[{"_id": "531e4fe3fbfba276047f7033", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 15:7", "anchorRef": "Numbers 15:7", "anchorRefExpanded": ["Numbers 15:7"], "sourceRef": "Onkelos Numbers 15:7", "sourceHeRef": "תרגום אונקלוס על במדבר ט״ו:ז׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 15.0007, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וְחַמְרָא לְנִסְכָּא תַּלְתּוּת הִינָא תְּקָרֵב <b>לְאִתְקַבָּלָא בְרַעֲוָא קֳדָם</b> יְיָ:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Wine, for a wine-offering shall be one third of a <i>hin.</i> This is how you shall offer a pleasing fragrance to [<b>to be accepted with pleasure before</b>] Adonoy.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec868", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 15:7", "anchorRef": "Numbers 15:7", "anchorRefExpanded": ["Numbers 15:7"], "sourceRef": "Targum Jonathan on Numbers 15:7", "sourceHeRef": "תרגום יונתן על במדבר ט״ו:ז׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 15.0007, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וַחֲמַר עִינְבָא תַּלְתוּת הִינָא תַּקְרִיב בְּסִפְלֵי לְנִיסוּכָא מְטוֹל לְאִתְקַבָּלָא בְּרַעֲוָא קֳדָם יְיָ", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " and wine of grapes let him offer in a vase for the libation, the third of a hin, to be received with acceptance before the Lord. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "57e77d65d6e4a94c7c18ae33", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 15:7", "anchorRef": "Numbers 15:7", "anchorRefExpanded": ["Numbers 15:7"], "sourceRef": "Tafsir Rasag, Numbers 15:7", "sourceHeRef": "תפסיר רס\"ג, במדבר ט״ו:ז׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 15.0007, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "וכ̇מרא ללמזאג̇ ת̇לת̇ קסט תקרבה מקבולא מרצ̇יא ללה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": "", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "60535f5c632dee3a8e7958c2", "index_title": "Ramban on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Leviticus 6:2:2", "anchorRef": "Numbers 15:3-12", "anchorRefExpanded": ["Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12"], "sourceRef": "Ramban on Leviticus 6:2:2", "sourceHeRef": "רמב\"ן על ויקרא ו׳:ב׳:ב׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Ramban on Leviticus", "he": "רמב\"ן על ויקרא"}, "he": "<b>זאת תורת העולה</b> הרי הענין הזה בא ללמד על הקטר חלבים ואברים שהוא כשר כל הלילה וללמד על הפסולים איזה מהם אם עלה ירד ואיזה מהם אם עלה לא ירד שכל \"תורת\" לרבות הוא תורה אחת לכל העולים ואפילו פסולים שאם עלו לא ירדו לשון רש\"י (רש\"י על ויקרא ו׳:ב׳) ואין התורה הזו לכל העולים אלא לכל העולות שהנסכים אם עלו ירדו ואפילו נסכים כשרים והזבח פסול או הזבח כשר ונסכים פסולים וכל שכן שניהם פסולים בכולן הזבח לא ירד ונסכים ירדו שזהו ריבויו של מקרא תורת העולה תורה אחת לכל העולות ולא לנסכים ולא לדם כדברי ר' יהושע (בת\"כ ובזבחים ט א) והנה הכתוב הזה מלמד שלא נקריב העולה בלילה אבל אם נשחטה וזרק דמה ביום נקטיר אבריה כל הלילה וכן חלבי השלמים ופירוש \"היא העולה\" כמו תהיה העולה על מוקדה על המזבח כל הלילה ואמר \"היא\" למיעוט שדרשו בו וכפי המדרש (בת\"כ כאן) אין הכתוב מלמד שנעלה האברים מן הארץ למזבח בלילה שכבר למדו זה מפסוק אחר (שמות כג יח) לא ילין חלב חגי עד בקר כי משם ילמדו (מכילתא משפטים כ יח) שיהיו פסולין בלינה על גבי הרצפה ומעלן כל הלילה וכאן ידבר באברים שהן כבר על גבי המזבח ביום שמהפכין בהן כל הלילה עד הבקר ולכך אמר \"העולה\" שכבר עולה על גבי המזבח ולמד עוד שאפילו פסולין לא ירדו ובלבד שיהו פסולן בקדש ושהנסכים ירדו וכן הדם כמו שכתבתי:", "heVersionTitle": "On Your Way New", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "THIS IS ‘TORATH’ (THE LAW OF) THE BURNT-OFFERING. “This text is intended to teach us that the burning of the fats and limbs of offerings is valid [if performed anytime] during the whole night [following the day on which they were slaughtered]. It is also intended to teach us which of the disqualified offerings, although already brought up on to the altar, must be taken down, and which of them if already brought up need not be taken down. For all expressions of <i>torath</i><sup class=\"footnote-marker\">12</sup><i class=\"footnote\">In our Rashi text: <i>torah</i>.</i> [introducing a group of laws] denote inclusion — one law for all offerings that are brought up on to the altar, including some disqualified ones, namely that if they are already brought up on to the altar, they need not be taken down.” This is Rashi’s language.<br>But this law does not [in fact] apply to <i>everything</i> that has already been brought up on to the altar, but only to all offerings proper, for if drink-offerings<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">See Numbers 15:3-12 for the command that burnt-offerings and the peace-offerings had to be accompanied by an offering of wine.</i> are brought on to the altar [when they are not supposed to be] they must be taken down; and even if the libations are correctly offered up and the offering is disqualified, or the offering is correctly offered up and the libations disqualified, and definitely where both are disqualified — in all these cases, the offering itself is not to be taken down again, and the libations are to be taken down! For such is the sense of the inclusive term <i>torath ha’olah</i> (<i>the law of the burnt-offering</i>), teaching, “one law for all that goeth up [as the due of the altar-fires]” but not for the drink-offerings [since they are not poured on the fires, but into a silver bowl placed at the south-west corner of the altar],<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">Succah 48a. There were two such bowls there, one for the wine-libation and the other for the special water-libation on the Festival of Succoth (see in <i>Seder Vayikra</i> Note 219). “The bowl to the west was for water and that to the east was for wine” (<i>ibid.</i>, 48 b).</i> nor for the blood [which was sprinkled on the sides of the altar], in accordance with the words of Rabbi Yehoshua.<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">Zebachim 83 a.</i><br>Now this verse [also] teaches that we should not <i>offer</i> the burnt-offering at night, but if it was slaughtered and its blood sprinkled [on the altar] during the daytime, we may burn its limbs all night, the same law applying to the fats of the peace-offering. And the explanation of the expression ‘<i>hi ha’olah</i>’ is as if it said: ‘<i>tiheyeh’ ha’olah</i> (the burnt-offering “shall be”) <i>on the firewood upon the altar all night</i>. He uses the word <i>hi</i> [literally: “she”] in order to exclude<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">For just as the term <i>torah</i> (law) denotes inclusion (one law for all things), so does the word <i>hi</i> (“she” or “it”) denote exclusion, implying that the law under consideration does not apply to everything but is limited in its scope. It is the Sages who in their interpretation of the law determine in which cases it applies and in which it does not.</i> those things which the Rabbis have specified in the interpretation thereof. Now according to the [Rabbinical] interpretation this verse does not teach us that we are to bring up the limbs [of the offerings] from the ground to the altar at night, for this [principle] they have already derived from another verse, <i>Neither shall the fat of My feast remain all night until the morning</i>,<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">Exodus 23:18.</i> [which the Sages interpreted<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">Mechilta <i>ibid</i>. See also Ramban there.</i> to mean, “<i>Neither shall the fat of My feast remain</i> on the stone pavement of the Court below, <i>all night until the morning</i>, but you should bring it up to the altar”]. For it is from that verse that the Rabbis have derived the law that [fats and limbs of the offerings] become disqualified [for the altar] if they remained upon the pavement [until the morning], but they may be brought up to the altar at any time during the night. Here Scripture speaks of those limbs which had already been brought up during daytime, [to teach] that the priest turns them over on the altar during the whole night until the morning. It is for this reason that He says <i>hi ha’olah</i> [using the definite article], meaning: “the one which has already come up” on the altar. It also teaches us that even those that are invalid, are not to be brought down again, [once they were taken up onto the altar], provided they became invalid in the Court of the Sanctuary [such as where they had remained overnight or had been unclean, etc.; but if they became invalid before reaching the Sanctuary Court, such as an animal that had been set apart for idolatry, or had been worshipped etc., these must be brought down].<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">See Zebachim 84a for full discussion of these cases.</i> It also teaches that [invalid] drink-offerings<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">See Numbers 15:3-12 for the command that burnt-offerings and the peace-offerings had to be accompanied by an offering of wine.</i> must come down [since they do not go upon the fires on the altar],<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">Succah 48a. There were two such bowls there, one for the wine-libation and the other for the special water-libation on the Festival of Succoth (see in <i>Seder Vayikra</i> Note 219). “The bowl to the west was for water and that to the east was for wine” (<i>ibid.</i>, 48 b).</i> and so also the blood [which had become invalidated], as I have written.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "60a391538f68387e41442d94", "index_title": "Tzafnat Pa'neach on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzafnat Pa'neach on Torah, Numbers 15:7:1", "anchorRef": "Numbers 15:7", "anchorRefExpanded": ["Numbers 15:7"], "sourceRef": "Tzafnat Pa'neach on Torah, Numbers 15:7:1", "sourceHeRef": "צפנת פענח על התורה, במדבר ט״ו:ז׳:א׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1905, 1935], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Tzafnat Pa'neach", "he": "צפנת פענח"}, "heTitle": "במדבר", "he": "<b>ויין לנסך שלישית ההין תקריב וגו׳.</b><br>בספרי מביא כאן מן כבש עומר דגבי יין רק רביעית ההין, אבל שמן שלישית ההין, לכך נקט כאן תקריב. וכן בקרא גבי כבש כתוב שמן לאחר שכתב המידה. ובאיל ושור להיפך, דמפסיק בין שמן ליין, דגבי כבש העומר שמן לא דמי ליין, כנ״ל.", "heVersionTitle": "Tzafnat Pa'neach on Torah, Jerusalem 1960", "heLicense": "", "heVersionTitleInHebrew": "צפנת פענח על התורה, ניו יורק, תש\"ך-תשכ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60dc1c59e3d6407582198361", "index_title": "Ramban on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Leviticus 1:2:2", "anchorRef": "Numbers 15:3-12", "anchorRefExpanded": ["Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12"], "sourceRef": "Ramban on Leviticus 1:2:2", "sourceHeRef": "רמב\"ן על ויקרא א׳:ב׳:ב׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Ramban on Leviticus", "he": "רמב\"ן על ויקרא"}, "he": "<b>תקריבו</b> מלמד ששנים מתנדבים עולה בשותפות <b>קרבנכם</b> מלמד שהיא באה נדבת צבור היא עולת קיץ המזבח הבאה מן המותרות לשון רש\"י (רש\"י על ויקרא א׳:ב׳) פירש הרב כן לומר שאם יתנדבו רבים להביא עולה עולת השותפין היא מה בין שנים המשתתפין בקרבן ובין עשרה ואלף שנשתתפו בו אבל קיץ המזבח הבאה מן המותרות לב ב\"ד מתנה עליהן ולפיכך היא עולת צבור והנה לדעתו כל עולה שיביאו רבים חוץ מן המותרות דינה כדין עולת השותפין וטעונה סמיכה בכלם ונסכים קרבים משלהם ואולי לדעתו עולת העוף שהיא באה נדבת שנים ואינה באה נדבת צבור וכן השלמים שאמרו בהם שהשותפין מביאין אותם נדבה ואין הצבור מביאים אותם נדבה (תורת כהנים פרק טז ה) בכלן יכולין הרבים להתנדב להם בתחלה דעולת השותפין היא נקראת ושלמי שותפין הם נקראין ולא מעטו אלא שלא יביאו אותן מן הקופות ואפשר שנאמר שאם רצו צבור להפריש בתחלה לנדבה ויגבו אותה כאשר יגבו השקלים לתמידין ומוספין שתהיה נדבת צבור בעולת בהמה ואין בה סמיכה שנתרבה מן הכתוב הזה וכל זמן שיתנדבו בו רוב ישראל היא נדבת צבור ואינה בעולת העוף ולא בשלמים ומעוטן נדונין כיחידים והוא העיקר:", "heVersionTitle": "On Your Way New", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "‘TAKRIVU’ (YE SHALL BRING). This teaches that two [or more] persons may bring a freewill burnt-offering in partnership. YOUR OFFERING. This teaches that a burnt-offering may be brought as a freewill offering of the [entire] public [not only of groups of individuals]. This refers to the burnt-offering of the altar’s summertime<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">When there was a lack of private offerings [due to the long summer days], freewill burnt-offerings were supplied from the surplus of the half-shekels of the previous year.</i> which was supplied from the surplus [of the half-shekels of the past year].” This is Rashi’s language.<br>The meaning of the Rabbi’s interpretation is thus to state that if many persons voluntarily offer to bring a burnt-offering, it thereby becomes a burnt-offering of partners, for what difference is there between two persons who combine to bring an offering, and ten or a thousand who associate to do so? But the burnt-offering for the altar’s summer-time which is supplied from the surplus [of the previous year’s half-shekels], is deemed a “burnt-offering of the public” because the authorities [of the Sanctuary who receive the donations for the offerings] do so with the implied condition [that they may spend them at their discretion, and the burnt-offering of the public is distinguished in certain respects from a burnt-offering of partners]. Thus according to Rashi all burnt-offerings that are brought by many persons — except those which come from the surplus of the half-shekels — have the law of burnt-offerings of partners, and they all require the laying of [their owners’] hands upon the offering,<sup class=\"footnote-marker\">51</sup><i class=\"footnote\">See Verse 4.</i> and the libations connected with them<sup class=\"footnote-marker\">52</sup><i class=\"footnote\">See Numbers 15:3-12.</i> are taken from the owners [while “burnt-offerings of the public” need no laying of hands, and the libations are supplied by the Temple treasury]. Perhaps according to the opinion of Rashi it is permitted for the general public to offer [money] beforehand in order to bring a burnt-offering of fowls, which may be brought as a freewill offering by two [or more] persons but may [never] come as a freewill offering of the public, and similarly they [may combine to bring] a peace-offering, concerning which the Sages have said<sup class=\"footnote-marker\">53</sup><i class=\"footnote\">Torath Kohanim, <i>Vayikra</i> 6:6.</i> that it may be brought by partners as a freewill offering but may not be brought by the public<sup class=\"footnote-marker\">54</sup><i class=\"footnote\">Peace-offerings of the public were only brought on the Festival of Shevuoth (see further, 23:19).</i> — and in that case it is called “a burnt-offering of partners,” or “a peace-offering of partners.” They [i.e., the burnt-offering of fowls and the peace-offering], were only excluded in that they cannot be brought from the [money of the] baskets [containing the surplus of half-shekels which were already donated by the public for the general upkeep of the offerings, and not specifically donated for a burnt-offering or peace-offering].<br>We may possibly say that if the public wanted originally to set aside a fund for freewill offerings, and they collected it [for that purpose] as they collected the <i>shekalim</i> for the Daily [public] Offerings and the Additional Offerings [of Sabbaths and festivals], that there may then be a freewill public-offering of the cattle,<sup class=\"footnote-marker\">55</sup><i class=\"footnote\">In other words, the freewill public burnt-offering for the altar’s summertime need not be limited exclusively to that brought out of the surplus in the baskets containing the previous year’s shekels. Money may be collected originally from the public for the purpose of bringing a freewill offering, and the offering will have the status of a public-offering in the sense that [like a public burnt-offering] it will not need the laying of hands on it, which is required in the case of an individual offering. Thus Ramban differs from Rashi’s opinion above that even the combination of a large group of individuals does not alter the status of the offering, which remains an offering of individual partners. Or it may be that Ramban means that even according to Rashi, if the community agreed beforehand, and the money was not left to be donated individually, but collected in the same way that the <i>shekalim</i> were collected, it thereby gains the status of a public-offering. Hence Ramban’s expression: “We may possibly say”, i.e., in explanation of Rashi.</i> and it will not require the laying of hands on it, being that it is included in this verse [as a public offering]. As long as it is the majority of Israel who donated money to that end, the offering is called “a freewill offering of the public.” [This rule applies only to the freewill burnt-offering of the cattle] but does not apply to the burnt-offering of fowls, nor to the peace-offering. But if a minority of the people donated towards the freewill burnt-offering, [even if they are a large group], they are deemed as individuals [who bring such an offering in partnership, which would thus require the laying on it of the owners’ hands, and the libations would have to be supplied by the owners]. This is the correct explanation.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "62037ee047cf7a0c25239b67", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "anchorRef": "Numbers 11:1-25:18", "anchorRefExpanded": ["Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳ ב׳-י״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; The Rebellion Narratives", "he": "במדבר מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["V<small>IRTUALLY THE FIRST THING THE</small> I<small>SRAELITES DO AFTER SETTING OUT ON THE SECOND</small> leg of their journey to the Promised Land is—rebel. This pattern was already seen in the book of Exodus, where, despite the climactic miracle of deliverance at the Sea of Reeds, the Israelites “grumbled against Moshe” at Mara because of lack of drinkable water. Although a strain in later biblical thinking remembered the wilderness period as a kind of honeymoon (cf. Jer. 2:2), the Torah itself chose to remember it as a severe time of testing which the ex-slaves ultimately failed to pass.", "The second part of Numbers is a remarkable collection of rebellion narratives that simultaneously display striking similarities and great and colorful differences. The section details six rebellions of the people, and two of the leaders themselves. They are united by a consistent vocabulary: verbs such as “grumble” and “assemble/gather/speak against” depict complaints against Moshe and Aharon and against God. These stories also display the recurring themes of dearth of food and water, and God’s anger at the rebellions, usually expressed in some form of plague (or, additionally, fire).", "Rather than unfold in simple chronological order, one following another, these pieces of the text have been intensified by priestly editing, which has interspersed the stories with a number of cultic and legal passages (Chaps. 15, 18, and 19, all of which bear the theme word “law” [Heb. <i>hok</i> or <i>hukka</i>]), and which are somehow related to previous or succeeding narratives. The interruptions also allow each of the memorable rebellion narratives to “breathe,” giving the audience time to digest the images and the drama presented therein. The stories possess both in abundant measure; one thinks, for instance, of the “meat between the teeth” (11:33), of the grape clusters borne on a pole by two men (13:23); and of the great confrontation with Korah in Chapter 16 (not to mention its resolution), as well as Moshe’s dramatic failure in Chapter 20.", "As in any great literature, repetition of story type or type scene is here accomplished via variation of the most telling kind. In this case we observe once again an alternating pattern to the rebellions, a pattern which reveals not one theme but several:", "The people, over lack of food (chapter 11)", "Moshe’s siblings, over prophetic primacy (12)", "The people, over the spies’ false report (14)", "Levites, over Moshe and Aharon’s prerogatives (16)", "The people, over the rebellious Levites’ sinister fate (17)", "Moshe himself, over the burden of leading the people (20)", "The people, over the lack of food and water (21)", "The pattern observable here is broken, in true biblical rhetorical style (where the last in a sequence often serves by its oddness to reinforce the whole), in a final rebellion (Chap. 25), where the people’s actions involve neither the “complaining” vocabulary nor a revolt against human leadership, but rather comprise the greatest biblical crime of them all: worship of other gods. Viewed in this patterned fashion, the rebellion narratives emerge with a kind of crescendo effect.", "It is also possible, as I have done in “On the Book of Numbers and Its Structure,” above, to follow the scheme put forth by Mann—a three-part structure to the section, each with its internal logic and conclusions. These are treated below; for the moment, it will suffice to see in the first subsection (Chaps. 11–14) the inevitable result of wilderness rebellions: the divine decree that the slave generation must die out before entering the Promised Land; the second subsection (16–20) deals with the challenges to the leadership of Moshe and Aharon, and results in a similar decree, that they will die outside the land; and the third subsection (20–25) chronicles the encounter of the Israelites with neighboring nations, which initially goes in their favor but ends with the disastrous incident at Baal Pe’or (25).", "The primary issue in these stories, to the biblical writer, is lack of trust in God. Each of the three sections mentions or implies that problem; 14:11 and 20:12 use the verb itself, and the narrative of Chapter 25 suggests it. The bottom line is that the Israelites could not keep faith with God—even after both staggering acts of divine intervention (i.e., rescue) and demonstrations of the force of divine wrath—and this lack of faith led ultimately to their dying out in the wilderness outside the Promised Land, in punishment. The stories clearly were meant to be understood as an unfortunate example for later generations, and were taken as such already in the biblical period (see, for example, the treatment in Psalm 78).", "Read on another level, the rebellion narratives are largely concerned with the issue of human leadership, its qualifications, manifestations, and limitations (and even failures). Has there ever been a leader as beleaguered as Moshe? From the beginning of his career on the sands of Egypt, where he assumes the mantle of leadership in the matter of retaliating against the sadistic Egyptian taskmaster (Ex. 2:11–12), to its end at the plains of Moab, in stern address to the people he has struggled to lead (this is the setting of the entire next book, Deuteronomy), he must evoke trust in God, lead the people through an uncharted wilderness, and inspire confidence in his own leadership. His success is muted by the passing of the generation he initially leads, before it can enter Canaan; like them, he too must pass on—with merely a look beyond the Jordan, but no more. Later generations of Jewish readers wept on confronting Moshe’s seemingly premature death, and created heroic tales of his pleading before God to be let into the land he had so long sought to reach. In Numbers he fully deserves this stature, alternately interceding with and cajoling God, standing up for and then almost giving up on this people with whom his life has become so enmeshed. Our stories stress his gifts of prophecy and his pathos as a deeply human leader.", "A final, troubling issue is the character of God in this part of the book. It is a measure of the Bible’s artistry that the rebellion accounts are so varied in content and style; but the variations in punishment—from undetailed death to skin disease to stoning and the earth opening up, just to mention a few examples—create an impression, not of artistic richness but of unremitting severity. The Bible does not seem to have a problem with this kind of divine behavior, and other ancient cultures would have felt at home here, but already in late antiquity, and continuing down to our own day, Jews and Christians most often have preferred, and prayed to, a more forgiving, nurturing, and compassionate God. Dealing with these texts, in the end, raises the question of whether to understand them as the result of “historical necessity” or “literary conceit” (that is, the old generation simply had to die out) or as they stand in the text: a harsh portrayal of what happened when the covenant people violated the covenant."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee26bfddfbb310fed04", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Interlude 2-5", "anchorRef": "Numbers 15:1-41", "anchorRefExpanded": ["Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Interlude 2-5", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה ה׳ ב׳-ה׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Interlude", "he": "במדבר הערה ה׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ה׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Chap. 15, which gives respite from the striking rebellion narratives of 11–14, and a breather before the Korah story in 16–17 (although Wenham notes verbal ties to 13–14, and Buber 1988 to 16–18), brings together five rather disparate pieces of material that seem wrenched out of other contexts. We can, however, make some sense of them. Vv.1–16 (on various sacrifices) and 17–21 (about a “contribution” for God) are commanded for the time “when you enter the land of your settling / that I am giving you” or “when you enter the land / that I am bringing you to,” connecting them to the potential entry into Canaan of the two previous chapters and thus providing a setting that is missing in most of Leviticus. Further, vv.1–16 and 22–31, which, like Lev. 4, deal with the unintentional sins of the Israelites, both make pointed reference to the “sojourner,” the resident alien who is to be treated in respect of the laws involved here exactly like a native. The final section, on the tassels (Heb. <i>tzitzit</i>), is interestingly connected to the spy narrative via the term “scout around” in v.39 (Milgrom); “scout” had occurred seven times in the earlier story. “Bear in mind” also recalls the many instances of “reminders” in the Torah—objects such as a portion of manna—that serve as a visual warning or memorial for the Israelites of later generations. This is especially important after the Israelites’ losing heart in Chaps. 13–14. Stylistically, the four sections just mentioned are drawn together by the use of the phrase “throughout your generations” (vv.15, 21, 23, 38).", "This leaves the incident of the Sabbath violator in vv.32–36. It has clearly been placed in Numbers because it takes place “in the wilderness” (v.32); it has found its way into this specific chapter perhaps because it is, in its own way, a miniature rebellion story. Since it is so brief, it may well have been felt that it needed to be placed in a chapter already composed of short pieces. Stylistically it might have better appeared at the end of the chapter, but that position has been reserved for the rhetorically more dramatic section on the tassels.", "let us go up to (attack) the place that Y<small>HWH</small> promised,", "for we have sinned!"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382edc9ad75f2d99afa0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Interlude 1", "anchorRef": "Numbers 15:1-41", "anchorRefExpanded": ["Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Interlude 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה ה׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ה׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 15:1-41\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 15:1-41</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620d12cd99066b7e5d126572", "index_title": "Ohr LaYesharim on Jerusalem Talmud Shekalim", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Shekalim 5:3:2", "anchorRef": "Numbers 15:6-7", "anchorRefExpanded": ["Numbers 15:6", "Numbers 15:7"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Shekalim 5:3:2", "sourceHeRef": "אור לישרים על תלמוד ירושלמי שקלים ה׳:ג׳:ב׳", "anchorVerse": 6, "sourceHasEn": false, "commentaryNum": 3.0002, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Shekalim", "he": "אור לישרים על תלמוד ירושלמי שקלים"}, "he": "<big><strong>תלמוד</strong></big><br>מקשים: <b>וכבן עזאי, חוטא דל למה</b> (במסירה שלפנינו כתב הסופר 'חוטא דלמה', ומחק את הדל\"ת, ומגיה הוסיף בין השורות 'דל'. בקטע מן הגניזה (JTS): 'חוטא דלמה', ובכתב יד שקלים ובדפוס ונציה הבבלי: 'חוטא דל למה')<b>?</b> – לדעת בן עזאי, למה היה צורך בחותם \"חוטא דל\"? והרי מצורע עני היה יכול ליטול מן הממונה חותם \"גדי\", שהוא מביא כבש אחד ונסכיו!\n<br>ומתרצים: <b>היה מביא לוגו עמו</b> – חותם \"חוטא דל\" היה מביא לוגו עימו (כלומר, חותם זה היה משמש סימן ללוג השמן הנוסף של המצורע עם שאר הנסכים של החותם, מה שאין כן חותם \"גדי\", שמצורע עני מוסיף על נסכי הכבש לוג שמן למתן בהונות, והיה קונה אותו במקדש מן הממונה עם שאר הנסכים, ולכן לדעת בן עזאי היה צורך בחותם \"חוטא דל\" (על פי \"תוספתא כפשוטה\"))<b>.</b>\n<br>ומעירים: <b>ברם כרבנ</b>י<b>ן</b> – אבל כחכמים<b>, מביא גדי</b> – לדעת חכמים (תנא קמא במשנה), החותם של מצורע עני לא היה מביא אלא גדי (כלומר, היה משמש סימן לנסכי גדי, שמצורע עני היה נוטל מן הממונה חותם \"גדי\" לנסכי הכבש, ולוג השמן למתן בהונות שאינו לקורבן היה מביאו מביתו, ואינו קונה אותו במקדש מן הממונה (על פי \"תוספתא כפשוטה\")) (בנוסח הבבלי של מסכת שקלים נכתב נוסח מוטעה במקום המילים 'לוגו עמו ברם כרבנן')<b>.</b><br><br><small>\"תקלין חדתין\" כתב, שלדעת תנא קמא, מצורע עשיר עשו לו חותם מיוחד, כיוון שהוא לוקח מן ההקדש גם את לוג השמן למתן בהונות, ואינו מביא אותו מביתו, אף על פי ששמן מביתו זול יותר משמן מן ההקדש, והטעם הוא, שהואיל והוא לוקח מן ההקדש בשביל קורבנותיו הרבה לוגים שמן, הוא לוקח מן ההקדש גם את לוג השמן הנוסף, מפני שאין עשיר חושש להפסד יחסי מועט שכזה.<br><br>ב<b>תוספתא שקלים</b> ב,טז שנו: ארבעה חותמות היו במקדש.<br>הנוסח בכתב יד אחד של התוספתא: חוטא היה מביא לוגו עימו (החותם שהיה כתוב עליו \"חוטא\" היה משמש סימן ללוגו הנוסף של המצורע עם שאר הנסכים של החותם). חוטא דל, כדברי בן עזיי, היה מביא לוגו עימו.<br>הנוסח בכתב יד שני של התוספתא: חוטא משמש (כלשון משנתנו) ולוגו עימו. [חוטא דל, כדברי בן עזיי, משמש ולוגו עימו (הושלם על פי תלמיד רשב\"ש)].</small><br>\n<br>מציעים בעיה: <b>ניסכי רחל מה</b> (בנוסח הבבלי של מסכת שקלים: 'כמה')<b>?</b> – מה הם נסכי קורבן רחל? האם נסכי קורבן רחל (כבשה נקבה בשנתה השנייה) הם כנסכי קורבן כבש או עז (זכר ונקבה בשנתם הראשונה), שהם עישרון סולת, רביעית ההין שמן ורביעית ההין יין, כיוון שדין רחל שהיא נקבה כדין כבש נקבה? או שמא נסכי קורבן רחל הם כנסכי קורבן איל (כבש זכר בשנתו השנייה), שהם שני עשרונים סולת, שלישית ההין שמן ושלישית ההין יין, כיוון שדין רחל שהיא גדולה כדין איל?\n<br>ומציעים היסק (כדי לפשוט את הבעיה): <b>מן מה דתנינן:</b> – ממה ששנינו (במשנה): <b>גדי משמש ניסכי צאן גדולים וקטנים זכרים ונקבות</b> חוץ משל אילים – חותם \"גדי\" היה משמש סימן לנסכי כבשים נקבות ולנסכי עיזים זכרים ונקבות, בין גדולים (בשנתם השנייה) ובין קטנים (בשנתם הראשונה), וכן לנסכי כבשים זכרים קטנים, אבל לא לנסכי כבשים זכרים גדולים, <b>- הדא אמרה:</b> – זאת אומרת (הסק מכאן (מהמשנה)): <b>ניסכי רחל כניסכי גדי</b> – נסכי קורבן רחל הם כנסכי קורבן כבש או עז (בנוסח הבבלי של מסכת שקלים אין 'מן מה דתנינן...כניסכי גדי')<b>.</b><br>\n<br>ומביאים מדרש (מקור המדרש בספרי): <b>כתיב:</b> – כתוב (בדיני מנחות ונסכים הבאים עם קורבנות עולה ושלמים): <b>\"כָּכָה יֵעָשֶׂה לַשּׁוֹר הָאֶחָד אוֹ לָאַיִל הָאֶחָד אוֹ לַשֶּׂה בַכְּבָשִׂים אוֹ בָעִזִּים\"</b> (במדבר טו,יא) – כך (כמו שנאמר שם בכתובים הקודמים) תקריבו מנחה ונסכים לכל שור (בן בקר) שתקריבו, או לכל איל שתקריבו, או לכל שה שתקריבו, בין שהשה הוא ממין הכבשים ובין שהשה הוא ממין העיזים (כמויות המנחה והנסכים נקבעות לפי מין הבהמה הנקרבת). <b>-</b> (בנוסח הבבלי של מסכת שקלים נוסף: 'ככה יעשה לשור האחד'. בכתב יד הבבלי ובכתב יד שקלים נוסף גם: 'למה נאמר') למה נאמר \"כָּכָה יֵעָשֶׂה לַשּׁוֹר הָאֶחָד\"? והלא כבר נאמר: \"וְכִי תַעֲשֶׂה בֶן בָּקָר עֹלָה אוֹ זָבַח... וְהִקְרִיב עַל בֶּן הַבָּקָר מִנְחָה... וְיַיִן תַּקְרִיב לַנֶּסֶךְ...\" (במדבר טו,ח-י)! - אלא יש לדרוש את הכתוב הזה: <b>מגיד שלא חלק בין ניסכי עגל לניסכי שור</b> – הכתוב \"ככה ייעשה לשור האחד\" מלמדנו, שלא הבדיל הכתוב בין נסכי קורבן עגל (בן בקר בשנתו הראשונה) לנסכי קורבן שור (בן בקר בשנתו השנייה והשלישית) (בנוסח הבבלי של מסכת שקלים אין מילים אלו)<b>. שהיה בדין</b> – שהיה אפשר לדון מתוך סברה הגיונית<b>, בן הצאן טעון נסכים</b> – פרט ממין הצאן (כבש או עז) צריך נסכים, <b>ובן</b> (במסירה שלפנינו כתב הסופר 'אין בן', ומגיה מחק 'אין' והוסיף וי\"ו, וכן הוא בכל הנוסחאות) <b>הבקר טעון נסכים</b> – וגם פרט ממין הבקר צריך נסכים<b>, אם מצאנו שחלק בין ניסכי כבש לניסכי איל</b> – הואיל ומצאנו שהבדיל הכתוב בין נסכי קורבן כבש (בשנתו הראשונה) לנסכי קורבן איל (כבש בשנתו השנייה)<b>, לכך נחלוק בין ניסכי עגל לניסכי שור!</b> – לפיכך נבדיל גם בין נסכי קורבן עגל לנסכי קורבן שור! <b>- תלמוד לומר:</b> – הכתוב מלמד לומר: <b>\"כָּכָה יֵעָשֶׂה לַשּׁוֹר הָאֶחָד\" - מגיד שלא חלק בין ניסכי עגל לניסכי שור</b> – הכתוב הזה מלמדנו, שלא הבדיל הכתוב בין נסכי קורבן עגל לנסכי קורבן שור, שכך יש לדרוש את המילים \"לשור האחד\", שכל השוורים בין גדולים ובין קטנים דין אחד להם (בנוסח הבבלי של מסכת שקלים נשמט קטע בשל הדמיון, ונכתב לעיל ולהלן \"מצינו שחלק בין ניסכי עגל לניסכי כבש\" במקום \"מצינו שחלק בין ניסכי כבש לניסכי איל\")<b>.</b>\n<br><b>\"אוֹ לָאַיִל</b> הָאֶחָד<b>\" למה נאמר?</b> – לשם מה נאמר הכתוב הזה? והלא כבר נאמר: \"אוֹ לָאַיִל תַּעֲשֶׂה מִנְחָה... וְיַיִן לַנֶּסֶךְ...\" (במדבר טו,ו-ז)! <b>- שהיה בדין</b> – שהיה אפשר לדון מתוך סברה הגיונית<b>, אם מצאנו שחלק בין ניסכי בן שנה לנסכי בן שתים</b> – הואיל ומצאנו שהבדיל הכתוב בין נסכי קורבן כבש בן שנה (בשנתו הראשונה) לנסכי קורבן איל בן שתי שנים (כבש בשנתו השנייה)<b>, לכך נחלוק בין ניסכי</b> (צריך להוסיף: '<b>בן</b>') <b>שתים לניסכי</b> (צריך להוסיף: '<b>בן</b>') <b>שלש!</b> – לפיכך נבדיל גם בין נסכי קורבן איל בן שתי שנים לנסכי קורבן איל בן שלוש שנים (כבש בשנתו השלישית)! <b>- תלמוד לומר:</b> – הכתוב מלמד לומר: <b>\"אוֹ לָאַיִל הָאֶחָד\"</b> – הכתוב הזה מלמדנו, שלא הבדיל הכתוב בין נסכי קורבן איל בן שתי שנים לנסכי קורבן איל בן שלוש שנים, שכך יש לדרוש את המילים \"לאיל האחד\", שכל האילים דין אחד להם<b>.</b>\n<br><b>\"אוֹ לַשֶּׂה בַכְּבָשִׂים\" למה נאמר?</b> – לשם מה נאמר הכתוב הזה? והלא כבר נאמר: \"וְהִקְרִיב... מִנְחָה... וְיַיִן לַנֶּסֶךְ... לַכֶּבֶשׂ הָאֶחָד\" (במדבר טו,ד-ה)! <b>- שהיה בדין</b> – שהיה אפשר לדון מתוך סברה הגיונית<b>, אם מצאנו שחלק בין ניסכי כבש לניסכי איל</b> – הואיל ומצאנו שהבדיל הכתוב בין נסכי קורבן כבש (בשנתו הראשונה) לנסכי קורבן איל (כבש בשנתו השנייה)<b>, לכך נחלוק בין ניסכי כשבה לניסכי רחל!</b> – לפיכך נבדיל גם בין נסכי קורבן כבשה (בשנתה הראשונה) לנסכי קורבן רחל (כבשה בשנתה השנייה)! <b>- תלמוד לומר:</b> – הכתוב מלמד לומר: <b>\"אוֹ לַשֶּׂה בַכְּבָשִׂים\"</b> – הכתוב הזה מלמדנו, שלא הבדיל הכתוב בין נסכי קורבן כבשה לנסכי קורבן רחל, שכך יש לדרוש את המילה \"כבשים\" שהיא לשון רבים, שכל הכבשים בין גדולים ובין קטנים שווים (חוץ מן האילים שהוציאם הכתוב בפירוש מכלל כבשים)<b>.</b>\n<br><b>\"אוֹ בָעִזִּים\" למה נאמר?</b> – לשם מה נאמר הכתוב הזה? והלא כבר נאמר: \"וְהִקְרִיב... מִנְחָה... וְיַיִן לַנֶּסֶךְ... לַכֶּבֶשׂ הָאֶחָד\" (במדבר טו,ד-ה), ועז ככבש, ששניהם ממין הצאן! <b>- שהיה בדין</b> – שהיה אפשר לדון מתוך סברה הגיונית<b>, אם מצאנו שחלק בין ניסכי כבש לניסכי איל</b> – הואיל ומצאנו שהבדיל הכתוב בין נסכי קורבן כבש (בשנתו הראשונה) לנסכי קורבן איל (כבש בשנתו השנייה)<b>, לכך</b> (לפיכך) <b>נחלוק בין ניסכי גדי לניסכי תיש!</b> – לפיכך נבדיל גם בין נסכי קורבן גדי (עז בשנתו הראשונה) לנסכי קורבן תיש (עז בשנתו השנייה)! <b>- תלמוד לומר:</b> – הכתוב מלמד לומר: <b>\"אוֹ בָעִזִּים\" - הקיש קטן שבעזים לגדול שבתיישים</b> (בנוסח הבבלי של מסכת שקלים: גדול שבעזים לקטן שבתיישים) – הכתוב הזה השווה את העז הקטן והעז הגדול זה לזה, שכך יש לדרוש את המילה \"עיזים\" שהיא לשון רבים, שכל העיזים בין גדולים ובין קטנים שווים<b>, מה זה בשלשת לוגין</b> – כשם שזה נסכיו שלושה לוגים שמן ושלושה לוגים יין<b>, אף זה בשלשת לוגין</b> – כך גם זה נסכיו שלושה לוגים שמן ושלושה לוגים יין, ולא הבדיל הכתוב ביניהם<b>.</b><br><br><small>ב<b>ספרי במדבר</b> פסקה קז נאמר: \"ככה ייעשה לשור האחד\" - מגיד הכתוב שלא חילקה תורה בין נסכי עגל לנסכי שור. שהיה בדין, בן הצאן טעון נסכים ובן הבקר טעון נסכים. אם למדתי שחילקה תורה בין נסכי כבש לנסכי איל, כך תחלוק בין נסכי עגל לנסכי שור! - תלמוד לומר: \"ככה ייעשה לשור האחד\" - מגיד שלא חילקה תורה בין נסכי עגל לנסכי שור.<br>\"או לאיל האחד\" למה נאמר? - שהיה בדין, הואיל ומצינו שחילקה תורה בין נסכי בני שנה לנסכי בני שתיים, כך תחלוק בין נסכי בני שתיים לנסכי בני שלוש! - תלמוד לומר: \"או לאיל האחד\" - מגיד הכתוב, שאף על פי שחילקה תורה בין נסכי בני שנה לנסכי בני שתיים, לא תחלוק בין נסכי בני שתיים לנסכי בני שלוש.<br>\"או לשה בכבשים\" למה נאמר? - שהיה בדין, הואיל ומצינו שחילקה תורה בין נסכי כבש לנסכי איל, כך תחלוק בין נסכי כבשה לנכסי רחל! - תלמוד לומר: \"או לשה בכבשים\".<br>\"או בעיזים\" למה נאמר? - שהיה בדין, הואיל ומצינו שחילקה תורה בין נסכי כבש לנסכי איל, כך תחלוק בין נסכי גדי לנסכי תיש! - תלמוד לומר: \"או בעיזים\" - מקיש גדול שבעיזים לקטן שבכשבים, מה זה שלושה לוגין, אף זה שלושה לוגין.<br><br>וב<b>בבלי מנחות</b> צא,ב-צב,א אמרו: \"ככה ייעשה לשור האחד או לאיל האחד או לשה בכבשים או בעיזים\" (במדבר טו) - \"לשור האחד\" - מה תלמוד לומר? - לפי שמצינו שחילק הכתוב בין נסכי איל לנסכי כבש, יכול נחלק בין נסכי פר לנסכי עגל? - תלמוד לומר: \"לשור האחד\". - \"או לאיל האחד\" - מה תלמוד לומר? - לפי שמצינו שחילק הכתוב בין נסכי בן שנה לנסכי בן שתיים, יכול נחלק בין נסכי בן שתיים לנסכי בן שלוש? - תלמוד לומר: \"או לאיל האחד\". - \"או לשה בכבשים\" - מה תלמוד לומר? - לפי שמצינו שחילק הכתוב בין נסכי כבש לנסכי איל, יכול נחלק בין נסכי כבשה לנסכי רחלה? - תלמוד לומר: \"או לשה בכבשים\". - \"או בעיזים\" מה תלמוד לומר? - לפי שמצינו שחילק הכתוב בין נסכי כבש לנסכי איל, יכול נחלק בין נסכי גדי לנסכי שעיר? - תלמוד לומר: \"או בעיזים\".<br>אמר רב פפא: בדיק (בדק, בחן) לן רבא: נסכי רחלה בכמה? ואמרינן ליה: מתניתין היא (במסכת שקלים): גדי משמש נסכי צאן של גדולים ושל קטנים, של זכרים ושל נקבות, חוץ משל אילים.</small><br>• • •", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2013", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63d77c77eca1000753446a25", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 15:7:1", "anchorRef": "Numbers 15:7", "anchorRefExpanded": ["Numbers 15:7"], "sourceRef": "Rav Hirsch on Torah, Numbers 15:7:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר ט״ו:ז׳:א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 7. תקריב ריח ניחוח לד׳. Wie oben V. 5 das לכבש האחד sich auf das ganze Vorhergehende bezieht, so ist auch hier Objekt von תקריב alles für den איל genannte, und indem hier auch נסך יין mit in ריח ניחוח zusammengefaßt wird, das doch sonst nur von dem auf das Altarfeuer Kommenden prädiziert zu werden pflegt, so ist damit wohl die sehr wesentliche Bedeutung der נסכים für das Opfer angedeutet; dessen ריח ניחוח setzt selbst נסכים voraus. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64186b25894184186dd58f37", "index_title": "Sifrei Zuta", "category": "Midrash", "type": "", "ref": "Sifrei Zuta 15:7:1", "anchorRef": "Numbers 15:7", "anchorRefExpanded": ["Numbers 15:7"], "sourceRef": "Sifrei Zuta 15:7:1", "sourceHeRef": "ספרי זוטא ט״ו:ז׳:א׳", "anchorVerse": 7, "sourceHasEn": false, "commentaryNum": 7.0001, "collectiveTitle": {"en": "Sifrei Zuta", "he": "ספרי זוטא"}, "he": "<b>ויין תקריב לנסך שלישית ההין</b>, במדת היין מדת השמן שלשת לוגין:", "heVersionTitle": "Leipzig, 1917", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc6d758c1dc532ec91d8", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 15:7", "anchorRef": "Numbers 15:7", "anchorRefExpanded": ["Numbers 15:7"], "sourceRef": "Steinsaltz on Numbers 15:7", "sourceHeRef": "ביאור שטיינזלץ על במדבר ט״ו:ז׳", "anchorVerse": 7, "sourceHasEn": true, "commentaryNum": 15.0007, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וְיַיִן לַנֶּסֶךְ</b>– \n  <b>שְׁלִשִׁית הַהִין, תַּקְרִיב</b> אותם \n  <b>רֵיחַ נִיחֹחַ לַה'.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>And you shall present wine as the libation: One-third of a hin, a pleasing aroma to the Lord. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "5a9fdb06d6e4a93bec1f6f89", "index_title": "Kitzur Shulchan Arukh", "category": "Halakhah", "type": "", "ref": "Kitzur Shulchan Arukh 34:1", "anchorRef": "Numbers 15:7", "anchorRefExpanded": ["Numbers 15:7"], "sourceRef": "Kitzur Shulchan Arukh 34:1", "sourceHeRef": "קיצור שלחן ערוך ל״ד:א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1844, 1864], "commentaryNum": 34.0001, "collectiveTitle": {"en": "Kitzur Shulchan Arukh", "he": "קיצור שלחן ערוך"}, "heTitle": "קיצור שלחן ערוך", "he": "מִצְוַת עֲשֵׂה לִתֵּן צְדָקָה לַעֲנִיֵּי יִשְֹרָאֵל, שֶׁנֶּאֱמַר פָּתוֹחַ תִּפְתַּח אֶת יָדְךָ לוֹ. וְנֶאֱמַר, וְחֵי אָחִיךָ עִמָּךְ. וְכָל הָרוֹאֶה עָנִי מְבַקֵּשׁ וְהֶעֱלִים עֵינוֹ מִמֶּנּוּ וְלֹא נָתַן לוֹ צְדָקָה, עוֹבֵר בְּלֹא תַעֲשֶׂה, שֶׁנֶּאֱמַר, לֹא תְאַמֵּץ אֶת לְבָבְךָ וְלֹא תִקְפֹּץ אֶת יָדְךָ מֵאָחִיךָ הָאֶבְיוֹן. הַצְּדָקָה היִא סִימָן לְזֶרַע אַבְרָהָם אָבִינוּ, שֶׁנֶּאֱמַר, כִּי יְדַעְתִּיו לְמַעַן אֲשֶׁר יְצַוֶּה אֵת בָּנָיו וְגוֹ' לַעֲשׂוֹת צְדָקָה. וְאֵין כִּסֵּא יִשְֹרָאֵל מִתְכּוֹנֵן וְדַת הָאֱמֶת עוֹמֶדֶת אֶלָּא בִּצְדָקָה, שֶׁנֶּאֱמַר בִּצְדָקָה תִּכּוֹנָנִי. וְגָדוֹל הָעושֶׁה צְדָקָה יוֹתֵר מִכָּל הַקָּרְבָּנוֹת, שֶׁנֶּאֱמַר עוֹשֶׂה צְדָקָה וּמִשְׁפָּט, נִבְחָר לה' מִזָּבַח. וְאֵין יִשְֹרָאֵל נִגְאָלִין אֶלָּא בִּצְדָקָה, שֶׁנֶּאֱמַר צִיוֹן בְּמִּשְׁפָּט תִּפָּדֶה וְשָׁבֶיהָ בִּצְדָקָה. לְעוֹלָם אֵין אָדָם מַעֲנִי מִן הַצְּדָקָה, וְאֵין דָּבָר רַע וְלֹא הֶזֵּק בָּא בִשְׁבִיל הַצְּדָקָה, שֶׁנֶּאֱמַר, וְהָיָה מַעֲשֵׂה הַצְּדָקָה שָׁלוֹם. כָּל הַמְרַחֵם, מְרַחֲמִין עָלָיו, שֶׁנֶּאֱמַר, וְנָתַן לְךָ רַחֲמִים וְרִחַמְךָ וְהִרְבֶּךָ. וְכָל מִי שֶׁהוּא אַכְזָרִי, יֵשׁ לָחוּשׁ לְיִחוּסוֹ. וְהַקָּדושׁ בָּרוּךְ הוּא קָרוֹב לְשַׁוְעַת עֲנִיִּים, שֶׁנֶּאֱמַר וְצַעֲקַת עֲנִיִים יִשְׁמָע. לְפִיכָךְ צָרִיךְ לְהִזָּהֵר בְּצַעֲקָתָם, שֶׁהֲרֵי בְּרִית כְּרוּתָה לָהֶם, שֶׁנֶּאֱמַר, וְהָיָה כִּי יִצְעַק אֵלַי וְשָׁמַעְתִּי כִּי חַנּוּן אָנִי, וְאָמְרוּ בִּירוּשַׁלְמִי תַּרְעָא דְלָא תִפְתַּח לְעֲנִיָּא תִּפָּתַח לְאַסְיָא. וְיִתֵּן הָאָדָם אֶל לִבּוֹ, שֶׁהוּא מְבַקֵּשׁ כָּל שָׁעָה פַּרְנָסָתוֹ מֵהַקָּדושׁ בָּרוּךְ הוּא. וּכְמוֹ שֶׁהוּא מְבַקֵּשׁ מֵהַקָּדושׁ בָּרוּךְ הוּא יִשְׁמַע שַׁוְעָתוֹ וּתְפִלָּתוֹ, כָּךְ יִשְׁמַע הוּא שַׁוְעַת הָעֲנִייִּם. גַּם יִתֵּן הָאָדָם אֶל לִבּוֹ כִּי גַּלְגַל הוּא הַחוֹזֵר בָּעוֹלָם, וְסוֹף שֶׁיָּבֹא הוּא אוֹ בְּנוֹ אוֹ בֶּן בְּנוֹ לְקַבֵּל צְדָקָה. וְאַל יַעֲלֶה עַל לִבּוֹ לוֹמַר: אֵיךְ אֲחַסֵּר מָמוֹנִי לִתְּנוֹ לַעֲנִיִּים, כִּי יֵשׁ לוֹ לָדַעַת שֶׁאֵין הַמָּמוֹן שֶׁלּוֹ, אֶלָּא פִּקָּדוֹן לַעֲשׂוֹת בּוֹ רְצוֹן הַמַּפְקִיד, וְזֶה חֶלְקוֹ מִכָּל עֲמָלוֹ בָּעוֹלָם הַזֶּה, כְּדִכְתִיב וְהָלַךְ לְפָנֶיךָ צִדְקֶךָ. וְהַצְּדָקָה דּוֹחָה גְּזֵרוֹת רָעוֹת וּמוֹסֶפֶת חַיִּים (יורה דעה סִימָן רמ\"ז, שַׁבָּת דף קנ\"א, ביצה דף ל\"ב).", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "It is a positive commandment to give charity to poor Jewish people, as it is said \"Open your hand to him.\"<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Deuteronomy 15:8.</i> And it is said: \"That your brother may live with you.\"<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Leviticus 25:36.</i> Anyone who sees a poor person seeking help and ignores him, and does not give him charity, transgresses a prohibitive commandment, as it is said: \"Do not harden your heart nor shut your hand from your brother in need.\"<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">Numbers 15:7.</i> [Giving] charity is a characteristic of the descendants of Abraham, as it is said: \"For I have a special love for him because he commands his children and his household after him [to preserve the way of Hashem] doing charity and justice.\"<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Genesis 18:19.</i> And the throne of Israel will be established and the religion of truth confirmed only through charity, as it is said: \"Through charity will you be reestablished.\"<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Isaiah 54:14.</i> Greater is he who performs acts of charity than [one who brings] all the sacrifices, as it is said: \"Performing acts of charity and justice is more desirable to Hashem than sacrifices.\"<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Proverbs 21:3.</i> The Jewish people will be redeemed only through [the merit of] charity, as it is said: \"Zion will be redeemed through justice and its captives through acts of charity.\"<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Isaiah 1:27.</i> A person never becomes poor through giving charity, nor will any evil or harm befall him because of his giving charity, as it is said: Through acts of charity, there will be peace.\"<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">Isaiah 32:17.</i> Whoever is merciful with others will be treated with mercy [from Heaven], as it is said: \"He [God] will show you mercy; and have compassion upon you and multiply you.\"<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">Deuteronomy 13:18.</i> Anyone who is cruel, causes his lineage to be suspect.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">The descendants of Abraham are known for their kindness and generosity. One who does not possess this attitude causes his lineage to be doubtful.</i> The Holy One blessed is He, is near to the cry of the poor, as it is said: \"He will hear the cry of the poor.\"<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">Job 34:28.</i> Therefore one must beware of their anguished cry, for a covenant was made with them, as it is said: \"When he cries out to me I will listen, for I am compassionate.\"<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">Exodus 22:26.</i> The Jerusalem Talmud says: The door that doesn't open for the poor will open for the doctor. A person should consider, that he continually requests his sustenance from the Holy One blessed is He; and just as he requests that the Holy One blessed is He, listen to his cry and prayer, so should he listen to the cry of the poor. A person should also consider that [fortune] is a wheel that revolves in the world, and in the end he or his children or his children's children might [have to] accept charity. Let no man think: \"Why should I diminish my wealth by giving it to the poor?\" For he should know that the money is not his, but rather [it was given to him as] a trust, with which to do the will of the One Who entrusted the funds to him. And this [charity giving] will be his real share from all his toils in this world, As it is written:<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">Isaiah 58:8.</i> \"Your acts of charity shall preceed you [into the World to Come]. Charity voids evil decrees and prolongs life.", "versionTitle": "Kitzur Shulchan Aruch, trans. Rabbi Avrohom Davis, Metsudah Pub., 1996", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5af8ea9d613964014ac6a962", "index_title": "Menachot", "category": "Talmud", "type": "", "ref": "Menachot 12b:2", "anchorRef": "Numbers 15:1-16", "anchorRefExpanded": ["Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16"], "sourceRef": "Menachot 12b:2", "sourceHeRef": "מנחות י״ב ב:ב׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 24.0002, "collectiveTitle": {"en": "Menachot", "he": "מנחות"}, "heTitle": "מנחות", "he": "א\"ל אביי לא הא מני ר\"א היא דתנן הקומץ והלבונה והקטרת ומנחת כהנים ומנחת כהן משיח ומנחת נסכים שהקריב מאחת מהן כזית בחוץ חייב ורבי אלעזר פוטר עד שיקריב את כולו", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>Abaye said to</b> Rava: <b>No,</b> one cannot prove from here that the mishna is discussing the case of a remainder that became lacking. The reason for this is: In accordance with <b>whose</b> opinion <b>is this</b> mishna of Rabbi Ḥiyya? <b>It is</b> in accordance with the opinion of <b>Rabbi Elazar, as we learned</b> in a mishna (<i>Zevaḥim</i> 109b): With regard to <b>the handful</b> of flour, <b>and the frankincense, and the incense, and the meal offering of priests</b> (see Leviticus 6:16), <b>and the meal offering of the anointed priest</b> (see Leviticus 6:12–15), <b>and the meal offering</b> that accompanies the <b>libations</b> brought with animal offerings (see Numbers 15:1–16), <b>where one sacrificed an olive-bulk from one of them outside</b> the Temple courtyard, he is <b>liable</b> for sacrificing outside the courtyard. <b>And Rabbi Elazar exempts</b> one from liability <b>until he sacrifices</b> them in their <b>entirety</b> rather than just an olive-bulk from them.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5af8eaa3613964014ac6af9a", "index_title": "Menachot", "category": "Talmud", "type": "", "ref": "Menachot 91b:12", "anchorRef": "Numbers 15:6-7", "anchorRefExpanded": ["Numbers 15:6", "Numbers 15:7"], "sourceRef": "Menachot 91b:12", "sourceHeRef": "מנחות צ״א ב:י״ב", "anchorVerse": 6, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 182.0012, "collectiveTitle": {"en": "Menachot", "he": "מנחות"}, "heTitle": "מנחות", "he": "לאיל למה לי אמר רב ששת לרבות אילו של אהרן", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "§ It is further stated in the passage concerning libations: “Or <b>for a ram,</b> you shall prepare a meal offering of two-tenths of an ephah of fine flour, mixed with one-third of a <i>hin</i> of oil” (Numbers 15:6–7). The details of the meal offering brought with a ram are also mentioned elsewhere: “And two-tenths of fine flour for a meal offering, mixed with oil, for the one ram” (Numbers 28:12); therefore, the Gemara asks: <b>Why do I</b> need the verse here to state this? <b>Rav Sheshet says:</b> This verse serves <b>to include</b> in the requirement for libations <b>the ram of Aaron,</b> i.e., the ram of the High Priest that he sacrifices as a burnt offering on Yom Kippur.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5bf3ddf5092716009e60ad55", "index_title": "English Explanation of Mishnah Parah", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Parah 1:3:4", "anchorRef": "Numbers 15:6-7", "anchorRefExpanded": ["Numbers 15:6", "Numbers 15:7"], "sourceRef": "English Explanation of Mishnah Parah 1:3:4", "sourceHeRef": "ביאור אנגלי על משנה פרה א׳:ג׳:ד׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 3.0004, "collectiveTitle": {"en": "English Explanation of Mishnah Parah", "he": "ביאור אנגלי על משנה פרה"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>If a man offered it he must bring for it the libation of a ram, but it is not counted as his offering.</b>  If a person sacrifices a 13 month old sheep he must bring the libations that are brought for a ram. This means 2 tenths of an ephah of flour, a third of a hin of oil and a third of a hin of wine (see Numbers 15:6-7). However, offering this animal doesn't count as fulfilling his obligation. So if he vowed to bring a ram or a lamb, the thirteen month old doesn't count and he still has to bring another one.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5bf3e1cf09271600b72554a5", "index_title": "English Explanation of Mishnah Yoma", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Yoma 2:6:2", "anchorRef": "Numbers 15:4-7", "anchorRefExpanded": ["Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7"], "sourceRef": "English Explanation of Mishnah Yoma 2:6:2", "sourceHeRef": "ביאור אנגלי על משנה יומא ב׳:ו׳:ב׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 6.0002, "collectiveTitle": {"en": "English Explanation of Mishnah Yoma", "he": "ביאור אנגלי על משנה יומא"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>A ram was offered by eleven: the flesh by five, the innards, the fine flour, and the wine by two each.</b> The flesh is offered by five just like the tamid, which is a young sheep (see above mishnah three). However, the innards which were heavier required two priests to carry them up the ramp and then to the altar.  There was more flour and wine (see Numbers 15:4-7), therefore two priests carried the flour and two the wine instead of one each, as is the case for the tamid.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5d3d5dc7c891cc0018af4334", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Sh'lach 14:1", "anchorRef": "Numbers 15:6-7", "anchorRefExpanded": ["Numbers 15:6", "Numbers 15:7"], "sourceRef": "Midrash Tanchuma, Sh'lach 14:1", "sourceHeRef": "מדרש תנחומא, שלח י״ד:א׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "שלח", "he": "<b>וַיְדַבֵּר</b> ה' אֶל מֹשֶׁה לֵאמֹר, דַּבֵּר אֶל בְּנֵי יִשְׂרָאֵל וְגוֹ'. יְלַמְּדֵנוּ רַבֵּנוּ, כַּמָּה דְּבָרִים הָאָב חַיָּב לַעֲשׂוֹת לַבֵּן. כָּךְ שָׁנוּ רַבּוֹתֵינוּ, חֲמִשָּׁה דְּבָרִים הָאָב חַיָּב לַעֲשׂוֹת לַבֵּן, לָמוּל אוֹתוֹ, וּלְלַמְּדוֹ תּוֹרָה, וְלִפְדּוֹתוֹ, וּלְלַמְּדוֹ אֻמָּנוּת, וּלְהַשִּׂיאוֹ אִשָּׁה. הָאָב, זֶה הַקָּדוֹשׁ בָּרוּךְ הוּא. וְהַבֵּן, אֵלּוּ יִשְׂרָאֵל. כְּמוֹ שֶׁהָאָב חַיָּב לָמוּל אֶת בְּנוֹ, כָּךְ הַקָּדוֹשׁ בָּרוּךְ הוּא מָל אֶת יִשְׂרָאֵל עַל יְדֵי יְהוֹשֻׁעַ, שֶׁנֶּאֱמַר: וַיַּעַשׂ לוֹ וְגוֹ' <small>(יהושע ה, ג)</small>. מָה הָאָב לִפְדּוֹת אֶת בְּנוֹ, אַף הַקָּדוֹשׁ בָּרוּךְ הוּא פָּדָה אֶת יִשְׂרָאֵל, שֶׁנֶּאֱמַר: וּמִי כְּעַמְּךָ יִשְׂרָאֵל, גּוֹי אֶחָד בָּאָרֶץ, אֲשֶׁר הָלְכוּ אֱלֹהִים לִפְדּוֹת לוֹ לְעָם <small>(דה״‎א יז, כא)</small>. לְלַמְּדוֹ תּוֹרָה, שֶׁנֶּאֱמַר: וְלִמַּדְתֶּם אֹתָם אֶת בְּנֵיכֶם לְדַבֵּר בָּם <small>(דברים יא, יט)</small>. אַף הַקָּדוֹשׁ בָּרוּךְ הוּא לִמֵּד תּוֹרָה לְיִשְׂרָאֵל, דִּכְתִיב: אֲנִי ה' אֱלֹהֶיךָ מְלַמֶּדְךָ לְהוֹעִיל מַדְרִיכְךָ <small>(ישעיה מח, יז)</small>. לְלַמְּדוֹ מִצְוֹת. אַף הַקָּדוֹשׁ בָּרוּךְ הוּא לִמֵּד אֶת הַמִּצְוֹת לְיִשְׂרָאֵל, שֶׁנֶּאֱמַר: אֵלֶּה הַמִּצְוֹת אֲשֶׁר צִוָּה ה' <small>(ויקרא כז, לד)</small>. לְהַשִּׂיאוֹ אִשָּׁה, שֶׁכֵּן הַקָּדוֹשׁ בָּרוּךְ הוּא אָמַר לִבְנֵי נֹחַ, פְּרוּ וּרְבוּ. וּמָה הָאָב זָקוּק לִבְנוֹ לְהַאֲכִילוֹ וּלְהַשְׁקוֹתוֹ, לְרַחְצוֹ וּלְסוּכוֹ וּלְהַלְבִּישׁוֹ, כָּךְ עָשָׂה הַקָּדוֹשׁ בָּרוּךְ הוּא לְיִשְׂרָאֵל, שֶׁנֶּאֱמַר: וָאֶרְחָצֵךְ בַּמַּיִם וָאֶשְׁטֹף דָּמַיִךְ וָאַלְבִּשֵׁךְ רִקְמָה וָאֶנְעֲלֵךְ תָּחַשׁ <small>(יחזקאל טז, ט-י)</small>. לְהַאֲכִילוֹ, שֶׁנֶּאֱמַר: וְלַחְמִי אֲשֶׁר נָתַתִּי לְךָ וְגוֹ' <small>(יחזקאל טז, יט)</small>. לְהַשְׁקוֹתוֹ, שֶׁנֶּאֱמַר: עֲלִי בְאֵר עֱנוּ לָהּ <small>(במדבר כא, יז)</small>. מָה הָאָב נוֹתֵן לִבְנוֹ נְכָסָיו, אַף הַקָּדוֹשׁ בָּרוּךְ הוּא עָשָׂה כָּךְ לְיִשְׂרָאֵל, שֶׁנֶּאֱמַר: וָאֶתֵּן לְךָ אֶרֶץ חֶמְדָה נַחֲלַת צְבִי צִבְאוֹת גּוֹיִם <small>(ירמיה ג, יט)</small>. וּכְשֵׁם שֶׁהָאָב כּוֹתֵב נְכָסָיו לִבְנוֹ וְאַף בְּנוֹ חַיָּב לְהַעֲלוֹת לוֹ דּוֹרוֹן, וְכָךְ הַקָּדוֹשׁ בָּרוּךְ הוּא אוֹמֵר לְיִשְׂרָאֵל, כִּי תָּבֹאוּ אֶל אֶרֶץ מוֹשְׁבוֹתֵיכֶם אֲשֶׁר אֲנִי נוֹתֵן לָכֶם וַעֲשִׂיתֶם עוֹלָה לַה'. כָּךְ פָּתַח בּוֹ רַבִּי תַּנְחוּם בַּר אַבָּא בְּשֵׁם רַבִּי חֲנִינָא, אָבִיו שֶׁל רַבִּי אַחָא, הַפָּרָשָׁה הַזּוֹ, שֶׁל נְסָכִים הִיא, שֶׁנֶּאֱמַר: אוֹ לָאַיִל תֵּעָשֶׂה מִנְחָה סֹלֶת, וְיַיִן לְנֶסֶךְ חֲצִי הַהִין, הֲרֵי הִיא שֶׁל נְסָכִים. וּמִכָּאן וָאֵילָךְ הַחַלָּה, שֶׁנֶּאֱמַר: וְהָיָה בַּאֲכָלְכֶם מִלֶּחֶם הָאָרֶץ רֵאשִׁית עֲרִיסוֹתֵיכֶם חַלָּה תָּרִימוּ תְּרוּמָה, הֲרֵי חַלָּה לְמַטָּה, וּנְסָכִים לְמַעְלָה. לְפִיכָךְ פָּתַח רַבִּי חֲנִינָא, לֵךְ אֱכֹל בְּשִׂמְחָה לַחְמֶךָ וְגוֹ' <small>(קהלת ט, ז)</small>. מַהוּ כִּי כְּבָר רָצָה הָאֱלֹהִים אֶת מַעֲשֶׂיךָ <small>(שם)</small>. כֵּיצַד הַפָּסוּק מְדַבֵּר. כְּנֶגֶד אַבְרָהָם. בְּשָׁעָה שֶׁאָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְאַבְרָהָם, קַח נָא אֶת בִּנְךָ אֶת יְחִידְךָ <small>(בראשית כב, ב)</small>, הִשְׁכִּים אַבְרָהָם, נְטָלוֹ בִּזְרִיזוּת וְהוֹלִיכוֹ וְהֶעֱלָהוּ לְהַר הַמּוֹרִיָּה. אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא, אֶל תִּשְׁלַח יָדְךָ אַל הַנַּעַר <small>(שם פסוק יב)</small>. אָמַר אַבְרָהָם לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא, רִבּוֹנוֹ שֶׁל עוֹלָם, לְחִנָּם אָמַרְתָּ לִי, קַח נָא אֶת בִּנְךָ. אָמַר לוֹ: לָאו, אֶלָּא לְהוֹדִיעַ טִבְעֲךָ בָּעוֹלָם, שֶׁנֶּאֱמַר: כִּי יְדַעְתִּיו לְמַעַן וְגוֹ' <small>(שם יח, יט)</small>. אָמַר רַבִּי שִׁמְעוֹן בֶּן לָקִישׁ, אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא, חַיֶּיךָ, שֶׁאֲנִי מַעֲלֶה עָלֶיךָ, שֶׁאִם אָמַרְתִּי לְךָ שֶׁתִּשְׁחֹט אֶת נַפְשְׁךָ לְפָנַי, שֶׁלֹּא הָיִיתָ מְעַכֵּב עַל שְׁמִי וְשׁוֹמֵעַ הָיִיתָ לִי לְהִשָּׁחֵט עַל שְׁמִי. מִנַּיִן, אָמַר רַבִּי שִׁמְעוֹן בֶּן יוֹחַאי, שֶׁכָּךְ כְּתִיב: וְלֹא חָשַׂכְתָּ אֶת בִּנְךָ <small>(שם כב, יב)</small>, הֲרֵי כְּבָר פֵּרֵשׁ, יִצְחָק. מַאי אֶת יְחִידְךָ. אֶלָּא זוֹ נַפְשׁוֹ שֶׁל אַבְרָהָם. שֶׁהַנְּשָׁמָה קְרוּיָה יְחִידָה, שֶׁנֶּאֱמַר: הַצִּילָה מֵחֶרֶב נַפְשִׁי וְגוֹ' <small>(תהלים כב, כא)</small>. אָמַר אַבְרָהָם לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא, רִבּוֹנוֹ שֶׁל עוֹלָם, אֶפְשָׁר לִי לֵירֵד מִכָּאן בְּלֹא קָרְבָּן. אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא, הֲרֵי קָרְבָּנְךָ מְתֻקָּן מִשֵּׁשֶׁת יְמֵי בְרֵאשִׁית, מִיָּד, וַיִּשָּׂא אַבְרָהָם אֶת עֵינָיו וַיַּרְא וְהִנֵּה אַיִל <small>(בראשית כב, יג)</small>. שֶׁכָּךְ שָׁנוּ רַבּוֹתֵינוּ, אֵילוֹ שֶׁל אַבְרָהָם נִבְרָא מִשֵּׁשֶׁת יְמֵי בְרֵאשִׁית בְּעֶרֶב שַׁבָּת בֵּין הַשְּׁמָשׁוֹת. בְּאוֹתָהּ שָׁעָה נְטָלוֹ אַבְרָהָם וַיַּעֲלֵהוּ לְעוֹלָה תַּחַת בְּנוֹ. כֵּיוָן שֶׁאָמַר, וַיִּקַּח אֶת הָאַיִל וַיַּעֲלֵהוּ לְעוֹלָה <small>(שם)</small>, חָסֵר הַמִּקְרָא כְּלוּם. מַהוּ תַּחַת בְּנוֹ <small>(שם)</small>. אָמַר אַבְרָהָם, רִבּוֹנוֹ שֶׁל עוֹלָם, הֲרֵינִי שׁוֹחֵט אֶת הָאַיִל, כָּךְ תִּהְיֶה רוֹאֶה כְּאִלּוּ בְּנִי שָׁחוּט לְפָנֶיךָ. נָטַל דָּמוֹ, אָמַר, כָּךְ תְּהֵא רוֹאֶה כְּאִלּוּ דַּם יִצְחָק זָרוּק לְפָנֶיךָ. נָטַל אֶת הָאַיִל וְהִפְשִׁיטוֹ, אָמַר לוֹ: כָּךְ תְּהֵא רוֹאֶה כְּאִלּוּ עוֹר יִצְחָק הֻפְשַׁט לְפָנֶיךָ עַל גַּבֵּי הַמִּזְבֵּחַ. שְׂרָפוֹ, אָמַר לוֹ: כָּךְ תְּהֵא רוֹאֶה כְּאִלּוּ אֶפְרוֹ צָבוּר לְפָנֶיךָ עַל גַּבֵּי הַמִּזְבֵּחַ. וַיַּעֲלֵהוּ לְעוֹלָה. חָסֵר הַמִּקְרָא כְּלוּם. מַהוּ תַּחַת בְּנוֹ. אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא, חַיֶּיךָ, בִּנְךָ הוּא שֶׁנִּתְקָרֵב רִאשׁוֹן, אֶלָּא הָאַיִל הַזֶּה תַּחְתָּיו. בְּאוֹתָהּ שָׁעָה אָמַר אַבְרָהָם לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא, רִבּוֹנוֹ שֶׁל עוֹלָם, אֵינִי זָז מִכָּאן עַד שֶׁתִּשָּׁבַע לִי, שֶׁאֵין אַתָּה מְנַסֶּה אוֹתִי עוֹד לְעוֹלָם. שֶׁאִם חָס וְשָׁלוֹם לֹא הָיִיתִי שׁוֹמֵעַ לְךָ, אִבַּדְתִּי אֶת כָּל מַה שֶּׁיָּגַעְתִּי מִיָּמַי. אָמַר רַבִּי חַנִּין, אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא, חַיֶּיךָ, כָּךְ הוּא. שֶׁאִלּוּ לֹא שָׁמַעְתָּ לִי, לֹא הָיָה בְּיָדְךָ כְּלוּם. בְּאוֹתָהּ שָׁעָה נִשְׁבַּע לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא, שֶׁלֹּא יְנַסֵּהוּ עוֹד לְעוֹלָם, שֶׁנֶּאֱמַר: וַיֹּאמֶר בִּי נִשְׁבַּעְתִּי נְאֻם ה' <small>(שם פסוק טז)</small>. אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא, חַיֶּיךָ, יִסּוּרִין קָשִׁין וְנִסְיוֹנִים אֲחֵרִים הָיוּ רְאוּיִים לָבֹא עָלֶיךָ, וְעַכְשָׁו אֵינָן בָּאִין. וְאֵלּוּ הֵן הַיִּסּוּרִין, אוֹתָן שֶׁבָּאוּ עַל אִיּוֹב, הָיוּ רְאוּיִם לָבֹא עָלֶיךָ. וְעַכְשָׁו אֵינָן בָּאִין, שֶׁכֵּן הוּא נִסְמָךְ לַפָּרָשָׁה, וַיְהִי אַחַר הַדְּבָרִים הָאֵלֶּה וַיַּגֵּד לְאַבְרָהָם וְגוֹ', אֶת עוּץ בְּכוֹרוֹ <small>(בראשית כב, כ-כא)</small>, וְהוּא אִיּוֹב, שֶׁנֶּאֱמַר: אִישׁ הָיָה בְּאֶרֶץ עוּץ <small>(איוב א, א)</small>. בְּאוֹתָהּ שָׁעָה אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא לְאַבְרָהָם, לֵךְ אֱכֹל בְּשִׂמְחָה לַחְמֶךָ <small>(קהלת ט, ז)</small>.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "(Numb. 15:1-2:) “Now the Lord spoke unto Moses, saying, ‘Speak unto the Children of Israel ….’” Let our master instruct us: How many things is a father obligated to do for a son?<sup class=\"footnote-marker\">58</sup><i class=\"footnote\">Numb. R. 17:1.</i> Thus have our masters taught: A father is obligated to do five things for a son: to circumcise him, to teach him Torah, to redeem him (according to the redemption of the first-born), to teach him a trade, and to take a wife for him.<sup class=\"footnote-marker\">59</sup><i class=\"footnote\">See <i>TQid.</i> 1:11; <i>yQid.</i> 1:7 (61a); <i>Qid.</i> 29a; <i>Mekhilta deRabbi Ishmael, Pisha</i>, 18 (on Exod. 13:13); Eccl. R. 9:9:1.</i> The father is the Holy One, blessed be He, and the son is Israel. Just as a [human] father is obligated to his son, so does the Holy One, blessed be He, do for Israel. The [human] father is obligated to circumcise his son. Similarly the Holy One, blessed be He, circumcised Israel at the hands of Joshua (according to Josh. 5:2), “And he made for himself….” The father is obligated to redeem his son. Similarly the Holy One, blessed be He, did so for Israel. He redeemed them, as stated (in I Chron. 17:21), “And who is like Your people Israel, a unique nation on earth, whom God went to redeem as a people for Himself.” [The father is obligated] to teach him Torah, as stated (in Deut. 11:19), “And you shall teach them to your children by talking about them.” And the Holy One, blessed be He, also taught Torah to Israel, as stated] (in Is. 48:17), “I am the Lord your God, teaching you for your own good.” [The father is obligated] to teach him commandments. The Holy One, blessed be He, taught the commandments to Israel (in Lev. 27:34), “These are the commandments which the Lord commanded.” [Regarding marriage,] the Holy One, blessed be He, said to the Children of Noah (in Gen. 1:28), “Be fruitful and multiply.” [Moreover,] just as a father has a responsibility to his son to feed him, to give him drink, to wash him, to anoint him and to dress him, so does the Holy One, blessed be He, do for Israel, as stated (in Ezek. 16:9-10), “I bathed you in water, and washed the blood off you […]. I clothed you with embroidered garments, and gave you sandals of dolphin leather (<i>tahash</i>) to wear.” To feed him, as stated (Ezek. 16:19), “And My bread that I had given to you.” To give him to drink, as stated (in Numb. 21:17), “Spring up O well, answer it.” Just as a father bequeaths his properties to his son, so did the Holy One, blessed be He, do for Israel, as stated (in Jer. 3:19), “and I gave you a desirable land, the fairest heritage of all the nations.” Just as the father wills his property to his son, and [as] his son also is obligated to offer him a gift<sup class=\"footnote-marker\">60</sup><i class=\"footnote\">Gk.: <i>doron.</i></i>; so also did the Holy One, blessed be He, say to Israel (in Numb. 15:2-3), “When you come unto the land of your habitations [….] You shall make a burnt offering to the Lord […].” R. Tanhuma bar Abba opened [his discourse] in the name of R. Hanina the father of R. Aha bar Hanina [as follows]:<sup class=\"footnote-marker\">61</sup><i class=\"footnote\">Numb. R. 17:2.</i> This <i>parashah</i> concerns libations. Thus it is stated (in Numb. 15:6–7), “Or for a ram you shall make a meal offering […]. And for the oblation [you shall offer] a third of a <i>hin</i> of wine.” See it is about libations. From here on, it is in regard to the <i>hallah</i>, as stated (in vss. 19-20), “And it shall be that, when you eat from the bread of the land, [you shall set aside an offering for the Lord]. Of the first of your dough you shall set aside a loaf (<i>hallah</i>) as an offering….” Thus <i>hallah</i> [is mentioned] last, and libations first. For this reason R. Hanina opened (with Eccl. 9:7), “Go, eat your bread with gladness, [and drink your wine with a joyful heart].”<sup class=\"footnote-marker\">62</sup><i class=\"footnote\">Cf. below, Numb. 4a:17.</i> What is the meaning of (Eccl 9:7, cont.), “God has already approved your works?” It is with reference to Abraham. When the Holy One, blessed be He, said to him (in Gen. 22:2), “Please take your son,” Abraham rose early, took him promptly, led him on, and brought him up to Mount Moriah. The Holy One, blessed be He, said to him (in Gen. 22:12), “Do not raise your hand against the lad.” Abraham said to the Holy One, blessed be He, “Master of the world, did you tell me (in vs. 2), ‘Please take your son,’ for no reason?” He said to him, “No! Rather [it was] to make your character known in the world.” Thus it is stated (in Gen. 18:19), “For I have made him known,<sup class=\"footnote-marker\">63</sup><i class=\"footnote\">This sense is required by the midrash. A more traditional translation would begin the verse: FOR I HAVE KNOWN HIM, or FOR I HAVE CHOSEN HIM.</i> so that he may charge [his children and his household after him to keep the way of the Lord].” R. Simeon ben Johay said, “The Holy One, blessed be He, said to him, ‘By your life, I ascribe [your obedience] to you [as proof] that, if I had told you to take your own life, you would not have refrained [from doing so] for the sake of My name, and would have obeyed [the command] to be killed for the sake of My name.’” Where is it shown? R. Simeon ben Johay said, “As so is it written (in Gen. 22:16), ‘and you have not withheld your son, your only one.’ See, [‘your son’] has already specified Isaac. [So] what is the meaning of ‘your only one?’ It is to imply Abraham's life. Thus the soul is called only one, where it is stated (in Ps. 22:21) ‘Deliver my life from the sword, [my only one from the power of the dog].’” Abraham said to the Holy One, blessed be He, “Is it possible for me to go from here with no sacrifice?” The Holy One, blessed be He, said to Abraham, “Here is your sacrifice. [It has been] prepared for you from the six days of creation.” (According to Gen. 22:13), “Then Abraham lifted his eyes to look, and there was a ram […].” As so did our masters teach, “The ram of Abraham was created from the six days of creation on the Sabbath eve at twilight.” So at that time, Abraham took it and (according to Gen 22:13, cont.) “he offered it up as a burnt offering in place of his son.” Once it said, “he offered it up as a burnt offering,” was the verse missing anything? [So] what is the meaning of “in place of his son?” At that time Abraham said to the Holy One, blessed be He, “Master of the world, see that I am slaughtering the ram; You should so see it as if my son is slaughtered in front of You.” When he took its blood, he said, “You should so see it as if the blood of Isaac is sprinkled before You.” When he took the ram and flayed it, he said to Him, “You should so see it as if Isaac is flayed in front of You on the altar.” When he burnt it, he said to Him, “You should so see it as if his ashes were gathered in front of You on the altar.” [Once it said,] “he offered it up as a burnt offering,” was the verse missing anything? [So] what is the meaning of “in place of his son?” The Holy One, blessed be He, said to him, “By your life, it is your son that is sacrificed first, but it is simply that this ram is after him.” At that time Abraham said to the Holy One, blessed be He, “Master of the world, I am not moving from here until You swear to me that You will never test me again; for if, heaven forbid, I had not obeyed you, I should have destroyed everything I had accomplished during my lifetime.” R. Hanin said, “The Holy One, blessed be He, said to him, ‘By your life, so it is; for if you had not obeyed Me, you would have possessed nothing.’” At that time the Holy One, blessed be He, swore to him that He would never test him again. Thus it is stated (in Gen. 22:16), “And he said, ‘I by Myself have sworn,’ says the Lord.” The Holy One, blessed be He, said to him, “By your life, severe afflictions and other trials had been designated to come upon you, but now they shall not come.” These were the same afflictions which came upon Job.<sup class=\"footnote-marker\">64</sup><i class=\"footnote\"><i>ySot.</i> 5:8 (or 5) (20c); Gen. R. 57:4.</i> They had been designated to come upon Abraham, for the following has been joined to the <i>parashah</i> (in Gen. 22:20–21), “And it came to pass after these things, that it was told to Abraham [saying, ‘Behold Milcah, she also has borne sons to your brother Nahor,] Uz his first-born….’” And this is Job, according to what is stated (in Job 1:1), “There was a man in the land (belonging to) Uz.”<sup class=\"footnote-marker\">65</sup><i class=\"footnote\">So the midrash interprets LAND OF UZ. See <i>BB 15a</i>.</i> At that time, The Holy One, blessed be He, said to Abraham (in Eccl. 9:7), “Go, eat your bread with gladness, [… for God has already approved your works].”", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "61225507412970c0e359d91a", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "anchorRef": "Numbers 13:27-29:31", "anchorRefExpanded": ["Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק שני, פרק ח כ״ג", "anchorVerse": 27, "sourceHasEn": true, "commentaryNum": 23, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ח", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>This is what they told him: “We came to the land you sent us to; it does indeed flow with milk and honey, and this is its fruit. However, the people who inhabit the country are powerful, and the cities are fortified and very large; moreover, we saw the Anakites there. Amalekites dwell in the Negeb region; Hittites, Jebusites, and Amorites inhabit the hill country; and Canaanites dwell by the Sea and along the Jordan…. We cannot attack that people, for it is stronger than we.” Thus they spread calumnies among the Israelites about the land they had scouted, saying, “The country that we traversed and scouted is one that devours its settlers. All the people that we saw in it are men of great size; we saw the Nephilim there – the Anakites are part of the Nephilim and we looked like grasshoppers to ourselves, and so we must have looked to them.” (Num. 13:27–29, 31–33)</small>", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61a6230887f574a17ca6b224", "index_title": "Jerusalem Talmud Nedarim", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Nedarim 2:4:1", "anchorRef": "Numbers 15:1-13", "anchorRefExpanded": ["Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13"], "sourceRef": "Jerusalem Talmud Nedarim 2:4:1", "sourceHeRef": "תלמוד ירושלמי נדרים ב׳:ד׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Jerusalem Talmud Nedarim", "he": "תלמוד ירושלמי נדרים"}, "heTitle": "תלמוד ירושלמי נדרים", "he": "<strong><big>משנה:</big></strong> סְתָם נְדָרִים לְהַחֲמִיר וּפֵירוּשָׁם לְהָקֵל. כֵּיצַד אָמַר הֲרֵי עָלַי כְּבָשָׂר מָלִיחַ כְּיֵין נֶסֶךְ אִם שֶׁלַּשָּׁמַיִם נָדַר אָסוּר אִם שֶׁלָּעֲבוֹדָה זָרָה נָדַר מוּתָּר. וְאִם סְתָם אָסוּר. הֲרֵי עָלַי כְּחֵרֶם אִם בְּחֵרֶם שֶׁלַּשָּׁמַיִם אָסוּר וְאִם שֶׁלַּכֹּהֲנִים מוּתָּר וְאִם סְתָם אָסוּר. הֲרֵי עָלַי כַּמַּעֲשֵׂר אִם בְּמַעֲשֵׂר בְּהֵמָה נָדַר אָסוּר וְאִם שֶׁלַּדָּגָן מוּתָּר וְאִם סְתָם אָסוּר. הְרֵי עָלַי כַּתְּרוּמָה אִם כִּתְּרוּמַת הַלִּשְׁכָּה נָדַר אָסוּר וְאִם שֶׁלַּגּוֹרֶן מוּתָּר וְאִם סְתָם אָסוּר דִּבְרֵי רִבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים סְתָם תְּרוּמָה בִּיהוּדָה אֲסוּרָה בַּגָּלִיל מוּתֶּרֶת שֶׁאֵין אַנְשֵׁי הַגָּלִיל מַכִּירִין אֶת תְּרוּמַת הַלִּישְׁכָּה. סְתָם חֲרָמִים בִּיהוּדָה מוּתָּרִין וּבַגָּלִיל אֲסוּרִין שֶׁאֵין אַנְשֵׁי הַגָּלִיל מַכִּירִין אֶת חֶרְמֵי הַכֹּהֲנִים.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<strong>MISHNAH:</strong> Indeterminate oaths are interpreted restrictively and explicit ones liberally. How is this? If one said, this is for me like salted meat<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">I. e., a sacrifice (<a class=\"refLink\" data-ref=\"Leviticus 2:13\" href=\"/Leviticus.2.13\"><i>Lev</i>. 2:13</a>).</i>, like libation wine<sup class=\"footnote-marker\">48</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 15:1-13\" href=\"/Numbers.15.1-13\"><i>Num</i>. 15:1–13</a>.</i>, if his intent was for Heaven, he is forbidden, if for idolatry, he is permitted<sup class=\"footnote-marker\">49</sup><i class=\"footnote\">Since everything destined for idolatrous worship is forbidden for any use, it cannot become <i>qorbān</i>.</i>, if indeterminate<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">If the person making the vow had nothing special in mind, his words have to be interpreted as referring to an instance which makes his vow valid.</i> he is forbidden. This is for me like a ban, if by a ban for Heaven<sup class=\"footnote-marker\">51</sup><i class=\"footnote\">A gift to the Temple which is forbidden for any use until redeemed from the Temple treasury.</i>, he is forbidden, if priest’s<sup class=\"footnote-marker\">52</sup><i class=\"footnote\">Bans given to priests become their fully profane private property, not restricted in any way. A referral to such bans cannot prohibit.</i>, he is permitted, if indeterminate he is forbidden. This is for me like tithe, if animal tithe, he is forbidden<sup class=\"footnote-marker\">53</sup><i class=\"footnote\">Animal tithe is automatically a sacrifice which does not need dedication (<a class=\"refLink\" data-ref=\"Leviticus 27:32\" href=\"/Leviticus.27.32\"><i>Lev</i>. 27:32</a>); it is <i>qorbān</i>.</i>, if from grain, he is permitted<sup class=\"footnote-marker\">54</sup><i class=\"footnote\">Tithe from which its heave was separated is totally profane in the Levite’s hand.</i>, if indeterminate he is forbidden. This is for me like heave, if Temple heave<sup class=\"footnote-marker\">55</sup><i class=\"footnote\">The half-šeqel yearly Temple tax which was used to buy public sacrifices; cf. <a class=\"refLink\" data-ref=\"Jerusalem Talmud Shekalim 3:1:1-4\" href=\"/Jerusalem_Talmud_Shekalim.3.1.1-4\">Mishnah <i>Šeqalim</i> 3:1</a>.</i>, he is forbidden, if heave from the threshing floor, he is permitted<sup class=\"footnote-marker\">56</sup><i class=\"footnote\">Since heave is private property of the receiving Cohen; cf. <a class=\"refLink\" data-ref=\"Jerusalem Talmud Nedarim 2:1:1\" href=\"/Jerusalem_Talmud_Nedarim.2.1.1\">Note 8</a>.</i>, if indeterminate he is forbidden, the words of Rebbi Meїr. But the Sages say, indeterminate heave in Judea is prohibited, in Galilee permitted, since Galileans do not know of Temple heave<sup class=\"footnote-marker\">57</sup><i class=\"footnote\">The Temple tax there was never known as “Temple heave” but as “half-<i>šeqel</i>.</i>. Indeterminate bans in Judea are permitted, in Galilee prohibited, since Galileans do not know of priest’s bans<sup class=\"footnote-marker\">58</sup><i class=\"footnote\">They know bans only as expression of total prohibitions for everybody.</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "618d70fc335714433aef140d", "index_title": "Jerusalem Talmud Shekalim", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Shekalim 5:3:2", "anchorRef": "Numbers 15:6-7", "anchorRefExpanded": ["Numbers 15:6", "Numbers 15:7"], "sourceRef": "Jerusalem Talmud Shekalim 5:3:2", "sourceHeRef": "תלמוד ירושלמי שקלים ה׳:ג׳:ב׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Jerusalem Talmud Shekalim", "he": "תלמוד ירושלמי שקלים"}, "heTitle": "תלמוד ירושלמי שקלים", "he": "<strong><big>הלכה:</big></strong> וּכְבֶן עַזַּאי חוֹטֵא [דָּל] לָמָּה. הָיָה מֵבִיא לוּגוֹ עִמּוֹ. בְּרַם כְּרַבָּנִן מֵבִיא גְדִי. נִיסְכֵי רָחֵל מַה. מִן מַה דְתַנִּינָן. גְּדִי מְשַׁמֵּשׁ נִיסְכֵּי צֹאן גְּדוֹלִים וּקְטַנִּים זְכָרִים וּנְקֵבוֹת. הָדָא אָֽמְרָה. נִיסְכֵּי רָחֵל כְנִיסְכֵּי גְדִי. כְּתִיב כָּ֣כָה יֵּֽעָשֶׂ֗ה לַשּׁוֹר֙ הָֽאֶחָ֔ד א֖וֹ לָאַ֣יִל הָֽאֶחָ֑ד אֽוֹ־לַשֶּׂ֥ה בַכְּבָשִׂ֖ים א֥וֹ בָֽעִזִּֽים: מַגִּיד שֶׁלֹּא חִלֵּק בֵּין נִיסְכֵּי עֵגֶל לְנִיסְכֵּי שׁוֹר. שֶׁהָיָה בְדִין. בֶּן הַצֹּאן טָעוּן נְסָכִים [וּ]בֶן הַבָּקָר טָעוּן נְסָכִים. אִם מָצָאנוּ שֶׁחִלֵּק בֵּין נִיסְכֵּי כֶּבֶשׂ לְנִיסְכֵּי אַיִל לְכָךְ נַחֲלוֹק בֵּין נִיסְכֵּי עֵגֶל לְנִיסְכֵּי שׁוֹר. תַּלְמוּד לוֹמַר כָּ֣כָה יֵּֽעָשֶׂ֗ה לַשּׁוֹר֙ הָֽאֶחָ֔ד. מַגִּיד שֶׁלֹּא חִלֵּק בֵּין נִיסְכֵּי עֵגֶל לְנִיסְכֵּי שׁוֹר. א֖וֹ לָאַ֣יִל לָמָּה נֶאֱמַר. שֶׁהָיָה בְדִין. אִם מָצָאנוּ שֶׁחִלֵּק בֵּין נִיסְכֵּי בֶּן שָׁנָה לְנִסְכֵּי בֶּן שְׁתַּיִם לְכָךְ נַחֲלוֹק בֵּין נִיסְכֵּי שְׁתַּיִם לְנִיסְכֵּי שָׁלֹשׁ. תַּלְמוּד לוֹמַר א֖וֹ לָאַ֣יִל הָֽאֶחָ֑ד. אֽוֹ־לַשֶּׂ֥ה בַּכְּשָׂבִים. לָמָּה נֶאֱמַר. שֶׁהָיָה בְדִין. אִם מָצָאנוּ שֶׁחִלֵּק בֵּין נִיסְכֵּי כֶבֶשׂ לְנִיסְכֵּי אַיִל לְכָךְ נַחֲלוֹק בֵּין נִיסְכֵּי כִשְׂבָּה לְנִיסְכֵּי רָחֵל. תַּלְמוּד לוֹמַר אֽוֹ־לַשֶּׂ֥ה בַּכְּשָׂבִים. א֥וֹ בָֽעִזִּֽים: לָמָּה נֶאֱמַר. שֶׁהָיָה בְדִין. אִם מָצָאנוּ שֶׁחִלֵּק בֵּין נִיסְכֵּי כֶבֶשׂ לְנִיסְכֵּי אַיִל לְכָךְ נַחֲלוֹק בֵּין נִיסְכֵּי גְדִי לְנִיסְכֵּי תַּיִשׁ. תַּלְמוּד לוֹמַר א֥וֹ בָֽעִזִּֽים. הִקִּישׁ קָטָן שֶׁבָּעִזִּים לְגָדוֹל שֶׁבַּתְּייָשִׁים. מַה זֶה בִּשְׁלֹשֶׁת לוּגִּין אַף זֶה בִּשְׁלֹשֶׁת לוּגִּין.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<strong>HALAKHAH:</strong> And following Ben Azzai, why the [poor]<sup class=\"footnote-marker\">76</sup><i class=\"footnote\">Corrector’s addition from B.</i> sinner? He brought his <i>log</i> with him, and following the rabbis he brings a lamb<sup class=\"footnote-marker\">77</sup><i class=\"footnote\">As explained in <a class=\"refLink\" data-ref=\"Jerusalem Talmud Shekalim 5:3:1\" href=\"/Jerusalem_Talmud_Shekalim.5.3.1\">Note 75</a>.</i>. What are the libations for a mother sheep<sup class=\"footnote-marker\">78</sup><i class=\"footnote\">Since there is a difference between the libations needed for a young male sheep and those for an adult male, why does one not make the same distinction for females?</i>? Since we stated, “ ‘lamb’ serves for the libations of sheep and goats, large or small, male or female,” this implies that the libations of a mother sheep are like the libations of a lamb. It is written<sup class=\"footnote-marker\">79</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 15:11\" href=\"/Numbers.15.11\"><i>Num</i>. 15:11</a>.</i>, <i>so you shall do for one bull, or for one ram, or an animal from sheep or goats.</i><sup class=\"footnote-marker\">80</sup><i class=\"footnote\"><i>Sifry Num.</i>107.</i> This tells that He did not differentiate between libations for a calf and libations for a bull. Since one could argue, an animal from the flock needs libations, a bovine animal needs libations. Since we find that He distinguished between the libations for a sheep and the libations for a ram, so we should differentiate between libations for a calf and libations for a bull. The verse says, <i>so you shall do for one bull</i>; this implies that He did not distinguish between libations for a calf and libations for a bull. Why was it said, <i>or for a ram</i>? Since one could argue, if we find that He differentiated between libations for a yearling and libations for a two-year old, so we should differentiate between libations for a two-years old and a three-years old. The verse says, <i>or for one ram.</i> Why was it said, <i>or for an animal from sheep</i>? Since one could argue, if we find that He differentiated between libations for a sheep and libations for a ram, so we should differentiate between libations for a young female sheep and libations for a mother sheep. The verse says, <i>or for an animal from sheep</i>. Why was it said, <i>or a goat</i>? Since one could argue, if we find that He differentiated between libations for a sheep and libations for a ram, so we should differentiate between libations for a kid goat and libations for a bellwether. The verse says, <i>or for a goat</i>, it compared the smallest kid goat to the largest bellwether<sup class=\"footnote-marker\">81</sup><i class=\"footnote\">The distinction by age applicable to sheep is not applicable to goats.</i>. Since one needs three <i>log</i>, so the other needs three <i>log</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6319d0d9b6084aa1cbf081ad", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, הִין 1", "anchorRef": "Numbers 15:7", "anchorRefExpanded": ["Numbers 15:7"], "sourceRef": "BDB, הִין 1", "sourceHeRef": "בראון-דרייבר-בריגס, הִין א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "הִין", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">הִין</span></big>  <strong>n.m.</strong> <sup><a data-ref=\"Leviticus 19:36\" href=\"/Leviticus.19.36\">Lv 19:36</a></sup> <strong>hin</strong>, a liquid measure <strong>(</strong>𝔊 εἵν (ἵν; 𝔊L ἵν); but χοῦς <a data-ref=\"Leviticus 19:36\" href=\"/Leviticus.19.36\">Lv 19:36</a>; Gk. ἵνιον, Egypt. measure, = <em>sextarius</em>, according to Böckh<sup>Metrol. Unters. 244</sup> cf. Brandis<sup>Münz- Mass- & Gewichtswesen 29, 30</sup>; the Heb. hin (6.06 litres) was, however, much larger than the Egypt. hin (0.456 litre), v. Hultsch<sup>Metrol., Tab. xxi. p. 714, & pp. 368, 450 ff.</sup>; v. further Ri<sup>HWB</sup> Smith<sup>Dict. Bib.</sup> E. Meyer<sup>Gesch. i. 228</sup><strong>)</strong>—abs. <span dir=\"rtl\">הִין</span> <a data-ref=\"Exodus 30:24\" href=\"/Exodus.30.24\">Ex 30:24</a> + 4 times <a data-ref=\"Ezekiel 45\" href=\"/Ezekiel.45\">Ez 45</a>, <a data-ref=\"Ezekiel 46\" href=\"/Ezekiel.46\">46</a>; <span dir=\"rtl\">הַהִין</span> <a data-ref=\"Exodus 29:40\" href=\"/Exodus.29.40\">Ex 29:40</a><sup>(×2)</sup> + 14 times; cstr. <span dir=\"rtl\">הִין</span> <a data-ref=\"Leviticus 19:36\" href=\"/Leviticus.19.36\">Lv 19:36</a>;—<br><strong>1.</strong>  a measure, used of quantity of water for drinking <a data-ref=\"Ezekiel 4:11\" href=\"/Ezekiel.4.11\">Ez 4:11</a>; usually in connexion with offerings: <strong>a.</strong>  of oil used with meal-offering <a data-ref=\"Exodus 29:40\" href=\"/Exodus.29.40\">Ex 29:40</a>; <a data-ref=\"Numbers 15:4\" href=\"/Numbers.15.4\">Nu 15:4</a>, <a data-ref=\"Numbers 15:6\" href=\"/Numbers.15.6\">6</a>, <a data-ref=\"Numbers 15:9\" href=\"/Numbers.15.9\">9</a>; <a data-ref=\"Numbers 28:5\" href=\"/Numbers.28.5\">28:5</a> (all P), <a data-ref=\"Ezekiel 45:24\" href=\"/Ezekiel.45.24\">Ez 45:24</a> <a data-ref=\"Ezekiel 46:5\" href=\"/Ezekiel.46.5\">46:5</a>, <a data-ref=\"Ezekiel 46:6\" href=\"/Ezekiel.46.6\">6</a>, <a data-ref=\"Ezekiel 46:11\" href=\"/Ezekiel.46.11\">11</a>, <a data-ref=\"Ezekiel 46:14\" href=\"/Ezekiel.46.14\">14</a>;—usually ¼ hin to 1/10 ephah (of meal-offering); <a data-ref=\"Numbers 15:6\" href=\"/Numbers.15.6\">Nu 15:6</a> 1/3; v <a data-ref=\"Numbers 15:9\" href=\"/Numbers.15.9\">9</a> 1/2; in Ez a (whole) hin, except <a data-ref=\"Ezekiel 46:14\" href=\"/Ezekiel.46.14\">46:14</a> 1/3 hin to 1/6 ephah. <strong>b.</strong>  used in mixing the anointing oil <a data-ref=\"Exodus 30:24\" href=\"/Exodus.30.24\">Ex 30:24</a>. <strong>c.</strong>  of wine as drink-offering <a data-ref=\"Leviticus 23:13\" href=\"/Leviticus.23.13\">Lv 23:13</a> (H); elsewhere P, <a data-ref=\"Exodus 29:40\" href=\"/Exodus.29.40\">Ex 29:40</a>; <a data-ref=\"Numbers 15:5\" href=\"/Numbers.15.5\">Nu 15:5</a>; <a data-ref=\"Numbers 28:14\" href=\"/Numbers.28.14\">28:14</a> (all 1/4 hin) <a data-ref=\"Numbers 15:7\" href=\"/Numbers.15.7\">15:7</a>; <a data-ref=\"Numbers 28:14\" href=\"/Numbers.28.14\">28:14</a> (both 1/3 hin), <a data-ref=\"Numbers 15:10\" href=\"/Numbers.15.10\">15:10</a>; <a data-ref=\"Numbers 28:14\" href=\"/Numbers.28.14\">28:14</a> (both ½ hin; all with 1/10 to 3/10 ephah in case of meal-offering). <strong>d.</strong>  once of <span dir=\"rtl\">שֵׁכָר</span> as drink-offering <a data-ref=\"Numbers 28:7\" href=\"/Numbers.28.7\">Nu 28:7</a> (P; ¼ hin; cf. Di).<br><strong>2.</strong>  vessel with capacity of hin <a data-ref=\"Leviticus 19:36\" href=\"/Leviticus.19.36\">Lv 19:36</a> (H) <span dir=\"rtl\">הִין־צֶדֶק</span> <em>a just hin</em> (‖ <span dir=\"rtl\">מֹאזְנֵי צ׳</span>, <span dir=\"rtl\">אַבְנֵי־צ׳</span>, <span dir=\"rtl\">אֵיפַת צ׳</span>).—The hin = 1/6 bath according to Joseph<sup>Ant</sup> iii. 8, 3; 9, 4, = 6.06 litres (Hultsch<sup>l.c.</sup>), v. ii. <a ,=\"\" data-ref=\"BDB, בַּת⁴\" dir=\"rtl\" href=\"/BDB,_בַּת⁴\">בַּת</a>. On order of words in above passages, note that <span dir=\"rtl\">הִין</span> (<span dir=\"rtl\">רְבִיעִת ה׳</span> etc.) is usually appos. of liquid measured, & either precedes it <a data-ref=\"Exodus 29:40\" href=\"/Exodus.29.40\">Ex 29:40</a> <a data-ref=\"Numbers 15:4\" href=\"/Numbers.15.4\">Nu 15:4</a>; <a data-ref=\"Numbers 28:14\" href=\"/Numbers.28.14\">28:14</a>, or, more often, follows it <a data-ref=\"Exodus 30:24\" href=\"/Exodus.30.24\">Ex 30:24</a> + 10 times; <a data-ref=\"Numbers 28:7\" href=\"/Numbers.28.7\">Nu 28:7</a> they are in diff. clauses; in <a data-ref=\"Exodus 29:40\" href=\"/Exodus.29.40\">Ex 29:40</a> we find <span dir=\"rtl\">בְּשֶׁמֶן</span> … <span dir=\"rtl\">רֶבַע הַהִין</span>, cf. <a data-ref=\"Numbers 15:6\" href=\"/Numbers.15.6\">Nu 15:6</a>, <a data-ref=\"Numbers 15:9\" href=\"/Numbers.15.9\">9</a>; <a data-ref=\"Numbers 28:5\" href=\"/Numbers.28.5\">28:5</a>;—<a data-ref=\"Numbers 28:14\" href=\"/Numbers.28.14\">Nu 28:14</a> is peculiar: <span dir=\"rtl\">וְנִסְכֵּיהֶם חֲצִי הַהִין יִהְיֶה לַפָּר וּשְׁלִישִׁת הַהִין לָאַיִל וּרְבִיעִת הַהִין לַכֶּבֶשׂ יָ֑יִן</span> (<span dir=\"rtl\">יין</span> only at end)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d1d1b6084aa1cbf1271f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יַ֫יִן 1", "anchorRef": "Numbers 15:7", "anchorRefExpanded": ["Numbers 15:7"], "sourceRef": "BDB, יַ֫יִן 1", "sourceHeRef": "בראון-דרייבר-בריגס, יַ֫יִן א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יַ֫יִן", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">יַ֫יִן</span></big><sub>141</sub>  <strong>n.m.</strong> <a data-ref=\"Psalms 75:9\" href=\"/Psalms.75.9\">ψ 75:9</a> <strong>wine (</strong>NH <em>id.;</em> Ethiopic ወይን <em>vitis, vinea, vinum;</em> Arabic <span dir=\"rtl\">وَيْنٌ</span> (<em>black</em>) <em>grapes</em>, v. Hom<sup>ZMG 1889, 654</sup>; Sab. <span dir=\"rtl\">וין</span> <em>vineyard</em>, Mordt<sup>ZMG 1887, 364</sup> Hom<sup>l.c. 659</sup> (both after Glaser); Assyrian <em>înu</em> in vocabularies, but this loan-word from western Semites, according to Hom<sup>Aufsätze 102</sup>; Jen<sup>ZA i. 186 f., ZMG 1890, 705</sup> argues to the contrary<strong>)</strong>—abs. <span dir=\"rtl\">יַ֫יִן</span> <a data-ref=\"Genesis 9:21\" href=\"/Genesis.9.21\">Gn 9:21</a> + 84 times; <span dir=\"rtl\">יָ֑יִן</span> <a data-ref=\"Genesis 14:18\" href=\"/Genesis.14.18\">Gn 14:18</a> + 33 times; cstr. <span dir=\"rtl\">יַ֫יִן</span> <a data-ref=\"Psalms 60:5\" href=\"/Psalms.60.5\">ψ 60:5</a> <a data-ref=\"Song of Songs 8:2\" href=\"/Song_of_Songs.8.2\">Ct 8:2</a>; <span dir=\"rtl\">יֵין</span> <a data-ref=\"Deuteronomy 32:18\" href=\"/Deuteronomy.32.18\">Dt 32:18</a> + 9 times; sf. <span dir=\"rtl\">יֵינִי</span> <a data-ref=\"Song of Songs 5:1\" href=\"/Song_of_Songs.5.1\">Ct 5:1</a>, etc.;—<em>wine:</em><br><strong>a.</strong>  common drink, for refreshment <a data-ref=\"Genesis 14:18\" href=\"/Genesis.14.18\">Gn 14:18</a> (E?) <a data-ref=\"Genesis 27:25\" href=\"/Genesis.27.25\">27:25</a> (J), <a data-ref=\"Judges 19:19\" href=\"/Judges.19.19\">Ju 19:19</a> <a data-ref=\"II Samuel 16:2\" href=\"/II_Samuel.16.2\">2 S 16:2</a> <a data-ref=\"Amos 5:11\" href=\"/Amos.5.11\">Am 5:11</a>; <a data-ref=\"Amos 9:14\" href=\"/Amos.9.14\">9:14</a> <a data-ref=\"Hosea 14:8\" href=\"/Hosea.14.8\">Ho 14:8</a> <a data-ref=\"Job 1:13\" href=\"/Job.1.13\">Jb 1:13</a>, <a data-ref=\"Job 1:18\" href=\"/Job.1.18\">18</a> <a data-ref=\"Daniel 1:5\" href=\"/Daniel.1.5\">Dn 1:5</a> +, tonic <a data-ref=\"Proverbs 31:6\" href=\"/Proverbs.31.6\">Pr 31:6</a>; art. of commerce <a data-ref=\"Ezekiel 27:18\" href=\"/Ezekiel.27.18\">Ez 27:18</a> <a data-ref=\"Nehemiah 13:15\" href=\"/Nehemiah.13.15\">Ne 13:15</a>; among supplies in strongholds <a data-ref=\"II Chronicles 11:11\" href=\"/II_Chronicles.11.11\">2 Ch 11:11</a>; as making merry <a data-ref=\"II Samuel 13:28\" href=\"/II_Samuel.13.28\">2 S 13:28</a> <a data-ref=\"Zechariah 9:15\" href=\"/Zechariah.9.15\">Zc 9:15</a>; <a data-ref=\"Zechariah 10:7\" href=\"/Zechariah.10.7\">10:7</a> <a data-ref=\"Esther 1:10\" href=\"/Esther.1.10\">Est 1:10</a> <a data-ref=\"Ecclesiastes 9:7\" href=\"/Ecclesiastes.9.7\">Ec 9:7</a>; <a data-ref=\"Ecclesiastes 10:19\" href=\"/Ecclesiastes.10.19\">10:19</a> <a data-ref=\"Psalms 104:15\" href=\"/Psalms.104.15\">ψ 104:15</a>.<br>†<strong>b.</strong>  used for rejoicing before <span dir=\"rtl\">י׳</span> <a data-ref=\"Deuteronomy 14:26\" href=\"/Deuteronomy.14.26\">Dt 14:26</a>, cf. <a data-ref=\"Hosea 9:4\" href=\"/Hosea.9.4\">Ho 9:4</a>; as drink-offering in prescribed ritual <a data-ref=\"Exodus 29:40\" href=\"/Exodus.29.40\">Ex 29:40</a> <a data-ref=\"Leviticus 23:13\" href=\"/Leviticus.23.13\">Lv 23:13</a> <a data-ref=\"Numbers 15:5\" href=\"/Numbers.15.5\">Nu 15:5</a>, <a data-ref=\"Numbers 15:7\" href=\"/Numbers.15.7\">7</a>, <a data-ref=\"Numbers 15:10\" href=\"/Numbers.15.10\">10</a>; <a data-ref=\"Numbers 28:14\" href=\"/Numbers.28.14\">28:14</a>; among temple stores <a data-ref=\"I Chronicles 9:29\" href=\"/I_Chronicles.9.29\">1 Ch 9:29</a>; used also in heathen ceremonial, v. <a data-ref=\"Deuteronomy 32:33\" href=\"/Deuteronomy.32.33\">Dt 32:33</a>.<br><strong>c.</strong>  intoxicating <a data-ref=\"I Samuel 1:14\" href=\"/I_Samuel.1.14\">1 S 1:14</a>; <a data-ref=\"I Samuel 25:37\" href=\"/I_Samuel.25.37\">25:37</a> <a data-ref=\"Genesis 9:21\" href=\"/Genesis.9.21\">Gn 9:21</a>, <a data-ref=\"Genesis 9:24\" href=\"/Genesis.9.24\">24</a>; <a data-ref=\"Genesis 19:32\" href=\"/Genesis.19.32\">19:32</a>, <a data-ref=\"Genesis 19:33\" href=\"/Genesis.19.33\">33</a>, <a data-ref=\"Genesis 19:34\" href=\"/Genesis.19.34\">34</a>, <a data-ref=\"Genesis 19:35\" href=\"/Genesis.19.35\">35</a> (all J), <a data-ref=\"Isaiah 5:11\" href=\"/Isaiah.5.11\">Is 5:11</a>, <a data-ref=\"Isaiah 5:22\" href=\"/Isaiah.5.22\">22</a> <a data-ref=\"Proverbs 21:17\" href=\"/Proverbs.21.17\">Pr 21:17</a>; <a data-ref=\"Proverbs 23:30\" href=\"/Proverbs.23.30\">23:30</a>, <a data-ref=\"Proverbs 23:31\" href=\"/Proverbs.23.31\">31</a> +; ‖ <span dir=\"rtl\">תִּירוֹשׁ</span> <a data-ref=\"Hosea 4:11\" href=\"/Hosea.4.11\">Ho 4:11</a>; ‖ <span dir=\"rtl\">שֵׁכָר</span> <a data-ref=\"I Samuel 1:15\" href=\"/I_Samuel.1.15\">1 S 1:15</a> <a data-ref=\"Micah 2:11\" href=\"/Micah.2.11\">Mi 2:11</a> <a data-ref=\"Isaiah 24:9\" href=\"/Isaiah.24.9\">Is 24:9</a>; <a data-ref=\"Isaiah 28:7\" href=\"/Isaiah.28.7\">28:7</a><sup>(×2)</sup>; <a data-ref=\"Isaiah 56:12\" href=\"/Isaiah.56.12\">56:12</a> + 12 times; forbidden to Nazirites †<a data-ref=\"Numbers 6:3\" href=\"/Numbers.6.3\">Nu 6:3</a><sup>(×2)</sup> <span dir=\"rtl\">(חֹמֶץ יַיִן וְחֹמֶץ שֵׁכָר)</span>, v <a data-ref=\"Numbers 6:4\" href=\"/Numbers.6.4\">4</a>, <a data-ref=\"Numbers 6:20\" href=\"/Numbers.6.20\">20</a>, cf. <a data-ref=\"Amos 2:12\" href=\"/Amos.2.12\">Am 2:12</a>; to Rechabites †<a data-ref=\"Jeremiah 35:2\" href=\"/Jeremiah.35.2\">Je 35:2</a>, <a data-ref=\"Jeremiah 35:5\" href=\"/Jeremiah.35.5\">5 f.</a>; to mother of Samson †<a data-ref=\"Judges 13:4\" href=\"/Judges.13.4\">Ju 13:4</a>, <a data-ref=\"Judges 13:7\" href=\"/Judges.13.7\">7</a>, <a data-ref=\"Judges 13:14\" href=\"/Judges.13.14\">14</a>; to priests entering sanctuary †<a data-ref=\"Leviticus 10:9\" href=\"/Leviticus.10.9\">Lv 10:9</a> (P), <a data-ref=\"Ezekiel 44:21\" href=\"/Ezekiel.44.21\">Ez 44:21</a>; unfitting for kings <a data-ref=\"Proverbs 31:4\" href=\"/Proverbs.31.4\">Pr 31:4</a>.<br>†<strong>d.</strong>  combinations are: <span dir=\"rtl\">יֵין הַטּוֹב</span> <a data-ref=\"Song of Songs 7:10\" href=\"/Song_of_Songs.7.10\">Ct 7:10</a> = <em>the best wine</em> (read <span dir=\"rtl\">כַּיַּיִן</span>?) Ges<sup>§ 133. 3, R. 1</sup>; <span dir=\"rtl\">יֵין מַלְכוּת</span> <a data-ref=\"Esther 1:7\" href=\"/Esther.1.7\">Est 1:7</a> <em>royal wine;</em> <span dir=\"rtl\">אֹצְרוֹת הַיַּיִן</span> <a data-ref=\"I Chronicles 27:27\" href=\"/I_Chronicles.27.27\">1 Ch 27:27</a> <em>stores of wine, wine-supply;</em> <span dir=\"rtl\">יַיִן הָרֶקַח</span> <a data-ref=\"Song of Songs 8:2\" href=\"/Song_of_Songs.8.2\">Ct 8:2</a> <em>spiced wine;</em> <span dir=\"rtl\">מִשְׁתֵּה הַיַּיִן</span> <em>wine-feast</em> <a data-ref=\"Esther 5:6\" href=\"/Esther.5.6\">Est 5:6</a>; <a data-ref=\"Esther 7:2\" href=\"/Esther.7.2\">7:2</a>, <a data-ref=\"Esther 7:7\" href=\"/Esther.7.7\">7</a>, <a data-ref=\"Esther 7:8\" href=\"/Esther.7.8\">8</a>; <span dir=\"rtl\">סֹבְאֵי יַיִן</span> <a data-ref=\"Proverbs 23:20\" href=\"/Proverbs.23.20\">Pr 23:20</a> <em>wine-bibbers;</em> <span dir=\"rtl\">נֹאד יין</span> <em>wine-skin;</em> <a data-ref=\"Joshua 9:4\" href=\"/Joshua.9.4\">Jos 9:4</a>, <a data-ref=\"Joshua 9:13\" href=\"/Joshua.9.13\">13</a> <a data-ref=\"I Samuel 16:20\" href=\"/I_Samuel.16.20\">1 S 16:20</a>; <span dir=\"rtl\">נֵבֶל יין</span> <em>id.</em> <a data-ref=\"I Samuel 1:24\" href=\"/I_Samuel.1.24\">1 S 1:24</a>; <a data-ref=\"I Samuel 10:3\" href=\"/I_Samuel.10.3\">10:3</a>; <a data-ref=\"I Samuel 25:18\" href=\"/I_Samuel.25.18\">25:18</a> <a data-ref=\"II Samuel 16:1\" href=\"/II_Samuel.16.1\">2 S 16:1</a> <a data-ref=\"Jeremiah 13:12\" href=\"/Jeremiah.13.12\">Je 13:12</a><sup>(×2)</sup>; <span dir=\"rtl\">בֵּית הַיָּ֑יִן</span> <a data-ref=\"Song of Songs 2:4\" href=\"/Song_of_Songs.2.4\">Ct 2:4</a> either <em>winehouse</em>, where wine is drunk, feasting-house (De al.), or <em>place of wine</em> = vineyard (Ew al.; cf. <span dir=\"rtl\">גֶּפֶן יַיִן</span> <a data-ref=\"Numbers 6:4\" href=\"/Numbers.6.4\">Nu 6:4</a>).<br>†<strong>e.</strong>  metaph. of wisdom’s drink <a data-ref=\"Proverbs 9:2\" href=\"/Proverbs.9.2\">Pr 9:2</a>, <a data-ref=\"Proverbs 9:5\" href=\"/Proverbs.9.5\">5</a>, cf. <a data-ref=\"Isaiah 55:1\" href=\"/Isaiah.55.1\">Is 55:1</a>; of <span dir=\"rtl\">י׳</span>’s wrath <a data-ref=\"Jeremiah 25:15\" href=\"/Jeremiah.25.15\">Je 25:15</a> <span dir=\"rtl\">(כּוֹס היין)</span>; of confusion sent by <span dir=\"rtl\">י׳</span>, <span dir=\"rtl\">יַיִן תַּרְעֵלָה</span> <em>wine of reeling</em> <a data-ref=\"Psalms 60:5\" href=\"/Psalms.60.5\">ψ 60:5</a>, cf. <a data-ref=\"Psalms 75:9\" href=\"/Psalms.75.9\">75:9</a>; of <span dir=\"rtl\">י׳</span>’s awaking for vengeance, like a wine-shouter <a data-ref=\"Psalms 78:65\" href=\"/Psalms.78.65\">ψ 78:65</a>; of Babylon’s fierce power <a data-ref=\"Jeremiah 51:7\" href=\"/Jeremiah.51.7\">Je 51:7</a>; of love <a data-ref=\"Song of Songs 5:1\" href=\"/Song_of_Songs.5.1\">Ct 5:1</a>; <span dir=\"rtl\">יֵין חֲמָסִים</span> <a data-ref=\"Proverbs 4:17\" href=\"/Proverbs.4.17\">Pr 4:17</a>; in sim. of one bursting with words <a data-ref=\"Job 32:19\" href=\"/Job.32.19\">Jb 32:19</a>; of disheartened proph. <a data-ref=\"Jeremiah 23:9\" href=\"/Jeremiah.23.9\">Je 23:9</a> <span dir=\"rtl\">(כְּגֶבֶר עֲבָרוֹ יַיִן)</span>; of lover’s mouth <a data-ref=\"Song of Songs 7:10\" href=\"/Song_of_Songs.7.10\">Ct 7:10</a> (v. supr.); love is better than wine <a data-ref=\"Song of Songs 1:2\" href=\"/Song_of_Songs.1.2\">Ct 1:2</a>; <a data-ref=\"Song of Songs 4:10\" href=\"/Song_of_Songs.4.10\">4:10</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d30db6084aa1cbf21d1f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נֶ֫סֶךְ 1", "anchorRef": "Numbers 15:7", "anchorRefExpanded": ["Numbers 15:7"], "sourceRef": "BDB, נֶ֫סֶךְ 1", "sourceHeRef": "בראון-דרייבר-בריגס, נֶ֫סֶךְ א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נֶ֫סֶךְ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">נֶ֫סֶךְ</span></big>  <strong>n.m. drink-offering</strong>;—abs. <span dir=\"rtl\">נ׳</span> <a data-ref=\"Genesis 35:14\" href=\"/Genesis.35.14\">Gn 35:14</a> + 6 times; <span dir=\"rtl\">נֵ֫סֶךְ</span> <a data-ref=\"Exodus 29:40\" href=\"/Exodus.29.40\">Ex 29:40</a>; <a data-ref=\"Exodus 30:9\" href=\"/Exodus.30.9\">30:9</a>; <a data-ref=\"Ezekiel 45:17\" href=\"/Ezekiel.45.17\">Ez 45:17</a>; <span dir=\"rtl\">נָ֑סֶךְ</span> <a data-ref=\"Numbers 4:7\" href=\"/Numbers.4.7\">Nu 4:7</a>; <a data-ref=\"Joel 1:13\" href=\"/Joel.1.13\">Jo 1:13</a>; cstr. <span dir=\"rtl\">נֶסֶךְ</span> <a data-ref=\"Numbers 28:7\" href=\"/Numbers.28.7\">Nu 28:7</a>; sf. <span dir=\"rtl\">נִסְכִּי</span> <a data-ref=\"Isaiah 48:5\" href=\"/Isaiah.48.5\">Is 48:5</a>, etc.; pl. <span dir=\"rtl\">נְסָכִים</span> <a data-ref=\"Jeremiah 7:18\" href=\"/Jeremiah.7.18\">Je 7:18</a> + 9 times; sf. <span dir=\"rtl\">נְסָכֶיהָ</span> <a data-ref=\"Numbers 29:31\" href=\"/Numbers.29.31\">Nu 29:31</a>, <span dir=\"rtl\">נִסְכֵּיכֶם</span> v <a data-ref=\"Numbers 29:39\" href=\"/Numbers.29.39\">39</a>, etc.;—<br><strong>1.</strong>  <em>drink-offering</em>, c. <span dir=\"rtl\">עַל</span> (on Jacob’s <span dir=\"rtl\">מַצֵּבָה</span> at Bethel) <a data-ref=\"Genesis 35:14\" href=\"/Genesis.35.14\">Gn 35:14</a> (E); elsewhere in worship of <span dir=\"rtl\">י׳</span> only P and related doc.; once of vessels of holy table <span dir=\"rtl\">קְשׂוֹת הַנָּ֑סֶךְ</span> <a data-ref=\"Numbers 4:7\" href=\"/Numbers.4.7\">Nu 4:7</a>; elsewhere in classifications <a data-ref=\"Leviticus 23:37\" href=\"/Leviticus.23.37\">Lv 23:37</a>; <a data-ref=\"Numbers 29:39\" href=\"/Numbers.29.39\">Nu 29:39</a>, usually offered with the <span dir=\"rtl\">עלה</span> <a data-ref=\"Exodus 29:40\" href=\"/Exodus.29.40\">Ex 29:40</a>; <a data-ref=\"Leviticus 23:13\" href=\"/Leviticus.23.13\">Lv 23:13</a>, <a data-ref=\"Leviticus 23:18\" href=\"/Leviticus.23.18\">18</a>; <a data-ref=\"Numbers 15:5\" href=\"/Numbers.15.5\">Nu 15:5</a>, <a data-ref=\"Numbers 15:7\" href=\"/Numbers.15.7\">7</a>, <a data-ref=\"Numbers 15:10\" href=\"/Numbers.15.10\">10</a>, <a data-ref=\"Numbers 15:24\" href=\"/Numbers.15.24\">24</a>; <a data-ref=\"Numbers 28:7\" href=\"/Numbers.28.7\">28:7</a>, <a data-ref=\"Numbers 28:14\" href=\"/Numbers.28.14\">14</a>, <a data-ref=\"Numbers 28:31\" href=\"/Numbers.28.31\">31</a>; <a data-ref=\"Numbers 29:18\" href=\"/Numbers.29.18\">29:18</a>, <a data-ref=\"Numbers 29:21\" href=\"/Numbers.29.21\">21</a>, <a data-ref=\"Numbers 29:24\" href=\"/Numbers.29.24\">24</a>, <a data-ref=\"Numbers 29:27\" href=\"/Numbers.29.27\">27</a>, <a data-ref=\"Numbers 29:30\" href=\"/Numbers.29.30\">30</a>, <a data-ref=\"Numbers 29:33\" href=\"/Numbers.29.33\">33</a>, <a data-ref=\"Numbers 29:37\" href=\"/Numbers.29.37\">37</a>, especially <span dir=\"rtl\">עוֹלַת הַתָּמִיד</span> <a data-ref=\"Numbers 28:9\" href=\"/Numbers.28.9\">28:9</a>, <a data-ref=\"Numbers 28:10\" href=\"/Numbers.28.10\">10</a>, <a data-ref=\"Numbers 28:15\" href=\"/Numbers.28.15\">15</a>, <a data-ref=\"Numbers 28:24\" href=\"/Numbers.28.24\">24</a>; <a data-ref=\"Numbers 29:6\" href=\"/Numbers.29.6\">29:6</a>, <a data-ref=\"Numbers 29:11\" href=\"/Numbers.29.11\">11</a>, <a data-ref=\"Numbers 29:16\" href=\"/Numbers.29.16\">16</a>, <a data-ref=\"Numbers 29:19\" href=\"/Numbers.29.19\">19</a>, <a data-ref=\"Numbers 29:22\" href=\"/Numbers.29.22\">22</a>, <a data-ref=\"Numbers 29:25\" href=\"/Numbers.29.25\">25</a>, <a data-ref=\"Numbers 29:28\" href=\"/Numbers.29.28\">28</a>, <a data-ref=\"Numbers 29:31\" href=\"/Numbers.29.31\">31</a>, <a data-ref=\"Numbers 29:34\" href=\"/Numbers.29.34\">34</a>, <a data-ref=\"Numbers 29:38\" href=\"/Numbers.29.38\">38</a>; <span dir=\"rtl\">מִנְחַת הַבֹּקֶר</span> <a data-ref=\"Exodus 29:41\" href=\"/Exodus.29.41\">Ex 29:41</a>; <a data-ref=\"Numbers 28:8\" href=\"/Numbers.28.8\">Nu 28:8</a>; but sometimes also with <span dir=\"rtl\">(שׁלמים) זבח</span> <a data-ref=\"Numbers 6:15\" href=\"/Numbers.6.15\">6:15</a>, <a data-ref=\"Numbers 6:17\" href=\"/Numbers.6.17\">17</a>; <a data-ref=\"Numbers 15:15\" href=\"/Numbers.15.15\">15:15</a>, <a data-ref=\"Numbers 15:10\" href=\"/Numbers.15.10\">10</a>; usually + <span dir=\"rtl\">מִנְחָה</span>; elsewhere only <a data-ref=\"I Chronicles 29:21\" href=\"/I_Chronicles.29.21\">1 Ch 29:21</a>; <a data-ref=\"II Chronicles 29:35\" href=\"/II_Chronicles.29.35\">2 Ch 29:35</a>; <a data-ref=\"Ezekiel 45:17\" href=\"/Ezekiel.45.17\">Ez 45:17</a>; <span dir=\"rtl\">מִנְחָה וָנ׳</span> <a data-ref=\"Joel 1:9\" href=\"/Joel.1.9\">Jo 1:9</a>, <a data-ref=\"Joel 1:13\" href=\"/Joel.1.13\">13</a>; <a data-ref=\"Joel 2:14\" href=\"/Joel.2.14\">2:14</a>. Offered to other gods <a data-ref=\"II Kings 6:13\" href=\"/II_Kings.6.13\">2 K 6:13</a>, <a data-ref=\"II Kings 6:15\" href=\"/II_Kings.6.15\">15</a>; <a data-ref=\"Isaiah 57:6\" href=\"/Isaiah.57.6\">Is 57:6</a>; <a data-ref=\"Jeremiah 7:18\" href=\"/Jeremiah.7.18\">Je 7:18</a>; <a data-ref=\"Jeremiah 19:13\" href=\"/Jeremiah.19.13\">19:13</a>; <a data-ref=\"Jeremiah 32:29\" href=\"/Jeremiah.32.29\">32:29</a>; <a data-ref=\"Jeremiah 44:17\" href=\"/Jeremiah.44.17\">44:17</a>, <a data-ref=\"Jeremiah 44:18\" href=\"/Jeremiah.44.18\">18</a>, <a data-ref=\"Jeremiah 44:19\" href=\"/Jeremiah.44.19\">19</a><sup>(×2)</sup>, <a data-ref=\"Jeremiah 44:25\" href=\"/Jeremiah.44.25\">25</a>; <a data-ref=\"Ezekiel 20:28\" href=\"/Ezekiel.20.28\">Ez 20:28</a> <a data-ref=\"Psalms 16:4\" href=\"/Psalms.16.4\">ψ 16:4</a>.<br><strong>2.</strong>  <em>molten images</em>, <a data-ref=\"Isaiah 41:29\" href=\"/Isaiah.41.29\">Is 41:29</a>; <a data-ref=\"Isaiah 48:5\" href=\"/Isaiah.48.5\">48:5</a>; <a data-ref=\"Jeremiah 10:14\" href=\"/Jeremiah.10.14\">Je 10:14</a>; <a data-ref=\"Jeremiah 51:17\" href=\"/Jeremiah.51.17\">51:17</a>.—Combinations are: <span dir=\"rtl\">נָסַךְ נ׳</span>, <span dir=\"rtl\">הִסִּיךְ נ׳</span> (see vb.); <span dir=\"rtl\">שָׁפַךְ נ׳</span> <a data-ref=\"Isaiah 57:6\" href=\"/Isaiah.57.6\">Is 57:6</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64ac070d45ec43138caac8af", "index_title": "Introductions to the Babylonian Talmud", "category": "Guides", "type": "", "ref": "Introductions to the Babylonian Talmud, Menachot, Introduction to Menachot 7", "anchorRef": "Numbers 15:1-16", "anchorRefExpanded": ["Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16"], "sourceRef": "Introductions to the Babylonian Talmud, Menachot, Introduction to Menachot 7", "sourceHeRef": "הקדמות לתלמוד הבבלי, מנחות, הקדמה למסכת מנחות ז׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1965, 1995], "commentaryNum": 7, "collectiveTitle": {"en": "Introductions to the Babylonian Talmud", "he": "הקדמות לתלמוד הבבלי"}, "heTitle": "הקדמה למסכת מנחות", "he": "סך הכל מגיע מנין המנחות לחמש עשרה: אחת עשרה שמביא היחיד, שלוש שמביא הציבור, ומנחת נסכים הבאה עם כל זבח בין של יחיד ובין של ציבור (ראה במדבר טו, א — טז)<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">ודווקא עם עולה ושלמים. אבל לא עם הבכור המעשר והפסח, וכן לא עם חטאת או אשם, חוץ מחטאתו של מצורע ואשמו. שאינם באים על חטא (צ,ב).</i>.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "In total, there are fifteen different types of meal offerings: Eleven are meal offerings brought by an individual, three are communal offerings, and the last includes all meal offerings that accompany the libations brought with slaughtered offerings. With regard to this last type, there is no distinction between the individual and the community.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6609225ea23a89688e8e2139", "index_title": "Covenant and Conversation; Numbers; The Wilderness Years", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Numbers; The Wilderness Years, Numbers; Then and Now 91", "anchorRef": "Numbers 15:1-31", "anchorRefExpanded": ["Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31"], "sourceRef": "Covenant and Conversation; Numbers; The Wilderness Years, Numbers; Then and Now 91", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר, במדבר; אז ועכשיו צ״א", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 91, "collectiveTitle": {"en": "Covenant and Conversation; Numbers; The Wilderness Years", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר"}, "heTitle": "במדבר; אז ועכשיו", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "In each case, we will find a precise connection between the two. So, for example, immediately after the episode of the spies come laws about offerings beginning with the words, “After you enter the land” (Num. 15:1–31), an assurance that the nation would eventually enter the land despite the forty-year delay. I show in one of the essays here<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">“Law and Narrative: Believing and Seeing.”</i> that there is a precise connection, verbal and substantive, between the law of tzitzit, fringed garments, and the failure of the spies to interpret correctly what they saw. The laws relating to priests (18:1–32) follow the Korah rebellion which established beyond doubt the right of Aaron and his sons to that office.", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}]