[{"_id": "531e4fdffbfba276047f5c15", "index_title": "Onkelos Deuteronomy", "category": "Targum", "type": "targum", "ref": "Onkelos Deuteronomy 29:2", "anchorRef": "Deuteronomy 29:2", "anchorRefExpanded": ["Deuteronomy 29:2"], "sourceRef": "Onkelos Deuteronomy 29:2", "sourceHeRef": "תרגום אונקלוס על דברים כ״ט:ב׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 29.0002, "collectiveTitle": {"en": "Onkelos Deuteronomy", "he": "תרגום אונקלוס על דברים"}, "heTitle": "תרגום אונקלוס על דברים", "he": "נִסֵּי רַבְרְבַיָּא דִּי חֲזָאָה עֵינָיךְ אָתַיָּא וּמוֹפְתַיָּא רַבְרְבַיָּא הָאִנּוּן:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "The great miracles that you witnessed, those great signs and wonders.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2683fbfba27c35eeb456", "index_title": "Targum Jonathan on Deuteronomy", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Deuteronomy 29:2", "anchorRef": "Deuteronomy 29:2", "anchorRefExpanded": ["Deuteronomy 29:2"], "sourceRef": "Targum Jonathan on Deuteronomy 29:2", "sourceHeRef": "תרגום יונתן על דברים כ״ט:ב׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 29.0002, "collectiveTitle": {"en": "Targum Jonathan on Deuteronomy", "he": "תרגום יונתן על דברים"}, "heTitle": "תרגום יונתן על דברים", "he": "נִסִין רַבְרְבִין דַחֲמִיתוּן בְּעֵינֵיכוֹן אָתַיָא וְתִמְהַיָא רַבְרְבַיָא הָאִינוּן", "heVersionTitle": "Targum Jonathan on Deuteronomy", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " those great temptations, signs, and wonders which you saw with your eyes. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "560ba963fbfba25e369f8866", "index_title": "Haamek Davar on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Deuteronomy 29:2:1", "anchorRef": "Deuteronomy 29:2", "anchorRefExpanded": ["Deuteronomy 29:2"], "sourceRef": "Haamek Davar on Deuteronomy 29:2:1", "sourceHeRef": "העמק דבר על דברים כ״ט:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1849, 1879], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b> המסות הגדולות אשר ראו עיניך.</b> לשון מסות אינו מורגל בכל המקומות שמדבר בפלאות י״מ. זולת פעם א׳ לעיל ד׳ י״ד ובקיצור. ולעיל ז׳ י״ט. וכאן האריך משה בזה הפרט. הדבר מובן שהוא עיקר המכוון לענין. ומשמעות מסות הוא כמש״כ לעיל שם. וכן הוא במדרש כאן מהו המסות המכות ממסות גופן של מצרים. והביאור ע״ז. שלא כלה הקב״ה את מצרים בפעם א׳ אלא לאט לאט במכות הממסות את הגוף. ולמאי עשה הקב״ה כך. ביאר ה׳ ואמר כי עתה שלחתי את ידי ותכחד מן הארץ ואולם בעבור זאת העמדתיך בעבור הראותך את כחי ולמען ספר שמי בכל הארץ:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "560ba963fbfba25e369f8868", "index_title": "Haamek Davar on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Deuteronomy 29:2:2", "anchorRef": "Deuteronomy 29:2", "anchorRefExpanded": ["Deuteronomy 29:2"], "sourceRef": "Haamek Davar on Deuteronomy 29:2:2", "sourceHeRef": "העמק דבר על דברים כ״ט:ב׳:ב׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1849, 1879], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>האותות והמופתים הגדולים ההם.</b> למאי עשה כל זה:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "57e77dbad6e4a94c7c18ba23", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Deuteronomy 29:2", "anchorRef": "Deuteronomy 29:2", "anchorRefExpanded": ["Deuteronomy 29:2"], "sourceRef": "Tafsir Rasag, Deuteronomy 29:2", "sourceHeRef": "תפסיר רס\"ג, דברים כ״ט:ב׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 29.0002, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "דברים", "he": "אלאעלאם אלעט̇אם אלתי ראתהא עינאך ותלך אלאיאת ואלבראהין אלעט̇ימה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58b1ccded6e4a937f9998fa6", "index_title": "Devarim Rabbah", "category": "Midrash", "type": "", "ref": "Devarim Rabbah 7:9", "anchorRef": "Deuteronomy 29:2", "anchorRefExpanded": ["Deuteronomy 29:2"], "sourceRef": "Devarim Rabbah 7:9", "sourceHeRef": "דברים רבה ז׳:ט׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [900], "commentaryNum": 7.0009, "collectiveTitle": {"en": "Devarim Rabbah", "he": "דברים רבה"}, "heTitle": "דברים רבה", "he": "זֶה שֶׁאָמַר הַכָּתוּב <small>(משלי ב, א)</small>: בְּנִי אִם תִּקַּח אֲמָרָי וּמִצְוֹתַי תִּצְפֹּן אִתָּךְ, מַהוּ אִם תִּקַּח אֲמָרָי, אָמַר רַב הוּנָא בְּשֵׁם רַב אַחָא, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְיִשְׂרָאֵל, בָּנַי, לֹא תְהֵא תּוֹרָתִי עֲלֵיכֶם כְּאָדָם שֶׁיֵּשׁ לוֹ בַּת בּוֹגֶרֶת וְהוּא מְבַקֵּשׁ לִכְנֹס אוֹתָהּ אֵצֶל מִי שֶׁמּוֹצֵא. מַהוּ אִם תִּקַּח אֲמָרָי, אִם יְהֵא לָכֶם זְכוּת אַתֶּם מְקַבְּלִים אֶת תּוֹרָתִי, שֶׁמַּלְאֲכֵי הַשָּׁרֵת נִתְאַוּוּ לָהּ וְלֹא נָתַתִּי אוֹתָהּ לָהֶם, מִנַּיִּן, שֶׁנֶּאֱמַר <small>(תהלים סח, יג)</small>: מַלְכֵי צְבָאוֹת יִדֹּדוּן יִדֹּוּן, וּמַה הוּא אוֹמֵר <small>(תהלים סח, יג)</small>: וּנְוַת בַּיִת תְּחַלֵּק שָׁלָל, אָמְרוּ לְפָנָיו רִבּוֹנוֹ שֶׁל עוֹלָם הַנָּיָה שֶׁיֵּשׁ לְךָ בָּעֶלְיוֹנִים אַתָּה מְחַלֵּק אוֹתָהּ לַתַּחְתּוֹנִים, הֱוֵי אִם תִּקַּח אֲמָרָי, אִם יְהֵא לְךָ זְכוּת. וּמַהוּ מִצְוֹתַי תִּצְפֹּן אִתָּךְ, אָמַר רַבִּי אַבָּא בַּר כַּהֲנָא, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא אַתֶּם צוֹפְנִים לִי תּוֹרָה וּמִצְווֹת בָּעוֹלָם הַזֶּה, וַאֲנִי צוֹפֵן לָכֶם שָׂכָר טוֹב לָעוֹלָם הַבָּא, שֶׁנֶּאֱמַר <small>(תהלים לא, כ)</small>: מָה רַב טוּבְךָ אֲשֶׁר צָפַנְתָּ לִירֵאֶיךָ. דָּבָר אַחֵר, אִם תִּקַּח אֲמָרָי. אָמַר רַבִּי יְהוּדָה בַּר שָׁלוֹם, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְיִשְׂרָאֵל אֵימָתַי אַתֶּם נִקְרָאִים בָּנַי, כְּשֶׁתִּקְחוּ אֲמָרָי, לְמָה הַדָּבָר דּוֹמֶה לְמֶלֶךְ שֶׁאָמַר לוֹ בְּנוֹ סַיְמֵנִי בְּתוֹךְ הַמְּדִינָה שֶׁאֲנִי בִּנְךָ, אָמַר לוֹ אָבִיו מְבַקֵּשׁ אַתָּה שֶׁיֵּדְעוּ הַכֹּל שֶׁאַתָּה בְּנִי, לְבוֹשׁ פּוֹרְפִּירָא שֶׁלִּי וְתֵן עֲטָרָה שֶׁלִּי בְּרֹאשְׁךָ וְיֵדְעוּ הַכֹּל שֶׁאַתָּה בְּנִי. כָּךְ אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְיִשְׂרָאֵל מְבַקְּשִׁים אַתֶּם שֶׁתִּהְיוּ מְסֻיָּמִין שֶׁאַתֶּם בָּנַי, עִסְקוּ בַּתּוֹרָה וּבַמִּצְווֹת וְהַכֹּל רוֹאִים שֶׁאַתֶּם בָּנַי, הֲדָא אֵימָתַי אַתֶּם בָּנַי מִשֶׁתִּקְחוּ אֲמָרַי. אָמַר רַבִּי כְּשֶׁהָיוּ יִשְׂרָאֵל בַּמִּדְבָּר הָיָה מְהַלֵּךְ עַמּוּד הֶעָנָן לִפְנֵיהֶם וְהָיָה עֲשַׁן הַמַּעֲרָכָה וַעֲשַׁן הַקְּטֹרֶת עוֹלֶה, וְהָיוּ שְׁנֵי זִקּוּקִין שֶׁל אֵשׁ יוֹצְאִין מִבֵּין שְׁנֵי בַּדֵּי הָאָרוֹן וְהָיוּ שׂוֹרְפִים לִפְנֵיהֶם אֶת הַנְּחָשִׁים וְאֶת הָעַקְרַבִּים, וְהָיוּ אֻמּוֹת הָעוֹלָם רוֹאִים אוֹתָם וְהָיוּ אוֹמְרִים אֱלוֹהוֹת הֵן אֵלּוּ, כָּל תַּשְׁמִישָׁן אֵינוֹ אֶלָּא בָּאֵשׁ, אָמַר לָהֶם משֶׁה וְכָל הַשֶּׁבַח הַזֶּה שֶׁעָשָׂה לָכֶם הַקָּדוֹשׁ בָּרוּךְ הוּא עַל יְדֵי שֶׁקִּבַּלְתֶּם תּוֹרָתוֹ בְּסִינַי, הֱוֵי <small>(דברים כט, א)</small>: וַיִּקְרָא משֶׁה אֶל כָּל יִשְׂרָאֵל וַיֹּאמֶר אֲלֵיהֶם וגו', אָמַר לָהֶם הֱיוּ יוֹדְעִים כָּל נִסִּים שֶׁעָשָׂה לָכֶם הַקָּדוֹשׁ בָּרוּךְ הוּא רְאִיתֶם בְּעֵינֵיכֶם, בְּמִצְרַיִם עָשָׂה לָכֶם וְעֵינֵיכֶם רוֹאוֹת, מִנַּיִן, שֶׁנֶּאֱמַר <small>(דברים כט, ב)</small>: הַמַּסּוֹת הַגְּדֹלֹת אֲשֶׁר רָאוּ עֵינֶיךָ, מַהוּ הַמַּסּוֹת, הַמַּכּוֹת מְמִסּוֹת גּוּפֵיהֶן שֶׁל מִצְרִים, מַהוּ <small>(דברים כט, ב)</small>: הָאֹתֹת, רַבָּנָן אָמְרֵי שֶׁהָיוּ נִרְשָׁמוֹת עַל גּוּפֵיהֶן דַּם צְפַרְדְּעִים וְכִנִּים, מַהוּ וְהַמֹּפְתִים, שֶׁהָיוּ הַמַּכּוֹת מְפַתּוֹת אוֹתָן כֵּיצַד, לִשְׁלשִׁים יוֹם הָיְתָה בָּאָה הַמַּכָּה וְהָיְתָה עוֹשָׂה שִׁבְעָה יָמִים וְהָלְכָה לָהּ, וְהָיוּ נִרְוָחִין עֶשְׂרִים וּשְׁלשָׁה יָמִים בֵּין מַכָּה לְמַכָּה וְלֹא הָיוּ חוֹזְרִין בָּהֶן, הֱוֵי שֶׁהָיוּ מְפַתּוֹת אוֹתָן.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "What the verse said: “My son, if you take my sayings and store my commandments with you” (Proverbs 2:1) – what is “if you take my sayings”? Rav Huna said in the name of Rav Aḥa: The Holy One blessed be He said to Israel: ‘My children, do not let My Torah be for you like a person who has an adult daughter and he seeks to marry her to whomever he finds.’<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">Treat the Torah as something of great value that you have to toil in order to acquire. Do not treat it as something which God is trying to give away to whoever will take it.</i> What is “if you take my sayings”? ‘If you will have merit, you will receive My Torah, as the ministering angels desired it but I did not give it to them.’ From where is it derived? “The kings of hosts flee again and again” (Psalms 68:13).<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">The midrash is assuming that the “kings” mentioned in the verse are the angels.</i> And what does it say? “And the wives [<i>unvat</i>] at home divide the spoils” (Psalms 68:13) – they said before Him: ‘Master of the universe: The beauty [<i>hanaya</i>] that You have in the upper worlds, are You distributing it in the lower worlds?’ That is, “if you take my sayings” – if you will have merit. What is “and store my commandments with you”? Rabbi Abba bar Kahana said: The Holy One blessed be He said to them: ‘If you store Torah and mitzvot for Me in this world, I will store a good reward for you in the World to Come,’ as it is stated: “How great is the goodness You have in store for those who fear You” (Psalms 31:20). <br>Another matter: “If you take my sayings” (Proverbs 2:1) – Rabbi Yehuda bar Shalom said: The Holy One blessed be He said to Israel: ‘When are you called My children? It is when you take My sayings.’ To what is the matter comparable? It is to a king whose son said to him: ‘Distinguish me within the province, that I am your son.’ His father said to him: ‘Do you seek that everyone should know that you are my son? Don my purple garment and place my crown on your head, and everyone will know that you are my son.’ So, the Holy One blessed be He said to Israel: ‘Do you seek to be distinguished that you are My children? Engage in Torah study and mitzvot, and everyone will see that you are My children.’ That is, when are you My children? It is when you take “My sayings.”  <br>Rabbi [Yehuda HaNasi] said: When Israel was in the wilderness, the pillar of cloud went before them, and the smoke of the arrangement<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">The smoke from the fire on the altar.</i> and the smoke of the incense would rise. Two sparks of fire would emerge from between the two staves of the Ark and would burn the serpents and the scorpions from before them. The nations of the world would see them and would say: ‘These are gods; all their functioning is only with fire.’ Moses said to them: ‘Know that all this goodness that the Holy One blessed be He performed on your behalf is due to the fact that you received His Torah at Sinai.’ That is, “Moses summoned all Israel, and he said to them…” – he said to them: ‘All the miracles that the Holy One blessed be He performed on your behalf, you witnessed with your eyes. In Egypt, He performed on your behalf, and your eyes were seeing.’ From where is it derived? It is as it is stated: “The great <i>masot</i> that your eyes saw, [the signs and the wonders]” (Deuteronomy 29:2). What are the “<i>masot</i>”? They are plagues, which dissolve [<i>memisot</i>] the bodies of Egyptians. What are “the signs”? The Rabbis say that they [the plagues] left an impression on their bodies, [i.e.,] blood, frogs, and lice. What are “the wonders [<i>vehamofetim</i>]”? It is that the plagues would entice [<i>mefatot</i>] them.<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">To harden their hearts.</i> How so? The plague would come after thirty days, would last one week, and pass. They would have twenty-three days of relief between the one plague and the next, and they would not change their minds. That is, that they would entice them.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b6b1a6d6e4a952249cca88", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Deuteronomy 29:2:1", "anchorRef": "Deuteronomy 29:2", "anchorRefExpanded": ["Deuteronomy 29:2"], "sourceRef": "Minchat Shai on Torah, Deuteronomy 29:2:1", "sourceHeRef": "מנחת שי על תורה, דברים כ״ט:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "דברים", "he": "<b>המסות.</b> ב' חד מלא וחד חסר דין מלא. דוהיה עקב חסר וכ\"כ הרמ\"ה ז\"ל:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0fd2b673ad4f00597befe8", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Asara Maamarot, Second Maamar 12", "anchorRef": "Deuteronomy 29:2", "anchorRefExpanded": ["Deuteronomy 29:2"], "sourceRef": "Shenei Luchot HaBerit, Asara Maamarot, Second Maamar 12", "sourceHeRef": "שני לוחות הברית, עשרה מאמרות, מאמר שני י״ב", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1611, 1631], "commentaryNum": 12, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "מאמר שני", "he": "<b>זה לשון</b> בעל עקידה ז\"ל, במדרש תנחומא <small>(נצבים ג)</small> כשביקשו ישראל לפרוק עול בימי יחזקאל מה כתיב שם <small>(יחזקאל כ, א)</small> ויהי בשנה השביעית בחמישי בעשור לחודש באו אנשים מזקני ישראל לדרוש את ה' וישבו לפניו. וא\"ל כהן הקונה את העבד מהו שיאכל בתרומה. א\"ל אוכל. א\"ל אם חזר כהן ומכרו לישראל לא יצא מרשותו, א\"ל הן. א\"ל אף אנו כבר יצאנו מרשותו ונהיה כעובדי גלולים. א\"ל יחזקאל <small>(שם לב-לג)</small> ואת העולה על רוחכם היו לא תהיה אשר אתם אומרים נהיה כגוים כמשפחות הארצות לשרת עץ ואבן. חי אני נאם ה' אלהים אם לא ביד חזקה ובזרוע נטויה ובחמה שפוכה אמלוך עליכם בית ישראל כי בשבועה אתם עמדי וגו'. <small>(דברים כט, ב)</small> למען הקים אותך היום לו לעם והוא יהיה לך לאלהים כאשר דבר לך וכאשר נשבע לאבותיך לאברהם ליצחק וליעקב. שלא אחזיר בדבר שנשבעתי לאבותיכם. ולא אתכם לבדכם כרת את הברית הזאת ואת האלה הזאת <small>(שם יג)</small>, כי אף הדורות העתידים לבא היו שם באותה שעה. <small>(שם יד)</small> כי את אשר ישנו פה עמנו עומד היום לפני י\"י אלהינו ואת אשר איננו פה עמנו היום. רבי אבהו בשם רבי שמואל בר נחמני אומר, למה כתיב כי את אשר ישנו פה עומד היום לפני י\"י אלהינו ואת אשר איננו פה היום, לפי שהנפשות היו שם וגוף עדיין לא נברא, ולפיכך לא נאמר בהן עמידה, כל אלו דברי המדרש:", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part I", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"א", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b6bf50faf3503027e682ad2", "index_title": "Malbim on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Malbim on Deuteronomy 29:2:1", "anchorRef": "Deuteronomy 29:2", "anchorRefExpanded": ["Deuteronomy 29:2"], "sourceRef": "Malbim on Deuteronomy 29:2:1", "sourceHeRef": "מלבי\"ם על דברים כ״ט:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על דברים", "he": "<b>המסות הגדלת אשר ראו עיניך</b>. שראית בעיניך איך נסה ה' את פרעה בחמש מכות הראשונות שהתרה אותו בין מכה ומכה אולי ישוב, ובחמש מכות האחרונות היה ריוח בין מכה ומכה. למען הכבד לבו ויבא עליו עונש ה', ולא למדת ליראה גם מזה, ויותר מזה:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b6bf50faf3503027e682ad4", "index_title": "Malbim on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Malbim on Deuteronomy 29:2:2", "anchorRef": "Deuteronomy 29:2", "anchorRefExpanded": ["Deuteronomy 29:2"], "sourceRef": "Malbim on Deuteronomy 29:2:2", "sourceHeRef": "מלבי\"ם על דברים כ״ט:ב׳:ב׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על דברים", "he": "<b>האותות והמופתים הגדולים</b>. ע\"ד הכתוב ונתתי מופתים בשמים ובארץ ששדד ה' את מערכת השמים והפיר חקות הטבע והלא היה לכם לחשוב אם במערכת השמים ובמצוקי ארץ כן אף כי באנוש רמה:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5bf3e30309271600b7255ee4", "index_title": "English Explanation of Mishnah Sanhedrin", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Sanhedrin 10:3:8", "anchorRef": "Deuteronomy 29:2", "anchorRefExpanded": ["Deuteronomy 29:2"], "sourceRef": "English Explanation of Mishnah Sanhedrin 10:3:8", "sourceHeRef": "ביאור אנגלי על משנה סנהדרין י׳:ג׳:ח׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 3.0008, "collectiveTitle": {"en": "English Explanation of Mishnah Sanhedrin", "he": "ביאור אנגלי על משנה סנהדרין"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>The ten tribes will not return [to the Land of Israel], for it is said, “And He cast them into another land, as is this day” (Deuteronomy 29:2: just as the day goes and does not return, so they too went and will not return: according to the words of Rabbi Akiba. Rabbi Eliezer says: “‘As is this day’   just as the day darkens and then becomes light again, so the ten tribes   even as it went dark for them, so will it in the future become light for them.</b>  According to Rabbi Akiva, once the ten northern tribes of Israel (see II Kings 17) were sent into exile they were never to return.  Again, Rabbi Eliezer disagrees.  Although the day turned metaphorically dark on these tribes, they retain the hope for a bright future.  Just as the night eventually turns to light, so too will the ten tribes one day be returned to their land.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5bf3e31562eb6400a597ede9", "index_title": "Mishnah Sanhedrin", "category": "Mishnah", "type": "", "ref": "Mishnah Sanhedrin 10:3", "anchorRef": "Deuteronomy 29:2", "anchorRefExpanded": ["Deuteronomy 29:2"], "sourceRef": "Mishnah Sanhedrin 10:3", "sourceHeRef": "משנה סנהדרין י׳:ג׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 10.0003, "collectiveTitle": {"en": "Mishnah Sanhedrin", "he": "משנה סנהדרין"}, "heTitle": "משנה סנהדרין", "he": "דּוֹר הַמַּבּוּל אֵין לָהֶם חֵלֶק לָעוֹלָם הַבָּא וְאֵין עוֹמְדִין בַּדִּין, שֶׁנֶּאֱמַר (בראשית ו) לֹא יָדוֹן רוּחִי בָאָדָם לְעֹלָם, לֹא דִין וְלֹא רוּחַ. דּוֹר הַפַּלָּגָה אֵין לָהֶם חֵלֶק לָעוֹלָם הַבָּא, שֶׁנֶּאֱמַר (בראשית יא) וַיָּפֶץ ה' אֹתָם מִשָּׁם עַל פְּנֵי כָל הָאָרֶץ. וַיָּפֶץ ה' אֹתָם, בָּעוֹלָם הַזֶּה. וּמִשָּׁם הֱפִיצָם ה', לָעוֹלָם הַבָּא. אַנְשֵׁי סְדוֹם אֵין לָהֶם חֵלֶק לָעוֹלָם הַבָּא, שֶׁנֶּאֱמַר (שם יג) וְאַנְשֵׁי סְדֹם רָעִים וְחַטָּאִים לַה' מְאֹד. רָעִים בָּעוֹלָם הַזֶּה. וְחַטָּאִים, לָעוֹלָם הַבָּא. אֲבָל עוֹמְדִין בַּדִּין. רַבִּי נְחֶמְיָה אוֹמֵר, אֵלּוּ וָאֵלּוּ אֵין עוֹמְדִין בַּדִּין, שֶׁנֶּאֱמַר (תהלים א) עַל כֵּן לֹא יָקֻמוּ רְשָׁעִים בַּמִּשְׁפָּט וְחַטָּאִים בַּעֲדַת צַדִּיקִים. עַל כֵּן לֹא יָקֻמוּ רְשָׁעִים בַּמִּשְׁפָּט, זֶה דּוֹר הַמַּבּוּל. וְחַטָּאִים בַּעֲדַת צַדִּיקִים, אֵלּוּ אַנְשֵׁי סְדוֹם. אָמְרוּ לוֹ, אֵינָם עוֹמְדִים בַּעֲדַת צַדִּיקִים אֲבָל עוֹמְדִין בַּעֲדַת רְשָׁעִים. מְרַגְּלִים אֵין לָהֶם חֵלֶק לָעוֹלָם הַבָּא, שֶׁנֶּאֱמַר וַיָּמֻתוּ הָאֲנָשִׁים מוֹצִאֵי דִבַּת הָאָרֶץ רָעָה בַּמַּגֵּפָה לִפְנֵי ה' (במדבר יד). וַיָּמֻתוּ, בָּעוֹלָם הַזֶּה. בַּמַּגֵּפָה, בָּעוֹלָם הַבָּא. דּוֹר הַמִּדְבָּר אֵין לָהֶם חֵלֶק לָעוֹלָם הַבָּא וְאֵין עוֹמְדִין בַּדִּין, שֶׁנֶּאֱמַר (שם) בַּמִּדְבָּר הַזֶּה יִתַּמּוּ וְשָׁם יָמֻתוּ, דִּבְרֵי רַבִּי עֲקִיבָא. רַבִּי אֱלִיעֶזֶר אוֹמֵר, עֲלֵיהֶם הוּא אוֹמֵר (תהלים נ) אִסְפוּ לִי חֲסִידָי כֹּרְתֵי בְרִיתִי עֲלֵי זָבַח. עֲדַת קֹרַח אֵינָהּ עֲתִידָה לַעֲלוֹת, שֶׁנֶּאֱמַר (במדבר טז) וַתְּכַס עֲלֵיהֶם הָאָרֶץ, בָּעוֹלָם הַזֶּה, וַיֹּאבְדוּ מִתּוֹךְ הַקָּהָל, לָעוֹלָם הַבָּא, דִּבְרֵי רַבִּי עֲקִיבָא. רַבִּי אֱלִיעֶזֶר אוֹמֵר, עֲלֵיהֶם הוּא אוֹמֵר (שמואל א ב) ה' מֵמִית וּמְחַיֶּה מוֹרִיד שְׁאוֹל וַיָּעַל. עֲשֶׂרֶת הַשְּׁבָטִים אֵינָן עֲתִידִין לַחֲזֹר, שֶׁנֶּאֱמַר (דברים כט) וַיַּשְׁלִכֵם אֶל אֶרֶץ אַחֶרֶת כַּיּוֹם הַזֶּה, מַה הַיּוֹם הַזֶּה הוֹלֵךְ וְאֵינוֹ חוֹזֵר, אַף הֵם הוֹלְכִים וְאֵינָם חוֹזְרִים, דִּבְרֵי רַבִּי עֲקִיבָא. רַבִּי אֱלִיעֶזֶר אוֹמֵר, כַּיּוֹם הַזֶּה, מַה הַיּוֹם מַאֲפִיל וּמֵאִיר, אַף עֲשֶׂרֶת הַשְּׁבָטִים שֶׁאָפַל לָהֶן, כָּךְ עָתִיד לְהָאִיר לָהֶן: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "The members of <b>the generation of the flood have no share in the World-to-Come and will not stand in judgment</b> at the end of days, <b>as it is stated: “My soul shall not abide [<i>yadon</i>] in man forever”</b> (Genesis 6:3); <b>neither</b> will they stand in <b>judgment [<i>din</i>] nor</b> shall their <b>souls</b> be restored to them. The members of <b>the generation of the dispersion have no share in the World-to-Come, as it is stated: “And the Lord scattered them from there upon the face of all the earth”</b> (Genesis 11:8), <b>and it is written: “And from there did the Lord scatter them</b> upon the face of all the earth” (Genesis 11:9). <b>“And the Lord scattered them”</b> indicates <b>in this world; “and from there did the Lord scatter them”</b> indicates <b>for the World-to-Come. The people of Sodom have no share in the World-to-Come, as it is stated: “And the men of Sodom were wicked and sinners before the Lord exceedingly”</b> (Genesis 13:13). <b>“Wicked”</b> indicates <b>in this world; “and sinners”</b> indicates <b>for the World-to-Come. But they will stand in judgment</b> and they will be sentenced to eternal contempt. <b>Rabbi Neḥemya says:</b> Both <b>these,</b> the people of Sodom, <b>and those,</b> the members of the generation of the flood, <b>will not stand in judgment, as it is stated: “Therefore the wicked shall not stand</b> <b>in judgment, nor sinners in the congregation of the righteous”</b> (Psalms 1:5). <b>“Therefore the wicked shall not stand in judgment”; this</b> is referring to <b>the generation of the flood,</b> about whom it is written: “The wickedness of man was great upon the earth” (Genesis 6:5). <b>“Nor sinners in the congregation of the righteous”; these are the people of Sodom,</b> about whom it is written: “And the men of Sodom were wicked and sinners” (Genesis 13:13). The Sages <b>said to</b> Rabbi Neḥemya: <b>They will not stand</b> in judgment for resurrection <b>in the congregation of the righteous, but they will stand</b> in judgment <b>in the congregation of the wicked.</b> <b>The spies</b> who spread an evil report of their visit to Canaan <b>have no share in the World-to-Come, as it is stated: “And those men who spread the evil report about the land died by plague before the Lord”</b> (Numbers 14:37). <b>“And…died”</b> indicates <b>in this world; “by plague”</b> indicates <b>for the World-to-Come.</b> The members of <b>the generation of the wilderness have no share in the World-to-Come and will not stand in judgment, as it is stated: “In this wilderness they shall be consumed, and there they shall die”</b> (Numbers 14:35). “They shall be consumed” indicates in this world; “and there they shall die” indicates for the World-to-Come; this is <b>the statement of Rabbi Akiva. Rabbi Eliezer says:</b> The members of the generation of the wilderness were essentially righteous, and <b>about them</b> the verse <b>says: “Gather My pious together to Me, those that have entered into My covenant by offering”</b> (Psalms 50:5). It is they who entered into the covenant with God and they will certainly be rewarded in the future. <b>The assembly of Korah is not destined to arise</b> for resurrection, <b>as it is stated: “And the earth closed upon them”</b> (Numbers 16:33), meaning <b>in this world,</b> and also: <b>“And they perished from among the assembly”</b> (Numbers 16:33), meaning <b>in the World-to-Come;</b> this is <b>the statement of Rabbi Akiva. Rabbi Eliezer says: About them</b> the verse <b>says: “The Lord kills and makes alive; He lowers to the grave, and raises”</b> (I Samuel 2:6), indicating that the assembly of Korah has a share in the World-to-Come. <b>The ten tribes are not destined to return</b> to Eretz Yisrael, even during the messianic era, <b>as it is stated: “And He cast them into another land, as it is this day”</b> (Deuteronomy 29:27). <b>Just as the day passes never to return, so too,</b> the ten tribes <b>go</b> into exile <b>and do not return;</b> this is <b>the statement of Rabbi Akiva. Rabbi Eliezer says: “As it is this day,”</b> meaning <b>just as the day darkens and</b> then the sky <b>brightens</b> the next day, with regard to <b>the ten tribes as well,</b> although <b>it is dark for them</b> now, <b>so it is destined to brighten for them.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5c468fdb08d98a02694db7b9", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, מסי 1", "anchorRef": "Deuteronomy 29:2", "anchorRefExpanded": ["Deuteronomy 29:2"], "sourceRef": "Jastrow, מסי 1", "sourceHeRef": "מילון יסטרוב, מסי א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "מסי", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">מסי</strong>, <strong dir=\"rtl\">מָסָה</strong>  (b. h.) <i>to melt, flow; to cause running off, effect curdling</i>. <a class=\"refLink\" href=\"/Midrash_Tehillim.78.2\" data-ref=\"Midrash Tehillim 78:2\">Midr. Till. to Ps. LXXVIII, 25</a> <span dir=\"rtl\">שלא יִמְסֶה</span> that the manna might not melt.—Denom. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_מְסוֹ.1\" data-ref=\"Jastrow, מְסוֹ 1\">מְסוֹ</a>.<br/>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Hif.</strong> - <strong dir=\"rtl\">הִמְסָה</strong> <i>to cause to flow</i>. <a class=\"refLink\" href=\"/Midrash_Tehillim.6.7\" data-ref=\"Midrash Tehillim 6:7\">Midr. Till. to Ps. VI, 7</a> <span dir=\"rtl\">התחיל בוכה ומַמְסֶה מטתו וכ׳</span> ed. Bub. (ed. <span dir=\"rtl\">וממחה</span>) he began to weep and make his bed flow with (his) tears; <a class=\"refLink\" href=\"/Yalkut_Shimoni_on_Nach.636\" data-ref=\"Yalkut Shimoni on Nach 636\">Yalk. Ps. 636</a>.<br/>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Pi.</strong> - <strong dir=\"rtl\">מִסָּה</strong>  <a class=\"refLink\" href=\"/Jastrow,_מסטרני.1\" data-ref=\"Jastrow, מסטרני 1\">same</a>, <i>to dissolve, weaken</i>. <a class=\"refLink\" href=\"/Devarim_Rabbah.7.9\" data-ref=\"Devarim Rabbah 7:9\">Deut. R. s. 7</a> (play on <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_מסות.1\" data-ref=\"Jastrow, מסות 1\">מַסּוֹת</a>, <a class=\"refLink\" href=\"/Deuteronomy.29.2\" data-ref=\"Deuteronomy 29:2\">Deut. XXIX, 2</a>) <span dir=\"rtl\">המכות מְמַסּוֹת גופיהן וכ׳</span> the plagues weakened the bodies of the Egyptians; Yalk. ib. 940.<br/>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Nif.</strong> - <strong dir=\"rtl\">נִמְסָה</strong> <i>to be melted, to fall away</i>. <a class=\"refLink\" href=\"/Tosefta_Sotah.3.4\" data-ref=\"Tosefta Sotah 3:4\">Tosef. Sot. III, 4</a> <span dir=\"rtl\">ירכה נִמְסֵית</span> her thigh will fall away."], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5d077b1a3e259300183af847", "index_title": "Etz Yosef on Devarim Rabbah", "category": "Quoting Commentary", "type": "", "ref": "Etz Yosef on Devarim Rabbah 7:9:11", "anchorRef": "Deuteronomy 29:2", "anchorRefExpanded": ["Deuteronomy 29:2"], "sourceRef": "Etz Yosef on Devarim Rabbah 7:9:11", "sourceHeRef": "עץ יוסף על דברים רבה ז׳:ט׳:י״א", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1807, 1833], "commentaryNum": 9.0011, "collectiveTitle": {"en": "Etz Yosef on Devarim Rabbah", "he": "עץ יוסף על דברים רבה"}, "heTitle": "עץ יוסף על דברים רבה", "he": "<b>שנא' המסות הגדולות אשר ראו עיניך. </b>(דברים כ״ט:ב׳) כצ\"ל:", "heVersionTitle": "Midrash Rabbah with Etz Yosef, Warsaw, 1867", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש רבה עם פירוש עץ יוסף, וורשא תרכ\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1ea1b91d77ecfb0d09eef2", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Deuteronomy 29:2:1", "anchorRef": "Deuteronomy 29:2", "anchorRefExpanded": ["Deuteronomy 29:2"], "sourceRef": "Midrash Lekach Tov, Deuteronomy 29:2:1", "sourceHeRef": "מדרש לקח טוב, דברים כ״ט:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "דברים", "he": "פס'. המסות הגדולות. לא מרובכם מכל העמים הצלחתם ולא בכחכם עשיתם חיל:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60e42f1937fff5a99e79450b", "index_title": "Reshit Chokhmah", "category": "Kabbalah", "type": "", "ref": "Reshit Chokhmah, Gate of Love 7:81", "anchorRef": "Deuteronomy 29:2", "anchorRefExpanded": ["Deuteronomy 29:2"], "sourceRef": "Reshit Chokhmah, Gate of Love 7:81", "sourceHeRef": "ראשית חכמה, שער האהבה ז׳:פ״א", "anchorVerse": 2, "sourceHasEn": false, "commentaryNum": 7.0081, "collectiveTitle": {"en": "Reshit Chokhmah", "he": "ראשית חכמה"}, "he": "<b>עוד</b> שם, דבר אחר אימתי אתם בני משתקחו אמרי, א\"ר כשהיו ישראל במדבר היה מהלך עמוד הענן לפניהם, והיה עשן המערכה ועשן הקטרת עולה, והיו שני זיקוקין של אש יוצאין מבין שני בדי הארון והיו שורפין לפניהם את הנחשים ואת העקרבים, והיו אומות העולם רואים אותם והיו אומרים אלוהות הן אלו כל תשמישן אינו אלא באש, אמר להם משה וכל השבח הזה שעשה לכם הקדוש ברוך הוא על ידי שקבלתם תורתו בהר סיני, הוי (דברים כט, ב) ויקרא משה אל כל ישראל ויאמר אליהם, עד כאן לשונו.", "heVersionTitle": "Hamesorah Publishers, Jerusalem 2005", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "610236bfc795231b79e3573f", "index_title": "Tzror HaMor on Torah", "category": "Quoting Commentary", "type": "quotation_auto", "ref": "Tzror HaMor on Torah, Deuteronomy 29:1:1", "anchorRef": "Deuteronomy 29:2", "anchorRefExpanded": ["Deuteronomy 29:2"], "sourceRef": "Tzror HaMor on Torah, Deuteronomy 29:1:1", "sourceHeRef": "צרור המור על התורה, דברים כ״ט:א׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1460, 1510], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Tzror HaMor on Torah", "he": "צרור המור על התורה"}, "heTitle": "דברים", "he": "<b>ורמז</b> גם כן באומרו אתם ראיתם וגו'. שיש להם לידע שלו היכולת הגמור להעניש אותם. ויש לו שלוחים רבים. ושלא יסבו בלכתם. ושיעשו שליחותם. וכנגד היכולת אמר אתם ראיתם את כל אשר עשה ה' בארץ מצרים. וכנגד השלוחים אמר המסות הגדולות אשר ראו עיניך. וכנגד שלא יסבו בלכתם עד שיעשו שליחותם אמר האותות והמופתים הגדולים ההם. כלומר הם בעצמם עשו שליחותם בלי שינוי. וזהו ההם. ולא נתן ה' לכם לב לדעת. יכלתו וגבורתו ומציאותו. כי זה דבר תלוי בידיעה. ועינים לראות כנגד השלוחים. ואזנים לשמוע שלא יסבו בלכתם ולא ישנו את תפקידם. ולא שמעתם שקבלו שוחד לשנות שליחותם. ולא תאמרו שכחי הוא לעשות רעות ולא טובות. לזה אמר לא בלו שלמותיכם. לחם לא אכלתם. רוצה לומר לחם אנשים לא אכלתם אלא לחם אבירים. למען תדעו כי לא על הלחם לבדו יחיה האדם וגו'. או שיאמר לחם לא אכלתם ויין ושכר לא שתיתם. שהוא קשור עם ויצא סיחון ועוג למלחמה ונכם. לפי שידוע שאנשי המלחמה ראויים להיות גבורים ומגודלים בנעוריהם לאכול לשבעה לחם ובשר ויין לחזקם ולשמחם. כאומרו ולחם לבב אנוש יסעד. וכתיב ויין ישמח לבב אנוש. באופן שבזה ינצחו המלחמה כמו אוכלי בשר החזיר ששותים במזרקי יין. ובזה הם גבורים ואנשי חיל מלומדי מלחמה. אבל האנשים שהם מגודלים במאכלים דקים ובשתיית המים הדקים. הם ראויים לעמוד בהיכלי המלכים להיות נערי המלך ומשרתיו. אבל אינם ראויים לצאת למלחמות וא\"כ אחר שישראל היו יוצאים מעבודת פרך נשברים ונדכאים והיו הולכים במדברות נעים ונדים. ולא היו אוכלים לחם אנשים אלא לחם אבירים דק מאד נבלע באיברים. ולא היו שותים יין אלא מים מלוחים ולפעמים מרים. היאך היו יכולים להלחם נגד אויביהם השותים במזרקי יין ואוכלים לחם ובשר. לזה אמר להם ראו מה מעשה ה' גדול. ודעו כי לא לגבורים המלחמה ולא בחיל ולא בכח יגבר איש כי אם ברוח ה'. והעד כי אתם הלכתם ארבעים שנה במדבר לחם לא אכלתם ויין ושכר לא שתיתם. כמו שעושים לגבורי המלחמה או ליגעי המלחמה. כאומרו ומלכי צדק מלך שלם הוציא לחם ויין. ואמרו כך עושים ליגיעי המלחמה. ועם כ\"ז ותבואו אל המקום הזה ויצא סיחון מלך חשבון ועוג מלך הבשן לקראתנו למלחמה ונכם. שלא כדרך העולם. ונפלו הגבורים מגודלים בלחם ויין ובשר. ביד חלשים האוכלים למעדנים מאכלים דקים. וכל זה כיד אלהיכם הטובה עליכם. ולכן ושמרתם את דברי הברית הזאת. אחר שבכח התורה והמצוה אתם יוצאים שלא כמנהג העולם. ולא די זה אלא שאם אתם שומרים התורה והמצוה. תשכילו ותצליחו בכל מעשה ידיכם בעוה\"ז. אע\"פ שאין זה מטבע התורה והמצוה. אלא להביא שכר העוה\"ב. כאומרם ששכר מצוה מצוה וכתיב והלך לפניך צדקך. עם כל זה תשכילו ותצליחו את כל אשר תעשון. ולזה כיוונו מה שאמרו אמר רבי יהושע בן לוי דבר זה כתוב בתורה שנוי בנביאים ומשולש בכתובים. שכל העוסק בתורה נכסיו מצליחים. כתוב בתורה ושמרתם את דברי הברית הזאת למען תשכילו את כל אשר תעשון. שנוי בנביאים לא ימוש ספר התורה הזה מפיך וגו' כי אז תצליח את דרכך ואז תשכיל. משולש בכתובים כי אם בתורת ה' חפצו וגו' והיה כעץ וגו' וכל אשר יעשה יצליח. והרצון בזה מה שאמרנו שאע\"פ שהתורה והמצוה אין עיקרם להביא שכר העולם הזה אלא שכר העוה\"ב. עם כל זה יש לך לידע שכל העוסק בתורה נכסיו מצליחים שלא כדרך העולם. ולכן הביא ראיה מן התורה מפסוק זה שאמר למען תשכילו את כל אשר תעשון. לפי שמלת תשכילו משמע לשון השכלה והבנה במושכלות או הצלחה. כמו לכל דרכיו משכיל מצליח. ולכן לפי מעלת התורה לא רצתה לומר ההצלחה בפירוש. אבל בנביאים שאין מעלתם כמעלת התורה. פירש הדבר יותר ואמר כי אז תצליח את דרכיך ואז תשכיל. שיש בכאן הצלחה עם השכלה. אבל בכתובים שהם למטה מהנביאים. פירש הדבר יותר ואמר שהעוסק בתורה יהיה כעץ שתול על פלגי מים וכל אשר יעשה יצליח. הרי שבכאן לא הזכיר השכלה אלא הצלחה לבד. בענין שמזה נלמוד שכל העוסק בתורה נכסיו מוצלחים. כמו שאמר כאן למען תשכילו:", "heVersionTitle": "Tzeror Hamor, Warsaw, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "צרור המור על התורה, וורשא, תרל\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121aa4dcd596b03e9e2c6de", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 940:7", "anchorRef": "Deuteronomy 29:2", "anchorRefExpanded": ["Deuteronomy 29:2"], "sourceRef": "Yalkut Shimoni on Torah 940:7", "sourceHeRef": "ילקוט שמעוני על התורה תתק״מ:ז׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 940.0007, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "אתם נצבים. זה שאמר הכתוב הפוך רשעים ואינם, כל זמן שהקב\"ה (מתהפך) [מסתכל] במעשיהם של רשעים [ומהפך בהם] אין להם תקומה, דור המבול וימח את כל היקום. סדומיים ויהפך את הערים, מצרים ולא נשאר בהם עד אחד. בבל והכרתי לבבל שם ושאר [ועל כולן] אמר דוד שם נפלו פועלי און, אבל ישראל אם נפלו עומדין וכה\"א אל תשמחי אויבתי לי כי נפלתי קמתי, ואומר אני ה' לא שניתי [אמר הקב\"ה] מעולם לא הכיתי אומה ושניתי לה, אבל אתם בני יעקב לא כליתם שנאמר חצי אכלה בם חצי כלים והם אינן כלים וכתיב דרך קשתו ויציבני כמטרא לחץ, משל למה\"ד לגבור שהעמיד את הקורה והיה מורה בה חצים, החצים כלים והקורה במקומה עומדת, אף כך ישראל היסורין כלין והם במקומן עומדין. למה נסמכה פרשה זו לפרשת קללות, לפי ששמעו ישראל מאה קללות חסר שתים בפרשה זו חוץ ממ\"ט שנאמר בת\"כ מיד הוריקו פניהם ואמרו מי יוכל לעמוד באלו, מיד קרא אותם משה והיה מפייסן מה כתיב למעלה ויקרא משה אל כל ישראל וגו' המסות הגדולות וגו' ותבואו אל המקום הזה. מפני מה עו\"א מיחייבין כליה וישראל קיימים, לפי כשבאין עליהן פורעניות מבעטין בהן ואינן מזכירין שמו של הקב\"ה שנאמר שפוך חמתו וגו', אבל ישראל כשהיסורין באים עליהם הם נכנעין שנאמר כוס ישועות אשא וגו' צרה ויגון אמצא וגו', אמר הקב\"ה הקללות הן מעמידות אתכם, וכה\"א ולמען נסותך להיטיבך באחריתך, לכך נאמר אתם נצבים. ", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6168256aa32edeabc60a1686", "index_title": "Mishnat Eretz Yisrael on Mishnah Taanit", "category": "Quoting Commentary", "type": "", "ref": "Mishnat Eretz Yisrael on Mishnah Taanit, Appendix 2 27", "anchorRef": "Deuteronomy 29:2", "anchorRefExpanded": ["Deuteronomy 29:2"], "sourceRef": "Mishnat Eretz Yisrael on Mishnah Taanit, Appendix 2 27", "sourceHeRef": "משנת ארץ ישראל על משנה תענית, נספח ב כ״ז", "anchorVerse": 2, "sourceHasEn": false, "commentaryNum": 27, "collectiveTitle": {"en": "Mishnat Eretz Yisrael on Mishnah Taanit", "he": "משנת ארץ ישראל על משנה תענית"}, "heTitle": "נספח ב", "he": "• עגלה ערופה – לפי דין תורה, אם נמצא מת מוטל בשדה על זקני הערים הסמוכות לקיים טקס ובמהלכו עליהם לערוף עגלה ולהכריז על ניקיון כפיהם של תושבי העיר (דברים כא א-ט). בהקשר לכך קובעת המשנה: \"נמצא סמוך לספר... לא היו עורפין\"<sup class=\"footnote-marker\">250</sup><i class=\"footnote\">משנה, סוטה פ\"ט מ\"ב; תוס', שם פ\"ט ה\"א; ספרי דברים, רה, עמ' 241. </i>. בהמשך המשנה מתברר שזו כנראה עמדתו של רבי אליעזר, מזקני דור יבנה (120-70 בערך). הנימוק לכך מובא במפורש בירושלמי: \"נמצא סמוך לספר – אני אומר סרקיים הרגוהו\" (סוטה פ\"ט ה\"ב, כג ע\"ג). אם כן, בספר מצויים הסרקיים ואלו חשודים בהריגה. התלמוד הבבלי מסביר הסבר קרוב וקושר את הלכות הספר להלכה ידועה אחרת הקובעת שאם הרציחות תדירות – בטל דין עגלה ערופה (סוטה מה, ע\"ב)<sup class=\"footnote-marker\">251</sup><i class=\"footnote\">השוו ספרי דברים, רה, עמ' 240. </i>. הסרקיים הם שבטי ה\"סרצנים\", הכינוי המקובל לנודדי המדבר, ו\"הספר\" הוא אפוא סְפר המדבר הסמוך למקום מושבם. בעל מדרש תנאים אף קובע במפורש: \"אשר סביבות החלל לא על ספר הים ולא על ספר המדבר\" (מדרש תנאים לדברים, כט ב, עמ' 124)<sup class=\"footnote-marker\">252</sup><i class=\"footnote\">ספר הים הוא מונח לחוף הים, ואולי קשורה הלכה זו לדין במשנה ובתוספתא (שם) שאין מביאים עגלה ערופה אם המת מונח סמוך לעיר של גויים, ובאזור החוף היו נכרים רבים. ברם, הביטוי \"ספר ים\" הוא מוזר, ועל כן נראה שביטוי זה רומז להלכה אחרת שאין מביאים עגלה ערופה על טובע: \"כי ימצא חלל בשדה... ולא צף על פני המים\", ספרי דברים, רה, עמ' 240; מדרש הגדול לדברים, כא א, עמ' תנד. </i>. אם כן, סתם ספר הוא ספר המדבר, ובאזור מעין זה רבו הרציחות ושוסי המדבר. ה\"סרצנים\" חשודים בכך.", "heVersionTitle": "Mishnat Eretz Yisrael, Seder Moed, Jerusalem, 2008-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "סדר מועד, מאת שמואל ספראי וזאב ספראי, ירושלים. תשס\"ט-תשע\"ב", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037e556bfddfbb310feb33", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "anchorRef": "Deuteronomy 1:1-34:12", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43", "Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32", "Deuteronomy 12:1", "Deuteronomy 12:2", "Deuteronomy 12:3", "Deuteronomy 12:4", "Deuteronomy 12:5", "Deuteronomy 12:6", "Deuteronomy 12:7", "Deuteronomy 12:8", "Deuteronomy 12:9", "Deuteronomy 12:10", "Deuteronomy 12:11", "Deuteronomy 12:12", "Deuteronomy 12:13", "Deuteronomy 12:14", "Deuteronomy 12:15", "Deuteronomy 12:16", "Deuteronomy 12:17", "Deuteronomy 12:18", "Deuteronomy 12:19", "Deuteronomy 12:20", "Deuteronomy 12:21", "Deuteronomy 12:22", "Deuteronomy 12:23", "Deuteronomy 12:24", "Deuteronomy 12:25", "Deuteronomy 12:26", "Deuteronomy 12:27", "Deuteronomy 12:28", "Deuteronomy 12:29", "Deuteronomy 12:30", "Deuteronomy 12:31", "Deuteronomy 13:1", "Deuteronomy 13:2", "Deuteronomy 13:3", "Deuteronomy 13:4", "Deuteronomy 13:5", "Deuteronomy 13:6", "Deuteronomy 13:7", "Deuteronomy 13:8", "Deuteronomy 13:9", "Deuteronomy 13:10", "Deuteronomy 13:11", "Deuteronomy 13:12", "Deuteronomy 13:13", "Deuteronomy 13:14", "Deuteronomy 13:15", "Deuteronomy 13:16", "Deuteronomy 13:17", "Deuteronomy 13:18", "Deuteronomy 13:19", "Deuteronomy 14:1", "Deuteronomy 14:2", "Deuteronomy 14:3", "Deuteronomy 14:4", "Deuteronomy 14:5", "Deuteronomy 14:6", "Deuteronomy 14:7", "Deuteronomy 14:8", "Deuteronomy 14:9", "Deuteronomy 14:10", "Deuteronomy 14:11", "Deuteronomy 14:12", "Deuteronomy 14:13", "Deuteronomy 14:14", "Deuteronomy 14:15", "Deuteronomy 14:16", "Deuteronomy 14:17", "Deuteronomy 14:18", "Deuteronomy 14:19", "Deuteronomy 14:20", "Deuteronomy 14:21", "Deuteronomy 14:22", "Deuteronomy 14:23", "Deuteronomy 14:24", "Deuteronomy 14:25", "Deuteronomy 14:26", "Deuteronomy 14:27", "Deuteronomy 14:28", "Deuteronomy 14:29", "Deuteronomy 15:1", "Deuteronomy 15:2", "Deuteronomy 15:3", "Deuteronomy 15:4", "Deuteronomy 15:5", "Deuteronomy 15:6", "Deuteronomy 15:7", "Deuteronomy 15:8", "Deuteronomy 15:9", "Deuteronomy 15:10", "Deuteronomy 15:11", "Deuteronomy 15:12", "Deuteronomy 15:13", "Deuteronomy 15:14", "Deuteronomy 15:15", "Deuteronomy 15:16", "Deuteronomy 15:17", "Deuteronomy 15:18", "Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17", "Deuteronomy 16:18", "Deuteronomy 16:19", "Deuteronomy 16:20", "Deuteronomy 16:21", "Deuteronomy 16:22", "Deuteronomy 17:1", "Deuteronomy 17:2", "Deuteronomy 17:3", "Deuteronomy 17:4", "Deuteronomy 17:5", "Deuteronomy 17:6", "Deuteronomy 17:7", "Deuteronomy 17:8", "Deuteronomy 17:9", "Deuteronomy 17:10", "Deuteronomy 17:11", "Deuteronomy 17:12", "Deuteronomy 17:13", "Deuteronomy 17:14", "Deuteronomy 17:15", "Deuteronomy 17:16", "Deuteronomy 17:17", "Deuteronomy 17:18", "Deuteronomy 17:19", "Deuteronomy 17:20", "Deuteronomy 18:1", "Deuteronomy 18:2", "Deuteronomy 18:3", "Deuteronomy 18:4", "Deuteronomy 18:5", "Deuteronomy 18:6", "Deuteronomy 18:7", "Deuteronomy 18:8", "Deuteronomy 18:9", "Deuteronomy 18:10", "Deuteronomy 18:11", "Deuteronomy 18:12", "Deuteronomy 18:13", "Deuteronomy 18:14", "Deuteronomy 18:15", "Deuteronomy 18:16", "Deuteronomy 18:17", "Deuteronomy 18:18", "Deuteronomy 18:19", "Deuteronomy 18:20", "Deuteronomy 18:21", "Deuteronomy 18:22", "Deuteronomy 19:1", "Deuteronomy 19:2", "Deuteronomy 19:3", "Deuteronomy 19:4", "Deuteronomy 19:5", "Deuteronomy 19:6", "Deuteronomy 19:7", "Deuteronomy 19:8", "Deuteronomy 19:9", "Deuteronomy 19:10", "Deuteronomy 19:11", "Deuteronomy 19:12", "Deuteronomy 19:13", "Deuteronomy 19:14", "Deuteronomy 19:15", "Deuteronomy 19:16", "Deuteronomy 19:17", "Deuteronomy 19:18", "Deuteronomy 19:19", "Deuteronomy 19:20", "Deuteronomy 19:21", "Deuteronomy 20:1", "Deuteronomy 20:2", "Deuteronomy 20:3", "Deuteronomy 20:4", "Deuteronomy 20:5", "Deuteronomy 20:6", "Deuteronomy 20:7", "Deuteronomy 20:8", "Deuteronomy 20:9", "Deuteronomy 20:10", "Deuteronomy 20:11", "Deuteronomy 20:12", "Deuteronomy 20:13", "Deuteronomy 20:14", "Deuteronomy 20:15", "Deuteronomy 20:16", "Deuteronomy 20:17", "Deuteronomy 20:18", "Deuteronomy 20:19", "Deuteronomy 20:20", "Deuteronomy 21:1", "Deuteronomy 21:2", "Deuteronomy 21:3", "Deuteronomy 21:4", "Deuteronomy 21:5", "Deuteronomy 21:6", "Deuteronomy 21:7", "Deuteronomy 21:8", "Deuteronomy 21:9", "Deuteronomy 21:10", "Deuteronomy 21:11", "Deuteronomy 21:12", "Deuteronomy 21:13", "Deuteronomy 21:14", "Deuteronomy 21:15", "Deuteronomy 21:16", "Deuteronomy 21:17", "Deuteronomy 21:18", "Deuteronomy 21:19", "Deuteronomy 21:20", "Deuteronomy 21:21", "Deuteronomy 21:22", "Deuteronomy 21:23", "Deuteronomy 22:1", "Deuteronomy 22:2", "Deuteronomy 22:3", "Deuteronomy 22:4", "Deuteronomy 22:5", "Deuteronomy 22:6", "Deuteronomy 22:7", "Deuteronomy 22:8", "Deuteronomy 22:9", "Deuteronomy 22:10", "Deuteronomy 22:11", "Deuteronomy 22:12", "Deuteronomy 22:13", "Deuteronomy 22:14", "Deuteronomy 22:15", "Deuteronomy 22:16", "Deuteronomy 22:17", "Deuteronomy 22:18", "Deuteronomy 22:19", "Deuteronomy 22:20", "Deuteronomy 22:21", "Deuteronomy 22:22", "Deuteronomy 22:23", "Deuteronomy 22:24", "Deuteronomy 22:25", "Deuteronomy 22:26", "Deuteronomy 22:27", "Deuteronomy 22:28", "Deuteronomy 22:29", "Deuteronomy 23:1", "Deuteronomy 23:2", "Deuteronomy 23:3", "Deuteronomy 23:4", "Deuteronomy 23:5", "Deuteronomy 23:6", "Deuteronomy 23:7", "Deuteronomy 23:8", "Deuteronomy 23:9", "Deuteronomy 23:10", "Deuteronomy 23:11", "Deuteronomy 23:12", "Deuteronomy 23:13", "Deuteronomy 23:14", "Deuteronomy 23:15", "Deuteronomy 23:16", "Deuteronomy 23:17", "Deuteronomy 23:18", "Deuteronomy 23:19", "Deuteronomy 23:20", "Deuteronomy 23:21", "Deuteronomy 23:22", "Deuteronomy 23:23", "Deuteronomy 23:24", "Deuteronomy 23:25", "Deuteronomy 23:26", "Deuteronomy 24:1", "Deuteronomy 24:2", "Deuteronomy 24:3", "Deuteronomy 24:4", "Deuteronomy 24:5", "Deuteronomy 24:6", "Deuteronomy 24:7", "Deuteronomy 24:8", "Deuteronomy 24:9", "Deuteronomy 24:10", "Deuteronomy 24:11", "Deuteronomy 24:12", "Deuteronomy 24:13", "Deuteronomy 24:14", "Deuteronomy 24:15", "Deuteronomy 24:16", "Deuteronomy 24:17", "Deuteronomy 24:18", "Deuteronomy 24:19", "Deuteronomy 24:20", "Deuteronomy 24:21", "Deuteronomy 24:22", "Deuteronomy 25:1", "Deuteronomy 25:2", "Deuteronomy 25:3", "Deuteronomy 25:4", "Deuteronomy 25:5", "Deuteronomy 25:6", "Deuteronomy 25:7", "Deuteronomy 25:8", "Deuteronomy 25:9", "Deuteronomy 25:10", "Deuteronomy 25:11", "Deuteronomy 25:12", "Deuteronomy 25:13", "Deuteronomy 25:14", "Deuteronomy 25:15", "Deuteronomy 25:16", "Deuteronomy 25:17", "Deuteronomy 25:18", "Deuteronomy 25:19", "Deuteronomy 26:1", "Deuteronomy 26:2", "Deuteronomy 26:3", "Deuteronomy 26:4", "Deuteronomy 26:5", "Deuteronomy 26:6", "Deuteronomy 26:7", "Deuteronomy 26:8", "Deuteronomy 26:9", "Deuteronomy 26:10", "Deuteronomy 26:11", "Deuteronomy 26:12", "Deuteronomy 26:13", "Deuteronomy 26:14", "Deuteronomy 26:15", "Deuteronomy 26:16", "Deuteronomy 26:17", "Deuteronomy 26:18", "Deuteronomy 26:19", "Deuteronomy 27:1", "Deuteronomy 27:2", "Deuteronomy 27:3", "Deuteronomy 27:4", "Deuteronomy 27:5", "Deuteronomy 27:6", "Deuteronomy 27:7", "Deuteronomy 27:8", "Deuteronomy 27:9", "Deuteronomy 27:10", "Deuteronomy 27:11", "Deuteronomy 27:12", "Deuteronomy 27:13", "Deuteronomy 27:14", "Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26", "Deuteronomy 28:1", "Deuteronomy 28:2", "Deuteronomy 28:3", "Deuteronomy 28:4", "Deuteronomy 28:5", "Deuteronomy 28:6", "Deuteronomy 28:7", "Deuteronomy 28:8", "Deuteronomy 28:9", "Deuteronomy 28:10", "Deuteronomy 28:11", "Deuteronomy 28:12", "Deuteronomy 28:13", "Deuteronomy 28:14", "Deuteronomy 28:15", "Deuteronomy 28:16", "Deuteronomy 28:17", "Deuteronomy 28:18", "Deuteronomy 28:19", "Deuteronomy 28:20", "Deuteronomy 28:21", "Deuteronomy 28:22", "Deuteronomy 28:23", "Deuteronomy 28:24", "Deuteronomy 28:25", "Deuteronomy 28:26", "Deuteronomy 28:27", "Deuteronomy 28:28", "Deuteronomy 28:29", "Deuteronomy 28:30", "Deuteronomy 28:31", "Deuteronomy 28:32", "Deuteronomy 28:33", "Deuteronomy 28:34", "Deuteronomy 28:35", "Deuteronomy 28:36", "Deuteronomy 28:37", "Deuteronomy 28:38", "Deuteronomy 28:39", "Deuteronomy 28:40", "Deuteronomy 28:41", "Deuteronomy 28:42", "Deuteronomy 28:43", "Deuteronomy 28:44", "Deuteronomy 28:45", "Deuteronomy 28:46", "Deuteronomy 28:47", "Deuteronomy 28:48", "Deuteronomy 28:49", "Deuteronomy 28:50", "Deuteronomy 28:51", "Deuteronomy 28:52", "Deuteronomy 28:53", "Deuteronomy 28:54", "Deuteronomy 28:55", "Deuteronomy 28:56", "Deuteronomy 28:57", "Deuteronomy 28:58", "Deuteronomy 28:59", "Deuteronomy 28:60", "Deuteronomy 28:61", "Deuteronomy 28:62", "Deuteronomy 28:63", "Deuteronomy 28:64", "Deuteronomy 28:65", "Deuteronomy 28:66", "Deuteronomy 28:67", "Deuteronomy 28:68", "Deuteronomy 28:69", "Deuteronomy 29:1", "Deuteronomy 29:2", "Deuteronomy 29:3", "Deuteronomy 29:4", "Deuteronomy 29:5", "Deuteronomy 29:6", "Deuteronomy 29:7", "Deuteronomy 29:8", "Deuteronomy 29:9", "Deuteronomy 29:10", "Deuteronomy 29:11", "Deuteronomy 29:12", "Deuteronomy 29:13", "Deuteronomy 29:14", "Deuteronomy 29:15", "Deuteronomy 29:16", "Deuteronomy 29:17", "Deuteronomy 29:18", "Deuteronomy 29:19", "Deuteronomy 29:20", "Deuteronomy 29:21", "Deuteronomy 29:22", "Deuteronomy 29:23", "Deuteronomy 29:24", "Deuteronomy 29:25", "Deuteronomy 29:26", "Deuteronomy 29:27", "Deuteronomy 29:28", "Deuteronomy 30:1", "Deuteronomy 30:2", "Deuteronomy 30:3", "Deuteronomy 30:4", "Deuteronomy 30:5", "Deuteronomy 30:6", "Deuteronomy 30:7", "Deuteronomy 30:8", "Deuteronomy 30:9", "Deuteronomy 30:10", "Deuteronomy 30:11", "Deuteronomy 30:12", "Deuteronomy 30:13", "Deuteronomy 30:14", "Deuteronomy 30:15", "Deuteronomy 30:16", "Deuteronomy 30:17", "Deuteronomy 30:18", "Deuteronomy 30:19", "Deuteronomy 30:20", "Deuteronomy 31:1", "Deuteronomy 31:2", "Deuteronomy 31:3", "Deuteronomy 31:4", "Deuteronomy 31:5", "Deuteronomy 31:6", "Deuteronomy 31:7", "Deuteronomy 31:8", "Deuteronomy 31:9", "Deuteronomy 31:10", "Deuteronomy 31:11", "Deuteronomy 31:12", "Deuteronomy 31:13", "Deuteronomy 31:14", "Deuteronomy 31:15", "Deuteronomy 31:16", "Deuteronomy 31:17", "Deuteronomy 31:18", "Deuteronomy 31:19", "Deuteronomy 31:20", "Deuteronomy 31:21", "Deuteronomy 31:22", "Deuteronomy 31:23", "Deuteronomy 31:24", "Deuteronomy 31:25", "Deuteronomy 31:26", "Deuteronomy 31:27", "Deuteronomy 31:28", "Deuteronomy 31:29", "Deuteronomy 31:30", "Deuteronomy 32:1", "Deuteronomy 32:2", "Deuteronomy 32:3", "Deuteronomy 32:4", "Deuteronomy 32:5", "Deuteronomy 32:6", "Deuteronomy 32:7", "Deuteronomy 32:8", "Deuteronomy 32:9", "Deuteronomy 32:10", "Deuteronomy 32:11", "Deuteronomy 32:12", "Deuteronomy 32:13", "Deuteronomy 32:14", "Deuteronomy 32:15", "Deuteronomy 32:16", "Deuteronomy 32:17", "Deuteronomy 32:18", "Deuteronomy 32:19", "Deuteronomy 32:20", "Deuteronomy 32:21", "Deuteronomy 32:22", "Deuteronomy 32:23", "Deuteronomy 32:24", "Deuteronomy 32:25", "Deuteronomy 32:26", "Deuteronomy 32:27", "Deuteronomy 32:28", "Deuteronomy 32:29", "Deuteronomy 32:30", "Deuteronomy 32:31", "Deuteronomy 32:32", "Deuteronomy 32:33", "Deuteronomy 32:34", "Deuteronomy 32:35", "Deuteronomy 32:36", "Deuteronomy 32:37", "Deuteronomy 32:38", "Deuteronomy 32:39", "Deuteronomy 32:40", "Deuteronomy 32:41", "Deuteronomy 32:42", "Deuteronomy 32:43", "Deuteronomy 32:44", "Deuteronomy 32:45", "Deuteronomy 32:46", "Deuteronomy 32:47", "Deuteronomy 32:48", "Deuteronomy 32:49", "Deuteronomy 32:50", "Deuteronomy 32:51", "Deuteronomy 32:52", "Deuteronomy 33:1", "Deuteronomy 33:2", "Deuteronomy 33:3", "Deuteronomy 33:4", "Deuteronomy 33:5", "Deuteronomy 33:6", "Deuteronomy 33:7", "Deuteronomy 33:8", "Deuteronomy 33:9", "Deuteronomy 33:10", "Deuteronomy 33:11", "Deuteronomy 33:12", "Deuteronomy 33:13", "Deuteronomy 33:14", "Deuteronomy 33:15", "Deuteronomy 33:16", "Deuteronomy 33:17", "Deuteronomy 33:18", "Deuteronomy 33:19", "Deuteronomy 33:20", "Deuteronomy 33:21", "Deuteronomy 33:22", "Deuteronomy 33:23", "Deuteronomy 33:24", "Deuteronomy 33:25", "Deuteronomy 33:26", "Deuteronomy 33:27", "Deuteronomy 33:28", "Deuteronomy 33:29", "Deuteronomy 34:1", "Deuteronomy 34:2", "Deuteronomy 34:3", "Deuteronomy 34:4", "Deuteronomy 34:5", "Deuteronomy 34:6", "Deuteronomy 34:7", "Deuteronomy 34:8", "Deuteronomy 34:9", "Deuteronomy 34:10", "Deuteronomy 34:11", "Deuteronomy 34:12"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר א׳ ב׳-ל״ט", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Deuteronomy and Its Structure", "he": "דברים מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["D<small>EUTERONOMY HOLDS A UNIQUE POSITION, AND SPEAKS WITH A UNIQUE VOICE, IN THE</small> literature of the Torah. Up to this point, through the first four books, we have encountered a powerful mixture of literary genres; indeed, the books owe their characteristic stamp to the way in which they incorporate these genres. Genesis is predominantly narrative, punctuated by genealogies; Exodus begins with narrative and later proceeds with covenant-making and law, and then with the precise details of sanctuary building; Leviticus is composed almost entirely of cultic and then ethical and social law; and finally, Numbers alternates narrative and varied laws, under the structure of preparations for wilderness march, first encounters with the Promised Land, and preparations for entry. Except for Leviticus, the books also exhibit, at strategic points, striking examples of biblical poetry.", "An ancient name for Deuteronomy, <i>mishne tora</i>—which means “copy of the Torah,” but which was erroneously understood as “second Torah”—would seem to indicate more of the same combining of genres, and a not-too-close reading would support the idea of a rehashing of narrative, covenant-making, law, and poetry. But the reader who takes the time to weigh what stands before him or her will find much more. In its structure, style, content, and intent, Deuteronomy goes beyond what has preceded it. The image of Moshe addressing the assembled people on the Plains of Moab—the central setting of the book—provides the occasion for not merely a retelling, but a recasting of Israel’s mission and destiny. No book of the Torah is truer to the idea of “instruction” (Deuteronomy uses the term numerous times), including an emphasis on teaching and learning, with assembled and yet-to-be-born children as much the audience as “elders.”", "From the book’s opening phrase, “Now these are the words [or even “speeches”] that Moshe spoke to the Children of Israel / in (the country) across the Jordan,” the basic premise of Deuteronomy is that the aged Moshe, personally and indeed in the first person, speaks for the last time to the assembled Israelites, before their triumphant entry into the land of Canaan. The setting affects the entire content of the book; no longer is the narrator in the background, as in most of the Torah, but instead he is presented as directly addressing a living audience, an audience composed not only of the ancient hearers portrayed in the text but also of contemporary listeners.", "The image of a leader delivering a long public address on an auspicious occasion is well known from the ancient world, most familiarly from Greek historians (cf. Van Seters) but also abundantly in the ancient Near East (Weinfeld). The historian seeks to paint a vivid picture of the personality of his speaker and the high drama of the moment, and may go on at great length. While admitting to not having had the benefit of eyewitness sources, such chroniclers are nevertheless sincere in their desire to present what undoubtedly would have been said on such an occasion.", "Deuteronomy, whenever it was composed and placed in the Torah, takes this approach a step further. It is a fantastic conceit, really: as Rosenberg (1975) notes, Moshe, the man who was “not a man of words” (Ex. 4:10), all of a sudden finds his voice. And as Polzin (1980) has shown in his forceful analysis, in Deuteronomy Moshe’s voice functions fairly indistinguishably from God’s own—and then closes off the text by stipulating that nothing in the future is to be added or subtracted to it. So we are dealing with a text of directly authoritative character, a series of speeches that in their own self-understanding already bore the status of “Torah.” Hence Deuteronomy introduces into the Bible for the first time the concept of canon—a bounded, accepted body of authoritative literature.", "Moshe’s addresses, which include a historical review, repeated appeals to observe God’s laws and dire warnings against their violation, a reworking of previous laws and the addition of new ones, and a poem designed to keep the appeals and warnings in popular memory, have about them a deep rhetorical urgency. As such they are stylistically quite different from most of what is found in the first four books of the Bible. To be sure, there are many moments of high rhetoric in the previous narratives, and the laws—including cultic ones—are also not lacking appeals to the emotions (cf., for instance, the repeated injunctions to not oppress the sojourner, “for you were sojourners in the land of Egypt”). But as an extended piece of argumentation and pleading, Deuteronomy holds pride of place in the Torah, with its specialized vocabulary (described in the notes and commentary below), its alternately pleading and warning tone, and its long, elegant phrases (as Gottwald notes, these phrases are most often cast in the form of subordinate clauses, not the typical syntactical form found in the previous books).", "But not only does Deuteronomy provide an emotional capstone to the four books that precede it. It functions to link up with both the landed history of Israel in the narrative books to follow (Joshua through Kings) and the prophets’ emotional speeches to the people and their leaders. In the words of G. Ernest Wright,", "the central purpose of Deuteronomy is to furnish Israel with a complete order of faith and life which is the prerequisite for a prosperous and secure existence on the God-given land. The historian [of the succeeding books] shows how Israel failed to keep it and what the consequences were.", "It is in fact the monarchic setting that is commonly held to be the historical background to the compilation of Deuteronomy. While Moshe’s last days and the people’s being poised on the steppes opposite Jericho would certainly be a dramatic enough moment for our book’s speeches to occur, its language, style, and many of its concerns point to a later time in the history of Israel as a likely venue for at least a good part of its emotional appeal.", "That time, in the opinion of most biblical scholars over the past two centuries, was the middle of the reign of King Josiah (ruled 640–608 <small>B.C.E.</small>) of Judah, the southern kingdom (Israel, the north, had been overrun by Assyria a century previously). The Assyrian Empire, dominant in the region for three hundred years, was on the wane, and Josiah took advantage of this decline of power to expand his kingdom northward. He also—at about the time of the death of Ashurbanipal, the last powerful king of Assyria—began a wide-ranging reform that consisted largely of destroying the local “high places” of pagan worship that had figured so prominently in the reign of his grandfather, the notorious Manasseh (ruled 687–642). II Kings 23 describes the purge in great detail, noting both places and priests that were now rendered inoperative in favor of the centralization of the cult in Jerusalem.", "It is within this setting that Chapter  22 reports the dramatic discovery of a scroll “of the Torah.”", "The high priest Hilkiah said to Shaphan the secretary, “I have found the book of the law in the house of the L<small>ORD</small>.” … Shaphan then read it aloud to the king. When the king heard the words of the book of the law, he tore his clothes. Then the king commanded … saying: “Go, inquire of the L<small>ORD</small> for me, for the people, and for all Judah, concerning the words of this book that has been found, for great is the wrath of the L<small>ORD</small> … because our ancestors did not obey the words of this book, to do according to all that is written concerning us.” (22:8, 10–13, New Revised Standard Version)", "What precisely were the contents of the “book” we do not know; but it is usually taken to have been some form of Deuteronomy. The rhetorical force of the newly discovered text must have been considerable, for its reported result was that the king", "directed that all the elders of Judah and Jerusalem should be gathered to him. … he read in their hearing all the words of the book of the covenant that had been found in the house of the L<small>ORD</small>. The king stood by the pillar and made a covenant before the L<small>ORD</small>, to follow the L<small>ORD</small>, keeping his commandments, his decrees, and his statutes, with all his heart and all his soul, to perform the words of this covenant that were written in this book. All the people joined in the covenant. (23:1–3)", "The connections between these passages and the style of Deuteronomy will be obvious to anyone who reads the book, and it seems clear that Josiah’s reforms are closely related to concerns expressed in Deuteronomy.", "The Bible’s portrayal of this background does not necessarily mean that Deuteronomy was composed for the occasion, or even that it originated in Judah. Several scholars (notably Ginsberg) have remarked on connections to the northern kingdom of Israel (e.g., affinities to the prophet Hosea), and so it is possible that at least some of our book was a series of traditions brought south by refugees fleeing the Assyrian onslaught. In any event, the text of Deuteronomy addresses its audience with such emotional immediacy that it may safely be presumed that a crisis of major proportions loomed, and the opportunity presented itself for a large-scale revival—or redefinition—of Israel’s self-understanding. Similar crises later in Jewish history may have led to the editing and writing down (but not necessarily the composition) of other central texts, the Mishnah (c. 200) and the Babylonian Talmud (c. 450). Like these documents, and like the first four books of the Torah, Deuteronomy is written in such a way that it is difficult to pin down its precise background, which through additions and circumspection has been substantially obliterated. What is left to us are the many repetitions of “today” or “this day,” which signal the desire to make the “Instruction” contemporary for the audience, whoever and whenever that may be.", "The net effect of this process of creation and development was to establish the Torah’s character as a text that shows signs of new life and new thinking within itself. Deuteronomy, by its inclusion as the final book of the five, officially began the practice of “explaining” (1:5) the traditions of Israel, and thus paved the way for the classic form of Jewish religious and intellectual activity: the interpretation of Scripture (cf. Fishbane 1988 for a definitive study on “inner-biblical exegesis,” interpretation that appears within the Bible itself and hence becomes a legitimate part of its traditions). This activity strongly influenced Christianity and Islam as well, and is still a part of religious discourse and development in the Western world.", "In its overall structure, Deuteronomy breaks down fairly easily; but it is perhaps best understood in the light of comparative ancient Near Eastern material. Weinfeld’s lifetime of research has demonstrated the strong parallels between our book and certain Assyrian treaty texts (earlier Hittite texts have also been shown to be helpful in this regard; cf. Levenson 1985b for a useful summary). It is striking indeed that the Esarhaddon Treaty texts from the seventh century <small>B.C.E.</small>, which also produced the final form of Deuteronomy, seem to prefigure the basic structure of what Moshe lays out in the book: a historical overview, an exhortation to keep the covenant, the laws—particulars of the covenant, a series of blessings and curses following upon observance or nonobservance of the covenant, and a ceremony ratifying it. A similar pattern, in abbreviated form, may be observed in the Sinai covenant in Ex. 19–24.", "Weinfeld points out that such covenants or treaties were two-sided, with the suzerain granting his vassals certain favors in return for “love” (= loyalty), and threatening dire consequences if that loyalty were to become suspect. What is fascinating about the parallels is not so much that they exist, but that here, apparently, a political model from a hated enemy has been assimilated and transformed into a positive religious-national one. Such transformative power seems to be characteristic of biblical culture, which probably reworked known stories and poems, among other genres, into genuine Israelite creations (the Flood narratives of Genesis and Psalm 29 are two fruitful examples of the process).", "Deuteronomy, then, focuses mainly on the relationship between God and Israel, a relationship that has been spelled out before (as in Exodus) but that forms in this book the very soul of the text. Every act that Israel performs as a community, and every one done by individuals, is to be seen in that light. As elsewhere in the Bible, breaking one of God’s rules means not merely a violation of a statute but an affront to the suzerain, the sovereign Lord, and thus a grave risk to society’s well-being and even to its very existence. And there is a unity of purpose and concept here: Gottwald summarizes the message of the book as “the indivisible unity of <i>one God</i> for <i>one people</i> in <i>one land</i> observing <i>one cult</i>” (italics his).", "Given the treaty pattern that we have just referred to, an outline of the book might proceed along the following lines:", "I   Historical Overview (Moshe as Narrator; 1–4:43)", "A   Narrative of the Wilderness Journey (1–3)", "B   Transition: Beginning of the Exhortation (4:1–40) and Addendum on Towns of Asylum (4:41–43)", "II  Opening Exhortation (Moshe as Pleader; 4:44–11:36)", "Looking Back to the Revelation at Sinai", "III The Terms of the Covenant (Moshe as Lawgiver; 12–28)", "A   The Laws (12–26)", "B   Covenant Ceremony; Blessings and Curses (27–28)", "IV Concluding Exhortation (Moshe as Pleader; 29–30)", "Looking Ahead to Exile and Return", "V  Final Matters (31–34)", "A   Passing the Mantle (31)", "B   Moshe’s Admonitory Poem (32)", "C   Moshe’s Blessing to the Tribes (33)", "D   The End (34)", "A few simple structural observations, based on a closer look at the text itself, may be made here. Parts I and V stress the role of Yehoshua (Joshua) in the future. Then, too, Parts II and IV use similar rhetorical formulas toward the end of each (“See, I set before you this day …,” 11:26 and 30:15). Such a symmetry would suggest that Part III is the crucial one, and that is of course the case. Everything in Deuteronomy radiates out from the laws: a new humanism, a rethinking of tradition, and above all, a heartfelt appeal to “choose life” (30:19), a good life on the land under the blessing of God.", "It is only when that appeal has been fully made, and when all of Deuteronomy’s new material has been added (with no more to come, as the text sees it!), that Moshe can finally die, and the people of Israel can proceed into the Promised Land. The book of Numbers proved to be a false ending, and indeed the report of Moshe’s death was postponed from the end of that book to this, so that the biblical tradition could transform itself into a truly multifaceted and rich one. The Torah, which began in the nameless, unknowable past, ends in the limitless present and future, with a potential life ahead for the Israelite people as bountiful and as beautiful as the “good land” that Moshe is allowed to see from the summit of Pisga."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e786bfddfbb310feb8f", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part IV; Concluding Exhortation, Renewed Exhortation 2-3", "anchorRef": "Deuteronomy 29:1-28", "anchorRefExpanded": ["Deuteronomy 29:1", "Deuteronomy 29:2", "Deuteronomy 29:3", "Deuteronomy 29:4", "Deuteronomy 29:5", "Deuteronomy 29:6", "Deuteronomy 29:7", "Deuteronomy 29:8", "Deuteronomy 29:9", "Deuteronomy 29:10", "Deuteronomy 29:11", "Deuteronomy 29:12", "Deuteronomy 29:13", "Deuteronomy 29:14", "Deuteronomy 29:15", "Deuteronomy 29:16", "Deuteronomy 29:17", "Deuteronomy 29:18", "Deuteronomy 29:19", "Deuteronomy 29:20", "Deuteronomy 29:21", "Deuteronomy 29:22", "Deuteronomy 29:23", "Deuteronomy 29:24", "Deuteronomy 29:25", "Deuteronomy 29:26", "Deuteronomy 29:27", "Deuteronomy 29:28"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part IV; Concluding Exhortation, Renewed Exhortation 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ה׳, דברים הערה א׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Renewed Exhortation", "he": "דברים הערה א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Having concluded the covenant, Moshe now takes up his plea again, beginning the same way that God did when the people arrived at Mount Sinai (Ex. 19:4–6). Here, without the impressive backdrop of Sinai, Moshe goes on at some length, reviewing the past and then addressing both the “assembly” in front of him and those to come.", "Much of the latter part of the chapter sounds like a reference to the fate of the Northern kingdom, Israel, which was overrun by Assyria a century before Josiah’s discovery of the “book.” Such may be the reason for the reference to “hidden” and “revealed” things in v.28—for the reason for the fall of the idolatrous North is certainly no mystery to the reader of Deuteronomy."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e786bfddfbb310feb91", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part IV; Concluding Exhortation 2-3", "anchorRef": "Deuteronomy 29:1-30:20", "anchorRefExpanded": ["Deuteronomy 29:1", "Deuteronomy 29:2", "Deuteronomy 29:3", "Deuteronomy 29:4", "Deuteronomy 29:5", "Deuteronomy 29:6", "Deuteronomy 29:7", "Deuteronomy 29:8", "Deuteronomy 29:9", "Deuteronomy 29:10", "Deuteronomy 29:11", "Deuteronomy 29:12", "Deuteronomy 29:13", "Deuteronomy 29:14", "Deuteronomy 29:15", "Deuteronomy 29:16", "Deuteronomy 29:17", "Deuteronomy 29:18", "Deuteronomy 29:19", "Deuteronomy 29:20", "Deuteronomy 29:21", "Deuteronomy 29:22", "Deuteronomy 29:23", "Deuteronomy 29:24", "Deuteronomy 29:25", "Deuteronomy 29:26", "Deuteronomy 29:27", "Deuteronomy 29:28", "Deuteronomy 30:1", "Deuteronomy 30:2", "Deuteronomy 30:3", "Deuteronomy 30:4", "Deuteronomy 30:5", "Deuteronomy 30:6", "Deuteronomy 30:7", "Deuteronomy 30:8", "Deuteronomy 30:9", "Deuteronomy 30:10", "Deuteronomy 30:11", "Deuteronomy 30:12", "Deuteronomy 30:13", "Deuteronomy 30:14", "Deuteronomy 30:15", "Deuteronomy 30:16", "Deuteronomy 30:17", "Deuteronomy 30:18", "Deuteronomy 30:19", "Deuteronomy 30:20"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part IV; Concluding Exhortation 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ה׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part IV; Concluding Exhortation", "he": "דברים מאמר ה׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE FIRST TWO PARTS OF</small> D<small>EUTERONOMY RECALLED THE PAST IN SOME DETAIL; THE</small> third envisioned the particulars of Israel’s future life on its land—or, if we take the book in the context of Israelite monarchy, set forth a code of behavior for the present. The fourth part of the book, except for a few references to the wilderness experience, primarily places the future before the audience. Israel is warned, one last time, of the dire consequences of disregarding God’s laws. At the same time, it is presented with a happy ending: even if they should go into exile for their disobedience, God is confident of their “turning” back to him, and in consequence will eventually “return” them to their land and prosperity.", "This section appears to be extraneous in the context of Deuteronomy’s basic structure. Perhaps it is a later addition, meant to address particular historical circumstances that presented a crisis situation."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382fdc9ad75f2d99afb4e", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part IV; Concluding Exhortation, Renewed Exhortation 1", "anchorRef": "Deuteronomy 29:1-28", "anchorRefExpanded": ["Deuteronomy 29:1", "Deuteronomy 29:2", "Deuteronomy 29:3", "Deuteronomy 29:4", "Deuteronomy 29:5", "Deuteronomy 29:6", "Deuteronomy 29:7", "Deuteronomy 29:8", "Deuteronomy 29:9", "Deuteronomy 29:10", "Deuteronomy 29:11", "Deuteronomy 29:12", "Deuteronomy 29:13", "Deuteronomy 29:14", "Deuteronomy 29:15", "Deuteronomy 29:16", "Deuteronomy 29:17", "Deuteronomy 29:18", "Deuteronomy 29:19", "Deuteronomy 29:20", "Deuteronomy 29:21", "Deuteronomy 29:22", "Deuteronomy 29:23", "Deuteronomy 29:24", "Deuteronomy 29:25", "Deuteronomy 29:26", "Deuteronomy 29:27", "Deuteronomy 29:28"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part IV; Concluding Exhortation, Renewed Exhortation 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ה׳, דברים הערה א׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה א׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Deuteronomy 29:1-28\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Deuteronomy 29:1-28</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6252c6cca7f968d5b1becb16", "index_title": "Simchat HaRegel on Pesach Haggadah", "category": "Quoting Commentary", "type": "", "ref": "Simchat HaRegel on Pesach Haggadah, Magid, Ha Lachma Anya 3:8", "anchorRef": "Deuteronomy 29:2", "anchorRefExpanded": ["Deuteronomy 29:2"], "sourceRef": "Simchat HaRegel on Pesach Haggadah, Magid, Ha Lachma Anya 3:8", "sourceHeRef": "שמחת הרגל על הגדה של פסח, מגיד, הא לחמא עניא ג׳:ח׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1758, 1782], "commentaryNum": 3.0008, "collectiveTitle": {"en": "Simchat HaRegel on Pesach Haggadah", "he": "שמחת הרגל על הגדה של פסח"}, "heTitle": "הא לחמא עניא", "he": "<b>ועל</b> דרך האמת אפשר לרמוז במ\"ש מהר\"ם קורדובירו זצ\"ל דמצוה הם אותיות השם המיוחד ב\"ה אותיות ו\"ה נגלות ואותיות י\"ה הם מ\"צ באתב\"ש והיו לאחדים מצוה ובזוהר פ' ויצא אמרו כד בעא קב\"ה לקרבא לון לגבוה יהב לון אתר דלחם עני מאן עני דא דוד מלכא והאי לחם עני אקרי מצה נוקבא בלי דכורא מסכנותא הוי התקריבו לגבי מצה בקדמיתא כיון דקריבו יתר עייל לן קב\"ה בדרגין אחרנין ואתחבר דכורא בנוקבא וכדין מצה אתקרי מצוה ע\"ש באורך ובס' זקן אהרן כרגע נראה לי והאריך שם ואנן בעניותין נימא בה מילתא באופן אחר ממה שכתב הרב הנ\"ז ע\"ש הכונה ה\"א לחמא עניא כלומר ה\"א אחרונה שבשם הא תתאה מלכות שמים לחמא עניא בחינת דוד דלית לה מגרמא כלום די אכלו אבהתנא בארעא דמצרים דשם לא זכו אלא למצה נוקבא בלי דכורא כמ\"ש בזוהר: כל דכפין ייתי וייכול שהוא מצוה שאח\"כ זכינו למצוה דאתחבר דכורא עמה ולכך עתה אנו עושים מצוה וכל המצות הם ליחדא קודשא בריך הוא ושכינתיה בדחילו ורחימו ואפשר כי לזה מצוה אותיות ו\"ה נגלות כי אותה אנו מבקשים ע\"י עשיית המצוה יחוד קבה\"ו ויען זהו ע\"י מוחין דאו\"א והם בהעלם לכך אותיות י\"ה באו בהעלם באת\"בש מ\"ץ וכמש\"ה הנסתרות לה' אלהי\"נו אוא\"י ו\"ה נגלות לנו וכו' לעשות את כל דברי התור\"ה הזא\"ת שבכל התורה והמצוה צריך כונה זו ליחדם בדחילו ורחימו ויתר על כן במצות הצדקה שעיקרה וכללה ופרטה היא ליחד קבה\"ו כמ\"ש רבינו האר\"י זצ\"ל ולכן אנו אומרים כל דכפין לזכות למצו\"ה דכורא בנוקבא. השתא הכא לשנה הבאה בארעא דישראל דהמצות הם משפטי אלהי ארץ וצד מה הן נגרע במעשה המצוה בהיותנו בגלות שעיקר המצוה בארץ ישראל וז\"ש השתא הכא עבדי לומר כי יש גלות לנפש ג\"כ שאין אנו יכולים לקיים המצות וגם מה שאנו מקיימים אינן כתקנן שהמקום גורם לשנה הבאה בארעא דישראל ונקיים המצות כתקנן וכמשפטן ועוד נהיה בני חורין שיהיה השם שלם וכסאו שלם ונהיה בני חורין ממקום החירות שלא ישלטו בנו הקליפות כלל שהשם שלם וכסאו שלם ושם ציוה את הברכה שפע רב: ", "heVersionTitle": "Otzar Perushei Ha-haggadah, Chida. Jerusalem, 1959", "heLicense": "", "heVersionTitleInHebrew": "אוצר פירושי ההגדה, חיד\"א, ירשלים תשי\"ט", "text": "Interpreted kabbalistically, this statement may allude to Rabbi Moses Cordovero’s<sup class=\"footnote-marker\">46</sup><i class=\"footnote\">Moses ben Jacob Cordovero (1522–1570) was a central figure in the historical development of Kabbalah, leader of a mystical school in 16th-century Safed, Ottoman Syria.</i> explanation. <i>Mitzvah</i> is made up of the letters of the blessed Divine name. The letters ו\"ה are revealed aspects of <i>Torah</i> and the letters י\"ה (are hidden).<sup class=\"footnote-marker\">47</sup><i class=\"footnote\"> <i>Vav Hay</i> refer to <i>Tiferent and Malchut</i> while <i>Yud Hay</i> refer to <i>Chochma</i> and <i>Binah.</i></i> They stand for מ\"צ in <i>atbash<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">Atbash is a monoalphabetic substitution cipher originally used to encrypt the Hebrew alphabet.In the most common system Alef and Taf interchangeable, Beit and Shin, Gimel and Reish, etc.</i>;</i> when the letters are are combined they spell מצוה, <i>Mitzvah.</i> In the <i>Zohar, Parshat Vayetze<sup class=\"footnote-marker\">49</sup><i class=\"footnote\">See <i>Zoha</i>r Volume One, 157a The translation adapted from The Zohar, Pritzker edition by Daniel Matt, Page 373.</i></i> we find, “ When Israel was in Egypt..and the blessed Holy One desired to bring them closer, He gave them the realm of <i>lechem ani,</i> impoverished bread. Who is impoverished? King David (<i>Shechinah</i>)... Impoverished bread is called <i>matzah</i>, unleavened bread; female without male is poor. First they approach <i>matzah</i>. When they draw close, the Holy One draws them onto other rungs and male is united with the female. Then <i>matzah</i> - supplemented with <i>vav - is united</i> with the female and it becomes <i>mitzvah</i>, commandment, .” This is discussed at length in, <i>Zekan Aharon…</i> but I will explain it in a different way from Rabbi Cordovero. The meaning of the word ה\"א in <i>Ha lachma anya</i> should be read <i>Hei anya lachma</i>; that is the final <i>hei</i> in the four letter name of God. The lower <i>hei</i> is the kingdom of heaven (<i>malchut shamayim</i>), the bread of poverty, the domain of David which hasn’t anything of its own, which our ancestors ate in the land of Egypt. There they only merited <i>matzah</i>, female without male, as the <i>Zohar</i> suggested. “All who are hungry come and eat” since it is a commandment. Afterwards we will merit through the commandment to have the male unite with the female. That is why we now perform the commandment. Every commandment unites the blessed Holy One and the <i>Shechinah</i> in fear and with compassion. It is possible that it was for this <i>mitzvah</i> that the letters ו\"ה are revealed for we seek her through the performance of the commandments uniting the Holy One and his <i>Shechinah</i>. Since this is done through the higher Father and Mother,<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">Father and Mother refer to the <i>Sefirot</i> of <i>Chokhmah</i> and <i>Binah</i></i> they are hidden through <i>atbash</i> with the letters י\"ה as מ\"ץ. As Scripture states, “Concealed are the acts of the Lord our God,” the Mother and Father<sup class=\"footnote-marker\">51</sup><i class=\"footnote\">See Deuteronomy 29:28 the two names of God refer to the two aspects of God in the Sephirotic system, male and female, compassion and justice. They are also connected to the first two letters of the divine name - <i>Yud and Hay.</i></i> while the <i>vav hay</i> are revealed, so that it applies to “All the provisions of this <i>Torah</i>.”<sup class=\"footnote-marker\">52</sup><i class=\"footnote\">Deuteronomy 29:2</i> With all the <i>Torah</i> one must have the correct intention to unite them in fear and love, especially in the case of the commandment of giving <i>tzedakah</i> whose general meaning and its details are meant to unite Blessed Holy One and the <i>Shechinah</i> in fear and love, as the Ari, of blessed memory stated. Therefore, we say,”All who are hungry,” to gain the merit of combining the male and the female.<br>“Now we are here; next year in the land of Israel” for the commandments are laws of the God in the land. Being in exile takes away from the performance of the commandments for the essence of the commandments is fulfilled in the land of Israel. That is what is stated, “Now we are slaves here” that is to say, there is also an exile for the soul since we are unable to fulfill the commandments completely. What we do perform is not done properly as a result of the place we are in. “Next year (may we be) in the land of Israel,” where we can fulfill the <i>mitzvot</i> properly. Not only that but we will be free since God’s name and God’s throne will be complete and we will be free in the place of freedom<sup class=\"footnote-marker\">53</sup><i class=\"footnote\">This is a reference to the <i>Sefirah of Binah</i></i> since none of the husks will rule over us. God’s name and God’s throne will be complete and from there God will command the blessing of a flow of spiritual energy.", "versionTitle": "Rabbi Mark Greenspan, 2021", "license": "", "versionTitleInHebrew": ""}, {"_id": "62e66d65c4c36e21ac7bc9ee", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Deuteronomy 29:2:1", "anchorRef": "Deuteronomy 29:2", "anchorRefExpanded": ["Deuteronomy 29:2"], "sourceRef": "Rav Hirsch on Torah, Deuteronomy 29:2:1", "sourceHeRef": "רש\"ר הירש על התורה, דברים כ״ט:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "דברים", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 2. המסות: Gottestaten, in welchen sich euch die Gottesmacht erprobte; אותות: Ereignisse, in denen sich Gott in seinem Wesen und Walten euch zeigte; מופתים: an Leib und Habe fühlbar werdende Gottesschickungen, in denen ihr Gott kennen lerntet, wie er durch Ungehorsam Ihn verleugnende Menschen und Völker zu besserer Erkenntnis und Unterordnung führen will (siehe Schmot zu Kap. 4, 21). ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64185fd1708b098dd04caeda", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Deuteronomy 29:2:1", "anchorRef": "Deuteronomy 29:2", "anchorRefExpanded": ["Deuteronomy 29:2"], "sourceRef": "Reggio on Torah, Deuteronomy 29:2:1", "sourceHeRef": "ביאור יש\"ר על התורה, דברים כ״ט:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "דברים", "he": "<b>המסות הגדלת,</b> שניסה בם פרעה וכל עבדיו:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc93758c1dc532ec97c7", "index_title": "Steinsaltz on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Deuteronomy 29:2", "anchorRef": "Deuteronomy 29:2", "anchorRefExpanded": ["Deuteronomy 29:2"], "sourceRef": "Steinsaltz on Deuteronomy 29:2", "sourceHeRef": "ביאור שטיינזלץ על דברים כ״ט:ב׳", "anchorVerse": 2, "sourceHasEn": true, "commentaryNum": 29.0002, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על דברים", "he": "<b>הַמַּסּוֹת</b>, הנסים,\n  או: הניסיונות\n  <b>הַגְּדֹלֹת אֲשֶׁר רָאוּ עֵינֶיךָ, הָאֹתֹת וְהַמֹּפְתִים הַגְּדֹלִים הָהֵם.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "you witnessed <b>the great trials,</b> or great miracles, <b>that your eyes saw, the signs and those great wonders.</b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "5c17a3d9bb386c00550bba59", "index_title": "Abarbanel on Torah", "category": "Quoting Commentary", "type": "", "ref": "Abarbanel on Torah, Exodus 7:8:9", "anchorRef": "Deuteronomy 29:2", "anchorRefExpanded": ["Deuteronomy 29:2"], "sourceRef": "Abarbanel on Torah, Exodus 7:8:9", "sourceHeRef": "אברבנאל על תורה, שמות ז׳:ח׳:ט׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1483, 1513], "commentaryNum": 8.0009, "collectiveTitle": {"en": "Abarbanel on Torah", "he": "אברבנאל על תורה"}, "he": "ויאמר ה' אל משה ואל אהרן וכו' עד ויאמר ה' אל משה כבד לב פרעה. הנה משה רבינו אמר לפרעה בתחלת שליחותו כה אמר ה' אלהי ישראל שלח את עמי ויעבדוני ובזה כלל אליו שלשה הודעות. האחת שיהיה אלוה נמצא מחוייב המציאות מעצמו כי על זה מורה שם ה'. והשנית שהאלוה ההוא הוא משגיח בבני אדם עד שירצה בעבודתם. והשלישית שהאלוה המשגיח ההוא הוא אלהי ישראל בעל הכחות והיכולת הבב\"ת שבעבור זה יעקב שנקרא ישראל ניצל מכל אויביו וישר אל מלאך ויוכל וכבר הורה גם כן ענין היכולת האלהי באמרו פן יפגענו בדבר או בחרב כלומר ואין מציל אותנו מידו. והנה פרעה כחש שלשתם. כי לענין מציאותו אמר לא ידעתי את ה' ולענין השגחתו ויכלתו אמר מי ה' אשר אשמע בקולו. ואמר וגם את ישראל לא אשלח. והיה זה לפי שלא היה עובר עיונם מהמורגש כי הם משערים בגרמי' השמימיים שהיו מנהיגים העולם השפל אבל לא היו מאמינים במציאות שכל נבדל והיתה אמונתם שהעולם קדמון ושהוא כמנהגו נוהג ושא\"א שישתנה הטבע ממנהגו לא כלו ולא חלק ממנו ואפילו לקצר כנף הנמלה או להאריך בכנף החגב ממה שנוצר בטבע שאם היה אפשר החדוש הזה בחלק מחלקי העולם היה איפשרי בעולם בכללו שיתחד' ומזה היו בורחים תכלית הבריחה בראותם שסדר הגלגלי' לא ישתנה והכל תלוי במזל ושמיני ההווים והנפסדים קיימים נצחיים בהנהגת טבעם ואישיהם נעזבים למקרה ולכן כיחשו בה' המחוייב המציאות מעצמו וכ\"ש שיהיה משגיח במה שבכאן. וכיחשו השכר והעונש ולא שיערו שישנה דבר מהמנהג הטבעי כי היה אצלם האלוה הוא הטבע הקדום. וכאשר בא משה רבינו ע\"ה ואמר לפרעה שלשת הפנות סותרות לאמונתו נפל נולד ביניהם רוצה לומר בין פרעה ומשה הויכוח בשלשת הפנות האלה רוצה לומר במציאות השם הנכבד והשגחתו ויכלתו ונתחדש ביניה' הויכוח והמחלוקת בשלשת השרשי' ההם כמו שיתבאר. ולפי שהמוציא מחבירו עליו הראיה היה מוטל על משה לעשות ראיותיו על שלשתם. ועשה הקדוש ברוך הוא ראיותיו על כל זה בדברים הנסיים אשר יעשה מזולת המנהג הטבעי להודיע שיש למעלה מן הטבע אדון מנהיג את הטבע כרצונו ומחדשו ומשנה אותה כחפצו כי כמו שחדש וברא את העולם בכללו לא מדבר. ככה ישנה ויחדש חלקיו ככל אשר יחפוץ ועל זה היסוד באו המכות כלם. וכמו שיתבאר. האמנם פרעה ראה להקדי' לשלשת המחלוקת האלה מחלוקת רביעית והוא שמשה ואהרן להיותם הם המדברים בשם ה' ראשונה יאמתו שהם נביאים ושרוח השם דבר בם. ושאינם מכשפים חרטומי' אשפים ומשאר המלאכו'. ומפני שהיה זה בלב פרעה לנסותם בשרש הד' הזה ראשונה לכן אמר הש\"י למשה ולאהרן להיות שניהם הולכים בשליחות הזה כי ידבר אליכם פרעה תנו לכם מופת וכו' רוצה לומר אני ידעתי את האיש ואת שיחו שירצה קודם אימות הפנות האלהיות שתאמתו אתם לפניו שאתם נביאים ועל זה אמר למשה ולאהרן להיות הספק הזה נוגע לשניהם כי ידבר אליכם פרעה תנו לכם מופת רוצה לומר כאשר ידבר לשניכם ויאמר תנו לכם מופת רוצה לומר איני צריך עתה מופת על מציאות השם ולא על השגחתו ולא על יכלתו אבל אתם תנו לכם רוצה לומר על ענין נבואתכם מופת כדי שנדע ונכיר שאתם נביאי האלוה אשר אמרתם והנה התבאר שבא הדבור הזה אל משה ואל אהרן לפי שהיה על ענין השליחות שניהם. אמנם דבורי המכות שהיו מיוחדים לפנות האלהיות בא עליהם הדבור למשה בלבד ולא לאהרן כי לא היה הדבר מגיע אליו בפרט. ולכן אמר כי ידבר אליכם פרעה כי הוא יספק זה והוא יאמר כנגדכם ככה תנו לכם מופת על ענינכ' מהיותכם נביאים ושלוחים לנסותם היש השם בקרבם אם אין. והותרו בזה שתי שאלות הראשונות. והנה מצאנו בכתוב שם אות ושם מופת ושם נס או מסה שהכל אחד וכמ\"ש המסות הגדולות אשר ראו עיניך האותות והמופתים וכולי. ושם פלא כמו שאמר קץ הפלאות ויבא פעמים בסמיכות נו\"ן כמו נפלאים מעשיך. ופעם בסמיכות מ\"ם כמו מפלאות תמים דעים. וכבר חשבו אנשים שהם שמות נרדפים ואמרו כלם על הדבר אשר יעשה השם בזולת המנהג הטבעיי. ואין הדבר כן כי כבר יאמר שם האות על הסימן אי זה שיהיה בדרך טבע או בדרך הנחה ורצון ולכן נאמר במאורות והיו לאותות ולמועדי' ועל הקשת ועל המילה והיה לאות. ועל התפלין והיו לאות על ידך וכולי ועל סימני הדגלים איש על דגלו באותות עד שמפני זה נקראו אותיות המכתב אותות ונאמר אות אל\"ף אות בי\"ת. והנביא ישעיה (ישעיהו ח׳:י״ח) אמר הנה אנכי והילדים אשר נתן ה' לי לאותות ומופתים בישראל ולא היתה לידתם כנגד הטבע. ואמנם המופת מבואר גם כן שענינו הראיה החזקה שיבא אדם בדבר ומזה הצד נקראו בחכמות הראיות העיוניות החזקות מופתים לפי שיש בהם מיופי האמות וחזקו. ומזאת הבחינה היו בני ישעיה מופתים בישראל ויחזקאל אמר אני מופתכם והיה יחזקאל לכם לאות. לפי שהיו ראיה חזקה וסימן מוכרח על מה שיהיה. ואולם הנס כבר יאמר על הנסיון והבחינה כמו שאמר בחנני ה' ונסני. לא תנסו את ה' אלהיכם. ויאמר על ההרגל לא נסיתי ללכת באלה ויאמר על הדבר הנרשם שיביטו הכל בו שהוא הנס ונשא נס לגוים שרש ישי אשר עומד לנס עמים. ואמנם הפלא נאמר על הדבר שיפלאו ממנו בני אדם ומזה נאמר פלא יועץ ותרד פלאים וגם על כל דבר נסתר יאמר כן כי יפלא ממך דבר לא נפלאת היא ממך נפלאתה אהבתך לי לפלא נדר כי יפליא לנדור נדר שהם כלם לשון פלא. ואין בזה דבר יוצא מהמנהג הטבעי. וזה כלו ממה שיורה שהשמות האלה אות ומופת נס ופלא כבר יאמרו על דברים טבעיים כשהיו בהפלגה ולכן בלשון רומי נקרא האות שניאל והמופת נקרא דימושטראסיון. אמנם הפלא הוא הנקרא מראוי\"א אבל כבר יאמרו השמות האלה על הנפלאו' אשר יעשו הנביאי' בזולת המנהג הטבעי אך בבחינות שונות כי הנה על הנסים שיש בהם זרות מועט כפי שרשי הטבע יאמר שם אות להיות' סימן בלתי חזק האמו' על הדבר הנרצה בנבואה ההיא והסבה אות מה והמופתים הם הנסים החזקים היותר זרים אצל הטבע כמו שאמר (יואל ב) ונתתי מופתים בשמי' ובארץ. ולזה נאמר (דברי' יג א) בנביא שקר ונתן אליך אות או מופת. רוצה לומר ראיה חלושה או ראיה חזקה על נבואתו ואמר ובא האות והמופת. אמנם הנסים הם היותר חזקים ונרשמים מהם ולכן נקראו נסים לפי שהם כנס העומד למעלה שאליו גוים ידרושו. ולכן אמר (דברים כ״ט:ב׳) המסות הגדולות אשר ראו עיניך שקראם גדולות כפי איכותם ואמנם הפלאים הם המעשים היותר זרים וחזקים מכלם שיפלאו מהם בני אדם מאד ויהיו סבותם וענינם נעלמים ונסתרים ולכן תמצא בכתובים שם אחר והוא מורא וכמו שאמר (שם לד) ולכל המורא הגדול שהמורא שם נרדף לפלא וענין שניהם אחד וכמו שהעיר על זה אבן כספי בשרשאות כסף אשר עשה. ואני כבר כתבתי זה בפירוש לספר ישעיהו בנבואה הששית. ואחרי הודיע אלהים אותך את כל זאת תדע ותשכיל ששלשת הנסים שעשה הקדוש ברוך הוא למשה רבינו בהר סיני קראם שם אותות כמו שאמר והיה אם לא יאמינו גם לשני האותות האלה ואמר ויעש האותות לעיני העם לפי שהיו באיכותם ראיות קטנות וחלושות בערך שאר הנסים שנעשו במצרים ועל הים. אבל פרעה אמר אל משה ואל אהרן תנו לכם מופת לפי שהיה מבקש מהם שיעשו לו נסים חזקים ונפלאות מופלגות בשנוי הטבע וכאלו אמר להם אינני רוצה באות חלוש אלא במופ' חזק אבל הקדוש ברוך הוא צוה אותם שלא יעשו לו כי אם האות החלוש ההוא להיותו אות וסי' למשה בפני פרעה וגם לפרעה עצמו וכל זה כדי שיכשל בו פרעה להקשות את לבבו והותרה בזה השאלה השלישי'. גם לא רצה האל יתברך שיעשה הנס הזה לפני פרעה במטהו של משה כדי שלא ישתוו במעשהו של משה חרטומי מצרים כי חרפה היא לו אבל צוה למשה שיאמר לאהרן שישלך את מטהו אשר בידו כי בזה היה מחליש עוד כח הנס ההוא ושומר כבוד משה וכבוד מטהו. והותר' השאלה הד'. ואתה תראה שכאשר הש\"י בסיני צוה למשה על אות הנסים לעשות אותו לזקני ישראל היה לרמוז להם שכן יהיה ענין פרעה נחש בריח כמו שפירשתי למעלה במקומו. אבל כשצוה השם לעשותו במצרים לפני פרעה היה לרמוז דבר אחר והוא שכן יהיה משה שליח השם לפניו כי הוא אשר יצא מיאורי מצרים כתנין ההוא והוא יעשה לפניו כרצונו ועם היות שחרטומיו וחכמיו ישתדלו לעשות כמעשהו יבלע התנין ההוא את תניניהם רמז שיבושו ויכלמו ולא יעמודו לפני משה מפני ההוראה והרמז הזה צוה יתברך שיהיה המטה ההוא לתנין שהוא היוצא מן היאור והותרה בזה השאלה הה'. וממה שביארתי בזה תדע למה לא באה התראה עם הנס הזה ולא מאמר בזאת תדע או למען תדע וכו' לפי שלא היה ענין התנין מכלל המכו' ולא נעשה לאמת הפנות האלהיות במכות מצרים אלא לאמת נבואת משה ואהרן והותרה בזה השאלה הו'. ואמר ויבוא משה ואהרן אל פרעה ולא אמר ויבואו בהיות ששניהם באו שמה להגיד שמשה נכנס בחצר המלך ראשונה כי היה מפחד אהרן מהכנס באותה בחינה ונסיון ולכן הלך משה ראשונה ואהרן נכנס אחריו. והשליך המטה לפני פרעה בארץ כדי שיראה שהוא באמת מטה ושם נהפך לתנין לפניו והנה פרעה בראותו נס התנין חשב שהיה זה אם מתחבולות הידים שעושים בני אדם בחכמה לשנות הצבעים והמראים על דרך שנראה הדבר בחלוף מה שהוא או שהיו משה ואהרן חכמים בחכמת הטבע וידעו לברוא בריאה בארץ ולכן קרא גם הוא רוצה לומר כמו שמשה צוה לאהרן שיעשה הנס ההוא כן פרעה צוה גם הוא לחכמיו והם היודעים חכמת התולדת והפעולת הטבעיות וכן למכשפים וספר הכתוב שעשו גם הם וביאר שלא אמר גם הם על החכמי' כי הם כפי דרכי חכמתם לא יכלו לעשו' דבר מזה אבל העושי' היו חרטומי' שעשו כן בלטיה': ", "heVersionTitle": "Torah Commentary of Yitzchak Abarbanel, Warsaw 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d3efb0ec891cc0018af56ce", "index_title": "Abarbanel on Isaiah", "category": "Quoting Commentary", "type": "", "ref": "Abarbanel on Isaiah 7:10:2", "anchorRef": "Deuteronomy 29:2", "anchorRefExpanded": ["Deuteronomy 29:2"], "sourceRef": "Abarbanel on Isaiah 7:10:2", "sourceHeRef": "אברבנאל על ישעיהו ז׳:י׳:ב׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1496, 1502], "commentaryNum": 10.0002, "collectiveTitle": {"en": "Abarbanel on Isaiah", "he": "אברבנאל על ישעיהו"}, "he": "אומר שהדברים אשר יעשו הנביאים בכח האל ית' כנגד הטבע, נמצא להם בכתבי הקדש שמות מתחלפים, כי פעמים יקראום אותות, כמו שאמר במשה (שמות ד, ח - ט) והיה אם לא יאמינו לקול האות הראשון והאמינו לקול האות האחרון והיה אם לא יאמינו גם לשני האותות וגומר, ופעמים יקראום מופתים, כמו שאמר (שם ד, כא) ראה כל המופתים אשר שמתי בידך ועשיתם לפני פרעה, ופעמים נסים או מסות שכלו לשון אחד, כמ\"ש (דברים כט, ב) המסות הגדולות אשר ראו עיניך, ופעם יקראום פלאים, כמ\"ש (דניאל יב, ו) קץ הפלאות, פלאות עדותיך (תהלים קיט, קכט), ויבא השם הזה פעם בסמיכות נו\"ן כמו (שם קלט, יד) נפלאים מעשיך, שיחו בכל נפלאותיו (שם קה, ב), ופעמים בסמיכות מ\"ם כמו (איוב טז, יז) מפלאות תמים דעים, כי הנה מוראים גדולים ענינו ענין הפלא שהוא המטיל אימה ויראה בלבות בני אדם, כמו שאמר (יואל ב, כז) אשר עשה עמכם להפליא, והפלא ה' את מכותך (דברים כח, נט), וכבר חשבו מפני זה אנשים שלא יאמרו בעצם וראשונה אלה השמות, רוצה לומר אות ומופת נס ופלא, כי אם על הפלאות, והם הדברים היוצאים מהמנהג הטבעי והוא דעת נפסד, לפי שכבר יאמר האות על הסימן אי זה שיהיה, אף על פי שיהיה בדרך טבע או בדרך הנחת ורצון, ולכן נאמר במאורות (בראשית א, יד) והיו לאותות ולמועדים, ועל הקשת ועל המילה והיו לאות, ועל התפלין (שמות יג, ט) והיו לך לאות על ידיך ולזכרון בין עיניך, ועל סימני הדגלים, שהיו צורות נעשות ברצון כמו צורות אריה ושור אמר, (במדבר ב, ב) איש על דגלו באותות, עד שמפני זה נקראו אותיות הכתב אותות ונאמר אות אל\"ף אות בי\"ת, ומה לנו להביא עוד ראיה בזה. והנה בישיעהו עצמו כתיב (להלן ח, יח) הנה אנכי והילדים אשר נתן ה' לי לאותות ולמופתים בישראל, ולא היתה מולדתם בנס כנגד הטבע, אבל שמותם בלבד היה סימן ואות לבני ישראל. ואמנם המופת גם כן מבואר מענינו, שענינו הראיה הטובה והיפה והחזקה שיביא בדבר, ומזה הצד נקראו הראיות העיוניות החזקות וההקשים הישרים מופתים, לפי שיש בהם מיופי האמו', ומזאת הבחינה היו גם כן בני ישעיהו מופתים בישראל, ונאמר (יחזקאל כד, כה) והיה יחזקאל לכם למופת, והוא אמר על עצמו אני מופתכם, לפי שהיה ראיה חזקה וסימן מוכרח על מה שיקרא אות, הנה אם כן האות והמופת הם מיני ראיה וסימן, אם לא שהמופת הוא סימן יותר חזק מהאות, ואולי שלזה אמר ונתן אליך אות או מופת, ואולם הנס כבר יאמר על הבחינה והנסיון, כמו שאמר (תהלים כו, ב) בחנני ה' ונסני, לא תנסו את ה' אלהיכם, ויאמר על ההרגל, כמו (דברים י, יז) לא נסיתי ללכת באלה, ויאמר על הדבר הנרשם שיביטו הכל בו, והוא הנס כמו שאמר ונשא נס לגוים, ומזה הצד נאמר (להלן יא, י) שורש ישי אשר עומד לנס עמים אליו גוים ידרושו, האמנם הפלא נאמר על כל דבר שיפלאו ממנו בני אדם, ומזה נאמר (להלן ט, ה) פלא יועץ ותרד פלאים וגומר, ועל כל דבר נסתר יאמר כן כמו (דברים יז, ח) כי יפלא ממך דבר לא נפלאת היא ממך וביחס היו\"ד פלוני אלמוני. (רות ד' א) נפלאתה אהבתך לי. לפלא נדר או לנדבה. (ויקרא כ\"ב כא) כי יפליא לנדור נדר (במדבר ו' א) שהם כולם ענין פלא, ואין בזה דבר יוצא מהמנהג הטבעי. וזה כלו מה שיורה שהשמות האלה אות ומופת נס ופלא, אין הנחתם הראשונה על הדברים הנעשים כנגד הטבע, כי גם כן יאמרו באופנים אחרים כמו שזכרתי, ואין ספק שיאמרו גם כן על דברי הנפלאות אשר יעשו הנביאים בזולת המנהג הטבעי, וגם בהם יאמרו השמות האלו בבחינות מתחלפות. כי על הנסים שיש בהם זרות מעט כפי שרשי הטבע יאמר שם אות להיותם סימן בלתי חזק האמור עד הדבר הנרצה בנבואה ההיא, ולכן נקראו פלאות המטה והדם אותות כמו שנאמר (שמות ד' ט) והיה אם לא יאמינו גם לשני האותות האלה, ואמר (שם ד', ל) ויעש האותות לעיני העם, לפי שלא היו נסים חזקים מאד כי לכן עשו כמותו החרטומים בלטיהם, אבל להיותם סימן מה בדבר נקראו אותות. והמופתים, הם הנסים החזקים היותר זרים אצל הטבע כמו שאמר (יואל ג' ג) ונתתי מופתים בשמים ובארץ, ולכן היה מאמר פרעה אליהם תנו לכם מופת (שמות ז' ט) לפי שהוא היה מבקש שיעשו נסים ונפלאות חזקים. והנסים, הם היותר חזקים ונרשמים מהם, ולכן נקראו נסים, לפי שהם כנס העומד למעלה ואליו גוים ידרושו, ולכן אמר המסות הגדולות אשר ראו עיניך (דברים ז' יט) שקראם גדולות כפי איכותם. ואמנם הפלא הוא היותר חזק, והיותר זר שבכולם, ויותר יוצא מהמנהג הטבעי ולכן יפלאו ממנו בני אדם מאד ויהיה ענינם וסבתם נעלמת ונסתרת, ועל זה נאמר (תהלים קי\"ט קנט) פלאות עדותיך. (דניאל ו' יג) קץ הפלאות. ובתוספת מ\"ם (איוב ל\"ז טז) מפלאות תמים דעים. ובתוספת נו\"ן (תהלים קל\"ט יד) נפלאים מעשיך. (שם ק\"ה ב) שיחו בכל נפלאותיו. ומזה גם כן (דברים כ\"ח נט) והפלה ה' את מכותך. (יואל ב' כ\"ז) אשר עשה עמכם להפליא.", "heVersionTitle": "Abarbanel, Tel Aviv 1960", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319cf91b6084aa1cbef95a3", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אוֹת 1", "anchorRef": "Deuteronomy 29:2", "anchorRefExpanded": ["Deuteronomy 29:2"], "sourceRef": "BDB, אוֹת 1", "sourceHeRef": "בראון-דרייבר-בריגס, אוֹת א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אוֹת", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">אוֹת</span></big>  <strong>n.m.</strong><sub>79</sub> <a data-ref=\"Exodus 4:8\" href=\"/Exodus.4.8\">Ex 4:8</a> (<strong>f.</strong> <sup><a data-ref=\"Joshua 24:17\" href=\"/Joshua.24.17\">Jos 24:17</a></sup>) sign <strong>(</strong>Arabic <span dir=\"rtl\">آيَة</span>, pl. <span dir=\"rtl\">آىٌ</span>, Aramaic <span dir=\"rtl\">אָתָא</span>, <span dir=\"rtl\">ܐܳܬܳܐ</span> <strong>)</strong>—<span dir=\"rtl\">א׳</span> <a data-ref=\"Genesis 4:15\" href=\"/Genesis.4.15\">Gn 4:15</a> +; cstr. <a data-ref=\"Genesis 9:12\" href=\"/Genesis.9.12\">9:12</a> +; pl. <span dir=\"rtl\">אוֹתוֹת</span> <a data-ref=\"Exodus 4:9\" href=\"/Exodus.4.9\">Ex 4:9</a> + etc.—<br><strong>1.</strong>  <em>sign, pledge, token</em> <a data-ref=\"Genesis 4:15\" href=\"/Genesis.4.15\">Gn 4:15</a> (J); <span dir=\"rtl\">אוֹת אֱמֶת</span> <em>true token</em> <a data-ref=\"Joshua 2:12\" href=\"/Joshua.2.12\">Jos 2:12</a> (J); of blood of passover <a data-ref=\"Exodus 12:13\" href=\"/Exodus.12.13\">Ex 12:13</a> (P); <span dir=\"rtl\">אוֹת לְטוֹבָה</span> <em>token for good</em> <a data-ref=\"Psalms 86:17\" href=\"/Psalms.86.17\">ψ 86:17</a>; <em>pledges, assurances</em> of travellers <a data-ref=\"Job 21:29\" href=\"/Job.21.29\">Jb 21:29</a>.<br><strong>2.</strong>  <em>signs, omens</em> promised by prophets as pledges of certain predicted events <a data-ref=\"I Samuel 10:7\" href=\"/I_Samuel.10.7\">1 S 10:7</a>, <a data-ref=\"I Samuel 10:9\" href=\"/I_Samuel.10.9\">9</a> + v <a data-ref=\"I Samuel 10:1\" href=\"/I_Samuel.10.1\">1</a> where <span dir=\"rtl\">א׳</span> ins. 𝔊 𝔙, vid. We Dr; especially phr. <span dir=\"rtl\">זֶה הָאוֹת לְ</span> <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">Ex 3:12</a>; <a data-ref=\"I Samuel 2:34\" href=\"/I_Samuel.2.34\">1 S 2:34</a>; <a data-ref=\"I Samuel 14:10\" href=\"/I_Samuel.14.10\">14:10</a>; <a data-ref=\"II Kings 19:29\" href=\"/II_Kings.19.29\">2 K 19:29</a>; <a data-ref=\"Jeremiah 44:29\" href=\"/Jeremiah.44.29\">Je 44:29</a>; <a data-ref=\"Isaiah 7:11\" href=\"/Isaiah.7.11\">Is 7:11</a>, <a data-ref=\"Isaiah 7:14\" href=\"/Isaiah.7.14\">14</a>; prob. also <a data-ref=\"Isaiah 44:25\" href=\"/Isaiah.44.25\">Is 44:25</a> (of false proph.).<br><strong>3.</strong>  <em>sign, symbol</em> of prophets <a data-ref=\"Isaiah 8:18\" href=\"/Isaiah.8.18\">Is 8:18</a> cf. <a data-ref=\"Ezekiel 4:3\" href=\"/Ezekiel.4.3\">Ez 4:3</a>.<br><strong>4.</strong>  <em>signs, miracles</em>, as pledges or attestations of divine presence & interposition <a data-ref=\"Exodus 4:8\" href=\"/Exodus.4.8\">Ex 4:8</a><sup>(×2)</sup>, <a data-ref=\"Exodus 4:9\" href=\"/Exodus.4.9\">9</a> (J) <a data-ref=\"Exodus 7:3\" href=\"/Exodus.7.3\">7:3</a> (P) <a data-ref=\"Exodus 8:19\" href=\"/Exodus.8.19\">8:19</a> (J) <a data-ref=\"Psalms 65:9\" href=\"/Psalms.65.9\">ψ 65:9</a>; <a data-ref=\"Psalms 74:9\" href=\"/Psalms.74.9\">74:9</a>; <a data-ref=\"II Kings 19:29\" href=\"/II_Kings.19.29\">2 K 19:29</a>; <a data-ref=\"II Kings 20:8\" href=\"/II_Kings.20.8\">20:8</a>, <a data-ref=\"II Kings 20:9\" href=\"/II_Kings.20.9\">9</a> = <a data-ref=\"Isaiah 37:30\" href=\"/Isaiah.37.30\">Is 37:30</a>; <a data-ref=\"Isaiah 38:7\" href=\"/Isaiah.38.7\">38:7</a>, <a data-ref=\"Isaiah 38:22\" href=\"/Isaiah.38.22\">22</a>; c. <span dir=\"rtl\">עָשָׂה</span> <a data-ref=\"Exodus 4:17\" href=\"/Exodus.4.17\">Ex 4:17</a>, <a data-ref=\"Exodus 4:30\" href=\"/Exodus.4.30\">30</a>; <a data-ref=\"Numbers 14:11\" href=\"/Numbers.14.11\">Nu 14:11</a>, <a data-ref=\"Numbers 14:22\" href=\"/Numbers.14.22\">22</a>; <a data-ref=\"Joshua 24:17\" href=\"/Joshua.24.17\">Jos 24:17</a> (all JE) <a data-ref=\"Deuteronomy 11:3\" href=\"/Deuteronomy.11.3\">Dt 11:3</a>; <a data-ref=\"Judges 6:17\" href=\"/Judges.6.17\">Ju 6:17</a>; c. <span dir=\"rtl\">צִוָּה</span> <a data-ref=\"Exodus 4:28\" href=\"/Exodus.4.28\">Ex 4:28</a> (J); c. <span dir=\"rtl\">שִׁית</span> <a data-ref=\"Exodus 10:1\" href=\"/Exodus.10.1\">10:1</a> (J); c. <span dir=\"rtl\">שִׂים</span> <a data-ref=\"Exodus 10:2\" href=\"/Exodus.10.2\">Ex 10:2</a> (J) <a data-ref=\"Psalms 78:43\" href=\"/Psalms.78.43\">ψ 78:43</a>; <a data-ref=\"Isaiah 66:19\" href=\"/Isaiah.66.19\">Is 66:19</a>; <span dir=\"rtl\">הָאוֹת וְהַמּוֹפֵת</span> (v. <a ,=\"\" data-ref=\"BDB, מוֹפֵת\" dir=\"rtl\" href=\"/BDB,_מוֹפֵת\">מוֹפֵת</a> <a data-ref=\"Deuteronomy 13:3\" href=\"/Deuteronomy.13.3\">Dt 13:3</a> cf. <a data-ref=\"Deuteronomy 28:46\" href=\"/Deuteronomy.28.46\">28:46</a> <a data-ref=\"Isaiah 20:3\" href=\"/Isaiah.20.3\">Is 20:3</a>; <span dir=\"rtl\">א׳ אוֹ מ׳</span> <a data-ref=\"Deuteronomy 13:2\" href=\"/Deuteronomy.13.2\">Dt 13:2</a>; <span dir=\"rtl\">אוֹתוֹת וּמוֹפְתִים</span> <a data-ref=\"Deuteronomy 4:34\" href=\"/Deuteronomy.4.34\">Dt 4:34</a>; <a data-ref=\"Deuteronomy 7:19\" href=\"/Deuteronomy.7.19\">7:19</a>; <a data-ref=\"Deuteronomy 26:8\" href=\"/Deuteronomy.26.8\">26:8</a>; <a data-ref=\"Deuteronomy 29:2\" href=\"/Deuteronomy.29.2\">29:2</a>; <a data-ref=\"Jeremiah 32:21\" href=\"/Jeremiah.32.21\">Je 32:21</a>; c. <span dir=\"rtl\">נָתַן</span> <a data-ref=\"Deuteronomy 6:22\" href=\"/Deuteronomy.6.22\">Dt 6:22</a>; <a data-ref=\"Nehemiah 9:10\" href=\"/Nehemiah.9.10\">Ne 9:10</a>; c. <span dir=\"rtl\">שִׂים</span> <a data-ref=\"Jeremiah 32:20\" href=\"/Jeremiah.32.20\">Je 32:20</a> <a data-ref=\"Psalms 105:27\" href=\"/Psalms.105.27\">ψ 105:27</a>; c. <span dir=\"rtl\">שָׁלַח</span> <a data-ref=\"Deuteronomy 34:11\" href=\"/Deuteronomy.34.11\">Dt 34:11</a> <a data-ref=\"Psalms 135:9\" href=\"/Psalms.135.9\">ψ 135:9</a>.<br><strong>5.</strong>  <em>signs, memorials</em>, stones from Jordan <a data-ref=\"Joshua 4:6\" href=\"/Joshua.4.6\">Jos 4:6</a> (J); metal of censers <a data-ref=\"Numbers 17:3\" href=\"/Numbers.17.3\">Nu 17:3</a> (P); Aaron’s rod <a data-ref=\"Numbers 17:25\" href=\"/Numbers.17.25\">Nu 17:25</a> (P); <span dir=\"rtl\">א׳ עוֹלָם</span> <a data-ref=\"Isaiah 55:13\" href=\"/Isaiah.55.13\">Is 55:13</a> prob. also <a data-ref=\"Ezekiel 14:8\" href=\"/Ezekiel.14.8\">Ez 14:8</a> (‖ <span dir=\"rtl\">מָשָׁל</span>); signs on hands, etc., <a data-ref=\"Exodus 13:9\" href=\"/Exodus.13.9\">Ex 13:9</a>, <a data-ref=\"Exodus 13:16\" href=\"/Exodus.13.16\">16</a> (J) = <a data-ref=\"Deuteronomy 6:8\" href=\"/Deuteronomy.6.8\">Dt 6:8</a>; <a data-ref=\"Deuteronomy 11:18\" href=\"/Deuteronomy.11.18\">11:18</a>, prob. belong here; also memorial pillar in Egypt <a data-ref=\"Isaiah 19:20\" href=\"/Isaiah.19.20\">Is 19:20</a>.<br><strong>6.</strong>  <em>sign, pledge</em> of covenant, <span dir=\"rtl\">א׳ הַבְּרִית</span> (v. <a data-ref=\"BDB, בְּרִית\" href=\"/BDB,_בְּרִית\", dir=\"rtl\">ברית</a>) <em>e.g.</em> rainbow, of Noachian covenant <a data-ref=\"Genesis 9:12\" href=\"/Genesis.9.12\">Gn 9:12</a>, <a data-ref=\"Genesis 9:13\" href=\"/Genesis.9.13\">13</a>, <a data-ref=\"Genesis 9:17\" href=\"/Genesis.9.17\">17</a> (P); circumcision, of Abrahamic covenant <a data-ref=\"Genesis 17:11\" href=\"/Genesis.17.11\">Gn 17:11</a> (P); the sabbath <a data-ref=\"Exodus 31:13\" href=\"/Exodus.31.13\">Ex 31:13</a>, <a data-ref=\"Exodus 31:17\" href=\"/Exodus.31.17\">17</a> (P) <a data-ref=\"Ezekiel 20:12\" href=\"/Ezekiel.20.12\">Ez 20:12</a>, <a data-ref=\"Ezekiel 20:20\" href=\"/Ezekiel.20.20\">20</a>.<br><strong>7.</strong>  <em>ensigns, standards</em> <a data-ref=\"Numbers 2:2\" href=\"/Numbers.2.2\">Nu 2:2</a> (P) <a data-ref=\"Psalms 74:4\" href=\"/Psalms.74.4\">ψ 74:4</a>.<br><strong>8.</strong>  <em>signs, tokens</em> of changes of weather & times <a data-ref=\"Genesis 1:14\" href=\"/Genesis.1.14\">Gn 1:14</a> (P; of heavenly luminaries) <span dir=\"rtl\">אוֹתוֹת הַשָּׁמַיִם</span> <a data-ref=\"Jeremiah 10:2\" href=\"/Jeremiah.10.2\">Je 10:2</a> (changes of the heavens as omens to frighten the nations) cf. <a data-ref=\"Psalms 65:9\" href=\"/Psalms.65.9\">ψ 65:9</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319cfe6b6084aa1cbefd391", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מוֹפֵת 1", "anchorRef": "Deuteronomy 29:2", "anchorRefExpanded": ["Deuteronomy 29:2"], "sourceRef": "BDB, מוֹפֵת 1", "sourceHeRef": "בראון-דרייבר-בריגס, מוֹפֵת א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מוֹפֵת", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">מוֹפֵת</span></big>  <strong>n.m.</strong> <sup><a data-ref=\"Deuteronomy 29:2\" href=\"/Deuteronomy.29.2\">Dt 29:2</a></sup> <strong>wonder, sign, portent (</strong>= <span dir=\"rtl\">מֹאפֵת</span><strong>)</strong>—<span dir=\"rtl\">מוֹפֵת</span> <a data-ref=\"Exodus 7:9\" href=\"/Exodus.7.9\">Ex 7:9</a> + 14 times; <span dir=\"rtl\">מוֹפֶתְכֶם</span> <a data-ref=\"Ezekiel 12:11\" href=\"/Ezekiel.12.11\">Ez 12:11</a>; <span dir=\"rtl\">מוֹפְתִים</span> <a data-ref=\"Deuteronomy 4:34\" href=\"/Deuteronomy.4.34\">Dt 4:34</a> + 4 times; <span dir=\"rtl\">מֹפְתִים</span> <a data-ref=\"Deuteronomy 6:22\" href=\"/Deuteronomy.6.22\">Dt 6:22</a> + 9 times; <span dir=\"rtl\">מוֹפְתַי</span> <a data-ref=\"Exodus 7:3\" href=\"/Exodus.7.3\">Ex 7:3</a>; <a data-ref=\"Exodus 11:9\" href=\"/Exodus.11.9\">11:9</a>; <span dir=\"rtl\">מוֹפְתָיו</span> <a data-ref=\"Psalms 78:43\" href=\"/Psalms.78.43\">ψ 78:43</a>; <span dir=\"rtl\">מֹפְתָיו</span> <a data-ref=\"I Chronicles 16:12\" href=\"/I_Chronicles.16.12\">1 Ch 16:12</a> <a data-ref=\"Psalms 105:5\" href=\"/Psalms.105.5\">ψ 105:5</a>—<br><strong>1.</strong>  <em>wonder</em>, as special display of God’s power <a data-ref=\"Exodus 7:3\" href=\"/Exodus.7.3\">Ex 7:3</a>; <a data-ref=\"Exodus 11:9\" href=\"/Exodus.11.9\">11:9</a> <a data-ref=\"Psalms 105:5\" href=\"/Psalms.105.5\">ψ 105:5</a> <a data-ref=\"I Chronicles 16:12\" href=\"/I_Chronicles.16.12\">1 Ch 16:12</a> <a data-ref=\"Joel 3:3\" href=\"/Joel.3.3\">Jo 3:3</a>; by Moses and Aaron <a data-ref=\"Exodus 4:21\" href=\"/Exodus.4.21\">Ex 4:21</a>; <a data-ref=\"Exodus 11:10\" href=\"/Exodus.11.10\">11:10</a> cf. <a data-ref=\"Exodus 7:9\" href=\"/Exodus.7.9\">7:9</a> (in mouth of Pharaoh), by false proph. <a data-ref=\"Deuteronomy 13:2\" href=\"/Deuteronomy.13.2\">Dt 13:2</a>, <a data-ref=\"Deuteronomy 13:3\" href=\"/Deuteronomy.13.3\">3</a> (‖ <span dir=\"rtl\">אות</span>); usually ‖ <span dir=\"rtl\">אות</span> <a data-ref=\"Deuteronomy 4:34\" href=\"/Deuteronomy.4.34\">Dt 4:34</a>; <a data-ref=\"Deuteronomy 6:22\" href=\"/Deuteronomy.6.22\">6:22</a>; <a data-ref=\"Deuteronomy 7:19\" href=\"/Deuteronomy.7.19\">7:19</a>; <a data-ref=\"Deuteronomy 26:8\" href=\"/Deuteronomy.26.8\">26:8</a>; <a data-ref=\"Deuteronomy 29:2\" href=\"/Deuteronomy.29.2\">29:2</a>; <a data-ref=\"Deuteronomy 34:11\" href=\"/Deuteronomy.34.11\">34:11</a> <a data-ref=\"Psalms 78:43\" href=\"/Psalms.78.43\">ψ 78:43</a>; <a data-ref=\"Psalms 105:27\" href=\"/Psalms.105.27\">105:27</a>; <a data-ref=\"Psalms 135:9\" href=\"/Psalms.135.9\">135:9</a> <a data-ref=\"Jeremiah 32:20\" href=\"/Jeremiah.32.20\">Je 32:20</a>, <a data-ref=\"Jeremiah 32:21\" href=\"/Jeremiah.32.21\">21</a> <a data-ref=\"Nehemiah 9:10\" href=\"/Nehemiah.9.10\">Ne 9:10</a>; applied to effect of Yahweh’s curse <a data-ref=\"Deuteronomy 28:46\" href=\"/Deuteronomy.28.46\">Dt 28:46</a> (‖ <span dir=\"rtl\">אות</span>); to one protected by <span dir=\"rtl\">י׳</span> <a data-ref=\"Psalms 71:7\" href=\"/Psalms.71.7\">ψ 71:7</a>.<br><strong>2.</strong>  <em>sign</em> or <em>token</em> of future event (cf. <a data-ref=\"BDB, אוֹת\" href=\"/BDB,_אוֹת\", dir=\"rtl\">אוֹת</a>) <a data-ref=\"I Kings 13:3\" href=\"/I_Kings.13.3\">1 K 13:3</a><sup>(×2)</sup>, <a data-ref=\"I Kings 13:5\" href=\"/I_Kings.13.5\">5</a> <a data-ref=\"II Chronicles 32:24\" href=\"/II_Chronicles.32.24\">2 Ch 32:24</a>, <a data-ref=\"II Chronicles 32:31\" href=\"/II_Chronicles.32.31\">31</a>; symbolic act <a data-ref=\"Isaiah 20:3\" href=\"/Isaiah.20.3\">Is 20:3</a> (‖ <span dir=\"rtl\">אות</span>); as such the term is applied to persons <a data-ref=\"Isaiah 8:18\" href=\"/Isaiah.8.18\">Is 8:18</a> (‖ <span dir=\"rtl\">אות</span>) <a data-ref=\"Ezekiel 12:6\" href=\"/Ezekiel.12.6\">Ez 12:6</a>, <a data-ref=\"Ezekiel 12:11\" href=\"/Ezekiel.12.11\">11</a>; <a data-ref=\"Ezekiel 24:24\" href=\"/Ezekiel.24.24\">24:24</a>, <a data-ref=\"Ezekiel 24:27\" href=\"/Ezekiel.24.27\">27</a>; cf. <span dir=\"rtl\">אַנְשֵׁי מ׳</span> <a data-ref=\"Zechariah 3:8\" href=\"/Zechariah.3.8\">Zc 3:8</a> <em>men who serve as a symbol or sign</em>.—Vb. used, of divine act, is <span dir=\"rtl\">נתן</span> <a data-ref=\"Exodus 7:9\" href=\"/Exodus.7.9\">Ex 7:9</a> etc., <span dir=\"rtl\">שׂים</span> <a data-ref=\"Jeremiah 32:20\" href=\"/Jeremiah.32.20\">Je 32:20</a>; <span dir=\"rtl\">שׂים</span> also of entrusting to human power <a data-ref=\"Exodus 4:21\" href=\"/Exodus.4.21\">Ex 4:21</a>, cf. <span dir=\"rtl\">דִּבֶּר</span> <a data-ref=\"I Kings 13:3\" href=\"/I_Kings.13.3\">1 K 13:3</a>; of human agency <span dir=\"rtl\">עשׂה</span> <a data-ref=\"Exodus 4:21\" href=\"/Exodus.4.21\">Ex 4:21</a>; <a data-ref=\"Exodus 11:10\" href=\"/Exodus.11.10\">11:10</a>, <span dir=\"rtl\">נתן</span> <a data-ref=\"I Kings 13:3\" href=\"/I_Kings.13.3\">1 K 13:3</a>, <a data-ref=\"I Kings 13:5\" href=\"/I_Kings.13.5\">5</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d30cb6084aa1cbf21ca7", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מַסָּה⁴ 1", "anchorRef": "Deuteronomy 29:2", "anchorRefExpanded": ["Deuteronomy 29:2"], "sourceRef": "BDB, מַסָּה⁴ 1", "sourceHeRef": "בראון-דרייבר-בריגס, מַסָּה⁴ א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מַסָּה⁴", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† II. <big><span dir=\"rtl\">מַסָּה</span></big>  <strong>n.f. test</strong>, trial, proving;—cstr. <span dir=\"rtl\">מַסַּת</span> <a data-ref=\"Job 9:23\" href=\"/Job.9.23\">Jb 9:23</a>; pl. <span dir=\"rtl\">מַסֹּת</span> <a data-ref=\"Deuteronomy 4:34\" href=\"/Deuteronomy.4.34\">Dt 4:34</a>; <a data-ref=\"Deuteronomy 7:19\" href=\"/Deuteronomy.7.19\">7:19</a>, <span dir=\"rtl\">מסּוֹת</span> <a data-ref=\"Deuteronomy 29:2\" href=\"/Deuteronomy.29.2\">Dt 29:2</a>:—<em>testings</em> or <em>provings</em> of Pharaoh and Egyptians at Exodus, <a data-ref=\"Deuteronomy 4:34\" href=\"/Deuteronomy.4.34\">Dt 4:34</a> (v. Dr), <a data-ref=\"Deuteronomy 7:19\" href=\"/Deuteronomy.7.19\">7:19</a>; <a data-ref=\"Deuteronomy 29:2\" href=\"/Deuteronomy.29.2\">29:2</a> (‖ <span dir=\"rtl\">אֹתֹת</span>);—<em>test, trial</em>, of innocent person <a data-ref=\"Job 9:23\" href=\"/Job.9.23\">Jb 9:23</a> according to Hi al., but v. i. <a data-ref=\"BDB, מַסָּה³\" href=\"/BDB,_מַסָּה³\", dir=\"rtl\">מַסָּה</a> sub <a data-ref=\"BDB, מָסַס\" href=\"/BDB,_מָסַס\", dir=\"rtl\">מסס</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}]