[{"_id": "5219b46fedbab40b656817ef", "index_title": "Ramban on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Ramban on Deuteronomy 29:5:1", "anchorRef": "Deuteronomy 29:5", "anchorRefExpanded": ["Deuteronomy 29:5"], "sourceRef": "Ramban on Deuteronomy 29:5:1", "sourceHeRef": "רמב\"ן על דברים כ״ט:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>לֶחֶם לֹא אֲכַלְתֶּם וְיַיִן וְשֵׁכָר לֹא שְׁתִיתֶם</b>, הַטַּעַם לֹא אֲכַלְתֶּם מִמֶּנּוּ שֶׁתּוּכְלוּ לִחְיוֹת מִמֶּנּוּ, כִּי עִקַּר מִחְיָתָם בַּמָּן הָיְתָה, לְמַעַן תֵּדְעוּ כִּי אֲנִי ה' אֱלֹהֵיכֶם, הַמְּחַיֶּה אֶתְכֶם בְּמַעֲשֵׂה הַנֵּס. וְאֵין טַעְמוֹ שֶׁלֹּא אָכְלוּ לֶחֶם כְּלָל, כְּמוֹ לֶחֶם לֹא אָכַלְתִּי וּמַיִם לֹא שָׁתִיתִי (דברים ט':ט'), כִּי בִּקְצַת הָעִתִּים הָיָה לְיִשְׂרָאֵל בַּמִּדְבָּר לֶחֶם, כְּמוֹ שֶׁכָּתוּב (שם ב כח כט) אֹכֶל בַּכֶּסֶף תַּשְׁבִּרֵנִי וְאָכַלְתִּי וּמַיִם בַּכֶּסֶף תִּתֶּן לִי וְשָׁתִיתִי כַּאֲשֶׁר עָשׂוּ לִי בְּנֵי עֵשָׂו הַיֹּשְׁבִים בְּשֵׂעִיר וְהַמּוֹאָבִים הַיֹּשְׁבִים בְּעָר, וְרַבּוֹתֵינוּ הִזְכִּירוּ (יומא עה) דְּבָרִים שֶׁתַּגָּרֵי אֻמּוֹת הָעוֹלָם מְבִיאִים לָהֶם בַּמִּדְבָּר. וְאֶפְשָׁר עוֹד כִּי מֵעֵת שֶׁיָּרַד הַמָּן עַד בּוֹאָם אֶל שֵׂעִיר לֹא אָכְלוּ לֶחֶם כְּלָל, כִּי הָלְכוּ בַּמִּדְבָּר הַגָּדוֹל וְהַנּוֹרָא, אֲבָל בִּשְׁנַת הָאַרְבָּעִים קָרְבוּ לַיִּשּׁוּב וְנֶאֱמַר לָהֶם (לעיל ב ד ו), וְאֶת הָעָם צַו לֵאמֹר אַתֶּם עֹבְרִים בִּגְבוּל אֲחֵיכֶם בְּנֵי עֵשָׂו אֹכֶל תִּשְׁבְּרוּ מֵאִתָּם, וְשָׁם (דברים כ\"ט:ז') כָּתוּב, זֶה אַרְבָּעִים שָׁנָה ה' אֱלֹהֶיךָ עִמָּךְ לֹא חָסַרְתָּ דָּבָר, וּמִן הָעֵת הַהִיא הָיוּ הָאֲדוֹמִים וְהַמּוֹאָבִים מַקְדִּימִים אוֹתָם בַּלֶּחֶם וּבַמַּיִם, וְהָיוּ גְּדוֹלֵי יִשְׂרָאֵל קוֹנִים מֵהֶם וְאוֹכְלִים לְתַעֲנוּג, לֹא לְצֹרֶךְ וְלֹא לְשָׂבְעָה, וְעִקַּר הַמִּחְיָה שֶׁלָּהֶם בַּמָּן:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "YE HAVE NOT EATEN BREAD, NEITHER HAVE YE DRUNK WINE OR STRONG DRINK. The meaning thereof is “You have not eaten [sufficiently] thereof that you should be able to live by it,” for their principal sustenance was the manna. THAT YE MIGHT KNOW THAT I AM THE ETERNAL YOUR G-D Who keeps you alive miraculously. Now, it could not mean that they did not eat bread at all, as Scripture [says of Moses], <i>I did neither eat bread nor drink water</i><sup class=\"footnote-marker\">151</sup><i class=\"footnote\">Above 9:9.</i> for on some occasions Israel did have bread in the wilderness, as it is written, <i>Thou shalt sell me food for money, that I may eat; and give me water for money, that I may drink; as the children of Esau that dwell in Seir, and the Moabites that dwell in Ar, did unto</i> me.<sup class=\"footnote-marker\">152</sup><i class=\"footnote\"><i>Ibid.</i>, 2:28-29.</i> And our Rabbis mentioned<sup class=\"footnote-marker\">153</sup><i class=\"footnote\">Yoma 75 b.</i> that the merchants of the peoples of the world brought them [various foods] in the desert.<br>It is further possible that from the time the manna descended until they came to Seir they did not eat bread at all, for they travelled <i>through the great and dreadful wilderness</i>.<sup class=\"footnote-marker\">154</sup><i class=\"footnote\">Above, 8:15.</i> But in the fortieth year they approached inhabited land, and it was said to them, <i>Ye are to pass through the border of your brethren the children of Esau;</i><sup class=\"footnote-marker\">155</sup><i class=\"footnote\"><i>Ibid.</i>, 2:3.</i> <i>Ye shall purchase food of them</i>.<sup class=\"footnote-marker\">156</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 6.</i> There it is written, <i>these forty years the Eternal thy G-d hath been with thee; thou hast lacked nothing</i>.<sup class=\"footnote-marker\">157</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 7.</i> And from that time on, the Edomites and the Moabites<sup class=\"footnote-marker\">158</sup><i class=\"footnote\">See Ramban above, 23:5.</i> met them with food and drink and prominent Israelites would buy from them for pleasure, not for necessity, nor for satiety, because their principal sustenance was [still] the manna.<br>Nitzavim", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "531e4fdffbfba276047f5c18", "index_title": "Onkelos Deuteronomy", "category": "Targum", "type": "targum", "ref": "Onkelos Deuteronomy 29:5", "anchorRef": "Deuteronomy 29:5", "anchorRefExpanded": ["Deuteronomy 29:5"], "sourceRef": "Onkelos Deuteronomy 29:5", "sourceHeRef": "תרגום אונקלוס על דברים כ״ט:ה׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 29.0005, "collectiveTitle": {"en": "Onkelos Deuteronomy", "he": "תרגום אונקלוס על דברים"}, "heTitle": "תרגום אונקלוס על דברים", "he": "לַחְמָא לָא אֲכַלְתּוּן וַחֲמַר חֲדַת וְעַתִּיק לָא שְׁתֵיתוּן בְּדִיל דְּתִדְּעוּן אֲרֵי אֲנָא יְיָ אֱלָהֲכוֹן:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Bread have you not eaten, neither fresh nor aged wine have you drunk, in order that you know that I, Adonoy, am your God.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2683fbfba27c35eeb459", "index_title": "Targum Jonathan on Deuteronomy", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Deuteronomy 29:5", "anchorRef": "Deuteronomy 29:5", "anchorRefExpanded": ["Deuteronomy 29:5"], "sourceRef": "Targum Jonathan on Deuteronomy 29:5", "sourceHeRef": "תרגום יונתן על דברים כ״ט:ה׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 29.0005, "collectiveTitle": {"en": "Targum Jonathan on Deuteronomy", "he": "תרגום יונתן על דברים"}, "heTitle": "תרגום יונתן על דברים", "he": "לַחֲמָא דְעִיבּוּרָא לָא אֲכַלְתּוּן וַחֲמַר וּמֵירַת לָא שְׁתִיתוּן וַהֲוַת אוֹרַיְיתָא תְּדִירָא מִסְתְּרָא בְּמֶדְרָשֵׁיכוֹן מְטוֹל דְתִתְעַסְקוּן בָּהּ וְתִנְדְעוּן אֲרוּם אֲנָא הוּא יְיָ אֱלָהָכוֹן", "heVersionTitle": "Targum Jonathan on Deuteronomy", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " You have not eaten leavened bread, nor drunk wine new or old; and My law hath been diligently delivered in your schools, that you might be occupied therein, and you might know  that I am the Lord your God. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54bd4832fbfba21733363284", "index_title": "Ramban on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Numbers 33:1:1", "anchorRef": "Deuteronomy 29:5", "anchorRefExpanded": ["Deuteronomy 29:5"], "sourceRef": "Ramban on Numbers 33:1:1", "sourceHeRef": "רמב\"ן על במדבר ל״ג:א׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Ramban on Numbers", "he": "רמב\"ן על במדבר"}, "he": "<b>אלה מסעי</b> אחרי נקמת מדין שאמר לו הקב\"ה למשה אחר תאסף אל עמיך (במדבר ל״א:ב׳) ואחרי שחלק ארץ סיחון ועוג ובנו הערים הנזכרות נתן דעתו לכתוב המסעות ונתכוין בזה להודיע חסדיו של הקב\"ה עמהם שאע\"פ שגזר עליהם לטלטלם ולהניעם במדבר לא תחשוב שהיו נעים ומטולטלין ממקום למקום תמיד ולא היתה להם מנוחה אבל בכל הזמן הגדול לא הלכו אלא ארבעים ושנים מסעות כמו שכתב הרב רש\"י מדברי רבי משה הדרשן והוסיף הרב במורה הנבוכים (ג נ) תועלת בידיעתם לומר הצורך להזכיר המסעים גדול מאד כי הנסים והאותות הנעשות היו אמיתיות לכל רואיהם אך בעתיד יהיו דברים בשמועה ויכזיבם השומע ומאותות התורה ונפלאותיה העצומות עמידת ישראל במדבר ארבעים שנה ומציאת המן בכל יום והם מקומות רחוקות מן הישוב ואינן טבעיות לבני אדם לא מקום זרע ותאנה וגפן ורמון ואמרה התורה (דברים כט ה) לחם לא אכלתם ויין ושכר לא שתיתם וכל אלה אותות הם במעשה נס נראות לעין וכאשר ידע הבורא יתברך כי יעבור על אלה האותות מה שיעבור על דברי הימים לא יאמינו השומעים בהם ויחשבו כי עמידתם במדבר הזה היה קרוב מן הישוב מקום אשר בני אדם שם כמו המדברות אשר ישכנו שם בני ערב היום או מקומות אשר יהיה שם חריש וקציר או יש שם עשבים וצמחים למאכל בני אדם ושיהיה במקומות ההם בורות מים על כן הרחיק מלבות בני אדם המחשבות האלה וחזק אלה האותות כולם בזכרון המסעות כדי שיראו אותם הדורות הבאים וידעו האותות הגדולות איך עמדו בני אדם במקומות ההם ארבעים שנה כל אלו דבריו והנה מכתב המסעות מצות השם היא מן הטעמים הנזכרים או מזולתן ענין לא נתגלה לנו סודו כי <b>על פי ה'</b> דבק עם <b>ויכתוב משה</b> לא כדברי ר\"א שאמר שהוא דבק עם <b>למסעיהם</b> שכבר הודיענו זה (במדבר ט׳:כ׳) על פי ה' יחנו ועל פי ה' יסעו:", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "THESE ARE THE JOURNEYS. After the vengeance [executed] upon Midian, concerning which the Holy One, blessed be He, told Moses, <i>afterwards shalt thou be gathered unto thy people</i>,<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Above, 31:2.</i> and after Moses had apportioned the land of Sihon and Og [to the tribes of Reuben, Gad, and half of the tribe of Menasheh] and they had built the [previously] mentioned cities,<sup class=\"footnote-marker\">2</sup><i class=\"footnote\"><i>Ibid.</i>, 32:34-38.</i> he set his mind to write down [the various stages of] the journeyings [in the desert]. His intention in so doing was to inform [future generations] of the loving kindnesses of the Holy One, blessed be He, towards them, for even though He had decreed upon them that they had to move about and wander around in the wilderness, you should not think that they were continually wandering and moving around from place to place without any rest; for throughout all this long [period of] time they only went on forty-two journeys as the Rabbi — Rashi — wrote, [citing] the words of Rabbi Moshe the Preacher.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See above in <i>Seder Naso</i>, Note 146.</i><br>And the Rabbi [Moshe ben Maimon] added in the Moreh Nebuchim<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Guide of the Perplexed III, 50. Ramban is using Al Charizi’s Hebrew translation from the Arabic [rather than Ibn Tibbon’s].</i> another [explanation as to the] benefit [that we derive] from knowledge [of these stages], saying: “There was a very great necessity in mentioning the [stages of the] journeyings. For [although] the miracles and wonders that were done were [recognized as] true ones by all who saw them, in later times these events would be matters of hearsay, and those who hear about them [then] might deny them altogether. Now among the greatest miracles and wonders [related] in the Torah is Israel’s survival in the wilderness for forty years, and finding the manna every day, although these places [where they stayed] are very far from cultivated settlements, and are not natural habitat for human beings, not being a <i>place of seed, or of figs, or of vines, or of pomegranates</i>,<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Above, 20:5.</i> and the Torah states, <i>Ye have not eaten bread, neither have ye drunk wine or strong drink</i>.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Deuteronomy 29:5.</i> All these [matters] are signs of events of a miraculous nature which were seen by [the human] eye. But the Creator blessed be He, knew that these wonders will be subject to the process which occurs to [all] historical events — that those who hear them will not believe them; and they will think [about these events] that the sojourn of the Israelites in the wilderness was [in a place] near the cultivated settlement, where people can live there, such as the deserts in which the Arabs live today, or [that they stayed in] places where there was plowing and harvesting, or where there were grasses and plants suitable for human consumption, and that there were wells of water in those places. Therefore in order to remove from people’s hearts all such thoughts, and to firmly establish [the truth of] all these miracles, [He recorded] as a [permanent] memorial the [stages of their] journeyings [in the wilderness], so that the future generations would see them and acknowledge the great wonders [entailed] in keeping people alive in such places for forty years.” All these are his words [i.e., the words of Rabbi Moshe ben Maimon].<br>Thus the writing down [the stages of] the journeyings was a commandment of G-d, either for the reasons mentioned above or for some other reasons, [for] a purpose the secret of which has not been revealed to us. For [the expression] <i>by the commandment of the Eternal</i><sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Verse 2.</i> is connected with [the beginning of that verse], <i>And Moses wrote</i>,<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Verse 2.</i> unlike the opinion of Rabbi Abraham ibn Ezra who wrote that it is connected with <i>according to their journeys</i>,<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">Verse 2 reads: <i>And Moses wrote their goings forth according to their journeys by the commandment of the Eternal</i>. Ibn Ezra explains that the phrase <i>by the commandment of the Eternal</i> is connected with <i>according to their journeys</i>, meaning that all <i>their journeys were by the commandment of G-d</i>. Ramban objects to this explanation because this fact has already been expressed elsewhere in Scripture, and therefore he explains that the phrase refers to the beginning of the verse, <i>And Moses wrote</i>, and the intention is to say that Moses wrote down the various stages of the journeys by G-d’s command, and not of his own accord.</i> for Scripture has already informed us of this [fact, saying]: <i>according to the commandment of the Eternal they remained encamped, and according to the commandment of the Eternal they journeyed</i>.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">Above, 9:20.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "560ba963fbfba25e369f8872", "index_title": "Haamek Davar on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Deuteronomy 29:5:1", "anchorRef": "Deuteronomy 29:5", "anchorRefExpanded": ["Deuteronomy 29:5"], "sourceRef": "Haamek Davar on Deuteronomy 29:5:1", "sourceHeRef": "העמק דבר על דברים כ״ט:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1849, 1879], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b> לחם לא אכלתם ויין ושכר לא שתיתם למען תדעו כי וגו׳.</b> הוסיף עוד כי גם זה שנתן הקב״ה מן ובאר. ובזה חייתם כל הארבעים שנה. ג״כ היה רק לזה התכלית למען תדעו כי אני ה׳ משגיח על חייכם. ומזה תשכילו כי גם בגלות המר כשלא יהיה לחם ויין. מכ״מ לא תמותו לשחת חלילה. אלא תחיו בא״א באיזה דבר אשר ימציא הקב״ה לאותה שעה. ודברים אלו כבר אמר משה רבינו בבאור לעיל ח׳ ג׳ ויענך וירעיבך ויאכילך את המן וגו׳ למען הודיעך כי לא על הלחם לבדו יחיה האדם וגו׳ וכמבואר בבאורינו שם בס״ד. וא״כ אינו כ״כ רע כפי המדומה:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "57e77dbad6e4a94c7c18ba29", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Deuteronomy 29:5", "anchorRef": "Deuteronomy 29:5", "anchorRefExpanded": ["Deuteronomy 29:5"], "sourceRef": "Tafsir Rasag, Deuteronomy 29:5", "sourceHeRef": "תפסיר רס\"ג, דברים כ״ט:ה׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 29.0005, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "דברים", "he": "וטעאמכם אלד̇י אעתדתמוה לם תאכלוה וכ̇מרא ומסכרא לם תשרבו לכי תעלמו אנא אללה רבכם", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b519d6e4a902855fff3d", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Deuteronomy 29:5:1", "anchorRef": "Deuteronomy 29:5", "anchorRefExpanded": ["Deuteronomy 29:5"], "sourceRef": "Tur HaArokh, Deuteronomy 29:5:1", "sourceHeRef": "הטור הארוך, דברים כ״ט:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "דברים", "he": "<b>לחם לא אכלתם ויין ושכר לא שתיתם. </b>פי' הרמב\"ן לא אכלת' דבר שתוכלו לחיות ממנו כי עיקר מחיתם במן היתה: ", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " לחם לא אכלתם ויין ושכר לא שתיתם, “you ate neither bread nor drank wine or other alcoholic drink;” Nachmanides writes that Moses meant that the people, during the last forty years, had not subsisted on the food relied on by ordinary human beings, but they had subsisted exclusively on the manna, the “bread” that came down from heaven. ", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5889b519d6e4a902855fff3f", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Deuteronomy 29:5:2", "anchorRef": "Deuteronomy 29:5", "anchorRefExpanded": ["Deuteronomy 29:5"], "sourceRef": "Tur HaArokh, Deuteronomy 29:5:2", "sourceHeRef": "הטור הארוך, דברים כ״ט:ה׳:ב׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 5.0002, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "דברים", "he": "<b>למען תדעו כי אני ה' אלהיכם. </b>המחיה אתכם במעשה הנס. ואין לפרש כמו לחם לא אכלתי שנא' לגבי משה שלא אכלו לחם כלל כי לפעמים אכלו לחם כדכתיב אוכל בכסף תשבירני ואכלת' כאשר עשו לי בני עשו. ורבותי' אמרו כי תגרי אומות העולם מביאין להם במדבר. ואפשר עוד לומר כי מעת שירד להם המן עד בואם אל שעיר לא אכלו לחם כלל כי הלכו במדבר הגדול והנורא אבל בשנת הארבעי' קרבו ליישוב ונאמר להם ואת העם צו לאמר אתם עוברים בגבול אחיכם בני עשו אוכל תשברו מאתם וגו' ושם כתיב ארבעים שנה ה' אלהיך עמך ומן העת ההיא היו האדומים והמואבים מקדימים אותם בלחם ובמים והיו גדולי ישראל קונין מהם ואוכלין לתענוג לא לצורך ולא לשבעה ועיקר המחיה שלהם במן: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "   למען תדעו כי אני ה' אלוקיכם, “in order to convince you beyond any doubt that I am the Lord your G’d.” Moses means that <i>Hashem</i> had kept them alive by miraculous means during all these years. The word לחם in this paragraph is not to be understood in the same way as when Moses told the people that during the forty days he spent on Mount Sinai he had neither eaten לחם nor drunk מים. Moses meant that he had not eaten or drunk anything during his stay on the Mountain, had led an “angel-like” existence. The people of Israel, even while in the desert, had tasted bread on occasion, such as when they had bought flour from some surrounding nation, but they had not needed it for their survival. Moses himself is on record as reminding the people that the Edomites had sold them food and drink. (Deut. 2,28-29)     Our sages (<i>Yuma</i> 75) have said that the merchants of the whole region were offering to sell food and drink to the Israelites in the desert. It is also possible that the period when the Israelites subsisted exclusively on a diet of manna began 30 days after the Exodus when the manna fell for the first time, and it continued into the fortieth year when the Edomites sold them food and drink, around the time when they made war against Sichon, after which they possessed normal lands, land on which crops were growing and on which cattle were grazing. At that time G’d had said to Moses: (Deut. 2,4) “command the people you are passing through the territory of your brethren the children of Esau you may buy food from them and you may dig for water in their soil, etc.” In that context the Torah had also written that G’d had blessed them during the forty years they traversed a fearsome desert, etc. From that point onwards the people had enjoyed access to normal food and drink, but presumably in very limited quantities. Whatever normal food they consumed, or the wealthy ones among them consumed, was in the nature of indulging themselves, not something they relied on for survival. Their basic food continued to be the manna until they crossed the river Jordan. ", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59a6c662d6e4a920f72da088", "index_title": "HaKtav VeHaKabalah", "category": "Commentary", "type": "commentary", "ref": "HaKtav VeHaKabalah, Deuteronomy 29:5:1", "anchorRef": "Deuteronomy 29:5", "anchorRefExpanded": ["Deuteronomy 29:5"], "sourceRef": "HaKtav VeHaKabalah, Deuteronomy 29:5:1", "sourceHeRef": "הכתב והקבלה, דברים כ״ט:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1829, 1839], "commentaryNum": 5.0001, "collectiveTitle": {"en": "HaKtav VeHaKabalah", "he": "הכתב והקבלה"}, "heTitle": "דברים", "he": "<b>כי אני ה\"א. </b>אחרי שפרשה זו לא התחילה בלשון וידבר ה' א\"מ, רק ויקרא ויאמר אליהם, ובכל הפרשה ידבר ממנו ית' בלשון נסתר, אשר עשה ה'. ולא נתן ה' לכם, מהו שאמר כאן אני ה\"א ? ה\"ל להסב הדבור בלשון נסתר ולומר כי הוא ה\"א. ונ\"ל שאין מלת אני כאן כבשאר מקומות להוראת הגוף המדבר בעד עצמו (איך), אבל הוא שם הש\"י, כמאמרם (סוכה מ\"ה) אני והו הושיעה נא, דלדעת ר\"י לא אמרו בהקפתם אנא ה' הושיעה נא רק אנא אני והו הושיעה נא, וכבר הרחיבו המחברים לבאר מעט סתרי שני השמות האלה (ע\"ש רש\"י). ובמכדרשב\"י (בבשלח נ\"ב א') גופא דאילנא אני אל\"ף נו\"ן יו\"ד. וכבר אמרו שעל כוונה זו אמר הלל (סוכה נ\"ג) אם אני כאן הכל כאן ואם אין אני כאן מי כאן, למקום שאני אוהב רגלי מוליכות אותי, ובמכדרשב\"י (בלקוטים דח\"ר די\"ב) שכינתא דאקרי אני ומזה אמר הלל בספ\"א דאבות אם אני לי מי לי, ועל כוונה זו פי' מאמר בהאזינו ראו עתה כי אני אני הוא, ששניהם שמות כלשון אני והו, כמ\"ש הרב\"ח שם, וטעמו ע\"ד הפשט אני הוא ששמי אני. והגר\"א בשה\"ש אמר דשני שמות אלו אני והו הם ראשים וכללים לכל שבעים שמות. והם באמצע השבעים, והם כוללים אותם הראשון מלמעלה עד חציו, והשני מחציו ולמעלה. ולקרב את הדבר ע\"ד הפשט לכנות את הש\"י בשם אני, נ\"ל, אחרי שימת לב על עיקר הוראת מלת אני אשר יורה על האדם המדבר בעד עצמו, שאמר בו הרש\"פ שהוא מגזרת אן שהוא מלת השאלה אל הגבול שאליו (וואָהין), כמו אן הלכתם (ש\"א יו\"ד), עד אן תמלל אלה (איוב ח׳:ב׳), והתחבר למלת אן יו\"ד הכנוי המדבר בעדו, כמו ידי רגלי, ומזה נעשה מלת אני, ומובנו אן שלי (מיין אייגנעס וואָהין), מכנוי פאסעסיף, כי ענין ההכרה והידיעה הוא התנועעות למה שחוץ ממנו, ובפגעו בו אז יכירנו מהו ואיך הוא, ואין המכיר נפעל מן הדבר הניכר אבל הוא הפועל והדבר הניכר הוא הנפעל, כי תמיד תנועת ההכרה קודמת למעשה ההכרה הידיעה, וזהו בזמן שהדבר הניכר דבר שחוץ ממנו, אבל המכיר ויודע א\"ע הרי הוא עצמו הגבול שאליו תנועת הכרתו. בזה יאמר המכיר את עצמו על עצמו אני, כלומר נושא שכח הכרתו נוטה לעצמו (רעציפראָקום). עכ\"ד. לדברי אלה לא יתכן לומר באמת מלת אני רק העליון ית' לא האדם, כי עצם האדם הוא הנפש, והגוף איננו רק המקרה הדבוק בעצם, וכל יכולת השגת האדם בלתי מתפשטת רק על אכיות הדברים לא על עצמותם, כי עצם כל הדברים לעוצם דקותו ופשטותו אין אנו ב\"ו יכולים להכירו בשום אופן, כי אם ישאלנו אדם בד\"מ עצם האש מה הוא, אין בידינו להשיב רק שהוא דבר רוחני המאיר המחמם והשורף, ואלה הסימנים וכיוצא בהם אינם רק איכיות האש לא עצם האש, כי עצם האש מה הוא לא ידענו להשיבו, אף כי הדבר השוכן בקרבנו ושאנו מרגישים הרגשה ברורה והוא הנפש שלנו, אין אנו באים בו לעולם אל ידיעת עצמותו, וכל מה שנשתדל לקרב לנו ממנו אל הציור ע\"י שנאמר, שהנפש הוא הכח היודע המכיר המשכיל והרוצה וכדומה לאלה, כ\"ז איננו רק איכיות הנפש, אבל עצם הנפש עדיין לא ידע מה הוא, ואחרי שהמכוון במלת אני הוא (לפי המבואר) נושא שכח תנועת הכרתו נוטה לעצמו, ואחרי שהכרתו א\"ע הוא בלתי אפשרי לאדם, א\"כ כשיאמר מלת אני, איננו בדרך האמת כ\"א בדרך מושאל, אמנם הוא ית' היודע את עצמותו הוא הוא באמת הנושא שהכרתו נוטה לעצמו, ויוכל לומר באמת על עצמו אני, לכן שפיר נופל עליו שם אני. ודי בזה למשכיל. עמ\"ש בזה בהאזינו אני אני הוא. וע' פ' אחרי ואמרת אליהם, ובמ\"ש ר\"פ וארא וידעתם כי אני ה': \n", "heVersionTitle": "HaKtav VeHaKabbalah, Frankfurt 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b6bf50faf3503027e682adc", "index_title": "Malbim on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Malbim on Deuteronomy 29:5:1", "anchorRef": "Deuteronomy 29:5", "anchorRefExpanded": ["Deuteronomy 29:5"], "sourceRef": "Malbim on Deuteronomy 29:5:1", "sourceHeRef": "מלבי\"ם על דברים כ״ט:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על דברים", "he": "<b>לחם לא אכלתם ויין ושכר לא שתיתם</b> אלא הולכתי אתכם אל המדבר לכונה הזאת שלא תתעסקו בדברים גשמים ולא תאכלו לחם גשמי ולא תשתו יין ושכר שכל אלה מפריעים את הנפש מלהשיג השלמות אלא האכלתי אתכם לחם רוחני את המן שלא ידעו בנ\"י מה הוא ואיך יחיה בו האדם כי אין בו גשם רק שהוא מוצא פי ה' ושתו מי באר שנאמר באר חפרוה שרים כרוה נדיבי העם במחוקק ע\"י עסק התורה, וזה שאמר:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b6bf50faf3503027e682ade", "index_title": "Malbim on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Malbim on Deuteronomy 29:5:2", "anchorRef": "Deuteronomy 29:5", "anchorRefExpanded": ["Deuteronomy 29:5"], "sourceRef": "Malbim on Deuteronomy 29:5:2", "sourceHeRef": "מלבי\"ם על דברים כ״ט:ה׳:ב׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 5.0002, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על דברים", "he": "<b>למען תדעו כי אני ה' אלהיכם</b>. שעי\"ז תבואו להאמין במצות ה' ושהוא משגיח על בני אדם ובפרט לישראל עם קרובו. וכן נתקיים הדבר והראיה שעתה קבלתם עבודת ה' מאהבה כנ\"ל:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d9e5402754f3bc39cb2e47e", "index_title": "Ramban on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Deuteronomy 31:23:1", "anchorRef": "Deuteronomy 29:5", "anchorRefExpanded": ["Deuteronomy 29:5"], "sourceRef": "Ramban on Deuteronomy 31:23:1", "sourceHeRef": "רמב\"ן על דברים ל״א:כ״ג:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Ramban on Deuteronomy", "he": "רמב\"ן על דברים"}, "he": "<b>וַיְצַו אֶת יְהוֹשֻׁעַ בִּן נוּן</b>, מוּסָב לְמַעְלָה כְּלַפֵּי שְׁכִינָה, כְּמוֹ שֶׁמְּפֹרָשׁ אֶל הָאָרֶץ אֲשֶׁר נִשְׁבַּעְתִּי לָהֶם וְאָנֹכִי אֶהְיֶה עִמָּךְ, לְשׁוֹן רַשִׁ\"י (רש\"י על דברים ל\"א:כ\"ג). וְיָפֶה פֵּרֵשׁ. וְעַל דַּעַת ר\"א (אבן עזרא על דברים ל\"א:ט\"ו), וַיְצַו אֶת יְהוֹשֻׁעַ, מֹשֶׁה בְּמִצְוַת הַשֵּׁם, וְעַל כֵּן אָמַר אֲשֶׁר נִשְׁבַּעְתִּי לָהֶם. וְכֵן מָצִינוּ שֶׁאָמַר מֹשֶׁה, וְנָתַתִּי מְטַר אַרְצְכֶם בְּעִתּוֹ (דברים י\"א:י\"ד), וְכֵן וְנָתַתִּי עֵשֶׂב בְּשָׂדְךָ לִבְהֶמְתֶּךָ (שם פסוק טו), וְכֵן לְמַעַן תֵּדְעוּ כִּי אֲנִי ה' אֱלֹהֵיכֶם (דברים כ\"ט:ה'), וְכֵן יְשַׁלַּח ה' בְּךָ אֶת הַמְּאֵרָה מִפְּנֵי רֹעַ מַעֲלָלֶיךָ אֲשֶׁר עֲזַבְתָּנִי (דברים כ\"ח:כ'), וּכְבָר דִּבַּרְתִּי בָּהֶם (רמב\"ן על דברים ה':י\"ב):", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND HE COMMANDED JOSHUA THE SON OF NUN. “This [pronoun ‘He’] refers to the Divine Presence [mentioned] above<sup class=\"footnote-marker\">45</sup><i class=\"footnote\">I.e., Verse 14: <i>And the Eternal said unto Moses …</i></i> as it is explained [here], <i>into the Land which I swore unto them; and I will be with thee</i>.” This is Rashi’s language. He has explained it well. And in the opinion of Rabbi Abraham ibn Ezra:<sup class=\"footnote-marker\">46</sup><i class=\"footnote\">Found in Ibn Ezra on Verse 15.</i> “<i>And he commanded Joshua</i> — that is, Moses [commanded] by order of G-d, and therefore he said, <i>into the Land which I swore unto them</i>.” Similarly we find that Moses said, <i>And I will give the rain of your Land in its season</i>.<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">Above, 11:14.</i> So also, <i>And I will give grass in thy fields for thy cattle</i>.<sup class=\"footnote-marker\">48</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 15.</i> Likewise, <i>that ye might know that I am the Eternal your G-d</i>.<sup class=\"footnote-marker\">49</sup><i class=\"footnote\">Above, 29:5.</i> And so also, <i>The Eternal will send upon thee the scantiness</i> etc. <i>because of the evil doings, whereby thou hast forsaken Me</i>.<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">Above, 28:20.</i> I have already discussed this.<sup class=\"footnote-marker\">51</sup><i class=\"footnote\">See above, 5:12.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5ef898c35f1daeaaf4b615af", "index_title": "Man and God", "category": "Jewish Thought", "type": "", "ref": "Man and God, Chapter 1 the Knowledge of God 28", "anchorRef": "Deuteronomy 29:4-5", "anchorRefExpanded": ["Deuteronomy 29:4", "Deuteronomy 29:5"], "sourceRef": "Man and God, Chapter 1 the Knowledge of God 28", "sourceHeRef": "האדם ויוצרו, ידיעת הבורא כ״ח", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1965, 1969], "commentaryNum": 28, "collectiveTitle": {"en": "Man and God", "he": "האדם ויוצרו"}, "heTitle": "ידיעת הבורא", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "(Deut. 29:4–5)", "versionTitle": "Detroit: Wayne State University Press, 1969", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5f1ea1ba1d77ecfb0d09eef8", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Deuteronomy 29:5:1", "anchorRef": "Deuteronomy 29:5", "anchorRefExpanded": ["Deuteronomy 29:5"], "sourceRef": "Midrash Lekach Tov, Deuteronomy 29:5:1", "sourceHeRef": "מדרש לקח טוב, דברים כ״ט:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "דברים", "he": "<b>פס'.</b> לחם לא אכלתם ויין ושכר לא שתיתם. שלא הייתם צריכין להם מפני שהיה להם המן והבאר למען תדעו כי אני ה' אלהיכם:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5fc4c4f6ea5a5fa3e5c66a21", "index_title": "Ohev Ger", "category": "Commentary", "type": "commentary", "ref": "Ohev Ger, Part II, Variants in Targum Onkelos 414:1", "anchorRef": "Deuteronomy 29:5", "anchorRefExpanded": ["Deuteronomy 29:5"], "sourceRef": "Ohev Ger, Part II, Variants in Targum Onkelos 414:1", "sourceHeRef": "אוהב גר, חלק שני, חלופי נוסחאות תי״ד:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1823, 1829], "commentaryNum": 414.0001, "collectiveTitle": {"en": "Ohev Ger", "he": "אוהב גר"}, "heTitle": "חלופי נוסחאות", "he": "ויין ושכר לא שתיתם וחמר ומרוי (לסבונא ואנוירשא) וברוב הספרים חדת ועתיק.", "heVersionTitle": "Ohev Ger, Philoxenus sive de Onkelosi, Vienna, 1830", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אוהב גר, וינה תק\"ץ", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60dc1c85e3d64075821984c9", "index_title": "Ramban on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Leviticus 18:2:1", "anchorRef": "Deuteronomy 29:3-5", "anchorRefExpanded": ["Deuteronomy 29:3", "Deuteronomy 29:4", "Deuteronomy 29:5"], "sourceRef": "Ramban on Leviticus 18:2:1", "sourceHeRef": "רמב\"ן על ויקרא י״ח:ב׳:א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Ramban on Leviticus", "he": "רמב\"ן על ויקרא"}, "he": "אמר בעריות <b>דבר אל בני ישראל</b> בלבד בעבור היות אזהרת העריות שוה בכל ישראל לא יתיחדו בה הכהנים ולכן כללם כאחד ואמר בתחילה אני ה' אלהיכם כטעם בעשרת הדברות (שמות כ ב) וטעם דבר אל בני ישראל ואמרת אליהם אני ה' אלהיכם כאילו הוא אומר \"ואמרת אליהם בשמי אני ה' אלהיכם\" וכן קדושים תהיו כי קדוש אני ה' אלהיכם (ויקרא י״ט:ב׳) ואפשר כי הטעם כי בצאת משה מלפני השם בלא מסוה ויצא ודבר אל בני ישראל את אשר יצוה איננו צריך לומר להם \"כה אמר ה'\" כי ידוע להם כי רוחו ידבר בו ומלתו על לשונו לא ידבר מעצמו וכן במקומות רבים במשנה תורה כך ידבר כמו והיה אם שמוע תשמעו אל מצותי אשר אנכי מצוה אתכם היום ונתתי מטר ארצכם ונתתי עשב בשדך (דברים יא יג טו) ואין משה הנותן מטר על פני ארץ ושולח מים על פני חוצות ומצמיח עשב בשדה אלא ה' יתברך וכן ולא נתן ה' לכם לב לדעת ואולך אתכם במדבר לחם לא אכלתם ויין ושכר לא שתיתם למען תדעו כי אני ה' אלהיכם (שם כט ג-ה) וטעם לאהבה את ה' אלהיכם כבר נתפרש (שמות כד א):", "heVersionTitle": "On Your Way New", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "SPEAK UNTO THE CHILDREN OF ISRAEL. Since this chapter deals with [the laws of] prohibited sexual intercourse which apply equally to all Israel, therefore He said only, <i>Speak unto the children of Israel</i>, and did not specify the priests but included them together. Therefore He said at first, <i>I am the Eternal your G-d</i>, just as He did in the Ten Commandments [which He began with the words, <i>I am the Eternal thy G-d</i>].<sup class=\"footnote-marker\">214</sup><i class=\"footnote\">Exodus 20:2.</i> And the meaning of the verse, <i>Speak unto the children of Israel, and say unto them: I am the Eternal your G-d</i>, is as if He said, “Say unto them in My Name, ‘I am the Eternal your G-d.’” Similarly, <i>Speak unto all the congregation of the children of Israel, and say unto them: Ye shall be holy, for I the Eternal your G-d am holy</i>,<sup class=\"footnote-marker\">215</sup><i class=\"footnote\">Further, 19:2.</i> [means: “say unto them in My Name, ‘Ye shall be holy'”].<br>It is possible that the reason [why the verse does not say: “this is what G-d commanded,” is not because it means: “say unto them in My Name” as explained above, but] is rather as follows: When Moses came out from before the Eternal without the veil<sup class=\"footnote-marker\">216</sup><i class=\"footnote\">Exodus 34:33-35.</i> [on his face], <i>and he came out, and spoke unto the children of Israel that which he was commanded</i>,<sup class=\"footnote-marker\">217</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 34.</i> he did not need to say to them: “Thus said the Eternal,” for it was known to them that it was His spirit that spoke through him [Moses] and His word was upon his tongue,<sup class=\"footnote-marker\">218</sup><i class=\"footnote\">See II Samuel 23:2. Hence it is no longer necessary to explain the meaning of the verse to be [as we said above]: “<i>Speak unto the children of Israel, and say unto them</i> in My Name, <i>I am the Eternal your G-d</i>,” since it was known to them that Moses did not speak in his own name.</i> and that he did not speak in his own name. Similarly, in many places in the Book of Deuteronomy it is stated in the same way, such as: <i>And it shall come to pass, if ye shall hearken diligently unto My commandments, which I command you this day … that I will give the rain of your Land … And I will give grass in thy fields</i>,<sup class=\"footnote-marker\">219</sup><i class=\"footnote\">Deuteronomy 11:13-15.</i> and [it is known that] Moses is not the one <i>who giveth rain upon the earth, and sendeth waters upon the fields</i>,<sup class=\"footnote-marker\">220</sup><i class=\"footnote\">Job 5:10.</i> and makes the grass grow in the fields, but it is G-d, blessed be He [that does these things]. Similarly it is said, <i>But the Eternal hath not given you a heart to know … And I have led you forty years in the desert … Ye have not eaten bread, neither have ye drunk wine or strong drink; that ye might know that I am the Eternal your G-d</i>.<sup class=\"footnote-marker\">221</sup><i class=\"footnote\">Deuteronomy 29:3-5. The opening verse [<i>But the Eternal</i> …] clearly indicates that the expression in the following verse, <i>And I have led you</i> etc. is also a reference to the Eternal, and not to Moses.</i> The meaning of the expression <i>to love the Eternal your G-d</i><sup class=\"footnote-marker\">222</sup><i class=\"footnote\"><i>Ibid.</i>, 11:13.</i> [which is stated in the third person, when that same verse begins in the first person, <i>And it shall come to pass, if ye shall hearken diligently unto My commandments</i>], has already been explained.<sup class=\"footnote-marker\">223</sup><i class=\"footnote\">Exodus 24:1 (towards end — Vol. II, p. 422-3).</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61023418d2382222a2db4af4", "index_title": "Tzror HaMor on Torah", "category": "Quoting Commentary", "type": "", "ref": "Tzror HaMor on Torah, Genesis 14:14:1", "anchorRef": "Deuteronomy 29:5", "anchorRefExpanded": ["Deuteronomy 29:5"], "sourceRef": "Tzror HaMor on Torah, Genesis 14:14:1", "sourceHeRef": "צרור המור על התורה, בראשית י״ד:י״ד:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1460, 1510], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Tzror HaMor on Torah", "he": "צרור המור על התורה"}, "heTitle": "בראשית", "he": "ואמר <b>וישמע אברם כי נשבה אחיו.</b> להורות על מה שאמרתי כי אחר שאמר ויגד לאברם העברי ידוע הוא שידע כי נשבה אחיו ואם כן איך אמר וישמע אברם. אבל הרצון בו כמו כי שומע יוסף כלומר ממה שידע מזאת המלחמה הבין ורצה כי לא נשבה לוט אלא בשביל שהיה אחיו ומשנאתם אותו עשו זה. ולכן אמר וירק את חניכיו ילידי ביתו מחונכים במצות ומגודלים בנעוריהם עמו ולא רצה שילך עמו איש אחר. וזאת היא דעת רז\"ל שאמרו כי אליעזר לבדו היה בגימטריא מספרו כך. והרי הכתוב אומר וקורא ויחלק עליהם לילה הוא ועבדיו ויכם. אבל הכוונה להם כי כולם היו מחונכים במצות וילידי ביתו כאליעזר ולא עבר זר בתוכם. ולכן אליעזר היה לבדו הולך עמהם כי אלקי אברהם היה בעזרם. וזהו הוא ועבדיו כי הוא עומד בין ההדסים. ולהורות כי סבת המלחמה היתה בשביל אברהם תמצא שאמר וישב את כל הרכוש וגם את לוט בן אחיו. כי לא היה לו לומר אלא וישב כל הרכוש ואת לוט אחיו. למה אמר וגם את לוט. אבל נראה כי לפי שהמלכים כוונתם היתה על לוט שמו אותו באמצע המערכה לשומרו. ולכן הוצרך אברהם להשיב את כל הרכוש בראשונה. ואח\"כ אמר כי גם נכנס באמצע המערכה להציל את לוט אחיו. וכאן לא אמר בן אחיו אלא אחיו ממש לפי שהם היו סוברים שהיה אחיו. אח\"כ אמר מלך סדום לקראתו. להורות על מה שאמרנו כי הוא נפל באחת הפחתים והיה ראוי למות שם כפי סכנת הבארות אלא שיצא לקראת אברהם ובזכותו כפי דעת רז\"ל. ולזה אמר אחרי שובו מהכות את כדרלעומר כי ידוע הוא. אבל הרצון בו שזה היה פלא גמור שעמד מלך סדום בבור בעוד שהלך הפליט להגיד לאברהם ולקח חניכיו וילדיו ורדף אחריהם והכם. ואחר כל זה יצא מלך סדום לקראתו בזכות אברהם. וראוי היה שיאמר מיד אחר ויצא מלך סדום וגו' ויאמר מלך סדום אל אברם תן לי הנפש. ולמה הפסיק בינתיים ומלכי צדק מלך שלם וגו' ויברכהו ויאמר ברוך אברם. ואולי הרמז בזה כי מלך סדום נתיירא לשאול שאלה זו כי היתה גדולה כי מן הדין הכל היה שלו אחר שקנאה במלחמה. וכשראה הכבוד שעשה לו מלכי צדק וראה נדבת לבו של אברהם שנתן למלכי צדק מעשר מכל. אז אמר נדיב הוא זה ולא ישיב פני ריקם. ולכן אמר מיד ויאמר מלך סדום אל אברם תן לי הנפש וכו'. ואולי הטעם בזה גם כן לפי שמלך סדום יצא לקראת אברהם והוא היה משולל מכל והיה ראוי לו כשיצא לקראת אברהם שיוליך בידו מנחה ונסך לתת לו כדרך המלכים וכל שכן שעשה לו טובה גדולה והציל נפשו ונפש עמו וכשלא ראה בידו מאומה ומיד יצא מלכי צדק ומנחה בידו מלחם ויין. הפסיק הענין וכתב ומלכי צדק מלך שלם הוציא לחם ויין. ואחר שקיבל מנחתו וברכו התחיל לסדר שאלתו ואמר תן לי הנפש. ואמר הוציא לחם ויין כי כן עושין ליגעי המלחמה להחזיקם ולסעדם. כמו שעושים להולכי המלחמה שמאכלם ראוי שיהיה לחם ויין בענין שיתחזקו. ולכן תמצא שכתוב בסוף פרשת כי תבא לחם לא אכלתם ויין ושכר לא שתיתם ותבאו אל המקום הזה ויצא עוג מלך הבשן. להורות הנסים שהשם עשה עמם כי היה מזונם המן שהיה מאכל דק מאד וזה היה טוב למשרתים לפני המלך ואין יוצאים מהיכל המלך לשום דבר. אבל מי שצריך להלחם עם מלכים רבים ועצומים כמו סיחון ועוג אשר גובה ארזים גבהם היה ראוי שיאכלו מאכל חזק כמו לחם ויין שהם סועדים ומחזקים הלב. ואמר בכאן שהיה להפך כי לחם לא אכלתם ויין ושכר לא שתיתם אלא המן מאכל דק מאד. ועם כל זה ותבאו אל המקום הזה ויצא סיחון מלך חשבון ועוג מלך הבשן ונכם שלא כמנהג העולם אלא בדרך פלא. ולכן אמר בכאן ומלכי צדק מלך שלם הוציא לחם ויין לחזקם לפי שהם יגעים. ואולי נתיירא גם כן שיבאו עליו מלכים אחרים או קרובי המלכים למלחמה ולכן הוציא לחם ויין. ואולי הוציא לחם ויין להורות לו שהיה בשלום עמו ומבקש אהבתו ולא היה בלבו שנאה כלל כאומרם ז\"ל על שהיו אלו מבניו. ולחם ויין הוא כמו שאלת שלום כמו שאמר על אשר לא קדמו אתכם בלחם ובמים. והלא לחם ומים היו לישראל אלא על שלא קדמו אותם לשלום. וכן בכאן אמר הוציא לחם ויין:", "heVersionTitle": "Tzeror Hamor, Warsaw, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "צרור המור על התורה, וורשא, תרל\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "610236c7c795231b79e35757", "index_title": "Tzror HaMor on Torah", "category": "Quoting Commentary", "type": "quotation_auto", "ref": "Tzror HaMor on Torah, Deuteronomy 29:1:1", "anchorRef": "Deuteronomy 29:5", "anchorRefExpanded": ["Deuteronomy 29:5"], "sourceRef": "Tzror HaMor on Torah, Deuteronomy 29:1:1", "sourceHeRef": "צרור המור על התורה, דברים כ״ט:א׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1460, 1510], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Tzror HaMor on Torah", "he": "צרור המור על התורה"}, "heTitle": "דברים", "he": "<b>ורמז</b> גם כן באומרו אתם ראיתם וגו'. שיש להם לידע שלו היכולת הגמור להעניש אותם. ויש לו שלוחים רבים. ושלא יסבו בלכתם. ושיעשו שליחותם. וכנגד היכולת אמר אתם ראיתם את כל אשר עשה ה' בארץ מצרים. וכנגד השלוחים אמר המסות הגדולות אשר ראו עיניך. וכנגד שלא יסבו בלכתם עד שיעשו שליחותם אמר האותות והמופתים הגדולים ההם. כלומר הם בעצמם עשו שליחותם בלי שינוי. וזהו ההם. ולא נתן ה' לכם לב לדעת. יכלתו וגבורתו ומציאותו. כי זה דבר תלוי בידיעה. ועינים לראות כנגד השלוחים. ואזנים לשמוע שלא יסבו בלכתם ולא ישנו את תפקידם. ולא שמעתם שקבלו שוחד לשנות שליחותם. ולא תאמרו שכחי הוא לעשות רעות ולא טובות. לזה אמר לא בלו שלמותיכם. לחם לא אכלתם. רוצה לומר לחם אנשים לא אכלתם אלא לחם אבירים. למען תדעו כי לא על הלחם לבדו יחיה האדם וגו'. או שיאמר לחם לא אכלתם ויין ושכר לא שתיתם. שהוא קשור עם ויצא סיחון ועוג למלחמה ונכם. לפי שידוע שאנשי המלחמה ראויים להיות גבורים ומגודלים בנעוריהם לאכול לשבעה לחם ובשר ויין לחזקם ולשמחם. כאומרו ולחם לבב אנוש יסעד. וכתיב ויין ישמח לבב אנוש. באופן שבזה ינצחו המלחמה כמו אוכלי בשר החזיר ששותים במזרקי יין. ובזה הם גבורים ואנשי חיל מלומדי מלחמה. אבל האנשים שהם מגודלים במאכלים דקים ובשתיית המים הדקים. הם ראויים לעמוד בהיכלי המלכים להיות נערי המלך ומשרתיו. אבל אינם ראויים לצאת למלחמות וא\"כ אחר שישראל היו יוצאים מעבודת פרך נשברים ונדכאים והיו הולכים במדברות נעים ונדים. ולא היו אוכלים לחם אנשים אלא לחם אבירים דק מאד נבלע באיברים. ולא היו שותים יין אלא מים מלוחים ולפעמים מרים. היאך היו יכולים להלחם נגד אויביהם השותים במזרקי יין ואוכלים לחם ובשר. לזה אמר להם ראו מה מעשה ה' גדול. ודעו כי לא לגבורים המלחמה ולא בחיל ולא בכח יגבר איש כי אם ברוח ה'. והעד כי אתם הלכתם ארבעים שנה במדבר לחם לא אכלתם ויין ושכר לא שתיתם. כמו שעושים לגבורי המלחמה או ליגעי המלחמה. כאומרו ומלכי צדק מלך שלם הוציא לחם ויין. ואמרו כך עושים ליגיעי המלחמה. ועם כ\"ז ותבואו אל המקום הזה ויצא סיחון מלך חשבון ועוג מלך הבשן לקראתנו למלחמה ונכם. שלא כדרך העולם. ונפלו הגבורים מגודלים בלחם ויין ובשר. ביד חלשים האוכלים למעדנים מאכלים דקים. וכל זה כיד אלהיכם הטובה עליכם. ולכן ושמרתם את דברי הברית הזאת. אחר שבכח התורה והמצוה אתם יוצאים שלא כמנהג העולם. ולא די זה אלא שאם אתם שומרים התורה והמצוה. תשכילו ותצליחו בכל מעשה ידיכם בעוה\"ז. אע\"פ שאין זה מטבע התורה והמצוה. אלא להביא שכר העוה\"ב. כאומרם ששכר מצוה מצוה וכתיב והלך לפניך צדקך. עם כל זה תשכילו ותצליחו את כל אשר תעשון. ולזה כיוונו מה שאמרו אמר רבי יהושע בן לוי דבר זה כתוב בתורה שנוי בנביאים ומשולש בכתובים. שכל העוסק בתורה נכסיו מצליחים. כתוב בתורה ושמרתם את דברי הברית הזאת למען תשכילו את כל אשר תעשון. שנוי בנביאים לא ימוש ספר התורה הזה מפיך וגו' כי אז תצליח את דרכך ואז תשכיל. משולש בכתובים כי אם בתורת ה' חפצו וגו' והיה כעץ וגו' וכל אשר יעשה יצליח. והרצון בזה מה שאמרנו שאע\"פ שהתורה והמצוה אין עיקרם להביא שכר העולם הזה אלא שכר העוה\"ב. עם כל זה יש לך לידע שכל העוסק בתורה נכסיו מצליחים שלא כדרך העולם. ולכן הביא ראיה מן התורה מפסוק זה שאמר למען תשכילו את כל אשר תעשון. לפי שמלת תשכילו משמע לשון השכלה והבנה במושכלות או הצלחה. כמו לכל דרכיו משכיל מצליח. ולכן לפי מעלת התורה לא רצתה לומר ההצלחה בפירוש. אבל בנביאים שאין מעלתם כמעלת התורה. פירש הדבר יותר ואמר כי אז תצליח את דרכיך ואז תשכיל. שיש בכאן הצלחה עם השכלה. אבל בכתובים שהם למטה מהנביאים. פירש הדבר יותר ואמר שהעוסק בתורה יהיה כעץ שתול על פלגי מים וכל אשר יעשה יצליח. הרי שבכאן לא הזכיר השכלה אלא הצלחה לבד. בענין שמזה נלמוד שכל העוסק בתורה נכסיו מוצלחים. כמו שאמר כאן למען תשכילו:", "heVersionTitle": "Tzeror Hamor, Warsaw, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "צרור המור על התורה, וורשא, תרל\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037e556bfddfbb310feb33", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "anchorRef": "Deuteronomy 1:1-34:12", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43", "Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32", "Deuteronomy 12:1", "Deuteronomy 12:2", "Deuteronomy 12:3", "Deuteronomy 12:4", "Deuteronomy 12:5", "Deuteronomy 12:6", "Deuteronomy 12:7", "Deuteronomy 12:8", "Deuteronomy 12:9", "Deuteronomy 12:10", "Deuteronomy 12:11", "Deuteronomy 12:12", "Deuteronomy 12:13", "Deuteronomy 12:14", "Deuteronomy 12:15", "Deuteronomy 12:16", "Deuteronomy 12:17", "Deuteronomy 12:18", "Deuteronomy 12:19", "Deuteronomy 12:20", "Deuteronomy 12:21", "Deuteronomy 12:22", "Deuteronomy 12:23", "Deuteronomy 12:24", "Deuteronomy 12:25", "Deuteronomy 12:26", "Deuteronomy 12:27", "Deuteronomy 12:28", "Deuteronomy 12:29", "Deuteronomy 12:30", "Deuteronomy 12:31", "Deuteronomy 13:1", "Deuteronomy 13:2", "Deuteronomy 13:3", "Deuteronomy 13:4", "Deuteronomy 13:5", "Deuteronomy 13:6", "Deuteronomy 13:7", "Deuteronomy 13:8", "Deuteronomy 13:9", "Deuteronomy 13:10", "Deuteronomy 13:11", "Deuteronomy 13:12", "Deuteronomy 13:13", "Deuteronomy 13:14", "Deuteronomy 13:15", "Deuteronomy 13:16", "Deuteronomy 13:17", "Deuteronomy 13:18", "Deuteronomy 13:19", "Deuteronomy 14:1", "Deuteronomy 14:2", "Deuteronomy 14:3", "Deuteronomy 14:4", "Deuteronomy 14:5", "Deuteronomy 14:6", "Deuteronomy 14:7", "Deuteronomy 14:8", "Deuteronomy 14:9", "Deuteronomy 14:10", "Deuteronomy 14:11", "Deuteronomy 14:12", "Deuteronomy 14:13", "Deuteronomy 14:14", "Deuteronomy 14:15", "Deuteronomy 14:16", "Deuteronomy 14:17", "Deuteronomy 14:18", "Deuteronomy 14:19", "Deuteronomy 14:20", "Deuteronomy 14:21", "Deuteronomy 14:22", "Deuteronomy 14:23", "Deuteronomy 14:24", "Deuteronomy 14:25", "Deuteronomy 14:26", "Deuteronomy 14:27", "Deuteronomy 14:28", "Deuteronomy 14:29", "Deuteronomy 15:1", "Deuteronomy 15:2", "Deuteronomy 15:3", "Deuteronomy 15:4", "Deuteronomy 15:5", "Deuteronomy 15:6", "Deuteronomy 15:7", "Deuteronomy 15:8", "Deuteronomy 15:9", "Deuteronomy 15:10", "Deuteronomy 15:11", "Deuteronomy 15:12", "Deuteronomy 15:13", "Deuteronomy 15:14", "Deuteronomy 15:15", "Deuteronomy 15:16", "Deuteronomy 15:17", "Deuteronomy 15:18", "Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17", "Deuteronomy 16:18", "Deuteronomy 16:19", "Deuteronomy 16:20", "Deuteronomy 16:21", "Deuteronomy 16:22", "Deuteronomy 17:1", "Deuteronomy 17:2", "Deuteronomy 17:3", "Deuteronomy 17:4", "Deuteronomy 17:5", "Deuteronomy 17:6", "Deuteronomy 17:7", "Deuteronomy 17:8", "Deuteronomy 17:9", "Deuteronomy 17:10", "Deuteronomy 17:11", "Deuteronomy 17:12", "Deuteronomy 17:13", "Deuteronomy 17:14", "Deuteronomy 17:15", "Deuteronomy 17:16", "Deuteronomy 17:17", "Deuteronomy 17:18", "Deuteronomy 17:19", "Deuteronomy 17:20", "Deuteronomy 18:1", "Deuteronomy 18:2", "Deuteronomy 18:3", "Deuteronomy 18:4", "Deuteronomy 18:5", "Deuteronomy 18:6", "Deuteronomy 18:7", "Deuteronomy 18:8", "Deuteronomy 18:9", "Deuteronomy 18:10", "Deuteronomy 18:11", "Deuteronomy 18:12", "Deuteronomy 18:13", "Deuteronomy 18:14", "Deuteronomy 18:15", "Deuteronomy 18:16", "Deuteronomy 18:17", "Deuteronomy 18:18", "Deuteronomy 18:19", "Deuteronomy 18:20", "Deuteronomy 18:21", "Deuteronomy 18:22", "Deuteronomy 19:1", "Deuteronomy 19:2", "Deuteronomy 19:3", "Deuteronomy 19:4", "Deuteronomy 19:5", "Deuteronomy 19:6", "Deuteronomy 19:7", "Deuteronomy 19:8", "Deuteronomy 19:9", "Deuteronomy 19:10", "Deuteronomy 19:11", "Deuteronomy 19:12", "Deuteronomy 19:13", "Deuteronomy 19:14", "Deuteronomy 19:15", "Deuteronomy 19:16", "Deuteronomy 19:17", "Deuteronomy 19:18", "Deuteronomy 19:19", "Deuteronomy 19:20", "Deuteronomy 19:21", "Deuteronomy 20:1", "Deuteronomy 20:2", "Deuteronomy 20:3", "Deuteronomy 20:4", "Deuteronomy 20:5", "Deuteronomy 20:6", "Deuteronomy 20:7", "Deuteronomy 20:8", "Deuteronomy 20:9", "Deuteronomy 20:10", "Deuteronomy 20:11", "Deuteronomy 20:12", "Deuteronomy 20:13", "Deuteronomy 20:14", "Deuteronomy 20:15", "Deuteronomy 20:16", "Deuteronomy 20:17", "Deuteronomy 20:18", "Deuteronomy 20:19", "Deuteronomy 20:20", "Deuteronomy 21:1", "Deuteronomy 21:2", "Deuteronomy 21:3", "Deuteronomy 21:4", "Deuteronomy 21:5", "Deuteronomy 21:6", "Deuteronomy 21:7", "Deuteronomy 21:8", "Deuteronomy 21:9", "Deuteronomy 21:10", "Deuteronomy 21:11", "Deuteronomy 21:12", "Deuteronomy 21:13", "Deuteronomy 21:14", "Deuteronomy 21:15", "Deuteronomy 21:16", "Deuteronomy 21:17", "Deuteronomy 21:18", "Deuteronomy 21:19", "Deuteronomy 21:20", "Deuteronomy 21:21", "Deuteronomy 21:22", "Deuteronomy 21:23", "Deuteronomy 22:1", "Deuteronomy 22:2", "Deuteronomy 22:3", "Deuteronomy 22:4", "Deuteronomy 22:5", "Deuteronomy 22:6", "Deuteronomy 22:7", "Deuteronomy 22:8", "Deuteronomy 22:9", "Deuteronomy 22:10", "Deuteronomy 22:11", "Deuteronomy 22:12", "Deuteronomy 22:13", "Deuteronomy 22:14", "Deuteronomy 22:15", "Deuteronomy 22:16", "Deuteronomy 22:17", "Deuteronomy 22:18", "Deuteronomy 22:19", "Deuteronomy 22:20", "Deuteronomy 22:21", "Deuteronomy 22:22", "Deuteronomy 22:23", "Deuteronomy 22:24", "Deuteronomy 22:25", "Deuteronomy 22:26", "Deuteronomy 22:27", "Deuteronomy 22:28", "Deuteronomy 22:29", "Deuteronomy 23:1", "Deuteronomy 23:2", "Deuteronomy 23:3", "Deuteronomy 23:4", "Deuteronomy 23:5", "Deuteronomy 23:6", "Deuteronomy 23:7", "Deuteronomy 23:8", "Deuteronomy 23:9", "Deuteronomy 23:10", "Deuteronomy 23:11", "Deuteronomy 23:12", "Deuteronomy 23:13", "Deuteronomy 23:14", "Deuteronomy 23:15", "Deuteronomy 23:16", "Deuteronomy 23:17", "Deuteronomy 23:18", "Deuteronomy 23:19", "Deuteronomy 23:20", "Deuteronomy 23:21", "Deuteronomy 23:22", "Deuteronomy 23:23", "Deuteronomy 23:24", "Deuteronomy 23:25", "Deuteronomy 23:26", "Deuteronomy 24:1", "Deuteronomy 24:2", "Deuteronomy 24:3", "Deuteronomy 24:4", "Deuteronomy 24:5", "Deuteronomy 24:6", "Deuteronomy 24:7", "Deuteronomy 24:8", "Deuteronomy 24:9", "Deuteronomy 24:10", "Deuteronomy 24:11", "Deuteronomy 24:12", "Deuteronomy 24:13", "Deuteronomy 24:14", "Deuteronomy 24:15", "Deuteronomy 24:16", "Deuteronomy 24:17", "Deuteronomy 24:18", "Deuteronomy 24:19", "Deuteronomy 24:20", "Deuteronomy 24:21", "Deuteronomy 24:22", "Deuteronomy 25:1", "Deuteronomy 25:2", "Deuteronomy 25:3", "Deuteronomy 25:4", "Deuteronomy 25:5", "Deuteronomy 25:6", "Deuteronomy 25:7", "Deuteronomy 25:8", "Deuteronomy 25:9", "Deuteronomy 25:10", "Deuteronomy 25:11", "Deuteronomy 25:12", "Deuteronomy 25:13", "Deuteronomy 25:14", "Deuteronomy 25:15", "Deuteronomy 25:16", "Deuteronomy 25:17", "Deuteronomy 25:18", "Deuteronomy 25:19", "Deuteronomy 26:1", "Deuteronomy 26:2", "Deuteronomy 26:3", "Deuteronomy 26:4", "Deuteronomy 26:5", "Deuteronomy 26:6", "Deuteronomy 26:7", "Deuteronomy 26:8", "Deuteronomy 26:9", "Deuteronomy 26:10", "Deuteronomy 26:11", "Deuteronomy 26:12", "Deuteronomy 26:13", "Deuteronomy 26:14", "Deuteronomy 26:15", "Deuteronomy 26:16", "Deuteronomy 26:17", "Deuteronomy 26:18", "Deuteronomy 26:19", "Deuteronomy 27:1", "Deuteronomy 27:2", "Deuteronomy 27:3", "Deuteronomy 27:4", "Deuteronomy 27:5", "Deuteronomy 27:6", "Deuteronomy 27:7", "Deuteronomy 27:8", "Deuteronomy 27:9", "Deuteronomy 27:10", "Deuteronomy 27:11", "Deuteronomy 27:12", "Deuteronomy 27:13", "Deuteronomy 27:14", "Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26", "Deuteronomy 28:1", "Deuteronomy 28:2", "Deuteronomy 28:3", "Deuteronomy 28:4", "Deuteronomy 28:5", "Deuteronomy 28:6", "Deuteronomy 28:7", "Deuteronomy 28:8", "Deuteronomy 28:9", "Deuteronomy 28:10", "Deuteronomy 28:11", "Deuteronomy 28:12", "Deuteronomy 28:13", "Deuteronomy 28:14", "Deuteronomy 28:15", "Deuteronomy 28:16", "Deuteronomy 28:17", "Deuteronomy 28:18", "Deuteronomy 28:19", "Deuteronomy 28:20", "Deuteronomy 28:21", "Deuteronomy 28:22", "Deuteronomy 28:23", "Deuteronomy 28:24", "Deuteronomy 28:25", "Deuteronomy 28:26", "Deuteronomy 28:27", "Deuteronomy 28:28", "Deuteronomy 28:29", "Deuteronomy 28:30", "Deuteronomy 28:31", "Deuteronomy 28:32", "Deuteronomy 28:33", "Deuteronomy 28:34", "Deuteronomy 28:35", "Deuteronomy 28:36", "Deuteronomy 28:37", "Deuteronomy 28:38", "Deuteronomy 28:39", "Deuteronomy 28:40", "Deuteronomy 28:41", "Deuteronomy 28:42", "Deuteronomy 28:43", "Deuteronomy 28:44", "Deuteronomy 28:45", "Deuteronomy 28:46", "Deuteronomy 28:47", "Deuteronomy 28:48", "Deuteronomy 28:49", "Deuteronomy 28:50", "Deuteronomy 28:51", "Deuteronomy 28:52", "Deuteronomy 28:53", "Deuteronomy 28:54", "Deuteronomy 28:55", "Deuteronomy 28:56", "Deuteronomy 28:57", "Deuteronomy 28:58", "Deuteronomy 28:59", "Deuteronomy 28:60", "Deuteronomy 28:61", "Deuteronomy 28:62", "Deuteronomy 28:63", "Deuteronomy 28:64", "Deuteronomy 28:65", "Deuteronomy 28:66", "Deuteronomy 28:67", "Deuteronomy 28:68", "Deuteronomy 28:69", "Deuteronomy 29:1", "Deuteronomy 29:2", "Deuteronomy 29:3", "Deuteronomy 29:4", "Deuteronomy 29:5", "Deuteronomy 29:6", "Deuteronomy 29:7", "Deuteronomy 29:8", "Deuteronomy 29:9", "Deuteronomy 29:10", "Deuteronomy 29:11", "Deuteronomy 29:12", "Deuteronomy 29:13", "Deuteronomy 29:14", "Deuteronomy 29:15", "Deuteronomy 29:16", "Deuteronomy 29:17", "Deuteronomy 29:18", "Deuteronomy 29:19", "Deuteronomy 29:20", "Deuteronomy 29:21", "Deuteronomy 29:22", "Deuteronomy 29:23", "Deuteronomy 29:24", "Deuteronomy 29:25", "Deuteronomy 29:26", "Deuteronomy 29:27", "Deuteronomy 29:28", "Deuteronomy 30:1", "Deuteronomy 30:2", "Deuteronomy 30:3", "Deuteronomy 30:4", "Deuteronomy 30:5", "Deuteronomy 30:6", "Deuteronomy 30:7", "Deuteronomy 30:8", "Deuteronomy 30:9", "Deuteronomy 30:10", "Deuteronomy 30:11", "Deuteronomy 30:12", "Deuteronomy 30:13", "Deuteronomy 30:14", "Deuteronomy 30:15", "Deuteronomy 30:16", "Deuteronomy 30:17", "Deuteronomy 30:18", "Deuteronomy 30:19", "Deuteronomy 30:20", "Deuteronomy 31:1", "Deuteronomy 31:2", "Deuteronomy 31:3", "Deuteronomy 31:4", "Deuteronomy 31:5", "Deuteronomy 31:6", "Deuteronomy 31:7", "Deuteronomy 31:8", "Deuteronomy 31:9", "Deuteronomy 31:10", "Deuteronomy 31:11", "Deuteronomy 31:12", "Deuteronomy 31:13", "Deuteronomy 31:14", "Deuteronomy 31:15", "Deuteronomy 31:16", "Deuteronomy 31:17", "Deuteronomy 31:18", "Deuteronomy 31:19", "Deuteronomy 31:20", "Deuteronomy 31:21", "Deuteronomy 31:22", "Deuteronomy 31:23", "Deuteronomy 31:24", "Deuteronomy 31:25", "Deuteronomy 31:26", "Deuteronomy 31:27", "Deuteronomy 31:28", "Deuteronomy 31:29", "Deuteronomy 31:30", "Deuteronomy 32:1", "Deuteronomy 32:2", "Deuteronomy 32:3", "Deuteronomy 32:4", "Deuteronomy 32:5", "Deuteronomy 32:6", "Deuteronomy 32:7", "Deuteronomy 32:8", "Deuteronomy 32:9", "Deuteronomy 32:10", "Deuteronomy 32:11", "Deuteronomy 32:12", "Deuteronomy 32:13", "Deuteronomy 32:14", "Deuteronomy 32:15", "Deuteronomy 32:16", "Deuteronomy 32:17", "Deuteronomy 32:18", "Deuteronomy 32:19", "Deuteronomy 32:20", "Deuteronomy 32:21", "Deuteronomy 32:22", "Deuteronomy 32:23", "Deuteronomy 32:24", "Deuteronomy 32:25", "Deuteronomy 32:26", "Deuteronomy 32:27", "Deuteronomy 32:28", "Deuteronomy 32:29", "Deuteronomy 32:30", "Deuteronomy 32:31", "Deuteronomy 32:32", "Deuteronomy 32:33", "Deuteronomy 32:34", "Deuteronomy 32:35", "Deuteronomy 32:36", "Deuteronomy 32:37", "Deuteronomy 32:38", "Deuteronomy 32:39", "Deuteronomy 32:40", "Deuteronomy 32:41", "Deuteronomy 32:42", "Deuteronomy 32:43", "Deuteronomy 32:44", "Deuteronomy 32:45", "Deuteronomy 32:46", "Deuteronomy 32:47", "Deuteronomy 32:48", "Deuteronomy 32:49", "Deuteronomy 32:50", "Deuteronomy 32:51", "Deuteronomy 32:52", "Deuteronomy 33:1", "Deuteronomy 33:2", "Deuteronomy 33:3", "Deuteronomy 33:4", "Deuteronomy 33:5", "Deuteronomy 33:6", "Deuteronomy 33:7", "Deuteronomy 33:8", "Deuteronomy 33:9", "Deuteronomy 33:10", "Deuteronomy 33:11", "Deuteronomy 33:12", "Deuteronomy 33:13", "Deuteronomy 33:14", "Deuteronomy 33:15", "Deuteronomy 33:16", "Deuteronomy 33:17", "Deuteronomy 33:18", "Deuteronomy 33:19", "Deuteronomy 33:20", "Deuteronomy 33:21", "Deuteronomy 33:22", "Deuteronomy 33:23", "Deuteronomy 33:24", "Deuteronomy 33:25", "Deuteronomy 33:26", "Deuteronomy 33:27", "Deuteronomy 33:28", "Deuteronomy 33:29", "Deuteronomy 34:1", "Deuteronomy 34:2", "Deuteronomy 34:3", "Deuteronomy 34:4", "Deuteronomy 34:5", "Deuteronomy 34:6", "Deuteronomy 34:7", "Deuteronomy 34:8", "Deuteronomy 34:9", "Deuteronomy 34:10", "Deuteronomy 34:11", "Deuteronomy 34:12"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר א׳ ב׳-ל״ט", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Deuteronomy and Its Structure", "he": "דברים מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["D<small>EUTERONOMY HOLDS A UNIQUE POSITION, AND SPEAKS WITH A UNIQUE VOICE, IN THE</small> literature of the Torah. Up to this point, through the first four books, we have encountered a powerful mixture of literary genres; indeed, the books owe their characteristic stamp to the way in which they incorporate these genres. Genesis is predominantly narrative, punctuated by genealogies; Exodus begins with narrative and later proceeds with covenant-making and law, and then with the precise details of sanctuary building; Leviticus is composed almost entirely of cultic and then ethical and social law; and finally, Numbers alternates narrative and varied laws, under the structure of preparations for wilderness march, first encounters with the Promised Land, and preparations for entry. Except for Leviticus, the books also exhibit, at strategic points, striking examples of biblical poetry.", "An ancient name for Deuteronomy, <i>mishne tora</i>—which means “copy of the Torah,” but which was erroneously understood as “second Torah”—would seem to indicate more of the same combining of genres, and a not-too-close reading would support the idea of a rehashing of narrative, covenant-making, law, and poetry. But the reader who takes the time to weigh what stands before him or her will find much more. In its structure, style, content, and intent, Deuteronomy goes beyond what has preceded it. The image of Moshe addressing the assembled people on the Plains of Moab—the central setting of the book—provides the occasion for not merely a retelling, but a recasting of Israel’s mission and destiny. No book of the Torah is truer to the idea of “instruction” (Deuteronomy uses the term numerous times), including an emphasis on teaching and learning, with assembled and yet-to-be-born children as much the audience as “elders.”", "From the book’s opening phrase, “Now these are the words [or even “speeches”] that Moshe spoke to the Children of Israel / in (the country) across the Jordan,” the basic premise of Deuteronomy is that the aged Moshe, personally and indeed in the first person, speaks for the last time to the assembled Israelites, before their triumphant entry into the land of Canaan. The setting affects the entire content of the book; no longer is the narrator in the background, as in most of the Torah, but instead he is presented as directly addressing a living audience, an audience composed not only of the ancient hearers portrayed in the text but also of contemporary listeners.", "The image of a leader delivering a long public address on an auspicious occasion is well known from the ancient world, most familiarly from Greek historians (cf. Van Seters) but also abundantly in the ancient Near East (Weinfeld). The historian seeks to paint a vivid picture of the personality of his speaker and the high drama of the moment, and may go on at great length. While admitting to not having had the benefit of eyewitness sources, such chroniclers are nevertheless sincere in their desire to present what undoubtedly would have been said on such an occasion.", "Deuteronomy, whenever it was composed and placed in the Torah, takes this approach a step further. It is a fantastic conceit, really: as Rosenberg (1975) notes, Moshe, the man who was “not a man of words” (Ex. 4:10), all of a sudden finds his voice. And as Polzin (1980) has shown in his forceful analysis, in Deuteronomy Moshe’s voice functions fairly indistinguishably from God’s own—and then closes off the text by stipulating that nothing in the future is to be added or subtracted to it. So we are dealing with a text of directly authoritative character, a series of speeches that in their own self-understanding already bore the status of “Torah.” Hence Deuteronomy introduces into the Bible for the first time the concept of canon—a bounded, accepted body of authoritative literature.", "Moshe’s addresses, which include a historical review, repeated appeals to observe God’s laws and dire warnings against their violation, a reworking of previous laws and the addition of new ones, and a poem designed to keep the appeals and warnings in popular memory, have about them a deep rhetorical urgency. As such they are stylistically quite different from most of what is found in the first four books of the Bible. To be sure, there are many moments of high rhetoric in the previous narratives, and the laws—including cultic ones—are also not lacking appeals to the emotions (cf., for instance, the repeated injunctions to not oppress the sojourner, “for you were sojourners in the land of Egypt”). But as an extended piece of argumentation and pleading, Deuteronomy holds pride of place in the Torah, with its specialized vocabulary (described in the notes and commentary below), its alternately pleading and warning tone, and its long, elegant phrases (as Gottwald notes, these phrases are most often cast in the form of subordinate clauses, not the typical syntactical form found in the previous books).", "But not only does Deuteronomy provide an emotional capstone to the four books that precede it. It functions to link up with both the landed history of Israel in the narrative books to follow (Joshua through Kings) and the prophets’ emotional speeches to the people and their leaders. In the words of G. Ernest Wright,", "the central purpose of Deuteronomy is to furnish Israel with a complete order of faith and life which is the prerequisite for a prosperous and secure existence on the God-given land. The historian [of the succeeding books] shows how Israel failed to keep it and what the consequences were.", "It is in fact the monarchic setting that is commonly held to be the historical background to the compilation of Deuteronomy. While Moshe’s last days and the people’s being poised on the steppes opposite Jericho would certainly be a dramatic enough moment for our book’s speeches to occur, its language, style, and many of its concerns point to a later time in the history of Israel as a likely venue for at least a good part of its emotional appeal.", "That time, in the opinion of most biblical scholars over the past two centuries, was the middle of the reign of King Josiah (ruled 640–608 <small>B.C.E.</small>) of Judah, the southern kingdom (Israel, the north, had been overrun by Assyria a century previously). The Assyrian Empire, dominant in the region for three hundred years, was on the wane, and Josiah took advantage of this decline of power to expand his kingdom northward. He also—at about the time of the death of Ashurbanipal, the last powerful king of Assyria—began a wide-ranging reform that consisted largely of destroying the local “high places” of pagan worship that had figured so prominently in the reign of his grandfather, the notorious Manasseh (ruled 687–642). II Kings 23 describes the purge in great detail, noting both places and priests that were now rendered inoperative in favor of the centralization of the cult in Jerusalem.", "It is within this setting that Chapter  22 reports the dramatic discovery of a scroll “of the Torah.”", "The high priest Hilkiah said to Shaphan the secretary, “I have found the book of the law in the house of the L<small>ORD</small>.” … Shaphan then read it aloud to the king. When the king heard the words of the book of the law, he tore his clothes. Then the king commanded … saying: “Go, inquire of the L<small>ORD</small> for me, for the people, and for all Judah, concerning the words of this book that has been found, for great is the wrath of the L<small>ORD</small> … because our ancestors did not obey the words of this book, to do according to all that is written concerning us.” (22:8, 10–13, New Revised Standard Version)", "What precisely were the contents of the “book” we do not know; but it is usually taken to have been some form of Deuteronomy. The rhetorical force of the newly discovered text must have been considerable, for its reported result was that the king", "directed that all the elders of Judah and Jerusalem should be gathered to him. … he read in their hearing all the words of the book of the covenant that had been found in the house of the L<small>ORD</small>. The king stood by the pillar and made a covenant before the L<small>ORD</small>, to follow the L<small>ORD</small>, keeping his commandments, his decrees, and his statutes, with all his heart and all his soul, to perform the words of this covenant that were written in this book. All the people joined in the covenant. (23:1–3)", "The connections between these passages and the style of Deuteronomy will be obvious to anyone who reads the book, and it seems clear that Josiah’s reforms are closely related to concerns expressed in Deuteronomy.", "The Bible’s portrayal of this background does not necessarily mean that Deuteronomy was composed for the occasion, or even that it originated in Judah. Several scholars (notably Ginsberg) have remarked on connections to the northern kingdom of Israel (e.g., affinities to the prophet Hosea), and so it is possible that at least some of our book was a series of traditions brought south by refugees fleeing the Assyrian onslaught. In any event, the text of Deuteronomy addresses its audience with such emotional immediacy that it may safely be presumed that a crisis of major proportions loomed, and the opportunity presented itself for a large-scale revival—or redefinition—of Israel’s self-understanding. Similar crises later in Jewish history may have led to the editing and writing down (but not necessarily the composition) of other central texts, the Mishnah (c. 200) and the Babylonian Talmud (c. 450). Like these documents, and like the first four books of the Torah, Deuteronomy is written in such a way that it is difficult to pin down its precise background, which through additions and circumspection has been substantially obliterated. What is left to us are the many repetitions of “today” or “this day,” which signal the desire to make the “Instruction” contemporary for the audience, whoever and whenever that may be.", "The net effect of this process of creation and development was to establish the Torah’s character as a text that shows signs of new life and new thinking within itself. Deuteronomy, by its inclusion as the final book of the five, officially began the practice of “explaining” (1:5) the traditions of Israel, and thus paved the way for the classic form of Jewish religious and intellectual activity: the interpretation of Scripture (cf. Fishbane 1988 for a definitive study on “inner-biblical exegesis,” interpretation that appears within the Bible itself and hence becomes a legitimate part of its traditions). This activity strongly influenced Christianity and Islam as well, and is still a part of religious discourse and development in the Western world.", "In its overall structure, Deuteronomy breaks down fairly easily; but it is perhaps best understood in the light of comparative ancient Near Eastern material. Weinfeld’s lifetime of research has demonstrated the strong parallels between our book and certain Assyrian treaty texts (earlier Hittite texts have also been shown to be helpful in this regard; cf. Levenson 1985b for a useful summary). It is striking indeed that the Esarhaddon Treaty texts from the seventh century <small>B.C.E.</small>, which also produced the final form of Deuteronomy, seem to prefigure the basic structure of what Moshe lays out in the book: a historical overview, an exhortation to keep the covenant, the laws—particulars of the covenant, a series of blessings and curses following upon observance or nonobservance of the covenant, and a ceremony ratifying it. A similar pattern, in abbreviated form, may be observed in the Sinai covenant in Ex. 19–24.", "Weinfeld points out that such covenants or treaties were two-sided, with the suzerain granting his vassals certain favors in return for “love” (= loyalty), and threatening dire consequences if that loyalty were to become suspect. What is fascinating about the parallels is not so much that they exist, but that here, apparently, a political model from a hated enemy has been assimilated and transformed into a positive religious-national one. Such transformative power seems to be characteristic of biblical culture, which probably reworked known stories and poems, among other genres, into genuine Israelite creations (the Flood narratives of Genesis and Psalm 29 are two fruitful examples of the process).", "Deuteronomy, then, focuses mainly on the relationship between God and Israel, a relationship that has been spelled out before (as in Exodus) but that forms in this book the very soul of the text. Every act that Israel performs as a community, and every one done by individuals, is to be seen in that light. As elsewhere in the Bible, breaking one of God’s rules means not merely a violation of a statute but an affront to the suzerain, the sovereign Lord, and thus a grave risk to society’s well-being and even to its very existence. And there is a unity of purpose and concept here: Gottwald summarizes the message of the book as “the indivisible unity of <i>one God</i> for <i>one people</i> in <i>one land</i> observing <i>one cult</i>” (italics his).", "Given the treaty pattern that we have just referred to, an outline of the book might proceed along the following lines:", "I   Historical Overview (Moshe as Narrator; 1–4:43)", "A   Narrative of the Wilderness Journey (1–3)", "B   Transition: Beginning of the Exhortation (4:1–40) and Addendum on Towns of Asylum (4:41–43)", "II  Opening Exhortation (Moshe as Pleader; 4:44–11:36)", "Looking Back to the Revelation at Sinai", "III The Terms of the Covenant (Moshe as Lawgiver; 12–28)", "A   The Laws (12–26)", "B   Covenant Ceremony; Blessings and Curses (27–28)", "IV Concluding Exhortation (Moshe as Pleader; 29–30)", "Looking Ahead to Exile and Return", "V  Final Matters (31–34)", "A   Passing the Mantle (31)", "B   Moshe’s Admonitory Poem (32)", "C   Moshe’s Blessing to the Tribes (33)", "D   The End (34)", "A few simple structural observations, based on a closer look at the text itself, may be made here. Parts I and V stress the role of Yehoshua (Joshua) in the future. Then, too, Parts II and IV use similar rhetorical formulas toward the end of each (“See, I set before you this day …,” 11:26 and 30:15). Such a symmetry would suggest that Part III is the crucial one, and that is of course the case. Everything in Deuteronomy radiates out from the laws: a new humanism, a rethinking of tradition, and above all, a heartfelt appeal to “choose life” (30:19), a good life on the land under the blessing of God.", "It is only when that appeal has been fully made, and when all of Deuteronomy’s new material has been added (with no more to come, as the text sees it!), that Moshe can finally die, and the people of Israel can proceed into the Promised Land. The book of Numbers proved to be a false ending, and indeed the report of Moshe’s death was postponed from the end of that book to this, so that the biblical tradition could transform itself into a truly multifaceted and rich one. The Torah, which began in the nameless, unknowable past, ends in the limitless present and future, with a potential life ahead for the Israelite people as bountiful and as beautiful as the “good land” that Moshe is allowed to see from the summit of Pisga."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e786bfddfbb310feb8f", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part IV; Concluding Exhortation, Renewed Exhortation 2-3", "anchorRef": "Deuteronomy 29:1-28", "anchorRefExpanded": ["Deuteronomy 29:1", "Deuteronomy 29:2", "Deuteronomy 29:3", "Deuteronomy 29:4", "Deuteronomy 29:5", "Deuteronomy 29:6", "Deuteronomy 29:7", "Deuteronomy 29:8", "Deuteronomy 29:9", "Deuteronomy 29:10", "Deuteronomy 29:11", "Deuteronomy 29:12", "Deuteronomy 29:13", "Deuteronomy 29:14", "Deuteronomy 29:15", "Deuteronomy 29:16", "Deuteronomy 29:17", "Deuteronomy 29:18", "Deuteronomy 29:19", "Deuteronomy 29:20", "Deuteronomy 29:21", "Deuteronomy 29:22", "Deuteronomy 29:23", "Deuteronomy 29:24", "Deuteronomy 29:25", "Deuteronomy 29:26", "Deuteronomy 29:27", "Deuteronomy 29:28"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part IV; Concluding Exhortation, Renewed Exhortation 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ה׳, דברים הערה א׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Renewed Exhortation", "he": "דברים הערה א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Having concluded the covenant, Moshe now takes up his plea again, beginning the same way that God did when the people arrived at Mount Sinai (Ex. 19:4–6). Here, without the impressive backdrop of Sinai, Moshe goes on at some length, reviewing the past and then addressing both the “assembly” in front of him and those to come.", "Much of the latter part of the chapter sounds like a reference to the fate of the Northern kingdom, Israel, which was overrun by Assyria a century before Josiah’s discovery of the “book.” Such may be the reason for the reference to “hidden” and “revealed” things in v.28—for the reason for the fall of the idolatrous North is certainly no mystery to the reader of Deuteronomy."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e786bfddfbb310feb91", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part IV; Concluding Exhortation 2-3", "anchorRef": "Deuteronomy 29:1-30:20", "anchorRefExpanded": ["Deuteronomy 29:1", "Deuteronomy 29:2", "Deuteronomy 29:3", "Deuteronomy 29:4", "Deuteronomy 29:5", "Deuteronomy 29:6", "Deuteronomy 29:7", "Deuteronomy 29:8", "Deuteronomy 29:9", "Deuteronomy 29:10", "Deuteronomy 29:11", "Deuteronomy 29:12", "Deuteronomy 29:13", "Deuteronomy 29:14", "Deuteronomy 29:15", "Deuteronomy 29:16", "Deuteronomy 29:17", "Deuteronomy 29:18", "Deuteronomy 29:19", "Deuteronomy 29:20", "Deuteronomy 29:21", "Deuteronomy 29:22", "Deuteronomy 29:23", "Deuteronomy 29:24", "Deuteronomy 29:25", "Deuteronomy 29:26", "Deuteronomy 29:27", "Deuteronomy 29:28", "Deuteronomy 30:1", "Deuteronomy 30:2", "Deuteronomy 30:3", "Deuteronomy 30:4", "Deuteronomy 30:5", "Deuteronomy 30:6", "Deuteronomy 30:7", "Deuteronomy 30:8", "Deuteronomy 30:9", "Deuteronomy 30:10", "Deuteronomy 30:11", "Deuteronomy 30:12", "Deuteronomy 30:13", "Deuteronomy 30:14", "Deuteronomy 30:15", "Deuteronomy 30:16", "Deuteronomy 30:17", "Deuteronomy 30:18", "Deuteronomy 30:19", "Deuteronomy 30:20"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part IV; Concluding Exhortation 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ה׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part IV; Concluding Exhortation", "he": "דברים מאמר ה׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE FIRST TWO PARTS OF</small> D<small>EUTERONOMY RECALLED THE PAST IN SOME DETAIL; THE</small> third envisioned the particulars of Israel’s future life on its land—or, if we take the book in the context of Israelite monarchy, set forth a code of behavior for the present. The fourth part of the book, except for a few references to the wilderness experience, primarily places the future before the audience. Israel is warned, one last time, of the dire consequences of disregarding God’s laws. At the same time, it is presented with a happy ending: even if they should go into exile for their disobedience, God is confident of their “turning” back to him, and in consequence will eventually “return” them to their land and prosperity.", "This section appears to be extraneous in the context of Deuteronomy’s basic structure. Perhaps it is a later addition, meant to address particular historical circumstances that presented a crisis situation."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382fdc9ad75f2d99afb4e", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part IV; Concluding Exhortation, Renewed Exhortation 1", "anchorRef": "Deuteronomy 29:1-28", "anchorRefExpanded": ["Deuteronomy 29:1", "Deuteronomy 29:2", "Deuteronomy 29:3", "Deuteronomy 29:4", "Deuteronomy 29:5", "Deuteronomy 29:6", "Deuteronomy 29:7", "Deuteronomy 29:8", "Deuteronomy 29:9", "Deuteronomy 29:10", "Deuteronomy 29:11", "Deuteronomy 29:12", "Deuteronomy 29:13", "Deuteronomy 29:14", "Deuteronomy 29:15", "Deuteronomy 29:16", "Deuteronomy 29:17", "Deuteronomy 29:18", "Deuteronomy 29:19", "Deuteronomy 29:20", "Deuteronomy 29:21", "Deuteronomy 29:22", "Deuteronomy 29:23", "Deuteronomy 29:24", "Deuteronomy 29:25", "Deuteronomy 29:26", "Deuteronomy 29:27", "Deuteronomy 29:28"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part IV; Concluding Exhortation, Renewed Exhortation 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ה׳, דברים הערה א׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה א׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Deuteronomy 29:1-28\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Deuteronomy 29:1-28</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "63c65c681b962b30700f045d", "index_title": "Guide for the Perplexed", "category": "Jewish Thought", "type": "", "ref": "Guide for the Perplexed, Part 3 50:9", "anchorRef": "Deuteronomy 29:5", "anchorRefExpanded": ["Deuteronomy 29:5"], "sourceRef": "Guide for the Perplexed, Part 3 50:9", "sourceHeRef": "מורה נבוכים, חלק ג' נ׳:ט׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1190], "commentaryNum": 50.0009, "collectiveTitle": {"en": "Guide for the Perplexed", "he": "מורה נבוכים"}, "he": "<span class=\"mediumGrey\">פירוט המסעות במדבר והאיסור לבנות את יריחו: הנצחת הניסים</span><br><sup>9</sup> בכלל זה ציון המסעות, <br><sup>הקושי)</sup> שלכאורה נזכר מה שאין בו שום תועלת; ובשל דמיון השווא הזה שהיה עולה על הדעת נאמר: \"וַיִּכְתֹּב מֹשֶׁה אֶת מוֹצָאֵיהֶם לְמַסְעֵיהֶם עַל פִּי ה'\" (במדבר לג,ב). <br><sup>הנצחה)</sup> הצורך בכך גדול מאוד, כי כל הנסים הם ודאיים רק למי שראה אותם, אך בעתיד הופכת הזכרתם לסיפור והשומע עלול לחשוב שהוא שקרי. וידוע שאין אפשרות ולא יעלה על הדעת שיהיו נסים יציבים וקיימים לאורך הדורות לכל בני האדם.<br><sup>10</sup> <sup>הנס הגדול)</sup> ומכלל נסי התורה – מן הגדולים בהם – שהותם של ישראל במדבר ארבעים שנה, והימצאות המן בו בכל יום. <br><sup>א)</sup> ואותו מדבר הוא כמו שאמר הכתוב: \"נָחָשׁ שָׂרָף וְעַקְרָב וְצִמָּאוֹן אֲשֶׁר אֵין מָיִם\" (דברים ח,טו), <br><sup>ב)</sup> והם מקומות רחוקים מאוד ממקום יישוב, שאינם טבעיים לאדם, \"לֹא מְקוֹם זֶרַע וּתְאֵנָה וְגֶפֶן וְרִמּוֹן [וּמַיִם אַיִן לִשְׁתּוֹת]\" (במדבר כ,ה). <br><sup>ג)</sup> ונאמר עליהם גם: \"אֶרֶץ לֹא עָבַר בָּהּ אִישׁ [וְלֹא יָשַׁב אָדָם שָׁם]\" (ירמיהו ב,ו), <br><sup>ד)</sup> ולשון התורה: \"לֶחֶם לֹא אֲכַלְתֶּם וְיַיִן וְשֵׁכָר לֹא שְׁתִיתֶם [לְמַעַן תֵּדְעוּ כִּי אֲנִי ה' אֱלֹהֵיכֶם]\" (דברים כט,ה). <br><sup>הכרת הנס)</sup> כל אלה נסים ברורים וניכרים. מכיוון שידע ה' יתעלה שיקרה בעתיד לנסים אלה מה שקורה לסיפורים, <br><sup>א)</sup> ויחשבו שהם היו במדבר קרוב למקום יישוב, שאדם יכול לשהות בו, כמו המדבריות שהערבים (=הבדוים) שוכנים בהם היום, <br><sup>ב)</sup> או שהם מקומות שאפשר לחרוש ולקצור בהם או להיות ניזונים מאחד הצמחים שהיו שם, <br><sup>ג)</sup> או שהמן יורד מטבעו באותם מקומות תמיד, <br><sup>ד)</sup> או שיש באותם מקומות בארות מים – לכן סולקו כל אותם דמיונות שווא והודגש סיפור כל הנסים האלה על ידי ביאור אותם מסעות, כדי שיראו אותם העתידים לבוא וידעו את גודל הנס בשהיית מין האדם באותם מקומות ארבעים שנה.", "heVersionTitle": "Makbili Edition, Mif'al Mishneh Torah, 2024", "heLicense": "", "heVersionTitleInHebrew": "מהדורת מקבילי, הוצאת מפעל משנה תורה, 2024", "text": "Of this kind is the enumeration of the stations [of the Israelites in the wilderness] (Num. xxxiii.). At first sight it appears to be entirely useless; but in order to obviate such a notion Scripture says, “And Moses wrote their goings out according to their journeys by the commandment of the Lord” (ibid. ver. 2). It was indeed most necessary that these should be written. For miracles are only convincing to those who witnessed them; whilst coming generations, who know them only from the account given by others, may consider them as untrue. But miracles cannot continue and last for all generations; it is even inconceivable [that they should be permanent]. Now the greatest of the miracles described in the Law is the stay of the Israelites in the wilderness for forty years, with a daily supply of manna. This wilderness, as described in Scripture, consisted of places “wherein were fiery serpents and scorpions, and drought, where there was no water” (Deut. 8:115); places very remote from cultivated land, and naturally not adapted for the habitation of man, “It is no place of seed, or of figs, or of vines, or of pomegranates, neither is there any water to drink” (Num. 20:5); “A land that no man passed through, and where no man dwelt” (Jer. 2:6). [In reference to the stay of the Israelites in the wilderness], Scripture relates, “Ye have not eaten bread, neither have ye drunk wine or strong drink” (Deut. 19:5). All these miracles were wonderful, public, and witnessed by the people. But God knew that in future people might doubt the correctness of the account of these miracles. in the same manner as they doubt the accuracy of other narratives; they might think that the Israelites stayed in the wilderness in a place not far from inhabited land, where it was possible for man to live [in the ordinary way]; that it was like those deserts in which Arabs live at present; or that they dwelt in such places in which they could plow, sow, and reap, or live on some vegetable that was growing there; or that manna came always down in those places as an ordinary natural product; or that there were wells of water in those places. In order to remove all these doubts and to firmly establish the accuracy of the account of these miracles, Scripture enumerates all the stations, so that coming generations may see them, and learn the greatness of the miracle which enabled human beings to live in those places forty years.", "versionTitle": "Guide for the Perplexed, English Translation, Friedlander (1903)", "license": "Public Domain", "versionTitleInHebrew": "מורה נבוכים, מתורגם לאנגלית בידי פרידלנדר, 1903"}, {"_id": "64185fe1708b098dd04caef6", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Deuteronomy 29:5:1", "anchorRef": "Deuteronomy 29:5", "anchorRefExpanded": ["Deuteronomy 29:5"], "sourceRef": "Reggio on Torah, Deuteronomy 29:5:1", "sourceHeRef": "ביאור יש\"ר על התורה, דברים כ״ט:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "דברים", "he": "<b>לחם לא אכלתם,</b> לשתתעסקו בזריעה וקצירה וטחינה ולישה ואפייה, אלא אכלתם המן שירד מאליו יום יום מן השמים:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64185fe2c9371ec0cebe399d", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Deuteronomy 29:5:2", "anchorRef": "Deuteronomy 29:5", "anchorRefExpanded": ["Deuteronomy 29:5"], "sourceRef": "Reggio on Torah, Deuteronomy 29:5:2", "sourceHeRef": "ביאור יש\"ר על התורה, דברים כ״ט:ה׳:ב׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 5.0002, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "דברים", "he": "<b>ויין ושכר לא שתיתם,</b> כי גם הוא צריך הכנות רבות, אלא הוא ית' נתן לכם מים מצור החלמיש, ולפי שכונת הכתובים להודיע שהיו אז פנויים מטרדות העולם, לכן אמר בלשון שלילה, לא בלו, לא אכלתם, לא שתיתם, ואילו היתה הכונה לספר חסדי ה' עמהם, היה מזכיר המן והמים בפירוש:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6419536883fbc28f267c4db7", "index_title": "Netinah LaGer", "category": "Commentary", "type": "commentary", "ref": "Netinah LaGer, Deuteronomy 29:5:1", "anchorRef": "Deuteronomy 29:5", "anchorRefExpanded": ["Deuteronomy 29:5"], "sourceRef": "Netinah LaGer, Deuteronomy 29:5:1", "sourceHeRef": "נתינה לגר, דברים כ״ט:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "commentaryNum": 5.0001, "collectiveTitle": {"en": "Netinah LaGer", "he": "נתינה לגר"}, "heTitle": "דברים", "he": "<b>למען תשכילו, בדיל דתצלחון.</b> הפעל \"השכל\" נרדף בעברית עם \"הצלחה\" כמעט בכל הנביאים.", "heVersionTitle": "Vilna, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc93758c1dc532ec97ca", "index_title": "Steinsaltz on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Deuteronomy 29:5", "anchorRef": "Deuteronomy 29:5", "anchorRefExpanded": ["Deuteronomy 29:5"], "sourceRef": "Steinsaltz on Deuteronomy 29:5", "sourceHeRef": "ביאור שטיינזלץ על דברים כ״ט:ה׳", "anchorVerse": 5, "sourceHasEn": true, "commentaryNum": 29.0005, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על דברים", "he": "<b>לֶחֶם לֹא אֲכַלְתֶּם, וְיַיִן וְשֵׁכָר לֹא שְׁתִיתֶם,</b> וכל זאת\n  <b>לְמַעַן תֵּדְעוּ כִּי אֲנִי ה' אֱלֹהֵיכֶם,</b> היכול לקיים אתכם גם בלא מצרכי מזון בסיסיים אלו, על המן הנסי בלבד.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>Bread you did not eat and wine and intoxicating drink you did not drink.</b> All this was <b>so that you will know that I am the Lord your God,</b> who can sustain you on the miraculous manna alone, without these basic necessities.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "5892f2efd6e4a92746472d34", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Deuteronomy 29:5:1", "anchorRef": "Deuteronomy 29:5", "anchorRefExpanded": ["Deuteronomy 29:5"], "sourceRef": "Chizkuni, Deuteronomy 29:5:1", "sourceHeRef": "חזקוני, דברים כ״ט:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "דברים", "he": "<b>למען תדעו כי אני ה׳‎ אלקיכם </b>לא משה אמרו אלא מן ואולך אתכם [קוממיות] עד סוף סדרא הם הם דברי הקב״‎ה, כמו שדרשו רבותינו ז״‎ל בפרשת תשא גבי וכל הארץ אשר אמרתי אשר אמרת מבעי ליה אלא עד כאן דברי התלמיד מכאן ואילך דברי הרב.\n", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "למען תדעו כי אני ה' אלוקיכם, in order that you will know that I am the Lord your G-d.” Moses had not spoken these words (i.e. at his own initiative), but from the words: ואלך אתכם at the beginning of verse 4, until the end of this Parshah, we are reading G-d’s word, as our sages have already explained on Exodus 32,13, in respect of the words: וכל הארץ הזאת אשר אמרתי, “and this whole land of which I have spoken;” we would actually have expected there the word: אמרת, “which You spoke of,” as Moses had been the speaker at the beginning of that verse.” The truth is that as far as there we read the words of the student, from there on we read the words of the Teacher.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5c178bb6bb386c00d3de67f6", "index_title": "Akeidat Yitzchak", "category": "Jewish Thought", "type": "", "ref": "Akeidat Yitzchak 3:1:7", "anchorRef": "Deuteronomy 29:5", "anchorRefExpanded": ["Deuteronomy 29:5"], "sourceRef": "Akeidat Yitzchak 3:1:7", "sourceHeRef": "עקידת יצחק ג׳:א׳:ז׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1455, 1495], "commentaryNum": 1.0007, "collectiveTitle": {"en": "Akeidat Yitzchak", "he": "עקידת יצחק"}, "he": "אמנם ענין המאמרות הוא חלוקת המציאות כמו שחלקו אותו החכמים האלהיים אל העצם והמקרה. וחלקו המקרה אל ט' קראו אותם י' מאמרות. וכן המאמרות הנה: העצם. הכמה. האיך. האנה. המתי. המצב. המצטרף. שיפעל. שיתפעל. הלו. כי הנה בעמוד על הכתובים הבאים במאמרות הללו שבבריאה והתבונן בהם נרא' כמבואר שהם מכוונים שם. כמו שיבא עניינם אחד לאחד בשער הזה ב\"ה. ולזה אמרו בעשרה מאמרות נברא העולם. רצוני שכלם היו ענינים נמצאים שנמצא להם ולכל א' מהם טבע קיים מתמיד שמהם כל אחד במינו וטבעו ימלא מציאות העולם והיותו. והלא במאמר אחד יכול להבראות. כי אפשר ויכול הוא יתברך שיחדש וימציא העולם במאמר אחד שיאמר. יברא העולם כרצוני כמו שכתב הרשבם ז\"ל. אך הכונה שימצא העולם בצביונו ובקומתו רגע אחד מבלי שתהי' לקצתו על קצתו לא קדימה זמנית ולא טבעית. ויתחייב מזה שלא יהי' טבע קיים לכל מיני הנמצאות מסובב מסבותיהם הטבעיות כמו שהוא עכשיו בטבע העשרה מאמרות וכמו שיונח. רק כשיתנהג תמיד על מנהג זה הפלא מהבריאה. וכשיצטרך העולם בכלל או בפרט אל דבר ימציאהו לפי שעתו בזולת סבות מיוחדות קודמות כי אם ברצון לבד. כאלו אמר שיתנהג עם העולם בכללו על סדר הטבע המעולה אשר לפי ההשגחה האישיית אשר נזכרהו בשער הרביעי בעזרת האל. דוגמת מה שנהג עם ישראל כל ארבעים שנה שהלכו במדבר בכל הדברים שהוצרכו שם שספק צרכיהם שלא על המנהג הטבעי שנאמר (דברים כ״ט:ה׳) לחם לא אכלתם ויין ושכר לא שתיתם. הוצרכו ללחם. המטיר להם לחם מן השמים. למים. בקע צורים ויזובו. לצל. הושיב להם צללי כבוד. לבשר הגיז להם את השלו: שמלתם לא בלתה ורגליהם לא בצקה. וזולת זה מהדברים היוצאים מההקש הטבעי. כי מי יעצור בידו יתברך לעשות כמעשים האלו תמיד לכלל העולם: אמנם אם היה תמיד ענין המציאות בכללו על זה האופן לא היה שום מקום אל מציאות הבחירה האנושית אשר היא יסוד האדם ולא שום מבוא אל השכר והעונש שהיא סוד תכליתו כמו שיתבאר. וזה שלא ימלט הענין מאחד משני עניינים. אם שתהי' הנהגת העולם ופרנסתו על צד ההזדמן והקרי. או על דרך ההשגחה האישיית. ואם הית' על צד הקרי וההזדמן. הנה נא נפלנו בפח האפקורוסות והכחשת מציאות מנהיג אשר היא סבת כל הסבות וראשיתן. כי מאחר שאין השתלשלות הסבות נמצא. אין מציאות מחוייב לסבה ראשונה כלל. וזה מבואר: \n", "heVersionTitle": "Akeidat Yitzchak, Pressburg 1849", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עקידת יצחק, פרשבורג, תר\"ט", "text": "We suggest therefore that the ten directives referred to in the Midrash, are the parts of the creative process as such, not the successive directions governing the developmental stages of creation. All phenomena in the universe are summed up under different headings. (A) is the essence; (B) i.e. 2-10 are the forces moderating the essence. These can be subdivided into 2) quantity, 3) quality, 4) direction, 5) the time frame they operate in, 6) the relative condition of the phenomenon when compared to its full potential, 7) its relation to other phenomena, 8) its activity, i.e. its effect on other phenomena, 9) its response to other phenomena, 10) its rationale, its attributes. Each of the aspects mentioned above has an indispensable place in the scheme of nature, and as such is part of the process of creation referred to as \"ten directives\". True, G-d could have given a single directive stipulating \"Let the universe come into existence in accordance with My image of it,” (see Rashbam). This would have meant that the universe would be so interrelated that it would have lacked distinct time frames etc., all the parts of nature that enable us to examine and admire the incomparable intelligence with which it has been planned. Nature would have been deprived of all cause and effect relationships. It would have depended exclusively on the miraculous in order to effect any changes, ever. G-d would have had to treat the whole universe as He treated the Jewish people during the forty years they wandered through the desert, when He provided all their needs, contrary to natural law. Had G-d proceeded in such a fashion, there would have been no room for the exercise of free choice, free will, since that is based on the premise that actions on our part have a causal relationship to the events which we aim to bring about by our decisions and actions. The concept of reward and punishment would not then have been applicable, since nature as a machinery for developmental activities would have been non existent. There would then have been only two ways in which things could happen: (a) accidentally; (b) personal intervention by G-d, i.e. miraculously. In either case, no change could have been attributed to man's participation. Consequently, man could not have been held responsible for setting in motion forces which he not only failed to understand, but which simply did not exist. ", "versionTitle": "Akeydat Yitzchak by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c17b12ebb386c011bea2545", "index_title": "Akeidat Yitzchak", "category": "Jewish Thought", "type": "", "ref": "Akeidat Yitzchak 86:1:6", "anchorRef": "Deuteronomy 29:4-5", "anchorRefExpanded": ["Deuteronomy 29:4", "Deuteronomy 29:5"], "sourceRef": "Akeidat Yitzchak 86:1:6", "sourceHeRef": "עקידת יצחק פ״ו:א׳:ו׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1455, 1495], "commentaryNum": 1.0006, "collectiveTitle": {"en": "Akeidat Yitzchak", "he": "עקידת יצחק"}, "he": "ולזה אני אומר שהנכון שיהי' זה כפשוטו וזה שהעונשין והייסורין הממרקים גופי החטאים הנה הנם כנתר והבורית המלבנים את הבגד ע\"י גיהוץ וכיבוס הממרקים אותו. והטוהר השלם באדם הוא אשר יכובס מתוכו ומעצמו ולא בדברים חוצה לו. ולזה אמר שתשוב מעצמה קודם שיבאו עליה הייסורין הממרקין כי אם תכובס בנתר העונשים ותרבה לה בורית הייסורין תמיד ישאר הכתם לפניו נכתם ונחתם כי לא שבה כי אם מיראת העונשים הרי היא תשובה פחותה וחסרה מה שלא יהי' כן אם תכבסי מרעה לבך מעצמך כי אז ודאי תישעי. ולפי שמוציא אותה בבעלת כתמים אמר שלא תוכל להכחיש ולהסתיר כתמיה ואמר (ירמי' ד') איך תאמרי לא נטמאתי ואחרי הבעלים לא הלכתי ראי דרכך בגיא דעי וגו'. כי הבהמות הקלות כשיטמנום מתבן או גמי וכיוצא הוא מתפזר דרך הלוכה עד שכבר נודע דרכה על ידי כן וכל שכן בגאיות ובמקומות העמוקים שלא ישלוט בהם הרוח כל כך והוא משל נכבד לרשמי וכתמי זנותיה פרא למוד מדבר באות נפשה שאפה רוח. דמה רודפי הדמיונות הסכלות ההנה לחיה זו אשר באות נפשה הדמיונית היא רודפת תמיד במדברות ולא תשיג רק הרוח אשר שאפה במרוצתה והיא תמיד על עוצם תאותה. ועל התאוה עצמה אמר כל מבקשיה לא ייעפוה כי כל הלהוטים אחריה לא ירגישו שום עייפות כי בשרירות תאותם ילכו ולא ייעפו ירוצו ולא ייגעו ובכל פעם ופעם ימצאו אותה בחדושה וחביבותה. מנעי רגלך מיחף וגו' (שם). לפי שפעמים תרדוף האשה הזנות לא בעבור עצמו רק למלאת צרכה בדברים ההכרחיים לה שלא ימצאו לה ממקום אחר. ואז לא תהי' זונה אלא במקרה כמו שנתבאר בזה וכיוצא בשער מ\"ב לזה אמר אליה אם את לא תבקשי אהבת הזרים כי אם בעבור נעלים או לרוות גרונך כי צמית מנעי רגלך מיחף וגרונך מצמא' ואנכי אמלא חסרונך כמו שאמר להם במדבר לא בלו שלמותיכם מעליכם ונעלך לא בלתה מעל רגלך לחם לא אכלתם ויין ושכר לא שתיתם וגו' (דברים כ״ט:ד׳-ה׳). ותאמרי לא כי אהבתי זרים ואחריהם אלך. והכוונה שאתה זונה בעצם וראשונ' ושאין דבר שימלא חסרונך זולתי הזנות עצמו ובזה קויים לה השם שאמר לה למעלה את צועה זונה וכמו שאמר יחזקאל (ט\"ז) לכן זונה שמעי דבר ה' כמו שכתבנו שם. כבשת גנב כי ימצא כן הובישו וגו' (ירמי' ב') אמר כי הבושה שהשיגום אינה מדבר חטא שיש עליו התנצלות לבלתי יודעם או הכירם מעשיהם כמו שאמרנו ראשונה אלא בשתם וכלמתם הוא כבושת גנב כי ימצא שהוא החטא היותר מפורסם הגנות מכל החטאים עד כי אפילו הגנב המורגל ישיגהו משנה חרפה וכלמה עליו מכל שאר החוטאים כן הובישו בית ישראל המה מלכיהם שריהם כהניהם ונביאיהם והוא שנפלו במרד ובמעל הגמור לא באונס ולא בשוגג ובלא יודעים. ויונתן בן עוזיאל פירש כד אשתכח גנבא יראה שכוון שאז בתחלה תהי' לו הבושה מצויה. וכאשר נתבאר הוא נכון. ויתכן עוד שיאמר כי כאשר תמצא הגנבה בידו ויקחנה ממנו שלא נשאר ממנה בידו רק הבושה לבד כן הובישו בית ישראל המה וגו'. וכמו שאמר בשמם בקרוב נשכבה בבשתנו ותכסנו כלמתנו כי לה' אלהינו חטאנו (שם ג') וגם די בזיון שיתוארו המה מלכיהם וכי' בבושה שעל דרך האמת אינה מעלה רק הפעלות הירא' מפני הכבוד ולא תשובח רק בנערים ובפועלי הרעות כי אחר שחטאו נוח להם שיתביישו וישובו כי ע\"כ אמרו ובושת פנים נגן עדן (אבות פ\"ה). ואמרו שאחז נמנה ער המלכים הישרים והטובים לפי שהיה בוש ונכלם מפני הנביא. כמו שאמר אל מסלת שדה כובס (ישעיהו ז׳:ג׳) קרי ביה כובש שהיה כובש פניו לפניו (סנהדרין ק\"ד.). ועתה ביאר דבר הבושה והכלימה אשר תשיגם לאמר אומרים לעץ אבי אתה (ירמי' ב') אמר כי הגיע מסכלותם כי לאלהי עץ ואבן הם מכבדים ומדברים עמהם בלשון בקשה ותחנונים כמו שהוא מחוייב הדבור כנגד האב והאם וזה היה להם לפי שפנו אלי עורף ולא פנים ובעת רעתם כשהוצרכו אלי לבא בבושת פניהם כי אין עונה מהם אליהם יאמרו אלי קומה והושיענו בלשון צווי ודבור קשה כמאמר עשו יקום אבי ויאכל (בראשית כ״ז:ל״א) ויש במשמע עוד כי כשמדברים עם אלהיהם אלו הם מורים בלשונם שהם פנים בפנים עמהם כי כן אמרו אבי אתה ילדתנו כמדבר עם הנמצא לנכח ומהידוע כי העומד פנים בפנים עמהם הוא הופך אלי עורף ולא פנים והנה בעת רעתם יאמרו אלי קומה והושיענו כאלו הם עומדים לפני פנים אל פנים. וכל זה משל ומליצה לרחוקם מהש\"י ולחרפתם אשר תשיג אותם עליו כל הראוי שיעזוב אותם ביד פשעם לעזר אלהיהם אשר עשו להם כי המה חייבים לשלם מה שגמלום טובה במה שעשאום ותקנום והוא אומרו ואיה אלהיך אשר עשית לך יקומו אם יושיעוך וגומר. כי אני איני חייב לך כלום כי אני יי' עושה כל. ואם תאמר שאינם נמצאים עמך או שהם מעטים ולא יגדל כחם אמר כי מספר עריך היו אלהיך יהודה. סוף דבר מהנבואה הזאת יתבאר מה שהנחנו ראשונ' להגדיל אשמת החוטא כפי שיעור הרשע אשר ישתתף עמו במעשהו. ואולם רוב הרשע או מיעוטו יודע מהשיעור אשר נודע אליו חטאתי. ולזה הית' הסכמת התור' להצריך האזהרות וההתראות המיוחדות לכל דבר ודבר וכמו שאמר אין עונשין אלא אם כן מזהירין וכן אמרו בכל מקום אזהרה לכך וכך מנין (סנהדרין ז':). \n", "heVersionTitle": "Akeidat Yitzchak, Pressburg 1849", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עקידת יצחק, פרשבורג, תר\"ט", "text": "For that reason, and in order to avoid application by G'd of the harshest most painful detergents, Israel is exhorted by the prophet to do penitence. Failing this, removal of the stains on its character by outside forces will leave permanent scars on its body. If, however, Israel will take action herself to wash and cleanse its heart from evil, instead of waiting for the suffering imposed by outside pressures, it will be helped, will experience salvation. Jeremiah 2,21, then discusses repentance due to fear of retribution, whereas chapter four discusses repentance occasioned by love for G'd. ", "versionTitle": "Akeydat Yitzchak by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c17ba1ab071e100bf4f143b", "index_title": "Akeidat Yitzchak", "category": "Jewish Thought", "type": "", "ref": "Akeidat Yitzchak 102:1:6", "anchorRef": "Deuteronomy 29:5", "anchorRefExpanded": ["Deuteronomy 29:5"], "sourceRef": "Akeidat Yitzchak 102:1:6", "sourceHeRef": "עקידת יצחק ק״ב:א׳:ו׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1455, 1495], "commentaryNum": 1.0006, "collectiveTitle": {"en": "Akeidat Yitzchak", "he": "עקידת יצחק"}, "he": "למנצח משכיל לבני קרח (תהילים מ״ב:א׳). אמר כי המזמור הזה יסדוהו אלו המשוררים לתת חוזק בלב כל משכיל לנצח אלו הארבעה מערכות המתקוממים עליו ואמר כאיל תערג וגו' המשיל תשוקת הנפש אל המושכלות העליונות המשלימות אותה אל התשוקה העצומה אשר תמצא את האיל לבקש אפיקי מים לרוות צמאונו יותר משאר הבעלי חיים לפי מה שסופר ממנו שהוא אוכל הנחשים השרפים והמים להם הצרי המיוחד לכבות שריפתם ויהי' אומרו על אפיקי מים כמו מבכה על בניה מאנה הנחם על בניה (ירמיהו ל״א:ט״ו) אמנם הבדיל צמאתו מעריגת האיל בעקר סבתה ואמר צמאה נפשי לאלהים כי הוא אינו צמא למים כי אם אל דבר ה' המלמדו להועיל והמדריכו לבא ולראות פני אלהים מבלי שום מעכב מאותם ארבעה מלאכי חבלה שהיה רואה אצלו והם המונעים ממנו השגת תשוקתו אשר יזכרם ויבקש עליהם בזה אחר זה. על הראשונה אמר היתה לי דמעתי לחם יומם ולילה באמר וגומר. ירצה שהצער הגדול העומד לכל אישי המין אשר עליו עינו נגרה ולא תדמה. הוא היותו מזאת ההרכבה הפחותה העלולה בעצמה ונצרכת היות לפניו מוכנים לחם לאכול ובגד ללבוש וכל מיניה צרכים ותולדותיהם שכלם מיני פרנסה הם ונכללים בלחם אשר הוא אוכל אשר מזה יחוייב שתהיינה השגותיו חסרות וקשות מצד טבע היולאניותו מלבד מה שצריך להטרד לבקש לו לחם יומם ולילה וכל שאר הצרכים הנכללים בתוכו ולהסתלק מההשתדלות הנפשיי שהטרדה הזאת גורמת לשיאמר אלי כל היום איה אלהיך כי לא ישאלו איה כי אם על הנעלם והנסתר ממנו ואינו מושג אצלו כלל. אלה אזכרה ואשפכה עלי נפשי וגו' (תלים שם) אמר אלה הדברים שאמרתי אזכרה ואשפכה עלי נפשי לפי שהם סבה עצומה כי אעבור במספר הסך הידוע מהכחות והחושי' אשר נתנו לפניה לשרתה ולעבוד עבודתה מפני טרדתם בבקשת אל הענינים אצטרך להניע ולרדות אותה בכבדות עצומה עד בית אלהים ולהתחכם עמהם פעמים רבים בענינים נאותים להם ופעמים מעט בענינים נאותים אל העיון כענין המון חוגג שהם משתתפים קול רנה ותודה על זה האופן בעצמו רצוני מהרנה בשפע ותודה במעט והיו דברי המנצח מחזיקים את נפשו המשכלת מזה הצער ומשיב אמריו לה. מה תשתוחחי נפשי ותהמי עלי הוחילי לאלהים וגו'. ירצה לא תצטערי נפשי ולא תתיאשי בזה כי יש כח בתפלה ובתחנה שתבקש מישועות פניו באופן שיזדמנו לך כל צרכיך מבלי שתטריד מכסת כחותיך וזממיך כל היום אליהם והוא דבר אמתי מאד וכמו שאמר מתוך שהיה לבם לשמים מלאכתם מתברכת ותורתן משתמרת (ברכות ל\"ה:) והנה על זאת אמר משה ואולך אתכם ארבעים שנה במדבר לא בלו שלמותיכם ונעלך לא בלתה מעליך לחם לא אכלתם ויין ושכר לא שתיתם וגומר (דברים כ״ט:ה׳) ירצה שלא הוצרכו לטרוח אל המזון ואל יתר הצרכים שהכל היה מזומן להם כדי שלא יטרדו עצמם מהשכיל ודעת את ה' אלהיהם ולזה אמר (מכילתא פ' בשלח) לא נתנה תורה אלא לאוכלי המן. ואחר שזכר הראשונה נעתק אל השנייה ואמר. אלהי עלי נפשי תשתוחח על כן אזכרך מארץ ירדן וגומר אמר כי עדין יש לו סבה אחרת עליה לא תוכל לשקוט לפי שג\"כ מונעת ממנו השלימות וגורמת שיזכור את השם במרחוק כי לא קרוב הוא אליו זה ימים רבים כי על כן יזכרהו מארץ ירדן וחרמונים וגומר והם הענינים הנפלאים אשר ספרה תורה נעשו אל אבותינו מלפנים. אבל ידינו לא עשו מעשים הגונים. ועינינו לא ראו כפלאים הראשונים. ואי זו היא תהום אל תהום קורא לקול צנוריך כל משבריך וגליך עלי עברו. <sup class=\"footnote-marker\">*</sup><i class=\"footnote\">כבר כתבנו וכו', ר\"ל כי שם כ', כי בשם \"מים העליונים\" יקרא העולם העליון עם המלאכים והשכלים הנבדלים אשר בתוכו, אשר לדעת החכמים הקדמונים ישפיעו שפעם עפ\"י הי\"ת המצוה זאת אותם על העולם התחתון מקום משכן הארבע יסודות, אשר מהם יורכבו ויוכנו חמרי כל הנמצאים התחתונים הנקראים בשם \"מים התחתונים\" אשר הם מתחת לרקיע השמים, ומהשפע העליון הזה יתהוו כל בעלי חיים והדוממים, ויצמחו כל הצמחים, ויגדלו ויזונו משך היותם עלי ארץ, גם מהם מסובבים תקופת הימים והזמנים וחלוף העתים הנקראים בכלל בשם \"מנהג טבעי\" הנוהג תמיד ושינוי האויר המתהוים רק לפעמים כרוח סועה וסער מטר סוחף ונפילת אבני ברד ואלגביש,  אשר בשם \"מנהג נכרי ומאודיי\" יקראו, אשר מכל אלה גם יחד יולדו חלאים ומדוים שונים בגופות בני אדם ושאר בעלי חיים וצמחים כנודע לחכמי הטבע, ועל כל זה רומז פה המשורר באמרו \"תהום אל תהום קורא\" וכו'. \n</i>כבר כתבנו במאמר יהי רקיע מה שנתאמת מדברי חז\"ל שכללות הנמצאות העליונות והתחתונות יהיו נקראים במעשה בראשית מים עליונים ומים תחתונים דרוש משם. והנה הוא ידוע כי המים התחתונים שהם היסודות הארבעה וכל הנמצאות ההוות מהם הם מתפעלים בהכנת החמרים מתנועות הגלגלים ומקבלים הצורות משפע הנבדלים שאלו ואלו הם נכללים בכלל המים העליונים כי מהם רועה אבן המציאות בכללו בהמשך הצמיחה וההויה והגדול והמזון לכל בעלי נפש גם חדוש תקופות הימים על המנהג הטבעי וגם על המנהג הנכרי כנפילת המטר הסוחף והברד ואבני אלגביש ורוח סערה מפרק הרים ציה גם חום היוצאים מהגבול הכל נמשך על התחתונים מאלו המים העליונים והמון צבאותיהם מדבוקיהם ונגודיהם ושאר כל מצביהם וממעמדם במזלות או בחלקיהם אשר כל זה ממה שיצער את האנשים מאד ומחליאם ומטרידם במיני מכאובות חדשים גם ישנים ומוליד בהם רוח עועים גם כל חלי וכל מכה אשר לא כתוב המונעים אותם ומרחיקים עצמם משלמיותם הרחק מאד מאדם. ולזה אמר במליצה נכבדת קצרה כל זה הענין באומרו תהום אל תהום קורא לקול צנוריך כי התהום התחתון והוא כלל המים התחתונים קורא אל התהוה העליון אשר הוא ג\"כ כלל המים העליונים לקול צנוריו של יוצר בראשית והוא השפע ורבוי הפעולות היורדות ממעלה למטה כדי שיקבלו התחתונים מהם ארוחתם ארוחת תמיד אשר כן יסד מלכו של עולם. והנה כל משבריך וגליך ירצה כל הטרדות והבהלות הנמשכות מפעולותם עלי עברו. וכמה הפליג המליץ בבחינת העולם לספר בזה קשט דברי אמת על הסגנון הזה עצמו כשאמר. אתם אחי ראו כי נתן יי' את החצים ביד השמש ואת קשתו נתן בענן ואני עני וכואב שולחתי הנה כו' וסיים יכוונו אלי חנינותם יסובו עלי רביהם גם שנאתם גם קנאתם אני אסבול. גם על זה אמר המשורר יומם יצוה יי' חסדו ובלילה שירו עמי תפלה לאל חיי (תלים מ\"ב) אמר כי גם זו לא תספיק לגרש האדם על כל פנים מהשתדל בחכמה ובעיון כי כאשר הוא שקט ושאנן מהתלאות ההנה שהוא דוגמת היומם שהולך ואור יצוה יי' חסדו עמו וישיג מה שבחקו להשיג באופן שגם בליל' שהוא כנוי אל שעות הרחוקות ההן עדין שירו עמי. וענין השיר הוא <sup class=\"footnote-marker\">*</sup><i class=\"footnote\">חקוי העיון ההוא וזכרונו בל\"א . \n</i>חקוי העיון ההוא וזכרונו עם שלא יהיה בשלמותו אמנם דבעית צלותא האי שמעתתא ולזה אמר תפלה לאל חיי והנה זאת הטרדה כללה משה באומרו לא בלו שלמותיכם ונעלך לא בלתה מעליך כי מלבד מה שכוון אל הספוק יש עוד דבר נפלא והוא שלא שלטה הבלייה וההפסד בלבושיהם ובנעלים אשר ברגליהם וזה לא היה אלא מטעם שסככם בענני כבוד מכל צדדיהם עד שלא שלטה עליהם סבה מסבות ההתכה מהחום והקור והלחות והיובש ואין צ\"ל מרוחות רעות ורעמים וברקים ויתר הפגעים השמימיים שזכרנו וכ\"ש שימשך זה בעצם וראשונה אל שמירת הגופים עצמם וזה הענין הוא נכון ומבואר. והנה כאשר גמר אומר בשנית נעתק אל השלישית ואמר אומרה לאל סלעי למה שכחתני למה קודר אלך בלחץ אויב אשר ילחצוה תמיד בדחקו אותו בדברי ריבות וקטטות אשר הוא צריך להסתלק ממלאכת נפשו להחלץ ולהנצל מפניו וכ\"ש שיצדק זה כל ימי משול האומות עלינו אשר לחצונו בגזירות שונות ומסים וכל מיני שעבודים ואין מציל כי היא פצע וחבורה ומכה טריה המשברת העצמות ומגעת לחלל. ולזה אמר (שם) ברצח בעצמותי חרפוני צוררי באמור אלי כל היום איה אלהיך כי היא חרפה עצומה שיאמרו לי כל היום איה אלהיך אשר היה לך יבא ויושיעך בעת צרותיך ובה הם מרצחים עצמותי ומבלים הבשר והעור וזאת היתה סבה לאבד חכמת חכמינו ולהסתיר בינת נבוננו כמו שכתבנו ראשונה. והיו גם אל זאת דברי המנצח מה תשתוחחי נפשי וגומר. ירצה שלא יהיה כמו שאומרים האויבים המיאשים אותך מאת אלהיך אבל הוחילי לאלהים כי עוד תשוב אליו וישוב אליך כמו שנזכר בפרשת התשובה ושבת עד יי' אלהיך ושב יי' אלהיך את שבותך. ולזה אמר ישועות פני ואלהי כי משניהם יגמר הענין ועל זאת אמר משה במקום הנזכר ותבאו אל המקום הזה ויצא סיחון מלך חשבון ועוג מלך הבשן למלחמה ונכם ונקח את כל ארצם ונתנה לנחלה וגו'. והכוונה שלא די שלא הטרידו אותנו האויבים אבל היה צאתם אלינו לעזר ולהועיל לנו במה שלקחנו ארצם ונתנה לנחלה לראובני כי הרחבנו בה את גבולנו ונתישבנו ברחבה. אמנם אחרי זה נעתק אל הרביעית במזמור בפ\"ע להיותה העקרית במכוון ויתד שהכל תלוי בו כי כל הראשונות הם מטרידות אמנם זאת היה מונעת לגמרי ואמר:\n", "heVersionTitle": "Akeidat Yitzchak, Pressburg 1849", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עקידת יצחק, פרשבורג, תר\"ט", "text": "We find a Midrash Tanchuma on Parshat Beshalach section twenty, which states that expounding and interpreting Torah has been granted only to those who ate manna and those who live on tithes. It is clear that the meaning is that only people who do not have to worry about providing a livelihood for themselves and their families, can take out sufficient time to immerse themselves deeply in the study of Torah. Since the generation of Jews who came out of Egypt had no need to work for a living, they qualified for the task of Torah study in depth. In fact, that generation was immune from all the four impediments normal people face in their quest for G'd and His Torah. ", "versionTitle": "Akeydat Yitzchak by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6319cfdab6084aa1cbefc9ad", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אָֽנֹכִ֫י 1", "anchorRef": "Deuteronomy 29:5", "anchorRefExpanded": ["Deuteronomy 29:5"], "sourceRef": "BDB, אָֽנֹכִ֫י 1", "sourceHeRef": "בראון-דרייבר-בריגס, אָֽנֹכִ֫י א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אָֽנֹכִ֫י", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">אָֽנֹכִ֫י</span>, <span dir=\"rtl\">אָנֹ֑כִי</span></big></big>  (once <a data-ref=\"Job 33:9\" href=\"/Job.33.9\">Jb 33:9</a> <span dir=\"rtl\">אָֽנֹכִ֑י</span>) <strong>pron. 1 s. comm. I</strong>; <a data-ref=\"Genesis 3:10\" href=\"/Genesis.3.10\">Gn 3:10</a>; <a data-ref=\"Genesis 7:4\" href=\"/Genesis.7.4\">7:4</a>; <a data-ref=\"Genesis 15:1\" href=\"/Genesis.15.1\">15:1</a>, <a data-ref=\"Genesis 15:2\" href=\"/Genesis.15.2\">2</a>; <a data-ref=\"Genesis 16:5\" href=\"/Genesis.16.5\">16:5</a> + often With <span dir=\"rtl\">הֲ</span>, <span dir=\"rtl\">הֶאָנֹכִי</span> †<a data-ref=\"Numbers 11:12\" href=\"/Numbers.11.12\">Nu 11:12</a> <a data-ref=\"Job 21:4\" href=\"/Job.21.4\">Jb 21:4</a>. <strong>(</strong>Assyrian <em>anâku</em>, Ph. & Moab. <span dir=\"rtl\">אנך</span>: not in Arabic Aramaic Ethiopic; but <em>ku</em> appears as the affix of the 1 s. in the Ethiopic verb (e.g. <em>waladkū</em> = Heb. <span dir=\"rtl\">יָלַדְתִּי</span>). <span dir=\"rtl\">אָנֹכִי</span> and <span dir=\"rtl\">אֲנִי</span> appear to be two parallel formations (both containing the element <em>ani</em> [cf. the sf. -<span dir=\"rtl\">نِيَ</span>, -<span dir=\"rtl\">נִי</span>] or <em>ana</em>, & one strengthened by the addition of the demonst. basis <em>ku</em> [prob. akin to <span dir=\"rtl\">ܟܳܐ כָּא</span>, <span dir=\"rtl\">כֹּה</span> <em>here</em>]: cf. Sta<sup>§ 179</sup> W<sup>SG 95 f. 98–101</sup>), of which, in most of the Sem. languages, one prevailed to the exclusion of the other, but which in Heb. maintained their place side by side.<strong>)</strong> In some cases <span dir=\"rtl\">אני</span> and <span dir=\"rtl\">אנכי</span> appear capable of being used indifferently; in others the choice seems to have been determined, partly by rhythmical considerations, partly by a growing preference for <span dir=\"rtl\">אֲנִי</span> among later writers. Thus when appended to the verb for emph. (whether with or without <span dir=\"rtl\">גַּם</span>) the lighter form <span dir=\"rtl\">אֲנִי</span> is nearly always used (<a data-ref=\"Leviticus 20:5\" href=\"/Leviticus.20.5\">Lv 20:5</a>; <a data-ref=\"Leviticus 26:24\" href=\"/Leviticus.26.24\">26:24</a>, <a data-ref=\"Leviticus 26:32\" href=\"/Leviticus.26.32\">32</a>; <a data-ref=\"Deuteronomy 12:30\" href=\"/Deuteronomy.12.30\">Dt 12:30</a>; <a data-ref=\"Judges 1:3\" href=\"/Judges.1.3\">Ju 1:3</a>; <a data-ref=\"Judges 8:23\" href=\"/Judges.8.23\">8:23</a>; <a data-ref=\"II Samuel 12:28\" href=\"/II_Samuel.12.28\">2 S 12:28</a>; <a data-ref=\"II Samuel 17:15\" href=\"/II_Samuel.17.15\">17:15</a>; <a data-ref=\"II Samuel 18:2\" href=\"/II_Samuel.18.2\">18:2</a>, <a data-ref=\"II Samuel 18:22\" href=\"/II_Samuel.18.22\">22</a>; <a data-ref=\"Jeremiah 17:18\" href=\"/Jeremiah.17.18\">Je 17:18</a>; <a data-ref=\"Jeremiah 21:5\" href=\"/Jeremiah.21.5\">21:5</a>; <a data-ref=\"Ezekiel 17:22\" href=\"/Ezekiel.17.22\">Ez 17:22</a>; <a data-ref=\"Job 13:2\" href=\"/Job.13.2\">Jb 13:2</a> +; cf. the cases <a data-ref=\"Genesis 27:34\" href=\"/Genesis.27.34\">Gn 27:34</a> <a data-ref=\"I Samuel 25:24\" href=\"/I_Samuel.25.24\">1 S 25:24</a> <a data-ref=\"II Samuel 19:1\" href=\"/II_Samuel.19.1\">2 S 19:1</a> <a data-ref=\"I Kings 1:26\" href=\"/I_Kings.1.26\">1 K 1:26</a> <a data-ref=\"Proverbs 23:15\" href=\"/Proverbs.23.15\">Pr 23:15</a>); on the contrary, in the emph. rhetorical style of Dt, <span dir=\"rtl\">אָנֹכִי</span> is preferred (in the discourses, uniformly, except <a data-ref=\"Deuteronomy 12:30\" href=\"/Deuteronomy.12.30\">12:30</a>, in acc. with usage just noted, & <a data-ref=\"Deuteronomy 29:5\" href=\"/Deuteronomy.29.5\">29:5</a> in a standing expression; on <a data-ref=\"Deuteronomy 32:49\" href=\"/Deuteronomy.32.49\">32:49</a>, <a data-ref=\"Deuteronomy 32:52\" href=\"/Deuteronomy.32.52\">52</a> (P) cf. infr.) In partic. phrases, also, usage prefers sometimes. <span dir=\"rtl\">אני</span>, sometimes <span dir=\"rtl\">אנכי</span>; thus there occurs <span dir=\"rtl\">חַי־אָנִי</span> <a data-ref=\"Numbers 14:21\" href=\"/Numbers.14.21\">Nu 14:21</a> & always, except <a data-ref=\"Deuteronomy 32:40\" href=\"/Deuteronomy.32.40\">Dt 32:40</a>; <span dir=\"rtl\">(אָ֑נִי) אִתְּךָ אֲנִי</span> <a data-ref=\"Jeremiah 1:8\" href=\"/Jeremiah.1.8\">Je 1:8</a>, <a data-ref=\"Jeremiah 1:19\" href=\"/Jeremiah.1.19\">19</a>; <a data-ref=\"Jeremiah 30:11\" href=\"/Jeremiah.30.11\">30:11</a>; <a data-ref=\"Jeremiah 46:18\" href=\"/Jeremiah.46.18\">46:18</a>; <a data-ref=\"Isaiah 43:2\" href=\"/Isaiah.43.2\">Is 43:2</a>, <a data-ref=\"Isaiah 43:5\" href=\"/Isaiah.43.5\">5</a>); <span dir=\"rtl\">אֲנִי יהוה</span> <a data-ref=\"Exodus 6:2\" href=\"/Exodus.6.2\">Ex 6:2</a>, <a data-ref=\"Exodus 6:6-8\" href=\"/Exodus.6.6-8\">6–8</a> & elsewhere in P, & especially freq. in H (<a data-ref=\"Leviticus 18:2\" href=\"/Leviticus.18.2\">Lv 18:2</a>, <a data-ref=\"Leviticus 18:4\" href=\"/Leviticus.18.4\">4</a>, <a data-ref=\"Leviticus 18:6\" href=\"/Leviticus.18.6\">6</a> etc.) & Ez, also <a data-ref=\"Genesis 15:7\" href=\"/Genesis.15.7\">Gn 15:7</a>; <a data-ref=\"Genesis 28:13\" href=\"/Genesis.28.13\">28:13</a>; <a data-ref=\"Deuteronomy 29:5\" href=\"/Deuteronomy.29.5\">Dt 29:5</a> <a data-ref=\"Judges 6:10\" href=\"/Judges.6.10\">Ju 6:10</a> +; (<span dir=\"rtl\">אנכי יהוה</span> much less freq.; only JE & proph. writers, †<a data-ref=\"Exodus 20:2\" href=\"/Exodus.20.2\">Ex 20:2</a> = <a data-ref=\"Deuteronomy 5:6\" href=\"/Deuteronomy.5.6\">Dt 5:6</a>, <a data-ref=\"Hosea 12:10\" href=\"/Hosea.12.10\">Ho 12:10</a>; <a data-ref=\"Hosea 13:4\" href=\"/Hosea.13.4\">13:4</a> <a data-ref=\"Psalms 81:11\" href=\"/Psalms.81.11\">ψ 81:11</a>, <a data-ref=\"Exodus 20:5\" href=\"/Exodus.20.5\">Ex 20:5</a> = <a data-ref=\"Deuteronomy 5:9\" href=\"/Deuteronomy.5.9\">Dt 5:9</a>, <a data-ref=\"Isaiah 43:11\" href=\"/Isaiah.43.11\">Is 43:11</a>; <a data-ref=\"Isaiah 44:24\" href=\"/Isaiah.44.24\">44:24</a>; <a data-ref=\"Isaiah 51:15\" href=\"/Isaiah.51.15\">51:15</a> (<a data-ref=\"Exodus 4:11\" href=\"/Exodus.4.11\">Ex 4:11</a> is diff.) cf. Dr<sup>JPh. xi. 224 f.</sup>); <span dir=\"rtl\">אני אמרתי</span> <a data-ref=\"Isaiah 38:10\" href=\"/Isaiah.38.10\">Is 38:10</a>; (Hez.) <a data-ref=\"Isaiah 49:4\" href=\"/Isaiah.49.4\">49:4</a>; <a data-ref=\"Jeremiah 5:4\" href=\"/Jeremiah.5.4\">Je 5:4</a>; <a data-ref=\"Jeremiah 10:19\" href=\"/Jeremiah.10.19\">10:19</a> (<a data-ref=\"Jeremiah 3:19\" href=\"/Jeremiah.3.19\">3:19</a> <span dir=\"rtl\">אנכי</span>) <a data-ref=\"Ruth 4:4\" href=\"/Ruth.4.4\">Ru 4:4</a> <a data-ref=\"Psalms 30:7\" href=\"/Psalms.30.7\">ψ 30:7</a>; <a data-ref=\"Psalms 31:23\" href=\"/Psalms.31.23\">31:23</a>; <a data-ref=\"Psalms 41:5\" href=\"/Psalms.41.5\">41:5</a>; <a data-ref=\"Psalms 82:6\" href=\"/Psalms.82.6\">82:6</a> +; <span dir=\"rtl\">ויאמר אָ֑נִי</span> (in reponse to a qu.) <a data-ref=\"Genesis 27:24\" href=\"/Genesis.27.24\">Gn 27:24</a> <a data-ref=\"Judges 13:11\" href=\"/Judges.13.11\">Ju 13:11</a> <a data-ref=\"II Samuel 20:17\" href=\"/II_Samuel.20.17\">2 S 20:17</a> <a data-ref=\"I Kings 13:14\" href=\"/I_Kings.13.14\">1 K 13:14</a>; <a data-ref=\"I Kings 18:8\" href=\"/I_Kings.18.8\">18:8</a> (<span dir=\"rtl\">וי׳ אנכי</span> only <a data-ref=\"II Samuel 2:20\" href=\"/II_Samuel.2.20\">2 S 2:20</a>; on the contrary, with a <em>predicate</em>, <span dir=\"rtl\">אָנֹכִי</span> is regularly employed, <a data-ref=\"Genesis 24:34\" href=\"/Genesis.24.34\">Gn 24:34</a> <a data-ref=\"I Samuel 30:13\" href=\"/I_Samuel.30.13\">1 S 30:13</a> <a data-ref=\"II Samuel 1:8\" href=\"/II_Samuel.1.8\">2 S 1:8</a> <span dir=\"rtl\">עֲמָלֵקִי אָנֹ֑כִי</span> <a data-ref=\"II Samuel 11:5\" href=\"/II_Samuel.11.5\">11:5</a>; <a data-ref=\"II Samuel 20:17\" href=\"/II_Samuel.20.17\">20:17</a>; <a data-ref=\"Isaiah 6:5\" href=\"/Isaiah.6.5\">Is 6:5</a>; <a data-ref=\"Jeremiah 1:6\" href=\"/Jeremiah.1.6\">Je 1:6</a>; <a data-ref=\"Jonah 1:9\" href=\"/Jonah.1.9\">Jon 1:9</a>); <span dir=\"rtl\">(הִנְנִי) וַאֲנִי הִנֵּה</span> <a data-ref=\"Genesis 6:17\" href=\"/Genesis.6.17\">Gn 6:17</a>; <a data-ref=\"Genesis 9:9\" href=\"/Genesis.9.9\">9:9</a>; <a data-ref=\"Exodus 31:6\" href=\"/Exodus.31.6\">Ex 31:6</a>; <a data-ref=\"Numbers 3:12\" href=\"/Numbers.3.12\">Nu 3:12</a> + (but <span dir=\"rtl\">הִנֵּה אָנֹכִי</span> <a data-ref=\"Genesis 24:13\" href=\"/Genesis.24.13\">Gn 24:13</a>, <a data-ref=\"Genesis 24:43\" href=\"/Genesis.24.43\">43</a>; <a data-ref=\"Genesis 25:32\" href=\"/Genesis.25.32\">25:32</a>; <a data-ref=\"Exodus 3:13\" href=\"/Exodus.3.13\">Ex 3:13</a>; <a data-ref=\"Exodus 19:9\" href=\"/Exodus.19.9\">19:9</a> +; <span dir=\"rtl\">הִנֵּה אֲנִי</span> is very uncommon; v. <em>ib.</em> 226). So far as the usage of partic. books is concerned, in the Pent. (except Dt) <span dir=\"rtl\">אֲנִי</span> is used in P (incl. H) always (about 130 times) except <a data-ref=\"Genesis 23:4\" href=\"/Genesis.23.4\">Gn 23:4</a> (cf. Ez below); in JE <span dir=\"rtl\">אנכי</span> is preferred, though not exclusively (81: 48). In S there are 50 instances of each form. Je has some 54 instances of <span dir=\"rtl\">אני</span>, 37 of <span dir=\"rtl\">אנכי</span>. In later books the preponderance of <span dir=\"rtl\">אֲנִי</span> is evident. Thus in Ez <span dir=\"rtl\">אני</span> occurs 138 times, <span dir=\"rtl\">אנכי</span> once <a data-ref=\"Ezekiel 36:28\" href=\"/Ezekiel.36.28\">36:28</a> (perhaps a reminiscense of <a data-ref=\"Jeremiah 11:4\" href=\"/Jeremiah.11.4\">Je 11:4b</a>; <a data-ref=\"Jeremiah 24:7\" href=\"/Jeremiah.24.7\">24:7</a>; <a data-ref=\"Jeremiah 30:22\" href=\"/Jeremiah.30.22\">30:22</a>); in La Hg Ezr Est Ec <span dir=\"rtl\">אני</span> 45 times, <span dir=\"rtl\">אנכי</span> never; in Ch <span dir=\"rtl\">אני</span> 30 times, <span dir=\"rtl\">אנכי</span> once <a data-ref=\"I Chronicles 17:1\" href=\"/I_Chronicles.17.1\">1 Ch 17:1</a> (from <a data-ref=\"II Samuel 7:2\" href=\"/II_Samuel.7.2\">2 S 7:2</a>); in Dn <span dir=\"rtl\">אני</span> 23 times, <span dir=\"rtl\">אנכי</span> once <a data-ref=\"II Samuel 10:11\" href=\"/II_Samuel.10.11\">10:11</a>. Vid. more fully Giesebrecht<sup>ZAW 1881, 251–8</sup> Dr<sup>l.c. 222–7</sup>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d0c7b6084aa1cbf0756f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יהוה 1", "anchorRef": "Deuteronomy 29:5", "anchorRefExpanded": ["Deuteronomy 29:5"], "sourceRef": "BDB, יהוה 1", "sourceHeRef": "בראון-דרייבר-בריגס, יהוה א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יהוה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">יהוה</span></big><sub>c.</sub>  6823 i.e. <span dir=\"rtl\">יַהְוֶה</span> <strong>n.pr.dei</strong> Yahweh, the proper name of the God of Israel—<strong>(1.</strong> MT <span dir=\"rtl\">יְהוָֹה</span><sub>6518</sub> (Qr <span dir=\"rtl\">אֲדֹנָי</span>), or <span dir=\"rtl\">יֱהוִֹה</span><sub>305</sub> (Qr <span dir=\"rtl\">אֱלֹהִים</span>), in the combinations <span dir=\"rtl\">אדני יהוה</span> & <span dir=\"rtl\">יהוה אדני</span> (vid. <span dir=\"rtl\">אֲדֹנָי</span>), and with prep. <span dir=\"rtl\">בַּיהוָֹה</span>, <span dir=\"rtl\">לַיהוָֹה</span>, <span dir=\"rtl\">מֵיהוָֹה</span> (Qr <span dir=\"rtl\">בַּאדֹנָי</span>, <span dir=\"rtl\">לַאדֹנָי</span>, <span dir=\"rtl\">מֵאדֹנָי</span>), do not give the original form. 𝔊 and other Vrss follow the Qr. On the basis of <a data-ref=\"Exodus 20:7\" href=\"/Exodus.20.7\">Ex 20:7</a>; <a data-ref=\"Leviticus 24:11\" href=\"/Leviticus.24.11\">Lv 24:11</a> <span dir=\"rtl\">יהוה</span> was regarded as a <em>nomen ineffabile</em> (vid. Philo de Vita Mosis iii, 519, 529), called by the Jews <span dir=\"rtl\">הַשֵּׁם</span> and by the Samaritans <span dir=\"rtl\">שׁימא</span>. The pronunciation <em>Jehovah</em> was unknown until 1520, when it was introduced by Galatinus; but it was contested by Le Mercier, J. Drusius, and L. Capellus, as against grammatical and historical propriety (cf. Bö<sup>§ 88</sup>). The traditional Ἰαβέ of Theodoret and Epiphanius, the <span dir=\"rtl\">־יָהוּ</span>, <span dir=\"rtl\">יְהוֹ־</span> of compound n.pr. and the contracted form <span dir=\"rtl\">יָהּ</span>, all favour <span dir=\"rtl\">יַהְוֶה</span> (cf. <span dir=\"rtl\">יַהֲלֹמ֑וּן</span> <a data-ref=\"Psalms 74:6\" href=\"/Psalms.74.6\">ψ 74:6</a>; <span dir=\"rtl\">תַּהֲרוּ</span> <a data-ref=\"Isaiah 33:11\" href=\"/Isaiah.33.11\">Is 33:11</a>), v. Lag<sup>Sym. i. 14</sup> Baudissin<sup>Studien i. 179 ff.</sup>; Dr<sup>Stud. Bib. i. 1 ff.</sup> For <em>Jeve</em> v. Sta<sup>ZAW 1881, 346</sup> De <sup>ib. 1882, 173 f. & Gn. Excurs. ii</sup>. <strong>2.</strong> on liter. of interpret. v. Nes<sup>Eg 67</sup> Dr<sup>l.c.</sup>.—Many recent scholars explain <span dir=\"rtl\">יַהְוֶה</span> as Hiph. of <span dir=\"rtl\">הוה</span> (= <span dir=\"rtl\">היה</span>) <em>the one bringing into being, life-giver</em> (cf. <a data-ref=\"BDB, הַוָּה\" href=\"/BDB,_הַוָּה\", dir=\"rtl\">הַוָּה</a> <a data-ref=\"Genesis 3:20\" href=\"/Genesis.3.20\">Gn 3:20</a>) Schr HSch; <em>giver of existence, creator</em>, Kue Tiele; <em>he who brings to pass</em> (so already Le Clerc), <em>performer of his promises</em>, Lag, Nes.<sup>Eg 88</sup> (but Nes<sup>Eg. 91</sup> inclines to Qal as RS<sup>Brit. & For. Ev. Rev.</sup> v. infr.); or from <span dir=\"rtl\">הוה</span> <em>he who causes to fall</em>, rain or lightning RS<sup>OTJC ed. 1, 423; om. ed. 2, 245</sup>, cf. We<sup>Skizzen iii. 175</sup>; ‘<em>Fäller</em>,’ destroying foes, Sta<sup>G. i. 429</sup> (dubiously). But most take it as Qal of <span dir=\"rtl\">היה</span> (= <span dir=\"rtl\">היה</span>); <em>the one who is:</em> i.e. <em>the absolute and unchangeable one</em>, Ri; <em>the existing, ever-living</em>, as self-consistent and unchangeable, Di; or <em>the one ever coming into manifestation</em> as the God of redemption, De Oehl; cf. also RS<sup>Brit. & For. Ev. Rev. 1876</sup>, <em>he will be</em> it, i.e. all that his servants look for (cf. Ew<sup>infr.</sup>), <em>he will approve himself</em> (<em>give evidence of being, assert his being</em> Dr<sup>l. c. 17</sup>)<strong>).</strong> theories of non-Heb. or non-Sem. origin. opposed (in their older forms) by Bau<sup>Rel i. 181 ff. (v. especially 230)</sup>; Dl<sup>Pa 162 ff.</sup> claimed Bab. origin for <span dir=\"rtl\">יהו</span>, against this Kue<sup>National religions, etc., Note iv (Eng. Trans. 329 ff.)</sup> Jastr<sup>JBL xiii (1894), 103 f.</sup> cf. Hpt<sup>BAS i. 170 N</sup>; Dl <sup>Babel u. Bibel, 46 f., 73 f.</sup> makes same claim for <span dir=\"rtl\">יהוה</span>, agst. this v. especially Hirsch<sup>ZAW xxiii (1903), 355 ff.</sup> Zim<sup>KAT 3, 465 ff.</sup>; Spiegelberg<sup>ZMG liii (1899), 633 ff.</sup> proposes (improb.) Egyptian etymol. for <span dir=\"rtl\">יהוה</span>; further discussions see in Kö<sup>EB Names, § 112 and n. 3</sup>. ‘Jehovah’ found in Jacob (? Johann.) Wessel († 1480), according to Schwally<sup>ThLZ, 1905, col. 612</sup>.<br><strong>I.</strong>  <span dir=\"rtl\">יהוה</span> is not used by E in Gn, but is given <a data-ref=\"Exodus 3:12-15\" href=\"/Exodus.3.12-15\">Ex 3:12–15</a> as the name of the God who revealed Himself to Moses at Horeb, and is explained thus: <span dir=\"rtl\">אֶהְיֶה עִמָּ֑ךְ</span> <em>I shall be with thee</em> (v <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">12</a>), which is then implied in <span dir=\"rtl\">אֶהְיֶה אֲשֶׁר אֶהְיֶה</span> <em>I shall be the one who will be</em> it v <a data-ref=\"Exodus 3:14\" href=\"/Exodus.3.14\">14a</a> (i.e. with thee v <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">12</a>) and then compressed into <span dir=\"rtl\">אֶהְיֶה</span> v <a data-ref=\"Exodus 3:14\" href=\"/Exodus.3.14\">14b</a> (i.e. with thee v <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">12</a>), which then is given in the nominal form <span dir=\"rtl\">יהוה</span> <em>He who will be</em> it v <a data-ref=\"Exodus 3:15\" href=\"/Exodus.3.15\">15</a> (i.e. with thee v <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">12</a>). Cf. Ew<sup>BTh ii. 337, 338</sup> RS<sup>l. c., Proph. 385 ff.</sup> Other interpretations are: <em>I am he who I am</em>, i.e. it is no concern of yours (Le Clerc Lag<sup>Psalt. Hieron. 156</sup>); <em>I am</em>, (this is my name), <em>inasmuch as I am</em> (<span dir=\"rtl\">אֲשֶׁר</span> = <span dir=\"rtl\">כִּי</span>; AE JDMich We<sup>JD Th xxi, 540 = Comp. Hex. 72</sup>); Di al. <em>I am who I am</em>, he who is essentially unnameable, inexplicable.—E uses <span dir=\"rtl\">יהוה</span> sparingly by the side of <span dir=\"rtl\">אלהים</span> and <span dir=\"rtl\">האלהים</span> in his subsequent narrative. The Ephraimitic writers in Ju S K use it in similar proportions. P abstains from the use of <span dir=\"rtl\">יהוה</span> until he gives an account of its revelation to Moses <a data-ref=\"Exodus 6:3\" href=\"/Exodus.6.3\">Ex 6:3</a>; but subsequently uses it freely. He gives no explanation of its meaning. He represents that <span dir=\"rtl\">אֵל שַׁדַּי</span> was the God of the patriarchs. J uses <span dir=\"rtl\">יהוה</span> from the beginning of his narrative, possibly explaining it, <a data-ref=\"Genesis 21:33\" href=\"/Genesis.21.33\">Gn 21:33</a> by <span dir=\"rtl\">אל עולם</span>, the evergreen tamarisk being a symbol of the ever-living God; cf. De <a data-ref=\"Genesis 21:33\" href=\"/Genesis.21.33\">Gn 21:33</a>. Elsewhere <span dir=\"rtl\">יהוה</span> is the common divine name in pre-exilic writers, but in post-exilic writers gradually falls into disuse, and is supplanted by <span dir=\"rtl\">אלהים</span> and <span dir=\"rtl\">אדני</span>. In Job it is used 31 times in prose parts, and <a data-ref=\"Job 12:9\" href=\"/Job.12.9\">12:9</a> (a proverb); not elsewhere in the poem. Chr apart from his sources prefers <span dir=\"rtl\">אלהים</span> and <span dir=\"rtl\">האלהים</span>. Dn uses <span dir=\"rtl\">יהוה</span> only in chap. 9 (7 times); Ec not at all. In the Elohistic group of <a data-ref=\"Psalms 42-83\" href=\"/Psalms.42-83\">ψ 42–83</a> it is used 39 times (see <a data-ref=\"BDB, אֱלֹהִים\" href=\"/BDB,_אֱלֹהִים\", dir=\"rtl\">אלהים</a>). It occurs as the name of Israel’s God MI <sup>18</sup>. It is doubtful whether it was used by other branches of the Shemitic family, cf. COT <a data-ref=\"Genesis 2:4\" href=\"/Genesis.2.4\">Gn 2:4b</a> Dl<sup>Pa 158 ff.</sup> Dr<sup>Stud. Bib. i. 7 ff.</sup><br><strong>II.</strong> <strong>1.</strong>  <span dir=\"rtl\">יהוה</span> is used with <span dir=\"rtl\">אלהים</span> with or without suffs., especially in D; <strong>a.</strong>  with <span dir=\"rtl\">אֱלֹהֶיךָ</span> in the Ten Words <a data-ref=\"Exodus 20:12\" href=\"/Exodus.20.12\">Ex 20:2–12</a> (5 times) = <a data-ref=\"Deuteronomy 5:16\" href=\"/Deuteronomy.5.16\">Dt 5:6–16</a>; in the law of worship of JE, <a data-ref=\"Exodus 23:19\" href=\"/Exodus.23.19\">Ex 23:19</a>; <a data-ref=\"Exodus 34:24\" href=\"/Exodus.34.24\">34:24</a>, <a data-ref=\"Exodus 34:26\" href=\"/Exodus.34.26\">26</a>; in D <sup>234 times</sup>; <a data-ref=\"Joshua 1:9\" href=\"/Joshua.1.9\">Jos 1:9</a>, <a data-ref=\"Joshua 1:17\" href=\"/Joshua.1.17\">17</a>; <a data-ref=\"Joshua 9:9\" href=\"/Joshua.9.9\">9:9</a>, <a data-ref=\"Joshua 9:24\" href=\"/Joshua.9.24\">24</a> (D<sup>2</sup>); elsewhere <a data-ref=\"Genesis 27:20\" href=\"/Genesis.27.20\">Gn 27:20</a> <a data-ref=\"Exodus 15:26\" href=\"/Exodus.15.26\">Ex 15:26</a> (JE), <a data-ref=\"Judges 6:26\" href=\"/Judges.6.26\">Ju 6:26</a>; S & K 20 times <a data-ref=\"I Chronicles 11:2\" href=\"/I_Chronicles.11.2\">1 Ch 11:2</a>; <a data-ref=\"I Chronicles 22:11\" href=\"/I_Chronicles.22.11\">22:11</a>, <a data-ref=\"I Chronicles 22:12\" href=\"/I_Chronicles.22.12\">12</a> <a data-ref=\"II Chronicles 9:8\" href=\"/II_Chronicles.9.8\">2 Ch 9:8</a><sup>(×2)</sup>; <a data-ref=\"II Chronicles 16:7\" href=\"/II_Chronicles.16.7\">16:7</a>; <a data-ref=\"Isaiah 7:11\" href=\"/Isaiah.7.11\">Is 7:11</a>; <a data-ref=\"Isaiah 37:4\" href=\"/Isaiah.37.4\">37:4</a><sup>(×2)</sup>; <a data-ref=\"Isaiah 41:13\" href=\"/Isaiah.41.13\">41:13</a>; <a data-ref=\"Isaiah 43:3\" href=\"/Isaiah.43.3\">43:3</a>; <a data-ref=\"Isaiah 51:15\" href=\"/Isaiah.51.15\">51:15</a>; <a data-ref=\"Isaiah 55:5\" href=\"/Isaiah.55.5\">55:5</a>; <a data-ref=\"Jeremiah 40:2\" href=\"/Jeremiah.40.2\">Je 40:2</a> + (3 times) <a data-ref=\"Hosea 12:10\" href=\"/Hosea.12.10\">Ho 12:10</a>; <a data-ref=\"Hosea 13:4\" href=\"/Hosea.13.4\">13:4</a>; <a data-ref=\"Hosea 14:2\" href=\"/Hosea.14.2\">14:2</a>; <a data-ref=\"Amos 9:15\" href=\"/Amos.9.15\">Am 9:15</a>; <a data-ref=\"Psalms 81:11\" href=\"/Psalms.81.11\">ψ 81:11</a>. <strong>b.</strong>  with <span dir=\"rtl\">אֱלֹהֵיכֶם</span> in D 46 times; D<sup>2</sup> 28 times; H 15 times; P 15 times; elsewhere <a data-ref=\"Exodus 23:25\" href=\"/Exodus.23.25\">Ex 23:25</a> (E); <a data-ref=\"Exodus 8:24\" href=\"/Exodus.8.24\">8:24</a>; <a data-ref=\"Exodus 10:8\" href=\"/Exodus.10.8\">10:8</a>, <a data-ref=\"Exodus 10:16\" href=\"/Exodus.10.16\">16</a>, <a data-ref=\"Exodus 10:17\" href=\"/Exodus.10.17\">17</a> (JE); <a data-ref=\"Judges 6:10\" href=\"/Judges.6.10\">Ju 6:10</a>; <a data-ref=\"I Samuel 12:12\" href=\"/I_Samuel.12.12\">1 S 12:12</a>, <a data-ref=\"I Samuel 12:14\" href=\"/I_Samuel.12.14\">14</a>; <a data-ref=\"II Kings 17:39\" href=\"/II_Kings.17.39\">2 K 17:39</a>; <a data-ref=\"II Kings 23:21\" href=\"/II_Kings.23.21\">23:21</a>; <a data-ref=\"I Chronicles 22:18\" href=\"/I_Chronicles.22.18\">1 Ch 22:18</a> + (10 times Chr) <a data-ref=\"Psalms 76:12\" href=\"/Psalms.76.12\">ψ 76:12</a>; <a data-ref=\"Jeremiah 13:16\" href=\"/Jeremiah.13.16\">Je 13:16</a>; + (5 times) <a data-ref=\"Ezekiel 20:5\" href=\"/Ezekiel.20.5\">Ez 20:5</a>, <a data-ref=\"Ezekiel 20:7\" href=\"/Ezekiel.20.7\">7</a>, <a data-ref=\"Ezekiel 20:19\" href=\"/Ezekiel.20.19\">19</a>, <a data-ref=\"Ezekiel 20:20\" href=\"/Ezekiel.20.20\">20</a>; <a data-ref=\"Joel 2:13\" href=\"/Joel.2.13\">Jo 2:13</a> + (6 times) <a data-ref=\"Zechariah 6:15\" href=\"/Zechariah.6.15\">Zc 6:15</a>. <strong>c.</strong>  with <span dir=\"rtl\">אֱלֹהֵינוּ</span> in D 23 times; in D<sup>2</sup> 5 times; <a data-ref=\"Exodus 8:6\" href=\"/Exodus.8.6\">Ex 8:6</a> (JE) <a data-ref=\"Exodus 3:18\" href=\"/Exodus.3.18\">Ex 3:18</a>; <a data-ref=\"Exodus 5:3\" href=\"/Exodus.5.3\">5:3</a>; <a data-ref=\"Exodus 8:22\" href=\"/Exodus.8.22\">8:22</a>, <a data-ref=\"Exodus 8:23\" href=\"/Exodus.8.23\">23</a>; <a data-ref=\"Exodus 10:25\" href=\"/Exodus.10.25\">10:25</a>, <a data-ref=\"Exodus 10:26\" href=\"/Exodus.10.26\">26</a> (E) <a data-ref=\"Judges 11:24\" href=\"/Judges.11.24\">Ju 11:24</a>; <a data-ref=\"I Samuel 7:8\" href=\"/I_Samuel.7.8\">1 S 7:8</a>; <a data-ref=\"I Kings 8:57\" href=\"/I_Kings.8.57\">1 K 8:57</a>, <a data-ref=\"I Kings 8:59\" href=\"/I_Kings.8.59\">59</a>, <a data-ref=\"I Kings 8:61\" href=\"/I_Kings.8.61\">61</a>, <a data-ref=\"I Kings 8:65\" href=\"/I_Kings.8.65\">65</a> <a data-ref=\"II Kings 18:22\" href=\"/II_Kings.18.22\">2 K 18:22</a>; <a data-ref=\"II Kings 19:19\" href=\"/II_Kings.19.19\">19:19</a> = <a data-ref=\"Isaiah 36:7\" href=\"/Isaiah.36.7\">Is 36:7</a>; <a data-ref=\"Isaiah 37:20\" href=\"/Isaiah.37.20\">37:20</a>, <a data-ref=\"I Chronicles 13:2\" href=\"/I_Chronicles.13.2\">1 Ch 13:2</a> + (15 times Chr) <a data-ref=\"Micah 4:5\" href=\"/Micah.4.5\">Mi 4:5</a>; <a data-ref=\"Micah 7:17\" href=\"/Micah.7.17\">7:17</a>; <a data-ref=\"Isaiah 26:13\" href=\"/Isaiah.26.13\">Is 26:13</a>; <a data-ref=\"Jeremiah 3:22\" href=\"/Jeremiah.3.22\">Je 3:22</a> + (17 times) <a data-ref=\"Psalms 20:8\" href=\"/Psalms.20.8\">ψ 20:8</a>; <a data-ref=\"Psalms 90:17\" href=\"/Psalms.90.17\">90:17</a> (?; Baer <span dir=\"rtl\">אֲדֹנָי</span>) <a data-ref=\"Psalms 94:23\" href=\"/Psalms.94.23\">94:23</a>; <a data-ref=\"Psalms 99:5\" href=\"/Psalms.99.5\">99:5</a>, <a data-ref=\"Psalms 99:8\" href=\"/Psalms.99.8\">8</a>, <a data-ref=\"Psalms 99:9\" href=\"/Psalms.99.9\">9</a><sup>(×2)</sup>; <a data-ref=\"Psalms 105:7\" href=\"/Psalms.105.7\">105:7</a>; <a data-ref=\"Psalms 106:47\" href=\"/Psalms.106.47\">106:47</a>; <a data-ref=\"Psalms 113:5\" href=\"/Psalms.113.5\">113:5</a>; <a data-ref=\"Psalms 122:9\" href=\"/Psalms.122.9\">122:9</a>; <a data-ref=\"Psalms 123:2\" href=\"/Psalms.123.2\">123:2</a> <a data-ref=\"Daniel 9:10\" href=\"/Daniel.9.10\">Dn 9:10</a>, <a data-ref=\"Daniel 9:13\" href=\"/Daniel.9.13\">13</a>, <a data-ref=\"Daniel 9:14\" href=\"/Daniel.9.14\">14</a>. <strong>d.</strong>  c. <span dir=\"rtl\">אֱלֹהֵיהֶם</span> <a data-ref=\"Exodus 10:7\" href=\"/Exodus.10.7\">Ex 10:7</a> (J) <a data-ref=\"Exodus 29:46\" href=\"/Exodus.29.46\">Ex 29:46</a><sup>(×2)</sup> <a data-ref=\"Leviticus 26:44\" href=\"/Leviticus.26.44\">Lv 26:44</a> (P) <a data-ref=\"Judges 3:7\" href=\"/Judges.3.7\">Ju 3:7</a>; <a data-ref=\"Judges 8:34\" href=\"/Judges.8.34\">8:34</a>; <a data-ref=\"I Samuel 12:9\" href=\"/I_Samuel.12.9\">1 S 12:9</a>; <a data-ref=\"I Kings 9:9\" href=\"/I_Kings.9.9\">1 K 9:9</a>; <a data-ref=\"II Kings 17:7\" href=\"/II_Kings.17.7\">2 K 17:7</a>, <a data-ref=\"II Kings 17:9\" href=\"/II_Kings.17.9\">9</a>, <a data-ref=\"II Kings 17:14\" href=\"/II_Kings.17.14\">14</a>, <a data-ref=\"II Kings 17:16\" href=\"/II_Kings.17.16\">16</a>, <a data-ref=\"II Kings 17:19\" href=\"/II_Kings.17.19\">19</a>; <a data-ref=\"II Kings 18:12\" href=\"/II_Kings.18.12\">18:12</a> <a data-ref=\"II Chronicles 31:6\" href=\"/II_Chronicles.31.6\">2 Ch 31:6</a>; <a data-ref=\"II Chronicles 33:17\" href=\"/II_Chronicles.33.17\">33:17</a>; <a data-ref=\"II Chronicles 34:33\" href=\"/II_Chronicles.34.33\">34:33</a>; <a data-ref=\"Nehemiah 9:3\" href=\"/Nehemiah.9.3\">Ne 9:3</a><sup>(×2)</sup>, <a data-ref=\"Nehemiah 9:4\" href=\"/Nehemiah.9.4\">4</a>; <a data-ref=\"Jeremiah 3:21\" href=\"/Jeremiah.3.21\">Je 3:21</a>; <a data-ref=\"Jeremiah 22:9\" href=\"/Jeremiah.22.9\">22:9</a>; <a data-ref=\"Jeremiah 30:9\" href=\"/Jeremiah.30.9\">30:9</a>; <a data-ref=\"Jeremiah 43:1\" href=\"/Jeremiah.43.1\">43:1</a><sup>(×2)</sup> <a data-ref=\"Jeremiah 50:4\" href=\"/Jeremiah.50.4\">50:4</a>; <a data-ref=\"Ezekiel 28:26\" href=\"/Ezekiel.28.26\">Ez 28:26</a>; <a data-ref=\"Ezekiel 34:30\" href=\"/Ezekiel.34.30\">34:30</a>; <a data-ref=\"Ezekiel 39:22\" href=\"/Ezekiel.39.22\">39:22</a>, <a data-ref=\"Ezekiel 39:28\" href=\"/Ezekiel.39.28\">28</a> <a data-ref=\"Hosea 1:7\" href=\"/Hosea.1.7\">Ho 1:7</a>; <a data-ref=\"Hosea 3:5\" href=\"/Hosea.3.5\">3:5</a>; <a data-ref=\"Hosea 7:10\" href=\"/Hosea.7.10\">7:10</a>; <a data-ref=\"Zephaniah 2:7\" href=\"/Zephaniah.2.7\">Zp 2:7</a>; <a data-ref=\"Haggai 1:12\" href=\"/Haggai.1.12\">Hag 1:12</a><sup>(×2)</sup> <a data-ref=\"Zechariah 9:16\" href=\"/Zechariah.9.16\">Zc 9:16</a>; <a data-ref=\"Zechariah 10:6\" href=\"/Zechariah.10.6\">10:6</a>. <strong>e.</strong>  with <span dir=\"rtl\">אֱלֹהָיו</span> <a data-ref=\"Numbers 23:21\" href=\"/Numbers.23.21\">Nu 23:21</a> (E) <a data-ref=\"Exodus 32:11\" href=\"/Exodus.32.11\">Ex 32:11</a> (J) <a data-ref=\"Leviticus 4:22\" href=\"/Leviticus.4.22\">Lv 4:22</a> (P) <a data-ref=\"Deuteronomy 17:19\" href=\"/Deuteronomy.17.19\">Dt 17:19</a>; <a data-ref=\"Deuteronomy 18:7\" href=\"/Deuteronomy.18.7\">18:7</a>; <a data-ref=\"I Samuel 30:6\" href=\"/I_Samuel.30.6\">1 S 30:6</a>; <a data-ref=\"I Kings 5:17\" href=\"/I_Kings.5.17\">1 K 5:17</a>; <a data-ref=\"I Kings 11:4\" href=\"/I_Kings.11.4\">11:4</a>; <a data-ref=\"I Kings 15:3\" href=\"/I_Kings.15.3\">15:3</a>, <a data-ref=\"I Kings 15:4\" href=\"/I_Kings.15.4\">4</a>; <a data-ref=\"II Kings 5:11\" href=\"/II_Kings.5.11\">2 K 5:11</a>; <a data-ref=\"II Kings 16:2\" href=\"/II_Kings.16.2\">16:2</a>; <a data-ref=\"II Chronicles 1:1\" href=\"/II_Chronicles.1.1\">2 Ch 1:1</a>; + 13 times Chr; <a data-ref=\"Micah 5:3\" href=\"/Micah.5.3\">Mi 5:3</a>; <a data-ref=\"Jeremiah 7:28\" href=\"/Jeremiah.7.28\">Je 7:28</a>; <a data-ref=\"Psalms 33:12\" href=\"/Psalms.33.12\">ψ 33:12</a>; <a data-ref=\"Psalms 144:15\" href=\"/Psalms.144.15\">144:15</a>; <a data-ref=\"Psalms 146:5\" href=\"/Psalms.146.5\">146:5</a>; <a data-ref=\"Jonah 2:2\" href=\"/Jonah.2.2\">Jon 2:2</a>. <strong>f.</strong>  with <span dir=\"rtl\">אֱלֹהַי</span> <a data-ref=\"Numbers 22:18\" href=\"/Numbers.22.18\">Nu 22:18</a> (JE) <a data-ref=\"Deuteronomy 4:5\" href=\"/Deuteronomy.4.5\">Dt 4:5</a>; <a data-ref=\"Deuteronomy 18:16\" href=\"/Deuteronomy.18.16\">18:16</a>; <a data-ref=\"Deuteronomy 26:14\" href=\"/Deuteronomy.26.14\">26:14</a>; <a data-ref=\"Joshua 14:8\" href=\"/Joshua.14.8\">Jos 14:8</a>, <a data-ref=\"Joshua 14:9\" href=\"/Joshua.14.9\">9</a>; <a data-ref=\"II Samuel 24:24\" href=\"/II_Samuel.24.24\">2 S 24:24</a>; <a data-ref=\"I Kings 3:7\" href=\"/I_Kings.3.7\">1 K 3:7</a>; <a data-ref=\"I Kings 5:18\" href=\"/I_Kings.5.18\">5:18</a>, <a data-ref=\"I Kings 5:19\" href=\"/I_Kings.5.19\">19</a>; <a data-ref=\"I Kings 8:28\" href=\"/I_Kings.8.28\">8:28</a>; <a data-ref=\"I Kings 17:20\" href=\"/I_Kings.17.20\">17:20</a>, <a data-ref=\"I Kings 17:21\" href=\"/I_Kings.17.21\">21</a>; <a data-ref=\"I Chronicles 21:17\" href=\"/I_Chronicles.21.17\">1 Ch 21:17</a>; <a data-ref=\"I Chronicles 22:7\" href=\"/I_Chronicles.22.7\">22:7</a>; <a data-ref=\"II Chronicles 2:3\" href=\"/II_Chronicles.2.3\">2 Ch 2:3</a>; <a data-ref=\"II Chronicles 6:19\" href=\"/II_Chronicles.6.19\">6:19</a>; <a data-ref=\"Ezra 7:28\" href=\"/Ezra.7.28\">Ezr 7:28</a>; <a data-ref=\"Ezra 9:5\" href=\"/Ezra.9.5\">9:5</a>; <a data-ref=\"Psalms 7:2\" href=\"/Psalms.7.2\">ψ 7:2</a>, <a data-ref=\"Psalms 7:4\" href=\"/Psalms.7.4\">4</a>; <a data-ref=\"Psalms 13:4\" href=\"/Psalms.13.4\">13:4</a>; <a data-ref=\"Psalms 18:29\" href=\"/Psalms.18.29\">18:29</a>; <a data-ref=\"Psalms 30:3\" href=\"/Psalms.30.3\">30:3</a>, <a data-ref=\"Psalms 30:13\" href=\"/Psalms.30.13\">13</a>; <a data-ref=\"Psalms 35:24\" href=\"/Psalms.35.24\">35:24</a>; <a data-ref=\"Psalms 40:6\" href=\"/Psalms.40.6\">40:6</a>; <a data-ref=\"Psalms 104:1\" href=\"/Psalms.104.1\">104:1</a>; <a data-ref=\"Psalms 109:26\" href=\"/Psalms.109.26\">109:26</a>; <a data-ref=\"Isaiah 25:1\" href=\"/Isaiah.25.1\">Is 25:1</a>; <a data-ref=\"Jeremiah 31:18\" href=\"/Jeremiah.31.18\">Je 31:18</a>; <a data-ref=\"Daniel 9:4\" href=\"/Daniel.9.4\">Dn 9:4</a>, <a data-ref=\"Daniel 9:20\" href=\"/Daniel.9.20\">20</a>; <a data-ref=\"Jonah 2:7\" href=\"/Jonah.2.7\">Jon 2:7</a>; <a data-ref=\"Habakkuk 1:12\" href=\"/Habakkuk.1.12\">Hab 1:12</a>; <a data-ref=\"Zechariah 11:4\" href=\"/Zechariah.11.4\">Zc 11:4</a>; <a data-ref=\"Zechariah 13:9\" href=\"/Zechariah.13.9\">13:9</a>; <a data-ref=\"Zechariah 14:5\" href=\"/Zechariah.14.5\">14:5</a>. <strong>g.</strong>  with <span dir=\"rtl\">אֱלֹהַיִךְ</span> <a data-ref=\"Isaiah 60:9\" href=\"/Isaiah.60.9\">Is 60:9</a> <a data-ref=\"Jeremiah 2:17\" href=\"/Jeremiah.2.17\">Je 2:17</a>, <a data-ref=\"Jeremiah 2:19\" href=\"/Jeremiah.2.19\">19</a>; <a data-ref=\"Jeremiah 3:13\" href=\"/Jeremiah.3.13\">3:13</a>; <a data-ref=\"Micah 7:10\" href=\"/Micah.7.10\">Mi 7:10</a>; <a data-ref=\"Zephaniah 3:17\" href=\"/Zephaniah.3.17\">Zp 3:17</a>. <strong>h.</strong>  with <span dir=\"rtl\">אלהים</span>, probably always due to later editors, or to a Qr which has crept into the text <a data-ref=\"Genesis 2:4-3:23\" href=\"/Genesis.2.4-3.23\">Gn 2:4b—3:23</a> (J, 20 times either <span dir=\"rtl\">אלהים</span> inserted by R<sup>P</sup> as Di De; or <span dir=\"rtl\">יהוה</span> inserted by J in an older source); <a data-ref=\"Exodus 9:30\" href=\"/Exodus.9.30\">Ex 9:30</a> (J, but not in 𝔊 Sam.; Sam. <span dir=\"rtl\">אדני יהוה</span>; possibly MT from earlier Qr, & Sam. from later Qr); <a data-ref=\"II Samuel 7:22\" href=\"/II_Samuel.7.22\">2 S 7:22</a>, <a data-ref=\"II Samuel 7:25\" href=\"/II_Samuel.7.25\">25</a> (𝔊 <span dir=\"rtl\">אדני יהוה</span> and <a data-ref=\"I Chronicles 17:20-23\" href=\"/I_Chronicles.17.20-23\">1 Ch 17:20–23</a> only <span dir=\"rtl\">יהוה</span>); <a data-ref=\"I Chronicles 17:16\" href=\"/I_Chronicles.17.16\">1 Ch 17:16</a>, <a data-ref=\"I Chronicles 17:17\" href=\"/I_Chronicles.17.17\">17</a> (but <a data-ref=\"II Samuel 7:18\" href=\"/II_Samuel.7.18\">2 S 7:18</a>, <a data-ref=\"II Samuel 7:19\" href=\"/II_Samuel.7.19\">19</a> <span dir=\"rtl\">אדני יהוה</span>) <a data-ref=\"I Chronicles 28:20\" href=\"/I_Chronicles.28.20\">1 Ch 28:20</a>; <a data-ref=\"I Chronicles 29:1\" href=\"/I_Chronicles.29.1\">29:1</a>; <a data-ref=\"II Chronicles 1:9\" href=\"/II_Chronicles.1.9\">2 Ch 1:9</a>; <a data-ref=\"II Chronicles 6:41\" href=\"/II_Chronicles.6.41\">6:41</a><sup>(×2)</sup>, <a data-ref=\"II Chronicles 6:42\" href=\"/II_Chronicles.6.42\">42</a>; <a data-ref=\"II Chronicles 26:18\" href=\"/II_Chronicles.26.18\">26:18</a> (but in the original <a data-ref=\"Psalms 132:8\" href=\"/Psalms.132.8\">ψ 132:8</a> stood <span dir=\"rtl\">יהוה</span> (so ℌ), or else no divine name); <a data-ref=\"Psalms 72:18\" href=\"/Psalms.72.18\">ψ 72:18</a> (the late doxology) <a data-ref=\"Psalms 84:12\" href=\"/Psalms.84.12\">84:12</a> (but it makes the line too long); <a data-ref=\"Jonah 4:6\" href=\"/Jonah.4.6\">Jon 4:6</a>. For the combinations with other divine names see those names. <strong>2.</strong>  the phrase †<span dir=\"rtl\">אֲנִי יהוה</span> is noteworthy:— <strong>a.</strong>  after <span dir=\"rtl\">אמר</span> either alone <a data-ref=\"Exodus 6:2\" href=\"/Exodus.6.2\">Ex 6:2</a>, <a data-ref=\"Exodus 6:29\" href=\"/Exodus.6.29\">29</a> (P) or before relative and other clauses: <a data-ref=\"Genesis 28:13\" href=\"/Genesis.28.13\">Gn 28:13</a> (J) <a data-ref=\"Genesis 15:7\" href=\"/Genesis.15.7\">15:7</a> (R) <a data-ref=\"Exodus 6:6\" href=\"/Exodus.6.6\">Ex 6:6</a> (P) with <span dir=\"rtl\">אלהיכם</span> <a data-ref=\"Judges 6:10\" href=\"/Judges.6.10\">Ju 6:10</a>; <a data-ref=\"Ezekiel 20:5\" href=\"/Ezekiel.20.5\">Ez 20:5</a>. <strong>b.</strong>  after <span dir=\"rtl\">ידע כי</span> (α) <a data-ref=\"Exodus 7:17\" href=\"/Exodus.7.17\">Ex 7:17</a>; <a data-ref=\"Exodus 8:18\" href=\"/Exodus.8.18\">8:18</a>; <a data-ref=\"Exodus 10:2\" href=\"/Exodus.10.2\">10:2</a> (J); <a data-ref=\"Exodus 7:5\" href=\"/Exodus.7.5\">Ex 7:5</a>; <a data-ref=\"Exodus 14:4\" href=\"/Exodus.14.4\">14:4</a>, <a data-ref=\"Exodus 14:18\" href=\"/Exodus.14.18\">18</a> (P); <a data-ref=\"I Kings 20:13\" href=\"/I_Kings.20.13\">1 K 20:13</a>, <a data-ref=\"I Kings 20:28\" href=\"/I_Kings.20.28\">28</a>; <a data-ref=\"Jeremiah 24:7\" href=\"/Jeremiah.24.7\">Je 24:7</a> <a data-ref=\"Ezekiel 6:7\" href=\"/Ezekiel.6.7\">Ez 6:7</a> + 4:8 times Ez; (β) with <span dir=\"rtl\">אלהיכם</span> <a data-ref=\"Exodus 6:7\" href=\"/Exodus.6.7\">Ex 6:7</a>; <a data-ref=\"Exodus 16:12\" href=\"/Exodus.16.12\">16:12</a>; <a data-ref=\"Deuteronomy 29:5\" href=\"/Deuteronomy.29.5\">Dt 29:5</a> (P) <a data-ref=\"Ezekiel 20:20\" href=\"/Ezekiel.20.20\">Ez 20:20</a>; <a data-ref=\"Joel 4:17\" href=\"/Joel.4.17\">Jo 4:17</a>; (γ) with <span dir=\"rtl\">אלהיהם</span> <a data-ref=\"Exodus 29:46\" href=\"/Exodus.29.46\">Ex 29:46</a> (P) <a data-ref=\"Ezekiel 28:26\" href=\"/Ezekiel.28.26\">Ez 28:26</a>; <a data-ref=\"Ezekiel 34:30\" href=\"/Ezekiel.34.30\">34:30</a>; <a data-ref=\"Ezekiel 39:22\" href=\"/Ezekiel.39.22\">39:22</a>, <a data-ref=\"Ezekiel 39:28\" href=\"/Ezekiel.39.28\">28</a>; (δ) before relative and other clauses <a data-ref=\"Isaiah 45:3\" href=\"/Isaiah.45.3\">Is 45:3</a>; <a data-ref=\"Isaiah 49:23\" href=\"/Isaiah.49.23\">49:23</a>, <a data-ref=\"Isaiah 49:26\" href=\"/Isaiah.49.26\">26</a>; <a data-ref=\"Isaiah 60:16\" href=\"/Isaiah.60.16\">60:16</a> <a data-ref=\"Ezekiel 7:9\" href=\"/Ezekiel.7.9\">Ez 7:9</a>; <a data-ref=\"Ezekiel 17:24\" href=\"/Ezekiel.17.24\">17:24</a>; <a data-ref=\"Ezekiel 21:10\" href=\"/Ezekiel.21.10\">21:10</a>; <a data-ref=\"Ezekiel 22:22\" href=\"/Ezekiel.22.22\">22:22</a>; <a data-ref=\"Ezekiel 35:12\" href=\"/Ezekiel.35.12\">35:12</a>; <a data-ref=\"Ezekiel 36:36\" href=\"/Ezekiel.36.36\">36:36</a>; (ε) with various forms of <span dir=\"rtl\">קדשׁ</span> <a data-ref=\"Exodus 31:13\" href=\"/Exodus.31.13\">Ex 31:13</a> (P) <a data-ref=\"Ezekiel 20:12\" href=\"/Ezekiel.20.12\">Ez 20:12</a>; <a data-ref=\"Ezekiel 37:28\" href=\"/Ezekiel.37.28\">37:28</a>; <a data-ref=\"Ezekiel 39:7\" href=\"/Ezekiel.39.7\">39:7</a>; (ζ) with <span dir=\"rtl\">דברתי</span> <a data-ref=\"Ezekiel 5:13\" href=\"/Ezekiel.5.13\">Ez 5:13</a>; <a data-ref=\"Ezekiel 17:21\" href=\"/Ezekiel.17.21\">17:21</a>, cf. <span dir=\"rtl\">יֵדְעוּ אשׁר אני י׳</span> <a data-ref=\"Ezekiel 20:26\" href=\"/Ezekiel.20.26\">Ez 20:26</a>. <strong>c.</strong>  after <span dir=\"rtl\">כִּי</span> in various combinations <a data-ref=\"Leviticus 11:44\" href=\"/Leviticus.11.44\">Lv 11:44</a>, <a data-ref=\"Leviticus 11:45\" href=\"/Leviticus.11.45\">45</a>; <a data-ref=\"Numbers 35:34\" href=\"/Numbers.35.34\">Nu 35:34</a> (P), <a data-ref=\"Leviticus 20:7\" href=\"/Leviticus.20.7\">Lv 20:7</a>, <a data-ref=\"Leviticus 20:26\" href=\"/Leviticus.20.26\">26</a>; <a data-ref=\"Leviticus 21:8\" href=\"/Leviticus.21.8\">21:8</a>, <a data-ref=\"Leviticus 21:15\" href=\"/Leviticus.21.15\">15</a>, <a data-ref=\"Leviticus 21:23\" href=\"/Leviticus.21.23\">23</a>; <a data-ref=\"Leviticus 22:16\" href=\"/Leviticus.22.16\">22:16</a>; <a data-ref=\"Leviticus 24:22\" href=\"/Leviticus.24.22\">24:22</a>; <a data-ref=\"Leviticus 25:17\" href=\"/Leviticus.25.17\">25:17</a>; <a data-ref=\"Leviticus 26:1\" href=\"/Leviticus.26.1\">26:1</a>, <a data-ref=\"Leviticus 26:44\" href=\"/Leviticus.26.44\">44</a> (all H); <a data-ref=\"Exodus 15:26\" href=\"/Exodus.15.26\">Ex 15:26</a> (R) <a data-ref=\"Isaiah 41:13\" href=\"/Isaiah.41.13\">Is 41:13</a>; <a data-ref=\"Isaiah 43:3\" href=\"/Isaiah.43.3\">43:3</a>; <a data-ref=\"Isaiah 61:8\" href=\"/Isaiah.61.8\">61:8</a>; <a data-ref=\"Jeremiah 9:23\" href=\"/Jeremiah.9.23\">Je 9:23</a>; <a data-ref=\"Ezekiel 12:25\" href=\"/Ezekiel.12.25\">Ez 12:25</a>; <a data-ref=\"Ezekiel 21:4\" href=\"/Ezekiel.21.4\">21:4</a> <a data-ref=\"Zechariah 10:6\" href=\"/Zechariah.10.6\">Zc 10:6</a>; <a data-ref=\"Malachi 3:6\" href=\"/Malachi.3.6\">Mal 3:6</a>. <strong>d.</strong>  emphatic <a data-ref=\"Exodus 6:8\" href=\"/Exodus.6.8\">Ex 6:8</a>; <a data-ref=\"Exodus 12:12\" href=\"/Exodus.12.12\">12:12</a> <a data-ref=\"Leviticus 26:2\" href=\"/Leviticus.26.2\">Lv 26:2</a>, <a data-ref=\"Leviticus 26:45\" href=\"/Leviticus.26.45\">45</a>; <a data-ref=\"Numbers 3:13\" href=\"/Numbers.3.13\">Nu 3:13</a>, <a data-ref=\"Numbers 3:41\" href=\"/Numbers.3.41\">41</a>, <a data-ref=\"Numbers 3:45\" href=\"/Numbers.3.45\">45</a> (all P); <a data-ref=\"Leviticus 18:5\" href=\"/Leviticus.18.5\">Lv 18:5</a>, <a data-ref=\"Leviticus 18:6\" href=\"/Leviticus.18.6\">6</a>, <a data-ref=\"Leviticus 18:21\" href=\"/Leviticus.18.21\">21</a>; <a data-ref=\"Leviticus 19:12\" href=\"/Leviticus.19.12\">19:12</a>, <a data-ref=\"Leviticus 19:14\" href=\"/Leviticus.19.14\">14</a>, <a data-ref=\"Leviticus 19:16\" href=\"/Leviticus.19.16\">16</a>, <a data-ref=\"Leviticus 19:18\" href=\"/Leviticus.19.18\">18</a>, <a data-ref=\"Leviticus 19:28\" href=\"/Leviticus.19.28\">28</a>, <a data-ref=\"Leviticus 19:30\" href=\"/Leviticus.19.30\">30</a>, <a data-ref=\"Leviticus 19:32\" href=\"/Leviticus.19.32\">32</a>, <a data-ref=\"Leviticus 19:37\" href=\"/Leviticus.19.37\">37</a>; <a data-ref=\"Leviticus 21:12\" href=\"/Leviticus.21.12\">21:12</a>; <a data-ref=\"Leviticus 22:2\" href=\"/Leviticus.22.2\">22:2</a>, <a data-ref=\"Leviticus 22:3\" href=\"/Leviticus.22.3\">3</a>, <a data-ref=\"Leviticus 22:8\" href=\"/Leviticus.22.8\">8</a>, <a data-ref=\"Leviticus 22:30\" href=\"/Leviticus.22.30\">30</a>, <a data-ref=\"Leviticus 22:31\" href=\"/Leviticus.22.31\">31</a>, <a data-ref=\"Leviticus 22:33\" href=\"/Leviticus.22.33\">33</a> (all H) <a data-ref=\"Isaiah 43:15\" href=\"/Isaiah.43.15\">Is 43:15</a>; with <span dir=\"rtl\">אלהיהם</span> <a data-ref=\"Exodus 29:46\" href=\"/Exodus.29.46\">Ex 29:46</a>; with <span dir=\"rtl\">אלהיךָ</span> <a data-ref=\"Isaiah 48:17\" href=\"/Isaiah.48.17\">Is 48:17</a>; with <span dir=\"rtl\">אלהיכם</span> <a data-ref=\"Leviticus 23:43\" href=\"/Leviticus.23.43\">Lv 23:43</a>; <a data-ref=\"Leviticus 25:38\" href=\"/Leviticus.25.38\">25:38</a>, <a data-ref=\"Leviticus 25:55\" href=\"/Leviticus.25.55\">55</a>; <a data-ref=\"Numbers 10:10\" href=\"/Numbers.10.10\">Nu 10:10</a>; <a data-ref=\"Numbers 15:41\" href=\"/Numbers.15.41\">15:41</a><sup>(</sup>×2<sup>)</sup> (P) <a data-ref=\"Leviticus 18:2\" href=\"/Leviticus.18.2\">Lv 18:2</a>, <a data-ref=\"Leviticus 18:4\" href=\"/Leviticus.18.4\">4</a>, <a data-ref=\"Leviticus 18:30\" href=\"/Leviticus.18.30\">30</a>; <a data-ref=\"Leviticus 19:2\" href=\"/Leviticus.19.2\">19:2</a>, <a data-ref=\"Leviticus 19:3\" href=\"/Leviticus.19.3\">3</a>, <a data-ref=\"Leviticus 19:4\" href=\"/Leviticus.19.4\">4</a>, <a data-ref=\"Leviticus 19:10\" href=\"/Leviticus.19.10\">10</a>, <a data-ref=\"Leviticus 19:25\" href=\"/Leviticus.19.25\">25</a>, <a data-ref=\"Leviticus 19:31\" href=\"/Leviticus.19.31\">31</a>, <a data-ref=\"Leviticus 19:34\" href=\"/Leviticus.19.34\">34</a>, <a data-ref=\"Leviticus 19:36\" href=\"/Leviticus.19.36\">36</a>; <a data-ref=\"Leviticus 20:24\" href=\"/Leviticus.20.24\">20:24</a>; <a data-ref=\"Leviticus 23:22\" href=\"/Leviticus.23.22\">23:22</a>; <a data-ref=\"Leviticus 26:13\" href=\"/Leviticus.26.13\">26:13</a> (all H) <a data-ref=\"Ezekiel 20:7\" href=\"/Ezekiel.20.7\">Ez 20:7</a>, <a data-ref=\"Ezekiel 20:19\" href=\"/Ezekiel.20.19\">19</a> <a data-ref=\"Joel 2:27\" href=\"/Joel.2.27\">Jo 2:27</a>; with <span dir=\"rtl\">מְקַדֵּשׁ</span> <a data-ref=\"Leviticus 20:8\" href=\"/Leviticus.20.8\">Lv 20:8</a>; <a data-ref=\"Leviticus 22:9\" href=\"/Leviticus.22.9\">22:9</a>, <a data-ref=\"Leviticus 22:32\" href=\"/Leviticus.22.32\">32</a> (H), with <span dir=\"rtl\">דברתי</span> <a data-ref=\"Numbers 14:35\" href=\"/Numbers.14.35\">Nu 14:35</a> (P) <a data-ref=\"Ezekiel 5:15\" href=\"/Ezekiel.5.15\">Ez 5:15</a> + (11 times Ez); with clauses <a data-ref=\"Isaiah 27:3\" href=\"/Isaiah.27.3\">Is 27:3</a>; <a data-ref=\"Isaiah 41:4\" href=\"/Isaiah.41.4\">41:4</a>, <a data-ref=\"Isaiah 41:17\" href=\"/Isaiah.41.17\">17</a>; <a data-ref=\"Isaiah 42:6\" href=\"/Isaiah.42.6\">42:6</a>, <a data-ref=\"Isaiah 42:8\" href=\"/Isaiah.42.8\">8</a>; <a data-ref=\"Isaiah 45:5\" href=\"/Isaiah.45.5\">45:5</a>, <a data-ref=\"Isaiah 45:6\" href=\"/Isaiah.45.6\">6</a>, <a data-ref=\"Isaiah 45:7\" href=\"/Isaiah.45.7\">7</a>, <a data-ref=\"Isaiah 45:8\" href=\"/Isaiah.45.8\">8</a>, <a data-ref=\"Isaiah 45:18\" href=\"/Isaiah.45.18\">18</a>, <a data-ref=\"Isaiah 45:19\" href=\"/Isaiah.45.19\">19</a>, <a data-ref=\"Isaiah 45:21\" href=\"/Isaiah.45.21\">21</a>; <a data-ref=\"Isaiah 60:22\" href=\"/Isaiah.60.22\">60:22</a> <a data-ref=\"Jeremiah 17:10\" href=\"/Jeremiah.17.10\">Je 17:10</a>; <a data-ref=\"Jeremiah 32:27\" href=\"/Jeremiah.32.27\">32:27</a>; <a data-ref=\"Ezekiel 14:4\" href=\"/Ezekiel.14.4\">Ez 14:4</a>, <a data-ref=\"Ezekiel 14:7\" href=\"/Ezekiel.14.7\">7</a>, <a data-ref=\"Ezekiel 14:9\" href=\"/Ezekiel.14.9\">9</a>; <a data-ref=\"Ezekiel 34:24\" href=\"/Ezekiel.34.24\">34:24</a>; †<span dir=\"rtl\">אָנֹכִי יהוה</span> is used in the Ten Words <a data-ref=\"Exodus 20:2\" href=\"/Exodus.20.2\">Ex 20:2</a>, <a data-ref=\"Exodus 20:5\" href=\"/Exodus.20.5\">5</a> = <a data-ref=\"Deuteronomy 5:6\" href=\"/Deuteronomy.5.6\">Dt 5:6</a>, <a data-ref=\"Deuteronomy 5:9\" href=\"/Deuteronomy.5.9\">9</a> cited <a data-ref=\"Psalms 81:11\" href=\"/Psalms.81.11\">ψ 81:11</a> <a data-ref=\"Hosea 12:10\" href=\"/Hosea.12.10\">Ho 12:10</a>; <a data-ref=\"Hosea 13:4\" href=\"/Hosea.13.4\">13:4</a>; elsewhere only <a data-ref=\"Exodus 4:11\" href=\"/Exodus.4.11\">Ex 4:11</a> (J) <a data-ref=\"Isaiah 43:11\" href=\"/Isaiah.43.11\">Is 43:11</a>; <a data-ref=\"Isaiah 44:24\" href=\"/Isaiah.44.24\">44:24</a>; <a data-ref=\"Isaiah 51:15\" href=\"/Isaiah.51.15\">51:15</a>. <strong>3.</strong>  <span dir=\"rtl\">יהוה</span> is also used with several predicates, to form sacred names of holy places of Yahweh <span dir=\"rtl\">יהוה יראה</span> <a data-ref=\"Genesis 22:14\" href=\"/Genesis.22.14\">Gn 22:14</a> (J); <span dir=\"rtl\">יהוה נסי</span> <a data-ref=\"Exodus 17:15\" href=\"/Exodus.17.15\">Ex 17:15</a> (E) <span dir=\"rtl\">יהוה שׁלום</span> <a data-ref=\"Judges 6:24\" href=\"/Judges.6.24\">Ju 6:24</a> <span dir=\"rtl\">יהוה צדקנו</span> <a data-ref=\"Jeremiah 33:16\" href=\"/Jeremiah.33.16\">Je 33:16</a> (cf. <a data-ref=\"Jeremiah 23:6\" href=\"/Jeremiah.23.6\">23:6</a> where it is applied to the Messiah); <span dir=\"rtl\">יהוה שָׁ֑מָּה</span> <a data-ref=\"Ezekiel 48:35\" href=\"/Ezekiel.48.35\">Ez 48:35</a>.—On combinations such as <span dir=\"rtl\">הַר י׳</span>, <span dir=\"rtl\">י׳ צְבָאוֹת</span> etc., v. <a ,=\"\" data-ref=\"BDB, הַר²\" dir=\"rtl\" href=\"/BDB,_הַר²\">הַר</a>, <a ,=\"\" data-ref=\"BDB, צָבָא²\" dir=\"rtl\" href=\"/BDB,_צָבָא²\">צָבָא</a>, etc.<br><em>Note.</em> —Bonk<sup>ZAW 1891, 126 ff.</sup> seems to shew that as prefix, in comp. n.pr., <span dir=\"rtl\">יְהוֹ</span> is the oldest and the latest form and that <span dir=\"rtl\">יוֹ</span> is intermediate, belonging to the earlier post-exilic period until the time of Chr; occasional copyists’ mistakes being taken into the account."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d4d4b6084aa1cbf389c1", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שֵׁכָר 1", "anchorRef": "Deuteronomy 29:5", "anchorRefExpanded": ["Deuteronomy 29:5"], "sourceRef": "BDB, שֵׁכָר 1", "sourceHeRef": "בראון-דרייבר-בריגס, שֵׁכָר א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שֵׁכָר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">שֵׁכָר</span></big>  <strong>n.</strong>[<strong>m.</strong>] <strong>intoxicating drink, strong drink (</strong>Ba<sup>NB § 71</sup><strong>)</strong>;—always <span dir=\"rtl\">שׁ׳</span> abs.; usually ‖ <span dir=\"rtl\">יַיִן</span> (except <a data-ref=\"Psalms 69:13\" href=\"/Psalms.69.13\">ψ 69:13</a>): <a data-ref=\"Isaiah 29:9\" href=\"/Isaiah.29.9\">Is 29:9</a>; usually condemned, <a data-ref=\"Isaiah 5:11\" href=\"/Isaiah.5.11\">Is 5:11</a>, <a data-ref=\"Isaiah 5:22\" href=\"/Isaiah.5.22\">22</a>; <a data-ref=\"Isaiah 28:7\" href=\"/Isaiah.28.7\">28:7</a><sup>(×3)</sup>; <a data-ref=\"Isaiah 56:12\" href=\"/Isaiah.56.12\">56:12</a> <span dir=\"rtl\">(נִסְבְּאָה שׁ׳)</span>, <a data-ref=\"Micah 2:11\" href=\"/Micah.2.11\">Mi 2:11</a>; <a data-ref=\"I Samuel 1:15\" href=\"/I_Samuel.1.15\">1 S 1:15</a>; <a data-ref=\"Proverbs 20:1\" href=\"/Proverbs.20.1\">Pr 20:1</a>; forbidden to priests on duty <a data-ref=\"Leviticus 10:9\" href=\"/Leviticus.10.9\">Lv 10:9</a> (P); not for princes <a data-ref=\"Proverbs 31:4\" href=\"/Proverbs.31.4\">Pr 31:4</a>; nor Nazirite <a data-ref=\"Numbers 6:3\" href=\"/Numbers.6.3\">Nu 6:3</a>; <a data-ref=\"Judges 13:4\" href=\"/Judges.13.4\">Ju 13:4</a>, <a data-ref=\"Judges 13:7\" href=\"/Judges.13.7\">7</a>, <a data-ref=\"Judges 13:14\" href=\"/Judges.13.14\">14</a>, cf. <span dir=\"rtl\">חֹמֶץ שׁ׳</span> <a data-ref=\"Numbers 6:3\" href=\"/Numbers.6.3\">Nu 6:3</a>; <span dir=\"rtl\">שׁוֹתֵי שׁ׳</span> <a data-ref=\"Psalms 69:13\" href=\"/Psalms.69.13\">ψ 69:13</a> <em>drunkards;</em> but <span dir=\"rtl\">שׁ׳</span> as common drink <a data-ref=\"Deuteronomy 29:5\" href=\"/Deuteronomy.29.5\">Dt 29:5</a> (opp. to miraculous), allowable in sacrif. meal <a data-ref=\"Deuteronomy 14:26\" href=\"/Deuteronomy.14.26\">14:26</a>, commended for weak and weary <a data-ref=\"Proverbs 31:6\" href=\"/Proverbs.31.6\">Pr 31:6</a>; <span dir=\"rtl\">נֶסֶךְ שׁ׳</span> <a data-ref=\"Numbers 28:7\" href=\"/Numbers.28.7\">Nu 28:7</a> (P; for <span dir=\"rtl\">יַיִן</span> v <a data-ref=\"Numbers 28:14\" href=\"/Numbers.28.14\">14</a> +); v. further Kennedy<sup>Ency. Bib. iv. 5309 f.</sup>.—On form cf. Lag<sup>M ii. 357;BN 51</sup>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "66af533a601d5f98ac4528fb", "index_title": "Chanah Ariel", "category": "Chasidut", "type": "quotation", "ref": "Chanah Ariel, Ki Tavo 1:1", "anchorRef": "Deuteronomy 29:3-5", "anchorRefExpanded": ["Deuteronomy 29:3", "Deuteronomy 29:4", "Deuteronomy 29:5"], "sourceRef": "Chanah Ariel, Ki Tavo 1:1", "sourceHeRef": "חנה אריאל, כי תבוא א׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "commentaryNum": 1.0001, "collectiveTitle": {"en": "Chanah Ariel", "he": "חנה אריאל"}, "heTitle": "כי תבוא", "he": "ויקרא משה אל כל ישראל וגו' ער למען תדעון כי אני ה' אלקיכם. הדקדוקים אתם ראיתם ואח\"כ אמר ולא נתן וכו' ועינים לראות. אחר שהזכיר עד היום הזה חזר למה שהי' מקודם לא בלו שלמותיכם וגו'. גם הכל לשון רבים ונעלך לשון יחיד. וגם מה כל ענין הקריאה להודיע להם מה שהכל יודעים כמאמרו אתם ראיתם וגו'. ואם להודיע שעתה יש להם לב ועינים וכו' הי' לו לומר רק זה לבד. וגם למה הי' קריאה מיוחדת מה שלא הי' בכל משנה תורה. ארז\"ל אמר הקב\"ה אמרו לפני מלכיות כדי שתמליכוני עליכם. זכרונות שיעלה זכרוניכם לטובה ובמה בשופר. וי\"ל ענין שתמליכוני עליכם מה צריך להמליכו הלא מלך כל הארץ אני וכו'. וגם אם הכונה הי' בזכרונות שיהי' הזכרון לטובה ולא לרעה ח\"ו היל\"ל אמרו לפני זכרונות לטובה. אלא ודאי משמע שהאמירה תגרום ענין הזכרון עצמו וכשהם הגורמים מסתמא יהי' לטובתם כפי כונתם. אך לזה קשה הא אין שכחה לפני כסא כבודך. גם י\"ל מ\"ש ובמה הלא אמר שע\"י אמרו יהי' הדבר נעשה:", "heVersionTitle": "Berdychiv, 1912", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]