[{"_id": "5226c5f1edbab45df91afe61", "index_title": "Rashi on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Rashi on Deuteronomy 29:12:1", "anchorRef": "Deuteronomy 29:12", "anchorRefExpanded": ["Deuteronomy 29:12"], "sourceRef": "Rashi on Deuteronomy 29:12:1", "sourceHeRef": "רש\"י על דברים כ״ט:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על דברים", "he": "<b>למען הקים אתך היום לו לעם.</b> כָּל כָּךְ הוּא נִכְנָס לִטְרֹחַ לְמַעַן קַיֵּם אוֹתְךָ לְפָנָיו לְעָם:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "למען הקים אתך היום לו לעם THAT HE MAY ESTABLISH THEE TO-DAY FOR A PEOPLE UNTO HIMSELF — He undertakes so much trouble (in making another covenant with you) in order that He may keep (הקים) you for a people in His presence,", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "5226c5f1edbab45df91afe63", "index_title": "Rashi on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Rashi on Deuteronomy 29:12:2", "anchorRef": "Deuteronomy 29:12", "anchorRefExpanded": ["Deuteronomy 29:12"], "sourceRef": "Rashi on Deuteronomy 29:12:2", "sourceHeRef": "רש\"י על דברים כ״ט:י״ב:ב׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על דברים", "he": "<b>והוא יהיה לך לאלהים.</b> לְפִי שֶׁדִּבֵּר לְךְ וְנִשְׁבַּע לַאֲבוֹתֶיךָ שֶׁלֹּא לְהַחֲלִיף אֶת זַרְעָם בְּאֻמָּה אַחֶרֶת, לְכָךְ הוּא אוֹסֵר אֶתְכֶם בַּשְּׁבוּעוֹת הַלָּלוּ שֶׁלֹּא תַקְנִיטוּהוּ, אַחַר שֶׁהוּא אֵינוֹ יָכוֹל לְהִבָּדֵל מִכֶּם. עַד כָּאן פֵּרַשְׁתִּי פְּשׁוּטָהּ שֶׁל פָּרָשָׁה. וּמִדְרַשׁ אַגָּדָה: לָמָּה נִסְמְכָה פָרָשַׁת אַתֶּם נִצָּבִים לַקְּלָלוֹת? לְפִי שֶׁשָּׁמְעוּ יִשְׂרָאֵל מֵאָה קְלָלוֹת חָסֵר שְׁתַּיִם חוּץ מִמ\"ט שֶׁבְּתוֹרַת כֹּהֲנִים, הוֹרִיקוּ פְנֵיהֶם וְאָמְרוּ מִי יוּכַל לַעֲמֹד בָּאֵלּוּ? הִתְחִיל מֹשֶׁה לְפַיְּסָם — <b>אתם נצבים היום</b>, הַרְבֵּה הִכְעַסְתֶּם לַמָּקוֹם וְלֹא עָשָׂה אִתְּכֶם כְּלָיָה וַהֲרֵי אַתֶּם קַיָּמִים לְפָנָיו:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "והוא יהיה לך לאלהים SINCE HE MUST BE UNTO THEE A GOD, because He has promised it unto you and has sworn unto your fathers not to exchange their descendants for another nation. For this reason He binds you by these oaths not to provoke Him to anger since He, on His part, cannot dissociate Himself from you. — Thus far I have given an exposition according to the literal sense of the chapter. An Agadic explanation, however, is: Why is the section beginning with the words, “Ye are standing this day” put in juxtaposition to the curses in the previous chapter? Because when Israel heard these ninety-eight curses besides the forty-nine that are contained in Torath-Cohanim (Leviticus 26:14 ff.), their faces turned pale (they were horrified), and they exclaimed, “Who can possibly stand against these?!” Therefore Moses began to calm them: “See, you are standing today before the Lord!” — many a time have you provoked the Omnipresent to anger and yet He has not made an end to you, but you still continue in His presence (Midrash Tanchuma, Nitzavim 1).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "5226c5f1edbab45df91afe65", "index_title": "Rashi on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Rashi on Deuteronomy 29:12:3", "anchorRef": "Deuteronomy 29:12", "anchorRefExpanded": ["Deuteronomy 29:12"], "sourceRef": "Rashi on Deuteronomy 29:12:3", "sourceHeRef": "רש\"י על דברים כ״ט:י״ב:ג׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 12.0003, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על דברים", "he": "<b>היום.</b> כַּיּוֹם הַזֶּה שֶׁהוּא קַיָּם וְהוּא מַאֲפִיל וּמֵאִיר, כָּךְ הֵאִיר לָכֶם וְכָךְ עָתִיד לְהָאִיר לָכֶם, וְהַקְּלָלוֹת וְהַיִּסּוּרִין מְקַיְּמִין אֶתְכֶם וּמַצִּיבִין אֶתְכֶם לְפָנָיו; וְאַף הַפָּרָשָׁה שֶׁל מַעְלָה מִזּוֹ פִּיּוּסִין הֵם, אַתֶּם רְאִיתֶם אֵת כָּל אֲשֶׁר עָשָׂה; דָּבָר אַחֵר — <b>אתם נצבים</b>, לְפִי שֶׁהָיוּ יִשְׂרָאֵל יוֹצְאִין מִפַּרְנָס לְפַרְנָס — מִמֹּשֶׁה לִיהוֹשֻׁעַ — לְפִיכָךְ עָשָׂה אוֹתָם מַצֵּבָה כְּדֵי לְזָרְזָם; וְכֵן עָשָׂה יְהוֹשֻׁעַ (יהושע כ\"ד) וְכֵן שְׁמוּאֵל (שמואל א י\"ב) \"הִתְיַצְּבוּ וְאִשָּׁפְטָה אִתְּכֶם\", כְּשֶׁיָּצְאוּ מִיָּדוֹ וְנִכְנְסוּ לְיָדוֹ שֶׁל שָׁאוּל (עי' תנחומא):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "היום THIS DAY — like the “day” which endures for ever, for though it becomes dark for a period it shines again, (cf. Midrash Tanchuma, Nitzavim 1, Sanhedrin 110b); so has He made you shine (i.e. given you periods when you have had nought but happiness) and will again make you shine; and it is just the curses and the sufferings that give you permanence and stability (נצבים) before Him. — So, too, the section preceding this (1 ff. which follows immediately after the curses) consists of comforting words: “Ye have seen all the Lord did [before your eyes in the land of Egypt unto Pharaoh, etc.]”.  — Another explanation of אתם נצבים: Because the Israelites were now passing from one leader to another, from Moses to Joshua, therefore he (Moses) made them stand in ranks (מצבה) that he might address admonitions to them. Similarly did Joshua (cf. Joshua 24:1) and similarly did Samuel, who said, (I Samuel 12:7): “Now therefore take your stand (התיצבו) that I may reason with you before the Lord”, when they were leaving his hand (leadership) and were coming under the hand of Saul (cf. Midrash Tanchuma, Nitzavim 1).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fdffbfba276047f5c1f", "index_title": "Onkelos Deuteronomy", "category": "Targum", "type": "targum", "ref": "Onkelos Deuteronomy 29:12", "anchorRef": "Deuteronomy 29:12", "anchorRefExpanded": ["Deuteronomy 29:12"], "sourceRef": "Onkelos Deuteronomy 29:12", "sourceHeRef": "תרגום אונקלוס על דברים כ״ט:י״ב", "anchorVerse": 12, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 29.0012, "collectiveTitle": {"en": "Onkelos Deuteronomy", "he": "תרגום אונקלוס על דברים"}, "heTitle": "תרגום אונקלוס על דברים", "he": "בְּדִיל לַאֲקָמָא יָתָךְ יוֹמָא דֵין <b>קֳדָמוֹהִי</b> לְעַמָּא וְהוּא יְהֵי לָךְ לֶאֱלָהּ כְּמָא דִי מַלִּיל לָךְ וּכְמָא דִי קַיִּים לַאֲבָהָתָךְ לְאַבְרָהָם לְיִצְחָק וּלְיַעֲקֹב:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "In order to sustain you today [<b>before Him</b>] as His people, and He will be for you a God as He promished you and as He promised your forefathers Avrohom, Yitzchok, and Yaakov.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2683fbfba27c35eeb460", "index_title": "Targum Jonathan on Deuteronomy", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Deuteronomy 29:12", "anchorRef": "Deuteronomy 29:12", "anchorRefExpanded": ["Deuteronomy 29:12"], "sourceRef": "Targum Jonathan on Deuteronomy 29:12", "sourceHeRef": "תרגום יונתן על דברים כ״ט:י״ב", "anchorVerse": 12, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 29.0012, "collectiveTitle": {"en": "Targum Jonathan on Deuteronomy", "he": "תרגום יונתן על דברים"}, "heTitle": "תרגום יונתן על דברים", "he": "מִן בִּגְלַל לְקַיָימָא יַתְכוֹן יוֹמָנָא לֵיהּ לְאוּמָא בְּרִירָא וְהוּא יֶהֱוֵי לְכוֹן לֶאֱלָהָא הֵיכְמָא דְמַלֵיל לְכוֹן וְהֵיכְמָא דְקַיֵים לְאַבְהַתְכוֹן לְאַבְרָהָם לְיִצְחָק וּלְיַעֲקב", "heVersionTitle": "Targum Jonathan on Deuteronomy", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " that you may stand today before Him a purified people; and that He may be a God to you, as He hath spoken to you, and as He did swear unto Abraham, Izhak, and Jakob.  \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f17c7dfbfba22336eabbbc", "index_title": "Or HaChaim on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Deuteronomy 29:12:1", "anchorRef": "Deuteronomy 29:12", "anchorRefExpanded": ["Deuteronomy 29:12"], "sourceRef": "Or HaChaim on Deuteronomy 29:12:1", "sourceHeRef": "אור החיים על דברים כ״ט:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על דברים", "he": "<b>למען הקים אותך וגו'</b>. פירוש טעם שאני מבקש להרבות בעונשים ובאלות הוא למען הקים אותך לו לעם ולא תכפרו בו כי תפחדו מעוצם האלות אשר תתחייבו שתכפרו באלהותו ובזה תתקיימו לעם ה':", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "<b> <span class=\"font1\">למען הקים אותך היום</span>, \"In order to establish you today,\" etc.</b> The reason Moses makes the Israelites potentially liable for many penalties is to make certain they would be G'd's people and would be afraid of sinning due to the terrible curses of which the Torah warns potential sinners.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54ca7817fbfba27c8a3e0370", "index_title": "Sforno on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Sforno on Leviticus 26:12:2", "anchorRef": "Deuteronomy 29:12", "anchorRefExpanded": ["Deuteronomy 29:12"], "sourceRef": "Sforno on Leviticus 26:12:2", "sourceHeRef": "ספורנו על ויקרא כ״ו:י״ב:ב׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Sforno on Leviticus", "he": "ספורנו על ויקרא"}, "heTitle": "ספורנו על ויקרא", "he": "<b>והייתי לכם לאלהים.</b> אהיה לאלהים מיוחד לכם לא יהיה לכם אלהים ומנהיג זולתי ובכן יהיה נצחיות מציאותכם ממני בלתי אמצעי וכמו שהוא לשאר הנבדלים הנצחיים בהיותכם אז בצלמי כדמותי כמו שהיתה הכונה בבריאת האדם ובמתן תורה ולזה אמר ולקחתי אתכם לי לעם והייתי לכם לאלהים כי אמנם במתן תורה לולי השחיתו היתה הכונה לשום אותם במעלת ימות המשיח ועולם הבא שיעד בזאת הפרשה בלי ספק. אמנם בפרשת אתם נצבים אמר שהכונה שיקים אותם לעם כדי שיהיה הוא לאלהים אבל לא יעד שיהיה כן אז אבל פעולת התמיד של משכן באמרו ושכנתי בתוך בני ישראל והייתי להם לאלהים (שמות כט, מה) יעד בכל ענין זאת הפרשה אבל בשאר המקומות אמר להיות לכם לאלהים ואתם תהיו לי לעם שתהיה כל מגמת פניכם לעשות רצוני ולעבדני שכם אחד בלי ספק כמו שראוי שיעשה כל עם למלכו באמת:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "והייתי לכם לאלוקים, I will be a special G’d, yours alone. You will not have recourse to any other “leader,” any intermediary who will have an input into shaping your destiny. This is why your eternal existence will not again be threatened. This is the true significance of being בצלמי ובדמותי, “in My image (and in My form.”), meaning as it had been G’d’s original intention. This intention had been briefly realised again at the revelation at Mount Sinai, only to have again been aborted when the golden calf was made and the people danced around it. When G’d said in Exodus 6,7 “I will take you to be My people and to be your G’d, He had meant the restoration of man’s original perfection as he had been when first created, becoming the gift of the Jewish people at Mount Sinai. <br>On the other hand, Deuteronomy 29,12 when G’d also speaks of the result of the covenant being that He will be the G’d of the Jewish people, He did not refer to such lofty ideals at that time. At that point the Torah was satisfied with ensuring the uninterrupted function of the Tabernacle as the home of the Shechinah on earth. This was the reduced objective we had heard about in Exodus 29,45 when G’d spoke about making His residence among the Jewish people in that Tabernacle, not wherever they would be in areas beyond the Tabernacle. G’d would indeed be the Jewish people’s G’d, with all that this entails in terms of His personal providence, but He would not be described as dwelling “among” them, or “within” them, depending on how we want to understand the word בתוכם. However, we would be His people, if all our efforts would be designed to carry out G’d’s will to the extent that He had revealed it to us. After all, every people does no less than this for its king of flesh and blood.\n", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "560ba963fbfba25e369f8886", "index_title": "Haamek Davar on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Deuteronomy 29:12:1", "anchorRef": "Deuteronomy 29:12", "anchorRefExpanded": ["Deuteronomy 29:12"], "sourceRef": "Haamek Davar on Deuteronomy 29:12:1", "sourceHeRef": "העמק דבר על דברים כ״ט:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1849, 1879], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b> למען הקים אותך היום לו לעם וגו׳.</b> עוד היום על תוקף העונשים מלבד פיוס הא׳ שנתבאר שנדרש להיות כן כדי שיגיע מזה קידוש שמו ית׳ שלזה נוצרו. וזה אינו פיוס אלא על יסורים שמגיע מאוה״ע שכסו עלינו צלמות. אבל על חליים רעים ונאמנים בעונשי שמים אשר אין בזה קדה״ש אין בזה פיוס כלל. ע״ז אמר עוד שהוא כדי להקים אותך להיות לו לעם. ומשמעות עם כבר ביארנו לעיל כ״ו י״ח מלשון אנשי חיל המיוחדים מכל המדינה. הן במה שהמה מושגחים ביחוד מן המלוכה במלוי כ״צ לכל אחד לפי ערכו. הן במה שנענשים ביותר על העותם בעונשי הגוף יותר מעונשי אנשי המדינה משום שנקראים על שמו ויש בהעותם בזיון המלך. כך ההבדל בין אוה״ע לכלל ישראל דאוה״ע המה כעבדים יושבי הארץ. ועדת ישראל בכלל המה אנשי חילו ואע״ג שביארנו שם דת״ח ביחוד המה נמשלים לבעלי מלחמתו של הקב״ה. והמה נקראים עמי ביחוד כדאיתא בב״מ דל״ג והגד לעמי פשעם אלו ת״ח וכו׳. מ״מ גם כל ישראל המה אנשי חילו אלא הנ״מ הוא כמו שיש במלוכה שני אופני אנשי חיל. א׳ שהם מופרשים לכך וחרבם על ירכם תמיד ואנשים אלו ניזונים מאוצר המלך. ב׳ שהמה עוסקים בצרכי עצמם כל היום אלא שמכ״מ אוחזים החרב שעה אחת בכל יום. למען שבעת המלחמה יהיו גם המה במלחמת המלך. כך ת״ח איש חרבו של תורה על ירכו תמיד והמון ישראל עוסקים בצרכי עצמם אלא שמניחים תפילין וקורין ק״ש שעה אחת בכל יום וזהו במקום חרבה של תורה כדכתיב בתפלין למען תהי׳ תורת ה׳ בפיך וכמו שביארנו בזה הפסוק ואחר שישראל בכלל עמו נושאי מלחמתו ע״כ העונשים על עונותיהם מוצקים יותר משל אוה״ע בעונשי הגוף וזהו דבר משה <b>למען הקים אותך היום לו לעם</b> שומרי מלכותו ונגד זה <b>הוא יהיה לך לאלהים.</b> משגיח ביחוד כאשר דבר לך בשעת מ״ת ואתם תהיו לי ממלכת כהנים וגו׳. מש״ה העונשים חמורים משום שיש בזה חה״ש שהרי אתם נקראים על שמו:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "56a7a318d6e4a955cb526ab8", "index_title": "Midrash Tehillim", "category": "Midrash", "type": "", "ref": "Midrash Tehillim 119:14", "anchorRef": "Deuteronomy 29:12", "anchorRefExpanded": ["Deuteronomy 29:12"], "sourceRef": "Midrash Tehillim 119:14", "sourceHeRef": "מדרש תהילים קי״ט:י״ד", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1050, 1450], "commentaryNum": 119.0014, "collectiveTitle": {"en": "Midrash Tehillim", "he": "מדרש תהילים"}, "heTitle": "מדרש תהילים", "he": " דלפה נפשי מתוגה. מהו מתוגה מן השברים שבא עלי. אין שנה שאין בה שבר. אין חדש שאין בו שמועה. אין יום שאין בו צרה (יחזקאל ז כו) הוה על הוה תבוא ושמועה על שמועה תהיה. לפיכך דלפה נפשי מתוגה קיימני כדבריך. מהו כדבריך כשם שאמר משה (דברים כט יב) למען הקים אותך היום לו לעם וגו'. לפיכך דלפה נפשי מתוגה. טפח היום טפח למחר עד שהיא מתאמצת ויוצאה. לכך נאמר דלפה נפשי מתוגה וגו':", "heVersionTitle": "OYW", "heLicense": "Public Domain", "heVersionTitleInHebrew": "OYW (ובלכתך בדרך)", "text": "\"My soul leaks from the brokenness that befell me. What is \"brokenness\" among all the troubles that come upon me? There is no year without its brokenness, no new thing without its rumor, and no day without its trouble (Ezekiel 7:26). One trouble comes after another, and one rumor after another. Therefore, my soul leaks from the brokenness that befell me, as you say. What is \"as you say\"? Just as Moses said (Deuteronomy 29:12) \"so that He may establish you today as His people,\" etc. Therefore, my soul leaks from the brokenness that befell me. A handful today, a handful tomorrow, until it overcomes and emerges. Therefore it is said, \"My soul leaks from the brokenness that befell me,\" etc.\"", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "574fecf6d6e4a90d6df9aa57", "index_title": "Otzar Midrashim", "category": "Midrash", "type": "", "ref": "Otzar Midrashim, Midrash on Psalms, Addendum to Psalm 118 17", "anchorRef": "Deuteronomy 29:12", "anchorRefExpanded": ["Deuteronomy 29:12"], "sourceRef": "Otzar Midrashim, Midrash on Psalms, Addendum to Psalm 118 17", "sourceHeRef": "אוצר מדרשים, מדרש תהלים, הוספה למזמור קי״ט י״ז", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1915], "commentaryNum": 17, "collectiveTitle": {"en": "Otzar Midrashim", "he": "אוצר מדרשים"}, "heTitle": "הוספה למזמור קי״ט", "he": "ט״ו) דָּלְפָה נַפְשִׁי מִתּוּגָה קַיְּמֵנִי כִּדְבָרֶךָ - מהו מִתּוּגָה? מן השברים שבא אלי, אין שנה שאין בה שבר, אין חדש שאין בו שמועה, אין יום שאין בו צרה, הֹוָה עַל הֹוָה תָּבוֹא וּשְׁמֻעָה אֶל שְׁמוּעָה תִּהְיֶה (יחזקאל ז' כ\"ו), לפיכך דָּלְפָה נַפְשִׁי מִתּוּגָה קַיְּמֵנִי כִּדְבָרֶךָ. מהו כִּדְבָרֶךָ? כשם שאמר משה לְמַעַן הָקִים אֹתְךָ הַיּוֹם לוֹ לְעָם וגו' (דברים כ\"ט י\"ב). דבר אחר, דלפה נפשי מתוגה - טיפה היום טיפה למחר, עד שהיא מתמצה ויוצאה, לכך נאמר דלפה נפשי מתוגה.", "heVersionTitle": "Otzar Midrashim, New York, 1915", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77dbbd6e4a94c7c18ba37", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Deuteronomy 29:12", "anchorRef": "Deuteronomy 29:12", "anchorRefExpanded": ["Deuteronomy 29:12"], "sourceRef": "Tafsir Rasag, Deuteronomy 29:12", "sourceHeRef": "תפסיר רס\"ג, דברים כ״ט:י״ב", "anchorVerse": 12, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 29.0012, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "דברים", "he": "לכי ית̇בתך אליום לה לאמה והו יכון לך אלאהא כמא ועדך וכמא קסם לאבאיך לאברהים ואסחק ויעקוב", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e8cebdd6e4a950f0d25165", "index_title": "Kol Dodi Dofek", "category": "Jewish Thought", "type": "", "ref": "Kol Dodi Dofek, The Covenants of Sinai and Egypt 12", "anchorRef": "Deuteronomy 29:12", "anchorRefExpanded": ["Deuteronomy 29:12"], "sourceRef": "Kol Dodi Dofek, The Covenants of Sinai and Egypt 12", "sourceHeRef": "קול דודי דופק, ברית-סיני וברית-מצרים י״ב", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1956], "commentaryNum": 12, "collectiveTitle": {"en": "Kol Dodi Dofek", "he": "קול דודי דופק"}, "heTitle": "ברית-סיני וברית-מצרים", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Third, shared suffering is expressed in a feeling of shared obligation and responsibility. When the ‎children of Israel left Egypt, Moses and Aaron fell on their faces, pleaded before God, and said: ‎‎“Lord, God of Hosts of all flesh, shall one man sin and You direct divine wrath at the entire ‎congregation?” (Numbers 16:22).This prayer accomplished that which the “shepherds of Israel” ‎‎(Ezekiel 34:2) sought. The Holy One agreed with their action and only punished Korah and his ‎cohorts. However, God only demonstrated this loving-kindness momentarily. Forever after, the “I” ‎is ensnared in the sin of his fellow, if he had it within his power to reprimand, admonish, and bring ‎his neighbor to repentance. The people of Israel have a collective responsibility, both halakhic and ‎moral, for one another. The discrete units coalesce into a single halakhic-moral unity, with one all-‎encompassing and normative conscience and consciousness. The halakhah has already decreed ‎that “all Jews are sureties for one another” (TB Shavu’ot 39a), such that one who has already ‎fulfilled his personal mitzvah is not considered fully absolved thereby and may therefore fulfill the ‎obligation on behalf of others who have not as yet done so. The “I” is not exempt from its ‎obligation so long as his neighbor has not fulfilled that which is incumbent upon him. There is a ‎special covenant of mutual responsibility among the children of Israel. This covenant is expressed ‎in the blessings and imprecations pronounced on Mounts Gerizim and Ebal (Deuteronomy 11:29). ‎It is based upon the notion of peoplehood revealed to Moses in Egypt. Out of this concept grew ‎the covenant of mutual obligation. Moses, the dean of all prophets, in relating this covenant of ‎mutual obligation, emphasized: “For that He may establish you today unto Him as a people, and He ‎shall be unto you as a God” (Deuteronomy 29:12). He thus returned to the formulation of the ‎Covenant of Egypt. “And I will take you to Me as a people, and I will be your God” (Exodus 6:7). ‎Here the notion of shared fate was elevated from the plane of communal-political suffering to that ‎of halakhic and moral responsibility. We are all sureties for one another, as it is said: “And the ‎revelations belong to us and to our children forever” (Deuteronomy 29:28).‎<sup>12</sup>", "versionTitle": "Kol Dodi Dofek, Joseph B. Soloveitchik, translated by David Z. Gordon, 2006", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5926b26fd6e4a957603a1ed8", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Nitzavim 6:1", "anchorRef": "Deuteronomy 29:12", "anchorRefExpanded": ["Deuteronomy 29:12"], "sourceRef": "Midrash Tanchuma Buber, Nitzavim 6:1", "sourceHeRef": "תנחומא בובר, נצבים ו׳:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "נצבים", "he": "לעברך בברית ה' אלהיך ובאלתו <small>(דברים כט יא)</small>. שלש בריתות כרת הקב\"ה להם לישראל, אחת כשיצאו ממצרים, ואחת כשעמדו לפני הר סיני, (ואחת בחורב), ואחת כאן, ולמה כרת עמהן כאן, מפני שאותה שכרת עמהם (בשלוה) [בטלוה] ואמרו אלה אלהיך ישראל <small>(שמות לב ד)</small>, לפיכך חזר וכרת עמהם בחורב, וקבע ליה קללה למי שחוזר בדבריו, ואין לשון עברך, אלא כאדם שאומר לחבירו תעבור בי קללה זו, אם חוזר בדבר זה, וכן אתה מוצא כשהכעיסו להקב\"ה והלכו בגלות, מה דניאל אמר וכל ישראל עברו את תורתך [וגו'] ותתך עלינו (את) האלה (ואת השבועה) [והשבועה] <small>(דניאל ט יא)</small>, ואין אלה אלא קללה, שנאמר והיתה האשה לאלה <small>(במדבר ה כז)</small>, ללמדך שכשם שמשביעין את הסוטה, כך השביע הקב\"ה את ישראל, ושמא תאמרו כל הטורח הזה למה, לא מפני שאני צריך לכם, אלא מה אעשה לכם שכבר נשבעתי לאבותיכם שלא אשנה בכם ובבניכם עד עולם, לכך נאמר למעל הקים אותך היום לו לעם [וגו] <small>(דברים כט יב)</small>, ואומר מלך אסור ברהטים <small>(שה\"ש ז ו)</small>, ואין אסור אלא שבועה, שנאמר ואסרה אסר <small>(במדבר ל ד)</small>, לפיכך אינו יכול לעבור על שבועתו.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Deut. 29:11 [12]:) <small>TO ENTER INTO THE COVENANT WITH THE LORD YOUR GOD, EVEN THROUGH HIS OATH</small>. Three covenants did the Holy One make with Israel: one when they came out of Egypt, one when they stood before Mount Sinai, {one at Horeb,} and one here.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\"><i>Tanh</i>., Deut. 8:3.</i> But why did he make &lt;a covenant&gt; with them here? Because they had {cooked} [revoked] the one which he had made with them &lt;on Sinai&gt;,<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">This identification appears in the parallel from the traditional <i>Tanhuma.</i></i> when they said (of the Golden Calf in Exod. 32:4): <small>THIS IS YOUR GOD, O ISRAEL</small>. For that reason he made &lt; another covenant&gt; with them on Horeb<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">The text should probably read: “With them here,” in accord with <i>Codex Vaticanus Ebr.</i> 34.</i> and established a curse over it for whoever would go back on his words. Now the word, <small>ENTER</small> (rt.: '<i><small>BR</small></i>), &lt;can&gt; only be in the sense of one who says to his companion: May this curse come (rt.: '<i><small>BR</small></i>) upon me, if I go back on this word. And so you find that, when they provoked the Holy One, they went into captivity. What did Daniel say (in Dan. 7:11)? <small>AND ALL ISRAEL HAS TRANSGRESSED</small> (rt.: '<i><small>BR</small></i>) <small>YOUR TORAH</small> [….] <small>SO THE CURSE</small> (<i>alah</i>) <small>AND THE OATH ARE POURED DOWN UPON US</small>. Now <i>alah</i> can only be a curse,<sup class=\"footnote-marker\">10</sup><i class=\"footnote\"><i>Alah</i> can also mean “oath” and “covenant.”</i> as where it is stated (in Numb. 5:27): <small>AND THE WOMAN SHALL BECOME A CURSE</small> (<i>alah</i>). &lt;This is&gt; to teach you that, just as one imposes an oath on the suspect adulteress, so the Holy One imposed an oath upon Israel. But perhaps you will say: Why all this bother? It is not because I need you? Rather what shall I do to you, when I have already sworn to your ancestors, that I will never change anything for you and your children? It is therefore stated (in Deut. 29:12 [13]): <small>IN ORDER TO ESTABLISH YOU TODAY AS HIS PEOPLE</small> […,] <small>&lt;AS HE SWORE TO YOUR ANCESTORS, TO ABRAHAM, TO ISAAC, AND TO JACOB&gt;</small>. It also says (in Cant. 7:6 [5]): <small>THE KING IS BOUND BY THE TRESSES</small>. Now no one is bound except by an oath. Thus it is stated (in Numb. 30:4 [3]): <small>&lt;WHEN A WOMAN VOWS A VOW TO THE LORD&gt; AND BINDS HERSELF WITH A BOND &lt;….&gt;</small> Therefore, one cannot break his oath.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5926b26fd6e4a957603a1ede", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Nitzavim 8:1", "anchorRef": "Deuteronomy 29:12", "anchorRefExpanded": ["Deuteronomy 29:12"], "sourceRef": "Midrash Tanchuma Buber, Nitzavim 8:1", "sourceHeRef": "תנחומא בובר, נצבים ח׳:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "נצבים", "he": "למען הקים אותך היום לו לעם וגו' <small>(דברים כט יב)</small>. שלא אחזור בדבר שנשבעתי לאבותם. ולא אתכם לבדכם <small>(שם שם יג)</small>, אלא אף דורות העתידין לבא היו שם, שנאמר כי את אשר ישנו פה עמנו וגו' ואת אשר איננו פה עמנו היום <small>(שם שם יד)</small>, ולמה אומר ישנו פה ולמה אומר איננו פה, לפי שכל הנפשות היו שם, והגוף עדיין לא נברא, לפיכך לא נאמר כאן עמידה, אמר ר' אלעזר תבא מאירה על לבן שאמר ליעקב למה גנבת את אלהי <small>(בראשית לא ל)</small>, לעצמה אינה יכולה להציל [מן הגניבה] לאחרים היאך יכולה להציל, אבל ישראל אינו כן, שנאמר הוא תהלתך והוא אלהיך <small>(דברים י כא)</small>, והוא משמר את ישראל כאב המשמר את הבן, שנאמר הנה לא ינום ולא יישן שומר ישראל <small>(תהלים קכא ד)</small>.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Deut. 29:12 [13]:) <small>IN ORDER TO ESTABLISH YOU TODAY AS HIS PEOPLE</small>…, i.e., so that I would not go back on the word that I swore to their ancestors. Deut. 29:13 [14]): <small>AND NOT ONLY WITH YOU &lt;HAVE I MADE THIS COVENANT AND THIS OATH&gt;</small>, but the generations that have yet to come were also there, as stated (in vs. 14 [15]): <small>BUT WITH THOSE WHO ARE &lt;STANDING</small> ('<i><small>MD</small></i>)<small>&gt; HERE WITH US &lt;TODAY&gt; … AND WITH THOSE WHO ARE NOT HERE WITH US TODAY</small>. Now why does it say: <small>THOSE WHO ARE &lt;STANDING</small> ('<i><small>MD</small></i>)<small>&gt; HERE</small>? And why does it say: <small>THOSE WHO ARE NOT HERE</small> (without using the word <small>STANDING</small>)? Because all the souls were there, &lt;even&gt; when &lt;their&gt; bodies had still not been created. It is for that reason &lt;their&gt; existence (literally: standing, rt.: '<i><small>MD</small></i>) is not stated here. R. Eleazar said: A curse will come upon Laban, because he said to Jacob (in Gen. 31:30): <small>WHY DID YOU STEAL MY GODS</small>? It (i.e., such an idol) could not save itself [from theft]. How could it save others?<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">Cf. Mark 15:31 = Matthew 27:42 // Luke 23:35.</i> But Israel is not like that, as stated (in Deut. 10:21): <small>HE IS YOUR PRAISE, AND HE IS YOUR GOD, &lt;WHO HAS DONE THESE GREAT AND AWFUL THINGS FOR YOU THAT YOUR OWN EYES HAVE SEEN&gt;</small>. He also watches over Israel like a father who watches over his son, as stated (in Ps. 121:4): <small>BEHOLD THE ONE KEEPING ISRAEL SHALL NEITHER SLUMBER NOR SLEEP</small>.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "59636925d6e4a9416e9bfa11", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Deuteronomy 29:12:1", "anchorRef": "Deuteronomy 29:12", "anchorRefExpanded": ["Deuteronomy 29:12"], "sourceRef": "Mizrachi, Deuteronomy 29:12:1", "sourceHeRef": "מזרחי, דברים כ״ט:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "דברים", "he": "<b>למען הקים אותך היום לו לו לעם. </b>כל כך הוא נכנס לטורח למען קיים אותך לפניו לעם והוא יהיה לך לאלהים לפי שדבר לך ונשבע לאבותיך שלא להחליף את זרעם באומה אחרת לכך הוא אוסר אתכם בשבועות הללו שלא תקניטוהו אחר שהוא אינו יכול להבדל מכם. פירש א\"א לומר שצורך הברית והאלה הזאת הוא למען הקים אותך לו לעם שהרי צורך הברית והאלה הזאת אינו אלא כדי שיפחדו מהם ויקיימו את התורה כמו שכתוב אחר זה פן יש בכם איש או אשה או משפחה או שבט אשר לבבו פונה היום וגו' והיה בשמעו את דברי האלה הזאת וגו' לא יאבה יי' סלוח לו וגו' אלא הכא קאמר ההכרח שהביא לטורח להכניסכם בברית והאלה הזאת אינו מניחכם לרצונכם שאם תרצו לקיים התורה תהיו לי לעם ואם לאו ירחיקכ' ממנו ה\"א לפי שכבר נשבע לאבותיך שלא להחליף את זרעם באומה אחרת ולפיכך הוכרחו להכניסכם בברית ולאסור אתכם בשבועות הללו שלא תוכלו לעבור וירחיק אתכם מכיון שאינו יכול להבדל מכם: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a15481ed6e4a92409ac56ca", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Deuteronomy 29:12:1", "anchorRef": "Deuteronomy 29:12", "anchorRefExpanded": ["Deuteronomy 29:12"], "sourceRef": "Siftei Chakhamim, Deuteronomy 29:12:1", "sourceHeRef": "שפתי חכמים, דברים כ״ט:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "דברים", "he": "<b>כ\"כ הוא נכנס לטרוח כו'.</b> ק\"ל אם בא להודיענו בלמען, זה אמה שכרת עמהם ברית, זה לא יתכן, הואיל וכתיב אחריו למה כרת עמהם ברית דכתיב <small>(פסוק יז)</small> פן יש בכם איש או אשה או משפחה או שבט וגו', א\"כ אמה קאי למען הזה. לכ\"פ כ\"כ הוא נכנס לטרוח כו', כלומר רצונו דקרא לתרץ בלמען וגו' שלא תקשי למה היה הקב\"ה מטריח ואוסר אותם בשבועה, לא היה לו להזהירם אלא באזהרה בעלמא, ואם ישמעו טוב ואם לא ישמעו יתן להם עונש כבכל שאר ציווים. אלא לכן נכנס כ\"כ לטרוח, לפי שכבר נשבע לאבותיך שלא להחליף וכו', לכך הוכרח להכניסם וכו': ", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>He has committed Himself with such great effort, etc.</b> Rashi has the following difficulty: You cannot say that this In order,, etc. is the reason He ratified the covenant with them, because the reason He ratified the covenant with them is stated afterwards (v. 17) where it says, Perhaps there is among you a man or a woman or a family or a tribe,, etc. If so, what is this in order referring to? Rashi therefore explains, He has committed himself with such great effort, etc. I.e., the verse is answering the question why the Holy One made the effort of binding them by oath. He should simply have given them a commandment and if they listened well and good, and if not, He will punish them as with all the other commands. However, he committed Himself with such great effort because He already swore to your forefathers not to exchange, etc. Therefore He had to bring them, etc. ", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a15481ed6e4a92409ac56cc", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Deuteronomy 29:12:2", "anchorRef": "Deuteronomy 29:12", "anchorRefExpanded": ["Deuteronomy 29:12"], "sourceRef": "Siftei Chakhamim, Deuteronomy 29:12:2", "sourceHeRef": "שפתי חכמים, דברים כ״ט:י״ב:ב׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "דברים", "he": "<b>והקללות והיסורין מקיימין אתכם ומציבין אתכם כו'.</b> פי' שע\"י הקללות אתם נזהרים מלעבור המצות לעולם. ועוד שהם ממרקין העונות, ותהיו חיים וקיימים לעולם. וכן אמרו פ\"ק דע\"ז <small>(ד.)</small>, ובמסכת ברכות <small>(ה.)</small>: ", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>While the imprecations and the suffering sustain you and stand you before Him, etc.</b> Meaning that through the imprecations you are careful to never transgress the commandments. And furthermore, they atone for sins so that you live and persist eternally. And similarly they said in the first chapter of Avoda Zara (4a) and in <i>maseches</i> Berachos (5a). ", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a15481ed6e4a92409ac56ce", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Deuteronomy 29:12:3", "anchorRef": "Deuteronomy 29:12", "anchorRefExpanded": ["Deuteronomy 29:12"], "sourceRef": "Siftei Chakhamim, Deuteronomy 29:12:3", "sourceHeRef": "שפתי חכמים, דברים כ״ט:י״ב:ג׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 12.0003, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "דברים", "he": "<b>ואף הפרשה של מעלה מזו פיוסין הם כו'.</b> בזה מוכיח שדבר משה דברי פיוסים, שלא תיקשי איך שייך שדבר פיוסים, הרי מכל הפרשה משמע תוכחות, וגם לעיל מיניה הכל תוכחה: ", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>The chapter above this, as well, is conciliatory, etc.</b> Rashi proves that Moshe was telling them conciliatory remarks so that you do not ask: How could he be speaking conciliatory words if the whole <i>parsha</i> implies [that he was giving] rebuke, and also above it, everything is rebuke?! ", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a15481ed6e4a92409ac56d0", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Deuteronomy 29:12:4", "anchorRef": "Deuteronomy 29:12", "anchorRefExpanded": ["Deuteronomy 29:12"], "sourceRef": "Siftei Chakhamim, Deuteronomy 29:12:4", "sourceHeRef": "שפתי חכמים, דברים כ״ט:י״ב:ד׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 12.0004, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "דברים", "he": "<b>לפי שהיו ישראל יוצאין מפרנס כו'.</b> דלטעם הראשון קשה, דהא לפי מצב לשון הפרשה, היא תוכחה ולא פיוס לכן פירש דבר אחר, וכו'. ולפי דבר אחר קשה למה אמר אתם נצבים היום, היום דכתב קרא ל\"ל: \n", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>Because the Israelites were passing from one leader to the next, etc.</b> Because according to the first interpretation you might ask that the language of the <i>parsha</i> indicates that this is rebuke and not conciliation. Therefore he offers another interpretation. But according to the other interpretation you might ask why it says You stand <i>this day</i>? Why does the verse write this day?\n", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5b0eaaceb783360017a808b7", "index_title": "Or HaChaim on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Deuteronomy 29:12:2", "anchorRef": "Deuteronomy 29:12", "anchorRefExpanded": ["Deuteronomy 29:12"], "sourceRef": "Or HaChaim on Deuteronomy 29:12:2", "sourceHeRef": "אור החיים על דברים כ״ט:י״ב:ב׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על דברים", "he": "<b>עוד</b> ירצה לתת טעם לברית הערבות, שלא יאמר אדם למה יעשה ה' כה לעבדיו להכביד עולם לחייבם במעשה הזולת, לזה אמר כי אלהים חשבה לטובה למען הקים אותך לו לעם פירוש שזולת זה יהיו ישראל חוזרים לאחוריהם היום יפשע אחד בקלה ולמחר בחמורה והיו נשמטים מעדת הקדושה מעט מעט עד שיפשע ישראל מהיות עם ה', ובמה שעשאם ערבים יתנו לב לעובר עבירה אחת קלה כבחמורה ויתקיימו לעם סגולה, הא למדת שכל מעשה ה' אינו אלא לטובתינו להקימנו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "Another meaning why Moses wrote down all this may be so that people would not complain why G'd makes them responsible for the conduct of their peers. It is difficult enough to keep all the commandments without having to worry about everybody else keeping them too. This is why Moses said that G'd's intention in all this is for the benefit of the Jewish people, enabling Him to establish the Jewish people as His people. If not for this new commitment, some Israelites would backslide starting with minor sins and eventually becoming guilty of the commission of serious sins. Ultimately, the Israelites would forfeit their status as G'd's people. G'd initiated this mutual responsibility to act as the guarantee that such backsliding would not occur.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0eaadeb783360017a80991", "index_title": "Or HaChaim on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Or HaChaim on Deuteronomy 31:14:3", "anchorRef": "Deuteronomy 29:12", "anchorRefExpanded": ["Deuteronomy 29:12"], "sourceRef": "Or HaChaim on Deuteronomy 31:14:3", "sourceHeRef": "אור החיים על דברים ל״א:י״ד:ג׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 14.0003, "collectiveTitle": {"en": "Or HaChaim on Deuteronomy", "he": "אור החיים על דברים"}, "heTitle": "אור החיים על דברים", "he": "<i></i><b>והתיצבו וגו'</b>. כאן צוה שיתנהג יהושע בשררה לפני משה, והוא אומרו והתיצבו לשון מינוי ושררה שניהם בהשואה, על דרך שפירשנו בפרשת אתם נצבים (לעיל כט ט). ואומרו ואצונו, לשון מלכות, על דרך אומרו (ש\"א יג יד) (ויצוני) [ויצוהו] ה' לנגיד, וכן הוא אומר כי אתה תביא (פסוק כג), ודרשו ז\"ל (סנהדדין ח.) (קח) [טול] מקל והך על קדקדם:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "<b><span class=\"font1\">והתיצבו באהל מועד</span>, \"and stand both of you in the Tent of Meeting, etc.\"</b> This is the first instance where G'd commands Joshua to display a symbol of his new authority in Moses' presence. G'd did this by giving both Moses and Joshua simultaneous instructions using the plural <span class=\"font1\">התיצבו</span>. We have explained this word as meaning \"being appointed\" in connection with Deut. 29,12. The word has a similar meaning in Samuel I 13,14 where Samuel tells King Saul <span class=\"font1\"><b>ויצוהו</b> ה׳ לנגיד על עמו</span>, that in His heart G'd had already <b>appointed</b> someone else as leader of His people. This was some time before G'd ordered Samuel to anoint one of Yishai's sons as king. G'd's words to Joshua \"for you will bring the children of Israel to the land, etc.\" (verse 22) are interpreted in <i>Sanhedrin</i> 8 as another such appointment of Joshua to a position of authority.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b6bf510af3503027e682af4", "index_title": "Malbim on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Malbim on Deuteronomy 29:12:1", "anchorRef": "Deuteronomy 29:12", "anchorRefExpanded": ["Deuteronomy 29:12"], "sourceRef": "Malbim on Deuteronomy 29:12:1", "sourceHeRef": "מלבי\"ם על דברים כ״ט:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על דברים", "he": "<b>למען הקים אותך היום לו לעם</b>. התועלת שתהיה ע\"י הברית שהמעמד הזה יעשה רושם חזק בכם שעי\"ז יהיה דבר קיים, שתהיו לעם לה', ועי\"ז שתקבלו לשמור את התורה, יבטיח ה' לכם <b>והוא יהיה לכם לאלהים כאשר דבר לך</b>. לפני מעמד הר סיני, כמ\"ש שם. <b>וכאשר נשבע לאבותיך גו'</b> ורק ע\"י המעמד הזה יתקיים מה שהבטיח ה' להאבות, ולא יגרום החטא לעכב מלחול עליכם ההבטחות:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b6bf54153dce802c774f86b", "index_title": "Malbim on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Malbim on Deuteronomy 29:12:2", "anchorRef": "Deuteronomy 29:12", "anchorRefExpanded": ["Deuteronomy 29:12"], "sourceRef": "Malbim on Deuteronomy 29:12:2", "sourceHeRef": "מלבי\"ם על דברים כ״ט:י״ב:ב׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על דברים", "he": "<b><small>תורה אור</small></b><br><b>למען הקים אותך היום לו לעם וגו'.</b> יל\"פ כי הלא שאול ישאלו לאמר הלא כבר נכרת ברית על התורה בהר סיני כמ\"ש בפ' משפטים ומדוע חוזר עתה פעם שנית על אלה דברי הברית להשביעם באלה ובשבועה. אך כבר יישבו המפרשים מחמת שבשבועה ראשונה כפה עליהם הר כגיגית ומכאן מודעה רבה לאורייתא כמ\"ש בשבת ורצה שישבעו פעם שנית מעצמם וברצונם הטוב וז\"ש כוונת השבועה הזאת השנית למען הקים אותך היום לו לעם תחלה ואח\"כ הוא יהיה לך לאלהים ואתם תהיו המתחילים כי בשבועת הר סיני היה להפך שהוא הקדים באלהותו עליך קודם ואח\"כ קבלת מלכותו עליך. ובזה יל\"פ מ\"ש בשמואל ולא תסורו כי אחרי התהו אשר לא יועילו ולא יצילו כי תהו המה כי לא יטוש ה' את עמו בעבור שמו הגדול כי הואיל ה' לעשות אתכם לו לעם עפמ\"ש בע\"ז שא\"ה יטענו לעתיד למה לא נתת גם לנו את התורה ויאמר הלא לא רצו לקבל כמ\"ש אלוה מתימן יבא וכו' ויטענו למה לא כפית עלינו הר כגיגית כמו שכפית על ישראל וא\"כ בזה יש טענה שא\"ה יאמרו שגם הם רוצים לקבל התורה כי היה לו לכוף עליהם הר כגיגית לז\"א כי לא יטוש ה' את עמו מפני טענה זו כי אעפ\"כ אח\"כ בערבות מואב הואיל ה' לעשות אתכם לו לעם בתחלה שהתחיל תחלה למען הקים אותך לו לעם ואח\"כ הוא יהיה לך לאלהים ולזה ממילא תזהרו שלא תסורו אחרי ע\"ז כיון שאין לכם טענת מודעה:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891 -- Torah Ohr", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5be1f8025c81ef0074e69a29", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Nitzavim 3:1", "anchorRef": "Deuteronomy 29:12", "anchorRefExpanded": ["Deuteronomy 29:12"], "sourceRef": "Midrash Tanchuma, Nitzavim 3:1", "sourceHeRef": "מדרש תנחומא, נצבים ג׳:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "נצבים", "he": "<b>לְעָבְרְךָ</b> בִּבְרִית ה' אֱלֹהֶיךָ וְגוֹ'. שָׁלֹשׁ כְּרִיתוֹת כָּרַת הַקָּדוֹשׁ בָּרוּךְ הוּא כְּשֶׁיָּצְאוּ מִמִּצְרַיִם. אַחַת כְּשֶׁעָמְדוּ לִפְנֵי הַר סִינַי, וְאַחַת בְּחוֹרֵב, וְאַחַת כָּאן. וְלָמָּה כָּרַת הַקָּדוֹשׁ בָּרוּךְ הוּא עִמָּהֶן כָּאן. מִפְּנֵי שֶׁאוֹתוֹ הַבְּרִית שֶׁכָּרַת עִמָּהֶן בְּסִינַי, בִּטְּלוּהָ וְאָמְרוּ, אֵלֶּה אֱלֹהֶיךָ <small>(שמות לב, ד)</small>. לְפִיכָךְ חָזַר וְכָרַת עִמָּהֶן בְּחוֹרֵב, וְקָבַע עָלֶיהָ קְלָלָה לְמִי שֶׁחוֹזֵר בִּדְבָרָיו. וְאֵין לְשׁוֹן לְעָבְרְךָ, אֶלָּא כְּאָדָם שֶׁאוֹמֵר לַחֲבֵרוֹ, הַעֲבֵר בְּךָ קְלָלָה אִם אַתָּה חוֹזֵר בִּי בַּדָּבָר הַזֶּה. וְכֵן אַתָּה מוֹצֵא כְּשֶׁהִכְעִיסוּ יִשְׂרָאֵל וְהָלְכוּ בַּגָּלוּת, מַה דָּנִיֵּאל אוֹמֵר, וְכָל יִשְׂרָאֵל עָבְרוּ אֶת תּוֹרָתֶךָ וַתִּתַּךְ עָלֵינוּ הָאָלָה וְהַשְּׁבֻעָה <small>(דניאל ט, יא)</small>. וְאֵין אָלָה אֶלָּא לְשׁוֹן קְלָלָה, שֶׁנֶּאֱמַר: וְהָיְתָה הָאִשָּׁה לְאָלָה <small>(במדבר ה, כז)</small>. לְלַמֶּדְךָ, כְּשֵׁם שֶׁמַּשְׁבִּיעִים אֶת הַסּוֹטָה, כָּךְ הַקָּדוֹשׁ בָּרוּךְ הוּא הִשְׁבִּיעַ אֶת יִשְׂרָאֵל. וְשֶׁמָּא תֹּאמַר, כָּל הַטֹּרַח הַזֶּה לָמָּה. לֹא מִפְּנֵי שֶׁאֲנִי צָרִיךְ לָכֶם, אֶלָּא מָה אֶעֱשֶׂה לָכֶם, שֶׁכְּבָר נִשְׁבַּעְתִּי לַאֲבוֹתֵיכֶם שֶׁלֹּא אֲשַׁנֶּה בָּכֶם וּבְנֵיכֶם עַד עוֹלָם. לְכָךְ נֶאֱמַר: לְמַעַן הָקִים אוֹתְךָ הַיּוֹם לוֹ לְעָם וְהוּא יִהְיֶה לְךָ לֵאלֹהִים כַּאֲשֶׁר דִּבֶּר לָךְ וְכַאֲשֶׁר נִשְׁבַּע לַאֲבוֹתֶיךָ. וְאָמַר, מֶלֶךְ אָסוּר בָּרְהָטִים <small>(שה״‎ש ז, ו)</small>. וְאֵין אָסוּר אֶלָּא שְׁבוּעָה, שֶׁנֶּאֱמַר: וְאָסְרָה אִסָּר עַל נַפְשָׁהּ <small>(במדבר ל, יא)</small>, לְפִיכָךְ אֵינוֹ יָכֹל לַעֲבֹר עַל שְׁבוּעָתוֹ. וְכֵן אַתָּה מוֹצֵא כְּשֶׁבִּקְּשׁוּ לִפְרֹק עֹל שְׁבוּעָתוֹ בִּימֵי יְחֶזְקֵאל, מַה כְּתִיב שָׁם, בָּאוּ אֲנָשִׁים מִזִּקְנֵי יִשְׂרָאֵל לִדְרֹשׁ אֶת ה' <small>(יחזקאל כ, א)</small>. אָמְרוּ לוֹ: בֶּן כֹּהֵן הַקּוֹנֶה אֶת הָעֶבֶד, מַהוּ שֶׁאוֹכֵל בִּתְרוּמָה. אָמַר לָהֶם: אוֹכֵל. אָמְרוּ לוֹ: אִם חָזַר כֹּהֵן וּמְכָרוֹ לְיִשְׂרָאֵל, לֹא יָצָא מֵרְשׁוּתוֹ. אָמַר לָהֶם: הֵן. אָמְרוּ לוֹ: אַף אָנוּ כְּבָר יָצָאנוּ מֵרְשׁוּתוֹ, נִהְיֶה כְּכָל הָעוֹלָם. אָמַר לָהֶם יְחֶזְקֵאל לְיִשְׂרָאֵל, וְהָעֹלָה עַל רוּחֲכֶם הָיוֹ לֹא תִּהְיֶה <small>(שם פסוק לב)</small>. וְאוֹמֵר: חַי אֲנִי נְאֻם אֲדֹנָי ה' אִם לֹא בְּיָד חֲזָקָה וְגוֹ' <small>(שם פסוק לג)</small>. אָמַר לָהֶם: כָּל זְמַן שֶׁלֹּא מְכָרוֹ, בִּרְשׁוּתוֹ הוּא. וְאַתֶּם לֹא נִמְכַּרְתֶּם בְּדָמִים, שֶׁנֶּאֱמַר: כִּי כֹה אָמַר ה', חִנָּם נִמְכַּרְתֶּם וְגוֹ' <small>(ישעיה נב, ג)</small>. לְמַעַן הָקִים אוֹתְךָ וְגוֹ', שֶׁלֹּא אֶחְזֹר בַּדָּבָר שֶׁנִּשְׁבַּעְתִּי לַאֲבוֹתֵיכֶם. וְלֹא אֶתְכֶם לְבַדְּכֶם, אֶלָּא אַף הַדּוֹרוֹת הָעֲתִידִין לָבֹא, הָיוּ שָׁם בְּאוֹתָהּ שָׁעָה, שֶׁנֶּאֱמַר: כִּי אֶת אֲשֶׁר יֶשְׁנוֹ פֹּה. אָמַר רַבִּי אֲבָהוּ בְּשֵׁם רַבִּי שְׁמוּאֵל בַּר נַחְמָנִי, לָמָּה כְּתִיב: כִּי אֶת אֲשֶׁר יֶשְׁנוֹ פֹּה וְגוֹ' וְאֶת אֲשֶׁר אֵינֶנּוּ פֹּה. לְפִי שֶׁהַנְּשָׁמוֹת הָיוּ שָׁם וַעֲדַיִן גּוּף לֹא נִבְרָא, לְכָךְ לֹא כְּתִיב בָּהֶן עֲמִידָה. שֶׁמָּא תֹּאמַר מִמִּי שֶׁיֵּשׁ בָּהּ עֲבוֹדָה זָרָה. תַּלְמוּד לוֹמַר: כִּי אַתֶּם יְדַעְתֶּם אֶת אֲשֶׁר עָבַרְנוּ וְגוֹ'. וּכְתִיב: וַתִּרְאוּ אֶת שִׁקּוּצֵיהֶם וְגוֹ'. בֹּא וּרְאֵה, מַעֲשֵׂה הַגּוֹיִם. אִם הָיְתָה שֶׁל עֵץ אוֹ שֶׁל אֶבֶן, הָיְתָה מֻנַּחַת בַּחוּץ אוֹ בִּפְנִים, נוֹהֵג בָּהּ הֶפְקֵר, שֶׁנֶּאֱמַר: וַתִּרְאוּ אֶת שִׁקּוּצֵיהֶם וְגוֹ'. הָיְתָה שֶׁל כֶּסֶף וְזָהָב, מַכְנִיסָהּ בְּחַדְרֵי חֲדָרִים וְיִזָּהֵר בָּהּ וְיִשְׁמְרֶהָ שֶׁלֹּא יִגְנְבוּהָ בְּנֵי אָדָם, שֶׁנֶּאֱמַר: כֶּסֶף וְזָהָב אֲשֶׁר עִמָּהֶם. אָמַר רַבִּי אֱלִיעֶזֶר, תָּבֹא מְאֵרָה עַל לָבָן שֶׁאָמַר לְיַעֲקֹב, לָמָּה גָּנַבְתָּ אֶת אֱלֹהַי <small>(בראשית לא, ל)</small>. לְעַצְמָהּ אֵינָהּ יְכוֹלָה לְהַצִּיל אֶת הַגְּנֵבָה, לָאֲחֵרִים הֵיאַךְ יְכוֹלָה לְהַצִּיל. אֲבָל יִשְׂרָאֵל אֵינָן כֵן, שֶׁהֵן עוֹבְדִין לְהַקָּדוֹשׁ בָּרוּךְ הוּא, שֶׁכָּתוּב בּוֹ, הוּא תְּהִלָּתְךָ וְהוּא אֱלֹהֶיךָ וְגוֹ' <small>(דברים י, כא)</small>. הוּא מְשַׁמֵּר אֶת יִשְׂרָאֵל כְּאָב הַמְשַׁמֵּר אֶת הַבֵּן, שֶׁנֶּאֱמַר: הִנֵּה לֹא יָנוּם וְלֹא יִישַׁן שׁוֹמֵר יִשְׂרָאֵל <small>(תהלים קכא, ד)</small>.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "(Deut. 29:11:) “To enter into the covenant with the Lord your God....” Three covenants did the Holy One, blessed be He, make with Israel when they came out of Egypt, one when they stood before Mount Sinai, (one at Horeb,) and one here. But why did he make [a covenant] with them here? Because they had revoked the one which He had made with them at Sinai, when they said (of the golden calf in Exod. 32:4), “This is your god, O Israel.” For that reason He made [another covenant] with them at Horeb<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">The text should probably read: “With them here,” in accord with <i>Codex Vaticanus Ebr.</i> 34.</i> and established a curse over it for whoever would go back on his words. Now the word, enter (rt.: '<i>br</i>), [can] only be in the sense of one who says to his companion, “May this curse come (rt.: '<i>br</i>) upon you, if you go back on me in this thing.” And so you find that, when Israel provoked [the Holy One, blessed be He], and they went into captivity, what did Daniel say (in Dan. 9:11)? “And all Israel has transgressed (rt.: '<i>br</i>) Your Torah [...] so the curse (<i>alah</i>) and the oath are poured down upon us.” Now <i>alah</i> can only be a curse,<sup class=\"footnote-marker\">6</sup><i class=\"footnote\"><i>Alah</i> can also mean “oath” and “covenant.”</i> as where it is stated (in Numb. 5:27), “and the woman shall become a curse (<i>alah</i>).” [This is] to teach you that just as one imposes an oath on the suspect adulteress, so the Holy One, blessed be He, imposed an oath upon Israel. But perhaps you will say, “Why all this bother?” It is not because I need you? Rather what shall I do to you, when I have already sworn to your ancestors, that I will never replace you and your children? It is therefore stated (in Deut. 29:12), “In order to establish you today as his people […] as he swore to your ancestors.” It [also] says (in Cant. 7:6), “a king is bound by his tresses.” Now bound [indicates] nothing except an oath. Thus it is stated (in Numb. 30:4), “[When a woman vows a vow to the Lord] and binds herself with a bond.” Therefore, He cannot break his oath. And so you find, when they sought to get rid of the yoke of His oath in the days of Ezekiel, it is written (in Ezek: 20:1), “some elders of Israel came to consult the Lord.” They said to him, “When the son of a priest buys a slave, is it legal for him to eat the <i>terumah</i>?”<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">The priestly tithe on produce.</i> He said to them, “He may eat it.” They said to him, “If a priest returned and sold him to an [ordinary] Israelite, has he not left his jurisdiction?” He told them, “Yes.” They said to him, “We too have left the jurisdiction of [the Holy One, blessed be He]; are we not [now] like the all the [rest of the] world?” Ezekiel said to them (in Ezek. 20:32-33), “But that which you have in mind shall never come to pass, that should you say: let us become like the gentiles…. ‘As I live,’ says the Lord God, ‘surely I will [reign] over you with a powerful hand....’” He said to them, “As long as one has not sold [a slave], he is in his jurisdiction; and you have not been sold for a price.” It is so stated (in Is. 52:3), “For thus says the Lord, ‘You were sold for free, [and you shall be redeemed for no money].’” (Deut. 29:12:) “In order to establish you today as his people…,” so that I would not go back on the word that I swore to your ancestors. Deut. 29:13), “And not only with you [have I made this covenant and this oath].” But rather the generations that have yet to come were also there at that time, as stated (in vs. 14), “But with those who are [standing ('<i>md</i>)] here with us [today… and with those who are not here with us today].” R. Abahu said in the name of R. Samuel bar Nahmani, “Why does it say, ‘those who are [standing ('<i>md</i>)] here [...]; and those who are not here’ (without using the word, standing)? Because all the souls were there, [even] when [their] bodies had still not been created. It is for that reason [their] existence (literally, standing, rt.: '<i>md</i>) is not stated here.” R. Eliezer said, “A curse will come upon Laban, because he said to Jacob (in Gen. 31:30), ‘Why did you steal my gods?’ It (i.e., such an idol) could not save itself from theft. [So] how could it save others? But Israel is not like that, as they serve the Holy One, blessed be He, about whom it is stated (in Deut. 10:21), “He is your praise, and He is your God, [who has done these great and awful things for you that your own eyes have seen].” He [also] watches over Israel like a father who watches over his son, as stated (in Ps. 121:4), “Behold the One keeping Israel shall neither slumber nor sleep.”", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "5ce15ed374520d00171637d3", "index_title": "Maaseh Rokeach on Mishnah", "category": "Kabbalah", "type": "", "ref": "Maaseh Rokeach on Mishnah, Seder Nezikin, Makkot 9", "anchorRef": "Deuteronomy 29:12", "anchorRefExpanded": ["Deuteronomy 29:12"], "sourceRef": "Maaseh Rokeach on Mishnah, Seder Nezikin, Makkot 9", "sourceHeRef": "מעשה רוקח על המשנה, סדר נזיקין, מכות ט׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1685, 1735], "commentaryNum": 9, "collectiveTitle": {"en": "Maaseh Rokeach on Mishnah", "he": "מעשה רוקח על המשנה"}, "heTitle": "מכות", "he": "וכדי ליישב כל זה בטוב טעם נקדים שמצאתי טעם נכון על מנין הקללות שבמשנה תורה שהמה צ\"ח כמבואר בפרש\"י בפרשת אתם נצבים <small>(דברים כט, יב)</small>, וכן הוא בכמה דוכתי. ובמדרש תנחומא איתא שם מאה חסר אחת, הרי צ\"ט. ולמה מנין זה, לא פחות ולא יותר? וכתבו שהמה כמנין המלקות שעל השמים שהמה שיתין פולסי דנורא כמבואר בכמה דוכתי, ומנין המלקות שעל הארץ שהמה ל\"ט, בהצטרף שניהם המה צ\"ט במכוון. ומשה רבינו העיד בהם השמים והארץ, ויד העדים בהם בראשונה להענישם, לכך מנין הקללות מכוונים נגד שתי המלקיות של מעלה ושל מטה. קצת מדברים אלו מצאתי והוספתי נופך משלי.", "heVersionTitle": "Maaseh Rokeach, Amsterdam 1740", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מעשה רוקח, אמשטרדם ת\"ק", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ef898d45f1daeaaf4b6160b", "index_title": "Man and God", "category": "Jewish Thought", "type": "", "ref": "Man and God, Chapter 1 the Knowledge of God 223", "anchorRef": "Deuteronomy 29:11-12", "anchorRefExpanded": ["Deuteronomy 29:11", "Deuteronomy 29:12"], "sourceRef": "Man and God, Chapter 1 the Knowledge of God 223", "sourceHeRef": "האדם ויוצרו, ידיעת הבורא רכ״ג", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1965, 1969], "commentaryNum": 223, "collectiveTitle": {"en": "Man and God", "he": "האדם ויוצרו"}, "heTitle": "ידיעת הבורא", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "For some mysterious reason in the Revised Version, followed here by the J.P.S. translation, the same Hebrew idiom, <i>lih’yot l’Elohim</i>, is changed in the translation. Accordingly, God promised Abraham to be a God unto him and to be the God of his children. Now, to say that God promises to be their God is good English, but it is disregarding completely the Hebrew idiom. Regrettably, it also conveys an unbiblical meaning. For God, the Creator of all the worlds and the Absolute Sovereign over all his creation, as he is depicted in the Bible, is of course God. For him to <i>promise</i> that he <i>will</i> be someone’s God in particular would be nonsensical. He is whatever he is. He <i>is</i> God and will not be anything in the future what he is not already now. He is God and as such, God over all. On the other hand, “to be a God unto thee,” the promise regarding Abraham personally according to the adopted translation, is closer to the Hebrew original, but hardly very meaningful. What does it mean to be a God <i>to</i> someone? We believe that there is no one who has the slightest intelligible notion of it. It is not surprising that in this passage, as well as in all other passages in the entire Bible, the idiomatic quality of the Hebrew, <i>lih’yot l’Elohim</i>, was consistently overlooked. As long as the specific meaning of the term, <i>Elohim</i>, in this, and similar, context was not understood, the Hebrew idiom could not be appreciated. Nowhere does the phrase occur in the Bible: to be your God, or, to be their God. “<i>Lih’yot l</i>” does not mean: to be for, but, to become. Of course, to become God for you, would not do at all. What God promised Abraham was: I, God, will become <i>Elohim</i> for you and for your children. It makes excellent sense, if one realizes that the term <i>Elohim</i> indicates the providential attitude of God toward man, the manifestation of divine guidance and protection. “I shall become <i>Elohim</i> for you and for your children” does not mean that God will be his and his children’s God, which is meaningless, but that God will enter into a providential relationship with them and will be <i>Elohim</i>, Leader, Protector, Savior, unto them. There is no passage in the Bible, where the term occurs, where it has not exactly this meaning. In the case of Abraham, to be <i>Elohim</i> for him and for his children is connected with the eternal covenant and the promise of the land. As in the case of Abraham, so at later times too the covenant between God and Israel is the manifestation that God becomes <i>Elohim</i> for Israel. We find it in Deuteronomy and in Jeremiah.<sup class=\"footnote-marker\">52</sup><i class=\"footnote\">Deut. 29:11–12; Jer. 31:32; 32:38.</i> Often it is the Exodus which is mentioned to illustrate the point that God desires to be <i>Elohim</i> for the children of Israel. For instance: “For I am Y that brought you up out of the land of Egypt, to become <i>Elohim</i> for you.<sup class=\"footnote-marker\">53</sup><i class=\"footnote\">Lev. 11:45; cf. also, ibid. 22:33; 25:38; 26:45; Num. 16:41.</i>", "versionTitle": "Detroit: Wayne State University Press, 1969", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5ef898d75f1daeaaf4b6161b", "index_title": "Man and God", "category": "Jewish Thought", "type": "", "ref": "Man and God, Chapter 1 the Knowledge of God 232", "anchorRef": "Deuteronomy 29:12", "anchorRefExpanded": ["Deuteronomy 29:12"], "sourceRef": "Man and God, Chapter 1 the Knowledge of God 232", "sourceHeRef": "האדם ויוצרו, ידיעת הבורא רל״ב", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1965, 1969], "commentaryNum": 232, "collectiveTitle": {"en": "Man and God", "he": "האדם ויוצרו"}, "heTitle": "ידיעת הבורא", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "By saving them from their Exile and by cleansing them from their sins will God become <i>Elohim</i> for them and they will become a people unto him because they will no longer defile themselves with their transgressions.<sup class=\"footnote-marker\">57</sup><i class=\"footnote\">Cf. also Lev. 26:12 where that Israel will become a people unto God is introduced with the words: “If ye walk in My statutes, and keep My commandments, and do them.” Quite clearly in Deut. 29:12 the entering into covenant with God and into his oath, by means of which God establishes Israel as a people unto himself and becomes <i>Elohim</i> for them, implies that Israel walk in the way of God. Even more explicitly, ibid. 26:17–18.</i> Not only will God cause them to dwell in their land, says Ezekiel, but he will also “sprinkle them with clean water” so that they be clean. He will also give them a “new heart” and a “new spirit”; he will put his own spirit in them and cause them to walk in his statutes and keep his commandments and do them. Thus, reconciliation will be established between God and Israel and the relationship of the covenant fulfilled, realized. Israel will become God’s people and God will turn to Israel and become <i>Elohim</i> for them.<sup class=\"footnote-marker\">58</sup><i class=\"footnote\">Ezek. 11:20; 36:28.</i>", "versionTitle": "Detroit: Wayne State University Press, 1969", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5f02d7216d132ca49e44403b", "index_title": "Gur Aryeh on Devarim", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Devarim 29:12:1", "anchorRef": "Deuteronomy 29:12", "anchorRefExpanded": ["Deuteronomy 29:12"], "sourceRef": "Gur Aryeh on Devarim 29:12:1", "sourceHeRef": "גור אריה על דברים כ״ט:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על דברים", "he": "<b>כל כך הוא נכנס בטורח כו'.</b> פירוש, שלא יתכן לומר כי הברית הוא בשביל להקים אותם לעם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"46\"></i>, שלא היו עם על ידי הברית, כי הברית לא היה רק שישמרו מצותיו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"47\"></i>. אלא פירושו כך, 'כל כך נכנס בטורח למען קיים אותך לפניו וכו\". כלומר, אחר שאי אפשר לו להבדיל ממך<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"48\"></i>, לכך נכנס לכל הטורח הזה להשביעך, ולא הניח לך לעבור והיה מחליף<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"49\"></i> אותך באומה אחרת:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1ea1bf1d77ecfb0d09ef08", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Deuteronomy 29:12:1", "anchorRef": "Deuteronomy 29:12", "anchorRefExpanded": ["Deuteronomy 29:12"], "sourceRef": "Midrash Lekach Tov, Deuteronomy 29:12:1", "sourceHeRef": "מדרש לקח טוב, דברים כ״ט:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "דברים", "he": "<b>פס'.</b> למען הקים אותך היום לו לעם כאשר דבר לך. והיכן דבר, (שמות ו׳:ז׳) ולקחתי אתכם לי לעם. וכאשר נשבע לאבותיך לאברהם ליצחק וליעקב. כענין שנא' (בראשית כ״ב:י״ז) בי נשבעתי נאם ה' כי יען אשר עשית [וגו'] כי ברך אברכך והרבה ארבה את זרעך ככוכבי השמים. וביצחק כתיב (שם כו) גור בארץ הזאת ואהיה עמך ואברכך כי לך ולזרעך אתן את כל הארצות האל והקימותי את השבועה אשר נשבעתי לאברהם אביך. ביעקב כתיב (שם לה) ואת הארץ הזאת אשר נתתי לאברהם וליצחק לך אתננה ולזרעך אחריך אתן את הארץ. ומצאנו על דברי של הקב״ה שהוא שבועה שנאמר (ישעיהו נ״ד:ט׳) כי מי נח זאת לי אשר נשבעתי מעבור מי נח עוד על הארץ כן נשבעתי מקצוף עליך ומגער בך. והיכן נשבע (בראשית ט׳:ט״ו) ולא יהיה עוד המים למבול:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "602158dda24a498544402863", "index_title": "Ish Leshivto; on Judges", "category": "Quoting Commentary", "type": "", "ref": "Ish Leshivto; on Judges 8:76", "anchorRef": "Deuteronomy 29:9-12", "anchorRefExpanded": ["Deuteronomy 29:9", "Deuteronomy 29:10", "Deuteronomy 29:11", "Deuteronomy 29:12"], "sourceRef": "Ish Leshivto; on Judges 8:76", "sourceHeRef": "איש לשבטו; שופטים ח׳:ע״ו", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1970, 1990], "commentaryNum": 8.0076, "collectiveTitle": {"en": "Ish Leshivto; on Judges", "he": "איש לשבטו; שופטים"}, "he": "נביא הגויים לא הבין את סגולתנו המיוחדת, ואילו אנו הובטחנו ב\"ביטוח לאומי\" - \"אתם נצבים היום כלכם לפני ה' אלהיכם, ראשיכם שבטיכם זקניכם ושׂטריכם כל איש ישראל.… לעברך בברית ה' אלהיך ובאלתו, אשר ה' אלהיך כֹרת עמך היום. למען הקים-אֹתך היום לו לעם והוא יהיה-לך לאלהים כאשר דבר-לך, וכאשר נשבע לאבתיך לאברהם ליצחק וליעקב\"<sup class=\"footnote-marker\">56</sup><i class=\"footnote\">(דברים כט ט-יב.)</i>.", "heVersionTitle": "Rabbi Avraham Remer, Bet El, 1998", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "הרב אברהם רמר, בית אל, תשנ\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6037a711cda51cfa3ddf408e", "index_title": "Ramban on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Deuteronomy 28:9:1", "anchorRef": "Deuteronomy 29:12", "anchorRefExpanded": ["Deuteronomy 29:12"], "sourceRef": "Ramban on Deuteronomy 28:9:1", "sourceHeRef": "רמב\"ן על דברים כ״ח:ט׳:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Ramban on Deuteronomy", "he": "רמב\"ן על דברים"}, "he": "<b>יְקִימְךָ ה' לוֹ לְעַם קָדוֹשׁ כַּאֲשֶׁר נִשְׁבַּע לָךְ</b>, יִקְרָא שְׁבוּעָה הַבְּרִית אֲשֶׁר כָּרַת עִמָּהֶם בְּהַר סִינַי עַל כָּל הַדְּבָרִים הָאֵלּוּ, כִּי שָׁם נֶאֱמַר (שמות יט ו), וְאַתֶּם תִּהְיוּ לִי מַמְלֶכֶת כֹּהֲנִים וְגוֹי קָדוֹשׁ. אוֹ שֶׁהַבְּרִית אֲשֶׁר כָּרַת עִם אַבְרָהָם (בראשית יז ז), לִהְיוֹת לְךָ לֵאלֹהִים וּלְזַרְעֲךָ אַחֲרֶיךָ יִכְלֹל זֶה. וְכֵן אָמַר (דברים כ\"ט:י\"ב), לְמַעַן הָקִים אֹתְךָ הַיּוֹם לוֹ לְעָם וְהוּא יִהְיֶה לְּךָ לֵאלֹהִים כַּאֲשֶׁר דִּבֶּר לָךְ וְכַאֲשֶׁר נִשְׁבַּע לַאֲבֹתֶיךָ לְאַבְרָהָם לְיִצְחָק וּלְיַעֲקֹב, כִּי לְכֻלָּם בָּא בִּבְרִית:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "THE ETERNAL WILL ESTABLISH THEE FOR A HOLY PEOPLE UNTO HIMSELF AS HE HATH SWORN UNTO THEE. He applies the term “oath” to the covenant which He made with them at Mount Sinai concerning all these things, for there it was said, <i>And ye shall be unto Me a kingdom of priests, and a holy nation</i>.<sup class=\"footnote-marker\">80</sup><i class=\"footnote\">Exodus 19:6.</i> Or it may be that the covenant He made with Abraham <i>to be a G-d unto thee and to thy seed after thee</i><sup class=\"footnote-marker\">81</sup><i class=\"footnote\">Genesis 17:7.</i> includes this one.<sup class=\"footnote-marker\">82</sup><i class=\"footnote\">In other words, G-d’s pledge to Abraham that He would be a G-d to his seed after him includes what is stated here, <i>The Eternal will establish thee for a holy people unto Himself, as He hath sworn unto thee</i>.</i> Similarly he said, <i>that He may establish thee this day unto Himself for a people, and that He may be unto thee a G-d, as He spoke unto thee, and as He swore unto thy fathers, to Abraham, to Isaac, and to Jacob</i>,<sup class=\"footnote-marker\">83</sup><i class=\"footnote\">Further, 29:12.</i> for the covenant was made for all of them.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "60f57721c71051d5ed54ea28", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Deuteronomy 29:12:1", "anchorRef": "Deuteronomy 29:12", "anchorRefExpanded": ["Deuteronomy 29:12"], "sourceRef": "Maskil LeDavid, Deuteronomy 29:12:1", "sourceHeRef": "משכיל לדוד, דברים כ״ט:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "commentaryNum": 12.0001, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "דברים", "he": "<b>למען וכו׳ כל כך וכו׳.</b> דלכאורה נראה דה״ק אשר ה׳ אלהיך כורת וכו׳. ומהו הברית להקים אותך היום לו לעם וכו׳ אלא דא״כ אין ל׳ למען נופל וכדרך שהק׳ רש״י על תרגום אונקלוס בפרשת וירא בפ׳ כי ידעתיו למען אשר יצוה וכו׳ ולכך רצה לפ׳ דאה״נ שאין זה הברית אלא טעם למה נכנס וכו׳. ומ״ש במדרש אגדה למה נסמכה וכו׳ נראה דמדרש זה סבר כדאיתא נמי במדרש קהלת רבתי על פ׳ אני קהלת וכו׳ וז״ל ודכוותיה אתם נצבים היום זה היה ראוי להיות תחלת הספר אלא שאין מוקדם ומאוחר בתורה ע״כ דסברי רבנן דכינוס זה הוא הכינוס עצמו דמתחלה כשבא להוכיחם ולבאר להם את משנה התורה ומיהו משום דודאי מאי דקי״ל אין מוקדם ומאוחר בתורה הכוונה לומר דמאיזו סבה כדי לדרוש מסמיכות זה איזה דבר לכך לא הקפידה תורה בסדר זמנים דאין מסתבר כלל דאין מוקדם וכו׳ ובמקרה נכתבו הדברים שלא כסדרן בלי שום טעם חלילה לומר כן וכדכתיב׳ בכמה דוכתי והילכך בעי השתא ולמה נסמכה פ׳ נצבים לקללות הואיל והול״ל בראש הס׳. ומ״ש ק׳ קללות חסר ב׳ חוץ ממ״ט וכו׳ קשה דכי היכי דקאמר חוץ ממ״מ ולא קאמר חוץ מנ׳ חסר א׳ ה״נ הול״ל צ״ח ואמאי קאמר ק׳ חסר ב׳. והאמת שעמדתי למנין הקללות דבפ׳ דלעיל ומצאתי שהם ק׳ דוקא לפי הנראה ואמנם י״ל דתרתי מנייהו אינם נכנסים במנין דהיינו והיו שמיך וכו׳ והארץ אשר תחתיך וכו׳ שב׳ הללו הן הנזכרים בת״כ ונהפכו כאן קצת לברכה כמ״ש רש״י שם ולכך אין למנותם והיינו דקמ״ל במ״ש ק׳ חסר ב׳ (ועיין בספרי שושנים על המשנה כיוצא בזה במאי דתנן אבות מלאכות מ׳ חסר א׳) ומ״ש עוד והקללות והיסורין מקיימין אתכם ומציבים אתכם לפניו יש לדקדק דלכאורה הל׳ כפול דהיינו קללות היינו ייסורין היינו מקיימין והיינו מציבים. ונלענ״ד דתרתי מיני טובה נמשכים מהתוכחות חד דבשמיעת גזומי הקללות מיישרים ארחותם מפני יראת העונש ובזה לא יבאו לידי חטא אלא ישארו קיימים בצדקתם. ואפי׳ יארע שיחטאו ויתקיימו התוכחות ואז נקראים יסורין שנהפכו כבר ליסורין בפועל ס״ס אין זו רעה להם אלא טובה ובריך רחמנא דשקליה למטרפסיה בהאי עלמא דעכ״פ לא יעשו בהם היסורין כליה אלא אדרבא ע״י מתכפרין כל עונותיהם וכדאמרי׳ ברפ״ק דברכות נאמר ברית במלח ונאמר ברית ביסורין מה ברית וכו׳ אף ברית האמור ביסורין ממרקין עונותיו שלא אדם. נמצא שהיסורין מציבין אותם כבתחלה קודם החטא. ומ״ש ד״א לפי שהיו וכו׳ היינו דלפי׳ ראשון ק׳ דאיך נמשך אחר כך ראשיכם וכו׳ טפכם וכו׳ לעברך וכו׳ ולפי׳ בתרא נמי ק׳ דהול״ל הצבתי אתכם וכו׳ ולא אתם נצבים:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037e556bfddfbb310feb33", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "anchorRef": "Deuteronomy 1:1-34:12", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43", "Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32", "Deuteronomy 12:1", "Deuteronomy 12:2", "Deuteronomy 12:3", "Deuteronomy 12:4", "Deuteronomy 12:5", "Deuteronomy 12:6", "Deuteronomy 12:7", "Deuteronomy 12:8", "Deuteronomy 12:9", "Deuteronomy 12:10", "Deuteronomy 12:11", "Deuteronomy 12:12", "Deuteronomy 12:13", "Deuteronomy 12:14", "Deuteronomy 12:15", "Deuteronomy 12:16", "Deuteronomy 12:17", "Deuteronomy 12:18", "Deuteronomy 12:19", "Deuteronomy 12:20", "Deuteronomy 12:21", "Deuteronomy 12:22", "Deuteronomy 12:23", "Deuteronomy 12:24", "Deuteronomy 12:25", "Deuteronomy 12:26", "Deuteronomy 12:27", "Deuteronomy 12:28", "Deuteronomy 12:29", "Deuteronomy 12:30", "Deuteronomy 12:31", "Deuteronomy 13:1", "Deuteronomy 13:2", "Deuteronomy 13:3", "Deuteronomy 13:4", "Deuteronomy 13:5", "Deuteronomy 13:6", "Deuteronomy 13:7", "Deuteronomy 13:8", "Deuteronomy 13:9", "Deuteronomy 13:10", "Deuteronomy 13:11", "Deuteronomy 13:12", "Deuteronomy 13:13", "Deuteronomy 13:14", "Deuteronomy 13:15", "Deuteronomy 13:16", "Deuteronomy 13:17", "Deuteronomy 13:18", "Deuteronomy 13:19", "Deuteronomy 14:1", "Deuteronomy 14:2", "Deuteronomy 14:3", "Deuteronomy 14:4", "Deuteronomy 14:5", "Deuteronomy 14:6", "Deuteronomy 14:7", "Deuteronomy 14:8", "Deuteronomy 14:9", "Deuteronomy 14:10", "Deuteronomy 14:11", "Deuteronomy 14:12", "Deuteronomy 14:13", "Deuteronomy 14:14", "Deuteronomy 14:15", "Deuteronomy 14:16", "Deuteronomy 14:17", "Deuteronomy 14:18", "Deuteronomy 14:19", "Deuteronomy 14:20", "Deuteronomy 14:21", "Deuteronomy 14:22", "Deuteronomy 14:23", "Deuteronomy 14:24", "Deuteronomy 14:25", "Deuteronomy 14:26", "Deuteronomy 14:27", "Deuteronomy 14:28", "Deuteronomy 14:29", "Deuteronomy 15:1", "Deuteronomy 15:2", "Deuteronomy 15:3", "Deuteronomy 15:4", "Deuteronomy 15:5", "Deuteronomy 15:6", "Deuteronomy 15:7", "Deuteronomy 15:8", "Deuteronomy 15:9", "Deuteronomy 15:10", "Deuteronomy 15:11", "Deuteronomy 15:12", "Deuteronomy 15:13", "Deuteronomy 15:14", "Deuteronomy 15:15", "Deuteronomy 15:16", "Deuteronomy 15:17", "Deuteronomy 15:18", "Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17", "Deuteronomy 16:18", "Deuteronomy 16:19", "Deuteronomy 16:20", "Deuteronomy 16:21", "Deuteronomy 16:22", "Deuteronomy 17:1", "Deuteronomy 17:2", "Deuteronomy 17:3", "Deuteronomy 17:4", "Deuteronomy 17:5", "Deuteronomy 17:6", "Deuteronomy 17:7", "Deuteronomy 17:8", "Deuteronomy 17:9", "Deuteronomy 17:10", "Deuteronomy 17:11", "Deuteronomy 17:12", "Deuteronomy 17:13", "Deuteronomy 17:14", "Deuteronomy 17:15", "Deuteronomy 17:16", "Deuteronomy 17:17", "Deuteronomy 17:18", "Deuteronomy 17:19", "Deuteronomy 17:20", "Deuteronomy 18:1", "Deuteronomy 18:2", "Deuteronomy 18:3", "Deuteronomy 18:4", "Deuteronomy 18:5", "Deuteronomy 18:6", "Deuteronomy 18:7", "Deuteronomy 18:8", "Deuteronomy 18:9", "Deuteronomy 18:10", "Deuteronomy 18:11", "Deuteronomy 18:12", "Deuteronomy 18:13", "Deuteronomy 18:14", "Deuteronomy 18:15", "Deuteronomy 18:16", "Deuteronomy 18:17", "Deuteronomy 18:18", "Deuteronomy 18:19", "Deuteronomy 18:20", "Deuteronomy 18:21", "Deuteronomy 18:22", "Deuteronomy 19:1", "Deuteronomy 19:2", "Deuteronomy 19:3", "Deuteronomy 19:4", "Deuteronomy 19:5", "Deuteronomy 19:6", "Deuteronomy 19:7", "Deuteronomy 19:8", "Deuteronomy 19:9", "Deuteronomy 19:10", "Deuteronomy 19:11", "Deuteronomy 19:12", "Deuteronomy 19:13", "Deuteronomy 19:14", "Deuteronomy 19:15", "Deuteronomy 19:16", "Deuteronomy 19:17", "Deuteronomy 19:18", "Deuteronomy 19:19", "Deuteronomy 19:20", "Deuteronomy 19:21", "Deuteronomy 20:1", "Deuteronomy 20:2", "Deuteronomy 20:3", "Deuteronomy 20:4", "Deuteronomy 20:5", "Deuteronomy 20:6", "Deuteronomy 20:7", "Deuteronomy 20:8", "Deuteronomy 20:9", "Deuteronomy 20:10", "Deuteronomy 20:11", "Deuteronomy 20:12", "Deuteronomy 20:13", "Deuteronomy 20:14", "Deuteronomy 20:15", "Deuteronomy 20:16", "Deuteronomy 20:17", "Deuteronomy 20:18", "Deuteronomy 20:19", "Deuteronomy 20:20", "Deuteronomy 21:1", "Deuteronomy 21:2", "Deuteronomy 21:3", "Deuteronomy 21:4", "Deuteronomy 21:5", "Deuteronomy 21:6", "Deuteronomy 21:7", "Deuteronomy 21:8", "Deuteronomy 21:9", "Deuteronomy 21:10", "Deuteronomy 21:11", "Deuteronomy 21:12", "Deuteronomy 21:13", "Deuteronomy 21:14", "Deuteronomy 21:15", "Deuteronomy 21:16", "Deuteronomy 21:17", "Deuteronomy 21:18", "Deuteronomy 21:19", "Deuteronomy 21:20", "Deuteronomy 21:21", "Deuteronomy 21:22", "Deuteronomy 21:23", "Deuteronomy 22:1", "Deuteronomy 22:2", "Deuteronomy 22:3", "Deuteronomy 22:4", "Deuteronomy 22:5", "Deuteronomy 22:6", "Deuteronomy 22:7", "Deuteronomy 22:8", "Deuteronomy 22:9", "Deuteronomy 22:10", "Deuteronomy 22:11", "Deuteronomy 22:12", "Deuteronomy 22:13", "Deuteronomy 22:14", "Deuteronomy 22:15", "Deuteronomy 22:16", "Deuteronomy 22:17", "Deuteronomy 22:18", "Deuteronomy 22:19", "Deuteronomy 22:20", "Deuteronomy 22:21", "Deuteronomy 22:22", "Deuteronomy 22:23", "Deuteronomy 22:24", "Deuteronomy 22:25", "Deuteronomy 22:26", "Deuteronomy 22:27", "Deuteronomy 22:28", "Deuteronomy 22:29", "Deuteronomy 23:1", "Deuteronomy 23:2", "Deuteronomy 23:3", "Deuteronomy 23:4", "Deuteronomy 23:5", "Deuteronomy 23:6", "Deuteronomy 23:7", "Deuteronomy 23:8", "Deuteronomy 23:9", "Deuteronomy 23:10", "Deuteronomy 23:11", "Deuteronomy 23:12", "Deuteronomy 23:13", "Deuteronomy 23:14", "Deuteronomy 23:15", "Deuteronomy 23:16", "Deuteronomy 23:17", "Deuteronomy 23:18", "Deuteronomy 23:19", "Deuteronomy 23:20", "Deuteronomy 23:21", "Deuteronomy 23:22", "Deuteronomy 23:23", "Deuteronomy 23:24", "Deuteronomy 23:25", "Deuteronomy 23:26", "Deuteronomy 24:1", "Deuteronomy 24:2", "Deuteronomy 24:3", "Deuteronomy 24:4", "Deuteronomy 24:5", "Deuteronomy 24:6", "Deuteronomy 24:7", "Deuteronomy 24:8", "Deuteronomy 24:9", "Deuteronomy 24:10", "Deuteronomy 24:11", "Deuteronomy 24:12", "Deuteronomy 24:13", "Deuteronomy 24:14", "Deuteronomy 24:15", "Deuteronomy 24:16", "Deuteronomy 24:17", "Deuteronomy 24:18", "Deuteronomy 24:19", "Deuteronomy 24:20", "Deuteronomy 24:21", "Deuteronomy 24:22", "Deuteronomy 25:1", "Deuteronomy 25:2", "Deuteronomy 25:3", "Deuteronomy 25:4", "Deuteronomy 25:5", "Deuteronomy 25:6", "Deuteronomy 25:7", "Deuteronomy 25:8", "Deuteronomy 25:9", "Deuteronomy 25:10", "Deuteronomy 25:11", "Deuteronomy 25:12", "Deuteronomy 25:13", "Deuteronomy 25:14", "Deuteronomy 25:15", "Deuteronomy 25:16", "Deuteronomy 25:17", "Deuteronomy 25:18", "Deuteronomy 25:19", "Deuteronomy 26:1", "Deuteronomy 26:2", "Deuteronomy 26:3", "Deuteronomy 26:4", "Deuteronomy 26:5", "Deuteronomy 26:6", "Deuteronomy 26:7", "Deuteronomy 26:8", "Deuteronomy 26:9", "Deuteronomy 26:10", "Deuteronomy 26:11", "Deuteronomy 26:12", "Deuteronomy 26:13", "Deuteronomy 26:14", "Deuteronomy 26:15", "Deuteronomy 26:16", "Deuteronomy 26:17", "Deuteronomy 26:18", "Deuteronomy 26:19", "Deuteronomy 27:1", "Deuteronomy 27:2", "Deuteronomy 27:3", "Deuteronomy 27:4", "Deuteronomy 27:5", "Deuteronomy 27:6", "Deuteronomy 27:7", "Deuteronomy 27:8", "Deuteronomy 27:9", "Deuteronomy 27:10", "Deuteronomy 27:11", "Deuteronomy 27:12", "Deuteronomy 27:13", "Deuteronomy 27:14", "Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26", "Deuteronomy 28:1", "Deuteronomy 28:2", "Deuteronomy 28:3", "Deuteronomy 28:4", "Deuteronomy 28:5", "Deuteronomy 28:6", "Deuteronomy 28:7", "Deuteronomy 28:8", "Deuteronomy 28:9", "Deuteronomy 28:10", "Deuteronomy 28:11", "Deuteronomy 28:12", "Deuteronomy 28:13", "Deuteronomy 28:14", "Deuteronomy 28:15", "Deuteronomy 28:16", "Deuteronomy 28:17", "Deuteronomy 28:18", "Deuteronomy 28:19", "Deuteronomy 28:20", "Deuteronomy 28:21", "Deuteronomy 28:22", "Deuteronomy 28:23", "Deuteronomy 28:24", "Deuteronomy 28:25", "Deuteronomy 28:26", "Deuteronomy 28:27", "Deuteronomy 28:28", "Deuteronomy 28:29", "Deuteronomy 28:30", "Deuteronomy 28:31", "Deuteronomy 28:32", "Deuteronomy 28:33", "Deuteronomy 28:34", "Deuteronomy 28:35", "Deuteronomy 28:36", "Deuteronomy 28:37", "Deuteronomy 28:38", "Deuteronomy 28:39", "Deuteronomy 28:40", "Deuteronomy 28:41", "Deuteronomy 28:42", "Deuteronomy 28:43", "Deuteronomy 28:44", "Deuteronomy 28:45", "Deuteronomy 28:46", "Deuteronomy 28:47", "Deuteronomy 28:48", "Deuteronomy 28:49", "Deuteronomy 28:50", "Deuteronomy 28:51", "Deuteronomy 28:52", "Deuteronomy 28:53", "Deuteronomy 28:54", "Deuteronomy 28:55", "Deuteronomy 28:56", "Deuteronomy 28:57", "Deuteronomy 28:58", "Deuteronomy 28:59", "Deuteronomy 28:60", "Deuteronomy 28:61", "Deuteronomy 28:62", "Deuteronomy 28:63", "Deuteronomy 28:64", "Deuteronomy 28:65", "Deuteronomy 28:66", "Deuteronomy 28:67", "Deuteronomy 28:68", "Deuteronomy 28:69", "Deuteronomy 29:1", "Deuteronomy 29:2", "Deuteronomy 29:3", "Deuteronomy 29:4", "Deuteronomy 29:5", "Deuteronomy 29:6", "Deuteronomy 29:7", "Deuteronomy 29:8", "Deuteronomy 29:9", "Deuteronomy 29:10", "Deuteronomy 29:11", "Deuteronomy 29:12", "Deuteronomy 29:13", "Deuteronomy 29:14", "Deuteronomy 29:15", "Deuteronomy 29:16", "Deuteronomy 29:17", "Deuteronomy 29:18", "Deuteronomy 29:19", "Deuteronomy 29:20", "Deuteronomy 29:21", "Deuteronomy 29:22", "Deuteronomy 29:23", "Deuteronomy 29:24", "Deuteronomy 29:25", "Deuteronomy 29:26", "Deuteronomy 29:27", "Deuteronomy 29:28", "Deuteronomy 30:1", "Deuteronomy 30:2", "Deuteronomy 30:3", "Deuteronomy 30:4", "Deuteronomy 30:5", "Deuteronomy 30:6", "Deuteronomy 30:7", "Deuteronomy 30:8", "Deuteronomy 30:9", "Deuteronomy 30:10", "Deuteronomy 30:11", "Deuteronomy 30:12", "Deuteronomy 30:13", "Deuteronomy 30:14", "Deuteronomy 30:15", "Deuteronomy 30:16", "Deuteronomy 30:17", "Deuteronomy 30:18", "Deuteronomy 30:19", "Deuteronomy 30:20", "Deuteronomy 31:1", "Deuteronomy 31:2", "Deuteronomy 31:3", "Deuteronomy 31:4", "Deuteronomy 31:5", "Deuteronomy 31:6", "Deuteronomy 31:7", "Deuteronomy 31:8", "Deuteronomy 31:9", "Deuteronomy 31:10", "Deuteronomy 31:11", "Deuteronomy 31:12", "Deuteronomy 31:13", "Deuteronomy 31:14", "Deuteronomy 31:15", "Deuteronomy 31:16", "Deuteronomy 31:17", "Deuteronomy 31:18", "Deuteronomy 31:19", "Deuteronomy 31:20", "Deuteronomy 31:21", "Deuteronomy 31:22", "Deuteronomy 31:23", "Deuteronomy 31:24", "Deuteronomy 31:25", "Deuteronomy 31:26", "Deuteronomy 31:27", "Deuteronomy 31:28", "Deuteronomy 31:29", "Deuteronomy 31:30", "Deuteronomy 32:1", "Deuteronomy 32:2", "Deuteronomy 32:3", "Deuteronomy 32:4", "Deuteronomy 32:5", "Deuteronomy 32:6", "Deuteronomy 32:7", "Deuteronomy 32:8", "Deuteronomy 32:9", "Deuteronomy 32:10", "Deuteronomy 32:11", "Deuteronomy 32:12", "Deuteronomy 32:13", "Deuteronomy 32:14", "Deuteronomy 32:15", "Deuteronomy 32:16", "Deuteronomy 32:17", "Deuteronomy 32:18", "Deuteronomy 32:19", "Deuteronomy 32:20", "Deuteronomy 32:21", "Deuteronomy 32:22", "Deuteronomy 32:23", "Deuteronomy 32:24", "Deuteronomy 32:25", "Deuteronomy 32:26", "Deuteronomy 32:27", "Deuteronomy 32:28", "Deuteronomy 32:29", "Deuteronomy 32:30", "Deuteronomy 32:31", "Deuteronomy 32:32", "Deuteronomy 32:33", "Deuteronomy 32:34", "Deuteronomy 32:35", "Deuteronomy 32:36", "Deuteronomy 32:37", "Deuteronomy 32:38", "Deuteronomy 32:39", "Deuteronomy 32:40", "Deuteronomy 32:41", "Deuteronomy 32:42", "Deuteronomy 32:43", "Deuteronomy 32:44", "Deuteronomy 32:45", "Deuteronomy 32:46", "Deuteronomy 32:47", "Deuteronomy 32:48", "Deuteronomy 32:49", "Deuteronomy 32:50", "Deuteronomy 32:51", "Deuteronomy 32:52", "Deuteronomy 33:1", "Deuteronomy 33:2", "Deuteronomy 33:3", "Deuteronomy 33:4", "Deuteronomy 33:5", "Deuteronomy 33:6", "Deuteronomy 33:7", "Deuteronomy 33:8", "Deuteronomy 33:9", "Deuteronomy 33:10", "Deuteronomy 33:11", "Deuteronomy 33:12", "Deuteronomy 33:13", "Deuteronomy 33:14", "Deuteronomy 33:15", "Deuteronomy 33:16", "Deuteronomy 33:17", "Deuteronomy 33:18", "Deuteronomy 33:19", "Deuteronomy 33:20", "Deuteronomy 33:21", "Deuteronomy 33:22", "Deuteronomy 33:23", "Deuteronomy 33:24", "Deuteronomy 33:25", "Deuteronomy 33:26", "Deuteronomy 33:27", "Deuteronomy 33:28", "Deuteronomy 33:29", "Deuteronomy 34:1", "Deuteronomy 34:2", "Deuteronomy 34:3", "Deuteronomy 34:4", "Deuteronomy 34:5", "Deuteronomy 34:6", "Deuteronomy 34:7", "Deuteronomy 34:8", "Deuteronomy 34:9", "Deuteronomy 34:10", "Deuteronomy 34:11", "Deuteronomy 34:12"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר א׳ ב׳-ל״ט", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Deuteronomy and Its Structure", "he": "דברים מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["D<small>EUTERONOMY HOLDS A UNIQUE POSITION, AND SPEAKS WITH A UNIQUE VOICE, IN THE</small> literature of the Torah. Up to this point, through the first four books, we have encountered a powerful mixture of literary genres; indeed, the books owe their characteristic stamp to the way in which they incorporate these genres. Genesis is predominantly narrative, punctuated by genealogies; Exodus begins with narrative and later proceeds with covenant-making and law, and then with the precise details of sanctuary building; Leviticus is composed almost entirely of cultic and then ethical and social law; and finally, Numbers alternates narrative and varied laws, under the structure of preparations for wilderness march, first encounters with the Promised Land, and preparations for entry. Except for Leviticus, the books also exhibit, at strategic points, striking examples of biblical poetry.", "An ancient name for Deuteronomy, <i>mishne tora</i>—which means “copy of the Torah,” but which was erroneously understood as “second Torah”—would seem to indicate more of the same combining of genres, and a not-too-close reading would support the idea of a rehashing of narrative, covenant-making, law, and poetry. But the reader who takes the time to weigh what stands before him or her will find much more. In its structure, style, content, and intent, Deuteronomy goes beyond what has preceded it. The image of Moshe addressing the assembled people on the Plains of Moab—the central setting of the book—provides the occasion for not merely a retelling, but a recasting of Israel’s mission and destiny. No book of the Torah is truer to the idea of “instruction” (Deuteronomy uses the term numerous times), including an emphasis on teaching and learning, with assembled and yet-to-be-born children as much the audience as “elders.”", "From the book’s opening phrase, “Now these are the words [or even “speeches”] that Moshe spoke to the Children of Israel / in (the country) across the Jordan,” the basic premise of Deuteronomy is that the aged Moshe, personally and indeed in the first person, speaks for the last time to the assembled Israelites, before their triumphant entry into the land of Canaan. The setting affects the entire content of the book; no longer is the narrator in the background, as in most of the Torah, but instead he is presented as directly addressing a living audience, an audience composed not only of the ancient hearers portrayed in the text but also of contemporary listeners.", "The image of a leader delivering a long public address on an auspicious occasion is well known from the ancient world, most familiarly from Greek historians (cf. Van Seters) but also abundantly in the ancient Near East (Weinfeld). The historian seeks to paint a vivid picture of the personality of his speaker and the high drama of the moment, and may go on at great length. While admitting to not having had the benefit of eyewitness sources, such chroniclers are nevertheless sincere in their desire to present what undoubtedly would have been said on such an occasion.", "Deuteronomy, whenever it was composed and placed in the Torah, takes this approach a step further. It is a fantastic conceit, really: as Rosenberg (1975) notes, Moshe, the man who was “not a man of words” (Ex. 4:10), all of a sudden finds his voice. And as Polzin (1980) has shown in his forceful analysis, in Deuteronomy Moshe’s voice functions fairly indistinguishably from God’s own—and then closes off the text by stipulating that nothing in the future is to be added or subtracted to it. So we are dealing with a text of directly authoritative character, a series of speeches that in their own self-understanding already bore the status of “Torah.” Hence Deuteronomy introduces into the Bible for the first time the concept of canon—a bounded, accepted body of authoritative literature.", "Moshe’s addresses, which include a historical review, repeated appeals to observe God’s laws and dire warnings against their violation, a reworking of previous laws and the addition of new ones, and a poem designed to keep the appeals and warnings in popular memory, have about them a deep rhetorical urgency. As such they are stylistically quite different from most of what is found in the first four books of the Bible. To be sure, there are many moments of high rhetoric in the previous narratives, and the laws—including cultic ones—are also not lacking appeals to the emotions (cf., for instance, the repeated injunctions to not oppress the sojourner, “for you were sojourners in the land of Egypt”). But as an extended piece of argumentation and pleading, Deuteronomy holds pride of place in the Torah, with its specialized vocabulary (described in the notes and commentary below), its alternately pleading and warning tone, and its long, elegant phrases (as Gottwald notes, these phrases are most often cast in the form of subordinate clauses, not the typical syntactical form found in the previous books).", "But not only does Deuteronomy provide an emotional capstone to the four books that precede it. It functions to link up with both the landed history of Israel in the narrative books to follow (Joshua through Kings) and the prophets’ emotional speeches to the people and their leaders. In the words of G. Ernest Wright,", "the central purpose of Deuteronomy is to furnish Israel with a complete order of faith and life which is the prerequisite for a prosperous and secure existence on the God-given land. The historian [of the succeeding books] shows how Israel failed to keep it and what the consequences were.", "It is in fact the monarchic setting that is commonly held to be the historical background to the compilation of Deuteronomy. While Moshe’s last days and the people’s being poised on the steppes opposite Jericho would certainly be a dramatic enough moment for our book’s speeches to occur, its language, style, and many of its concerns point to a later time in the history of Israel as a likely venue for at least a good part of its emotional appeal.", "That time, in the opinion of most biblical scholars over the past two centuries, was the middle of the reign of King Josiah (ruled 640–608 <small>B.C.E.</small>) of Judah, the southern kingdom (Israel, the north, had been overrun by Assyria a century previously). The Assyrian Empire, dominant in the region for three hundred years, was on the wane, and Josiah took advantage of this decline of power to expand his kingdom northward. He also—at about the time of the death of Ashurbanipal, the last powerful king of Assyria—began a wide-ranging reform that consisted largely of destroying the local “high places” of pagan worship that had figured so prominently in the reign of his grandfather, the notorious Manasseh (ruled 687–642). II Kings 23 describes the purge in great detail, noting both places and priests that were now rendered inoperative in favor of the centralization of the cult in Jerusalem.", "It is within this setting that Chapter  22 reports the dramatic discovery of a scroll “of the Torah.”", "The high priest Hilkiah said to Shaphan the secretary, “I have found the book of the law in the house of the L<small>ORD</small>.” … Shaphan then read it aloud to the king. When the king heard the words of the book of the law, he tore his clothes. Then the king commanded … saying: “Go, inquire of the L<small>ORD</small> for me, for the people, and for all Judah, concerning the words of this book that has been found, for great is the wrath of the L<small>ORD</small> … because our ancestors did not obey the words of this book, to do according to all that is written concerning us.” (22:8, 10–13, New Revised Standard Version)", "What precisely were the contents of the “book” we do not know; but it is usually taken to have been some form of Deuteronomy. The rhetorical force of the newly discovered text must have been considerable, for its reported result was that the king", "directed that all the elders of Judah and Jerusalem should be gathered to him. … he read in their hearing all the words of the book of the covenant that had been found in the house of the L<small>ORD</small>. The king stood by the pillar and made a covenant before the L<small>ORD</small>, to follow the L<small>ORD</small>, keeping his commandments, his decrees, and his statutes, with all his heart and all his soul, to perform the words of this covenant that were written in this book. All the people joined in the covenant. (23:1–3)", "The connections between these passages and the style of Deuteronomy will be obvious to anyone who reads the book, and it seems clear that Josiah’s reforms are closely related to concerns expressed in Deuteronomy.", "The Bible’s portrayal of this background does not necessarily mean that Deuteronomy was composed for the occasion, or even that it originated in Judah. Several scholars (notably Ginsberg) have remarked on connections to the northern kingdom of Israel (e.g., affinities to the prophet Hosea), and so it is possible that at least some of our book was a series of traditions brought south by refugees fleeing the Assyrian onslaught. In any event, the text of Deuteronomy addresses its audience with such emotional immediacy that it may safely be presumed that a crisis of major proportions loomed, and the opportunity presented itself for a large-scale revival—or redefinition—of Israel’s self-understanding. Similar crises later in Jewish history may have led to the editing and writing down (but not necessarily the composition) of other central texts, the Mishnah (c. 200) and the Babylonian Talmud (c. 450). Like these documents, and like the first four books of the Torah, Deuteronomy is written in such a way that it is difficult to pin down its precise background, which through additions and circumspection has been substantially obliterated. What is left to us are the many repetitions of “today” or “this day,” which signal the desire to make the “Instruction” contemporary for the audience, whoever and whenever that may be.", "The net effect of this process of creation and development was to establish the Torah’s character as a text that shows signs of new life and new thinking within itself. Deuteronomy, by its inclusion as the final book of the five, officially began the practice of “explaining” (1:5) the traditions of Israel, and thus paved the way for the classic form of Jewish religious and intellectual activity: the interpretation of Scripture (cf. Fishbane 1988 for a definitive study on “inner-biblical exegesis,” interpretation that appears within the Bible itself and hence becomes a legitimate part of its traditions). This activity strongly influenced Christianity and Islam as well, and is still a part of religious discourse and development in the Western world.", "In its overall structure, Deuteronomy breaks down fairly easily; but it is perhaps best understood in the light of comparative ancient Near Eastern material. Weinfeld’s lifetime of research has demonstrated the strong parallels between our book and certain Assyrian treaty texts (earlier Hittite texts have also been shown to be helpful in this regard; cf. Levenson 1985b for a useful summary). It is striking indeed that the Esarhaddon Treaty texts from the seventh century <small>B.C.E.</small>, which also produced the final form of Deuteronomy, seem to prefigure the basic structure of what Moshe lays out in the book: a historical overview, an exhortation to keep the covenant, the laws—particulars of the covenant, a series of blessings and curses following upon observance or nonobservance of the covenant, and a ceremony ratifying it. A similar pattern, in abbreviated form, may be observed in the Sinai covenant in Ex. 19–24.", "Weinfeld points out that such covenants or treaties were two-sided, with the suzerain granting his vassals certain favors in return for “love” (= loyalty), and threatening dire consequences if that loyalty were to become suspect. What is fascinating about the parallels is not so much that they exist, but that here, apparently, a political model from a hated enemy has been assimilated and transformed into a positive religious-national one. Such transformative power seems to be characteristic of biblical culture, which probably reworked known stories and poems, among other genres, into genuine Israelite creations (the Flood narratives of Genesis and Psalm 29 are two fruitful examples of the process).", "Deuteronomy, then, focuses mainly on the relationship between God and Israel, a relationship that has been spelled out before (as in Exodus) but that forms in this book the very soul of the text. Every act that Israel performs as a community, and every one done by individuals, is to be seen in that light. As elsewhere in the Bible, breaking one of God’s rules means not merely a violation of a statute but an affront to the suzerain, the sovereign Lord, and thus a grave risk to society’s well-being and even to its very existence. And there is a unity of purpose and concept here: Gottwald summarizes the message of the book as “the indivisible unity of <i>one God</i> for <i>one people</i> in <i>one land</i> observing <i>one cult</i>” (italics his).", "Given the treaty pattern that we have just referred to, an outline of the book might proceed along the following lines:", "I   Historical Overview (Moshe as Narrator; 1–4:43)", "A   Narrative of the Wilderness Journey (1–3)", "B   Transition: Beginning of the Exhortation (4:1–40) and Addendum on Towns of Asylum (4:41–43)", "II  Opening Exhortation (Moshe as Pleader; 4:44–11:36)", "Looking Back to the Revelation at Sinai", "III The Terms of the Covenant (Moshe as Lawgiver; 12–28)", "A   The Laws (12–26)", "B   Covenant Ceremony; Blessings and Curses (27–28)", "IV Concluding Exhortation (Moshe as Pleader; 29–30)", "Looking Ahead to Exile and Return", "V  Final Matters (31–34)", "A   Passing the Mantle (31)", "B   Moshe’s Admonitory Poem (32)", "C   Moshe’s Blessing to the Tribes (33)", "D   The End (34)", "A few simple structural observations, based on a closer look at the text itself, may be made here. Parts I and V stress the role of Yehoshua (Joshua) in the future. Then, too, Parts II and IV use similar rhetorical formulas toward the end of each (“See, I set before you this day …,” 11:26 and 30:15). Such a symmetry would suggest that Part III is the crucial one, and that is of course the case. Everything in Deuteronomy radiates out from the laws: a new humanism, a rethinking of tradition, and above all, a heartfelt appeal to “choose life” (30:19), a good life on the land under the blessing of God.", "It is only when that appeal has been fully made, and when all of Deuteronomy’s new material has been added (with no more to come, as the text sees it!), that Moshe can finally die, and the people of Israel can proceed into the Promised Land. The book of Numbers proved to be a false ending, and indeed the report of Moshe’s death was postponed from the end of that book to this, so that the biblical tradition could transform itself into a truly multifaceted and rich one. The Torah, which began in the nameless, unknowable past, ends in the limitless present and future, with a potential life ahead for the Israelite people as bountiful and as beautiful as the “good land” that Moshe is allowed to see from the summit of Pisga."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e786bfddfbb310feb8f", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part IV; Concluding Exhortation, Renewed Exhortation 2-3", "anchorRef": "Deuteronomy 29:1-28", "anchorRefExpanded": ["Deuteronomy 29:1", "Deuteronomy 29:2", "Deuteronomy 29:3", "Deuteronomy 29:4", "Deuteronomy 29:5", "Deuteronomy 29:6", "Deuteronomy 29:7", "Deuteronomy 29:8", "Deuteronomy 29:9", "Deuteronomy 29:10", "Deuteronomy 29:11", "Deuteronomy 29:12", "Deuteronomy 29:13", "Deuteronomy 29:14", "Deuteronomy 29:15", "Deuteronomy 29:16", "Deuteronomy 29:17", "Deuteronomy 29:18", "Deuteronomy 29:19", "Deuteronomy 29:20", "Deuteronomy 29:21", "Deuteronomy 29:22", "Deuteronomy 29:23", "Deuteronomy 29:24", "Deuteronomy 29:25", "Deuteronomy 29:26", "Deuteronomy 29:27", "Deuteronomy 29:28"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part IV; Concluding Exhortation, Renewed Exhortation 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ה׳, דברים הערה א׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Renewed Exhortation", "he": "דברים הערה א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Having concluded the covenant, Moshe now takes up his plea again, beginning the same way that God did when the people arrived at Mount Sinai (Ex. 19:4–6). Here, without the impressive backdrop of Sinai, Moshe goes on at some length, reviewing the past and then addressing both the “assembly” in front of him and those to come.", "Much of the latter part of the chapter sounds like a reference to the fate of the Northern kingdom, Israel, which was overrun by Assyria a century before Josiah’s discovery of the “book.” Such may be the reason for the reference to “hidden” and “revealed” things in v.28—for the reason for the fall of the idolatrous North is certainly no mystery to the reader of Deuteronomy."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e786bfddfbb310feb91", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part IV; Concluding Exhortation 2-3", "anchorRef": "Deuteronomy 29:1-30:20", "anchorRefExpanded": ["Deuteronomy 29:1", "Deuteronomy 29:2", "Deuteronomy 29:3", "Deuteronomy 29:4", "Deuteronomy 29:5", "Deuteronomy 29:6", "Deuteronomy 29:7", "Deuteronomy 29:8", "Deuteronomy 29:9", "Deuteronomy 29:10", "Deuteronomy 29:11", "Deuteronomy 29:12", "Deuteronomy 29:13", "Deuteronomy 29:14", "Deuteronomy 29:15", "Deuteronomy 29:16", "Deuteronomy 29:17", "Deuteronomy 29:18", "Deuteronomy 29:19", "Deuteronomy 29:20", "Deuteronomy 29:21", "Deuteronomy 29:22", "Deuteronomy 29:23", "Deuteronomy 29:24", "Deuteronomy 29:25", "Deuteronomy 29:26", "Deuteronomy 29:27", "Deuteronomy 29:28", "Deuteronomy 30:1", "Deuteronomy 30:2", "Deuteronomy 30:3", "Deuteronomy 30:4", "Deuteronomy 30:5", "Deuteronomy 30:6", "Deuteronomy 30:7", "Deuteronomy 30:8", "Deuteronomy 30:9", "Deuteronomy 30:10", "Deuteronomy 30:11", "Deuteronomy 30:12", "Deuteronomy 30:13", "Deuteronomy 30:14", "Deuteronomy 30:15", "Deuteronomy 30:16", "Deuteronomy 30:17", "Deuteronomy 30:18", "Deuteronomy 30:19", "Deuteronomy 30:20"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part IV; Concluding Exhortation 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ה׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part IV; Concluding Exhortation", "he": "דברים מאמר ה׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE FIRST TWO PARTS OF</small> D<small>EUTERONOMY RECALLED THE PAST IN SOME DETAIL; THE</small> third envisioned the particulars of Israel’s future life on its land—or, if we take the book in the context of Israelite monarchy, set forth a code of behavior for the present. The fourth part of the book, except for a few references to the wilderness experience, primarily places the future before the audience. Israel is warned, one last time, of the dire consequences of disregarding God’s laws. At the same time, it is presented with a happy ending: even if they should go into exile for their disobedience, God is confident of their “turning” back to him, and in consequence will eventually “return” them to their land and prosperity.", "This section appears to be extraneous in the context of Deuteronomy’s basic structure. Perhaps it is a later addition, meant to address particular historical circumstances that presented a crisis situation."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382fdc9ad75f2d99afb4e", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part IV; Concluding Exhortation, Renewed Exhortation 1", "anchorRef": "Deuteronomy 29:1-28", "anchorRefExpanded": ["Deuteronomy 29:1", "Deuteronomy 29:2", "Deuteronomy 29:3", "Deuteronomy 29:4", "Deuteronomy 29:5", "Deuteronomy 29:6", "Deuteronomy 29:7", "Deuteronomy 29:8", "Deuteronomy 29:9", "Deuteronomy 29:10", "Deuteronomy 29:11", "Deuteronomy 29:12", "Deuteronomy 29:13", "Deuteronomy 29:14", "Deuteronomy 29:15", "Deuteronomy 29:16", "Deuteronomy 29:17", "Deuteronomy 29:18", "Deuteronomy 29:19", "Deuteronomy 29:20", "Deuteronomy 29:21", "Deuteronomy 29:22", "Deuteronomy 29:23", "Deuteronomy 29:24", "Deuteronomy 29:25", "Deuteronomy 29:26", "Deuteronomy 29:27", "Deuteronomy 29:28"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part IV; Concluding Exhortation, Renewed Exhortation 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ה׳, דברים הערה א׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה א׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Deuteronomy 29:1-28\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Deuteronomy 29:1-28</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "623bd5a88ff3e550d1fe8001", "index_title": "Siddur Sefard", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Sefard, Torah Readings, Torah Reading for Shabbat Mincha & Monday, Thursday 104", "anchorRef": "Deuteronomy 29:9-28", "anchorRefExpanded": ["Deuteronomy 29:9", "Deuteronomy 29:10", "Deuteronomy 29:11", "Deuteronomy 29:12", "Deuteronomy 29:13", "Deuteronomy 29:14", "Deuteronomy 29:15", "Deuteronomy 29:16", "Deuteronomy 29:17", "Deuteronomy 29:18", "Deuteronomy 29:19", "Deuteronomy 29:20", "Deuteronomy 29:21", "Deuteronomy 29:22", "Deuteronomy 29:23", "Deuteronomy 29:24", "Deuteronomy 29:25", "Deuteronomy 29:26", "Deuteronomy 29:27", "Deuteronomy 29:28"], "sourceRef": "Siddur Sefard, Torah Readings, Torah Reading for Shabbat Mincha & Monday, Thursday 104", "sourceHeRef": "סידור ספרד, סדר הקריאות, קריאות לשבת במנחה, ושני וחמישי ק״ד", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1710, 1810], "commentaryNum": 104, "collectiveTitle": {"en": "Siddur Sefard", "he": "סידור ספרד"}, "heTitle": "קריאות לשבת במנחה, ושני וחמישי", "he": "<b>אַתֶּם</b> נִצָּבִים הַיּוֹם כֻּלְּכֶם לִפְנֵי יְהֹוָה אֱלֹהֵיכֶם רָאשֵׁיכֶם שִׁבְטֵיכֶם זִקְנֵיכֶם וְשֹׁטְרֵיכֶם כֹּל אִישׁ יִשְׂרָאֵל: טַפְּכֶם נְשֵׁיכֶם וְגֵרְךָ אֲשֶׁר בְּקֶרֶב מַחֲנֶיךָ מֵחֹטֵב עֵצֶיךָ עַד שֹׁאֵב מֵימֶיךָ: לְעָבְרְךָ בִּבְרִית יְהֹוָה אֱלֹהֶיךָ וּבְאָלָתוֹ אֲשֶׁר יְהֹוָה אֱלֹהֶיךָ כֹּרֵת עִמְּךָ הַיּוֹם:שנילְמַעַן הָקִים אֹתְךָ הַיּוֹם לוֹ לְעָם וְהוּא יִהְיֶה לְּךָ לֵאלֹהִים כַּאֲשֶׁר דִּבֶּר לָךְ וְכַאֲשֶׁר נִשְׁבַּע לַאֲבֹתֶיךָ לְאַבְרָהָם לְיִצְחָק וּלְיַעֲקֹב: וְלֹא אִתְּכֶם לְבַדְּכֶם אָנֹכִי כֹּרֵת אֶת הַבְּרִית הַזֹּאת וְאֶת הָאָלָה הַזֹּאת: כִּי אֶת אֲשֶׁר יֶשְׁנוֹ פֹּה עִמָּנוּ עֹמֵד הַיּוֹם לִפְנֵי יְהֹוָה אֱלֹהֵינוּ וְאֵת אֲשֶׁר אֵינֶנּוּ פֹּה עִמָּנוּ הַיּוֹם:שלישיכִּי אַתֶּם יְדַעְתֶּם אֵת אֲשֶׁר יָשַׁבְנוּ בְּאֶרֶץ מִצְרָיִם וְאֵת אֲשֶׁר עָבַרְנוּ בְּקֶרֶב הַגּוֹיִם אֲשֶׁר עֲבַרְתֶּם: וַתִּרְאוּ אֶת שִׁקּוּצֵיהֶם וְאֵת גִּלֻּלֵיהֶם עֵץ וָאֶבֶן כֶּסֶף וְזָהָב אֲשֶׁר עִמָּהֶם: פֶּן יֵשׁ בָּכֶם אִישׁ אוֹ אִשָּׁה אוֹ מִשְׁפָּחָה אוֹ שֵׁבֶט אֲשֶׁר לְבָבוֹ פֹנֶה הַיּוֹם מֵעִם יְהֹוָה אֱלֹהֵינוּ לָלֶכֶת לַעֲבֹד אֶת אֱלֹהֵי הַגּוֹיִם הָהֵם פֶּן יֵשׁ בָּכֶם שֹׁרֶשׁ פֹּרֶה רֹאשׁ וְלַעֲנָה: וְהָיָה בְּשָׁמְעוֹ אֶת דִּבְרֵי הָאָלָה הַזֹּאת וְהִתְבָּרֵךְ בִּלְבָבוֹ לֵאמֹר שָׁלוֹם יִהְיֶה לִּי כִּי בִּשְׁרִרוּת לִבִּי אֵלֵךְ לְמַעַן סְפוֹת הָרָוָה אֶת הַצְּמֵאָה: לֹא יֹאבֶה יְהֹוָה סְלֹחַ לוֹ כִּי אָז יֶעְשַׁן אַף יְהֹוָה וְקִנְאָתוֹ בָּאִישׁ הַהוּא וְרָבְצָה בּוֹ כָּל הָאָלָה הַכְּתוּבָה בַּסֵּפֶר הַזֶּה וּמָחָה יְהֹוָה אֶת שְׁמוֹ מִתַּחַת הַשָּׁמָיִם: וְהִבְדִּילוֹ יְהֹוָה לְרָעָה מִכֹּל שִׁבְטֵי יִשְׂרָאֵל כְּכֹל אָלוֹת הַבְּרִית הַכְּתוּבָה בְּסֵפֶר הַתּוֹרָה הַזֶּה: וְאָמַר הַדּוֹר הָאַחֲרוֹן בְּנֵיכֶם אֲשֶׁר יָקוּמוּ מֵאַחֲרֵיכֶם וְהַנָּכְרִי אֲשֶׁר יָבֹא מֵאֶרֶץ רְחוֹקָה וְרָאוּ אֶת מַכּוֹת הָאָרֶץ הַהִוא וְאֶת תַּחֲלֻאֶיהָ אֲשֶׁר חִלָּה יְהֹוָה בָּהּ: גָּפְרִית וָמֶלַח שְׂרֵפָה כָל אַרְצָהּ לֹא תִזָּרַע וְלֹא תַצְמִחַ וְלֹא יַעֲלֶה בָהּ כָּל עֵשֶׂב כְּמַהְפֵּכַת סְדֹם וַעֲמֹרָה אַדְמָה <small>(וצביים)</small> וּצְבוֹיִם אֲשֶׁר הָפַךְ יְהֹוָה בְּאַפּוֹ וּבַחֲמָתוֹ: וְאָמְרוּ כָּל הַגּוֹיִם עַל מֶה עָשָׂה יְהֹוָה כָּכָה לָאָרֶץ הַזֹּאת מֶה חֳרִי הָאַף הַגָּדוֹל הַזֶּה: וְאָמְרוּ עַל אֲשֶׁר עָזְבוּ אֶת בְּרִית יְהֹוָה אֱלֹהֵי אֲבֹתָם אֲשֶׁר כָּרַת עִמָּם בְּהוֹצִיאוֹ אֹתָם מֵאֶרֶץ מִצְרָיִם: וַיֵּלְכוּ וַיַּעַבְדוּ אֱלֹהִים אֲחֵרִים וַיִּשְׁתַּחֲוּוּ לָהֶם אֱלֹהִים אֲשֶׁר לֹא יְדָעוּם וְלֹא חָלַק לָהֶם: וַיִּחַר אַף יְהֹוָה בָּאָרֶץ הַהִוא לְהָבִיא עָלֶיהָ אֶת כָּל הַקְּלָלָה הַכְּתוּבָה בַּסֵּפֶר הַזֶּה: וַיִּתְּשֵׁם יְהֹוָה מֵעַל אַדְמָתָם בְּאַף וּבְחֵמָה וּבְקֶצֶף גָּדוֹל וַיַּשְׁלִכֵם אֶל אֶרֶץ אַחֶרֶת כַּיּוֹם הַזֶּה: הַנִּסְתָּרֹת לַיהֹוָה אֱלֹהֵינוּ וְהַנִּגְלֹת לָנוּ וּלְבָנֵינוּ עַד עוֹלָם לַעֲשׂוֹת אֶת כָּל דִּבְרֵי הַתּוֹרָה הַזֹּאת:", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62e66d65c4c36e21ac7bc9fa", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Deuteronomy 29:12:1", "anchorRef": "Deuteronomy 29:12", "anchorRefExpanded": ["Deuteronomy 29:12"], "sourceRef": "Rav Hirsch on Torah, Deuteronomy 29:12:1", "sourceHeRef": "רש\"ר הירש על התורה, דברים כ״ט:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "דברים", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 12. למען הקים וגו׳ והוא יהיה וגו׳ sind die beiden Seiten des Bundes. Du wirst sein Volk und Er wird dein Gott.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64185fc9708b098dd04caec6", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Deuteronomy 29:12:1", "anchorRef": "Deuteronomy 29:12", "anchorRefExpanded": ["Deuteronomy 29:12"], "sourceRef": "Reggio on Torah, Deuteronomy 29:12:1", "sourceHeRef": "ביאור יש\"ר על התורה, דברים כ״ט:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "דברים", "he": "<b>למען הקים אתך,</b> הברית הזאת הוא שיקים ה' אותך לעם סגולתו, כדי שיהיה הוא לך לאלהים, ובהיות התכלית נכבד כ\"כ צריך שתהיה קבלתו בתכלית השלמות:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "65479b67bfb7f047a0f045fa", "index_title": "Ohel Ya'akov on Torah", "category": "Quoting Commentary", "type": "", "ref": "Ohel Ya'akov on Torah, Tzav 1:4", "anchorRef": "Deuteronomy 29:12", "anchorRefExpanded": ["Deuteronomy 29:12"], "sourceRef": "Ohel Ya'akov on Torah, Tzav 1:4", "sourceHeRef": "אהל יעקב על התורה, צו א׳:ד׳", "anchorVerse": 12, "sourceHasEn": false, "commentaryNum": 1.0004, "collectiveTitle": {"en": "Ohel Ya'akov on Torah", "he": "אהל יעקב על התורה"}, "heTitle": "צו", "he": "<b>וכן</b> הראוי שיהיו ישראל מפוארים מב' צדדים היינו שיהיו הפרטים אנשים צדיקים תמימים וישרים ועליהם יופיע עוד הוד והדר הראשים מנהלי הכלל ויתקיים בהם מאמר <b>הבונה בשמים מעלותיו ואגודתו על ארץ יסדה</b> (עמוס ט', ו'). ולפי הנראה היו ישראל בצאתם ממצרים משובחים רק על דרך כלל כי היו להם רועים נאמנים משה ואהרן, והזקנים, וי\"ב ראשי המטות, שרי אלפים שרי מאות כו', והיה הבנין בנוי כמו רמים כמאמר <b>קורות בתינו ארזים</b> כו' (שיר השירים א', י\"ז) ובמאמר <b>ודגלו עלי אהבה</b> (שם ב', ד') כי עשה יתברך מכל ישראל בית נאמן וקרא להם בשם בית ישראל וכמאמר <b>למען הקים אותך היום לו לעם</b> (דברים כ\"ט, י\"ב). אבל הפרט הלא היה הרבה פסולת הערב רב ודומיהם, אשר נאמר עליהם <b>ואעבור עליך ואראך מתבוססת בדמיך</b> כו' (יחזקאל ט\"ז, ו'). אבל המעלה הזאת עוד לא השלימה אותם להגיעם אל מעלת מנהלי העדה ראשי כלל העם ולכן בהביט על כלל האומה כמו שמביטים על בנין מורכב ומחובר לעולם יעלו חן לפניו יתברך וההרכבה הזאת והבנין הזה ישבית מעלינו כל שטן ופגע. לא כן בעת המספר כאשר הם נמנים אחד אחד אז יהרסו את הכלל למשפחות ולבתים ולגברים ויתראה כל אחד בעת ההיא בפני עצמו ולכן יש לחוש בעת ההיא מפגיעת המשטינים, וצוה יתברך ואמר כי תשא את ראש בני ישראל לפקודיהם ונתנו איש כפר נפשו כו' ולא יהיה בהם נגף בפקוד אותם כי אז כאשר יהיה נמנים לא המה הם הנמנים רק המצות יעלו במנין כי ימנו רק השקלים שנתנו ישראל לנדבה ובזאת הקדים להם יתברך הרפואה קודם למכה כי כאשר יתנו איש כופר נפשו יהיה להם רפואת תעלה להשלים מה שיפעול להם המספר אבל ישובו יעמדו על מעלתם שהיה להם בהיותם כלולים בכלל הבנין.", "heVersionTitle": "Jerusalem, 2009", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc94758c1dc532ec97d1", "index_title": "Steinsaltz on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Deuteronomy 29:12", "anchorRef": "Deuteronomy 29:12", "anchorRefExpanded": ["Deuteronomy 29:12"], "sourceRef": "Steinsaltz on Deuteronomy 29:12", "sourceHeRef": "ביאור שטיינזלץ על דברים כ״ט:י״ב", "anchorVerse": 12, "sourceHasEn": true, "commentaryNum": 29.0012, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על דברים", "he": "שני צדדים בברית הזו – \n  <b>לְמַעַן הָקִים אֹתְךָ הַיּוֹם לוֹ לְעָם, וְהוּא יִהְיֶה לְּךָ לֵאלֹהִים.</b> זהו קשר של חיבור ושל ייחוד הדדיים, \n  <b>כַּאֲשֶׁר</b>, כפי ש\n  <b>דִּבֶּר לָךְ וְכַאֲשֶׁר נִשְׁבַּע לַאֲבֹתֶיךָ, לְאַבְרָהָם לְיִצְחָק וּלְיַעֲקֹב.</b> השבועה לאבות תימשך עתה בשבועה לבנים.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "God is enacting this covenant with you <b>in order to establish you today for Him as a people, and He will be your God.</b> There are two parties to the covenant, which entails an exclusive, mutual relationship between the children of Israel and God, <b>as He spoke to you, and as He took an oath to your forefathers, to Abraham, to Isaac, and to Jacob.</b> God’s oath to the patriarchs continues with His oath to their descendants.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "6609143585338a628c6aef5b", "index_title": "Judaism's Life Changing Ideas; A Weekly Reading of the Jewish Bible", "category": "Quoting Commentary", "type": "", "ref": "Judaism's Life Changing Ideas; A Weekly Reading of the Jewish Bible, Nitzavim; The World Is Waiting for You 18", "anchorRef": "Deuteronomy 29:9-12", "anchorRefExpanded": ["Deuteronomy 29:9", "Deuteronomy 29:10", "Deuteronomy 29:11", "Deuteronomy 29:12"], "sourceRef": "Judaism's Life Changing Ideas; A Weekly Reading of the Jewish Bible, Nitzavim; The World Is Waiting for You 18", "sourceHeRef": "רעיונות משני חיים; קריאות חדשות בפרשת השבוע, נצבים י״ח", "anchorVerse": 9, "sourceHasEn": true, "commentaryNum": 18, "collectiveTitle": {"en": "Judaism's Life Changing Ideas; A Weekly Reading of the Jewish Bible", "he": "רעיונות משני חיים; קריאות חדשות בפרשת השבוע"}, "heTitle": "נצבים", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<span class=\"poetry indentAll\">All of you are standing today before the Lord your God – your leaders, your tribes, your elders and officials, all the men of Israel, your children, your wives, the strangers in your camp, from woodcutter to water-drawer – to enter into the covenant of the Lord your God and its oath, which the Lord your God is making with you today, to establish you today as His people, that He may be your God, as He promised you and swore to your ancestors, Abraham, Isaac, and Jacob. (Deut. 29:9–12)</span>", "versionTitle": "The Rabbi Sacks Legacy, OU Press and Maggid Books, 2020", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "665d770ee1d4c3231a2f2ec0", "index_title": "Divrei David on Rashi", "category": "Commentary", "type": "commentary", "ref": "Divrei David on Rashi, Deuteronomy 29:12:1", "anchorRef": "Deuteronomy 29:12", "anchorRefExpanded": ["Deuteronomy 29:12"], "sourceRef": "Divrei David on Rashi, Deuteronomy 29:12:1", "sourceHeRef": "דברי דוד על רש״י, ספר דברים כ״ט:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "commentaryNum": 12.0001, "collectiveTitle": {"en": "Divrei David", "he": "דברי דוד"}, "heTitle": "ספר דברים", "he": "והוא יהיה וכו' חסר שתים. צריך טעם למה לא אמר צ\"ח כמ\"ש אח\"כ מ\"ט שבתורת כהנים, ויש לומר דמרמז שיש באמת מאה דהיינו גם כל חלי וכל מכה הרי שתים רק שלא נזכרו בפירוש מה הם ע\"כ אמר חסר שתים פירוש שהמקלל חיסר בשתים ולא אמרם בפירוש מה הם וכיוצא בזה פירשתי על מה שאמרו בפיוט של שבת בראשית במ\"ט מלאכות בלשון זה ארבעים חסר אחת חיסר, דהיינו מה שמצינו בפרק קמא דשבת דהוצאה היא מלאכה קלה ע\"כ אמר ארבעים חסר דהיינו עם הוצאה אלא שחיסר, אחת ועשה ממנה מלאכה קלה:", "heVersionTitle": "Warsaw, 1882", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "665d770ee1d4c3231a2f2ec1", "index_title": "Divrei David on Rashi", "category": "Commentary", "type": "commentary", "ref": "Divrei David on Rashi, Deuteronomy 29:12:2", "anchorRef": "Deuteronomy 29:12", "anchorRefExpanded": ["Deuteronomy 29:12"], "sourceRef": "Divrei David on Rashi, Deuteronomy 29:12:2", "sourceHeRef": "דברי דוד על רש״י, ספר דברים כ״ט:י״ב:ב׳", "anchorVerse": 12, "sourceHasEn": false, "commentaryNum": 12.0002, "collectiveTitle": {"en": "Divrei David", "he": "דברי דוד"}, "heTitle": "ספר דברים", "he": "מקיימין אתכם ומציבין אתכם לפניו. אמר שני כפולים הקללות והיסורים ועוד כפל מקיימין אתכם ומציבין אתכם לפניו, נראהדתרתי קאמר דע\"י מורא שיש לישראל ודואגים מפניהם שלא יבאו עליהם זה מהני שלא יבאו באמת לכלותם ע\"ד שאמרו בחלום רע עצבותיה מסתייע שע\"י, שדואג תמיד ומצער עליו מסתייע לו שלא יבוא עליו אותו חלום ה\"נ כאן. וע\"ז קאי מקיימין דהיינו שלא תבא באמת הקללה וע\"י זה יהיה להם קיום שנית היסורין שהיסורין שבאים באמת עליהם הם גורמים שיראו מלפני הקב\"ה כי נצרפו על ידיהם ככסף, שנצרף ע\"י אש וניתך הפסולת ממנו כן הוא האדם ע\"י יסורין וע\"כ מסיים ע\"ז ומציבין אתכם לפניו דהיינו שיהיו לפניו והאלהים עשה שייראו מלפניו, והשתא ניחא דבחלוקה הא' לא הזכיר לפניו אלא מקיימין אותו לחוד, וזה נכון בס\"ד:", "heVersionTitle": "Warsaw, 1882", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "66b21b4bd11c92d4bb1916c7", "index_title": "Sefat Emet", "category": "Chasidut", "type": "", "ref": "Sefat Emet, Deuteronomy, Vayeilech 1:3", "anchorRef": "Deuteronomy 29:12", "anchorRefExpanded": ["Deuteronomy 29:12"], "sourceRef": "Sefat Emet, Deuteronomy, Vayeilech 1:3", "sourceHeRef": "שפת אמת, דברים, וילך א׳:ג׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1860, 1900], "commentaryNum": 1.0003, "collectiveTitle": {"en": "Sefat Emet", "he": "שפת אמת"}, "heTitle": "וילך", "he": "אא\"ז מו\"ר ז\"ל פי' הפסוק ואעידה בם את השמים ואת הארץ כו'. שבנ\"י מבררין ומצהלין פנימיות הבריאה. שמעידין שהכל כח הש\"י כו'. והיא בחי' שבת שנק' אסהדותא [וז\"ש נעשה שותף כו']. ואמת כי כפי מה שיודעין זה הטיב אין שום הסתר כלל. כי כללות נשמת ב\"י הם למעלה מכל הבריאה וא\"כ אין בכח הטבע להסתיר באמת. וז\"ש אתם נצבים כו' לפני ה\"א כו' לפני ממש שבנ\"י הם השורש שעל ידיהם נמשך חיות לכל הנבראים. והם הראשונים במדרגה. וז\"ש רש\"י ז\"ל שאמר זה אחר הקללות שהוריקו פניהם וניחם אותם אתם נלבים היום כו' כיום שמאפיל ומאיר כו'. הוא כנ\"ל שהם הראשית שהאור בא ע\"י וא\"כ יכולין להפוך הכל. ובמדרש הכל בעתה מתבראת. פי' בעתה היא התחלות התפשטות החיות מהשם יתברך לבוא לבחי' זמן ועת. כמ\"ש בזוהר הקדוש על ואל יבא בכל עת כו'. וזה בעצמו ענין העמידה בתפילה שהיא מאמר נצבים לפני ה' אלקיכם. שמודה ומכניע עצמו להיות חל עליו מלכות שמים להיות בטל אליו. וע\"י שמכניס עצמו בכלל ישראל. שהם תמיד עומדים לפניו יתברך:", "heVersionTitle": "Sefat emet, Piotrków, 1905-1908", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שפת אמת, פיוטרקוב, תרס\"ה-תרס\"ח", "text": "The Chidushei Harim explained the pasuk (Devarim 31:28), “...and I will make the heavens and earth bear witness against them.” This is because Bnei Yisrael clarify and rejoice in the inner essence of creation, testifying that everything is the power of Hashem. This concept aligns with Shabbos, called a testimony. When one says “Vayechulu” on Friday night, he becomes a partner in creation, affirming that everything is Hashem. The truth is that as one realizes this, nothing remains hidden. The souls of Bnei Yisrael are above nature, and hence nature cannot truly conceal this fact.<br>This is the meaning of (Devarim 29:9), “You are standing here today before Hashem your G-d,” indicating that Bnei Yisrael, as the source of life force, stand directly before Hashem. They are the first step through which everything descends. Rashi (Devarim 29:12) explains that Hashem told the parsha of Nitzavim after the curses to console Bnei Yisrael, whose faces had turned pale. Hashem reassured them, saying that just as the day turns from dark to light, so too will He bring light to them. This aligns with the idea that Bnei Yisrael, being the initial conduit for divine light, have the power to transform everything.<br>The Midrash (Devarim Rabbah 8:1) states, “everything is created in its time,” meaning the beginning of the spreading of life force from Hashem into the realm of time. The Zohar elaborates on this (Zohar 3:58a) with the phrase “And he shall not enter at any time,” referring to the sanctity of timing in divine service. This concept is mirrored in the act of standing in prayer, as in “Atem nitzavim” (Devarim 29:9). When one acknowledges and humbles himself before Hashem, he aligns himself with Klal Yisrael, who are always standing before Hashem, nullifying himself to divine will.", "versionTitle": "Translation by Dan Levy, 2024", "license": "", "versionTitleInHebrew": ""}, {"_id": "5892f12dd6e4a9274646e918", "index_title": "Chizkuni", "category": "Quoting Commentary", "type": "", "ref": "Chizkuni, Deuteronomy 27:26:1", "anchorRef": "Deuteronomy 29:12", "anchorRefExpanded": ["Deuteronomy 29:12"], "sourceRef": "Chizkuni, Deuteronomy 27:26:1", "sourceHeRef": "חזקוני, דברים כ״ז:כ״ו:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "דברים", "he": "<b>אשר לא יקים </b>יקבל. כמו למען הקים אותך היום לו לעם <b>[ארור אשר לא יקים </b>חוזר וכולל כל אזהרותיו].\n", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "אשר לא יקים, “who does not accept;” this expression is used in the same sense in Deut. 29,12: למען הקים אותך היום לעם, “in order to accept you this day as a nation.”", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5892f2efd6e4a92746472d44", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Deuteronomy 29:12:1", "anchorRef": "Deuteronomy 29:12", "anchorRefExpanded": ["Deuteronomy 29:12"], "sourceRef": "Chizkuni, Deuteronomy 29:12:1", "sourceHeRef": "חזקוני, דברים כ״ט:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1220, 1260], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "דברים", "he": "<b>[למען הקים אתך </b>יקבל].\n", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": [], "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58f75f7ad6e4a9133c20c412", "index_title": "Ben Ish Hai", "category": "Halakhah", "type": "commentary", "ref": "Ben Ish Hai, Drashot, Nitzavim 11", "anchorRef": "Deuteronomy 29:12-13", "anchorRefExpanded": ["Deuteronomy 29:12", "Deuteronomy 29:13"], "sourceRef": "Ben Ish Hai, Drashot, Nitzavim 11", "sourceHeRef": "בן איש חי, דרשות, נצבים י״א", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1894, 1898], "commentaryNum": 11, "collectiveTitle": {"en": "Ben Ish Hai", "he": "בן איש חי"}, "heTitle": "נצבים", "he": "גם נ\"ל בס\"ד תמונת השופר רומז להתעוררות תשובה שהוא צד א' קצר וצד א' רחב ותופס צד הקצר שהקול נכנס שם והולך ומתרחב כן דרכו של בעל תשובה להיות מוסיף והולך יום אחר יום: \n", "heVersionTitle": "Ben Ish Chai, Jerusalem, 1898", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בן איש חי, ירושלים, תרנ\"ח", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85c38f3421140d090a730b", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Nitzavim 1", "anchorRef": "Deuteronomy 29:12", "anchorRefExpanded": ["Deuteronomy 29:12"], "sourceRef": "Agra DeKala, Nitzavim 1", "sourceHeRef": "אגרא דכלה, נצבים א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 1, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "נצבים", "he": "<b>אתם</b> נצבים היום כלכם לפני ד' אלקיכם וכו' (דברים כט ט), מחוטב עציך עד שואב מימך (דברים כט י), לעברך בברית וכו' (דברים כט יא), למען הקים אותך היום לו לעם והוא יהיה לך וכו' (דברים כט יב). מה שיש לדקדק במקראי קודש הללו: הוא א', אומרו אתם נצבים וכו', דנראה שהדבר בבחירתם שמעצמם בבחירתם התיצבו, ומסיים לעברך בברית, ואי בבחירתם התיצבו היה לו לומר לעבור בברית, ומאומרו לעבר\"ך דנראה שהשי\"ת הוא המעביר והוא המצב אותם לזה, והוה ליה להתחיל התיצבו נא לפני ד' אלקיכם וכו' לעברך. ב', אומרו היו\"ם, ומי לא ידע כי היום הוא המעשה. ג', אומרו מחוטב עציך ע\"ד וכו', דהמנהג היא במקראי קודש בלשון כזה בציירו הדבר היותר גדול והדבר היותר קטן, אמר מתחילה הקצה האחד במ\"ם הפעולה, והקצה השני בתיבת ע\"ד, וכאן אלו היה אומר מראשיכם עד שואב ממיך היו צודק, אבל באומרו מחטב עציך עד שואב מימיך ששניהם פחותי ערך, קשה הדבר מאד, אפילו אם יאמר האומר שקאי רק על וגרך אשר וכו', גם כן קשה הדבר דמהיכי תיתי לן לומר דחוטב עצים היה במעלה גדולה מהגרים, והשואב מים הוא במעלה פחותה. ד', אומרו למען הקים אותך היום לו לעם, וכי רק להיום הזה הקים השי\"ת את ישראל, הלא לעולמי עד הם לו לעם. ה', אומרו והוא יה\"יה לך לאלקים, דמשמע לעתיד לא היום בלבד, ואם כן לא הוי סיפא דומיא דרישא. ו', יש לדקדק כיון דפרט בדרגין בפרטות ראשיכם שבטיכם וכו', אין מן הצורך לומר בהתחלת דבריו תיבת כלכ\"ם. והנראה דהנה ישראל היו אז במעלה גדולה לאין ערך בתוקף האהבה להשי\"ת אהבה עזה, עד שכל מיני תענוגי עולם הזה היו בטלים אצלם לגודל אהבת השי\"ת. והנה תכלית האדם בעולם הזה לעבוד את השי\"ת בכל תנועותיו, אפילו באכילתו ושתייתו ודבורו הכל יהיה צורך גבוה, והאוהב את השי\"ת באמת, אין לו תענוג מתענוגי עולם הזה מאכילה ושתיה ואשה ובנים, רק להיות שהוא דבר נרצה לעבודת השי\"ת לגרום בזה יחודין עילאין. והנה אדם כזה אין לו שום תנועה בשום אבר רק לצורך הש\"י, מה שאין כן איש הקשור בחבלי עבותות אהבת עולם הזה, אם כן כשמתענג באיזה תנועת אבר בצרכי עולם הזה, זה אינו לפני ד' ולצורך עבודתו רק לצורך האדם המתענג בעצמו. והנה אהבה כזו לא יזכה לה האדם רק אחר יגיעות רבות ובזיכוך החומר הגס, עד אשר תאיר בו אור הנערב למעלה למשכיל ויתלהב בלבו בחשק רב ונמרץ לעבודתו, ויתבטלו בעיניו תענוגי הזמן וחמודי העולם הזה הכלים כרגע. והנה בכאן היה מן הצורך להביא כל ישראל בברית, ובכדי שלא יהיה עליהם למשא, הטעימם הש\"י ממתיקות עבודתו למען יראו ויבינו כי כוונת הש\"י לטוב להם ביתר שאת ומעלה נפלאה, על כן הוא מרחקם ומזרזם לבלתי נגוע בקצה משענת הקנה רצוץ תענוגי עולם הזה, ויהיה דבר נקלה בעיניהם לקבל עליהם אלות הברית, כיון שהוא לטובתם הרב לשבוע בצחצחות נפשם. והנה זאת המעלה לא נשאר להם לעולם רק בזמן קבלת הברית, ואחר כך כל אחד מחויב לעבוד עבודה שלימה לד' לשבור החומר עד אשר יבא למעלה הנפלאה הלזו, והדבר הוא רק למשל האב מראה לבנו כשיעשה רצונו וילמוד החכמה, אזי יעשה לו בגדים וישיאו אשה יפת תואר, ואחר כך מעלים ומכסה ממנו עניני החמודות הללו, עד אשר ישתדל לבא למעלה שצוה אביו, אז יתן לו האב בפועל ממש הדבר הנחמד שהראה לו מאז למראה עיניו בלבד. ומעתה נבא להתכת הפסוק, להיות שהטעימן הש\"י אז מטעם מתיקות אור הנערב, אז היה בטול אצלם כל תענוגי עולם הזה לנגד תענוג עבודתו, ואם כן היה אז כל תנועותיהם אפילו בענייני עולם הזה רק לצורך גבוה, דהיינו אכילה ושתיה ומשגל ודיבור והילוך ומשא ומתן, הכל לעבוד עבודתו ית' לברר ניצוצין ולבער הקוצים מן הכרם כנודע, ולגרום יחודין בעולמות עליונים, והיה אדונינו משה יודע שלא תשאר זו המעלה לעולמי עד, כי לא הגיעו למדריגה זו על ידי פועל עבודתם, רק במתנה מהש\"י לפי שעה להראות להם המתיקות, ואחר כך יזדרז לבא למדרגה כזו. וז\"ש אתם נצבים היום (דייקא, כי לא תתמוד המעלה הזאת), כלכ\"ם (ר\"ל כל חלקי גופיכם וכל תנועות איבריכם בלי שום שיור לתענוג עצמיכם בעולם הזה) לפני י\"י אלקיכם, (לפני יתפרש כמו וכשר הדבר לפני המלך (אסתר ח ה), ר\"ל ראוי והגון הדבר הזה לכבוד המלך, כן בכאן לפני י\"י אלקיכם, ר\"ל לעבודת המלך בלבד ולכבודו אפילו בכל תנועות תענוגי עולם הזה, הוא גם כן רק מטעמים לפני המלך והבן). ופרט ראשיכם וכו' מחוטב עצך עד שואב מימיך, (ר\"ל הנה יש לכולכם בפתאום המעלה הנפלאה הזאת, הן חוטב עציך היינו אותם שהם במעלה גדולה מאז ומקדם להיות ממחצדי חקלא לבער הקוצים מן הכרם, הן השואב ממי\"ך מי\"ם נקראים התענוגים כנודע, כי המים מצמיחים כל מיני תענוג. ור\"ל הנה תראו שבפתאום נתהווה לכולכם המעלה הנפלאה חשק עבודת י\"י ית' באהבה, הן אותם שכבר היה להם מעלה גדולה, הן אותם שהיו משוקעים בתענוגים ולא השתדלו לבא למעלה הנפלאה הלזו, ומהיכן נתהווה זה, על כרחך הוא כי יד י\"י עשתה זאת להטעימכם מטעם וזוהר מתיקות טובו, כדי) לעברך בברית וכו' ולא יהיה עליך כמשא. וזהו למען הקים אותך היום וכו', היו\"ם דייקא שהשעה צריכה לכך, והוא יהיה לך לאלקים לעולמי עד, כאשר תשתדל לבא לזאת המדריגה, תטעום תמיד מטעם העליון עריבות נעימות ידידות היוצר, והבן מאד וינעם לך:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d092b6084aa1cbf050a7", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, דָּבַר 1", "anchorRef": "Deuteronomy 29:12", "anchorRefExpanded": ["Deuteronomy 29:12"], "sourceRef": "BDB, דָּבַר 1", "sourceHeRef": "בראון-דרייבר-בריגס, דָּבַר א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "דָּבַר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big>[<span dir=\"rtl\">דָּבַר</span></big></big><sub>1142</sub><big><big>]</big></big>  <strong>vb. speak (</strong>original meaning dub.; <em>range in order</em> Thes is conjectural and not comprehensive enough; <em>treiben</em> MV does not explain Arabic or Heb. usage, but only Aramaic A meaning <em>go away</em>, sustained by Arabic <span dir=\"rtl\">دَبَرَ بِهِ</span> <em>go away with it</em>, would best explain the four branches of usage:—(1) Arabic <span dir=\"rtl\">دَبَرَ</span> <em>depart, perish</em>, iv. <em>retreat</em>, fig. <em>retrograde, decline;</em> <span dir=\"rtl\">دَبْرٌ</span> <em>passing away, death;</em> Assyrian <em>dabâru</em>, Pi. <em>drive away</em>, Bez <sup>Orient. Diplom. Vocab.</sup>, <em>Dibbara</em>, pest-god, Hpt in KAT <sup>2500</sup>, <span dir=\"rtl\">דֶּבֶר</span> <em>pestilence</em>. (2) Arabic <span dir=\"rtl\">دَبَرَ</span> <em>follow behind</em>, in time, place, or station; <span dir=\"rtl\">دَبْرٌ</span> <em>part behind</em>, <span dir=\"rtl\">دُبُرٌ</span> <em>back</em>, <span dir=\"rtl\">דְּבִיר</span> <em>hindmost chamber of temple</em>. (3) Syriac <span dir=\"rtl\">ܕܒܰܪ</span> <em>lead, guide</em>, cattle, sheep, government, <em>take</em> a wife, = Aramaic <span dir=\"rtl\">דְּבר</span>; Syriac <span dir=\"rtl\">ܕܳܒܽܘܪܳܐ</span>, Aramaic <span dir=\"rtl\">דַּבָּר</span> <em>leader;</em> Syriac <span dir=\"rtl\">ܕܽܘܒܳܪܳܐ</span>, Aramaic <span dir=\"rtl\">דַּבָּרָא</span> <em>guidance;</em> Syriac <span dir=\"rtl\">ܕܰܒܪܳܐ</span> Aramaic <span dir=\"rtl\">דַּבְרָא</span>, Heb. <span dir=\"rtl\">דֹּבֶר</span>; Syriac <span dir=\"rtl\">ܡܰܕܒܰܪ</span>, Aramaic <span dir=\"rtl\">מַדְבְּרָא</span>, Heb. <span dir=\"rtl\">מִדְבָּר</span> <em>pasture, wilderness;</em> Arabic <span dir=\"rtl\">دِبْرٌ</span>, Syriac <span dir=\"rtl\">ܕܶܒܘܽܪܻܝܬܳܐ</span>, Aramaic <span dir=\"rtl\">דַּבַּרְתָּא</span>, Heb. <span dir=\"rtl\">דְּבוֹרָה</span> <em>swarm of bees</em>, may be in this line, as led by their queen, so Thes. (4) Arabic <span dir=\"rtl\">دَبَّرَ</span> <em>consider the end</em> or <em>issue</em> (of an affair), <em>relate</em> (a story or tradition); <span dir=\"rtl\">دَبَّرَ فِى</span> <em>consider</em>, <span dir=\"rtl\">دَبَّرَ عَلَى</span> <em>plan against;</em> Ph. <span dir=\"rtl\">דבר</span> <em>speak;</em> Heb. <span dir=\"rtl\">דִּבֶּר</span> etc. Syn. of <span dir=\"rtl\">אָמַר</span> <em>say</em>, as Aramaic <span dir=\"rtl\">מַלֵּל</span> with <span dir=\"rtl\">אֲמַר</span>; Gk. λαλεῖν, λέγειν; Lat. <em>loqui, dicere;</em> Germ. <em>reden, sagen</em><strong>)</strong>—<br>†<strong>Qal</strong><sub>41</sub>  only inf. (once?) & pt.: Inf. sf. <span dir=\"rtl\">בְּדָרְרֶ֑ךָ</span> (by attraction to <span dir=\"rtl\">בְּשָׁפְטֶ֑ךָ</span> for usual Piel) <a data-ref=\"Psalms 51:6\" href=\"/Psalms.51.6\">ψ 51:6</a>; Pt. <span dir=\"rtl\">דֹּבֵר</span> <a data-ref=\"Exodus 6:29\" href=\"/Exodus.6.29\">Ex 6:29</a> + 30 times; pl. <span dir=\"rtl\">דֹּבְרִים</span> <a data-ref=\"Numbers 36:5\" href=\"/Numbers.36.5\">Nu 36:5</a> <a data-ref=\"Psalms 109:20\" href=\"/Psalms.109.20\">ψ 109:20</a>; cstr. <span dir=\"rtl\">דֹּבְרֵי</span> <a data-ref=\"Psalms 5:7\" href=\"/Psalms.5.7\">ψ 5:7</a> + 3 times; f. <span dir=\"rtl\">דֹּבְרוֹת</span> <a data-ref=\"Numbers 27:7\" href=\"/Numbers.27.7\">Nu 27:7</a> <a data-ref=\"Psalms 31:19\" href=\"/Psalms.31.19\">ψ 31:19</a>; pass. <span dir=\"rtl\">דָּבֻר</span> <a data-ref=\"Proverbs 25:11\" href=\"/Proverbs.25.11\">Pr 25:11</a>;—<em>speak</em>, abs. <a data-ref=\"Numbers 27:7\" href=\"/Numbers.27.7\">Nu 27:7</a>; <a data-ref=\"Numbers 32:27\" href=\"/Numbers.32.27\">32:27</a>; <a data-ref=\"Numbers 36:5\" href=\"/Numbers.36.5\">36:5</a> (P) <a data-ref=\"Psalms 51:6\" href=\"/Psalms.51.6\">ψ 51:6</a> (?); <span dir=\"rtl\">דָּבָר דָּבֻר</span> <em>word spoken</em> <a data-ref=\"Proverbs 25:11\" href=\"/Proverbs.25.11\">Pr 25:11</a>; with acc. rei <span dir=\"rtl\">דֹּבֵר דָּבָר</span> <em>speaking a word</em> <a data-ref=\"Job 2:13\" href=\"/Job.2.13\">Jb 2:13</a>; <span dir=\"rtl\">אמת</span> <a data-ref=\"Psalms 15:2\" href=\"/Psalms.15.2\">ψ 15:2</a>, <span dir=\"rtl\">תמים</span> <a data-ref=\"Amos 5:10\" href=\"/Amos.5.10\">Am 5:10</a>, <span dir=\"rtl\">(מ) ישׁרים</span> <a data-ref=\"Proverbs 16:13\" href=\"/Proverbs.16.13\">Pr 16:13</a>; <a data-ref=\"Isaiah 33:15\" href=\"/Isaiah.33.15\">Is 33:15</a>, <span dir=\"rtl\">צדק</span> <a data-ref=\"Isaiah 45:19\" href=\"/Isaiah.45.19\">Is 45:19</a>, <span dir=\"rtl\">שׁלום</span> <a data-ref=\"Esther 10:3\" href=\"/Esther.10.3\">Est 10:3</a> <a data-ref=\"Psalms 28:3\" href=\"/Psalms.28.3\">ψ 28:3</a>, <span dir=\"rtl\">שׁקר(ים)</span> <a data-ref=\"Psalms 63:12\" href=\"/Psalms.63.12\">ψ 63:12</a>; <a data-ref=\"Psalms 101:7\" href=\"/Psalms.101.7\">101:7</a>; <a data-ref=\"Jeremiah 40:16\" href=\"/Jeremiah.40.16\">Je 40:16</a>, <span dir=\"rtl\">כזב</span> <a data-ref=\"Psalms 5:7\" href=\"/Psalms.5.7\">ψ 5:7</a>; <a data-ref=\"Psalms 58:4\" href=\"/Psalms.58.4\">58:4</a>, <span dir=\"rtl\">רע</span> <a data-ref=\"Psalms 109:20\" href=\"/Psalms.109.20\">ψ 109:20</a>, <span dir=\"rtl\">נבלה</span> <a data-ref=\"Isaiah 9:16\" href=\"/Isaiah.9.16\">Is 9:16</a>, <span dir=\"rtl\">הַוַּת נפשׁו</span> <a data-ref=\"Micah 7:3\" href=\"/Micah.7.3\">Mi 7:3</a>; with <span dir=\"rtl\">אֶל</span> of <em>person, unto</em> <a data-ref=\"Genesis 16:13\" href=\"/Genesis.16.13\">Gn 16:13</a> (J) <a data-ref=\"Exodus 6:29\" href=\"/Exodus.6.29\">Ex 6:29</a> (P) <a data-ref=\"Jeremiah 38:20\" href=\"/Jeremiah.38.20\">Je 38:20</a>; <a data-ref=\"Jeremiah 40:16\" href=\"/Jeremiah.40.16\">40:16</a> <a data-ref=\"Daniel 10:11\" href=\"/Daniel.10.11\">Dn 10:11</a> <a data-ref=\"Jonah 3:2\" href=\"/Jonah.3.2\">Jon 3:2</a>; <span dir=\"rtl\">בְּאָזְנֵי</span> <em>in the ears of</em> <a data-ref=\"Deuteronomy 5:1\" href=\"/Deuteronomy.5.1\">Dt 5:1</a>; <a data-ref=\"Jeremiah 28:7\" href=\"/Jeremiah.28.7\">Je 28:7</a>; <span dir=\"rtl\">עַל</span> <em>concerning, about</em> <a data-ref=\"Psalms 31:19\" href=\"/Psalms.31.19\">ψ 31:19</a>; <a data-ref=\"Psalms 109:20\" href=\"/Psalms.109.20\">109:20</a>; <a data-ref=\"Jeremiah 32:42\" href=\"/Jeremiah.32.42\">Je 32:42</a> (sometimes rendered <em>against</em>, but dub.); <span dir=\"rtl\">עִם</span> <em>with</em> <a data-ref=\"Psalms 28:3\" href=\"/Psalms.28.3\">ψ 28:3</a>; <span dir=\"rtl\">הַמַּלְאָךְ הַדֹּבֵר בִּי</span> <em>the angel that spake with me</em> (as a prophet, an instrument of communicating with Israel) <a data-ref=\"Zechariah 1:9\" href=\"/Zechariah.1.9\">Zc 1:9</a>, <a data-ref=\"Zechariah 1:13\" href=\"/Zechariah.1.13\">13</a>, <a data-ref=\"Zechariah 1:14\" href=\"/Zechariah.1.14\">14</a>; <a data-ref=\"Zechariah 2:2\" href=\"/Zechariah.2.2\">2:2</a>, <a data-ref=\"Zechariah 2:7\" href=\"/Zechariah.2.7\">7</a>; <a data-ref=\"Zechariah 4:1\" href=\"/Zechariah.4.1\">4:1</a>, <a data-ref=\"Zechariah 4:4\" href=\"/Zechariah.4.4\">4</a>, <a data-ref=\"Zechariah 4:5\" href=\"/Zechariah.4.5\">5</a>; <a data-ref=\"Zechariah 5:5\" href=\"/Zechariah.5.5\">5:5</a>, <a data-ref=\"Zechariah 5:10\" href=\"/Zechariah.5.10\">10</a>; <a data-ref=\"Zechariah 6:4\" href=\"/Zechariah.6.4\">6:4</a> (vid. prep. <span dir=\"rtl\">בְּ</span> <strong>III. 2</strong> Ew<sup>§ 217 f. (3)</sup>).<br>†<strong>Niph.</strong><sub>4</sub>  Pf. <span dir=\"rtl\">נִדְבְּרוּ</span> <a data-ref=\"Malachi 3:16\" href=\"/Malachi.3.16\">Mal 3:16</a>, <span dir=\"rtl\">נִדְבָּ֑רוּ</span> <a data-ref=\"Psalms 119:23\" href=\"/Psalms.119.23\">ψ 119:23</a>, <span dir=\"rtl\">נִדְבַּרְנוּ</span> <a data-ref=\"Malachi 3:13\" href=\"/Malachi.3.13\">Mal 3:13</a>; Pt. <span dir=\"rtl\">הַנִּדְבָּרִים</span> <a data-ref=\"Ezekiel 33:30\" href=\"/Ezekiel.33.30\">Ez 33:30</a>; reciprocal sense, <em>speak with one another, talk</em>, abs. <a data-ref=\"Malachi 3:16\" href=\"/Malachi.3.16\">Mal 3:16</a>; with <span dir=\"rtl\">בְּ</span>, <em>against</em> <a data-ref=\"Psalms 119:23\" href=\"/Psalms.119.23\">ψ 119:23</a>; <a data-ref=\"Ezekiel 33:30\" href=\"/Ezekiel.33.30\">Ez 33:30</a>; with <span dir=\"rtl\">עַל</span>, <em>concerning, about</em> <a data-ref=\"Malachi 3:13\" href=\"/Malachi.3.13\">Mal 3:13</a> (RV <em>against</em>, vid. Ew <sup>§ 217 i.</sup>)<br><strong>Pi.</strong><sub>1089</sub>  Pf. <span dir=\"rtl\">דִּבֶּר</span> <a data-ref=\"Genesis 12:4\" href=\"/Genesis.12.4\">Gn 12:4</a> +, <span dir=\"rtl\">דִּבֵּ֑ר</span> <a data-ref=\"Genesis 21:1\" href=\"/Genesis.21.1\">Gn 21:1</a> + (on <span dir=\"rtl\">דִּבֶּ֑ר</span> <a data-ref=\"Exodus 12:25\" href=\"/Exodus.12.25\">Ex 12:25</a> <a data-ref=\"Deuteronomy 26:19\" href=\"/Deuteronomy.26.19\">Dt 26:19</a> v. Bö<sup>§ 1021 d (1)</sup> Kö<sup>i 188</sup>); Impf. <span dir=\"rtl\">יְדַבֵּר</span> <a data-ref=\"Genesis 44:7\" href=\"/Genesis.44.7\">Gn 44:7</a> +, <span dir=\"rtl\">יְדַבֶּר־</span> <a data-ref=\"Genesis 44:18\" href=\"/Genesis.44.18\">Gn 44:18</a> +; <span dir=\"rtl\">תְּדַבְּרוּן</span> <a data-ref=\"Genesis 32:20\" href=\"/Genesis.32.20\">Gn 32:20</a>, <span dir=\"rtl\">תְּדַבֵּר֑וּן</span> <a data-ref=\"Psalms 58:2\" href=\"/Psalms.58.2\">ψ 58:2</a>; Imv. <span dir=\"rtl\">דַּבֵּר</span> <a data-ref=\"Genesis 24:38\" href=\"/Genesis.24.38\">Gn 24:38</a> +, <span dir=\"rtl\">דַּבֶּר־</span> <a data-ref=\"Exodus 11:2\" href=\"/Exodus.11.2\">Ex 11:2</a> +; Inf. <span dir=\"rtl\">דַּבֵּר</span> <a data-ref=\"Genesis 24:50\" href=\"/Genesis.24.50\">Gn 24:50</a> +, <span dir=\"rtl\">דַּבֶּר־</span> <a data-ref=\"Isaiah 59:13\" href=\"/Isaiah.59.13\">Is 59:13</a> +; Pt. <span dir=\"rtl\">מְדַבֵּר</span> <a data-ref=\"Genesis 27:6\" href=\"/Genesis.27.6\">Gn 27:6</a> +; f. <span dir=\"rtl\">מְדַבֶּרֶת</span> <a data-ref=\"I Samuel 1:13\" href=\"/I_Samuel.1.13\">1 S 1:13</a> +;—(<span dir=\"rtl\">הַדִּבֵּר</span> <a data-ref=\"Jeremiah 5:13\" href=\"/Jeremiah.5.13\">Je 5:13</a>, inf. Ki <sup>48</sup>, prob. Ol<sup>§ 182 e</sup> Kö<sup>§ 23 (5)</sup>, perhaps MV; but more prob. a noun, as Ges<sup>§ 52 (2), Anm. 3</sup> Ew<sup>§ 156 a</sup>, dub. pf. as Sta<sup>§ 222</sup>; <span dir=\"rtl\">בְּיוֹם דִּבֶּר</span> <a data-ref=\"Exodus 6:28\" href=\"/Exodus.6.28\">Ex 6:28</a> <a data-ref=\"Numbers 3:1\" href=\"/Numbers.3.1\">Nu 3:1</a> <a data-ref=\"Deuteronomy 4:15\" href=\"/Deuteronomy.4.15\">Dt 4:15</a>; <span dir=\"rtl\">תְּחִלַּת דִּבֶּר־</span> <a data-ref=\"Hosea 1:2\" href=\"/Hosea.1.2\">Ho 1:2</a>, inf. Ki<sup>48</sup> Bö<sup>§ 987 (7)</sup> Kö<sup>§ 23 (5)</sup>; but more prob. pf., as Ges<sup>§ 52 (2), Anm. 3</sup>);—<em>speak</em>, <strong>1.</strong>  abs. <a data-ref=\"Deuteronomy 18:17\" href=\"/Deuteronomy.18.17\">Dt 18:17</a> + (throughout the literature) usually with <span dir=\"rtl\">לֵאמֹר</span>, less freq. <span dir=\"rtl\">וַיֹּאמֶר</span>: <a data-ref=\"II Kings 18:28\" href=\"/II_Kings.18.28\">2 K 18:28</a> +, cf. the phrases †<span dir=\"rtl\">דברתי (י׳) אני</span> <a data-ref=\"Ezekiel 5:13\" href=\"/Ezekiel.5.13\">Ez 5:13</a> + 18 times Ez; †<span dir=\"rtl\">כי י׳ דבר</span> <a data-ref=\"Isaiah 1:2\" href=\"/Isaiah.1.2\">Is 1:2</a>; <a data-ref=\"Isaiah 21:17\" href=\"/Isaiah.21.17\">21:17</a>; <a data-ref=\"Isaiah 22:25\" href=\"/Isaiah.22.25\">22:25</a>; <a data-ref=\"Isaiah 24:3\" href=\"/Isaiah.24.3\">24:3</a>; <a data-ref=\"Isaiah 25:8\" href=\"/Isaiah.25.8\">25:8</a>; <a data-ref=\"Jeremiah 13:15\" href=\"/Jeremiah.13.15\">Je 13:15</a>; <a data-ref=\"Joel 4:8\" href=\"/Joel.4.8\">Jo 4:8</a>; <a data-ref=\"Obadiah 1:18\" href=\"/Obadiah.1.18\">Ob 18</a>; †<span dir=\"rtl\">כי פי י׳ דבר</span> <a data-ref=\"Isaiah 1:20\" href=\"/Isaiah.1.20\">Is 1:20</a>; <a data-ref=\"Isaiah 40:5\" href=\"/Isaiah.40.5\">40:5</a>; <a data-ref=\"Isaiah 58:14\" href=\"/Isaiah.58.14\">58:14</a>; <a data-ref=\"Micah 4:4\" href=\"/Micah.4.4\">Mi 4:4</a>; †<span dir=\"rtl\">פי ידבר</span> <a data-ref=\"Psalms 49:4\" href=\"/Psalms.49.4\">ψ 49:4</a>; †<span dir=\"rtl\">(י)דבר פי</span> <a data-ref=\"Psalms 66:14\" href=\"/Psalms.66.14\">ψ 66:14</a>; <a data-ref=\"Psalms 145:21\" href=\"/Psalms.145.21\">145:21</a>; †<span dir=\"rtl\">השׁכם ודבר</span> <a data-ref=\"Jeremiah 17:13\" href=\"/Jeremiah.17.13\">Je 17:13</a>; <a data-ref=\"Jeremiah 25:3\" href=\"/Jeremiah.25.3\">25:3</a>; <a data-ref=\"Jeremiah 35:14\" href=\"/Jeremiah.35.14\">35:14</a>; †<span dir=\"rtl\">עוד זה מדבר</span> <a data-ref=\"Job 1:16\" href=\"/Job.1.16\">Jb 1:16</a>, <a data-ref=\"Job 1:17\" href=\"/Job.1.17\">17</a>, <a data-ref=\"Job 1:18\" href=\"/Job.1.18\">18</a>. <strong>2.</strong>  with acc. rei, very frequently, <span dir=\"rtl\">ד׳ את הדברים האלה</span> <a data-ref=\"Exodus 20:1\" href=\"/Exodus.20.1\">Ex 20:1</a> <a data-ref=\"Deuteronomy 5:17\" href=\"/Deuteronomy.5.17\">Dt 5:19</a> +; <span dir=\"rtl\">לָמָּה תְּדַבֵּר עוֹד דְּבָרֶיךָ</span> <em>why speakest thou any more of thy affairs?</em> <a data-ref=\"II Samuel 19:30\" href=\"/II_Samuel.19.30\">2 S 19:30</a>; <span dir=\"rtl\">עַד אִם־דִּבַּרְתִּי דְּבָרָ֑י</span> <em>until I have told my errand</em> <a data-ref=\"Genesis 24:33\" href=\"/Genesis.24.33\">Gn 24:33</a>; seld. sq. <span dir=\"rtl\">דָּבָר</span> indef.; as <span dir=\"rtl\">ד׳ דָּבָר</span> <a data-ref=\"Isaiah 58:13\" href=\"/Isaiah.58.13\">Is 58:13</a> <em>speak a</em> (mere, empty) <em>word;</em> so prob. also <span dir=\"rtl\">ד׳ דְּבָרִים</span> <a data-ref=\"Hosea 10:4\" href=\"/Hosea.10.4\">Ho 10:4</a>; with other nouns, e.g. <span dir=\"rtl\">דבר קשׁות</span> <em>spake rough words</em> <a data-ref=\"Genesis 42:7\" href=\"/Genesis.42.7\">Gn 42:7</a>, <a data-ref=\"Genesis 42:30\" href=\"/Genesis.42.30\">30</a> (E); <span dir=\"rtl\">ד׳ גבהה</span> <em>proud words</em> <a data-ref=\"I Samuel 2:3\" href=\"/I_Samuel.2.3\">1 S 2:3</a>; <span dir=\"rtl\">טבות</span> <em>friendly words</em> <a data-ref=\"Jeremiah 12:6\" href=\"/Jeremiah.12.6\">Je 12:6</a>; <span dir=\"rtl\">טוב</span> <a data-ref=\"I Samuel 19:4\" href=\"/I_Samuel.19.4\">1 S 19:4</a> <a data-ref=\"I Kings 22:13\" href=\"/I_Kings.22.13\">1 K 22:13</a> <a data-ref=\"Esther 7:9\" href=\"/Esther.7.9\">Est 7:9</a>; <span dir=\"rtl\">שׁקר</span> <a data-ref=\"Isaiah 59:3\" href=\"/Isaiah.59.3\">Is 59:3</a> +, <span dir=\"rtl\">כזב</span> <a data-ref=\"Daniel 11:27\" href=\"/Daniel.11.27\">Dn 11:27</a>, <span dir=\"rtl\">אמת</span> <a data-ref=\"Jeremiah 9:4\" href=\"/Jeremiah.9.4\">Je 9:4</a> +, <span dir=\"rtl\">שׁוא</span> <a data-ref=\"Psalms 12:3\" href=\"/Psalms.12.3\">ψ 12:3</a> +; <span dir=\"rtl\">דבר שׁיר</span> <em>utter, sing a song</em> <a data-ref=\"Judges 5:12\" href=\"/Judges.5.12\">Ju 5:12</a>; <span dir=\"rtl\">משׁל</span> <a data-ref=\"I Kings 5:12\" href=\"/I_Kings.5.12\">1 K 5:12</a>; <span dir=\"rtl\">יְהוּדִית</span> <em>the Jewish language</em> <a data-ref=\"Nehemiah 13:24\" href=\"/Nehemiah.13.24\">Ne 13:24</a>; †<span dir=\"rtl\">סרה</span> <em>rebellion</em> <a data-ref=\"Deuteronomy 13:6\" href=\"/Deuteronomy.13.6\">Dt 13:6</a> <a data-ref=\"Jeremiah 28:16\" href=\"/Jeremiah.28.16\">Je 28:16</a>; <a data-ref=\"Jeremiah 29:32\" href=\"/Jeremiah.29.32\">29:32</a>. <strong>3.</strong>  <em>with persons:</em> <strong>a.</strong>  rarely acc. <span dir=\"rtl\">יָֽכְלוּ דַבְּרוֹ לְשָׁלֹם</span> <em>they could</em> [<em>not</em>] <em>speak unto him peaceably</em> <a data-ref=\"Genesis 37:4\" href=\"/Genesis.37.4\">Gn 37:4</a> (J; but Ew<sup>§ 282 a</sup> <em>about him</em>); <span dir=\"rtl\">וַיְדַבֵּר</span> … <span dir=\"rtl\">אֹתָם</span> <a data-ref=\"Numbers 26:3\" href=\"/Numbers.26.3\">Nu 26:3</a> (P, but text corrupt vid. Di; no satisfactory explanation yet given, possibly read <span dir=\"rtl\">אִתָּם</span> vid. <strong>d</strong>). <strong>b.</strong>  most frequently with <span dir=\"rtl\">אֶל</span> throughout the literature: <a data-ref=\"Genesis 8:15\" href=\"/Genesis.8.15\">Gn 8:15</a> +; cf. phrases <span dir=\"rtl\">וַיְדַבֵּר י׳ אֶל מֹשֶׁה לֵאמֹר</span> <a data-ref=\"Exodus 6:10\" href=\"/Exodus.6.10\">Ex 6:10</a> + 87 times; P; but †<span dir=\"rtl\">וידבּר י׳ אל משׁה לך</span> <a data-ref=\"Exodus 32:7\" href=\"/Exodus.32.7\">Ex 32:7</a>; <a data-ref=\"Exodus 33:1\" href=\"/Exodus.33.1\">33:1</a> (JE); <span dir=\"rtl\">דבּר אל אהרן</span> <a data-ref=\"Leviticus 6:18\" href=\"/Leviticus.6.18\">Lv 6:18</a> + 8 times (P); <span dir=\"rtl\">דבר אל בני ישׂראל</span> <a data-ref=\"Exodus 6:9\" href=\"/Exodus.6.9\">Ex 6:9</a> + 38 times (P); elsewhere, <a data-ref=\"Exodus 19:6\" href=\"/Exodus.19.6\">Ex 19:6</a> (E) <a data-ref=\"Deuteronomy 1:3\" href=\"/Deuteronomy.1.3\">Dt 1:3</a>; <a data-ref=\"Deuteronomy 4:45\" href=\"/Deuteronomy.4.45\">4:45</a> (D) <span dir=\"rtl\">ד׳ אל (כל) העדה</span> <a data-ref=\"Exodus 12:3\" href=\"/Exodus.12.3\">Ex 12:3</a> <a data-ref=\"Leviticus 19:2\" href=\"/Leviticus.19.2\">Lv 19:2</a> <a data-ref=\"Numbers 16:24\" href=\"/Numbers.16.24\">Nu 16:24</a>, <a data-ref=\"Numbers 16:26\" href=\"/Numbers.16.26\">26</a> (P); <span dir=\"rtl\">ד׳ אל לב</span> <em>speak unto one’s heart</em> <a data-ref=\"Genesis 24:45\" href=\"/Genesis.24.45\">Gn 24:45</a>, i.e. to oneself, cf. also <span dir=\"rtl\">ד׳ על לִבָּהּ</span> <a data-ref=\"I Samuel 1:13\" href=\"/I_Samuel.1.13\">1 S 1:13</a>, v. <strong>5</strong> infr.; <span dir=\"rtl\">אל</span> is used inexactly for <span dir=\"rtl\">על</span> <a data-ref=\"I Samuel 3:12\" href=\"/I_Samuel.3.12\">1 S 3:12</a> <a data-ref=\"I Kings 16:12\" href=\"/I_Kings.16.12\">1 K 16:12</a> <a data-ref=\"Isaiah 16:13\" href=\"/Isaiah.16.13\">Is 16:13</a> <a data-ref=\"Jeremiah 27:13\" href=\"/Jeremiah.27.13\">Je 27:13</a>; <a data-ref=\"Jeremiah 30:4\" href=\"/Jeremiah.30.4\">30:4</a>; <a data-ref=\"Jeremiah 33:14\" href=\"/Jeremiah.33.14\">33:14</a>; <a data-ref=\"Jeremiah 36:7\" href=\"/Jeremiah.36.7\">36:7</a>, <a data-ref=\"Jeremiah 36:31\" href=\"/Jeremiah.36.31\">31</a>; <a data-ref=\"Jeremiah 40:2\" href=\"/Jeremiah.40.2\">40:2</a>; <a data-ref=\"Jeremiah 50:1\" href=\"/Jeremiah.50.1\">50:1</a>; <a data-ref=\"Jeremiah 51:12\" href=\"/Jeremiah.51.12\">51:12</a>, <a data-ref=\"Jeremiah 51:62\" href=\"/Jeremiah.51.62\">62</a> where it is rendered <em>concerning</em> or <em>against</em>. <strong>c.</strong>  with <span dir=\"rtl\">לְ</span>, <em>speak to</em> <a data-ref=\"I Kings 2:19\" href=\"/I_Kings.2.19\">1 K 2:19</a> <a data-ref=\"Ezekiel 32:21\" href=\"/Ezekiel.32.21\">Ez 32:21</a> <a data-ref=\"Daniel 2:4\" href=\"/Daniel.2.4\">Dn 2:4</a>; <span dir=\"rtl\">ליהוה</span> <em>speak, sing to Yahweh</em> words of a song <a data-ref=\"Joshua 10:12\" href=\"/Joshua.10.12\">Jos 10:12</a> (D) <a data-ref=\"II Samuel 22:1\" href=\"/II_Samuel.22.1\">2 S 22:1</a> (= <a data-ref=\"Psalms 18:1\" href=\"/Psalms.18.1\">ψ 18:1</a> title); in D, <span dir=\"rtl\">דבר ל</span> <em>promise to</em>, in phrases †<span dir=\"rtl\">כאשׁר דבר(י׳) ל</span> <a data-ref=\"Deuteronomy 1:11\" href=\"/Deuteronomy.1.11\">Dt 1:11</a>, <a data-ref=\"Deuteronomy 1:21\" href=\"/Deuteronomy.1.21\">21</a>; <a data-ref=\"Deuteronomy 6:3\" href=\"/Deuteronomy.6.3\">6:3</a>; <a data-ref=\"Deuteronomy 9:3\" href=\"/Deuteronomy.9.3\">9:3</a>; <a data-ref=\"Deuteronomy 10:9\" href=\"/Deuteronomy.10.9\">10:9</a>; <a data-ref=\"Deuteronomy 11:25\" href=\"/Deuteronomy.11.25\">11:25</a>; <a data-ref=\"Deuteronomy 12:20\" href=\"/Deuteronomy.12.20\">12:20</a>; <a data-ref=\"Deuteronomy 15:6\" href=\"/Deuteronomy.15.6\">15:6</a>; <a data-ref=\"Deuteronomy 18:2\" href=\"/Deuteronomy.18.2\">18:2</a>; <a data-ref=\"Deuteronomy 26:18\" href=\"/Deuteronomy.26.18\">26:18</a>; <a data-ref=\"Deuteronomy 27:3\" href=\"/Deuteronomy.27.3\">27:3</a>; <a data-ref=\"Deuteronomy 29:12\" href=\"/Deuteronomy.29.12\">29:12</a> <a data-ref=\"Joshua 13:14\" href=\"/Joshua.13.14\">Jos 13:14</a>, <a data-ref=\"Joshua 13:33\" href=\"/Joshua.13.33\">33</a>; <a data-ref=\"Joshua 22:4\" href=\"/Joshua.22.4\">22:4</a>; <a data-ref=\"Joshua 23:5\" href=\"/Joshua.23.5\">23:5</a>, <a data-ref=\"Joshua 23:10\" href=\"/Joshua.23.10\">10</a> (all D); <span dir=\"rtl\">אשׁר דבר ל</span> <a data-ref=\"Deuteronomy 9:28\" href=\"/Deuteronomy.9.28\">Dt 9:28</a> <a data-ref=\"I Kings 8:24\" href=\"/I_Kings.8.24\">1 K 8:24</a>, <a data-ref=\"I Kings 8:25\" href=\"/I_Kings.8.25\">25</a>, <a data-ref=\"I Kings 8:26\" href=\"/I_Kings.8.26\">26</a> (= <a data-ref=\"II Chronicles 6:15\" href=\"/II_Chronicles.6.15\">2 Ch 6:15</a>, <a data-ref=\"II Chronicles 6:16\" href=\"/II_Chronicles.6.16\">16</a>, <a data-ref=\"II Chronicles 6:17\" href=\"/II_Chronicles.6.17\">17</a>).—<span dir=\"rtl\">דבר ל</span> <a data-ref=\"Genesis 24:7\" href=\"/Genesis.24.7\">Gn 24:7</a>; <a data-ref=\"Genesis 28:15\" href=\"/Genesis.28.15\">28:15</a>; <a data-ref=\"Genesis 49:28\" href=\"/Genesis.49.28\">49:28</a> <a data-ref=\"Exodus 32:34\" href=\"/Exodus.32.34\">Ex 32:34</a> (J) <a data-ref=\"Joshua 9\" href=\"/Joshua.9\">Jos 9</a>;<a data-ref=\"Joshua 21\" href=\"/Joshua.21\">21</a> (P) <a data-ref=\"Judges 14:7\" href=\"/Judges.14.7\">Ju 14:7</a> <a data-ref=\"II Samuel 23:3\" href=\"/II_Samuel.23.3\">2 S 23:3</a> <a data-ref=\"Isaiah 30:10\" href=\"/Isaiah.30.10\">Is 30:10</a> <a data-ref=\"Zechariah 9:10\" href=\"/Zechariah.9.10\">Zc 9:10</a> usually rendered <em>speak to</em>, but often rather <em>promise to</em>. <span dir=\"rtl\">הֲיֵשׁ לְדַבֶּר־לָךְ אֶל־הַמֶּלֶךְ</span> <em>is it possible to speak for thee unto the king?</em> <a data-ref=\"II Kings 4:13\" href=\"/II_Kings.4.13\">2 K 4:13</a> (by attraction to <span dir=\"rtl\">לַעֲשׂוֹת לָךְ</span>). <strong>d.</strong>  with †<span dir=\"rtl\">אֵת</span> <em>speak with</em> <a data-ref=\"Genesis 17:3\" href=\"/Genesis.17.3\">Gn 17:3</a>, <a data-ref=\"Genesis 17:22\" href=\"/Genesis.17.22\">22</a>, <a data-ref=\"Genesis 17:23\" href=\"/Genesis.17.23\">23</a>; <a data-ref=\"Genesis 21:2\" href=\"/Genesis.21.2\">21:2</a>; <a data-ref=\"Genesis 23:8\" href=\"/Genesis.23.8\">23:8</a>; <a data-ref=\"Genesis 34:6\" href=\"/Genesis.34.6\">34:6</a>, <a data-ref=\"Genesis 34:8\" href=\"/Genesis.34.8\">8</a>; <a data-ref=\"Genesis 35:13\" href=\"/Genesis.35.13\">35:13</a>, <a data-ref=\"Genesis 35:15\" href=\"/Genesis.35.15\">15</a> <a data-ref=\"Exodus 25:22\" href=\"/Exodus.25.22\">Ex 25:22</a>; <a data-ref=\"Exodus 31:18\" href=\"/Exodus.31.18\">31:18</a>; <a data-ref=\"Exodus 34:29\" href=\"/Exodus.34.29\">34:29</a>, <a data-ref=\"Exodus 34:33\" href=\"/Exodus.34.33\">33</a>, <a data-ref=\"Exodus 34:34\" href=\"/Exodus.34.34\">34</a>, <a data-ref=\"Exodus 34:35\" href=\"/Exodus.34.35\">35</a> <a data-ref=\"Numbers 3:1\" href=\"/Numbers.3.1\">Nu 3:1</a>; <a data-ref=\"Numbers 7:89\" href=\"/Numbers.7.89\">7:89</a> <a data-ref=\"Joshua 22:15\" href=\"/Joshua.22.15\">Jos 22:15</a>, <a data-ref=\"Joshua 22:21\" href=\"/Joshua.22.21\">21</a> (all P) <a data-ref=\"Genesis 35:14\" href=\"/Genesis.35.14\">Gn 35:14</a>; <a data-ref=\"Genesis 41:9\" href=\"/Genesis.41.9\">41:9</a>; <a data-ref=\"Genesis 42:7\" href=\"/Genesis.42.7\">42:7</a>; <a data-ref=\"Genesis 45:15\" href=\"/Genesis.45.15\">45:15</a> <a data-ref=\"Joshua 17:14\" href=\"/Joshua.17.14\">Jos 17:14</a> (all E) <a data-ref=\"Deuteronomy 5:18\" href=\"/Deuteronomy.5.18\">Dt 5:21</a>; sources of S K Ch <a data-ref=\"II Samuel 3:27\" href=\"/II_Samuel.3.27\">2 S 3:27</a>; <a data-ref=\"II Samuel 7:7\" href=\"/II_Samuel.7.7\">7:7</a> = <a data-ref=\"I Chronicles 17:6\" href=\"/I_Chronicles.17.6\">1 Ch 17:6</a> <a data-ref=\"I Kings 8:15\" href=\"/I_Kings.8.15\">1 K 8:15</a> = <a data-ref=\"II Chronicles 6:4\" href=\"/II_Chronicles.6.4\">2 Ch 6:4</a> <a data-ref=\"I Kings 22:24\" href=\"/I_Kings.22.24\">1 K 22:24</a> = <a data-ref=\"II Chronicles 18:23\" href=\"/II_Chronicles.18.23\">2 Ch 18:23</a> <a data-ref=\"II Chronicles 10:10\" href=\"/II_Chronicles.10.10\">2 Ch 10:10</a> (= <span dir=\"rtl\">אל</span> <a data-ref=\"I Kings 12:10\" href=\"/I_Kings.12.10\">1 K 12:10</a>) <a data-ref=\"Jeremiah 5:5\" href=\"/Jeremiah.5.5\">Je 5:5</a>; <a data-ref=\"Jeremiah 7:22\" href=\"/Jeremiah.7.22\">7:22</a>; <a data-ref=\"Jeremiah 9:7\" href=\"/Jeremiah.9.7\">9:7</a>; <a data-ref=\"Jeremiah 35:2\" href=\"/Jeremiah.35.2\">35:2</a>; <a data-ref=\"Jeremiah 38:25\" href=\"/Jeremiah.38.25\">38:25</a> <a data-ref=\"Ezekiel 2:1\" href=\"/Ezekiel.2.1\">Ez 2:1</a>; <a data-ref=\"Ezekiel 3:22\" href=\"/Ezekiel.3.22\">3:22</a>, <a data-ref=\"Ezekiel 3:24\" href=\"/Ezekiel.3.24\">24</a>, <a data-ref=\"Ezekiel 3:27\" href=\"/Ezekiel.3.27\">27</a>; <a data-ref=\"Ezekiel 14:4\" href=\"/Ezekiel.14.4\">14:4</a>; <a data-ref=\"Ezekiel 20:3\" href=\"/Ezekiel.20.3\">20:3</a>; <a data-ref=\"Ezekiel 44:5\" href=\"/Ezekiel.44.5\">44:5</a> <a data-ref=\"Daniel 1:19\" href=\"/Daniel.1.19\">Dn 1:19</a> <a data-ref=\"Zechariah 8:16\" href=\"/Zechariah.8.16\">Zc 8:16</a>; cf. phrases †<span dir=\"rtl\">דבר חד את אחד</span> <em>speak one with another</em> <a data-ref=\"Ezekiel 33:30\" href=\"/Ezekiel.33.30\">Ez 33:30</a>; †<span dir=\"rtl\">דבר משׁפטים את</span> <em>speak judgments with</em>, usually = <em>give judgment against</em>, (not <a data-ref=\"Jeremiah 12:1\" href=\"/Jeremiah.12.1\">Je 12:1</a>), <a data-ref=\"Jeremiah 1:16\" href=\"/Jeremiah.1.16\">Je 1:16</a>; <a data-ref=\"Jeremiah 4:12\" href=\"/Jeremiah.4.12\">4:12</a>; <a data-ref=\"Jeremiah 12:1\" href=\"/Jeremiah.12.1\">12:1</a>; <a data-ref=\"Jeremiah 39:5\" href=\"/Jeremiah.39.5\">39:5</a>; <a data-ref=\"Jeremiah 52:9\" href=\"/Jeremiah.52.9\">52:9</a> (= <a data-ref=\"II Kings 25:6\" href=\"/II_Kings.25.6\">2 K 25:6</a>); <span dir=\"rtl\">דבר טבות את</span> <em>speak kindly with</em> <a data-ref=\"II Kings 25:28\" href=\"/II_Kings.25.28\">2 K 25:28</a> = <a data-ref=\"Jeremiah 52:32\" href=\"/Jeremiah.52.32\">Je 52:32</a>. <strong>e.</strong>  c. †<span dir=\"rtl\">עִם</span> <em>speak with</em>, (not P), <a data-ref=\"Genesis 29:9\" href=\"/Genesis.29.9\">Gn 29:9</a>; <a data-ref=\"Genesis 31:24\" href=\"/Genesis.31.24\">31:24</a>, <a data-ref=\"Genesis 31:29\" href=\"/Genesis.31.29\">29</a> <a data-ref=\"Exodus 19:9\" href=\"/Exodus.19.9\">Ex 19:9</a>; <a data-ref=\"Exodus 20:16\" href=\"/Exodus.20.16\">20:19</a><sup>(×2)</sup>, <a data-ref=\"Exodus 20:19\" href=\"/Exodus.20.19\">22</a>; <a data-ref=\"Exodus 33:9\" href=\"/Exodus.33.9\">33:9</a> <a data-ref=\"Numbers 11:17\" href=\"/Numbers.11.17\">Nu 11:17</a>; <a data-ref=\"Numbers 22:19\" href=\"/Numbers.22.19\">22:19</a> <a data-ref=\"Joshua 24:27\" href=\"/Joshua.24.27\">Jos 24:27</a> (all JE) <a data-ref=\"Deuteronomy 5:4\" href=\"/Deuteronomy.5.4\">Dt 5:4</a>; <a data-ref=\"Deuteronomy 9:10\" href=\"/Deuteronomy.9.10\">9:10</a> <a data-ref=\"Judges 6:17\" href=\"/Judges.6.17\">Ju 6:17</a> <a data-ref=\"I Samuel 9:25\" href=\"/I_Samuel.9.25\">1 S 9:25</a> (𝔊 Th We Dr <span dir=\"rtl\">וַיִּרְבְּדוּ לְ</span> <em>spread a couch for</em>) <a data-ref=\"I Samuel 17:23\" href=\"/I_Samuel.17.23\">17:23</a> <a data-ref=\"II Samuel 13:22\" href=\"/II_Samuel.13.22\">2 S 13:22</a> <a data-ref=\"I Kings 1:14\" href=\"/I_Kings.1.14\">1 K 1:14</a>, <a data-ref=\"I Kings 1:22\" href=\"/I_Kings.1.22\">22</a> <a data-ref=\"II Kings 6:33\" href=\"/II_Kings.6.33\">2 K 6:33</a>; <a data-ref=\"II Kings 18:26\" href=\"/II_Kings.18.26\">18:26</a> <a data-ref=\"II Chronicles 9:1\" href=\"/II_Chronicles.9.1\">2 Ch 9:1</a> (= <span dir=\"rtl\">אֶל</span> <a data-ref=\"I Kings 10:2\" href=\"/I_Kings.10.2\">1 K 10:2</a>) <a data-ref=\"Nehemiah 9:13\" href=\"/Nehemiah.9.13\">Ne 9:13</a> <a data-ref=\"Esther 6:14\" href=\"/Esther.6.14\">Est 6:14</a> <a data-ref=\"Jeremiah 32:4\" href=\"/Jeremiah.32.4\">Je 32:4</a> <a data-ref=\"Daniel 8:18\" href=\"/Daniel.8.18\">Dn 8:18</a>; <a data-ref=\"Daniel 9:22\" href=\"/Daniel.9.22\">9:22</a>; <a data-ref=\"Daniel 10:11\" href=\"/Daniel.10.11\">10:11</a>, <a data-ref=\"Daniel 10:15\" href=\"/Daniel.10.15\">15</a>, <a data-ref=\"Daniel 10:17\" href=\"/Daniel.10.17\">17</a>, <a data-ref=\"Daniel 10:19\" href=\"/Daniel.10.19\">19</a> <a data-ref=\"Hosea 12:5\" href=\"/Hosea.12.5\">Ho 12:5</a>; <span dir=\"rtl\">דִּבַּרְתִּי אֲנִי עִם לִבִּי</span> <em>I Spake, communed with my heart</em> <a data-ref=\"Ecclesiastes 1:16\" href=\"/Ecclesiastes.1.16\">Ec 1:16</a>. <strong>f.</strong>  †<span dir=\"rtl\">לִפְנֵי</span> <em>before, in the presence of</em> <a data-ref=\"Exodus 6:12\" href=\"/Exodus.6.12\">Ex 6:12</a> <a data-ref=\"Numbers 36:1\" href=\"/Numbers.36.1\">Nu 36:1</a> (P) <a data-ref=\"Judges 11:11\" href=\"/Judges.11.11\">Ju 11:11</a> <a data-ref=\"I Kings 3:22\" href=\"/I_Kings.3.22\">1 K 3:22</a> <a data-ref=\"Esther 8:3\" href=\"/Esther.8.3\">Est 8:3</a>. <strong>4.</strong>  with <span dir=\"rtl\">בְּ</span>: <strong>a.</strong>  <em>instrumental</em>, <span dir=\"rtl\">דבר בְּ</span> <em>speak with, by</em>, or <em>by means of a person</em> (vid. supr. <strong>Qal</strong> ad fin.) <a data-ref=\"Numbers 12:2\" href=\"/Numbers.12.2\">Nu 12:2</a><sup>(×2)</sup>, <a data-ref=\"Numbers 12:6\" href=\"/Numbers.12.6\">6</a>, <a data-ref=\"Numbers 12:8\" href=\"/Numbers.12.8\">8</a> (E) <a data-ref=\"II Samuel 23:2\" href=\"/II_Samuel.23.2\">2 S 23:2</a> (cf. Dr), <a data-ref=\"I Kings 22:28\" href=\"/I_Kings.22.28\">1 K 22:28</a> = <a data-ref=\"II Chronicles 18:27\" href=\"/II_Chronicles.18.27\">2 Ch 18:27</a>, <a data-ref=\"Habakkuk 2:1\" href=\"/Habakkuk.2.1\">Hb 2:1</a>; †<span dir=\"rtl\">דִּבֶּר בְּשֵׁם</span> <em>speak in the name of</em> <a data-ref=\"Exodus 5:23\" href=\"/Exodus.5.23\">Ex 5:23</a> (J) <a data-ref=\"Deuteronomy 18:19\" href=\"/Deuteronomy.18.19\">Dt 18:19</a>, <a data-ref=\"Deuteronomy 18:20\" href=\"/Deuteronomy.18.20\">20</a><sup>(×2)</sup>, <a data-ref=\"Deuteronomy 18:22\" href=\"/Deuteronomy.18.22\">22</a> <a data-ref=\"I Chronicles 21:19\" href=\"/I_Chronicles.21.19\">1 Ch 21:19</a> <a data-ref=\"Jeremiah 20:9\" href=\"/Jeremiah.20.9\">Je 20:9</a>; <a data-ref=\"Jeremiah 26:16\" href=\"/Jeremiah.26.16\">26:16</a>; <a data-ref=\"Jeremiah 29:23\" href=\"/Jeremiah.29.23\">29:23</a>; <a data-ref=\"Jeremiah 44:16\" href=\"/Jeremiah.44.16\">44:16</a> <a data-ref=\"Daniel 9:6\" href=\"/Daniel.9.6\">Dn 9:6</a> <a data-ref=\"Zechariah 13:3\" href=\"/Zechariah.13.3\">Zc 13:3</a>; †<span dir=\"rtl\">ביד</span> <em>by the hand of</em> <a data-ref=\"Numbers 17:5\" href=\"/Numbers.17.5\">Nu 17:5</a>; <a data-ref=\"Numbers 27:23\" href=\"/Numbers.27.23\">27:23</a> <a data-ref=\"Joshua 20:2\" href=\"/Joshua.20.2\">Jos 20:2</a> (P) <a data-ref=\"I Samuel 28:17\" href=\"/I_Samuel.28.17\">1 S 28:17</a> <a data-ref=\"I Kings 8:53\" href=\"/I_Kings.8.53\">1 K 8:53</a> + 13 times K, <a data-ref=\"II Chronicles 10:15\" href=\"/II_Chronicles.10.15\">2 Ch 10:15</a> (= <a data-ref=\"I Kings 12:15\" href=\"/I_Kings.12.15\">1 K 12:15</a>) <a data-ref=\"Isaiah 20:2\" href=\"/Isaiah.20.2\">Is 20:2</a> <a data-ref=\"Jeremiah 37:2\" href=\"/Jeremiah.37.2\">Je 37:2</a>; <a data-ref=\"Jeremiah 50:1\" href=\"/Jeremiah.50.1\">50:1</a> <a data-ref=\"Ezekiel 38:17\" href=\"/Ezekiel.38.17\">Ez 38:17</a>. <strong>b.</strong>  <em>local</em> (fig.), <span dir=\"rtl\">בְּאָזְנֵי</span> <em>in the ears of</em> <a data-ref=\"Genesis 20:8\" href=\"/Genesis.20.8\">Gn 20:8</a> (E) <a data-ref=\"Exodus 11:2\" href=\"/Exodus.11.2\">Ex 11:2</a> <a data-ref=\"Deuteronomy 32:44\" href=\"/Deuteronomy.32.44\">Dt 32:44</a> (J) <a data-ref=\"Genesis 23:16\" href=\"/Genesis.23.16\">Gn 23:16</a> <a data-ref=\"Numbers 14:28\" href=\"/Numbers.14.28\">Nu 14:28</a> <a data-ref=\"Joshua 20:4\" href=\"/Joshua.20.4\">Jos 20:4</a> (P) <a data-ref=\"Deuteronomy 31:28\" href=\"/Deuteronomy.31.28\">Dt 31:28</a>, <a data-ref=\"Deuteronomy 31:30\" href=\"/Deuteronomy.31.30\">30</a> <a data-ref=\"Judges 9:2\" href=\"/Judges.9.2\">Ju 9:2</a>, <a data-ref=\"Judges 9:3\" href=\"/Judges.9.3\">3</a> <a data-ref=\"I Samuel 8:21\" href=\"/I_Samuel.8.21\">1 S 8:21</a>; <a data-ref=\"I Samuel 11:4\" href=\"/I_Samuel.11.4\">11:4</a>; <a data-ref=\"I Samuel 25:24\" href=\"/I_Samuel.25.24\">25:24</a> <a data-ref=\"II Samuel 3:19\" href=\"/II_Samuel.3.19\">2 S 3:19</a><sup>(×2)</sup> <a data-ref=\"Jeremiah 26:15\" href=\"/Jeremiah.26.15\">Je 26:15</a> <a data-ref=\"Proverbs 23:9\" href=\"/Proverbs.23.9\">Pr 23:9</a>; †<span dir=\"rtl\">דבר בלב</span> <em>speak in the heart</em> <a data-ref=\"Ecclesiastes 2:15\" href=\"/Ecclesiastes.2.15\">Ec 2:15</a>. <strong>c.</strong>  <em>of the object, speak of, about</em> (prep. <span dir=\"rtl\">בְּ</span> <strong>IV. e</strong> Ew<sup>§ 217 f. (2)</sup>) <a data-ref=\"Deuteronomy 6:7\" href=\"/Deuteronomy.6.7\">Dt 6:7</a>; <a data-ref=\"Deuteronomy 11:19\" href=\"/Deuteronomy.11.19\">11:19</a> <a data-ref=\"I Samuel 19:3\" href=\"/I_Samuel.19.3\">1 S 19:3</a>, <a data-ref=\"I Samuel 19:4\" href=\"/I_Samuel.19.4\">4</a> <a data-ref=\"Psalms 119:46\" href=\"/Psalms.119.46\">ψ 119:46</a>; <a data-ref=\"Psalms 122:8\" href=\"/Psalms.122.8\">122:8</a>; <em>propose for</em> (a wife) <a data-ref=\"I Samuel 25:39\" href=\"/I_Samuel.25.39\">1 S 25:39</a> cf. <a data-ref=\"Song of Songs 8:8\" href=\"/Song_of_Songs.8.8\">Ct 8:8</a>). <strong>d.</strong>  <em>of hostility, against</em> (Ew<sup>§ 217 f. (1)</sup>) <a data-ref=\"Numbers 12:1\" href=\"/Numbers.12.1\">Nu 12:1</a>, <a data-ref=\"Numbers 12:8\" href=\"/Numbers.12.8\">8</a>; <a data-ref=\"Numbers 21:5\" href=\"/Numbers.21.5\">21:5</a>, <a data-ref=\"Numbers 21:7\" href=\"/Numbers.21.7\">7</a> (E) <a data-ref=\"Job 19:18\" href=\"/Job.19.18\">Jb 19:18</a> <a data-ref=\"Psalms 50:20\" href=\"/Psalms.50.20\">ψ 50:20</a>; <a data-ref=\"Psalms 78:19\" href=\"/Psalms.78.19\">78:19</a>. <strong>e.</strong>  <em>of price</em>, <span dir=\"rtl\">בְּנַפְשׁוֹ</span> <em>at the cost of his life</em> <a data-ref=\"I Kings 2:23\" href=\"/I_Kings.2.23\">1 K 2:23</a> (vid. <span dir=\"rtl\">בְּ</span> <strong>III. 3</strong>). <strong>5.</strong>  with †<span dir=\"rtl\">עַל</span>, of the object <em>concerning</em> or <em>about which</em> one speaks <a data-ref=\"Genesis 18:19\" href=\"/Genesis.18.19\">Gn 18:19</a> <a data-ref=\"Numbers 10:29\" href=\"/Numbers.10.29\">Nu 10:29</a> (J) <a data-ref=\"Joshua 23:14\" href=\"/Joshua.23.14\">Jos 23:14</a> (D) <a data-ref=\"Judges 9:3\" href=\"/Judges.9.3\">Ju 9:3</a> <a data-ref=\"I Samuel 25:30\" href=\"/I_Samuel.25.30\">1 S 25:30</a> <a data-ref=\"I Kings 2:4\" href=\"/I_Kings.2.4\">1 K 2:4</a>, <a data-ref=\"I Kings 2:27\" href=\"/I_Kings.2.27\">27</a>; <a data-ref=\"I Kings 5:13\" href=\"/I_Kings.5.13\">5:13</a><sup>(×2)</sup>; <a data-ref=\"I Kings 14:2\" href=\"/I_Kings.14.2\">14:2</a>, <a data-ref=\"I Kings 22:23\" href=\"/I_Kings.22.23\">22:23</a> (= <a data-ref=\"II Chronicles 18:22\" href=\"/II_Chronicles.18.22\">2 Ch 18:22</a>), <a data-ref=\"II Kings 10:10\" href=\"/II_Kings.10.10\">2 K 10:10</a>, <a data-ref=\"II Kings 19:21\" href=\"/II_Kings.19.21\">19:21</a> = <a data-ref=\"Isaiah 37:22\" href=\"/Isaiah.37.22\">Is 37:22</a>, <a data-ref=\"I Chronicles 22:11\" href=\"/I_Chronicles.22.11\">1 Ch 22:11</a> <a data-ref=\"II Chronicles 23:3\" href=\"/II_Chronicles.23.3\">2 Ch 23:3</a> <a data-ref=\"Jeremiah 1:16\" href=\"/Jeremiah.1.16\">Je 1:16</a>; <a data-ref=\"Jeremiah 18:7\" href=\"/Jeremiah.18.7\">18:7</a>, <a data-ref=\"Jeremiah 18:8\" href=\"/Jeremiah.18.8\">8</a>, <a data-ref=\"Jeremiah 18:9\" href=\"/Jeremiah.18.9\">9</a>; <a data-ref=\"Jeremiah 42:19\" href=\"/Jeremiah.42.19\">42:19</a>. It may have this sense in most if not all of the following, where RV renders <a data-ref=\"I Kings 2:18\" href=\"/I_Kings.2.18\">1 K 2:18</a>, <a data-ref=\"I Kings 2:19\" href=\"/I_Kings.2.19\">19</a> <a data-ref=\"Esther 7:9\" href=\"/Esther.7.9\">Est 7:9</a> <a data-ref=\"Jeremiah 18:20\" href=\"/Jeremiah.18.20\">Je 18:20</a> <em>for;</em> <a data-ref=\"II Chronicles 32:16\" href=\"/II_Chronicles.32.16\">2 Ch 32:16</a> <a data-ref=\"Nehemiah 6:12\" href=\"/Nehemiah.6.12\">Ne 6:12</a> <a data-ref=\"Jeremiah 11:17\" href=\"/Jeremiah.11.17\">Je 11:17</a>; <a data-ref=\"Jeremiah 16:10\" href=\"/Jeremiah.16.10\">16:10</a>; <a data-ref=\"Jeremiah 25:13\" href=\"/Jeremiah.25.13\">25:13</a>; <a data-ref=\"Jeremiah 26:13\" href=\"/Jeremiah.26.13\">26:13</a>, <a data-ref=\"Jeremiah 26:19\" href=\"/Jeremiah.26.19\">19</a>; <a data-ref=\"Jeremiah 35:17\" href=\"/Jeremiah.35.17\">35:17</a> <a data-ref=\"Ezekiel 36:5\" href=\"/Ezekiel.36.5\">Ez 36:5</a> <a data-ref=\"Daniel 9:12\" href=\"/Daniel.9.12\">Dn 9:12</a>; <a data-ref=\"Daniel 11:36\" href=\"/Daniel.11.36\">11:36</a> <a data-ref=\"Hosea 7:13\" href=\"/Hosea.7.13\">Ho 7:13</a> <a data-ref=\"Amos 3:1\" href=\"/Amos.3.1\">Am 3:1</a> <em>against;</em> and <a data-ref=\"I Kings 9:5\" href=\"/I_Kings.9.5\">1 K 9:5</a> <a data-ref=\"II Kings 22:19\" href=\"/II_Kings.22.19\">2 K 22:19</a> <a data-ref=\"Jeremiah 10:1\" href=\"/Jeremiah.10.1\">Je 10:1</a>; <a data-ref=\"Jeremiah 19:15\" href=\"/Jeremiah.19.15\">19:15</a> <em>unto</em> (<span dir=\"rtl\">על</span> is used for <span dir=\"rtl\">אל</span> <em>unto</em> <a data-ref=\"II Chronicles 32:19\" href=\"/II_Chronicles.32.19\">2 Ch 32:19</a> <a data-ref=\"Jeremiah 6:10\" href=\"/Jeremiah.6.10\">Je 6:10</a>; <a data-ref=\"Jeremiah 25:2\" href=\"/Jeremiah.25.2\">25:2</a>; <a data-ref=\"Jeremiah 26:2\" href=\"/Jeremiah.26.2\">26:2</a> <a data-ref=\"Hosea 12:11\" href=\"/Hosea.12.11\">Ho 12:11</a>); cf. the phrase †<span dir=\"rtl\">דבר על לב</span> <em>speak upon the heart, speak kindly, comfort</em> <a data-ref=\"Genesis 34:3\" href=\"/Genesis.34.3\">Gn 34:3</a>; <a data-ref=\"Genesis 50:21\" href=\"/Genesis.50.21\">50:21</a> (E) <a data-ref=\"Judges 19:3\" href=\"/Judges.19.3\">Ju 19:3</a> <a data-ref=\"Ruth 2:13\" href=\"/Ruth.2.13\">Ru 2:13</a>, <a data-ref=\"I Samuel 1:13\" href=\"/I_Samuel.1.13\">1 S 1:13</a> (seemingly from context <span dir=\"rtl\">על</span> for <span dir=\"rtl\">אל</span>, <em>to her heart, to herself</em>, vid. Dr), <a data-ref=\"II Samuel 19:8\" href=\"/II_Samuel.19.8\">2 S 19:8</a> <a data-ref=\"II Chronicles 30:22\" href=\"/II_Chronicles.30.22\">2 Ch 30:22</a>; <a data-ref=\"II Chronicles 32:6\" href=\"/II_Chronicles.32.6\">32:6</a> <a data-ref=\"Isaiah 40:2\" href=\"/Isaiah.40.2\">Is 40:2</a> <a data-ref=\"Hosea 2:16\" href=\"/Hosea.2.16\">Ho 2:16</a>. <strong>6.</strong>  with infin. †<span dir=\"rtl\">דבר לעשׂות</span> <em>promise to do</em> <a data-ref=\"Exodus 32:14\" href=\"/Exodus.32.14\">Ex 32:14</a> (J) <a data-ref=\"Deuteronomy 1:14\" href=\"/Deuteronomy.1.14\">Dt 1:14</a> <a data-ref=\"Ezekiel 6:10\" href=\"/Ezekiel.6.10\">Ez 6:10</a> <a data-ref=\"Jonah 3:10\" href=\"/Jonah.3.10\">Jon 3:10</a>; †<span dir=\"rtl\">דבר לתת</span> <em>promise to give</em> <a data-ref=\"Deuteronomy 19:8\" href=\"/Deuteronomy.19.8\">Dt 19:8</a>; †<span dir=\"rtl\">דבר למחות</span> <em>threaten to blot out</em> <a data-ref=\"II Kings 14:27\" href=\"/II_Kings.14.27\">2 K 14:27</a>; cf. †<span dir=\"rtl\">דבר להזהיר</span> i.e. so as to warn <a data-ref=\"Ezekiel 3:18\" href=\"/Ezekiel.3.18\">Ez 3:18</a>; <a data-ref=\"Ezekiel 33:8\" href=\"/Ezekiel.33.8\">33:8</a>. <em>Note.</em> —<span dir=\"rtl\">וַתָּקָם וַתְּדַבֵּר אֶת־כָּל־זֶרַע הַמַּמְלָכָה</span> <a data-ref=\"II Chronicles 22:10\" href=\"/II_Chronicles.22.10\">2 Ch 22:10</a> 𝔊 ἀπώλεσε, 𝔙 <em>interfecit</em>, scribal error for <span dir=\"rtl\">וַתְּאַבֵּד</span> <a data-ref=\"II Kings 11:1\" href=\"/II_Kings.11.1\">2 K 11:1</a>. Other explanations: <em>plot against, waylay</em> (Arabic <span dir=\"rtl\">دَبَّرَ</span>) Thes MV; <em>pronounce sentence</em>, ellipt. <span dir=\"rtl\">וַתְּדַבֵּר מִשְׁפָּטִים</span> Ges<sup>Hdw</sup> Rob; but cf. VB—<br>†<strong>Pu.</strong>  Impf. <span dir=\"rtl\">בַּיּוֹם שֶׁיְּדֻבַּר־בָּהּ</span> <em>in the day when she may be spoken for</em> <a data-ref=\"Song of Songs 8:8\" href=\"/Song_of_Songs.8.8\">Ct 8:8</a> (vid. <strong>Pi. 4 c</strong>); Pt. <span dir=\"rtl\">נִכְבָּדוֹת מְדֻבָּר בָּךְ</span> <em>glorious things are being spoken in thee</em> (RV Pe MV <em>of thee</em>) <a data-ref=\"Psalms 87:3\" href=\"/Psalms.87.3\">ψ 87:3</a>.<br>†<strong>Hithp.</strong>  Pt. <span dir=\"rtl\">מִדַּבֵּר</span> = <span dir=\"rtl\">מִתְדַּבֵּר</span> with acc. <span dir=\"rtl\">מִדַּבֵּר הַדָּבָר הַזֶּה</span> <em>speaking this word</em> <a data-ref=\"II Samuel 14:13\" href=\"/II_Samuel.14.13\">2 S 14:13</a>; <span dir=\"rtl\">שָׁמַע (אֵת הַקּוֹל) מִדַּבֵּר אֶל׳</span> <em>heard</em> (<em>the voice</em>, or) <em>one speaking unto</em> <a data-ref=\"Numbers 7:89\" href=\"/Numbers.7.89\">Nu 7:89</a> (P) <a data-ref=\"Ezekiel 2:2\" href=\"/Ezekiel.2.2\">Ez 2:2</a>; <a data-ref=\"Ezekiel 43:6\" href=\"/Ezekiel.43.6\">43:6</a> (Di <a data-ref=\"Numbers 7:89\" href=\"/Numbers.7.89\">Nu 7:89</a> would read <span dir=\"rtl\">מְדַבֵּר</span> after 𝔊; the meaning not appreciably different from Piel; the Hithp. difficult to reconcile with <span dir=\"rtl\">אֶל</span>).<br>†<strong>Hiph.</strong>  Impf. <span dir=\"rtl\">וַיַּדְבֵּר עַמִּים תַּחְתָּי</span> <a data-ref=\"Psalms 18:48\" href=\"/Psalms.18.48\">ψ 18:48</a> (<a data-ref=\"II Samuel 22:48\" href=\"/II_Samuel.22.48\">2 S 22:48</a> has <span dir=\"rtl\">וּמֹרִיד</span> for rare <span dir=\"rtl\">וַיַּדְבֵּר</span>), <span dir=\"rtl\">יַדְבֵּר עַמִּים תַּחְתֵּינוּ</span> <a data-ref=\"Psalms 47:4\" href=\"/Psalms.47.4\">47:4</a>; either (cf. Aramaic <span dir=\"rtl\">דַּבַּר</span>) <em>leads</em> subject (so Ges <em>coegit</em>, De Now), or (cf. Arabic <span dir=\"rtl\">أَدْبَرَ</span> <em>turn the back, retreat</em>) <em>puts to flight</em>, fig. for <em>subdues</em> (so Hi)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d42ab6084aa1cbf2feb7", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, קוּם 1", "anchorRef": "Deuteronomy 29:12", "anchorRefExpanded": ["Deuteronomy 29:12"], "sourceRef": "BDB, קוּם 1", "sourceHeRef": "בראון-דרייבר-בריגס, קוּם א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "קוּם", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">קוּם</span></big></big><sub>628</sub><big></big>  <strong>vb. arise, stand up, stand</strong>;—<strong>(</strong>NH in der. spec. and deriv.; Ph. Hiph. Pt. and <span dir=\"rtl\">מקם</span> <em>place;</em> Arabic <span dir=\"rtl\">قَامَ (و)</span> <em>stand, rise</em>, Ethiopic ቆመ: <em>stand, stop;</em> Sab. <span dir=\"rtl\">מקם</span>, <em>place</em>, Hom<sup>Chrest. 127</sup>; Aramaic <span dir=\"rtl\">קוּם</span>, <span dir=\"rtl\">ܩܳܡ</span> = BH, so Old Aramaic Nab. <span dir=\"rtl\">קום</span>; Palm. Aph. <span dir=\"rtl\">אקים</span> <em>erect</em> statue; cf. prob. Assyrian <em>Kumu</em> (<em>k</em> = <span dir=\"rtl\">כ</span>), <em>place, dwelling</em>, <em>kum, kêmu</em>, <em>in place of</em>, and perhaps <em>kaiamânu</em>, <em>enduring, constant</em> (v. <a data-ref=\"BDB, כִּיּוּן\" href=\"/BDB,_כִּיּוּן\", dir=\"rtl\">כִּיּוּן</a>); Thes cp. also Sam. <span dir=\"rtl\">ࠒࠏࠌ</span>, <em>live</em>, cf. especially 𝔗 Pa.<strong>)</strong>;—<br><strong>Qal</strong><sub>460</sub>  Pf. 3 ms. <span dir=\"rtl\">קָם</span> <a data-ref=\"I Samuel 17:48\" href=\"/I_Samuel.17.48\">1 S 17:48</a> +, <span dir=\"rtl\">וְקָאם</span> consec. <a data-ref=\"Hosea 10:14\" href=\"/Hosea.10.14\">Ho 10:14</a> (Ges<sup>§ 72 p</sup>); 2 ms. <span dir=\"rtl\">קַמְתָּ</span> <a data-ref=\"II Samuel 12:21\" href=\"/II_Samuel.12.21\">2 S 12:21</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">יָקוּם</span> <a data-ref=\"Exodus 21:19\" href=\"/Exodus.21.19\">Ex 21:19</a>, juss. <span dir=\"rtl\">יָקֻם</span> <a data-ref=\"Genesis 27:31\" href=\"/Genesis.27.31\">Gn 27:31</a>, <span dir=\"rtl\">(לָ֑ךְ) וְיָ֫קָם</span> <a data-ref=\"Job 22:28\" href=\"/Job.22.28\">Jb 22:28</a> (Ges<sup>§ 109 h</sup> Dr<sup>§ 152(3)</sup>); <span dir=\"rtl\">וַיָּ֫קָם</span> <a data-ref=\"Genesis 4:8\" href=\"/Genesis.4.8\">Gn 4:8</a> +, etc.; Imv. ms. <span dir=\"rtl\">קוּם</span> <a data-ref=\"Genesis 13:17\" href=\"/Genesis.13.17\">Gn 13:17</a> +, fpl. <span dir=\"rtl\">קֹמְנָה</span> <a data-ref=\"Isaiah 32:9\" href=\"/Isaiah.32.9\">Is 32:9</a>, etc.; Inf. abs. <span dir=\"rtl\">קוֹם</span> <a data-ref=\"Jeremiah 44:29\" href=\"/Jeremiah.44.29\">Je 44:29</a>; cstr. <span dir=\"rtl\">קוּם</span> <a data-ref=\"Amos 5:2\" href=\"/Amos.5.2\">Am 5:2</a> +, etc.; Pt. fs. <span dir=\"rtl\">קָמָה</span> <a data-ref=\"Micah 7:6\" href=\"/Micah.7.6\">Mi 7:6</a>; mpl. <span dir=\"rtl\">קָמִים</span> <a data-ref=\"II Samuel 18:31\" href=\"/II_Samuel.18.31\">2 S 18:31</a> +, <span dir=\"rtl\">הַקּוֹמִים</span> <a data-ref=\"II Kings 16:17\" href=\"/II_Kings.16.17\">2 K 16:17</a> (Ges<sup>§ 72 p</sup>), etc.;— <strong>1.</strong>  <em>arise:</em> <span dir=\"rtl\">מִתַּחְתָּיו</span> <a data-ref=\"Exodus 10:23\" href=\"/Exodus.10.23\">Ex 10:23</a> (E). Specif.: <strong>a.</strong>  after lying down (sleep, sickness, mourning, etc.), <a data-ref=\"I Samuel 3:6\" href=\"/I_Samuel.3.6\">1 S 3:6</a>, <a data-ref=\"I Samuel 3:8\" href=\"/I_Samuel.3.8\">8</a>; <a data-ref=\"II Samuel 12:21\" href=\"/II_Samuel.12.21\">2 S 12:21</a>; <a data-ref=\"Exodus 21:19\" href=\"/Exodus.21.19\">Ex 21:19</a>; <a data-ref=\"Genesis 19:33\" href=\"/Genesis.19.33\">Gn 19:33</a>, <a data-ref=\"Genesis 19:35\" href=\"/Genesis.19.35\">35</a>; <a data-ref=\"Genesis 31:17\" href=\"/Genesis.31.17\">31:17</a>; <a data-ref=\"Ruth 3:14\" href=\"/Ruth.3.14\">Ru 3:14</a>; <a data-ref=\"Ecclesiastes 12:4\" href=\"/Ecclesiastes.12.4\">Ec 12:4</a> + 50 times; from lying dead, <span dir=\"rtl\">וַיָּקָם עַל־רַגְלָיו</span> <a data-ref=\"II Kings 13:21\" href=\"/II_Kings.13.21\">2 K 13:21</a>, cf. <a data-ref=\"Job 14:12\" href=\"/Job.14.12\">Jb 14:12</a> <a data-ref=\"Isaiah 26:14\" href=\"/Isaiah.26.14\">Is 26:14</a>, <a data-ref=\"Isaiah 26:19\" href=\"/Isaiah.26.19\">19</a> <a data-ref=\"Psalms 88:11\" href=\"/Psalms.88.11\">ψ 88:11</a>; after falling <a data-ref=\"Amos 5:2\" href=\"/Amos.5.2\">Am 5:2</a>; <a data-ref=\"Amos 8:14\" href=\"/Amos.8.14\">8:14</a>; <a data-ref=\"Jeremiah 8:4\" href=\"/Jeremiah.8.4\">Je 8:4</a>; <a data-ref=\"Jeremiah 25:27\" href=\"/Jeremiah.25.27\">25:27</a> + 4 times (chiefly fig.); after being smitten, wounded, etc. <a data-ref=\"Psalms 18:39\" href=\"/Psalms.18.39\">ψ 18:39</a> ‖ <a data-ref=\"II Samuel 22:39\" href=\"/II_Samuel.22.39\">2 S 22:39</a>, <a data-ref=\"Isaiah 27:9\" href=\"/Isaiah.27.9\">Is 27:9</a> (of Asherim, etc.), <a data-ref=\"Isaiah 43:17\" href=\"/Isaiah.43.17\">43:17</a> + 4 times; from sitting, reclining, especially at meals <a data-ref=\"Genesis 25:34\" href=\"/Genesis.25.34\">Gn 25:34</a>; <a data-ref=\"I Samuel 1:9\" href=\"/I_Samuel.1.9\">1 S 1:9</a>; <a data-ref=\"I Samuel 20:34\" href=\"/I_Samuel.20.34\">20:34</a> (<span dir=\"rtl\">מֵעִם הַשֻּׁלְחָן</span>; v <a data-ref=\"I Samuel 20:25\" href=\"/I_Samuel.20.25\">25</a> see <a data-ref=\"BDB, קָדַם\" href=\"/BDB,_קָדַם\", dir=\"rtl\">קָדַם</a>), <a data-ref=\"Esther 7:7\" href=\"/Esther.7.7\">Est 7:7</a> (+ <span dir=\"rtl\">אֶל</span> in constr. praegn.), but also <a data-ref=\"Judges 3:20\" href=\"/Judges.3.20\">Ju 3:20</a> <span dir=\"rtl\">(מֵעַל)</span>, <a data-ref=\"II Samuel 2:14\" href=\"/II_Samuel.2.14\">2 S 2:14</a><sup>(×2)</sup>, <a data-ref=\"II Samuel 2:15\" href=\"/II_Samuel.2.15\">15</a>, <a data-ref=\"Jonah 3:6\" href=\"/Jonah.3.6\">Jon 3:6</a> <span dir=\"rtl\">(מִכִּסְאוֹ)</span>, + 11 times, + (<em>arise</em> = stand up, in respect), <a data-ref=\"Genesis 19:1\" href=\"/Genesis.19.1\">Gn 19:1</a> (+ <span dir=\"rtl\">לִקְרָאתָם</span>), <a data-ref=\"Genesis 31:35\" href=\"/Genesis.31.35\">31:35</a> <span dir=\"rtl\">(מִפָּנֶיךָ)</span>, <a data-ref=\"Leviticus 19:32\" href=\"/Leviticus.19.32\">Lv 19:32</a> <span dir=\"rtl\">(מִפְּנֵי)</span>, <a data-ref=\"Isaiah 49:7\" href=\"/Isaiah.49.7\">Is 49:7</a>; <a data-ref=\"Job 29:8\" href=\"/Job.29.8\">Jb 29:8</a>; + <span dir=\"rtl\">וַיִּשְׁתַּחוּ</span> <a data-ref=\"II Kings 2:19\" href=\"/II_Kings.2.19\">2 K 2:19</a>, cf. <a data-ref=\"Genesis 23:7\" href=\"/Genesis.23.7\">Gn 23:7</a>; <a data-ref=\"Exodus 33:10\" href=\"/Exodus.33.10\">Ex 33:10</a>; <a data-ref=\"I Samuel 20:41\" href=\"/I_Samuel.20.41\">1 S 20:41</a>; <a data-ref=\"I Samuel 25:41\" href=\"/I_Samuel.25.41\">25:41</a>;—(v. also <strong>e</strong>); from kneeling (<span dir=\"rtl\">מִן</span>, + <span dir=\"rtl\">מִלִּפְנֵי</span> loc.) <a data-ref=\"I Kings 8:54\" href=\"/I_Kings.8.54\">1 K 8:54</a>, from obeisance <a data-ref=\"I Samuel 25:42\" href=\"/I_Samuel.25.42\">1 S 25:42</a>; <a data-ref=\"Esther 8:4\" href=\"/Esther.8.4\">Est 8:4</a>; from bending over <span dir=\"rtl\">(עַל)</span> dead <a data-ref=\"Genesis 23:3\" href=\"/Genesis.23.3\">Gn 23:3</a> (P). <strong>b.</strong>  out of <span dir=\"rtl\">(מִן)</span> a condition, state, <a data-ref=\"Ezra 9:5\" href=\"/Ezra.9.5\">Ezr 9:5</a>. <strong>c.</strong>  of bear <em>rising</em> <span dir=\"rtl\">עַל</span> pers., <a data-ref=\"I Samuel 17:35\" href=\"/I_Samuel.17.35\">1 S 17:35</a>. <strong>d.</strong>  <em>arise</em> (+ stand) <a data-ref=\"Exodus 33:8\" href=\"/Exodus.33.8\">Ex 33:8</a> <a data-ref=\"Psalms 20:9\" href=\"/Psalms.20.9\">ψ 20:9</a> (fig. of success, prosperity), <a data-ref=\"Job 24:22\" href=\"/Job.24.22\">Jb 24:22</a> (id.), +; of sheaf <a data-ref=\"Genesis 37:7\" href=\"/Genesis.37.7\">Gn 37:7</a>; of waters <a data-ref=\"Joshua 3:16\" href=\"/Joshua.3.16\">Jos 3:16</a> <span dir=\"rtl\">(נֵד־אֶחָד)</span>. <strong>e.</strong>  constr. praegn. <em>arise</em> (and stand) for a purpose <a data-ref=\"Numbers 11:32\" href=\"/Numbers.11.32\">Nu 11:32</a> (E); <em>over</em>, <span dir=\"rtl\">עַל</span> pers., <a data-ref=\"II Samuel 12:17\" href=\"/II_Samuel.12.17\">2 S 12:17</a>. <strong>f.</strong>  <em>arise</em> as prelim. to formal speech <a data-ref=\"Judges 20:8\" href=\"/Judges.20.8\">Ju 20:8</a>; <a data-ref=\"Micah 6:1\" href=\"/Micah.6.1\">Mi 6:1</a>; <a data-ref=\"Jeremiah 1:17\" href=\"/Jeremiah.1.17\">Je 1:17</a>; <a data-ref=\"I Chronicles 28:2\" href=\"/I_Chronicles.28.2\">1 Ch 28:2</a> <span dir=\"rtl\">(עַל־רַגְלָיו)</span>, <a data-ref=\"Proverbs 31:28\" href=\"/Proverbs.31.28\">Pr 31:28</a>; <a data-ref=\"Job 30:28\" href=\"/Job.30.28\">Jb 30:28</a> + 5 times; to testify (against) <a data-ref=\"Deuteronomy 19:15\" href=\"/Deuteronomy.19.15\">Dt 19:15</a>, <a data-ref=\"Deuteronomy 19:16\" href=\"/Deuteronomy.19.16\">16</a> (both ב pers.), <a data-ref=\"Psalms 27:12\" href=\"/Psalms.27.12\">ψ 27:12</a>; <a data-ref=\"Psalms 35:11\" href=\"/Psalms.35.11\">35:11</a>, cf. also <span dir=\"rtl\">וַיָּקָם בִּי</span> <a data-ref=\"Job 16:8\" href=\"/Job.16.8\">Jb 16:8</a> (of <span dir=\"rtl\">כַּחַשׁ</span> q.v.; Bu <span dir=\"rtl\">כַּעַשׂ</span>); to vindicate <a data-ref=\"Job 19:25\" href=\"/Job.19.25\">Jb 19:25</a> <span dir=\"rtl\">(עַל־עָפָר)</span>; to read aloud <a data-ref=\"Nehemiah 9:3\" href=\"/Nehemiah.9.3\">Ne 9:3</a> <span dir=\"rtl\">(עַל־עָמְדָם)</span>; to bless people <a data-ref=\"II Chronicles 30:27\" href=\"/II_Chronicles.30.27\">2 Ch 30:27</a> (priests). <strong>g.</strong>  to listen to God’s word <a data-ref=\"Numbers 23:18\" href=\"/Numbers.23.18\">Nu 23:18</a>; <a data-ref=\"Isaiah 32:9\" href=\"/Isaiah.32.9\">Is 32:9</a>; to praise God <a data-ref=\"II Chronicles 20:19\" href=\"/II_Chronicles.20.19\">2 Ch 20:19</a>; <a data-ref=\"Nehemiah 9:4\" href=\"/Nehemiah.9.4\">Ne 9:4</a>, <a data-ref=\"Nehemiah 9:5\" href=\"/Nehemiah.9.5\">5</a>. <strong>h.</strong>  of noise, tumult <a data-ref=\"Hosea 10:14\" href=\"/Hosea.10.14\">Ho 10:14</a>; of light <a data-ref=\"Job 25:3\" href=\"/Job.25.3\">Jb 25:3</a> (<span dir=\"rtl\">עַל</span> pers.). <strong>2.</strong>  <em>arise</em>, in hostile sense (often with idea of suddenness); c. <span dir=\"rtl\">עַל</span> pers. <a data-ref=\"Deuteronomy 19:11\" href=\"/Deuteronomy.19.11\">Dt 19:11</a> (out of ambush), <a data-ref=\"Deuteronomy 22:26\" href=\"/Deuteronomy.22.26\">22:26</a>; <a data-ref=\"Judges 9:18\" href=\"/Judges.9.18\">Ju 9:18</a>; <a data-ref=\"Judges 20:5\" href=\"/Judges.20.5\">20:5</a> <a data-ref=\"Psalms 27:3\" href=\"/Psalms.27.3\">ψ 27:3</a> (of war), <a data-ref=\"Obadiah 1:1\" href=\"/Obadiah.1.1\">Ob 1</a> <span dir=\"rtl\">(לַמִּלְחָמָה)</span>, + 11 times, + <a data-ref=\"Job 30:12\" href=\"/Job.30.12\">Jb 30:12</a> (according to Bu, reading <span dir=\"rtl\">עָלַי</span> for <span dir=\"rtl\">עַל־יָמִין</span>), + (of <span dir=\"rtl\">י׳</span>) <a data-ref=\"Amos 7:9\" href=\"/Amos.7.9\">Am 7:9</a> (<span dir=\"rtl\">ב</span> instr.), <a data-ref=\"Isaiah 14:22\" href=\"/Isaiah.14.22\">Is 14:22</a>; <a data-ref=\"Isaiah 31:2\" href=\"/Isaiah.31.2\">31:2</a>; c. <span dir=\"rtl\">אֶל</span> pers. <a data-ref=\"Genesis 4:8\" href=\"/Genesis.4.8\">Gn 4:8</a>; <a data-ref=\"I Samuel 22:13\" href=\"/I_Samuel.22.13\">1 S 22:13</a>; <a data-ref=\"I Samuel 24:8\" href=\"/I_Samuel.24.8\">24:8</a> (Gi v <a data-ref=\"I Samuel 24:7\" href=\"/I_Samuel.24.7\">7</a>); c. ב pers. <a data-ref=\"Micah 7:6\" href=\"/Micah.7.6\">Mi 7:6</a> <a data-ref=\"Psalms 27:12\" href=\"/Psalms.27.12\">ψ 27:12</a> (false witness), <a data-ref=\"Micah 7:6\" href=\"/Micah.7.6\">Mi 7:6</a>; c. <span dir=\"rtl\">עִם</span> pers. <a data-ref=\"Psalms 94:16\" href=\"/Psalms.94.16\">ψ 94:16</a> (‖ <span dir=\"rtl\">יִתְיַצֵּב</span>); v. especially pt. c. sf. = <em>those rising up against me</em> (thee, etc.) <a data-ref=\"Exodus 15:7\" href=\"/Exodus.15.7\">Ex 15:7</a>; <a data-ref=\"Exodus 32:25\" href=\"/Exodus.32.25\">32:25</a>; <a data-ref=\"Deuteronomy 33:11\" href=\"/Deuteronomy.33.11\">Dt 33:11</a> + 8 times + <a data-ref=\"Psalms 109:28\" href=\"/Psalms.109.28\">ψ 109:28</a> (read <span dir=\"rtl\">קָמַי יֵבשׁוּ</span> 𝔊 𝔙 Bae We Du, cf. Hup Dr); c. <span dir=\"rtl\">מִן</span> <em>from, out of</em> <a data-ref=\"Joshua 8:7\" href=\"/Joshua.8.7\">Jos 8:7</a>, <a data-ref=\"Joshua 8:19\" href=\"/Joshua.8.19\">19</a> <a data-ref=\"Judges 9:35\" href=\"/Judges.9.35\">Ju 9:35</a>, <a data-ref=\"Judges 9:43\" href=\"/Judges.9.43\">43</a>; <a data-ref=\"Judges 20:33\" href=\"/Judges.20.33\">20:33</a>; = <em>revolt</em> <a data-ref=\"Numbers 16:2\" href=\"/Numbers.16.2\">Nu 16:2</a> (<span dir=\"rtl\">לִפְנֵי</span> pers.), <a data-ref=\"II Kings 12:21\" href=\"/II_Kings.12.21\">2 K 12:21</a>; <a data-ref=\"II Chronicles 13:6\" href=\"/II_Chronicles.13.6\">2 Ch 13:6</a>, cf. <a data-ref=\"Habakkuk 2:7\" href=\"/Habakkuk.2.7\">Hb 2:7</a>. <strong>3.</strong>  <em>arise</em>, abs., = become powerful <a data-ref=\"Proverbs 28:12\" href=\"/Proverbs.28.12\">Pr 28:12</a>, <a data-ref=\"Proverbs 28:28\" href=\"/Proverbs.28.28\">28</a>. <strong>4.</strong>  <em>arise</em> = come on the scene, appear, of leader, prophet, king <a data-ref=\"Judges 5:7\" href=\"/Judges.5.7\">Ju 5:7</a><sup>(×2)</sup>; <a data-ref=\"Judges 10:1\" href=\"/Judges.10.1\">10:1</a>, <a data-ref=\"Judges 10:3\" href=\"/Judges.10.3\">3</a> <a data-ref=\"Deuteronomy 13:2\" href=\"/Deuteronomy.13.2\">Dt 13:2</a>; <a data-ref=\"Deuteronomy 34:10\" href=\"/Deuteronomy.34.10\">34:10</a>; <a data-ref=\"Exodus 1:8\" href=\"/Exodus.1.8\">Ex 1:8</a>; <a data-ref=\"II Kings 23:25\" href=\"/II_Kings.23.25\">2 K 23:25</a>; of years of famine <a data-ref=\"Genesis 41:30\" href=\"/Genesis.41.30\">Gn 41:30</a>; c. <span dir=\"rtl\">אַחֲרֵי</span> pers. <a data-ref=\"Deuteronomy 29:21\" href=\"/Deuteronomy.29.21\">Dt 29:21</a>; <a data-ref=\"Judges 2:10\" href=\"/Judges.2.10\">Ju 2:10</a> <a data-ref=\"I Kings 3:12\" href=\"/I_Kings.3.12\">1 K 3:12</a>; c. <span dir=\"rtl\">תַּחַת</span>, <em>in place of</em>, <a data-ref=\"I Kings 8:20\" href=\"/I_Kings.8.20\">1 K 8:20</a> = <a data-ref=\"II Chronicles 6:10\" href=\"/II_Chronicles.6.10\">2 Ch 6:10</a>; <a data-ref=\"Numbers 32:14\" href=\"/Numbers.32.14\">Nu 32:14</a>; c. <span dir=\"rtl\">עַל־מַמְלֶכֶת</span> <a data-ref=\"II Chronicles 21:4\" href=\"/II_Chronicles.21.4\">2 Ch 21:4</a>; c. <span dir=\"rtl\">מִן</span> <a data-ref=\"Numbers 24:17\" href=\"/Numbers.24.17\">Nu 24:17</a> (sceptre out of Isr.); of calamity, <a data-ref=\"Nahum 1:9\" href=\"/Nahum.1.9\">Na 1:9</a>; <a data-ref=\"Proverbs 24:22\" href=\"/Proverbs.24.22\">Pr 24:22</a>; <span dir=\"rtl\">מִצָּהֳרַיִם יָקוּם הָ֑לֶד</span> <a data-ref=\"Job 11:17\" href=\"/Job.11.17\">Jb 11:17</a> i.e. to shine upon thee. <strong>5.</strong>  <em>arise</em> for, i.e. to become, c. ל rei; <span dir=\"rtl\">בְּיוֹם קוּמִי לְעַד</span> <a data-ref=\"Zephaniah 3:8\" href=\"/Zephaniah.3.8\">Zp 3:8</a> (read <span dir=\"rtl\">לְעֵד</span>, <em>for a witness</em>, 𝔊 𝔖 We Now GASm cf. Da); <span dir=\"rtl\">הֶחָמָס קָם לְמַטֵּה־רֶשַׁע</span> <a data-ref=\"Ezekiel 7:11\" href=\"/Ezekiel.7.11\">Ez 7:11</a> (but dub.; Co Berthol Krae <span dir=\"rtl\">קָמֵל</span>). <strong>6.</strong> <strong>a.</strong>  <em>arise</em> for action, especially of <span dir=\"rtl\">י׳</span> arising [from his throne], + inf. <a data-ref=\"Isaiah 2:19\" href=\"/Isaiah.2.19\">Is 2:19</a>, <a data-ref=\"Isaiah 2:21\" href=\"/Isaiah.2.21\">21</a>; for judgment <a data-ref=\"Psalms 76:10\" href=\"/Psalms.76.10\">ψ 76:10</a> <span dir=\"rtl\">(לַמִּשְׁפָּט)</span>, <a data-ref=\"Job 31:14\" href=\"/Job.31.14\">Jb 31:14</a>; often Imv. <a data-ref=\"Numbers 10:35\" href=\"/Numbers.10.35\">Nu 10:35</a> <a data-ref=\"Jeremiah 2:27\" href=\"/Jeremiah.2.27\">Je 2:27</a> <a data-ref=\"Psalms 3:8\" href=\"/Psalms.3.8\">ψ 3:8</a> + 8 times ψψ + <a data-ref=\"II Chronicles 6:41\" href=\"/II_Chronicles.6.41\">2 Ch 6:41</a> (c. <span dir=\"rtl\">לְנוּחֶ֑ךָ</span>), <a data-ref=\"Psalms 132:8\" href=\"/Psalms.132.8\">ψ 132:8</a> (c. <span dir=\"rtl\">לִמְנוּחָתֶ֑ךָ</span>); Impf. <a data-ref=\"Isaiah 28:21\" href=\"/Isaiah.28.21\">Is 28:21</a> + 4 times; Imv. also of men, <em>arise! up!</em> i.e. act! <a data-ref=\"Judges 4:14\" href=\"/Judges.4.14\">Ju 4:14</a> <a data-ref=\"Ezra 10:4\" href=\"/Ezra.10.4\">Ezr 10:4</a>, of idols <a data-ref=\"Jeremiah 2:28\" href=\"/Jeremiah.2.28\">Je 2:28</a>; Impf. of the tongue (personified) <a data-ref=\"Isaiah 54:17\" href=\"/Isaiah.54.17\">Is 54:17</a> <span dir=\"rtl\">(אִתָּךְ לַמִּשְׁפָּט)</span>. <strong>b.</strong>  <em>arise</em> (out of inaction), introducing some specific deed <a data-ref=\"Genesis 21:18\" href=\"/Genesis.21.18\">Gn 21:18</a>; <a data-ref=\"Exodus 32:1\" href=\"/Exodus.32.1\">Ex 32:1</a>; <a data-ref=\"Judges 5:12\" href=\"/Judges.5.12\">Ju 5:12</a>; <a data-ref=\"Judges 8:20\" href=\"/Judges.8.20\">8:20</a>, <a data-ref=\"Judges 8:21\" href=\"/Judges.8.21\">21</a>; <a data-ref=\"Jeremiah 49:14\" href=\"/Jeremiah.49.14\">Je 49:14</a> <span dir=\"rtl\">(לַמִּלְחָמָה)</span>, <a data-ref=\"Obadiah 1:1\" href=\"/Obadiah.1.1\">Ob 1</a> <span dir=\"rtl\">(קוּמוּ וְנָקוּמָה עָלֶיהָ לַמִּלְחָמָה)</span>, + 37 times <strong>c.</strong>  especially <em>arise</em> = start, make a move, to go somewhere, <a data-ref=\"Genesis 13:17\" href=\"/Genesis.13.17\">Gn 13:17</a>; <a data-ref=\"Genesis 19:14\" href=\"/Genesis.19.14\">19:14</a>, <a data-ref=\"Genesis 19:15\" href=\"/Genesis.19.15\">15</a>; <a data-ref=\"I Samuel 9:3\" href=\"/I_Samuel.9.3\">1 S 9:3</a> <a data-ref=\"Jonah 1:3\" href=\"/Jonah.1.3\">Jon 1:3</a> (in flight), <a data-ref=\"Jonah 3:3\" href=\"/Jonah.3.3\">3:3</a> + 110 times <strong>7.</strong>  <em>stand:</em> especially fig. <strong>a.</strong>  = <em>maintain oneself</em> <a data-ref=\"Joshua 7:12\" href=\"/Joshua.7.12\">Jos 7:12</a>, <a data-ref=\"Joshua 7:13\" href=\"/Joshua.7.13\">13</a> (JE; <span dir=\"rtl\">לִפְנֵי</span> pers.), <a data-ref=\"Amos 7:2\" href=\"/Amos.7.2\">Am 7:2</a>, <a data-ref=\"Amos 7:5\" href=\"/Amos.7.5\">5</a> <a data-ref=\"Nahum 1:6\" href=\"/Nahum.1.6\">Na 1:6</a> <a data-ref=\"Lamentations 1:14\" href=\"/Lamentations.1.14\">La 1:14</a> <a data-ref=\"Psalms 1:5\" href=\"/Psalms.1.5\">ψ 1:5</a>; <a data-ref=\"Psalms 24:3\" href=\"/Psalms.24.3\">24:3</a>; <a data-ref=\"Job 41:18\" href=\"/Job.41.18\">Jb 41:18</a> (of sword), of courage <span dir=\"rtl\">(רוּח)</span> <a data-ref=\"Joshua 2:11\" href=\"/Joshua.2.11\">Jos 2:11</a> (D; <span dir=\"rtl\">בְּאִישׁ</span>, + <span dir=\"rtl\">לִפְנֵי</span> pers.). <strong>b.</strong>  = <em>be established, confirmed</em>, of kingdom <a data-ref=\"I Samuel 24:21\" href=\"/I_Samuel.24.21\">1 S 24:21</a> (<span dir=\"rtl\">בְּיָֽדְךָ</span>; Gi v <a data-ref=\"I Samuel 24:20\" href=\"/I_Samuel.24.20\">20</a>); of purchase <a data-ref=\"Leviticus 27:19\" href=\"/Leviticus.27.19\">Lv 27:19</a>, c. ל pers. <em>be assured to</em> <a data-ref=\"Leviticus 25:30\" href=\"/Leviticus.25.30\">25:30</a> <a data-ref=\"Genesis 23:17\" href=\"/Genesis.23.17\">Gn 23:17</a>, <a data-ref=\"Genesis 23:20\" href=\"/Genesis.23.20\">20</a> (all P). <strong>c.</strong>  <em>stand, endure</em> <a data-ref=\"I Samuel 13:14\" href=\"/I_Samuel.13.14\">1 S 13:14</a> <a data-ref=\"Job 8:15\" href=\"/Job.8.15\">Jb 8:15</a> (‖ <span dir=\"rtl\">עָמַד</span>), <a data-ref=\"Job 15:29\" href=\"/Job.15.29\">15:29</a>. <strong>d.</strong>  = <em>be fixed</em>, of price, <a data-ref=\"Leviticus 27:14\" href=\"/Leviticus.27.14\">Lv 27:14</a>, <a data-ref=\"Leviticus 27:17\" href=\"/Leviticus.27.17\">17</a>. <strong>e.</strong>  = <em>be valid</em>, of vows, <a data-ref=\"Numbers 30:5\" href=\"/Numbers.30.5\">Nu 30:5</a><sup>(×2)</sup> + 6 times <a data-ref=\"Numbers 30\" href=\"/Numbers.30\">Nu 30</a> + v <a data-ref=\"Numbers 30:10\" href=\"/Numbers.30.10\">10</a> (c. <span dir=\"rtl\">עַל</span> pers.; all P). <strong>f.</strong>  = <em>be proven</em> <a data-ref=\"Deuteronomy 19:15\" href=\"/Deuteronomy.19.15\">Dt 19:15</a>. <strong>g.</strong>  = <em>be fulfilled</em> <a data-ref=\"Jeremiah 44:29\" href=\"/Jeremiah.44.29\">Je 44:29</a> (impf. + inf. abs.; <span dir=\"rtl\">עַל</span> pers.), <a data-ref=\"Job 22:28\" href=\"/Job.22.28\">Jb 22:28</a> (<span dir=\"rtl\">ל</span> pers.); of <span dir=\"rtl\">י׳</span>’s purpose <a data-ref=\"Jeremiah 51:29\" href=\"/Jeremiah.51.29\">Je 51:29</a> (<span dir=\"rtl\">עַל</span> pers.), <a data-ref=\"Isaiah 14:24\" href=\"/Isaiah.14.24\">Is 14:24</a> <a data-ref=\"Proverbs 19:21\" href=\"/Proverbs.19.21\">Pr 19:21</a>, cf. <a data-ref=\"Jeremiah 44:28\" href=\"/Jeremiah.44.28\">Je 44:28</a>; <a data-ref=\"Isaiah 40:8\" href=\"/Isaiah.40.8\">Is 40:8</a>; <a data-ref=\"Isaiah 46:10\" href=\"/Isaiah.46.10\">46:10</a>; of human plans, <em>succeed</em> <a data-ref=\"Isaiah 7:7\" href=\"/Isaiah.7.7\">Is 7:7</a>; <a data-ref=\"Isaiah 8:10\" href=\"/Isaiah.8.10\">8:10</a>; <a data-ref=\"Isaiah 28:18\" href=\"/Isaiah.28.18\">28:18</a>; <a data-ref=\"Proverbs 15:22\" href=\"/Proverbs.15.22\">Pr 15:22</a>. <strong>h.</strong>  <em>persist</em>, <span dir=\"rtl\">עַל־נְדִיבוֹת יָקוּם</span> <a data-ref=\"Isaiah 32:8\" href=\"/Isaiah.32.8\">Is 32:8</a> lit. <em>on noble things doth he take his stand.</em> <strong>i.</strong>  <span dir=\"rtl\">יָקוּם עַל־שֵׁם אָחִיו</span> <a data-ref=\"Deuteronomy 25:6\" href=\"/Deuteronomy.25.6\">Dt 25:6</a> <em>he shall stand upon the name of his</em> dead <em>brother</em>, represent him. <strong>j.</strong>  of eyes, = <em>be set, fixed</em>, without vision <a data-ref=\"I Samuel 4:15\" href=\"/I_Samuel.4.15\">1 S 4:15</a> <a data-ref=\"I Kings 14:4\" href=\"/I_Kings.14.4\">1 K 14:4</a> (<span dir=\"rtl\">עַיִן</span> <strong>1 i</strong>).<br>†<strong>Pi.</strong>  Pf. 3 ms. <span dir=\"rtl\">קִיַּם</span> <a data-ref=\"Esther 9:31\" href=\"/Esther.9.31\">Est 9:31</a>, <a data-ref=\"Esther 9:32\" href=\"/Esther.9.32\">32</a>; 3 pl. <span dir=\"rtl\">קִיְּמוּ</span> v <a data-ref=\"Esther 9:27\" href=\"/Esther.9.27\">27</a>, <a data-ref=\"Esther 9:31\" href=\"/Esther.9.31\">31</a>; Impf. 1 s. <span dir=\"rtl\">וָאֲקַיֵּמָ֑ה</span> <a data-ref=\"Psalms 119:106\" href=\"/Psalms.119.106\">ψ 119:106</a>; Imv. ms. sf. <span dir=\"rtl\">קַיְּמֵנִי</span> v <a data-ref=\"Esther 9:28\" href=\"/Esther.9.28\">28</a>; inf. cstr. <span dir=\"rtl\">לְקַיִּם</span> <a data-ref=\"Ezekiel 13:6\" href=\"/Ezekiel.13.6\">Ez 13:6</a> +;—late (Aramaic): <strong>1.</strong>  <em>fulfil</em>, <a data-ref=\"Ezekiel 13:6\" href=\"/Ezekiel.13.6\">Ez 13:6</a> <a data-ref=\"Psalms 119:106\" href=\"/Psalms.119.106\">ψ 119:106</a>. <strong>2.</strong> <strong>a.</strong>  <em>confirm, ratify</em>, <a data-ref=\"Ruth 4:7\" href=\"/Ruth.4.7\">Ru 4:7</a>. <strong>b.</strong>  <em>confirm, establish</em>, of <span dir=\"rtl\">י׳</span> <a data-ref=\"Psalms 119:28\" href=\"/Psalms.119.28\">ψ 119:28</a> (c. sf. acc.). <strong>c.</strong>  <em>impose</em>, an obligation, <span dir=\"rtl\">עַל</span> pers. <a data-ref=\"Esther 9:21\" href=\"/Esther.9.21\">Est 9:21</a>, <a data-ref=\"Esther 9:31\" href=\"/Esther.9.31\">31b</a>, <span dir=\"rtl\">עַל</span> reflex. v <a data-ref=\"Esther 9:27\" href=\"/Esther.9.27\">27</a>, <a data-ref=\"Esther 9:31\" href=\"/Esther.9.31\">31</a> c; c. acc. rei v <a data-ref=\"Esther 9:29\" href=\"/Esther.9.29\">29</a>, <a data-ref=\"Esther 9:31\" href=\"/Esther.9.31\">31</a> a. <a data-ref=\"Esther 9:32\" href=\"/Esther.9.32\">32</a>. †<strong>Pōʿl.</strong> <em>raise up:</em> Impf. 2 ms. <span dir=\"rtl\">תְּקוֹמֵם</span> <a data-ref=\"Isaiah 58:12\" href=\"/Isaiah.58.12\">Is 58:12</a>; 1 s. <span dir=\"rtl\">אֲקוֹמֵם</span> <a data-ref=\"Isaiah 44:26\" href=\"/Isaiah.44.26\">44:26</a>; 3 mpl. <span dir=\"rtl\">יְקוֹמֵ֑מוּ</span> <a data-ref=\"Isaiah 61:4\" href=\"/Isaiah.61.4\">61:4</a> (all of rebuilding);—<span dir=\"rtl\">יְקוֹמֵם</span> <a data-ref=\"Micah 2:8\" href=\"/Micah.2.8\">Mi 2:8</a>, read <span dir=\"rtl\">תָּקוּמוּ</span> We Now, or <span dir=\"rtl\">קָמִים</span> GASm Buhl. †<strong>Hithpōʿl.</strong> <em>raise oneself</em>, = <em>rise up:</em> Pt. fs. <span dir=\"rtl\">מִתְקוֹמָמָה</span> <a data-ref=\"Job 20:27\" href=\"/Job.20.27\">Jb 20:27</a> (<span dir=\"rtl\">לְ</span> pers. <em>against</em>); ms. sf. -<span dir=\"rtl\">מְמִי</span> <a data-ref=\"Job 27:7\" href=\"/Job.27.7\">27:7</a> <em>one rising up against me</em> (‖ <span dir=\"rtl\">אֹיְבִי</span>); pl. abs. -<span dir=\"rtl\">מְמִים</span> <a data-ref=\"Psalms 17:7\" href=\"/Psalms.17.7\">ψ 17:7</a>; sf. -<span dir=\"rtl\">מְמַי</span> <a data-ref=\"Psalms 59:2\" href=\"/Psalms.59.2\">59:2</a>; v. also <a data-ref=\"Psalms 139:21\" href=\"/Psalms.139.21\">139:21</a>, reading <span dir=\"rtl\">וּבְמִתְקוֹמְמֶיךָ</span> (for MT <span dir=\"rtl\">וּבִתְק׳</span>; ‖ <span dir=\"rtl\">מְשַׂנְאֶיךָ</span>); see also <span dir=\"rtl\">קוט</span>.<br><strong>Hiph.</strong><sub>146</sub>  Pf. 3 ms. <span dir=\"rtl\">הֵקִים</span> <a data-ref=\"Joshua 4:9\" href=\"/Joshua.4.9\">Jos 4:9</a> +; 2 ms. <span dir=\"rtl\">וַהֲקֵמֹתָ֫</span> <a data-ref=\"Exodus 26:30\" href=\"/Exodus.26.30\">Ex 26:30</a>; <a data-ref=\"Deuteronomy 27:2\" href=\"/Deuteronomy.27.2\">Dt 27:2</a>; 1 s. <span dir=\"rtl\">הֲקִימֹתִי</span> <a data-ref=\"I Samuel 15:13\" href=\"/I_Samuel.15.13\">1 S 15:13</a>, <span dir=\"rtl\">הֲקִמֹתִי</span> <a data-ref=\"Genesis 9:17\" href=\"/Genesis.9.17\">Gn 9:17</a> +, etc.; Impf. 3 ms. <span dir=\"rtl\">יָקִים</span> <a data-ref=\"Deuteronomy 18:15\" href=\"/Deuteronomy.18.15\">Dt 18:15</a> +; juss. <span dir=\"rtl\">יָקֵם</span> <a data-ref=\"I Samuel 1:23\" href=\"/I_Samuel.1.23\">1 S 1:23</a> +; <span dir=\"rtl\">וַיָּ֫קֶם</span> <a data-ref=\"Judges 2:16\" href=\"/Judges.2.16\">Ju 2:16</a> +; 2 fpl. <span dir=\"rtl\">תָּקִ֫ימְנָה</span> <a data-ref=\"Jeremiah 44:25\" href=\"/Jeremiah.44.25\">Je 44:25</a>, etc.; Imv. ms. <span dir=\"rtl\">הָקֵם</span> <a data-ref=\"II Samuel 7:25\" href=\"/II_Samuel.7.25\">2 S 7:25</a> +, etc.; Inf. abs. <span dir=\"rtl\">הָקֵים</span> <a data-ref=\"Jeremiah 44:25\" href=\"/Jeremiah.44.25\">Je 44:25</a>, <span dir=\"rtl\">הָקֵם</span> <a data-ref=\"Deuteronomy 22:4\" href=\"/Deuteronomy.22.4\">Dt 22:4</a> <a data-ref=\"Judges 7:19\" href=\"/Judges.7.19\">Ju 7:19</a>; cstr. <span dir=\"rtl\">הָקִים</span> <a data-ref=\"II Samuel 3:10\" href=\"/II_Samuel.3.10\">2 S 3:10</a> +, etc.; Pt. <span dir=\"rtl\">מֵקִים</span> <a data-ref=\"Amos 6:14\" href=\"/Amos.6.14\">Am 6:14</a> +, etc.;— †<strong>1.</strong>  <em>cause to arise, raise:</em> <strong>a.</strong>  the prostrate (acc. pers. vel rei) <a data-ref=\"II Samuel 12:17\" href=\"/II_Samuel.12.17\">2 S 12:17</a> <span dir=\"rtl\">(מִן־הָאָרֶץ)</span>, <a data-ref=\"Deuteronomy 22:4\" href=\"/Deuteronomy.22.4\">Dt 22:4</a> <span dir=\"rtl\">(הָקֵם תָּקִים עִמּוֹ)</span> <a data-ref=\"Psalms 41:11\" href=\"/Psalms.41.11\">ψ 41:11</a> <a data-ref=\"Ecclesiastes 4:10\" href=\"/Ecclesiastes.4.10\">Ec 4:10</a><sup>(×2)</sup>; fig. <a data-ref=\"Amos 5:2\" href=\"/Amos.5.2\">Am 5:2</a>; <a data-ref=\"Amos 9:11\" href=\"/Amos.9.11\">9:11</a><sup>(×2)</sup> <a data-ref=\"Hosea 6:2\" href=\"/Hosea.6.2\">Ho 6:2</a>; <a data-ref=\"Isaiah 49:8\" href=\"/Isaiah.49.8\">Is 49:8</a>; <a data-ref=\"I Samuel 2:8\" href=\"/I_Samuel.2.8\">1 S 2:8</a> = <a data-ref=\"Psalms 113:7\" href=\"/Psalms.113.7\">ψ 113:7</a> (‖ <span dir=\"rtl\">הֵרִים</span>), <a data-ref=\"Job 4:4\" href=\"/Job.4.4\">Jb 4:4</a>; <a data-ref=\"Jeremiah 50:32\" href=\"/Jeremiah.50.32\">Je 50:32</a>. <strong>b.</strong>  from throne <span dir=\"rtl\">(מִן)</span> <a data-ref=\"Isaiah 14:9\" href=\"/Isaiah.14.9\">Is 14:9</a>. <strong>c.</strong>  <em>lift up</em> shield <span dir=\"rtl\">(צִנָּה)</span> against <span dir=\"rtl\">(עַל)</span> <a data-ref=\"Ezekiel 26:8\" href=\"/Ezekiel.26.8\">Ez 26:8</a>. <strong>d.</strong>  fig. <em>raise</em> (to dignity, power) <a data-ref=\"Isaiah 49:6\" href=\"/Isaiah.49.6\">Is 49:6</a>. <strong>2.</strong> †<strong>a.</strong>  <em>raise, set up</em>, stones <a data-ref=\"Joshua 4:9\" href=\"/Joshua.4.9\">Jos 4:9</a> (JE; <span dir=\"rtl\">בְּתוֹךְ</span> loc.), v <a data-ref=\"Joshua 4:20\" href=\"/Joshua.4.20\">20</a> (JE; ב loc.), <a data-ref=\"Joshua 24:26\" href=\"/Joshua.24.26\">24:26</a> (E; <span dir=\"rtl\">שָׁם</span>, <span dir=\"rtl\">תַּחַת</span> loc.), <a data-ref=\"Deuteronomy 27:2\" href=\"/Deuteronomy.27.2\">Dt 27:2</a>; pillars <a data-ref=\"I Kings 7:21\" href=\"/I_Kings.7.21\">1 K 7:21</a><sup>(×3)</sup> ‖ <a data-ref=\"II Chronicles 3:17\" href=\"/II_Chronicles.3.17\">2 Ch 3:17</a> <a data-ref=\"Exodus 40:18\" href=\"/Exodus.40.18\">Ex 40:18</a> (P); <span dir=\"rtl\">מַצֵּבָה</span>, <span dir=\"rtl\">פֶּסֶל</span> <a data-ref=\"Judges 18:30\" href=\"/Judges.18.30\">Ju 18:30</a> (<span dir=\"rtl\">ל</span> reflex.), <a data-ref=\"Leviticus 26:1\" href=\"/Leviticus.26.1\">Lv 26:1</a> <a data-ref=\"Deuteronomy 16:22\" href=\"/Deuteronomy.16.22\">Dt 16:22</a>; throne, fig., <a data-ref=\"II Samuel 3:10\" href=\"/II_Samuel.3.10\">2 S 3:10</a>, king <a data-ref=\"Deuteronomy 28:36\" href=\"/Deuteronomy.28.36\">Dt 28:36</a> (both c. <span dir=\"rtl\">עַל</span> <em>over</em>). <strong>b.</strong>  <em>erect, build:</em> <a data-ref=\"Isaiah 23:13\" href=\"/Isaiah.23.13\">Is 23:13</a> <a data-ref=\"Exodus 26:30\" href=\"/Exodus.26.30\">Ex 26:30</a>; heap of stones over <span dir=\"rtl\">(עַל)</span> <a data-ref=\"Joshua 7:26\" href=\"/Joshua.7.26\">Jos 7:26</a>; <a data-ref=\"Joshua 8:29\" href=\"/Joshua.8.29\">8:29</a>; altar <a data-ref=\"II Samuel 24:18\" href=\"/II_Samuel.24.18\">2 S 24:18</a> <span dir=\"rtl\">(לי׳)</span> ‖ <a data-ref=\"I Chronicles 21:18\" href=\"/I_Chronicles.21.18\">1 Ch 21:18</a> (id.), <a data-ref=\"I Kings 16:32\" href=\"/I_Kings.16.32\">1 K 16:32</a> <span dir=\"rtl\">(לבעל)</span>, <a data-ref=\"II Kings 21:3\" href=\"/II_Kings.21.3\">2 K 21:3</a> (id.) = <a data-ref=\"II Chronicles 33:3\" href=\"/II_Chronicles.33.3\">2 Ch 33:3</a> <span dir=\"rtl\">(לבעלים)</span>; curtains <a data-ref=\"Jeremiah 10:20\" href=\"/Jeremiah.10.20\">Je 10:20</a> (of Judah’s tent, in fig.); tabern., etc., <a data-ref=\"Exodus 40:2\" href=\"/Exodus.40.2\">Ex 40:2</a>, <a data-ref=\"Exodus 40:18\" href=\"/Exodus.40.18\">18</a>, <a data-ref=\"Exodus 40:33\" href=\"/Exodus.40.33\">33</a> + 4 times Nu; <em>erect</em> against <span dir=\"rtl\">(עַל)</span> <a data-ref=\"Isaiah 29:3\" href=\"/Isaiah.29.3\">Is 29:3</a>. †<strong>c.</strong>  fig. of setting up law <a data-ref=\"Psalms 78:5\" href=\"/Psalms.78.5\">ψ 78:5</a> (<span dir=\"rtl\">עֵדוּת</span>; ‖ <span dir=\"rtl\">שִׂים</span>). †<strong>3.</strong>  <em>raise up</em> = bring on the scene: c. acc., sons in place of <span dir=\"rtl\">(תַּחַת)</span> fathers <a data-ref=\"Joshua 5:7\" href=\"/Joshua.5.7\">Jos 5:7</a>, <span dir=\"rtl\">אַחֲרֵי</span> <a data-ref=\"II Samuel 7:12\" href=\"/II_Samuel.7.12\">2 S 7:12</a> = <a data-ref=\"I Chronicles 17:11\" href=\"/I_Chronicles.17.11\">1 Ch 17:11</a>, <a data-ref=\"I Kings 15:4\" href=\"/I_Kings.15.4\">1 K 15:4</a>; <em>raise up</em> <span dir=\"rtl\">זֶרַע לִאָחִיךָ</span> <a data-ref=\"Genesis 38:8\" href=\"/Genesis.38.8\">Gn 38:8</a> (J); judges <a data-ref=\"Judges 2:16\" href=\"/Judges.2.16\">Ju 2:16</a>, <a data-ref=\"Judges 2:18\" href=\"/Judges.2.18\">18</a> <span dir=\"rtl\">(לָהֶם)</span>, cf. <a data-ref=\"Judges 3:9\" href=\"/Judges.3.9\">3:9</a>, <a data-ref=\"Judges 3:15\" href=\"/Judges.3.15\">15</a> (both ל pers.); king <a data-ref=\"Jeremiah 30:9\" href=\"/Jeremiah.30.9\">Je 30:9</a>, <span dir=\"rtl\">צֶמַח צַדִּיק</span> <a data-ref=\"Jeremiah 23:5\" href=\"/Jeremiah.23.5\">23:5</a>, prophet <a data-ref=\"Jeremiah 29:15\" href=\"/Jeremiah.29.15\">Je 29:15</a> <a data-ref=\"Deuteronomy 18:15\" href=\"/Deuteronomy.18.15\">Dt 18:15</a>, <a data-ref=\"Deuteronomy 18:18\" href=\"/Deuteronomy.18.18\">18</a>, priest <a data-ref=\"I Samuel 2:35\" href=\"/I_Samuel.2.35\">1 S 2:35</a> (all ל pers.); shepherds, etc. <a data-ref=\"Micah 5:5\" href=\"/Micah.5.5\">Mi 5:5</a> (<span dir=\"rtl\">עַל</span> <em>against</em>), <a data-ref=\"Zechariah 11:16\" href=\"/Zechariah.11.16\">Zc 11:16</a>; <span dir=\"rtl\">לְהָקִים לְאָחִיו שֵׁם</span> <a data-ref=\"Deuteronomy 25:7\" href=\"/Deuteronomy.25.7\">Dt 25:7</a>; plant of name <a data-ref=\"Ezekiel 34:29\" href=\"/Ezekiel.34.29\">Ez 34:29</a> (<span dir=\"rtl\">ל</span> pers.); evil <span dir=\"rtl\">(רָעָה)</span> <a data-ref=\"II Samuel 12:11\" href=\"/II_Samuel.12.11\">2 S 12:11</a> (<span dir=\"rtl\">עַל</span> <em>against</em>). †<strong>4.</strong> <strong>a.</strong>  <em>raise up</em> = rouse, stir up (lion, in fig.) <a data-ref=\"Genesis 49:9\" href=\"/Genesis.49.9\">Gn 49:9</a> (poem) = <a data-ref=\"Numbers 24:9\" href=\"/Numbers.24.9\">Nu 24:9</a> (JE). <strong>b.</strong>  <em>instigate</em>, c. acc. pers. + <span dir=\"rtl\">עַל</span> <em>against</em> <a data-ref=\"Amos 6:14\" href=\"/Amos.6.14\">Am 6:14</a> <a data-ref=\"I Samuel 22:8\" href=\"/I_Samuel.22.8\">1 S 22:8</a>; + ל pers. <a data-ref=\"I Kings 11:14\" href=\"/I_Kings.11.14\">1 K 11:14</a>, <a data-ref=\"I Kings 11:23\" href=\"/I_Kings.11.23\">23</a>; c. acc. alone <a data-ref=\"Habakkuk 1:6\" href=\"/Habakkuk.1.6\">Hb 1:6</a>. †<strong>5.</strong>  <em>raise up</em> = constitute, <span dir=\"rtl\">הָקִיס־אֹתְךָ</span> … <span dir=\"rtl\">לוֹ לְעָם</span> <a data-ref=\"Deuteronomy 29:12\" href=\"/Deuteronomy.29.12\">Dt 29:12</a> cf. <a data-ref=\"Deuteronomy 28:9\" href=\"/Deuteronomy.28.9\">28:9</a> <a data-ref=\"Job 16:12\" href=\"/Job.16.12\">Jb 16:12</a>; <span dir=\"rtl\">וָאָקִים מִבְּנֵיכֶם לִנְבִיאִים</span> <a data-ref=\"Amos 2:11\" href=\"/Amos.2.11\">Am 2:11</a>; <span dir=\"rtl\">יָקֵם סְעָרָה לִדְמָמָה</span> <a data-ref=\"Psalms 107:29\" href=\"/Psalms.107.29\">ψ 107:29</a> (cf. <strong>Qal 5</strong>). <strong>6.</strong>  <em>cause to stand:</em> †<strong>a.</strong>  <em>set, station</em>, sentinels <a data-ref=\"Judges 7:19\" href=\"/Judges.7.19\">Ju 7:19</a> <span dir=\"rtl\">(הָקֵם הֵקִים)</span>, <a data-ref=\"Jeremiah 51:12\" href=\"/Jeremiah.51.12\">Je 51:12</a>, cf. <a data-ref=\"Jeremiah 6:17\" href=\"/Jeremiah.6.17\">6:17</a> (<span dir=\"rtl\">עַל</span> pers.), <a data-ref=\"Jeremiah 23:4\" href=\"/Jeremiah.23.4\">23:4</a> <a data-ref=\"Ezekiel 34:23\" href=\"/Ezekiel.34.23\">Ez 34:23</a>; <em>set</em> feet on <span dir=\"rtl\">(עַל)</span> rock <a data-ref=\"Psalms 40:3\" href=\"/Psalms.40.3\">ψ 40:3</a>. †<strong>b.</strong>  <em>cause to hold one’s ground</em> <a data-ref=\"Psalms 89:44\" href=\"/Psalms.89.44\">ψ 89:44</a> <span dir=\"rtl\">(בַּמִּלְחָמָה)</span>. †<strong>c.</strong>  <em>establish</em> throne <a data-ref=\"II Chronicles 7:18\" href=\"/II_Chronicles.7.18\">2 Ch 7:18</a>, <span dir=\"rtl\">כָּל־אַפְסֵי־אָ֑רֶץ</span> <a data-ref=\"Proverbs 30:4\" href=\"/Proverbs.30.4\">Pr 30:4</a>. †<strong>d.</strong>  <em>establish</em> (make, ratify) covenant, of <span dir=\"rtl\">י׳</span>, c. <span dir=\"rtl\">אֶת</span> (prep.) pers. <a data-ref=\"Genesis 6:18\" href=\"/Genesis.6.18\">Gn 6:18</a>; <a data-ref=\"Genesis 9:9\" href=\"/Genesis.9.9\">9:9</a>, <a data-ref=\"Genesis 9:11\" href=\"/Genesis.9.11\">11</a>; <a data-ref=\"Genesis 17:19\" href=\"/Genesis.17.19\">17:19</a>, <a data-ref=\"Genesis 17:21\" href=\"/Genesis.17.21\">21</a>; <a data-ref=\"Exodus 6:4\" href=\"/Exodus.6.4\">Ex 6:4</a> (all P); <a data-ref=\"Ezekiel 16:62\" href=\"/Ezekiel.16.62\">Ez 16:62</a>; c. <span dir=\"rtl\">בֵּין</span> … <span dir=\"rtl\">בֵּין</span> <a data-ref=\"Genesis 9:17\" href=\"/Genesis.9.17\">Gn 9:17</a>; <a data-ref=\"Genesis 17:7\" href=\"/Genesis.17.7\">17:7</a> (both P); c. ל pers. <a data-ref=\"Ezekiel 16:60\" href=\"/Ezekiel.16.60\">Ez 16:60</a>. †<strong>e.</strong>  = <em>make binding</em>, a vow <a data-ref=\"Numbers 30:14\" href=\"/Numbers.30.14\">Nu 30:14</a>, <a data-ref=\"Numbers 30:15\" href=\"/Numbers.30.15\">15</a><sup>(×2)</sup>. <strong>f.</strong>  = <em>carry out, give effect to</em> (Dr<sup>Sm. 1, 23</sup>), oath, covenant, vow, word, plan, command, of man <a data-ref=\"I Samuel 15:11\" href=\"/I_Samuel.15.11\">1 S 15:11</a>, <a data-ref=\"I Samuel 15:13\" href=\"/I_Samuel.15.13\">13</a> + 6 times; of <span dir=\"rtl\">י׳</span> <a data-ref=\"Genesis 26:3\" href=\"/Genesis.26.3\">Gn 26:3</a>; <a data-ref=\"Leviticus 26:9\" href=\"/Leviticus.26.9\">Lv 26:9</a>; <a data-ref=\"I Samuel 1:23\" href=\"/I_Samuel.1.23\">1 S 1:23</a>; <a data-ref=\"I Kings 6:12\" href=\"/I_Kings.6.12\">1 K 6:12</a> <a data-ref=\"Deuteronomy 8:18\" href=\"/Deuteronomy.8.18\">Dt 8:18</a> <a data-ref=\"Jeremiah 23:20\" href=\"/Jeremiah.23.20\">Je 23:20</a> + 18 times †<strong>g.</strong>  <span dir=\"rtl\">לְהָקִים שֵׁם־הַמֵּת עַל־נַחֲלָתוֹ</span> <a data-ref=\"Ruth 4:5\" href=\"/Ruth.4.5\">Ru 4:5</a>, <a data-ref=\"Ruth 4:10\" href=\"/Ruth.4.10\">10</a> <em>to cause the dead man’s name to stand upon his inheritance</em> (cf. <strong>Qal 7 i</strong>).<br>†<strong>Hoph.</strong>  Pf. 3 ms. <span dir=\"rtl\">הֻ֫קַם עָ֑ל</span> <a data-ref=\"II Samuel 23:1\" href=\"/II_Samuel.23.1\">2 S 23:1</a> <em>be raised up</em> (on <span dir=\"rtl\">הֻ֫קַּם</span> van d. H., v. Dr); <span dir=\"rtl\">הוּקַם</span> <em>be set up</em> <a data-ref=\"Exodus 40:17\" href=\"/Exodus.40.17\">Ex 40:17</a> (of tabern.); <span dir=\"rtl\">הוּקַם אֶת־דִּבְרֵי פ׳</span> <a data-ref=\"Jeremiah 35:14\" href=\"/Jeremiah.35.14\">Je 35:14</a> <em>be held upright</em> (Ges<sup>§ 121 a</sup>), i.e. observed, obeyed."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64bce3af5fdcd84cc870512e", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Deuteronomy 29:12:1-5", "anchorRef": "Deuteronomy 29:12", "anchorRefExpanded": ["Deuteronomy 29:12"], "sourceRef": "Bekhor Shor, Deuteronomy 29:12:1-5", "sourceHeRef": "בכור שור, דברים כ״ט:י״ב:א׳-ה׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "דברים", "he": ["<b>למען הקים אותך.</b> למען כן כורת עמך ברית־הזה להקים ולקיים שתהא <b>לו לעם</b>, ולהיות <b>לך לאלהים</b> שתקבלנו עליך לאלהים:", "<b>כאשר דבר לך.</b> שאמר לך \"אנכי ה' אלהיך\" ואף אמר לך: \"ואתם תהיו לי ממלכת כהנים\":", "<b>וכאשר נשבע לאבותיך.</b> שאמר לאברהם: (בראשית יז, ח) ונתתי לך ולזרעך אחריך – והייתי להם לאלהים, ורוצה הקב\"ה לקיים בך אותה הבטחה, ולא לישמעאל ולבני־קטורה:", "<b>וליצחק.</b> אמר: [שם כו, ד] ונתתי לזרעך את כל הארצות־האל, והתברכו בזרעך כל גויי הארץ, [ג] והקימותי את השבועה אשר נשבעתי לאברהם אביך, בך אני רוצה להקימה, ולא לבני עשו:", "<b>וליעקב.</b> אמר [שם כח, יג] אני ה' אלהי אברהם אביך ואלהי יצחק הארץ אשר אתה שוכב עליה לך אתננה ולזרעך, ולא לעשו, ולמען הקים אלו־הדברים הוא כורת עמך הברית:"], "heVersionTitle": "Bekhor Shor, Jerusalem, 1960", "heLicense": "", "heVersionTitleInHebrew": "בכור שור, ירושלים תש\"כ", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}]