[{"_id": "531e4fdffbfba276047f5c2a", "index_title": "Onkelos Deuteronomy", "category": "Targum", "type": "targum", "ref": "Onkelos Deuteronomy 29:23", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "Onkelos Deuteronomy 29:23", "sourceHeRef": "תרגום אונקלוס על דברים כ״ט:כ״ג", "anchorVerse": 23, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 29.0023, "collectiveTitle": {"en": "Onkelos Deuteronomy", "he": "תרגום אונקלוס על דברים"}, "heTitle": "תרגום אונקלוס על דברים", "he": "וְיֵימְרוּן כָּל עַמְמַיָּא עַל מֶה עֲבַד יְיָ כְּדֵין לְאַרְעָא הָדָא מָא <b>תְקוֹף רָגְזָא</b> רַבָּא הָדֵין:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "And all the nations will say, ‘‘For what did Adonoy do so to this land? Why the vigor of this great [<b>aroused</b>] anger?’’", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2683fbfba27c35eeb46b", "index_title": "Targum Jonathan on Deuteronomy", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Deuteronomy 29:23", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "Targum Jonathan on Deuteronomy 29:23", "sourceHeRef": "תרגום יונתן על דברים כ״ט:כ״ג", "anchorVerse": 23, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 29.0023, "collectiveTitle": {"en": "Targum Jonathan on Deuteronomy", "he": "תרגום יונתן על דברים"}, "heTitle": "תרגום יונתן על דברים", "he": "וְיֵימְרוּן כָּל עַמְמַיָא מְטוּל מַה עָבַד יְיָ הֵיכְנָא לְאַרְעָא הָדָא מַה הֲוָה תְּקוֹף רוּגְזָא רַבָּא הָדֵין", "heVersionTitle": "Targum Jonathan on Deuteronomy", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " then all people will say, Why hath the Lord done so unto this land? What meaneth the strength of this great anger? \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f17badfbfba22336eaa1ba", "index_title": "Sforno on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Sforno on Deuteronomy 29:23:1", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "Sforno on Deuteronomy 29:23:1", "sourceHeRef": "ספורנו על דברים כ״ט:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על דברים", "he": "<b>ואמרו כל הגוים.</b> כאשר יגלו ביניהם:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "ואמרו כל הגויים, when they are faced with these incontrovertible facts.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54d8633bfbfba245af99aa48", "index_title": "Rashbam on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Rashbam on Deuteronomy 9:25:1", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "Rashbam on Deuteronomy 9:25:1", "sourceHeRef": "רשב\"ם על דברים ט׳:כ״ה:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 25.0001, "collectiveTitle": {"en": "Rashbam on Deuteronomy", "he": "רשב\"ם על דברים"}, "heTitle": "רשב\"ם על דברים", "he": "ואתנפל לפני ה' ארבעים וגו' ואתפלל אל ה' ואומר וגו' - מי האיש החכם ישים לב למה הוצרך לכפול כאן נפילת ארבעים יום. וכי דרך המקרא לכפול דבר ולומר דעו לכם שכשנפלתי לפני ה' ארבעים יום כך וכך התפללתי, למעלה היה לו לומר, ולא היה צריך לחזור ולכפול כדי להודיע לישראל בלשון זה התפללתי אפס חכמה גדולה יש כאן! שמא תאמרו והלא חטא גדול במעשה העגל הועילה תפלתו של משה וניצלנו, אף בארץ ישראל אם נחטא יועילו לנו תפלות הנביאים? אמר להם משה: לא תועיל לכם תפלות בארץ ישראל, כי עתה נתכפר לכם כדי שלא יתחלל שמו, שהרי כך התפללתי: זכור לעבדיך וגו' פן יאמרו הארץ אשר הוצאתנו משם מבלתי יכולת ה' להביאם - ולכך לא נתחייבתם בעדו מיתה, אבל לאחר שיהרוג שלושים ואחד מלכים וינחילכם את הארץ, אז יוציאכם ויגרש אתכם מן הארץ שאין כאן חילול השם לאמר לאומות מבלתי יכולת ה', אלא יאמרו הגוים, ישראל חטאו לו. כמו שמפורש באתם נצבים: ואמרו כל הגוים על מה עשה ה' ככה לארץ הזאת ומה חרי האף וגו', ואמרו על אשר עזבו את ברית ה' אלהי אבותם וגו' ויתשם ה' מעל אדמתם באף ובחמה ובקצף גדול וישליכם אל ארץ אחרת כיום הזה. ", "heVersionTitle": "Rashbam on Deuteronomy -- Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רשב\"ם על דברים - דעת", "text": "'ואתנפל לפני ה' את ארבעים היום וגו' ואתפלל אל ה ואומר וגו', who is wise enough to understand and explain why Moses had to repeat that he had to fall on his face for forty days? Is it then the custom for the Torah to keep repeating things like ואתנפל אשר התנפלתי?. We would have expected the words ואתפלל, “I prayed,” to immediately follow the words ואתנפל, “I prostrated myself! However, there is a profound wisdom in the sequence of the words the Torah quotes Moses as saying, one that contains an admonition to his people. Moses is using the way he phrases his report of what he did during those 40 days and how he did it, by pre-empting an argument by the Jewish people that just as his prayers had been helpful when they were in the desert, similar prayers would be equally helpful once the people were in the Holy Land and they committed a major sin. The prophets in such days, they would argue, would surely be able to act as their interlocutors then just as Moses had done while he was alive. The point Moses is making here is that at this time their atonement was only in order for G’d not to be perceived as being unable to fulfill His oath of bringing Avraham’s descendants to take over the land of Canaan. In other words, Israel’s pardon was for the sake of not desecrating G’d’s Holy name. Once G’d had demonstrated that He had kept His promise, and that the people concerned had been settled in the Holy Land, as promised, His Holy name would never again be in danger of being desecrated by someone citing the arguments Moses had been able to cite while the people were still in the desert. This is why Moses repeats again the wording of his prayer. He is telling the people that if his prayer had been heard, it was only on account of an irrefutable argument he had been able to advance, namely how the Egyptians and other nations would react to the Jewish people’s annihilation. It follows, that if, G’d forbid the Jewish people, once settled in the Holy Land, would become guilty of similar misdemeanours as had the Canaanites, they would face both death and expulsion. On the contrary, if that were to happen, the gentile nations would not point to G’d’s inability to keep them there as the cause of their misfortune, but they would correctly point to the disloyalty this people had demonstrated by eschewing the laws given to them by their G’d, the One who had driven out the Canaanites. We find this all spelled out in Deuteronomy 29,23-27.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "55ae0cacfbfba23a0680a0a0", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Nitzavim 7", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "Meshekh Chokhmah, Nitzavim 7", "sourceHeRef": "משך חכמה, נצבים ז׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 7, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "נצבים", "he": "<b>ואמרו </b>על מה עשה ד' לארץ ככה כו' אשר כרת עמם ברית בהוציאו אותם מא\"מ כו'. הפי' דישראל היו אנוסים על הברית שהיו במצב שהלכו במדבר ומצרים היו רודפים אותם ואם לא היו מתנהגים עפ\"י נס בעמוד ענן ואש ומן ובאר הלא לא היה להם תקומה אף יום אחד דרך הטבע, והיו מוכרחים לקבל הברית כמוש\"א מודעי רבא כו', רק שהעיקר כפי' הרשב\"א שאם נתן השי\"ת הארץ ע\"מ שישמרו בריתו אם כן כשיעברו בטלה המתנה, שכיון שבטל הברית תו הדרא המתנה של הארץ, וזה שאמרו, שבעת הוציאו אותם ממצרים כרת עמהם ברית ויכלו לטעון טענת אונס, לכן בטלה המתנה לכן שפך אפו וחמתו על הארץ לבד, לא כסדום שאבדו עם הארץ וישליכם אל ארץ אחרת שיהיו מתנודדים וגרים בארץ לא להם כיום הזה, שהוציאם ממצרים ואותם לא השמיד, לכן כשישובו ככל הגוים כו' כמו שקבלוה בימי אחשורוש אז ישוב ויקבץ אותך מכל העמים כי יהי' בכל לבבך כו' בלא שום אונס. ודו\"ק.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "560ba964fbfba25e369f88b4", "index_title": "Haamek Davar on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Deuteronomy 29:23:1", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "Haamek Davar on Deuteronomy 29:23:1", "sourceHeRef": "העמק דבר על דברים כ״ט:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1849, 1879], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b> ואמרו כל הגוים.</b> אשר ישובו ויספרו להגוים מה שראו בא״י <b>על מה וגו׳.</b> דמענין ביטול תורה והפרתה לא ידעו כלל וגם זאת ידעו היטב שחטאת סדום ועמורה שהיו רעים לבני אדם זה אינו בישראל. וא״כ <b>מה חרי וגו׳.</b> וגם חטאת ע״ז אינו נחשב לפניהם לחטא שהרי גם המה מאמינים ועובדים ע״ז:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "569d0a0ad6e4a979b40a1a43", "index_title": "Pesikta Rabbati", "category": "Midrash", "type": "", "ref": "Pesikta Rabbati 28:1", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "Pesikta Rabbati 28:1", "sourceHeRef": "פסיקתא רבתי כ״ח:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [600, 900], "commentaryNum": 28.0001, "collectiveTitle": {"en": "Pesikta Rabbati", "he": "פסיקתא רבתי"}, "he": "על נהרות בבל שם ישבנו גם בכינו בזכרנו את ציון על ערבים בתוכה תלינו כנרותינו וגו' (תהלים קל\"ז א' וב): זו היא שנאמרה על ידי ירמיהו הנביא אהלי שודד וכל מיתרי נתקו (ירמיה י' כ') כנגד מי אמרו למקרא הזה לא אמרו ירמיה אלא כנגד ישראל אף על פי שאמרו כנגד ישראל חזר ואמרו על הקדוש ברוך הוא בשעה שגלו ישראל וחרב בית המקדש ונעקרה סנהדריו היה הקב\"ה בוכה עליהם [במר] נפש והיה נושא עליהם קינה ומתמיה עליהם אמר עליהם אהלי שודד ונכנסו השונאים ובזזו את מקדשי ואני יושב ומחריש ואין אהל אלא בית המקדש שנאמר אהל שכן באדם (תהלים ע\"ח ס') אלא מה אעשה מדת הדין הוא לפני. וכל מיתרי נתקו זה סנהדרין שהיא דומה (לאולם במיתריו) [לעולם כמיתרים] לאהל כשם שאהל אינו יכול לעמוד אלא ע\"י מיתרים כך אלמלא זקנים שיושבים בסנהדרי גדולה ומתקנים את המועדות ומעברים את השנים ואת החדשים ומתירים את המותר ואוסרים את האיסור ומיישבים את העולם אין העולם מתקיים אפילו שעה אחת. בני יצאוני ואינם (ירמיה שם) וכי אין ישראל קיימין בעולם והלא אתה מוצא שקיימים ישראל מסוף העולם ועד סופו אלא מהו שאמר בניי יצאוני ואינם שאין עושים בניי את המועדים כתיקנם כשם שנצטוו בסיני. כך הייתה כנסת ישראל אומרת לאומות העולם בשעה שגלו היו מתמהין כשהיו רואין אותם השחירו פניהם כשולי קדירה ואומרים הזאת העיר שיאמרו כלילת יופי משוש לכל הארץ (איכה ב' ט\"ו) אלו הן שנאמר בהן ויצא לך שם בגוים ביופיך כי כליל הוא בהדרי וגו' (יחזקאל ט\"ז י\"ד) באותה שעה צדקו עליהם את הדין ואמרו חלילה להקדוש ברוך הוא [לעשות דין] בלא דין לקיים מה שנא' ואמרו כל הגוים על מה עשה ה' ככה לארץ הזאת וגו' ואמרו על אשר עזבו ברית ה' וגו' (דברים כ\"ט כ\"ג וכ\"ד) אמרה להם אל תראוני שאני שחרחורת ששזפתני השמש (שה\"ש א' ו') מה אתם רואים שהשחירו פניי כשולי קדירה ששזפתני השמש מעשי גרמו לי שהנחתי להקב\"ה והלכתי אחר החמה והלבנה ומי גרם לי שעשיתי כל המעשים הללו בני אמי נחרו בי (שם) בני אמי נביאי השקר שהיו לי כגון צדקיהו בן כנענה וחביריו הם גרמו לי שאבא ליד הצער הזה שמוני נוטרה את הכרמים (שם) כשנצטויתי מסיני לא נצטויתי שאשב [ומשמר] אלא יום אחד ועכשיו שמוני נוטרה את הכרמים יושבת ומשמרת שני ימים טובים ואיני יוצא בהם ידי חובתי כרמי שלי לא נטרתי (שם). אין נוטה עוד אהלי [ומקים יריעותי] (ירמיה שם) מהו וכי אין בית המקדש עתיד ליבנות אלא אין נוטה עוד אהלי מכם ואין מקים ידיעותי מכם אלא מקדש ראשון שבנאו בשר ודם נפל ביד שונא אבל מקדש אחרון שהקב\"ה בונה אותו שנאמר בונה ירושלים ה' נדחי ישראל יכנס (תהלים קמ\"ז ב') שוב לא יחרב לכך נאמר אהלי שודד וגו': דבר אחר על נהרות בבל שם ישבנו גם בכינו מה ת\"ל שם ישבנו מלמד שלא היתה להם ישיבה משיצאו מא\"י עד שהגיעו לפרת לא היה להם מנוח לישב לפיכך נפלו עליהם בעילה אמרו אלקיהם של אלו רחמן הוא וכיון שמסבירים לו פנים הוא חוזר ומרחם עליהם שמא ישובו ויתחברו כולם ויקראו לאלקיהם ויחזרו ולא הועלנו כלום לפיכך היו דוחקים אותם ומריצים אותם על כרחם שנאמר על צוארינו נרדפנו וגו' (איכה ה' ה') קלים היו רודפינו וגו' (שם ד' י\"ט). מה ראו ישראל לבכות על נהרות בבל א\"ר יוחנן הרג בהם פרת בישראל יותר ממה (שהרגו) [שהרג] בהם נבוכדנצר הרשע כשהיו שרוים בא\"י לא היו שותים אלא מי גשמים ומימי נוזלים ומימי מעיינות וכיון שגלו לבבל שתו מימי הפרת ומתים מהם הרבה לפיכך היו בוכים על ההרוגים שהרגו בהם אויביהם ועל מיתתם שמתו בדרך ולא הניחום לקוברם ועל ההרוגים שהרגו בהם [מימי] פרת ולא עוד אלא שהיה נבוכדנצר הרשע יושב בספינה הוא וכל גדוליו וכל שריו ועמהם כל מיני זמר שנאמר כשדים באניות רינתם (ישעיה מ\"ג י\"ד) וכל מלכי יהודה מושלכים בשלשלאות [של] ברזל והולכים ערומים על שפת הנהר נשא נבוכדנצר הרשע את עיניו וראה אותם אמר לעבדיו מפני מה הולכים הללו בלא משאוי מיד נטלו משאוי והניחו על כתיפם עד שנכפפות קומתם מפני המשאוי שכך אמרו על עצמם על צוארינו נרדפנו (איכה ה' ה') באותה שעה געו כל ישראל בבכייה עד שעלתה בכייתם למרום אמר ר' אחא בר אבא באותה שעה בקש הקדוש ברוך הוא להחזיר את כל העולם כולו לתוהו ובוהו אמר הקדוש ברוך הוא כל מה שבראתי לא בראתי אלא בשביל אלו שנאמר גם אני אכה כפי על כפי והנחתי חמתי (יחזקאל כ\"א כ\"ב) עולם שבראתי לא בראתי אלא בשתי ידיי שנא' אף ידי יסדה ארץ וימיני וגו' (ישעיה מ\"ח י\"ג) אחריבנו אמר רבי תחליפא בר קרויה באותה שעה נכנסו כל מלאכי השרת ועמדו לפני הקדוש ברוך הוא ואמרו לפניו רבונו של עולם עולם ומלואו שלך הוא לא דייך שחרבת דירתך של מטה אלא שתחריב בית דירתך של מעלה אמר להם וכי תנחומים אני צריך או בשר ודם אני שאני צריך (תנחומיך) [תנחומיכם] הרי אני מכיר בסוף שנ' עד זקנה אני הוא ועד שיבה אני אסבול אני עשיתי ואני אשא (שם מ\"ו ד') על כן אמרתי שאו מני אמרר בבכי אל תאיצו לנחמני (שם כ\"ב ד') אל תוסיפו לא אמר אלא תאיצו אמר להם (תנחומיך) [תנחומיכם] הללו שאתם מנחמים אותי ניאוצים הם לפני רדו מלפני ושמו את משאוי מעל בני מיד ירדו לא מלאכי השרת בלבד אלא אף הקב\"ה נשא עמהם אלמלא מקרא כתוב אי אפשר לאומרו למענכם שלחתי בבלה (שם מ\"ג י\"ד). וכל ישראל באים הגולה יצאו לקראתם בני (בראי) [בארי] ובני מדינות אחרות (והיה רואה) [והיו רואים] אותם מוטלים בשלשלאות של ברזל היו מתמהין ובוכים עליהם ואומרין עם ה' אלה ומארצו יצאו (יחזקאל ל\"ו כ') דבוודאי דאילו הם. מה עשו בני בארי באותה שעה הפשיטו את עבדיהם ואת שפחותיהם והקריבום דורון לנבוכדנצר אמר להם על מה אתם עושים [כך] אמרו לו אנו אומרים שמא מלך אוהב ערומים אתה אמר להם הואיל ואינו אלא דרך בזיון לכו והלבישום לישראל מה שכרן של בני בארי נטה עליהם הקדוש ברוך הוא חסד מכל ארץ ישראל ואין לך בארץ ישראל (שהיה) [שהיו] יפים ביותר אלא בני בארי אמרו כל אדם שנכנס לשם אינו מבקש לצאת בלא עבירה. מהו גם בכינו שהם מבכים עמהם הקב\"ה: דרש ר' יצחק על ערבים בתוכה תלינו כינורותינו (תהלים שם ב') בא וראה עפרה של ארץ ישראל לתשובה עד (שיהיו) [שהיו] בארץ ישראל היה ירמיה אומר להם עשו תשובה עד שלא יתחתם עליכם גזר דין ולא קיבלו כיון שגלו היו נוהגים קדושה במצות נטלו כינורותיהם ותלו אותם בערבות. כי שם שאלונו שובינו דברי שיר וגו' (שם שם ג') באותה שעה אמרו להם אומות העולם עמדו ושוררו לפני עבודה זרה כדרך שהייתם משוררים בבית המקדש אמרו להם אילו אמרנו שירה במקומינו לא גלינו מארצנו ועכשיו היאך נאמר שירה לפני עבודה זרה היה רבי יצחק בן טבלאי אומר משלו משל למה הדבר דומה למלך בשר ודם שנשא בת מלכים אמר לה עמדי והשקני כוס אחד ולא רצת להשקותו כעס עליה והוציאה מתוך ביתו הלכה ונשאת למוכה שחין אמר לה עמדי והשקני כוס אחד אמרה לו ריקה בת מלכים הייתי ונשאתי למלך ועל שאמר השקיני כוס אחד ולא רציתי להשקותו כעס עלי והוציאני מתוך ביתו שאילו השקיתיו הייתי מוסיף על כבודי כבוד והייתי במקומי עכשיו אתה אומר לי עמדי והשקיני אף כך ישראל אומרים לאומות העולם אילו אמרנו שירה לפני הקדוש ברוך הוא במקומינו על כל הניסים שעשה לנו ישבנו במקומינו ולא גלינו מארצינו ועכשיו נאמר שירה לפני עבודה זרה מיד עמדו והשליכו מהם תילי תילים של הרוגים ואע\"פ שהרגו מהם הרבה היתה להם שמחה שלא אמרו שירה לפני עכו\"ם שנאמר ותוללינו שמחה (שם) באותה שעה נשבע הקב\"ה לישראל שבועה שלימה כביכול הוציא על עצמו אם לא אעשה שבועתי שנאמר אם אשכחך ירושלים תשכח ימיני (שם שם ה') נטל הקדוש ברוך הוא ידו והחזירה לאחוריו בשעה שגלה ישראל כעניין שנאמר השיב אחור ימינו מפני אויב (איכה ב' ג') כביכול לא החזירה הקדוש ברוך הוא למקומה וכן אמר להם הקב\"ה לישראל אשכח ימיני שהחזרתי לאחוריי אם לא אקים לכם שבועה זו ולא אשכח אתכם בין האומות העולם תדבק לשוני לחיכי אם לא אזכיר את ירושלים אם לא אעלה את ירושלים על ראש שמחתי (תהלים שם ו') שעתיד הקדוש ברוך הוא להחזיר לירושלים כל שמחתה כעניין שנאמר ופדויי ה' ישובון ובאו ציון ברנה ושמחת עולם על ראשם (ישעיה ל\"ה י') וכל המתאבל על ירושלים בעולם הזה ישמח עמה לעתיד לבא שנאמר שמחו את ירושלים וגילו בה כל אהביה שישו אתה משוש כל המתאבלים עליה (שם ס\"ו י') אמרו משום אביי אין שמחה בא אלא בתשעה באב לפי שקבעו אבל בזמן הזה ועתיד לפני הקדוש ברוך הוא לעשותו יום טוב שנאמר והפכתי אבלם לששון ונחמתים ושמחתים מיגונם (ירמיה ל\"א י\"ג):", "heVersionTitle": "OYW", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "... R’ Yitzchak expounded on, “On willows in its midst we hung our harps.” (Psalms 137:2) Come and see – the dirt of the land of Israel is for repentance. While they were still in the land of Israel, Jeremiah was saying to them ‘repent before the judgement is sealed upon you,’ and they did not accept his words. Once they were exiled, they kept themselves sanctified through the commandments, taking their harps and hanging them on the willows. “For there our captors asked us for words of song…” (Psalms 137:3) At that time the nations of the world said to them: stand up and sing before idols just as you would sing in the Holy Temple. They replied: if we had sung songs in our place, we would not have been exiles. And now how should we sing songs before idols?! R ‘ Yitzchak Tavlai would say: to what is this to be compared? To a king of flesh and blood who married the daughter of kings. He said to her: get up and bring me a cup to drink, and she did not want to serve him. He was angry with her and drove her from his house, and she went and married a man who was afflicted with boils. He said: get up and bring me a cup to drink. She said to him: worthless one! I was a daughter of kings, married to a king, and because he said ‘bring me a drink’ and I did not want to serve him he was angry with me and drove me from his home. In that case if I had served him I would have added to my honor and had honor in my place, and now you say to me get up and serve me?! So Israel says to the nations of the world: if we had sang songs before the Holy One in our place on all the miracles which He did for us, we would have stayed in our place and not been exiled from our land. Now we should sing songs before idols?! Immediately they arose and killed heaps and heaps of them, and even though many of them were killed Israel rejoiced that they did not sing songs before the idols, as it says “…and our tormentors [asked of us] mirth…” (ibid.) At that moment the Holy One swore a whole oath to Israel. He said of Himself, so to speak,  if I do not keep my oath, as it says “If I forget you, O Jerusalem, may my right hand forget [its skill].” (Psalms 137:5) The Holy One took His hand and placed it behind Him at the moment when Israel was exiled, just as it says “He has withdrawn His right hand from the enemy…” (Lamentations 2:3) The Holy One, so to speak, did not return it to its place. And so too the Holy One said to Israel: I will forget My right hand which I placed behind Me if I do not fulfill my oath to you and not forget you among the nations. “May my tongue cling to my palate, if I do not remember you, if I do not bring up Jerusalem at the beginning of my joy.” (Psalms 137:6) In the future the Holy One will return to Jerusalem all of her joy, as it says “And the redeemed of Zion shall return, and they shall come to Zion with song, with joy of days of yore shall be upon their heads…” (Isaiah 35:10) And anyone who mourns for Jerusalem in this world will rejoice with her in the time to come, as it says “Rejoice with Jerusalem and exult in her all those who love her: rejoice with her a rejoicing, all who mourn over her.” (Isaiah 66:10) They said in the name of Abaye: joy only comes on the ninth of Av, because they mandated mourning then in this time and in the future the Holy One will make it into a holiday, as it says “…and I will turn their mourning into joy and will comfort them and make them rejoice from their sorrow.” (Jeremiah 31:12) ... “No one pitches my tent anymore, or sets up my curtains.” (Jeremiah 10:20) What is this, does it mean that the Holy Temple will not be rebuilt in the future?! No, rather it is saying that no one from among you will pitch my tent anymore nor anyone from among you shall set up my curtains. The First Temple, which was built by flesh and blood, fell at the hands of the enemy. But the final Sanctuary that will be built by the Holy One, as it says “The Lord is the builder of Jerusalem; He will gather the outcasts of Israel,” (Psalms 147:2) will not be destroyed. Therefore it says “My tent has been spoiled…” (Jeremiah 10:20)", "versionTitle": "Rabbi Mike Feuer, Jerusalem Anthology", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "569f96c1d6e4a93c9025a165", "index_title": "Shadal on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Shadal on Deuteronomy 29:23:1", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "Shadal on Deuteronomy 29:23:1", "sourceHeRef": "שד\"ל על דברים כ״ט:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1845, 1865], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על דברים", "he": "לפי דעתי ראוי להטעים מֶה֣ חֳרִי֥ הָאַ֛ף הַגָּדוֹ֖ל הזה.", "heVersionTitle": "Shadal first edition, Padua 1871", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד״ל במהדורה המקורית, פדובה 1871", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57693474d6e4a9137eb78b7e", "index_title": "Ramban on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Exodus 13:16:1", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "Ramban on Exodus 13:16:1", "sourceHeRef": "רמב\"ן על שמות י״ג:ט״ז:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Ramban on Exodus", "he": "רמב\"ן על שמות"}, "he": "<b>וּלְטוֹטָפוֹת בֵּין עֵינֶיךָ</b> אֵין לְמִלָּה הַזֹּאת מִשְׁפָּחָה יְדוּעָה, אֲבָל בַּעֲלֵי הַלָּשׁוֹן יַחְשְׁבוּ לְיַחֵס אוֹתָהּ אֶל לְשׁוֹן \"וְהַטֵּף אֶל דָּרוֹם\" (יחזקאל כא ב), \"וְעָלֵימוֹ תִּטֹּף מִלָּתִי\" (איוב כט כב), עִנְיָן מֻשְׁאָל מִן \"וְהִטִּיפוּ הֶהָרִים עָסִיס\" (עמוס ט יג), יֹאמַר שֶׁתַּעֲשֶׂה מִיְּצִיאַת מִצְרַיִם עַל יָדְךָ אוֹת וּבֵין עֵינֶיךָ דִּבּוּר, יִזַּל כַּטַּל עַל שׁוֹמְעָיו. אֲבָל רַבּוֹתֵינוּ יִקְרְאוּ הַדָּבָר הַמֻּנָּח בָּרֹאשׁ \"טוֹטָפוֹת\" כְּמוֹ שֶׁאָמְרוּ (שבת נז:) לֹא בְּטוֹטֶפֶת וְלֹא בְּסַנְבּוּטִין, וְאָמַר רַבִּי אַבְהוּ (שם) אֵי זֶהוּ טוֹטֶפֶת הַמַּקֶּפֶת מֵאֹזֶן לְאֹזֶן, וְהֵם בַּעֲלֵי הַלָּשׁוֹן שֶׁמְּדַבְּרִים בּוֹ וְיוֹדְעִים אוֹתוֹ וּמֵהֶם רָאוּי לְקַבְּלוֹ. וְאָמַר <b>טוֹטָפוֹת</b> וְלֹא אָמַר \"טוֹטֶפֶת\" בַּעֲבוּר שֶׁהֵם בָּתִּים רַבִּים כַּאֲשֶׁר קִבַּלְנוּ צוּרָתָם מִן הָאָבוֹת הַקְּדוֹשִׁים שֶׁרָאוּ הַנְּבִיאִים וְהַקַּדְמוֹנִים עוֹשִׂים כֵּן עַד מֹשֶׁה רַבֵּינוּ:<br>וְהִנֵּה שֹׁרֶשׁ הַמִּצְוָה הַזֹּאת שֶׁנַּנִּיחַ כְּתָב יְצִיאַת מִצְרַיִם עַל הַיָּד וְעַל הָרֹאשׁ כְּנֶגֶד הַלֵּב וְהַמֹּחַ שֶׁהֵם מִשְׁכְּנוֹת הַמַּחְשָׁבָה וְהִנֵּה נִכְתֹּב פָּרָשַׁת קַדֶּשׁ וְהָיָה כִּי יְבִיאֲךָ בַּטּוֹטָפוֹת מִפְּנֵי הַמִּצְוָה הַזֹּאת שֶׁנִּצְטַוִּינוּ בָּהֶם לַעֲשׂוֹת יְצִיאַת מִצְרַיִם טוֹטָפוֹת בֵּין עֵינֵינוּ, וּבְפָרָשַׁת שְׁמַע וְהָיָה אִם שָׁמוֹעַ נִצְטַוִּינוּ שֶׁנַּעֲשֶׂה הַמִּצְוֹת גַּם כֵּן טוֹטָפוֹת, דִּכְתִיב (דברים ו ו) \"וְהָיוּ הַדְּבָרִים הָאֵלֶּה אֲשֶׁר אָנֹכִי מְצַוְּךָ הַיּוֹם עַל לְבָבֶךָ, וְהָיוּ לְטֹטָפֹת בֵּין עֵינֶיךָ\", וּלְכָךְ אָנוּ כּוֹתְבִים גַּם שְׁתֵּי הַפָּרָשִׁיּוֹת הָהֵן לְטוֹטָפוֹת שֶׁהֵם מִצְוַת הַיִּחוּד וְזִכְרוֹן כָּל הַמִּצְוֹת וְעָנְשָׁן וּשְׂכָרָן וְכָל הַשֹּׁרֶשׁ בָּאֱמוּנָה. וְאָמַר בְּשֶׁל יָד וְהָיָה לְךָ לְאוֹת עַל יָדְכָה, וְדָרְשׁוּ בּוֹ (מנחות לו:) שֶׁהוּא שְׂמֹאל שֶׁהַלֵּב נוֹטֶה לוֹ:<br>וְעַל דֶּרֶךְ הָאֱמֶת מָה שֶׁאָמַר הַכָּתוּב \"בַּעֲבוּר זֶה עָשָׂה ה' לִי\", כִּי כְּמוֹ \"זֶה אֵלִי וְאַנְוֵהוּ\" (שמות ט\"ו:ב'), יֹאמַר כִּי בַּעֲבוּר שְׁמוֹ וּכְבוֹדוֹ עָשָׂה עִמָּנוּ וְהוֹצִיאָנוּ מִמִּצְרַיִם, וְהָיָה זֶה לְךָ לְאוֹת עַל זְרוֹעַ עֻזְּךָ, כְּטַעַם \"כִּי תִפְאֶרֶת עֻזָּמוֹ אָתָּה\" (תהלים פט יח) וְהִנֵּה הָאוֹת כְּאוֹת הַמִּילָה וְהַשַּׁבָּת. וּבַעֲבוּר שֶׁהַכֹּל בִּכְלָל הוּא הָאוֹת עַל הַיָּד, הֶעְתִּיקוּ אֲבוֹתֵינוּ מִמֹּשֶׁה מִפִּי הַגְּבוּרָה שֶׁיִּהְיֶה בַּיִת אֶחָד, כְּעִנְיָן שֶׁאָמַר הַכָּתוּב \"אֲחוֹתִי כַלָּה\" (שה\"ש ה א), בַּעֲבוּר שֶׁהִיא מִתְאַחֶדֶת וּכְלוּלָה מִל\"ב נְתִיבוֹת, וּכְתִיב \"שְׂמֹאלוֹ תַּחַת לְרֹאשִׁי\" (שם ב ו):<br>וְאָמַר <b>וּלְזִכָּרוֹן בֵּין עֵינֶיךָ</b>, שֶׁיֻּנְּחוּ בִּמְקוֹם הַזִּכָּרוֹן בֵּין הָעֵינַיִם שֶׁהוּא רֵאשִׁית הַמּוֹחַ, וְהוּא תְּחִלַּת הַזִּכָּרוֹן וּמַעֲמַד הַצּוּרוֹת אַחֲרֵי הִפָּרְדָן מִלְּפָנָיו, וְהֵם מַקִּיפִים אֶת כָּל הָרֹאשׁ בִּרְצוּעוֹתֵיהֶם, וְהַקֶּשֶׁר שֶׁהוּא עַל אַחֲרִית הַמּוֹחַ הַמְּשַׁמֵּר הַזְּכִירָה, וּלְשׁוֹן \"בֵּין עֵינֶיךָ\", שֶׁיִּהְיוּ בְּאֶמְצָעוּת הָרֹאשׁ לֹא מִצַּד אֶחָד, אוֹ שֶׁשָּׁם שָׁרְשֵׁי הָעֵינַיִם וּמִשָּׁם יִהְיֶה הָרְאוּת. וְכֵן וְלֹא תָשִׂימוּ קָרְחָה בֵּין עֵינֵיכֶם לָמֵת, וּלְפָרֵשׁ זֶה חָזַר וְאָמַר <b>וּלְטוֹטָפוֹת</b> לְבָאֵר שֶׁאֵין הַמִּצְוָה בֵּין הָעֵינַיִם לְמַטָּה, אֲבָל בְּגֹבַהּ הָרֹאשׁ מֻנָּחִים שָׁם כְּטוֹטָפוֹת. וְאָמַר לְשׁוֹן רַבִּים שֶׁהֵם בָּתִּים רַבִּים כַּאֲשֶׁר קִבַּלְנוּ:<br>וְעַתָּה אֹמַר לְךָ כְּלָל בְּטַעַם מִצְוֹת רַבּוֹת הִנֵּה מֵעֵת הֱיוֹת ע\"ג בָּעוֹלָם מִימֵי אֱנוֹשׁ הֵחֵלּוּ הַדֵּעוֹת לְהִשְׁתַּבֵּשׁ בָּאֱמוּנָה, מֵהֶם כּוֹפְרִים בָּעִקָּר וְאוֹמְרִים כִּי הָעוֹלָם קַדְמוֹן, כִּחֲשׁוּ בַּה' וַיֹּאמְרוּ לֹא הוּא (ירמ' ה יב), וּמֵהֶם מַכְחִישִׁים בִּידִיעָתוֹ הַפְּרָטִית וְאָמְרוּ אֵיכָה יָדַע אֵל וְיֵשׁ דֵּעָה בְעֶלְיוֹן (תהלים עג יא), וּמֵהֶם שֶׁיּוֹדוּ בַּיְּדִיעָה וּמַכְחִישִׁים בַּהַשְׁגָּחָה וַיַּעֲשׂוּ אָדָם כִּדְגֵי הַיָּם שֶׁלֹּא יַשְׁגִּיחַ הָאֵל בָּהֶם וְאֵין עִמָּהֶם עֹנֶשׁ אוֹ שָׂכָר, יֹאמְרוּ עָזַב ה' אֶת הָאָרֶץ. וְכַאֲשֶׁר יִרְצֶה הָאֱלֹהִים בְּעֵדָה אוֹ בְּיָחִיד וְיַעֲשֶׂה עִמָּהֶם מוֹפֵת בְּשִׁנּוּי מִנְהָגוֹ שֶׁל עוֹלָם וְטִבְעוֹ, יִתְבָּרֵר לַכֹּל בִּטּוּל הַדֵּעוֹת הָאֵלֶּה כֻּלָּם, כִּי הַמּוֹפֵת הַנִּפְלָא מוֹרֶה שֶׁיֵּשׁ לְעוֹלָם אֱלוֹהַּ מְחַדְּשׁוֹ, וְיוֹדֵעַ וּמַשְׁגִּיחַ וְיָכוֹל. וְכַאֲשֶׁר יִהְיֶה הַמּוֹפֵת הַהוּא נִגְזַר תְּחִלָּה מִפִּי נָבִיא יִתְבָּרֵר מִמֶּנּוּ עוֹד אֲמִתַּת הַנְּבוּאָה, כִּי יְדַבֵּר הָאֱלֹהִים אֶת הָאָדָם וִיגַלֶּה סוֹדוֹ אֶל עֲבָדָיו הַנְּבִיאִים, וְתִתְקַיֵּם עִם זֶה הַתּוֹרָה כֻּלָּהּ:<br>וְלָכֵן יֹאמַר הַכָּתוּב בַּמּוֹפְתִים \"לְמַעַן תֵּדַע כִּי אֲנִי ה' בְּקֶרֶב הָאָרֶץ\" (שמות ח':י\"ח), לְהוֹרוֹת עַל הַהַשְׁגָּחָה, כִּי לֹא עָזַב אוֹתָהּ לַמִּקְרִים כְּדַעְתָּם וְאָמַר (שם ט כט) \"לְמַעַן תֵּדַע כִּי לַה' הָאָרֶץ\", לְהוֹרוֹת עַל הַחִדּוּשׁ, כִּי הֵם שֶׁלּוֹ שֶׁבְּרָאָם מֵאַיִן. וְאָמַר (שם ט יד) \"בַּעֲבוּר תֵּדַע כִּי אֵין כָּמֹנִי בְּכָל הָאָרֶץ\", לְהוֹרוֹת עַל הַיְּכֹלֶת, שֶׁהוּא שַׁלִּיט בַּכֹּל, אֵין מְעַכֵּב בְּיָדוֹ, כִּי בְּכָל זֶה הָיוּ הַמִּצְרִיִּים מַכְחִישִׁים אוֹ מִסְתַּפְּקִים. אִם כֵּן הָאֹתוֹת וְהַמּוֹפְתִים הַגְּדוֹלִים עֵדִים נֶאֱמָנִים בֶּאֱמוּנַת הַבּוֹרֵא וּבַתּוֹרָה כֻּלָּהּ:<br>וּבַעֲבוּר כִּי הקב\"ה לֹא יַעֲשֶׂה אוֹת וּמוֹפֵת בְּכָל דּוֹר לְעֵינֵי כָּל רָשָׁע אוֹ כּוֹפֵר, יְצַוֶּה אוֹתָנוּ שֶׁנַּעֲשֶׂה תָּמִיד זִכְרוֹן וְאוֹת לַאֲשֶׁר רָאוּ עֵינֵינוּ, וְנַעְתִּיק הַדָּבָר אֶל בָּנֵינוּ, וּבְנֵיהֶם לִבְנֵיהֶם, וּבְנֵיהֶם לְדוֹר אַחֲרוֹן. וְהֶחְמִיר מְאֹד בָּעִנְיָן הַזֶּה כְּמוֹ שֶׁחִיֵּב כָּרֵת בַּאֲכִילַת חָמֵץ (שמות י\"ב:ט\"ו) וּבַעֲזִיבַת הַפֶּסַח (במדבר ט יג), וְהִצְרִיךְ שֶׁנִּכְתֹּב כָּל מַה שֶׁנִּרְאָה אֵלֵינוּ בְּאוֹתוֹת וּבְמוֹפְתִים עַל יָדֵינוּ וְעַל בֵּין עֵינֵינוּ, וְלִכְתֹּב אוֹתוֹ עוֹד עַל פִּתְחֵי הַבָּתִּים בַּמְּזוּזוֹת, וְשֶׁנַּזְכִּיר זֶה בְּפִינוּ בַּבֹּקֶר וּבָעֶרֶב, כְּמוֹ שֶׁאָמְרוּ (ברכות כא.) אֱמֶת וְיַצִּיב דְּאוֹרָיְתָא, מִמַּה שֶׁכָּתוּב (דברים טז ג) \"לְמַעַן תִּזְכֹּר אֶת יוֹם צֵאתְךָ מֵאֶרֶץ מִצְרַיִם כֹּל יְמֵי חַיֶּיךָ\", וְשֶׁנַּעֲשֶׂה סֻכָּה בְּכָל שָׁנָה:<br>וְכֵן כָּל כַּיּוֹצֵא בָּהֶן מִצְוֹת רַבּוֹת זֵכֶר לִיצִיאַת מִצְרַיִם, וְהַכֹּל לִהְיוֹת לָנוּ בְּכָל הַדּוֹרוֹת עֵדוּת בַּמּוֹפְתִים שֶׁלֹּא יִשְׁתַּכְּחוּ, וְלֹא יִהְיֶה פִּתְחוֹן פֶּה לְכוֹפֵר לְהַכְחִישׁ אֱמוּנַת הָאֱלֹהִים. כִּי הַקּוֹנֶה מְזוּזָה בְּזוּז אֶחָד וּקְבָעָהּ בְּפִתְחוֹ וְנִתְכַּוֵּן בְּעִנְיָנָהּ כְּבָר הוֹדָה בְּחִדּוּשׁ הָעוֹלָם וּבִידִיעַת הַבּוֹרֵא וְהַשְׁגָּחָתוֹ, וְגַם בַּנְּבוּאָה, וְהֶאֱמִין בְּכָל פִּנּוֹת הַתּוֹרָה, מִלְּבַד שֶׁהוֹדָה שֶׁחֶסֶד הַבּוֹרֵא גָּדוֹל מְאֹד עַל עוֹשֵׂי רְצוֹנוֹ, שֶׁהוֹצִיאָנוּ מֵאוֹתוֹ עַבְדוּת לְחֵרוּת וְכָבוֹד גָּדוֹל לִזְכוּת אֲבוֹתֵיהֶם הַחֲפֵצִים בְּיִרְאַת שְׁמוֹ:<br>וּלְפִיכָךְ אָמְרוּ (אבות פ\"ב מ\"א) הֱוֵי זָהִיר בְּמִצְוָה קַלָּה כְּבַחֲמוּרָה שֶׁכֻּלָּן חֲמוּדוֹת וַחֲבִיבוֹת מְאֹד, שֶׁבְּכָל שָׁעָה אָדָם מוֹדֶה בָּהֶן לֵאלֹהָיו, וְכַוָּנַת כָּל הַמִּצְוֹת שֶׁנַּאֲמִין בֵּאלֹהֵינוּ וְנוֹדֶה אֵלָיו שֶׁהוּא בְּרָאָנוּ, וְהִיא כַּוָּנַת הַיְּצִירָה, שֶׁאֵין לָנוּ טַעַם אַחֵר בַּיְּצִירָה הָרִאשׁוֹנָה, וְאֵין אֵל עֶלְיוֹן חָפֵץ בַּתַּחְתּוֹנִים מִלְּבַד שֶׁיֵּדַע הָאָדָם וְיוֹדֶה לֵאלֹהָיו שֶׁבְּרָאוֹ, וְכַוָּנַת רוֹמְמוּת הַקּוֹל בַּתְּפִלּוֹת וְכַוָּנַת בָּתֵּי הַכְּנֵסִיּוֹת וּזְכוּת תְּפִלַּת הָרַבִּים, זֶהוּ שֶׁיִּהְיֶה לִבְנֵי אָדָם מָקוֹם יִתְקַבְּצוּ וְיוֹדוּ לָאֵל שֶׁבְּרָאָם וְהִמְצִיאָם וִיפַרְסְמוּ זֶה וְיֹאמְרוּ לְפָנָיו בְּרִיּוֹתֶיךָ אֲנַחְנוּ, וְזוֹ כַּוָּנָתָם בְּמַה שֶׁאָמְרוּ זַ\"ל (ירושלמי תענית פ\"ב ה\"א) \"וְיִקְרְאוּ אֶל אֱלֹהִים בְּחָזְקָה\" (יונה ג ח), מִכָּאן אַתָּה לָמֵד שֶׁתְּפִלָּה צְרִיכָה קוֹל, חַצִּיפָא נָצַח לְבִישָׁא (עי' ערוך ערך חצף):<br>וּמִן הַנִּסִּים הַגְּדוֹלִים הַמְפֻרְסָמִים אָדָם מוֹדֶה בַּנִּסִּים הַנִּסְתָּרִים שֶׁהֵם יְסוֹד הַתּוֹרָה כֻּלָּהּ, שֶׁאֵין לָאָדָם חֵלֶק בְּתוֹרַת מֹשֶׁה רַבֵּינוּ עַד שֶׁנַּאֲמִין בְּכָל דְּבָרֵינוּ וּמִקְרֵינוּ שֶׁכֻּלָּם נִסִּים אֵין בָּהֶם טֶבַע וּמִנְהָגוֹ שֶׁל עוֹלָם, בֵּין בְּרַבִּים בֵּין בְּיָחִיד, אֶלָּא אִם יַעֲשֶׂה הַמִּצְוֹת יַצְלִיחֶנּוּ שְׂכָרוֹ, וְאִם יַעֲבֹר עֲלֵיהֶם יַכְרִיתֶנּוּ עָנְשׁוֹ, הַכֹּל בִּגְזֵרַת עֶלְיוֹן כַּאֲשֶׁר הִזְכַּרְתִּי כְּבָר (בראשית יז א, ולעיל ו ב). וְיִתְפַּרְסְמוּ הַנִּסִּים הַנִּסְתָּרִים בְּעִנְיָן הָרַבִּים כַּאֲשֶׁר יָבֹא בְּיִעוּדֵי הַתּוֹרָה בְּעִנְיַן הַבְּרָכוֹת וְהַקְּלָלוֹת, כְּמוֹ שֶׁאָמַר הַכָּתוּב (דברים כט כג-כד) \"וְאָמְרוּ כָּל הַגּוֹיִם עַל מֶה עָשָׂה ה' כָּכָה לָאָרֶץ הַזֹּאת, וְאָמְרוּ עַל אֲשֶׁר עָזְבוּ אֶת בְּרִית ה' אֱלֹהֵי אֲבֹתָם\", שֶׁיִּתְפַּרְסֵם הַדָּבָר לְכָל הָאֻמּוֹת שֶׁהוּא מֵאֵת ה' בְּעָנְשָׁם. וְאָמַר בַּקִּיּוּם \"וְרָאוּ כָּל עַמֵּי הָאָרֶץ כִּי שֵׁם ה' נִקְרָא עָלֶיךָ וְיָרְאוּ מִמֶּךָּ\". וְעוֹד אֲפָרֵשׁ זֶה בְּעֶזְרַת הַשֵּׁם (ויקרא כו יא):", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "ULTOTAPHOTH’ BETWEEN THINE EYES. No affinity is known to this word. Linguists,<sup class=\"footnote-marker\">399</sup><i class=\"footnote\">Menachem ben Saruk, quoted in Rashi. See also Ibn Ezra.</i> however, associated it with the expressions: <i>‘v’hateiph’</i> (<i>And speak</i>) <i>to the south</i>;<sup class=\"footnote-marker\">400</sup><i class=\"footnote\">Ezekiel 21:2.</i> <i>And my word ‘titoph’</i> (<i>dropped</i>) <i>upon them</i>.<sup class=\"footnote-marker\">401</sup><i class=\"footnote\">Job 29:22. Ramban evidently understands it: “and to them I spoke my word,” meaning “they followed my advice without question.”</i> The figurative usage thereof is based on the verse: <i>And the mountains shall drop</i> (<i>‘v’hitiphu’</i>) <i>sweet wine</i>.<sup class=\"footnote-marker\">402</sup><i class=\"footnote\">Amos 9:13. The figurative sense of the verse is that the mountains “will speak” of sweet wine.</i> Thus the verse is saying that you should make the exodus from Egypt a sign upon your hand, and between your eyes a source for discourse distilling as the dew upon those that hear it.<sup class=\"footnote-marker\">403</sup><i class=\"footnote\">See Deuteronomy 32:2.</i> Our Rabbis, however, have called an object which lies upon the head <i>totaphoth</i>, just as they have said: “[A woman] may not go out [on the Sabbath] with a <i>totepheth</i> or head-bangles.”<sup class=\"footnote-marker\">404</sup><i class=\"footnote\">Shabbath 57a.</i> Rabbi Abahu said: “What is <i>totepheth?</i> It is a forehead-band extending from ear to ear.”<sup class=\"footnote-marker\">405</sup><i class=\"footnote\"><i>Ibid.</i>, 57b.</i> Now it is the Rabbis [of the Talmud] who are the [true Hebrew] linguists, as they spoke the language and knew it and it is from them that we should accept [the explanation of the word <i>ultotaphoth</i>].<br>Now Scripture says <i>totaphoth</i> [in the plural] and not <i>totepheth</i> [in the singular] because there are many compartments in the phylacteries,<sup class=\"footnote-marker\">406</sup><i class=\"footnote\">The phylactery of the head is divided into four vertical compartments, each compartment containing a scroll of one of the four Scriptural passages referring to this commandment. The phylactery of the arm contains one interior chamber which contains but one single scroll upon which all four sections of the Law are inscribed together. For fuller discussion of the subject, see “The Commandments,” Vol. I, p. 18-19.</i> just as we have received their form from the holy fathers<sup class=\"footnote-marker\">407</sup><i class=\"footnote\">A reference to the Sages of the Talmud, who received the true Tradition of the Torah.</i> who saw the prophets and the ancient ones up to Moses our teacher doing so.<br>Now the fundamental reason of this commandment is that we lay the script of the exodus from Egypt upon the hand and upon the head opposite the heart and the brain, which are the pivots of thought. Thus we are to inscribe [on parchment] the Scriptural sections of <i>Kadesh</i> (<i>Sanctify unto Me</i>) [Verses 1-10], and <i>V’haya ki y’viacha</i> (<i>And it shall be when the Eternal shall bring thee</i>) [Verses 11-16], and enclose them in the phylacteries because of this commandment wherein we were charged to make the exodus from Egypt for frontlets between our eyes. [We are also to inscribe and enclose in the phylacteries the sections of] <i>Sh’ma</i> (<i>Hear O Israel</i>) [Deuteronomy 6:4-9] and <i>V’haya im shamo’a</i> (<i>And it shall come to pass, if ye shall hearken</i>) [<i>ibid.</i>, 11:13-21] because we are charged to have the commandments [of the Torah] also for frontlets between our eyes, as it is written: <i>And these words, which I command thee this day, shall be upon thy heart</i>;<sup class=\"footnote-marker\">408</sup><i class=\"footnote\">Deuteronomy 6:6.</i> <i>and they shall be for frontlets between thine eyes</i>.<sup class=\"footnote-marker\">409</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 8.</i> This is why we also inscribe [on parchment] these two sections — [<i>Sh’ma</i> and <i>V’haya im shamo’a</i>] — for frontlets [even though the exodus is not mentioned in them], for they contain the commandments of the Unity of G-d, the memorial of all commandments, the doctrine of retribution, which states that the consequence of disobeying the commandments is punishment and that blessings come in the wake of obedience — and the whole foundation of the faith.<sup class=\"footnote-marker\">410</sup><i class=\"footnote\">“The whole foundation of the faith.” This may refer to the principle of the Unity of G-d which is indeed the root of faith, as Ramban describes it in Deuteronomy 6:4. However, in view of the fact that this principle has already been explicitly mentioned here by Ramban, the reference must be to some other doctrine. It is reasonable to assume that Ramban is here alluding to a point he has explained in many places — “a true principle, clearly indicated in the Torah… that in the entire scope of the Torah there are only miracles, and no nature or custom.” (See Vol. I, pp. 556-7; see also his commentary above, 6:2, and on Leviticus 26:11.) The theme appears also in his introduction to the Commentary on the Book of Job (Kithvei Haramban, Vol. I, pp. 17-19). In his “Sermon on the Perfection of the Torah,” (<i>Ibid.</i>, p. 153) as well as at the end of this <i>Seder</i>, he states clearly that “a person has no part in the Torah of Moses our teacher” unless he believes in this principle. It is thus logical to assume that “the whole foundation of the faith” mentioned here is a reference to the above principle.</i> Now of the phylactery of the arm, Scripture says, <i>And it shall be for a sign unto thee upon thy hand</i>,<sup class=\"footnote-marker\">411</sup><i class=\"footnote\">Above, Verse 9.</i> which the Rabbis explained<sup class=\"footnote-marker\">412</sup><i class=\"footnote\">Menachoth 36b.</i> as referring to the left arm, which is opposite the heart.<br>By way of the Truth, [the mystic lore of the Cabala], the verse, <i>It is because of ‘zeh’</i> (<i>this</i>) <i>which the Eternal did for</i> me,<sup class=\"footnote-marker\">413</sup><i class=\"footnote\">Above, Verse 8.</i> is similar to <i>‘zeh’</i> (<i>this</i>) <i>is my G-d, and I will glorify Him</i>.<sup class=\"footnote-marker\">414</sup><i class=\"footnote\">Further, 15:2.</i> The verse here thus states that it was because of His name and His glory that He did for us and brought us forth out of Egypt. <i>And</i> “this” <i>shall be for a sign unto thee</i> on the arm of your strength,<sup class=\"footnote-marker\">415</sup><i class=\"footnote\">See Psalms 89:11.</i> just as it is written, <i>For Thou art the glory of their strength</i>.<sup class=\"footnote-marker\">416</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 18.</i> Thus the sign [of the phylactery] is similar to the sign of circumcision<sup class=\"footnote-marker\">417</sup><i class=\"footnote\">Genesis 17:11.</i> and the Sabbath.<sup class=\"footnote-marker\">418</sup><i class=\"footnote\">Further, 31:13.</i> And since all [emanations] are one perfect unity, which is alluded to in “the sign” on the arm, our ancestors have received the tradition from Moses, who received it from the mouth of the Almighty, that [all four sections of Scripture inscribed in the phylacteries, as described above], are encased in one compartment. This is something like Scripture says, <i>achothi kalah</i>,<sup class=\"footnote-marker\">419</sup><i class=\"footnote\">Song of Songs 5:1. Literally, “my sister, the bride,” but here interpreted on the basis of the Hebrew roots which suggest “unity” (<i>achothi</i>, my sister — <i>echad</i>, one) and “totality” (<i>kalah</i>, bride — <i>kol</i>, all), as explained in the text. See also Vol. I, p. 292, where Ramban refers to this theme.</i> because it is united and comprised of the thirty-two paths of wisdom<sup class=\"footnote-marker\">420</sup><i class=\"footnote\">Sefer Yetzirah 1:1</i> [with which the world was created], and it is further written, <i>His left hand is under my head</i>.<sup class=\"footnote-marker\">421</sup><i class=\"footnote\">Song of Songs 2:6.</i><br>Then Scripture says, <i>And it shall be for a memorial between thine eyes</i>,<sup class=\"footnote-marker\">411</sup><i class=\"footnote\">Above, Verse 9.</i> meaning that we are to lay them at the place of remembrance, which is between the eyes, at the beginning of the brain. It is there that remembrance begins by recalling the appearances [of persons and events] after they have passed away from us. These frontlets circle around the whole head with their straps, while the loop rests directly over the base of the brain which guards the memory. And the expression, <i>between your eyes</i>, means that they are to be placed upon the middle of the head, not towards one side. It may be that in the middle of the head, there are the roots of the eyes and from these stems the power of sight. Similarly, the verse, <i>Nor make ye any baldness between your eyes for the dead</i>,<sup class=\"footnote-marker\">422</sup><i class=\"footnote\">Deuteronomy 14:1. See Rashi, <i>ibid.</i>, that the expression <i>between the eyes</i> means on the head adjoining the forehead. See also Rashi to Leviticus 21:5.</i> [means baldness adjoining the forehead. Thus the expression <i>between your eyes</i> mentioned here in the case of the frontlets also refers to the identical place]. It is to explain this point, [i.e., that the phylactery of the head is not to be placed between the eyes, as the literal meaning of the words might indicate, but that it is to be placed upon the middle of the head adjoining the forehead], that He reverts here [in Verse 16 and instead of using the expression, <i>and for ‘a memorial’ between your eyes</i>, as stated in Verse 9], and says <i>‘ultotaphoth’ between your eyes</i>. This is in order to explain that the commandment is not fulfilled by placing the phylactery between the eyes bottomward, but rather it is to be placed high on the head where it is to be there like <i>totaphoth</i>, [and we have seen above that the word <i>totepheth</i> was used by the Rabbis for an object which lies upon the head]. He uses the plural form [<i>totaphoth</i>, and not the singular <i>totepheth</i>], because the compartments in the phylactery of the head are many, as we have received the form by Tradition.<br>And now I shall declare to you a general principle in the reason of many commandments. Beginning with the days of Enosh<sup class=\"footnote-marker\">423</sup><i class=\"footnote\">Genesis 4:26. See also Rambam, Mishneh Torah, Hilchoth Akum, 1:1, where he traces the process of intellectual degeneration by which mankind fell into gross idolatry. Ramban primarily follows here the process of deterioration as affecting the three basic principles of faith: the existence of the Creator, His providence over the world, and the truth of prophecy. The chief purpose of the commandments of the Torah is to guard Israel against deviating from these principles.</i> when idol-worship came into existence, opinions in the matter of faith fell into error. Some people denied the root of faith by saying that the world is eternal; <i>they denied the Eternal, and said: It is not He</i><sup class=\"footnote-marker\">424</sup><i class=\"footnote\">Jeremiah 5:12.</i> [Who called forth the world into existence]. Others denied His knowledge of individual matters, <i>and they say, How doth G-d know? and is there knowledge in the Most High?</i><sup class=\"footnote-marker\">425</sup><i class=\"footnote\">Psalms 73:11.</i> Some admit His knowledge but deny the principle of providence <i>and make men as the fishes of the sea</i>,<sup class=\"footnote-marker\">426</sup><i class=\"footnote\">Habakkuk 1:14.</i> [believing] that G-d does not watch over them and that there is no punishment or reward for their deeds, for they say <i>the Eternal hath forsaken the land</i>.<sup class=\"footnote-marker\">427</sup><i class=\"footnote\">Ezekiel 8:12.</i> Now when G-d is pleased to bring about a change in the customary and natural order of the world for the sake of a people or an individual, then the voidance of all these [false beliefs] becomes clear to all people, since a wondrous miracle shows that the world has a G-d Who created it, and Who knows and supervises it, and Who has the power to change it. And when that wonder is previously prophesied by a prophet, another principle is further established, namely, that of the truth of prophecy, <i>that G-d doth speak with man</i>,<sup class=\"footnote-marker\">428</sup><i class=\"footnote\">Deuteronomy 5:28.</i> and that <i>He revealeth His counsel unto His servants the prophets</i>,<sup class=\"footnote-marker\">429</sup><i class=\"footnote\">Amos 3:7.</i> and thereby the whole Torah is confirmed. This is why Scripture says in connection with the wonders [in Egypt]: <i>That thou</i> [Pharaoh] <i>mayest know that I am the Eternal in the midst of the earth</i>,<sup class=\"footnote-marker\">430</sup><i class=\"footnote\">Above, 8:18.</i> which teaches us the principle of providence, i.e., that G-d has not abandoned the world to chance, as they [the heretics] would have it; <i>That thou mayest know that the earth is the Eternal’s</i>,<sup class=\"footnote-marker\">431</sup><i class=\"footnote\"><i>Ibid.</i>, 9:29.</i> which informs us of the principle of creation, for everything is His since He created all out of nothing; <i>That thou mayest know that there is none like Me in all the earth</i>,<sup class=\"footnote-marker\">432</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 14.</i> which indicates His might, i.e., that He rules over everything and that there is nothing to withhold Him. The Egyptians either denied or doubted all of these [three] principles, [and the miracles confirmed their truth].<br>Accordingly, it follows that the great signs and wonders constitute <i>faithful witnesses</i><sup class=\"footnote-marker\">433</sup><i class=\"footnote\">Isaiah 8:2.</i> to the truth of the belief in the existence of the Creator and the truth of the whole Torah. And because the Holy One, blessed be He, will not make signs and wonders in every generation for the eyes of some wicked man or heretic, He therefore commanded us that we should always make a memorial or sign of that which we have seen with our eyes, and that we should transmit the matter to our children, and their children to their children, to the generations to come, and He placed great emphasis on it, as is indicated by the fact that one is liable to extinction for eating leavened bread on the Passover, and for abandoning the Passover-offering, [i.e., for not taking part in the slaughtering thereof].<sup class=\"footnote-marker\">434</sup><i class=\"footnote\">Numbers 9:13.</i> He has further required of us that we inscribe upon our arms and between our eyes all that we have seen in the way of signs and wonders, and to inscribe it yet upon the doorposts of the houses, and that we remember it by recital in the morning and evening — just as the Rabbis have said: “The recital of the benediction <i>True and firm</i>, [which follows the <i>Sh’ma</i> in the morning and which terminates with a blessing to G-d for the redemption from Egypt], is obligatory as a matter of Scriptural law because it is written, <i>That thou mayest remember the day when thou camest forth out of the land of Egypt all the days of thy life</i>.<sup class=\"footnote-marker\">435</sup><i class=\"footnote\">Deuteronomy 16:3.</i> [He further required] that we make a booth every year<sup class=\"footnote-marker\">436</sup><i class=\"footnote\">Leviticus 23:42.</i> and many other commandments like them which are a memorial to the exodus from Egypt. All these commandments are designed for the purpose that in all generations we should have testimonies to the wonders so that they should not be forgotten and so that the heretic should not be able to open his lips to deny the belief in [the existence of] G-d. He who buys a <i>Mezuzah</i><sup class=\"footnote-marker\">437</sup><i class=\"footnote\">Literally: “door-post.” It is a scroll of parchment on which are written the two Scriptural portions, Deuteronomy 6:4-9 and 11:13-21, and which is fastened to the right-hand door-post.</i> for one <i>zuz</i> [a silver coin] and affixes it to his doorpost and has the proper intent of heart on its content, has already admitted the creation of the world, the Creator’s knowledge and His providence, and also his belief in prophecy as well as in all fundamental principles of the Torah, besides admitting that the mercy of the Creator is very great upon them that do His will, since He brought us forth from that bondage to freedom and to great honor on account of the merit of our fathers who delighted in the fear of His Name.<sup class=\"footnote-marker\">438</sup><i class=\"footnote\">See Nehemiah 1:11.</i> It is for this reason that the Rabbis have said:<sup class=\"footnote-marker\">439</sup><i class=\"footnote\">Aboth 2:1.</i> “Be as heedful of a light commandment<sup class=\"footnote-marker\">440</sup><i class=\"footnote\">Here understood in the sense of a commandment, the fulfillment of which does not entail a great expense, just like a <i>Mezuzah</i> that can be bought for one <i>zuz</i> and affixed to the door-post.</i> as of a weighty one,” for they are all exceedingly precious and beloved, for through them a person always expresses thankfulness to his G-d.<br>And the purpose of all the commandments is that we believe in our G-d and be thankful to Him for having created us, for we know of no other reason for the first creation,<sup class=\"footnote-marker\">441</sup><i class=\"footnote\">“The first creation.” In his “Sermon on the Perfection of the Torah,” where Ramban discusses the same topic (Kithvei Haramban, Vol. I, p. 152), the text reads: “for we know of no other reason for ‘the creation of man.’” See, however, my Hebrew commentary, in the fifth edition, p. 557, where I suggest that the term “the first creation” may be a reference to the period from Adam to Abraham.</i> and G-d the Most High has no demand on the lower creatures, excepting that man should know and be thankful to G-d for having created him. The purposes of raising our voices in prayer and of the service in synagogues, as well as the merit of public prayer, is precisely this: that people should have a place wherein they assemble and express their thankfulness to G-d for having created them and supported them, and thus proclaim and say before Him, “We are your creatures.”<br>This is the intent of what the Rabbis of blessed memory have said:<sup class=\"footnote-marker\">442</sup><i class=\"footnote\">Yalkut Shimoni, Jonah 550. See also Yerushalmi Taanith, II, 1.</i> “<i>And they cried mightily unto G-d</i>.<sup class=\"footnote-marker\">443</sup><i class=\"footnote\">Jonah 3:8.</i> From here you learn that prayer must be accompanied by sound. The undaunted one wins over the abashed one.”<br>Through the great open miracles, one comes to admit the hidden miracles which constitute the foundation of the whole Torah, for no one can have a part in the Torah of Moses our teacher unless he believes that all our words and our events, [as dictated in the Torah], are miraculous in scope, there being no natural or customary way of the world in them, whether affecting the public or the individual. Instead, if a person observes the commandments, His reward will bring him success, and if he violates them, His punishment will cause his extinction. It is all by decree of the Most High, as I have already mentioned.<sup class=\"footnote-marker\">444</sup><i class=\"footnote\">See Vol. I, pp. 215-216 and 556-558.</i> The hidden miracles done to the public come to be known as is mentioned in the assurances of the Torah on the subject of the blessings and imprecations,<sup class=\"footnote-marker\">445</sup><i class=\"footnote\">Leviticus 26:3-46; Deuteronomy 28:1-68.</i> as the verse says: <i>And all the nations shall say: Wherefore hath the Eternal done thus unto this land? … Then men shall say: Because they forsook the covenant of the Eternal, the G-d of their fathers</i>.<sup class=\"footnote-marker\">446</sup><i class=\"footnote\">Deuteronomy 29:23-4.</i> Thus it will become known to all nations that their punishment came from G-d. And of the fulfillment of the commandments it says, <i>And all the peoples of the earth shall see that the name of the Eternal is called upon thee</i>.<sup class=\"footnote-marker\">447</sup><i class=\"footnote\"><i>Ibid.</i>, 28:10.</i> I will yet explain this, with the help of G-d.<sup class=\"footnote-marker\">448</sup><i class=\"footnote\">Leviticus 26:11.</i><br>Beshalach", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "57babc72d6e4a94f86e87ffb", "index_title": "Penei David", "category": "Commentary", "type": "commentary", "ref": "Penei David, Deuteronomy, Nitzavim 3", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "Penei David, Deuteronomy, Nitzavim 3", "sourceHeRef": "פני דוד, דברים, נצבים ג׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1768, 1792], "commentaryNum": 3.0, "collectiveTitle": {"en": "Penei David", "he": "פני דוד"}, "heTitle": "נצבים", "he": ["<b>וְאָמְרוּ כָּל־הַגּוֹיִם עַל־מֶה עָשָׂה יְהוָה כָּכָה לָאָרֶץ הַזֹּאת מֶה חֳרִי הָאַף הַגָּדוֹל הַזֶּה: וְאָמְרוּ־עַל אֲשֶׁר עָזְבוּ אֶת־בְּרִית יְהוָה אֱלֹהֵי אֲבֹתָם:</b>", "אפשר במ\"ש ארץ חיים פי' תהלים מרבותינו זכרונם לברכה במזמור ז\"ך קודם שברא ה' עולמו היו אותיות אלפא ביתא במילואן והאלף כתובה אף בלתי למ\"ד וראה הקב\"ה שאין העולם מתקיים באף והטיל למ\"ד ונעשה אלף וכשמבטלים תורה מסתלקת למ\"ד ונשאר אף עכ\"ד ואפשר שז\"ש מה חרי האף הגדול הזה דכבר הקדוש ב\"ה ראה שאין העולם מתקיים באף והטיל למ\"ד. לז\"א על אשר עזבו את ברית ה' וכו' שבטלו התורה ולכן נסתלקה הלמ\"ד ונשאר אף וזהו חרי האף הגדול ולרמז זה כתיב וישליכם והלמ\"ד גדולה להורות כי בעבור הלמ\"ד שסילקו נהפך וישליכם כי הלמ\"ד גדולה וכשיש לימוד היה נשקט האף אבל בביטול הלימוד חרה אף וישליכם וכו'"], "heVersionTitle": "Penei David -- Torat Emet", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77dbbd6e4a94c7c18ba4d", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Deuteronomy 29:23", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "Tafsir Rasag, Deuteronomy 29:23", "sourceHeRef": "תפסיר רס\"ג, דברים כ״ט:כ״ג", "anchorVerse": 23, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 29.0023, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "דברים", "he": "ויקול ג̇מיע אלאמם למא ד̇א צנע אללה כד̇לך לתלך אלארץ̇ ומא סבב שדה אלגצ̇ב אלעט̇ים הד̇ה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b519d6e4a902855fff5d", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Deuteronomy 29:23:1", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "Tur HaArokh, Deuteronomy 29:23:1", "sourceHeRef": "הטור הארוך, דברים כ״ט:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "דברים", "he": "<b>ואמרו כל הגוים. </b>בשביל שהאריכו הדברים במשפטי מכות הארץ: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " ואמרו כל הגויים, “and all the nations will say, etc.” their attention is drawn to the extraordinarily long time that the blight of that land will continue.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b6b1a7d6e4a952249ccaa4", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Deuteronomy 29:23:1", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "Minchat Shai on Torah, Deuteronomy 29:23:1", "sourceHeRef": "מנחת שי על תורה, דברים כ״ט:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "דברים", "he": "<b>מה חרי.</b> כן כתיב מה בלא וא\"ו והא מילתא פשיטא היא ולית בה ספיקתא והא דאצטריכנא להכי משום דחזינן במקרא גדולה דכתיב בה במקצת ספרים נמצא ומה וודאי דהנהו סיפרי אישתבשו וליכא למיסמך עליהון גם מאי דכתיב התם מה כ\"ד שבוש. דמסר' הכי אמרה <b>מֶה ומָה</b> כ\"ד פתחין ר\"ל בסגול וכל דסמיך לעי\"ן ולחי\"ת דכותא במ\"ז ה' קמצין וב' פתחין וכן במכלול דף רס\"ו והדין הוא מאינון דסמיכין לחי\"ת. כללא דמילתא כל מה שכתב בזה שבוש והך מסרא איתא בפרשת כי תשא וכיון דאתת לידן נימא בה מילתא דאיכא לעיונו בה טובא חדא דכד חשבת להו בציר מינייהו חד ממנין כ\"ד ותו דחשיב בהדייהו עכרתנו ופסוק הוא ביהושע ז' <b>מֶה</b> ערכתנו וטעותא הוא משום דסמיך לעי\"ן כדאמרן לעיל גם בנוסח כ\"י ליתיה ואי הכי פשו להו עשרין ותרתין ותו איכא לעיוני דחשיב נמי מה לעשות עוד לכרמי <small>(ישעיהו ה׳:ד׳)</small> ובכולהו ספרי כתיב <b>מַה</b> לעשות בפתח גם בעיקר נוסחי ליתיה פשו להו חד ועשרון. וכבר עיינינן בספרי דוקני ואשכחנא דטעותא נפל בדפוס וצריך לומר <b>ומֶה</b> לעשות לה <small>(מלכים ב ד׳:י״ג)</small> ותו צריך להוסיף <b>מֶה</b> היה הדבר בני <small>(שמואל א ד׳:ט״ז)</small>  <b>מֶה</b> היה הדבר הגד נא לי <small>(שמואל ב א׳:ד׳)</small> ואף על גב דלא אשכחנא הך מסרא דיקא בשום סיפרא טרחנא אבתרה עד דאשכחנא יתה ברחמי דשמייא שלימא וברירא ומשום הכי חזינא לברורה ולפרושי כל הנך עשרים וארבע קראי כדבעינן למיער קמן <b>מֶה ומֶה</b> כ\"ד פתחין וסימן לא ידענו <b>מֶה</b> היה לו וחברו פרשת כי תשא <b>מֶה</b> קול התרועה הגדולה <small>(שמואל א ד׳:ו׳)</small>  <b>מֶה</b> קול ההמון <small>(שם)</small>  <b>מֶה</b> היה הדבר בני <small>(שם)</small>  <b>ומֶה</b> קול הצאן <small>(שם סימן ט\"ו)</small>  <b>ומֶה</b> גם עתה <small>(מלכים א' י\"ד)</small>  <b>מֶה</b> משפט האיש <small>(מלכים ב א׳:ז׳)</small> הנה חרדת אלינו את כל החרדה הזאת <b>מֶה</b> לעשות לך <small>(מלכים ב' ד')</small>  <b>ומֶה</b> לעשות לה <small>(שם)</small> על <b>מֶה</b> תכו <small>(ישעיה א')</small> וחכמת <b>מֶה</b> להם <small>(ירמיהו ח׳:ט׳)</small>  <b>מֶה</b> לידידי בביתי <small>(ירמיהו י״א:ט״ו)</small> והיה כי תגיד לעם הזה וגו' על <b>מֶה</b> דבר <small>(ירמיהו ט״ז:י׳)</small> פנה אל הרבה וגו' יען <b>מֶה</b> נאם <small>(חגי א׳:ט׳)</small> בני איש עד מֶה כבודי <small>(תהילים ד׳:ג׳)</small> על <b>מֶה</b> נאץ רשע <small>(שם סימן י')</small>  <b>ומָה</b> בר נדרי <small>(משלי ל\"א)</small>  <b>ומֶה</b> לא תשא פשעי <small>(איוב ז׳:כ״א)</small> זכור ה' <b>מֶה</b> היה לנו <small>(סוף איכה)</small> כי <b>מֶה</b> האדם <small>(קהלת ב׳:כ״ב)</small> כי <b>מֶה</b> הוה לאדם <small>(שם)</small> כי <b>מֶה</b> האדם <small>(שם ז')</small> ובהכי שלים מניינא דכ\"ד בס\"ד בתר עידן זמין ה' אלהי קדמי הך מסרא בספרא עתיקא כדכתיבנא ובריכנא למאן דמנהיר לכולא עלמא ביקריה:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d48a49d6e4a939ba17643e", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Deuteronomy 29:23:1", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "Torah Temimah on Torah, Deuteronomy 29:23:1", "sourceHeRef": "תורה תמימה על התורה, דברים כ״ט:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "דברים", "he": "<b>חרי האף הגדול. </b>[רמז לחרי שהן חררות גדולות] <sup class=\"footnote-marker\">יט</sup><i class=\"footnote\">איירי לענין ע\"ש שהיו מן החכמים שהתירו לאפות ביו\"ט עוגות חרי אף כי גדולות ועבות הן ולא חששו לאסור משום טרחת יו\"ט כיון שנהנה יותר מפת כזה, וחקרו בשם חרי מה הוא, ואמרו, כי חרי נקרא עוגות גדולות ועבות הדורשות אש מרובה לאפות, ונתנו סימן לדבר חרי האף הגדול, הרי שבדבר שצריך אש מרובה וגדול כתיב חרי, וסימן בעלמא הוא, וע\"ע לפנינו ס\"פ וישב בפ' שלשה סלי חרי.\n</i>.<br>(ירושלמי ביצה פ\"ב ה\"ו)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a648bf7d6e4a91ee8b0eafd", "index_title": "Sefer Yereim", "category": "Halakhah", "type": "", "ref": "Sefer Yereim 45:3", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "Sefer Yereim 45:3", "sourceHeRef": "ספר יראים מ״ה:ג׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1135, 1165], "commentaryNum": 45.0003, "collectiveTitle": {"en": "Sefer Yereim", "he": "ספר יראים"}, "he": "הלכך צריכים כהנים להזהר מנסתרות עם הנכרי שאפילו נסתרה פעם אחת אסורה לו. ובוזי <i data-commentator=\"Toafot Re'em\" data-order=\"23\"></i> דרכי ה' ימות, וישרים ילכו בם אוהבי ה' ויראיו נקיים. ועוד הזהירונו רבותינו (ע\"ז כ' א') שלא להסתכל <i data-commentator=\"Toafot Re'em\" data-order=\"24\"></i> בעריות ואסמכוה אקרא דונשמרת מכל דבר רע שלא יהרהר אדם ביום ויבא לידי טומאה בלילה ומצינו שצריך הכתוב <i data-commentator=\"Toafot Re'em\" data-order=\"25\"></i> כפרה על הרהור עריות במלחמת מדין דכתיב (במדבר ל\"א נ') ונקרב את קרבן ה' וגו' לכפר על נפשותיכם <i data-commentator=\"Toafot Re'em\" data-order=\"26\"></i> לפני ה' (שבת ס\"ד א') אמר להם משה חזרתם לקלקולכם הראשון אמרו לו לא נפקד ממנו איש לעבירה א\"כ כפרה זו למה א\"ל אם מידי ע\"ז <i data-commentator=\"Toafot Re'em\" data-order=\"27\"></i> יצאנו מידי הרהור לא יצאנו. וכל השומר עצמו מן העריות וכופה יצרו וזובחו הב\"ה מנחילו אוצרו הטוב <i data-commentator=\"Toafot Re'em\" data-order=\"28\"></i> שכן מצינו ביוסף הצדיק שזבה יצרו על אשת פוטיפרע ומבית אסורים יצא. ומספר עריות קלות וחמורות מ\"ה וכל העובר עליה מרבה להביא חרון אף בעולם <i data-commentator=\"Toafot Re'em\" data-order=\"29\"></i> וסימן וזכר לדבר (דברים כ\"ט כ\"ג) ומ\"ה <i data-commentator=\"Toafot Re'em\" data-order=\"30\"></i> הרי האף הגדול הזה, מה בגימטריא הכי הוי: ", "heVersionTitle": "Sefer Yereim HaShalem, Vilna, 1892-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0fd2dd73ad4f00597bf470", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Shaar HaOtiyot, Emet Ve'Emunah 37", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "Shenei Luchot HaBerit, Shaar HaOtiyot, Emet Ve'Emunah 37", "sourceHeRef": "שני לוחות הברית, שער האותיות, אות א' אמת ואמונה ל״ז", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1611, 1631], "commentaryNum": 37, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "אות א' אמת ואמונה", "he": "<b>ארך אפים</b> מדה ששית, שמאריך אפו לחוטא ונותן לו ארכא כדי שיתן אל לבו וישוב. ואמר אפים מלשון <small>(ש\"א א, ה)</small> מנה אחת אפים, לשון רבים, משום שהוא מרבה המדה הזו, ורצוני לומר האריכות הזה הרבה, וכמו שכתוב <small>(תהלים עח, לח)</small> והרבה להשיב אפו. ועוד שעושה כן אף לרשעים, כמו שאיתא <small>(ערובין כב, א)</small> בין לצדיקים בין לרשעים, ויהיה פירושו לפי זה שני אף, לשון <small>(דברים כט, כג)</small> מה חרי האף הגדול הזה. ויש מפרשים אפים לשון שני פנים, רצו לומר פני השכר לצדיקים, ופני העונש לרשעים, והוא מאריך זה לצדיק כדי לנקותו מעונותיו פה, ושכר מצות בהאי עלמא ליכא עד בואו לעולם שכולו טוב. ומאריך לרשע כפי רשעתו להאכילו מעט זכיותיו פה, כדי שלא יזכה לעולם הבא:", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part I", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"א", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b6bf510af3503027e682b0e", "index_title": "Malbim on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Malbim on Deuteronomy 29:23:1", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "Malbim on Deuteronomy 29:23:1", "sourceHeRef": "מלבי\"ם על דברים כ״ט:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על דברים", "he": "<b>ואמרו כל הגוים על מה עשה ה' ככה לארץ הזאת</b>. מה פשע הארץ וחטאתה, ולו יצויר שחטאה, <b>מה חרי האף הגדול הזה</b> למה בא העונש בחרי אף:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c40486c4610a90056a0ef5e", "index_title": "Shev Shmateta", "category": "Halakhah", "type": "", "ref": "Shev Shmateta, Introduction 26", "anchorRef": "Deuteronomy 29:21-26", "anchorRefExpanded": ["Deuteronomy 29:21", "Deuteronomy 29:22", "Deuteronomy 29:23", "Deuteronomy 29:24", "Deuteronomy 29:25", "Deuteronomy 29:26"], "sourceRef": "Shev Shmateta, Introduction 26", "sourceHeRef": "שב שמעתתא, הקדמה כ״ו", "anchorVerse": 21, "sourceHasEn": true, "compDate": [1765, 1805], "commentaryNum": 26, "collectiveTitle": {"en": "Shev Shmateta", "he": "שב שמעתתא"}, "heTitle": "הקדמה", "he": "<b><big>א</big></b>מר המשורר בתהלים סי' נ', אם ראית גנב ותירץ עמו ועם מנאפים חלקך תשב באחיך תדבר בבן אמך תתן דופי נ\"ל עפ\"י מה דאיתא בספר נצח ישראל פרק כ\"ה נשאלנו איך ישראל משתוקקים אל הרע תמיד כו', כי אותו אשר הוא עמיתו בתורה ובמצוות מבקש רעתו והתורה אמרה ואהבת לרעך כמוך כו', והשבתי כו', אמנם מדה זאת אינה בישראל מצד כי נפש רשע אותה רע, כי עם הקדוש הזה מצד עצמם ראויים לכל החשיבות והמעלות כו', והחשוב מצד הטבע עצמו יבקש המעלה, ולא תמצא כפרי יקנא בשר גדול כי אם חכם בחכם עשיר בעשיר גבור בגבור כו', אך הדבר הזה יוצא מתכונה טובה תכונת החשיבות, וראיה לזה כי נראה לחוש באשר ייצר לאחד מהם כולם כאח לצרה ניגש, וזה הוא מפני כי ישראל עם אחד כו' ואינו כמו מדות הזנות כו', ודבר זה מורה על פחיתות גדול כו', ויש בהם קושי עורף לחזור בתשובה כו', שהם רחוקים מן החומרם אינם מתפעלים רק עומדים בתכונתם כו' ע\"ש לזה אמר אם ראית גנב ותירץ עמו ועם מנאפים חלקך, והוא מצד החומר הגס והוא פחיתות, תשב באחיך תדבר כו', הוא מצד הצורה החשובה וכמ\"ש בנצח ישראל, והם שני הפכים בנושא אחד, ולא יהיה כזאת בישראל עם הקדוש הבאים מתכונה טובה ויבואר מזה בפרשת נצבים, ואמר הדור האחרון בניכם אשר יקומו מאחריכם והנכרי אשר יבא מארץ רחוקה וראו את מכות הארץ ההיא ואת תחלואיה אישר חלה ה' בה גפרית ומלח שרפה כל ארצה וגו' ואמרו כל הגויים על מה עשה ה' ככה לארץ הזאת מה חרי האף הגדול הזה ואמרו על אשר עזבו את ברית ה' וגו' וילכו ויעבדו אלהים אחרים וישתחוו להם אלהים אשר לא ידעום ולא חלק להם ויחר אף ה' בארץ ההיא כו' ופירש רש\"י אשר לא ידעום לא ידעו בהם גבורת אלהות ואונקלוס תרגם לא אוטבא להון, ואותו שבררו אלוה לא חלק להם שום נחלה וחלק ע\"ש ולכאורה ידוקדק, הא אם יחלוק להם טובה עדיין איסורו במקומו עומד כדדרשינן בגמ' משגיא לגוים ויאבדם ושנראה להם שנתרפאו ע\"י ע\"ז כו' והנה בדור המבול כתיב הנני משחיתם את הארץ, ודרשו רז\"ל עם הארץ ג' טפחים של עומק מחרישה נתקלקל, וחטאת הארץ היתה שאמר ה' תוצא הארץ עץ פרי טעם העץ כפרי והיא עשתה עץ עושה פרי, כי היה החומר גס וזה גרם לנטיית האדם לחומריות, ואמר ה' ארורה האדמה בעבורך כי ההיזק ניכר באדם, ומש\"ה בדור המבול חטאו ג\"כ בחומריות חמס וג\"ע וש\"ד וזה בעון הארץ ולכן נענשה ובספר המורה כתב שלא מצינו חרון אף וקנאה רק בע\"ז על זה יעשן אף ה' ע\"ש, וחטא ע\"ז הוא מצד הצורה והוא השכל הנפסד כמ\"ש בגור אריה, לזה אמר הכתוב ואמרו כל הגוים על מה עשה ה' ככה לארץ הזאת, היינו שהיתה שרפה כל ארצה, כי אם היה חטאם מצד הצורה לא חטאה הארץ, ואם נאמר שהיה חטאם מצד החומר אכתי תיקשי מה חרי האף הגדול הזה, דזה לא הוי רק בע\"ז כמ\"ש המורה וזהו מצד השכל, ואמרו על אשר עזבו וגו' ויעבדו אלהים אחרים וע\"ז היה חרון אף הגדול, אשר לא ידעום ולא חלק להם היינו שלא חלק להם שום טובה ולא ידעום בכחות אלהות, ולא היה זה ע\"י השכל המשובש שיהיה משגיא לגוים, רק מצד החומר הגס בהפקירא ניחא להו וזהו חטאת הארץ, ולכן שרפה כל ארצה אמנם כי יצדיקו בני אדם מעשיהם הארץ הנשמה תעבד.", "heVersionTitle": "Shev Shmatta", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "(<i>Alef</i>) The Psalmist said in Ps. 50:18, 20, “When you see a thief, you fall in with him, and throw in your lot with adulterers. You are busy maligning your brother, defaming the son of your mother.” It appears to me [that this can be explained] according to that which is written in <i>Netsach Israel</i>, chapter 25:<sup class=\"footnote-marker\">68</sup><i class=\"footnote\">Maharal, <i>Netsach Yisrael</i>, pp. 126-127 in London edition.</i><br>We were asked, “How is it that Israelites are constantly yearning to [do] bad, etc.? As he seeks evil for the one who is his compatriot in Torah and in the commandments. And [yet] the Torah states (Lev. 19:18), ‘and you shall love your neighbor as yourself.’” And I answered him, etc. However this trait is not in Israel from the angle of ‘an evil soul desires evil.’ As from the angle of their essence, this holy people is deserving of all the importance and status, etc. And the one who is important based on his own nature will [naturally] seek status (and this is what causes the Jews to hurt each other). As you will not find a villager jealous of a great minister, but rather a sage of another sage, a wealthy man of a wealthy man and a strong man of a strong man, etc.  Rather this thing comes from [their appropriate] sense of importance. And the proof to this is that it is perfectly obvious that when one of them is in distress, all of them step forward like ‘a brother for adversity.’ And that is because Israel is one nation, etc. And it is not like the traits of licentiousness, etc., as that thing would show great lowliness, etc. And they are stiff-necked from repenting, etc. Because they are far from physicality, they are not [easily] impacted, but rather hold on to their traits, etc. [See there.]<br>And for this reason, he said, “When you see a thief, you fall in with him, and throw in your lot with adulterers” – and that is from the side of crass physicality and it is lowliness. But, “You are busy maligning your brother, etc.,” is from the side of an elevated form, and as is written in <i>Netsach Yisrael</i>. And they are two opposites of one issue. And ‘there should not be [lowliness] like this in Israel’ – the holy people that comes from a good nature. And that which is in <i>Parashat</i> Netzaivm (Deut. 29:21-26) is elucidated by this:<br>And later generations will ask—the children who succeed you, and foreigners who come from distant lands and see the plagues and diseases that the Lord has inflicted upon that land. All its soil burnt by sulfur and salt, etc. And all the nations will say, “Why did the Lord do thus to this land; wherefore that awful wrath?” And they will be told, “Because they forsook the covenant that the Lord, etc. And they turned to the service of other gods and worshiped them – gods whom they had not known and whom He had not allotted to them. So the Lord was incensed at that land, etc.”<br>And Rashi explained [the phrase], “whom they had not known,” [as] they had not known the strength of divinity in them. And Onkelos translated [it as, these gods] did not do good to them – as the one they selected for a god did not give them any inheritance or portion. See there. And at first glance, [this needs] precision – as had it given them an inheritance and a portion, the ‘prohibition [against worshiping it] would still stand in its place. [It is] as we expound in the Gemara,<sup class=\"footnote-marker\">69</sup><i class=\"footnote\">See Bamidbar Rabbah 20:9.</i> “He exalts (<i>masgi</i>, which can also be read as fools) nations, then destroys them” (Job 12:23); such that it appears to them that they are healed by idolatry, etc. And see that with the generation of the flood it is written (Gen. 6:13), “and behold I will destroy them with the earth.” And the Rabbis, may their memory be blessed, expounded [it as] (Bereishit Rabbah 31:7), “with the land” – three handbreadths of the depth of a plow were despoiled. And the sin of the land was that the Lord said (Gen. 1:11) that the land should give forth “trees of fruit” – that the taste of the tree be like the fruit; but it made “trees that made fruit” (Gen. 1:12).<sup class=\"footnote-marker\">70</sup><i class=\"footnote\">Bereishit Rabbah 5:9.</i> [It did this] because [its] material was coarse; and this caused man to incline towards physicality. And [so] the Lord said (Gen. 3:17), “Cursed is the earth for the sake of man” – as the damage was evident in man. And for this reason, [people] in the generation of the flood also sinned in physicality – violent theft, sexual immorality and murder; and this was because of the sin of the land. And therefore it was punished. And in the Guide<sup class=\"footnote-marker\">71</sup><i class=\"footnote\">Guide for the Perplexed 1:36.</i>, [Rambam] wrote that we only find [the terms], awful wrath and jealousy [attributed to God] with idolatry, [since it is understandable that] the Lord has awful wrath about this. See there. But the sin of idolatry is from the angle of the form (the spiritual side) – and that it is the loss of the intellect, as it is written in <i>Gur Aryeh</i>.<sup class=\"footnote-marker\">72</sup><i class=\"footnote\">Perhaps the reference is to Gur Aryeh on Exodus 22:30.</i> That is why the verse stated, “And all the nations will say, ‘Why did the Lord do thus to this land’” – since if their sin was from the spiritual side, the land did not sin. But if we say that the sin was from the side of physicality; you would still ask, “‘wherefore that awful wrath,’” as this is only with idolatry – as is written in the Guide – and that is from the angle of the intellect. “And they will be told, ‘Because they forsook, etc. and worshiped other gods’” – and the awful wrath was for that.  And “whom they had not known and whom He had not allotted to them” – meaning that they did not apportion them any good and they did not know them [to be] with divine powers, and this was not from a confused intellect, such that ‘He fools the nations.’ Rather it was from the side of crass physicality that [such] anarchy was pleasing to them. And that was the sin of the land, and hence, “all its soil was burnt.” However, if people do righteous deeds, ‘the desolate land will be worked.’", "versionTitle": "Shev Shmat'ta, Sponsored by Jacob and Suzanne Doft, trans. Rabbi Francis Nataf, 2018", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c46840d08d98a02694d33b5", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, חֲרָרָה 1", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "Jastrow, חֲרָרָה 1", "sourceHeRef": "מילון יסטרוב, חֲרָרָה א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "חֲרָרָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">חֲרָרָה</strong> f.  (חרר IV) [<i>rounded heap</i>,]  <b>1)</b> <i>a thick cake</i> baked on coals. <a class=\"refLink\" href=\"/Kiddushin.59a\" data-ref=\"Kiddushin 59a\">Kidd. 59ᵃ</a>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_הָפַךְ.1\" data-ref=\"Jastrow, הָפַךְ 1\">הָפַךְ</a> (v. also Rashi a. l. a. infra). <a class=\"refLink\" href=\"/Mishnah_Shabbat.1.10\" data-ref=\"Mishnah Shabbat 1:10\">Sabb. I, 10</a>. <a class=\"refLink\" href=\"/Tosefta_Chagigah.3.12\" data-ref=\"Tosefta Chagigah 3:12\">Tosef. Ḥag. III, 12</a>; Y. ib. III, 79ᵇ, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_תָּחַב.1\" data-ref=\"Jastrow, תָּחַב 1\">תָּחַב</a>. <a class=\"refLink\" href=\"/Mishnah_Bava_Kamma.2.3\" data-ref=\"Mishnah Bava Kamma 2:3\">B. Kam. II, 3</a> <span dir=\"rtl\">שנטל ח׳</span> that took a cake (with live coals sticking to it).—Pl. <span dir=\"rtl\">חֲרָרִין</span>. <a class=\"refLink\" href=\"/Mishnah_Beitzah.2.6\" data-ref=\"Mishnah Beitzah 2:6\">Bets. II, 6</a> (<a class=\"refLink\" href=\"/Beitzah.21b.15\" data-ref=\"Beitzah 21b:15\">21ᵇ</a>) <span dir=\"rtl\">גריצין וח׳</span> Bab. ed., v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_גְּרִיצָה.1\" data-ref=\"Jastrow, גְּרִיצָה 1\">גְּרִיצָה</a> (Mish. ed. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_חוֹרִי I.1\" data-ref=\"Jastrow, חוֹרִי I 1\">חוֹרִי</a>, Y. ed. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_חֳרִי.1\" data-ref=\"Jastrow, חֳרִי 1\">חֹרִי</a> b. h., collect. noun: <i>cakes</i>); Y. ib. 61ᶜ bot. (play on <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_חֳרִי.1\" data-ref=\"Jastrow, חֳרִי 1\">חֳרִי</a>, <a class=\"refLink\" href=\"/Deuteronomy.29.23\" data-ref=\"Deuteronomy 29:23\">Deut. XXIX, 23</a>, a. on <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_חֳרִי.1\" data-ref=\"Jastrow, חֳרִי 1\">חֹרִי</a>, <a class=\"refLink\" href=\"/Genesis.40.16\" data-ref=\"Genesis 40:16\">Gen. XL, 16</a>). <b>—2)</b> <i>pile of sheaves, temporary stack</i> in the field. <a class=\"refLink\" href=\"/Mishnah_Peah.5.8\" data-ref=\"Mishnah Peah 5:8\">Peah V, 8</a> <span dir=\"rtl\">לח׳</span> for the purpose of temporary piling, opp. <span dir=\"rtl\">לגוֹרֶן</span>. [<a class=\"refLink\" href=\"/Kiddushin.59a.6\" data-ref=\"Kiddushin 59a:6\">Kidd. 59ᵃ</a> <span dir=\"rtl\">עני המהפך בח׳</span> a poor man moving about a stack (waiting for its removal to take up eventually a forgotten sheaf); cmp. Peah l. c.; oth. defin. v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_הָפַךְ.1\" data-ref=\"Jastrow, הָפַךְ 1\">הָפַךְ</a>.]—<a class=\"refLink\" href=\"Jerusalem_Talmud_Peah.5.7.1\" data-ref=\"Jerusalem Talmud Peah 5:7:1\">Y. Peah V, end, 19ᵃ</a>, expl. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_ח׳.1\" data-ref=\"Jastrow, ח׳ 1\">ח׳</a> with <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_גַּלְגַּל.1\" data-ref=\"Jastrow, גַּלְגַּל 1\">גַּלְגַּל</a> a globular heap. <b>—3)</b>  חֲרָרַת דם <i>a clot of blood</i>. <a class=\"refLink\" href=\"/Mishnah_Bekhorot.3.1\" data-ref=\"Mishnah Bekhorot 3:1\">Bekh. III, 1</a> (<a class=\"refLink\" href=\"/Bekhorot.21b\" data-ref=\"Bekhorot 21b\">21ᵇ</a>). <a class=\"refLink\" href=\"/Niddah.66a\" data-ref=\"Niddah 66a\">Nidd. 66ᵃ</a>; a. e.—Tanḥ. K’dosh. 9 <span dir=\"rtl\">כחרדת</span> (corr. acc.) <b>—4)</b> <i>a ball of iron ore.</i> <a class=\"refLink\" href=\"/Mishnah_Kelim.11.3\" data-ref=\"Mishnah Kelim 11:3\">Kel. XI, 3</a> he who makes vessels <span dir=\"rtl\">מן הח׳</span> of iron ore (before it is smelted)."], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5d2dc0ce4b2c7200189977ba", "index_title": "Rosh on Torah", "category": "Commentary", "type": "commentary", "ref": "Rosh on Torah, Deuteronomy 29:23:1", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "Rosh on Torah, Deuteronomy 29:23:1", "sourceHeRef": "רא\"ש על התורה, דברים כ״ט:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1275, 1325], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Rosh", "he": "רא\"ש"}, "heTitle": "דברים", "he": "על מה עשה ה' ככה . אם בעון רציחה וניאוף הרי יש בעמים רוצחי' ומנאפים ואין ארצם שממה כזאת ואמרו כלו' והשיבו בדין עשה להם כך כי הם בבריתו של אברהם באו ברצונם ואח\"כ עזבוהו אבל שאר האומות לא באו בברית ולא חושש להם ומתוך כך יצדיקו עליהם את הדין ויודו כי בפשעם נתשם מעל אדמתם לפי שעברו בברית אשר קבלו מה שלא קבלו שאר האומות וכן אמר יחזקאל והעולה על רוחכם היה לא תהיה שאתם אומרים נהיה כגוים וכמשפחות האדמה לשרת עץ ואבן חי אני נאם ה' אם לא ביד חזקה ובחמה שפוכה אמלוך עליכם ואביא אתכם במסורת הברית כלו' שאתם עמי ומקויימים בברית ולא הם ורז\"ל אמרו כל כי האי ריתחא לירתח רחמנא עלן ולפרוקינן:\n", "heVersionTitle": "Hadar Zekenim, Livorno, 1840", "heLicense": "Public Domain", "heVersionTitleInHebrew": "הדר זקנים, ליוורנו ת\"ר", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f901c538c4346ab33bf7004", "index_title": "Gevurot Hashem", "category": "Jewish Thought", "type": "", "ref": "Gevurot Hashem 9:1", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "Gevurot Hashem 9:1", "sourceHeRef": "גבורות השם ט׳:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1562, 1582], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Gevurot Hashem", "he": "גבורות השם"}, "he": "<b>אחר שכבר</b> בארנו מענין המראה הזה הגדול והנורא<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"1\"></i>, יש לך להתבונן בדבר הזה שאמר הכתוב (בראשית טו, יג) \"ידוע תדע כי גר יהיה זרעך ועבדום וענו אותם\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"2\"></i>, על מה חרי האף הגדול הזה (עפ\"י דברים כט, כג) שהיה אומר לו הקב\"ה כך<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"3\"></i>. והנה הרמב\"ן ז\"ל (בראשית יב, י) נתן טעם לדבר, מפני שהיה אברהם מביא את שרה בנסיון גדול שאמר (שם פסוק יג) \"אחותי היא\", ולקחה פרעה על ידי זה, בשביל זה הביא הקב\"ה את זרעו במצרים גם כן<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"4\"></i>. וכמו שהביא על פרעה נגעים גדולים (שם פסוק יז), כך הביא הקב\"ה על מצרים נגעים גדולים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"5\"></i>. וכמו ששלח פרעה את אברהם במתנות רבות* (שם פסוק טז), כך יצאו ישראל ברכוש גדול (שמות יב, לח), אלו הן דברי הרמב\"ן ז\"ל<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"6\"></i>.", "heVersionTitle": "Gevurot Hashem, with footnotes and annotations by Rabbi Yehoshua D. Hartman, Machon Yerushalyim, 2015-2020", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "5fd30b6dea92e4eb01ba07d2", "index_title": "Rashi on II Chronicles", "category": "Quoting Commentary", "type": "", "ref": "Rashi on II Chronicles 7:21:2", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "Rashi on II Chronicles 7:21:2", "sourceHeRef": "רש\"י על דברי הימים ב ז׳:כ״א:ב׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 21.0002, "collectiveTitle": {"en": "Rashi on II Chronicles", "he": "רש\"י על דברי הימים ב"}, "heTitle": "רש\"י על דברי הימים ב", "he": "<b>במה עשה ה'.</b> כמו על מה עשה ה' (דברים כ\"ט) וכן כתיב (במלכים א' ט'):", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "<b>Why has the Lord done</b> בַּמֶּה, like (Deut. 29:23): “Why (עַל מֶה) has the Lord done thus,” and so it is written in I Kings (9:9).", "versionTitle": "The Judaica Press complete Tanach with Rashi, translated by A. J. Rosenberg", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "607ecd0bed8eda8ceac5aca2", "index_title": "Sermons Unto My People", "category": "Jewish Thought", "type": "", "ref": "Sermons Unto My People, The High Holidays 6:2", "anchorRef": "Deuteronomy 29:17-28", "anchorRefExpanded": ["Deuteronomy 29:17", "Deuteronomy 29:18", "Deuteronomy 29:19", "Deuteronomy 29:20", "Deuteronomy 29:21", "Deuteronomy 29:22", "Deuteronomy 29:23", "Deuteronomy 29:24", "Deuteronomy 29:25", "Deuteronomy 29:26", "Deuteronomy 29:27", "Deuteronomy 29:28"], "sourceRef": "Sermons Unto My People, The High Holidays 6:2", "sourceHeRef": "דרשות אל עמי, ימים נוראים ו׳:ב׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1936], "commentaryNum": 6.0002, "collectiveTitle": {"en": "Sermons Unto My People", "he": "דרשות אל עמי"}, "heTitle": "ימים נוראים", "he": "\"פן יש בכם איש או אשה, או משפחה או שבט, אשר לבבו פנה היום מעם ד' אלהינו, ללכת לעבד את אלהי הגוים ההם, פן יש בכם שרש פרה ראש ולענה, והיה בשמעו את דברי האלה הזאת, והתברך בלבבו לאמר, שלום יהיה לי, כי בשררות לבי אלך - וגו' - לא יאבה ד' סלח לו, כי אז יעשן אף ד' וקנאתו באיש ההוא, ורבצה בו כל האלה הכתובה בספר הזה, -וגו' - והבדילו ד' לרעה מכל שבטי ישראל - וגו' - הנסתרות לד' אלהינו, והנגלות לנו ולבנינו עד עולם, לעשות את כל דברי התורה הזאת\" (דברים כט, יז-כח).", "heVersionTitle": "Derashot El Ami, Jerusalem 1936", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "610236c1c795231b79e35747", "index_title": "Tzror HaMor on Torah", "category": "Quoting Commentary", "type": "quotation_auto", "ref": "Tzror HaMor on Torah, Genesis 7:16:1", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "Tzror HaMor on Torah, Genesis 7:16:1", "sourceHeRef": "צרור המור על התורה, בראשית ז׳:ט״ז:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1460, 1510], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Tzror HaMor on Torah", "he": "צרור המור על התורה"}, "heTitle": "בראשית", "he": "ואמר <b>ויסגור ה' בעדו</b> כי סגר השם פי המזיקין והאריות שלא יאכלוהו בעונו. ולכן אמר בכאן ויסגור ואמר בדניאל וסגר פום אריותא וכל זה במדת רחמיו ובשם של ה' שהוא רחמים גמורים וזהו ויסגור ה' ולא אלהים. ואמר ויהי המבול ארבעים יום על הארץ וכן אמר והמים גברו מאד על הארץ. להורות בו כי במים חטאו ובמים נענשו. ובכאן נבין עון דור המבול מה היה כי אף על פי שמפורסם היה הגזל והחמס עכ\"ז עון אחר היה שם נסתר. וכל זה נבין מצד העונש כי לפעמים יודע העון מצד העונש כאומרו כי אתה תשלם לאיש כמעשהו ומצד העונש מכיר האדם חטאו לפי שידוע שבמדה שאדם מודד בה מודדים לו. ואם לא היה כאן עון נסתר מה טעם היה כאן מבול ולא דבר אחר כי השם היה יכול להביא עליהם ערוב ויאכלם או עונשים אחרים אבל להביא מבול לכלות כל העולם ולחזור העולם תוהו ובוהו כמו שהיה בראשונה זה היה דבר גדול. ואם הם חטאו הבהמות מה חטאו ואם הבהמות חטאו כדעת חז\"ל הארץ מה חטאה דכתיב ותשחת הארץ. ואמר וירא אלהים את הארץ והנה נשחתה ומה טעם שיאמר והנני משחיתם את הארץ כי די שיאמר והנני משחיתם. וכן מה שאמר למעלה כי רבה רעת האדם בארץ כי ידוע הוא כי רעתם לא היתה בשמים. וכן מ\"ש וימחו מן הארץ הוא מיותר והארץ מה ענינה לכאן. או על מה עשה ה' ככה לארץ הזאת מה חרי האף הגדול הזה. אבל יש לך לידע כי עונם גדול מנשוא והם חטאו בארץ כשראו בתיהם שלום מפחד ופירות הארץ היו שלא כמנהג העולם כמאמרם ז\"ל שהיו זורעים הארץ בפעם אחת והיתה מצמחת להרבה שנים. ולכן נגזר אחר דור המבול דבר יום ביומו זרע וקציר בכל שנה ושנה בענין שיהיו עיניהם נשואות למרום בכל יום ויום. בענין שבראשונה היו חושבים כי זה מטבע הארץ ועולם כמנהגו נוהג ומי יוכל לשבור דלתים ובריח של טבע הארץ. בענין שבזה כפרו בבריאת העולם וכחשו בה' ויאמרו לא הוא. ולכן רצה השם להשחית הארץ בענין שידעו כי יוצר הכל הוא. והוא בראה והוא יכול להפכה תהו ובהו. וזהו וירא ה' כי רבה רעת האדם בארץ שנסתכל ה' בחטאם ורעתם שהיתה בארץ והיו מכחישים בבריאתה וחושבין על ה' תועה וזהו וכל יצר מחשבות לבו רק רע כל היום. ולכן אמר ותשחת הארץ וכן והנה נשחתה. וכן והנני משחיתם את הארץ שהיא גרמה להם לחטוא כמאמרם ז\"ל ואבדתם מהרה מעל הארץ הטובה כי טובתם גרמה לכם לחטוא כאומרו וישמן ישורון ויבעט. ולכן רצה השם להביא מבול ממים לחזור העולם תהו ובהו כמו שהיה מתחילה שהיה העולם מכוסה ממים עד שאמר יקוו המים. וכן אמר בכאן ויגברו המים ויכסו כל ההרים הגבוהים עד שנענשו כלם וימחו מן הארץ ואף הארץ נשחתה בריבוי המים בענין שלא יאמרו עולם כמנהגו נוהג והכל בטבע ולכך כל ימות המבול לא שמשו המאורות. ולכן צוה צוהר תעשה לתיבה כמו שכתבתי. ואחר שפרעו חובם רצה השם לחדש העולם כקדם. ולכן ויזכור אלהים את נח ויעבר אלהים רוח על הארץ כמו שאמר במעשה בראשית ורוח אלהים מרחפת על פני המים. וכמו שכתוב שם ויאמר אלהים יהי אור כן אמר בכאן ויפתח נח את חלון התיבה. וכמו שבמעשה בראשית כתיב ועוף יעופף על הארץ כן אמר בכאן וישלח את העורב וישלח את היונה עד שאמר יבשה הארץ כמו שאמר שם ותראה היבשה. וכמו ששם נבראו אדם ואשתו כן בכאן ויאמר אלהים אל נח לאמר צא מן התיבה אתה ואשתך. הרי כאן עולם הפוך ועולם מחודש והכל מיד השם. וכן היה קרח ועדתו שהכחישו בבריאת העולם כמו שכתבו בזוהר בפרשת בראשית על ויהי מבדיל. קרח במעשה בראשית הכחיש והיה חושב עולם כמנהגו נוהג וזה ניכר מצד עונשו דכתיב ותפתח הארץ את פיה ושם הארכתי בראיות ברורות. ולכן אמר בכאן ויהי המבול וירבו המים ויגברו המים:", "heVersionTitle": "Tzeror Hamor, Warsaw, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "צרור המור על התורה, וורשא, תרל\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121f0c00db67026c8394166", "index_title": "Adam Min HaAdamah", "category": "Jewish Thought", "type": "", "ref": "Adam Min HaAdamah, The Land 1:92", "anchorRef": "Deuteronomy 29:21-27", "anchorRefExpanded": ["Deuteronomy 29:21", "Deuteronomy 29:22", "Deuteronomy 29:23", "Deuteronomy 29:24", "Deuteronomy 29:25", "Deuteronomy 29:26", "Deuteronomy 29:27"], "sourceRef": "Adam Min HaAdamah, The Land 1:92", "sourceHeRef": "אדם מן האדמה, שער ארץ ישראל א׳:צ״ב", "anchorVerse": 21, "sourceHasEn": false, "commentaryNum": 1.0092, "collectiveTitle": {"en": "Adam Min HaAdamah", "he": "אדם מן האדמה"}, "he": "וְאָמְרוּ כָּל הַגּוֹיִם עַל מֶה עָשָׂה ה' כָּכָה לָאָרֶץ הַזֹּאת מֶה חֳרִי הָאַף הַגָּדוֹל הַזֶּה: וְאָמְרוּ <b>עַל אֲשֶׁר עָזְבוּ אֶת בְּרִית ה' אֱלֹהֵי אֲבֹתָם</b> אֲשֶׁר כָּרַת עִמָּם בְּהוֹצִיאוֹ אֹתָם מֵאֶרֶץ מִצְרָיִם: וַיֵּלְכוּ וַיַּעַבְדוּ אֱלֹהִים אֲחֵרִים וַיִּשְׁתַּחֲווּ לָהֶם אֱלֹהִים אֲשֶׁר לֹא יְדָעוּם וְלֹא חָלַק לָהֶם: וַיִּחַר אַף ה' בָּאָרֶץ הַהִוא לְהָבִיא עָלֶיהָ אֶת כָּל הַקְּלָלָה הַכְּתוּבָה בַּסֵּפֶר הַזֶּה: וַיִּתְּשֵׁם ה' מֵעַל אַדְמָתָם בְּאַף וּבְחֵמָה וּבְקֶצֶף גָּדוֹל וַיַּשְׁלִכֵם אֶל אֶרֶץ אַחֶרֶת כַּיּוֹם הַזֶּה:<br>(דברים כט, כא-כז)", "heVersionTitle": "Adam min ha'adamah, Otniel 2008", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "אדם מן האדמה, עתניאל תשס\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61a622e387f574a17ca6a345", "index_title": "Jerusalem Talmud Beitzah", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Beitzah 2:6:4", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "Jerusalem Talmud Beitzah 2:6:4", "sourceHeRef": "תלמוד ירושלמי ביצה ב׳:ו׳:ד׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 6.0004, "collectiveTitle": {"en": "Jerusalem Talmud Beitzah", "he": "תלמוד ירושלמי ביצה"}, "heTitle": "תלמוד ירושלמי ביצה", "he": "אֵין אוֹפִין פִּיתָּן גְּרִיצוֹת אֶלָּא רְקִיקִין. מִתּוֹךְ שֶׁאַתְּ מְייַגְעוֹ. אַף הוּא אֵינוֹ אוֹפֶה אֶלָּא צוֹרְכוֹ. רִבִּי אָחָא שָׁמַע לָהּ מִן הָדָא. וּמֶה חֳרִ֛י הָאַ֥ף הַגָּד֖וֹל הַזֶּֽה: וְרַבָּנִן שָֽׁמְעִין לָהּ מִן הָדָא. וְהִנֵּ֗ה שְׁלֹשָׁ֛ה סַלֵּ֥י חוֹרִי עַל־רֹאשִֽׁי׃", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "“One does not bake his bread as large loaves but as thin cakes.” Since you tire him<sup class=\"footnote-marker\">100</sup><i class=\"footnote\">Since making single small loaves is more work that making one large loaf.</i> he bakes only what is needed. Rebbi Aḥa understood it from the following: <i>what is this great burning rage</i><sup class=\"footnote-marker\">101</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Deuteronomy 29:23\" href=\"/Deuteronomy.29.23\"><i>Deut</i>. 29:23</a>, root חרר.</i>. The Sages understand it from the following, <i>and behold, three bags of white-flour baked goods on my head</i><sup class=\"footnote-marker\">102</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Genesis 40:16\" href=\"/Genesis.40.16\"><i>Gen</i>. 40:16</a>, root חרר.</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "62037e556bfddfbb310feb33", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "anchorRef": "Deuteronomy 1:1-34:12", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43", "Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32", "Deuteronomy 12:1", "Deuteronomy 12:2", "Deuteronomy 12:3", "Deuteronomy 12:4", "Deuteronomy 12:5", "Deuteronomy 12:6", "Deuteronomy 12:7", "Deuteronomy 12:8", "Deuteronomy 12:9", "Deuteronomy 12:10", "Deuteronomy 12:11", "Deuteronomy 12:12", "Deuteronomy 12:13", "Deuteronomy 12:14", "Deuteronomy 12:15", "Deuteronomy 12:16", "Deuteronomy 12:17", "Deuteronomy 12:18", "Deuteronomy 12:19", "Deuteronomy 12:20", "Deuteronomy 12:21", "Deuteronomy 12:22", "Deuteronomy 12:23", "Deuteronomy 12:24", "Deuteronomy 12:25", "Deuteronomy 12:26", "Deuteronomy 12:27", "Deuteronomy 12:28", "Deuteronomy 12:29", "Deuteronomy 12:30", "Deuteronomy 12:31", "Deuteronomy 13:1", "Deuteronomy 13:2", "Deuteronomy 13:3", "Deuteronomy 13:4", "Deuteronomy 13:5", "Deuteronomy 13:6", "Deuteronomy 13:7", "Deuteronomy 13:8", "Deuteronomy 13:9", "Deuteronomy 13:10", "Deuteronomy 13:11", "Deuteronomy 13:12", "Deuteronomy 13:13", "Deuteronomy 13:14", "Deuteronomy 13:15", "Deuteronomy 13:16", "Deuteronomy 13:17", "Deuteronomy 13:18", "Deuteronomy 13:19", "Deuteronomy 14:1", "Deuteronomy 14:2", "Deuteronomy 14:3", "Deuteronomy 14:4", "Deuteronomy 14:5", "Deuteronomy 14:6", "Deuteronomy 14:7", "Deuteronomy 14:8", "Deuteronomy 14:9", "Deuteronomy 14:10", "Deuteronomy 14:11", "Deuteronomy 14:12", "Deuteronomy 14:13", "Deuteronomy 14:14", "Deuteronomy 14:15", "Deuteronomy 14:16", "Deuteronomy 14:17", "Deuteronomy 14:18", "Deuteronomy 14:19", "Deuteronomy 14:20", "Deuteronomy 14:21", "Deuteronomy 14:22", "Deuteronomy 14:23", "Deuteronomy 14:24", "Deuteronomy 14:25", "Deuteronomy 14:26", "Deuteronomy 14:27", "Deuteronomy 14:28", "Deuteronomy 14:29", "Deuteronomy 15:1", "Deuteronomy 15:2", "Deuteronomy 15:3", "Deuteronomy 15:4", "Deuteronomy 15:5", "Deuteronomy 15:6", "Deuteronomy 15:7", "Deuteronomy 15:8", "Deuteronomy 15:9", "Deuteronomy 15:10", "Deuteronomy 15:11", "Deuteronomy 15:12", "Deuteronomy 15:13", "Deuteronomy 15:14", "Deuteronomy 15:15", "Deuteronomy 15:16", "Deuteronomy 15:17", "Deuteronomy 15:18", "Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17", "Deuteronomy 16:18", "Deuteronomy 16:19", "Deuteronomy 16:20", "Deuteronomy 16:21", "Deuteronomy 16:22", "Deuteronomy 17:1", "Deuteronomy 17:2", "Deuteronomy 17:3", "Deuteronomy 17:4", "Deuteronomy 17:5", "Deuteronomy 17:6", "Deuteronomy 17:7", "Deuteronomy 17:8", "Deuteronomy 17:9", "Deuteronomy 17:10", "Deuteronomy 17:11", "Deuteronomy 17:12", "Deuteronomy 17:13", "Deuteronomy 17:14", "Deuteronomy 17:15", "Deuteronomy 17:16", "Deuteronomy 17:17", "Deuteronomy 17:18", "Deuteronomy 17:19", "Deuteronomy 17:20", "Deuteronomy 18:1", "Deuteronomy 18:2", "Deuteronomy 18:3", "Deuteronomy 18:4", "Deuteronomy 18:5", "Deuteronomy 18:6", "Deuteronomy 18:7", "Deuteronomy 18:8", "Deuteronomy 18:9", "Deuteronomy 18:10", "Deuteronomy 18:11", "Deuteronomy 18:12", "Deuteronomy 18:13", "Deuteronomy 18:14", "Deuteronomy 18:15", "Deuteronomy 18:16", "Deuteronomy 18:17", "Deuteronomy 18:18", "Deuteronomy 18:19", "Deuteronomy 18:20", "Deuteronomy 18:21", "Deuteronomy 18:22", "Deuteronomy 19:1", "Deuteronomy 19:2", "Deuteronomy 19:3", "Deuteronomy 19:4", "Deuteronomy 19:5", "Deuteronomy 19:6", "Deuteronomy 19:7", "Deuteronomy 19:8", "Deuteronomy 19:9", "Deuteronomy 19:10", "Deuteronomy 19:11", "Deuteronomy 19:12", "Deuteronomy 19:13", "Deuteronomy 19:14", "Deuteronomy 19:15", "Deuteronomy 19:16", "Deuteronomy 19:17", "Deuteronomy 19:18", "Deuteronomy 19:19", "Deuteronomy 19:20", "Deuteronomy 19:21", "Deuteronomy 20:1", "Deuteronomy 20:2", "Deuteronomy 20:3", "Deuteronomy 20:4", "Deuteronomy 20:5", "Deuteronomy 20:6", "Deuteronomy 20:7", "Deuteronomy 20:8", "Deuteronomy 20:9", "Deuteronomy 20:10", "Deuteronomy 20:11", "Deuteronomy 20:12", "Deuteronomy 20:13", "Deuteronomy 20:14", "Deuteronomy 20:15", "Deuteronomy 20:16", "Deuteronomy 20:17", "Deuteronomy 20:18", "Deuteronomy 20:19", "Deuteronomy 20:20", "Deuteronomy 21:1", "Deuteronomy 21:2", "Deuteronomy 21:3", "Deuteronomy 21:4", "Deuteronomy 21:5", "Deuteronomy 21:6", "Deuteronomy 21:7", "Deuteronomy 21:8", "Deuteronomy 21:9", "Deuteronomy 21:10", "Deuteronomy 21:11", "Deuteronomy 21:12", "Deuteronomy 21:13", "Deuteronomy 21:14", "Deuteronomy 21:15", "Deuteronomy 21:16", "Deuteronomy 21:17", "Deuteronomy 21:18", "Deuteronomy 21:19", "Deuteronomy 21:20", "Deuteronomy 21:21", "Deuteronomy 21:22", "Deuteronomy 21:23", "Deuteronomy 22:1", "Deuteronomy 22:2", "Deuteronomy 22:3", "Deuteronomy 22:4", "Deuteronomy 22:5", "Deuteronomy 22:6", "Deuteronomy 22:7", "Deuteronomy 22:8", "Deuteronomy 22:9", "Deuteronomy 22:10", "Deuteronomy 22:11", "Deuteronomy 22:12", "Deuteronomy 22:13", "Deuteronomy 22:14", "Deuteronomy 22:15", "Deuteronomy 22:16", "Deuteronomy 22:17", "Deuteronomy 22:18", "Deuteronomy 22:19", "Deuteronomy 22:20", "Deuteronomy 22:21", "Deuteronomy 22:22", "Deuteronomy 22:23", "Deuteronomy 22:24", "Deuteronomy 22:25", "Deuteronomy 22:26", "Deuteronomy 22:27", "Deuteronomy 22:28", "Deuteronomy 22:29", "Deuteronomy 23:1", "Deuteronomy 23:2", "Deuteronomy 23:3", "Deuteronomy 23:4", "Deuteronomy 23:5", "Deuteronomy 23:6", "Deuteronomy 23:7", "Deuteronomy 23:8", "Deuteronomy 23:9", "Deuteronomy 23:10", "Deuteronomy 23:11", "Deuteronomy 23:12", "Deuteronomy 23:13", "Deuteronomy 23:14", "Deuteronomy 23:15", "Deuteronomy 23:16", "Deuteronomy 23:17", "Deuteronomy 23:18", "Deuteronomy 23:19", "Deuteronomy 23:20", "Deuteronomy 23:21", "Deuteronomy 23:22", "Deuteronomy 23:23", "Deuteronomy 23:24", "Deuteronomy 23:25", "Deuteronomy 23:26", "Deuteronomy 24:1", "Deuteronomy 24:2", "Deuteronomy 24:3", "Deuteronomy 24:4", "Deuteronomy 24:5", "Deuteronomy 24:6", "Deuteronomy 24:7", "Deuteronomy 24:8", "Deuteronomy 24:9", "Deuteronomy 24:10", "Deuteronomy 24:11", "Deuteronomy 24:12", "Deuteronomy 24:13", "Deuteronomy 24:14", "Deuteronomy 24:15", "Deuteronomy 24:16", "Deuteronomy 24:17", "Deuteronomy 24:18", "Deuteronomy 24:19", "Deuteronomy 24:20", "Deuteronomy 24:21", "Deuteronomy 24:22", "Deuteronomy 25:1", "Deuteronomy 25:2", "Deuteronomy 25:3", "Deuteronomy 25:4", "Deuteronomy 25:5", "Deuteronomy 25:6", "Deuteronomy 25:7", "Deuteronomy 25:8", "Deuteronomy 25:9", "Deuteronomy 25:10", "Deuteronomy 25:11", "Deuteronomy 25:12", "Deuteronomy 25:13", "Deuteronomy 25:14", "Deuteronomy 25:15", "Deuteronomy 25:16", "Deuteronomy 25:17", "Deuteronomy 25:18", "Deuteronomy 25:19", "Deuteronomy 26:1", "Deuteronomy 26:2", "Deuteronomy 26:3", "Deuteronomy 26:4", "Deuteronomy 26:5", "Deuteronomy 26:6", "Deuteronomy 26:7", "Deuteronomy 26:8", "Deuteronomy 26:9", "Deuteronomy 26:10", "Deuteronomy 26:11", "Deuteronomy 26:12", "Deuteronomy 26:13", "Deuteronomy 26:14", "Deuteronomy 26:15", "Deuteronomy 26:16", "Deuteronomy 26:17", "Deuteronomy 26:18", "Deuteronomy 26:19", "Deuteronomy 27:1", "Deuteronomy 27:2", "Deuteronomy 27:3", "Deuteronomy 27:4", "Deuteronomy 27:5", "Deuteronomy 27:6", "Deuteronomy 27:7", "Deuteronomy 27:8", "Deuteronomy 27:9", "Deuteronomy 27:10", "Deuteronomy 27:11", "Deuteronomy 27:12", "Deuteronomy 27:13", "Deuteronomy 27:14", "Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26", "Deuteronomy 28:1", "Deuteronomy 28:2", "Deuteronomy 28:3", "Deuteronomy 28:4", "Deuteronomy 28:5", "Deuteronomy 28:6", "Deuteronomy 28:7", "Deuteronomy 28:8", "Deuteronomy 28:9", "Deuteronomy 28:10", "Deuteronomy 28:11", "Deuteronomy 28:12", "Deuteronomy 28:13", "Deuteronomy 28:14", "Deuteronomy 28:15", "Deuteronomy 28:16", "Deuteronomy 28:17", "Deuteronomy 28:18", "Deuteronomy 28:19", "Deuteronomy 28:20", "Deuteronomy 28:21", "Deuteronomy 28:22", "Deuteronomy 28:23", "Deuteronomy 28:24", "Deuteronomy 28:25", "Deuteronomy 28:26", "Deuteronomy 28:27", "Deuteronomy 28:28", "Deuteronomy 28:29", "Deuteronomy 28:30", "Deuteronomy 28:31", "Deuteronomy 28:32", "Deuteronomy 28:33", "Deuteronomy 28:34", "Deuteronomy 28:35", "Deuteronomy 28:36", "Deuteronomy 28:37", "Deuteronomy 28:38", "Deuteronomy 28:39", "Deuteronomy 28:40", "Deuteronomy 28:41", "Deuteronomy 28:42", "Deuteronomy 28:43", "Deuteronomy 28:44", "Deuteronomy 28:45", "Deuteronomy 28:46", "Deuteronomy 28:47", "Deuteronomy 28:48", "Deuteronomy 28:49", "Deuteronomy 28:50", "Deuteronomy 28:51", "Deuteronomy 28:52", "Deuteronomy 28:53", "Deuteronomy 28:54", "Deuteronomy 28:55", "Deuteronomy 28:56", "Deuteronomy 28:57", "Deuteronomy 28:58", "Deuteronomy 28:59", "Deuteronomy 28:60", "Deuteronomy 28:61", "Deuteronomy 28:62", "Deuteronomy 28:63", "Deuteronomy 28:64", "Deuteronomy 28:65", "Deuteronomy 28:66", "Deuteronomy 28:67", "Deuteronomy 28:68", "Deuteronomy 28:69", "Deuteronomy 29:1", "Deuteronomy 29:2", "Deuteronomy 29:3", "Deuteronomy 29:4", "Deuteronomy 29:5", "Deuteronomy 29:6", "Deuteronomy 29:7", "Deuteronomy 29:8", "Deuteronomy 29:9", "Deuteronomy 29:10", "Deuteronomy 29:11", "Deuteronomy 29:12", "Deuteronomy 29:13", "Deuteronomy 29:14", "Deuteronomy 29:15", "Deuteronomy 29:16", "Deuteronomy 29:17", "Deuteronomy 29:18", "Deuteronomy 29:19", "Deuteronomy 29:20", "Deuteronomy 29:21", "Deuteronomy 29:22", "Deuteronomy 29:23", "Deuteronomy 29:24", "Deuteronomy 29:25", "Deuteronomy 29:26", "Deuteronomy 29:27", "Deuteronomy 29:28", "Deuteronomy 30:1", "Deuteronomy 30:2", "Deuteronomy 30:3", "Deuteronomy 30:4", "Deuteronomy 30:5", "Deuteronomy 30:6", "Deuteronomy 30:7", "Deuteronomy 30:8", "Deuteronomy 30:9", "Deuteronomy 30:10", "Deuteronomy 30:11", "Deuteronomy 30:12", "Deuteronomy 30:13", "Deuteronomy 30:14", "Deuteronomy 30:15", "Deuteronomy 30:16", "Deuteronomy 30:17", "Deuteronomy 30:18", "Deuteronomy 30:19", "Deuteronomy 30:20", "Deuteronomy 31:1", "Deuteronomy 31:2", "Deuteronomy 31:3", "Deuteronomy 31:4", "Deuteronomy 31:5", "Deuteronomy 31:6", "Deuteronomy 31:7", "Deuteronomy 31:8", "Deuteronomy 31:9", "Deuteronomy 31:10", "Deuteronomy 31:11", "Deuteronomy 31:12", "Deuteronomy 31:13", "Deuteronomy 31:14", "Deuteronomy 31:15", "Deuteronomy 31:16", "Deuteronomy 31:17", "Deuteronomy 31:18", "Deuteronomy 31:19", "Deuteronomy 31:20", "Deuteronomy 31:21", "Deuteronomy 31:22", "Deuteronomy 31:23", "Deuteronomy 31:24", "Deuteronomy 31:25", "Deuteronomy 31:26", "Deuteronomy 31:27", "Deuteronomy 31:28", "Deuteronomy 31:29", "Deuteronomy 31:30", "Deuteronomy 32:1", "Deuteronomy 32:2", "Deuteronomy 32:3", "Deuteronomy 32:4", "Deuteronomy 32:5", "Deuteronomy 32:6", "Deuteronomy 32:7", "Deuteronomy 32:8", "Deuteronomy 32:9", "Deuteronomy 32:10", "Deuteronomy 32:11", "Deuteronomy 32:12", "Deuteronomy 32:13", "Deuteronomy 32:14", "Deuteronomy 32:15", "Deuteronomy 32:16", "Deuteronomy 32:17", "Deuteronomy 32:18", "Deuteronomy 32:19", "Deuteronomy 32:20", "Deuteronomy 32:21", "Deuteronomy 32:22", "Deuteronomy 32:23", "Deuteronomy 32:24", "Deuteronomy 32:25", "Deuteronomy 32:26", "Deuteronomy 32:27", "Deuteronomy 32:28", "Deuteronomy 32:29", "Deuteronomy 32:30", "Deuteronomy 32:31", "Deuteronomy 32:32", "Deuteronomy 32:33", "Deuteronomy 32:34", "Deuteronomy 32:35", "Deuteronomy 32:36", "Deuteronomy 32:37", "Deuteronomy 32:38", "Deuteronomy 32:39", "Deuteronomy 32:40", "Deuteronomy 32:41", "Deuteronomy 32:42", "Deuteronomy 32:43", "Deuteronomy 32:44", "Deuteronomy 32:45", "Deuteronomy 32:46", "Deuteronomy 32:47", "Deuteronomy 32:48", "Deuteronomy 32:49", "Deuteronomy 32:50", "Deuteronomy 32:51", "Deuteronomy 32:52", "Deuteronomy 33:1", "Deuteronomy 33:2", "Deuteronomy 33:3", "Deuteronomy 33:4", "Deuteronomy 33:5", "Deuteronomy 33:6", "Deuteronomy 33:7", "Deuteronomy 33:8", "Deuteronomy 33:9", "Deuteronomy 33:10", "Deuteronomy 33:11", "Deuteronomy 33:12", "Deuteronomy 33:13", "Deuteronomy 33:14", "Deuteronomy 33:15", "Deuteronomy 33:16", "Deuteronomy 33:17", "Deuteronomy 33:18", "Deuteronomy 33:19", "Deuteronomy 33:20", "Deuteronomy 33:21", "Deuteronomy 33:22", "Deuteronomy 33:23", "Deuteronomy 33:24", "Deuteronomy 33:25", "Deuteronomy 33:26", "Deuteronomy 33:27", "Deuteronomy 33:28", "Deuteronomy 33:29", "Deuteronomy 34:1", "Deuteronomy 34:2", "Deuteronomy 34:3", "Deuteronomy 34:4", "Deuteronomy 34:5", "Deuteronomy 34:6", "Deuteronomy 34:7", "Deuteronomy 34:8", "Deuteronomy 34:9", "Deuteronomy 34:10", "Deuteronomy 34:11", "Deuteronomy 34:12"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר א׳ ב׳-ל״ט", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Deuteronomy and Its Structure", "he": "דברים מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["D<small>EUTERONOMY HOLDS A UNIQUE POSITION, AND SPEAKS WITH A UNIQUE VOICE, IN THE</small> literature of the Torah. Up to this point, through the first four books, we have encountered a powerful mixture of literary genres; indeed, the books owe their characteristic stamp to the way in which they incorporate these genres. Genesis is predominantly narrative, punctuated by genealogies; Exodus begins with narrative and later proceeds with covenant-making and law, and then with the precise details of sanctuary building; Leviticus is composed almost entirely of cultic and then ethical and social law; and finally, Numbers alternates narrative and varied laws, under the structure of preparations for wilderness march, first encounters with the Promised Land, and preparations for entry. Except for Leviticus, the books also exhibit, at strategic points, striking examples of biblical poetry.", "An ancient name for Deuteronomy, <i>mishne tora</i>—which means “copy of the Torah,” but which was erroneously understood as “second Torah”—would seem to indicate more of the same combining of genres, and a not-too-close reading would support the idea of a rehashing of narrative, covenant-making, law, and poetry. But the reader who takes the time to weigh what stands before him or her will find much more. In its structure, style, content, and intent, Deuteronomy goes beyond what has preceded it. The image of Moshe addressing the assembled people on the Plains of Moab—the central setting of the book—provides the occasion for not merely a retelling, but a recasting of Israel’s mission and destiny. No book of the Torah is truer to the idea of “instruction” (Deuteronomy uses the term numerous times), including an emphasis on teaching and learning, with assembled and yet-to-be-born children as much the audience as “elders.”", "From the book’s opening phrase, “Now these are the words [or even “speeches”] that Moshe spoke to the Children of Israel / in (the country) across the Jordan,” the basic premise of Deuteronomy is that the aged Moshe, personally and indeed in the first person, speaks for the last time to the assembled Israelites, before their triumphant entry into the land of Canaan. The setting affects the entire content of the book; no longer is the narrator in the background, as in most of the Torah, but instead he is presented as directly addressing a living audience, an audience composed not only of the ancient hearers portrayed in the text but also of contemporary listeners.", "The image of a leader delivering a long public address on an auspicious occasion is well known from the ancient world, most familiarly from Greek historians (cf. Van Seters) but also abundantly in the ancient Near East (Weinfeld). The historian seeks to paint a vivid picture of the personality of his speaker and the high drama of the moment, and may go on at great length. While admitting to not having had the benefit of eyewitness sources, such chroniclers are nevertheless sincere in their desire to present what undoubtedly would have been said on such an occasion.", "Deuteronomy, whenever it was composed and placed in the Torah, takes this approach a step further. It is a fantastic conceit, really: as Rosenberg (1975) notes, Moshe, the man who was “not a man of words” (Ex. 4:10), all of a sudden finds his voice. And as Polzin (1980) has shown in his forceful analysis, in Deuteronomy Moshe’s voice functions fairly indistinguishably from God’s own—and then closes off the text by stipulating that nothing in the future is to be added or subtracted to it. So we are dealing with a text of directly authoritative character, a series of speeches that in their own self-understanding already bore the status of “Torah.” Hence Deuteronomy introduces into the Bible for the first time the concept of canon—a bounded, accepted body of authoritative literature.", "Moshe’s addresses, which include a historical review, repeated appeals to observe God’s laws and dire warnings against their violation, a reworking of previous laws and the addition of new ones, and a poem designed to keep the appeals and warnings in popular memory, have about them a deep rhetorical urgency. As such they are stylistically quite different from most of what is found in the first four books of the Bible. To be sure, there are many moments of high rhetoric in the previous narratives, and the laws—including cultic ones—are also not lacking appeals to the emotions (cf., for instance, the repeated injunctions to not oppress the sojourner, “for you were sojourners in the land of Egypt”). But as an extended piece of argumentation and pleading, Deuteronomy holds pride of place in the Torah, with its specialized vocabulary (described in the notes and commentary below), its alternately pleading and warning tone, and its long, elegant phrases (as Gottwald notes, these phrases are most often cast in the form of subordinate clauses, not the typical syntactical form found in the previous books).", "But not only does Deuteronomy provide an emotional capstone to the four books that precede it. It functions to link up with both the landed history of Israel in the narrative books to follow (Joshua through Kings) and the prophets’ emotional speeches to the people and their leaders. In the words of G. Ernest Wright,", "the central purpose of Deuteronomy is to furnish Israel with a complete order of faith and life which is the prerequisite for a prosperous and secure existence on the God-given land. The historian [of the succeeding books] shows how Israel failed to keep it and what the consequences were.", "It is in fact the monarchic setting that is commonly held to be the historical background to the compilation of Deuteronomy. While Moshe’s last days and the people’s being poised on the steppes opposite Jericho would certainly be a dramatic enough moment for our book’s speeches to occur, its language, style, and many of its concerns point to a later time in the history of Israel as a likely venue for at least a good part of its emotional appeal.", "That time, in the opinion of most biblical scholars over the past two centuries, was the middle of the reign of King Josiah (ruled 640–608 <small>B.C.E.</small>) of Judah, the southern kingdom (Israel, the north, had been overrun by Assyria a century previously). The Assyrian Empire, dominant in the region for three hundred years, was on the wane, and Josiah took advantage of this decline of power to expand his kingdom northward. He also—at about the time of the death of Ashurbanipal, the last powerful king of Assyria—began a wide-ranging reform that consisted largely of destroying the local “high places” of pagan worship that had figured so prominently in the reign of his grandfather, the notorious Manasseh (ruled 687–642). II Kings 23 describes the purge in great detail, noting both places and priests that were now rendered inoperative in favor of the centralization of the cult in Jerusalem.", "It is within this setting that Chapter  22 reports the dramatic discovery of a scroll “of the Torah.”", "The high priest Hilkiah said to Shaphan the secretary, “I have found the book of the law in the house of the L<small>ORD</small>.” … Shaphan then read it aloud to the king. When the king heard the words of the book of the law, he tore his clothes. Then the king commanded … saying: “Go, inquire of the L<small>ORD</small> for me, for the people, and for all Judah, concerning the words of this book that has been found, for great is the wrath of the L<small>ORD</small> … because our ancestors did not obey the words of this book, to do according to all that is written concerning us.” (22:8, 10–13, New Revised Standard Version)", "What precisely were the contents of the “book” we do not know; but it is usually taken to have been some form of Deuteronomy. The rhetorical force of the newly discovered text must have been considerable, for its reported result was that the king", "directed that all the elders of Judah and Jerusalem should be gathered to him. … he read in their hearing all the words of the book of the covenant that had been found in the house of the L<small>ORD</small>. The king stood by the pillar and made a covenant before the L<small>ORD</small>, to follow the L<small>ORD</small>, keeping his commandments, his decrees, and his statutes, with all his heart and all his soul, to perform the words of this covenant that were written in this book. All the people joined in the covenant. (23:1–3)", "The connections between these passages and the style of Deuteronomy will be obvious to anyone who reads the book, and it seems clear that Josiah’s reforms are closely related to concerns expressed in Deuteronomy.", "The Bible’s portrayal of this background does not necessarily mean that Deuteronomy was composed for the occasion, or even that it originated in Judah. Several scholars (notably Ginsberg) have remarked on connections to the northern kingdom of Israel (e.g., affinities to the prophet Hosea), and so it is possible that at least some of our book was a series of traditions brought south by refugees fleeing the Assyrian onslaught. In any event, the text of Deuteronomy addresses its audience with such emotional immediacy that it may safely be presumed that a crisis of major proportions loomed, and the opportunity presented itself for a large-scale revival—or redefinition—of Israel’s self-understanding. Similar crises later in Jewish history may have led to the editing and writing down (but not necessarily the composition) of other central texts, the Mishnah (c. 200) and the Babylonian Talmud (c. 450). Like these documents, and like the first four books of the Torah, Deuteronomy is written in such a way that it is difficult to pin down its precise background, which through additions and circumspection has been substantially obliterated. What is left to us are the many repetitions of “today” or “this day,” which signal the desire to make the “Instruction” contemporary for the audience, whoever and whenever that may be.", "The net effect of this process of creation and development was to establish the Torah’s character as a text that shows signs of new life and new thinking within itself. Deuteronomy, by its inclusion as the final book of the five, officially began the practice of “explaining” (1:5) the traditions of Israel, and thus paved the way for the classic form of Jewish religious and intellectual activity: the interpretation of Scripture (cf. Fishbane 1988 for a definitive study on “inner-biblical exegesis,” interpretation that appears within the Bible itself and hence becomes a legitimate part of its traditions). This activity strongly influenced Christianity and Islam as well, and is still a part of religious discourse and development in the Western world.", "In its overall structure, Deuteronomy breaks down fairly easily; but it is perhaps best understood in the light of comparative ancient Near Eastern material. Weinfeld’s lifetime of research has demonstrated the strong parallels between our book and certain Assyrian treaty texts (earlier Hittite texts have also been shown to be helpful in this regard; cf. Levenson 1985b for a useful summary). It is striking indeed that the Esarhaddon Treaty texts from the seventh century <small>B.C.E.</small>, which also produced the final form of Deuteronomy, seem to prefigure the basic structure of what Moshe lays out in the book: a historical overview, an exhortation to keep the covenant, the laws—particulars of the covenant, a series of blessings and curses following upon observance or nonobservance of the covenant, and a ceremony ratifying it. A similar pattern, in abbreviated form, may be observed in the Sinai covenant in Ex. 19–24.", "Weinfeld points out that such covenants or treaties were two-sided, with the suzerain granting his vassals certain favors in return for “love” (= loyalty), and threatening dire consequences if that loyalty were to become suspect. What is fascinating about the parallels is not so much that they exist, but that here, apparently, a political model from a hated enemy has been assimilated and transformed into a positive religious-national one. Such transformative power seems to be characteristic of biblical culture, which probably reworked known stories and poems, among other genres, into genuine Israelite creations (the Flood narratives of Genesis and Psalm 29 are two fruitful examples of the process).", "Deuteronomy, then, focuses mainly on the relationship between God and Israel, a relationship that has been spelled out before (as in Exodus) but that forms in this book the very soul of the text. Every act that Israel performs as a community, and every one done by individuals, is to be seen in that light. As elsewhere in the Bible, breaking one of God’s rules means not merely a violation of a statute but an affront to the suzerain, the sovereign Lord, and thus a grave risk to society’s well-being and even to its very existence. And there is a unity of purpose and concept here: Gottwald summarizes the message of the book as “the indivisible unity of <i>one God</i> for <i>one people</i> in <i>one land</i> observing <i>one cult</i>” (italics his).", "Given the treaty pattern that we have just referred to, an outline of the book might proceed along the following lines:", "I   Historical Overview (Moshe as Narrator; 1–4:43)", "A   Narrative of the Wilderness Journey (1–3)", "B   Transition: Beginning of the Exhortation (4:1–40) and Addendum on Towns of Asylum (4:41–43)", "II  Opening Exhortation (Moshe as Pleader; 4:44–11:36)", "Looking Back to the Revelation at Sinai", "III The Terms of the Covenant (Moshe as Lawgiver; 12–28)", "A   The Laws (12–26)", "B   Covenant Ceremony; Blessings and Curses (27–28)", "IV Concluding Exhortation (Moshe as Pleader; 29–30)", "Looking Ahead to Exile and Return", "V  Final Matters (31–34)", "A   Passing the Mantle (31)", "B   Moshe’s Admonitory Poem (32)", "C   Moshe’s Blessing to the Tribes (33)", "D   The End (34)", "A few simple structural observations, based on a closer look at the text itself, may be made here. Parts I and V stress the role of Yehoshua (Joshua) in the future. Then, too, Parts II and IV use similar rhetorical formulas toward the end of each (“See, I set before you this day …,” 11:26 and 30:15). Such a symmetry would suggest that Part III is the crucial one, and that is of course the case. Everything in Deuteronomy radiates out from the laws: a new humanism, a rethinking of tradition, and above all, a heartfelt appeal to “choose life” (30:19), a good life on the land under the blessing of God.", "It is only when that appeal has been fully made, and when all of Deuteronomy’s new material has been added (with no more to come, as the text sees it!), that Moshe can finally die, and the people of Israel can proceed into the Promised Land. The book of Numbers proved to be a false ending, and indeed the report of Moshe’s death was postponed from the end of that book to this, so that the biblical tradition could transform itself into a truly multifaceted and rich one. The Torah, which began in the nameless, unknowable past, ends in the limitless present and future, with a potential life ahead for the Israelite people as bountiful and as beautiful as the “good land” that Moshe is allowed to see from the summit of Pisga."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e786bfddfbb310feb8f", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part IV; Concluding Exhortation, Renewed Exhortation 2-3", "anchorRef": "Deuteronomy 29:1-28", "anchorRefExpanded": ["Deuteronomy 29:1", "Deuteronomy 29:2", "Deuteronomy 29:3", "Deuteronomy 29:4", "Deuteronomy 29:5", "Deuteronomy 29:6", "Deuteronomy 29:7", "Deuteronomy 29:8", "Deuteronomy 29:9", "Deuteronomy 29:10", "Deuteronomy 29:11", "Deuteronomy 29:12", "Deuteronomy 29:13", "Deuteronomy 29:14", "Deuteronomy 29:15", "Deuteronomy 29:16", "Deuteronomy 29:17", "Deuteronomy 29:18", "Deuteronomy 29:19", "Deuteronomy 29:20", "Deuteronomy 29:21", "Deuteronomy 29:22", "Deuteronomy 29:23", "Deuteronomy 29:24", "Deuteronomy 29:25", "Deuteronomy 29:26", "Deuteronomy 29:27", "Deuteronomy 29:28"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part IV; Concluding Exhortation, Renewed Exhortation 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ה׳, דברים הערה א׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Renewed Exhortation", "he": "דברים הערה א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Having concluded the covenant, Moshe now takes up his plea again, beginning the same way that God did when the people arrived at Mount Sinai (Ex. 19:4–6). Here, without the impressive backdrop of Sinai, Moshe goes on at some length, reviewing the past and then addressing both the “assembly” in front of him and those to come.", "Much of the latter part of the chapter sounds like a reference to the fate of the Northern kingdom, Israel, which was overrun by Assyria a century before Josiah’s discovery of the “book.” Such may be the reason for the reference to “hidden” and “revealed” things in v.28—for the reason for the fall of the idolatrous North is certainly no mystery to the reader of Deuteronomy."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e786bfddfbb310feb91", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part IV; Concluding Exhortation 2-3", "anchorRef": "Deuteronomy 29:1-30:20", "anchorRefExpanded": ["Deuteronomy 29:1", "Deuteronomy 29:2", "Deuteronomy 29:3", "Deuteronomy 29:4", "Deuteronomy 29:5", "Deuteronomy 29:6", "Deuteronomy 29:7", "Deuteronomy 29:8", "Deuteronomy 29:9", "Deuteronomy 29:10", "Deuteronomy 29:11", "Deuteronomy 29:12", "Deuteronomy 29:13", "Deuteronomy 29:14", "Deuteronomy 29:15", "Deuteronomy 29:16", "Deuteronomy 29:17", "Deuteronomy 29:18", "Deuteronomy 29:19", "Deuteronomy 29:20", "Deuteronomy 29:21", "Deuteronomy 29:22", "Deuteronomy 29:23", "Deuteronomy 29:24", "Deuteronomy 29:25", "Deuteronomy 29:26", "Deuteronomy 29:27", "Deuteronomy 29:28", "Deuteronomy 30:1", "Deuteronomy 30:2", "Deuteronomy 30:3", "Deuteronomy 30:4", "Deuteronomy 30:5", "Deuteronomy 30:6", "Deuteronomy 30:7", "Deuteronomy 30:8", "Deuteronomy 30:9", "Deuteronomy 30:10", "Deuteronomy 30:11", "Deuteronomy 30:12", "Deuteronomy 30:13", "Deuteronomy 30:14", "Deuteronomy 30:15", "Deuteronomy 30:16", "Deuteronomy 30:17", "Deuteronomy 30:18", "Deuteronomy 30:19", "Deuteronomy 30:20"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part IV; Concluding Exhortation 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ה׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part IV; Concluding Exhortation", "he": "דברים מאמר ה׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE FIRST TWO PARTS OF</small> D<small>EUTERONOMY RECALLED THE PAST IN SOME DETAIL; THE</small> third envisioned the particulars of Israel’s future life on its land—or, if we take the book in the context of Israelite monarchy, set forth a code of behavior for the present. The fourth part of the book, except for a few references to the wilderness experience, primarily places the future before the audience. Israel is warned, one last time, of the dire consequences of disregarding God’s laws. At the same time, it is presented with a happy ending: even if they should go into exile for their disobedience, God is confident of their “turning” back to him, and in consequence will eventually “return” them to their land and prosperity.", "This section appears to be extraneous in the context of Deuteronomy’s basic structure. Perhaps it is a later addition, meant to address particular historical circumstances that presented a crisis situation."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382fdc9ad75f2d99afb4e", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part IV; Concluding Exhortation, Renewed Exhortation 1", "anchorRef": "Deuteronomy 29:1-28", "anchorRefExpanded": ["Deuteronomy 29:1", "Deuteronomy 29:2", "Deuteronomy 29:3", "Deuteronomy 29:4", "Deuteronomy 29:5", "Deuteronomy 29:6", "Deuteronomy 29:7", "Deuteronomy 29:8", "Deuteronomy 29:9", "Deuteronomy 29:10", "Deuteronomy 29:11", "Deuteronomy 29:12", "Deuteronomy 29:13", "Deuteronomy 29:14", "Deuteronomy 29:15", "Deuteronomy 29:16", "Deuteronomy 29:17", "Deuteronomy 29:18", "Deuteronomy 29:19", "Deuteronomy 29:20", "Deuteronomy 29:21", "Deuteronomy 29:22", "Deuteronomy 29:23", "Deuteronomy 29:24", "Deuteronomy 29:25", "Deuteronomy 29:26", "Deuteronomy 29:27", "Deuteronomy 29:28"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part IV; Concluding Exhortation, Renewed Exhortation 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ה׳, דברים הערה א׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה א׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Deuteronomy 29:1-28\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Deuteronomy 29:1-28</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620d0f3efd9bf14ec1cdb1aa", "index_title": "Ohr LaYesharim on Jerusalem Talmud Beitzah", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Beitzah 2:6:4", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Beitzah 2:6:4", "sourceHeRef": "אור לישרים על תלמוד ירושלמי ביצה ב׳:ו׳:ד׳", "anchorVerse": 23, "sourceHasEn": false, "commentaryNum": 6.0004, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Beitzah", "he": "אור לישרים על תלמוד ירושלמי ביצה"}, "he": "<b>אפיית פת ביום טוב</b>\n<br>במשנה שנינו: <b>\"אין אופין פיתן גריצות אלא רקיקין\".</b>\n<br>מסבירים: <b>מתוך שאת</b> (שאתה) <b>מייגעו, אף הוא אינו אופה אלא צורכו</b> – אין אופים ביום טוב גריצות אלא רקיקים, משום שעשיית רקיקים, שהם כיכרות דקות וקטנות, טרחתם מרובה, ולא יבוא לאפות ביום טוב בשביל מחר שהוא חול, אלא יאפה מה שהוא צריך ליום טוב בלבד, אבל עשיית גריצות, שהם כיכרות עבות וגדולות, טרחתם מועטה ויבוא לאפות בשביל מחר<b>.</b><br>\n<br>במשנה נזכרה המילה \"חֹרִי\".\n<br>מציעים שני מקורות לפירוש המילה \"חרי\".\n<br><b>רבי אחא</b> (אמורא ארץ ישראלי בדור הרביעי) <b>שמע לה מן הדא:</b> – רבי אחא שומע אותה מזאת (לומד את פירוש המילה \"חרי\" מפסוק זה): כתוב בכריתת הברית בין ה' לבין בני ישראל: <b>\"מֶה חֳרִי הָאַף הַגָּדוֹל הַזֶּה</b>?<b>\"</b> (דברים כט,כג) – מה הסיבה לחרון אף (כעס) ה' הגדול הזה? - שורש המילה \"חֳרִי\": חרה, הקרוב אל חרר - שרף. \"חֹרִי\" במשנה הוא חררה - לחם הנאפה על גבי גחלים (הלשון 'מן הדא' (תחת 'מן הדין') הוא באשגרת מונח (\"אוצר לשונות ירושלמיים\", עמוד 1295, הערה 227))<b>.</b>\n<br><b>ורבנ</b>י<b>ן שמעין לה מן הדא:</b> – והחכמים שומעים אותה מזאת (לומדים את פירוש המילה \"חרי\" מפסוק זה): כתוב בחלום של שר האופים: <b>\"וְהִנֵּה שְׁלֹשָׁה סַלֵּי חֹרִי עַל רֹאשִׁי\"</b> (בראשית מ,טז) – שלושה סלים מלאים חררות על ראשי. - שורש המילה \"חֹרִי\": חרר - שרף. \"חֹרִי\" במשנה הוא חררה - לחם הנאפה על גבי גחלים<b>.</b><br>• • •", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2021", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשפ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "623bd5a88ff3e550d1fe8001", "index_title": "Siddur Sefard", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Sefard, Torah Readings, Torah Reading for Shabbat Mincha & Monday, Thursday 104", "anchorRef": "Deuteronomy 29:9-28", "anchorRefExpanded": ["Deuteronomy 29:9", "Deuteronomy 29:10", "Deuteronomy 29:11", "Deuteronomy 29:12", "Deuteronomy 29:13", "Deuteronomy 29:14", "Deuteronomy 29:15", "Deuteronomy 29:16", "Deuteronomy 29:17", "Deuteronomy 29:18", "Deuteronomy 29:19", "Deuteronomy 29:20", "Deuteronomy 29:21", "Deuteronomy 29:22", "Deuteronomy 29:23", "Deuteronomy 29:24", "Deuteronomy 29:25", "Deuteronomy 29:26", "Deuteronomy 29:27", "Deuteronomy 29:28"], "sourceRef": "Siddur Sefard, Torah Readings, Torah Reading for Shabbat Mincha & Monday, Thursday 104", "sourceHeRef": "סידור ספרד, סדר הקריאות, קריאות לשבת במנחה, ושני וחמישי ק״ד", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1710, 1810], "commentaryNum": 104, "collectiveTitle": {"en": "Siddur Sefard", "he": "סידור ספרד"}, "heTitle": "קריאות לשבת במנחה, ושני וחמישי", "he": "<b>אַתֶּם</b> נִצָּבִים הַיּוֹם כֻּלְּכֶם לִפְנֵי יְהֹוָה אֱלֹהֵיכֶם רָאשֵׁיכֶם שִׁבְטֵיכֶם זִקְנֵיכֶם וְשֹׁטְרֵיכֶם כֹּל אִישׁ יִשְׂרָאֵל: טַפְּכֶם נְשֵׁיכֶם וְגֵרְךָ אֲשֶׁר בְּקֶרֶב מַחֲנֶיךָ מֵחֹטֵב עֵצֶיךָ עַד שֹׁאֵב מֵימֶיךָ: לְעָבְרְךָ בִּבְרִית יְהֹוָה אֱלֹהֶיךָ וּבְאָלָתוֹ אֲשֶׁר יְהֹוָה אֱלֹהֶיךָ כֹּרֵת עִמְּךָ הַיּוֹם:שנילְמַעַן הָקִים אֹתְךָ הַיּוֹם לוֹ לְעָם וְהוּא יִהְיֶה לְּךָ לֵאלֹהִים כַּאֲשֶׁר דִּבֶּר לָךְ וְכַאֲשֶׁר נִשְׁבַּע לַאֲבֹתֶיךָ לְאַבְרָהָם לְיִצְחָק וּלְיַעֲקֹב: וְלֹא אִתְּכֶם לְבַדְּכֶם אָנֹכִי כֹּרֵת אֶת הַבְּרִית הַזֹּאת וְאֶת הָאָלָה הַזֹּאת: כִּי אֶת אֲשֶׁר יֶשְׁנוֹ פֹּה עִמָּנוּ עֹמֵד הַיּוֹם לִפְנֵי יְהֹוָה אֱלֹהֵינוּ וְאֵת אֲשֶׁר אֵינֶנּוּ פֹּה עִמָּנוּ הַיּוֹם:שלישיכִּי אַתֶּם יְדַעְתֶּם אֵת אֲשֶׁר יָשַׁבְנוּ בְּאֶרֶץ מִצְרָיִם וְאֵת אֲשֶׁר עָבַרְנוּ בְּקֶרֶב הַגּוֹיִם אֲשֶׁר עֲבַרְתֶּם: וַתִּרְאוּ אֶת שִׁקּוּצֵיהֶם וְאֵת גִּלֻּלֵיהֶם עֵץ וָאֶבֶן כֶּסֶף וְזָהָב אֲשֶׁר עִמָּהֶם: פֶּן יֵשׁ בָּכֶם אִישׁ אוֹ אִשָּׁה אוֹ מִשְׁפָּחָה אוֹ שֵׁבֶט אֲשֶׁר לְבָבוֹ פֹנֶה הַיּוֹם מֵעִם יְהֹוָה אֱלֹהֵינוּ לָלֶכֶת לַעֲבֹד אֶת אֱלֹהֵי הַגּוֹיִם הָהֵם פֶּן יֵשׁ בָּכֶם שֹׁרֶשׁ פֹּרֶה רֹאשׁ וְלַעֲנָה: וְהָיָה בְּשָׁמְעוֹ אֶת דִּבְרֵי הָאָלָה הַזֹּאת וְהִתְבָּרֵךְ בִּלְבָבוֹ לֵאמֹר שָׁלוֹם יִהְיֶה לִּי כִּי בִּשְׁרִרוּת לִבִּי אֵלֵךְ לְמַעַן סְפוֹת הָרָוָה אֶת הַצְּמֵאָה: לֹא יֹאבֶה יְהֹוָה סְלֹחַ לוֹ כִּי אָז יֶעְשַׁן אַף יְהֹוָה וְקִנְאָתוֹ בָּאִישׁ הַהוּא וְרָבְצָה בּוֹ כָּל הָאָלָה הַכְּתוּבָה בַּסֵּפֶר הַזֶּה וּמָחָה יְהֹוָה אֶת שְׁמוֹ מִתַּחַת הַשָּׁמָיִם: וְהִבְדִּילוֹ יְהֹוָה לְרָעָה מִכֹּל שִׁבְטֵי יִשְׂרָאֵל כְּכֹל אָלוֹת הַבְּרִית הַכְּתוּבָה בְּסֵפֶר הַתּוֹרָה הַזֶּה: וְאָמַר הַדּוֹר הָאַחֲרוֹן בְּנֵיכֶם אֲשֶׁר יָקוּמוּ מֵאַחֲרֵיכֶם וְהַנָּכְרִי אֲשֶׁר יָבֹא מֵאֶרֶץ רְחוֹקָה וְרָאוּ אֶת מַכּוֹת הָאָרֶץ הַהִוא וְאֶת תַּחֲלֻאֶיהָ אֲשֶׁר חִלָּה יְהֹוָה בָּהּ: גָּפְרִית וָמֶלַח שְׂרֵפָה כָל אַרְצָהּ לֹא תִזָּרַע וְלֹא תַצְמִחַ וְלֹא יַעֲלֶה בָהּ כָּל עֵשֶׂב כְּמַהְפֵּכַת סְדֹם וַעֲמֹרָה אַדְמָה <small>(וצביים)</small> וּצְבוֹיִם אֲשֶׁר הָפַךְ יְהֹוָה בְּאַפּוֹ וּבַחֲמָתוֹ: וְאָמְרוּ כָּל הַגּוֹיִם עַל מֶה עָשָׂה יְהֹוָה כָּכָה לָאָרֶץ הַזֹּאת מֶה חֳרִי הָאַף הַגָּדוֹל הַזֶּה: וְאָמְרוּ עַל אֲשֶׁר עָזְבוּ אֶת בְּרִית יְהֹוָה אֱלֹהֵי אֲבֹתָם אֲשֶׁר כָּרַת עִמָּם בְּהוֹצִיאוֹ אֹתָם מֵאֶרֶץ מִצְרָיִם: וַיֵּלְכוּ וַיַּעַבְדוּ אֱלֹהִים אֲחֵרִים וַיִּשְׁתַּחֲוּוּ לָהֶם אֱלֹהִים אֲשֶׁר לֹא יְדָעוּם וְלֹא חָלַק לָהֶם: וַיִּחַר אַף יְהֹוָה בָּאָרֶץ הַהִוא לְהָבִיא עָלֶיהָ אֶת כָּל הַקְּלָלָה הַכְּתוּבָה בַּסֵּפֶר הַזֶּה: וַיִּתְּשֵׁם יְהֹוָה מֵעַל אַדְמָתָם בְּאַף וּבְחֵמָה וּבְקֶצֶף גָּדוֹל וַיַּשְׁלִכֵם אֶל אֶרֶץ אַחֶרֶת כַּיּוֹם הַזֶּה: הַנִּסְתָּרֹת לַיהֹוָה אֱלֹהֵינוּ וְהַנִּגְלֹת לָנוּ וּלְבָנֵינוּ עַד עוֹלָם לַעֲשׂוֹת אֶת כָּל דִּבְרֵי הַתּוֹרָה הַזֹּאת:", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64185bf06c4a205ad56f9924", "index_title": "Reggio on Torah", "category": "Quoting Commentary", "type": "", "ref": "Reggio on Torah, Leviticus 26:32:2", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "Reggio on Torah, Leviticus 26:32:2", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא כ״ו:ל״ב:ב׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 32.0002, "collectiveTitle": {"en": "Reggio on Torah", "he": "ביאור יש\"ר על התורה"}, "heTitle": "ויקרא", "he": "<b>ושממו עליה אויבכם היושבים בה,</b> שימצאו בה מחסור כל דבר כל נגע וכל מחלה, כמו שכתוב ואמרו כל הגוים וכו' (דברים כ\"ט כ\"ג), וכן נתקיים כאשר עינינו רואות עוד היום:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64185fd6708b098dd04caee4", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Deuteronomy 29:23:1", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "Reggio on Torah, Deuteronomy 29:23:1", "sourceHeRef": "ביאור יש\"ר על התורה, דברים כ״ט:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "דברים", "he": "<b>ואמרו כל הגוים,</b> הוא הנכרי שזכר למעלה:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64185fd6c9371ec0cebe3991", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Deuteronomy 29:23:2", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "Reggio on Torah, Deuteronomy 29:23:2", "sourceHeRef": "ביאור יש\"ר על התורה, דברים כ״ט:כ״ג:ב׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 23.0002, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "דברים", "he": "<b>על מה עשה ה',</b> כלומר כבר ידענו שהחרבן הנפלא הזה לא נהיה במקרה, כי יד ה' עשתה זאת, אולם אנחנו שואלים סבת חרי האף הגדול הזה:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64185fd7708b098dd04caee6", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Deuteronomy 29:23:3", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "Reggio on Torah, Deuteronomy 29:23:3", "sourceHeRef": "ביאור יש\"ר על התורה, דברים כ״ט:כ״ג:ג׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 23.0003, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "דברים", "he": "<b>לארץ הזאת,</b> אשר לפנים עיני ה' בה תמיד:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6538e894a5f88ef393f90ce8", "index_title": "Talks of Yeshayahu Leibowitz on the Parasha", "category": "Quoting Commentary", "type": "", "ref": "Talks of Yeshayahu Leibowitz on the Parasha, Ki Tisa 22:6", "anchorRef": "Deuteronomy 29:21-25", "anchorRefExpanded": ["Deuteronomy 29:21", "Deuteronomy 29:22", "Deuteronomy 29:23", "Deuteronomy 29:24", "Deuteronomy 29:25"], "sourceRef": "Talks of Yeshayahu Leibowitz on the Parasha, Ki Tisa 22:6", "sourceHeRef": "שיחות על פרשת השבוע (ליבוביץ), כי תשא כ״ב:ו׳", "anchorVerse": 21, "sourceHasEn": false, "commentaryNum": 22.0006, "collectiveTitle": {"en": "Talks of Yeshayahu Leibowitz on the Parasha", "he": "שיחות על פרשת השבוע (ליבוביץ)"}, "heTitle": "כי תשא", "he": "<b>תגובת מאזינה לתמיהת הנצי\"ב: </b>אחת המאזינות, פנינה ליאונוב מחיפה, מעירה בהקשר לתמיהת הנצי\"ב, ומצביעה על אסמכתה יפה בכתובים, שיש בכוחה לתמוך בעמדת התרגומים הארמיים, בפסוקים הבאים: \"ואמר <b>הדור האחרון בניכם</b> אשר יקומו מאחריכם <b>והנכרי</b> אשר יבא מארץ רחוקה, וראו את-מכות הארץ ההיא ואת-תחלאיה... ואמרו כל הגוים על-מה עשה ה' ככה לארץ הזאת... ואמרו: על אשר עזבו את ברית ה' אלהי אבתם... וילכו ויעבדו אלהים אחרים וישתחוו להם\" (דברים, כט:כא-כה). ", "heVersionTitle": "Jerusalem, 2000", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6547a0fc0b4eb7836f7991fe", "index_title": "Ohel Ya'akov on Torah", "category": "Quoting Commentary", "type": "", "ref": "Ohel Ya'akov on Torah, Vayeilech 3:1", "anchorRef": "Deuteronomy 29:23-25", "anchorRefExpanded": ["Deuteronomy 29:23", "Deuteronomy 29:24", "Deuteronomy 29:25"], "sourceRef": "Ohel Ya'akov on Torah, Vayeilech 3:1", "sourceHeRef": "אהל יעקב על התורה, וילך ג׳:א׳", "anchorVerse": 23, "sourceHasEn": false, "commentaryNum": 3.0001, "collectiveTitle": {"en": "Ohel Ya'akov on Torah", "he": "אהל יעקב על התורה"}, "heTitle": "וילך", "he": "<b>ויאמר ה' אל משה הנך שוכב עם אבותיך וקם העם הזה וזנה</b> כו' <b>וחרה אפי בו ביום ההוא ועזבתים והסתרתי פני מהם</b> כו' <b>ואנכי הסתר אסתיר פני ביום ההוא</b> כו' (ל', ט\"ז-י\"ח).<sup class=\"footnote-marker\">שפת היריעה</sup><i class=\"footnote\">ובגמרא: אסתר מן התורה מנין שנאמר ואנכי הסתר אסתיר פני כו' (חולין קל\"ט) ובאין ספק מלשון הסתר אסתיר לבד לא היו מכריחים עצמן להוציא הכתוב מפשוטו (ועיין קול יעקב אסתר על מאמר בלילה ההוא נדדה כו' תמצא בזה דברים נכונים) ומפי הרב הגאון מו\"ה מנחם מאניש הלוי ז\"ל שמעתי בזה ענין נחמד כי מצאנו בגמ' שאלו תלמידיו כו' מפני מה נתחייבו כו' אמר להם אמרו אתם, אמרו לו מפני שנהנו מסעודתו של אותו רשע, א\"כ שבשושן יהרוגו שבכל העולם כלו אל יהרוגו, אמרו לו אמור אתה אמר להם מפני שהשתחוו לצלם, אמרו וכי משוא פנים יש בדבר, אמר להם הם לא עשו אלא לפנים אף הקב\"ה לא עשה עמהם אלא לפנים (מגילה י\"ב, א'). ומעתה הבט ימין וראה איך כל דברי ההתווכחות הזאת מרומזים בכתובים שלפנינו, וחרה אפי בו ביום ההוא ועזבתים והסתרתי פני מהם כו' ואמר ביום ההוא הלא על כי אין אלהי בקרבי מצאוני הרעות האלה, כלומר הלא כל עיקר העונש הזה על שאין אלהי בקרבי, היינו על שהכנסתי בקרבי מאכלות אסורות, וא\"כ הלא יקשה הקושיה הנ\"ל שבשושן יהרוגו שבכל העולם כלו אל יהרוגו, לזה אמר כי לא כן הדברים רק ואנכי הסתר אסתיר פני ביום ההוא על כל הרעה אשר עשה כי פנה אל אלהים אחרים, שהשתחוו לצלם, וכי תאמר וכי משוא פנים יש בדבר, התשובה בצדה כי פנה אל אלהים אחרים היינו לא עשו אלא לפנים: <br>ולא אמנע מהזכיר דברי ידידי הרב מו\"ה אלי' מ\"ץ ז\"ל על דרך מאמר ואמרו כל הגוים על מה עשה ה' ככה כו' וישלכם אל ארץ אחרת כו' (דברים כ\"ט, כ\"ג-כ\"ה). דע כי האלשיך ז\"ל כתב על מאמר והשבות אל לבבך בכל הגוים אשר הדיחך ה' כו' כי ההבדל בין הזורק דבר ממקום למקום, ובין הדוחף דבר ממקום למקום כי הזורק הנה ברגע שהוא זורק מיד נעתק החפץ מיד הזורק, לא כן הדוחף בדחיפה הנה לא זזה ידו מן החפץ. וזהו הטעות שיטעו הגוים שהם יחשבו ויאמרו וישליכם, אבל לא כן הדברים רק אשר הדיחך, וזהו הטעות עצמו נזכר ביחזקאל המוזכר בסנהדרין (דף ק\"ה, ע\"א) אמרו לו עבד שמכרו רבו כלום יש מזה על זה כלום, וזהו אסתר מן התורה מנין שנאמר ואנכי הסתר אסתיר, כי כמעשה אסתר כבר נכתב בתורה ואמר ביום ההוא הלא על כי אין אלהי בקרבי כמו שאמרו ליחזקאל עבד שמכרו רבו כו' אשה שגרשה בעלה כו' אבל הכתוב סיים ואמר כי לא כן הדברים רק ואנכי הסתר אסתיר פני כו', כלומר אין ידי מסולקת מהם רק הסבותי את פני מהם ולא יותר, בעבור כי פנה אל אלהים אחרים אבל כאשר שמו לבם לשוב בתשובה הלא מיד היה אור במושבותם:</i>", "heVersionTitle": "Jerusalem, 2009", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc94758c1dc532ec97dc", "index_title": "Steinsaltz on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Deuteronomy 29:23", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "Steinsaltz on Deuteronomy 29:23", "sourceHeRef": "ביאור שטיינזלץ על דברים כ״ט:כ״ג", "anchorVerse": 23, "sourceHasEn": true, "commentaryNum": 29.0023, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על דברים", "he": "<b>וְאָמְרוּ כָּל הַגּוֹיִם</b> שמסביב\n  <b>: \"עַל מֶה עָשָׂה ה' כָּכָה לָאָרֶץ הַזֹּאת?</b> על שום \n  <b>מֶה חֳרִי הָאַף</b>, הכעס \n  <b>הַגָּדוֹל הַזֶּה?</b>\"", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>All the</b> surrounding <b>nations will say: For what</b> reason <b>did the Lord do so to this land? What is</b> the cause of <b>this great enflamed wrath?</b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "66c9b4344cc5e286b206f9ce", "index_title": "Seder Olam Rabbah", "category": "Midrash", "type": "", "ref": "Seder Olam Rabbah 27:3", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "Seder Olam Rabbah 27:3", "sourceHeRef": "סדר עולם רבה כ״ז:ג׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [200, 500], "commentaryNum": 27.0003, "collectiveTitle": {"en": "Seder Olam Rabbah", "he": "סדר עולם רבה"}, "he": [], "heVersionTitle": "Seder Olam, Warsaw 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "סדר עולם, ורשה 1904", "text": "And so it is said of Zedekiah, and also of Nebuchadnezzar, \"He rebelled against the Lord, and all the princes of the priests and the people increased their trespass\" (2 Kings 24:19). \"The Lord, the God of their fathers, sent against them\" (2 Chronicles 36:15), and they mocked the messengers of God, etc. \"And He brought against them the king of the Chaldeans\" (2 Chronicles 36:17). \"And all the vessels of the house of God\" (2 Chronicles 36:18) were burned. The house of the Lord and the house of the king were burned (2 Kings 25:9). The remnant of the sword was exiled to Babylon (2 Chronicles 36:20) to fulfill the word of the Lord by the mouth of Jeremiah. Rabbi Yose says that fifty-two years passed without a person in Judah, as it is said, \"On the mountains I will take up a lamentation and wailing, and on the pastures of the wilderness\" (Jeremiah 9:10). Rabbi Yose says that this verse was fulfilled in the land of Israel for seven years, \"Sulfur and salt burned all its land\" (Deuteronomy 29:23). \"And Nebuchadnezzar king of Babylon struck them and killed them\" (Jeremiah 52:27). Judah was exiled from its land, with a total of seven hundred and thirty-two souls (Jeremiah 52:30). Three exiles, four thousand six hundred, from Benjamin three thousand, and from the other tribes seven thousand were exiled with Jehoiachin.", "versionTitle": "ChatGpt", "license": "", "versionTitleInHebrew": ""}, {"_id": "54c7aa6cfbfba27c8a3df331", "index_title": "Da'at Zekenim on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Da'at Zekenim on Deuteronomy 29:23:1", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "Da'at Zekenim on Deuteronomy 29:23:1", "sourceHeRef": "דעת זקנים על דברים כ״ט:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1100, 1300], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Da'at Zekenim", "he": "דעת זקנים"}, "heTitle": "דעת זקנים על דברים", "he": "<b>על מה עשה ה'.</b> אם בעון רציחה וניאוף הרי יש ג\"כ בשאר האומות ואין ארצם שממה כזאת. ", "heVersionTitle": "daat zekenim", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דעת זקנים", "text": "על מה עשה ה' כה לארץ הזאת, “what has caused the Lord to do this to this land?” If there were murderers and adulterers among the Jews, this is a world wide phenomenon and G–d has not reacted similarly against them? Why has only their land been laid waste?", "versionTitle": "Daat Zekenim translated by Rb. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "דעת זקנים, בתרגום רבי אליהו מונק"}, {"_id": "5892f0f1d6e4a9274646e7b8", "index_title": "Chizkuni", "category": "Quoting Commentary", "type": "", "ref": "Chizkuni, Deuteronomy 10:10:1", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "Chizkuni, Deuteronomy 10:10:1", "sourceHeRef": "חזקוני, דברים י׳:י׳:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "דברים", "he": "<b>גם בפעם ההיא </b>בפנים מאירות כדי שלא יתחלל שמו שכן התפללתי פן יאמרו יושבי הארץ אשר הוצאתנו משם מבלתי יכולת ה׳‎ להביאם וגו'. אבל לאחר שתעברו את הירדן ויהרוג לפניכם שלושים ואחד מלכים וינחילכם את הארץ אם תחטאו לו לא תועיל לכם תפלה לפי שלא יהא שם חלול לומר מבלתי יכולת ה׳‎ להביאם וגו׳‎ אלא יאמרו כל הגוים על מה עשה ה׳‎ ככה ואמרו על אשר עזבו וגו׳‎ ויתשם ה׳‎ מעל אדמתם.\n", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "גם בפעם ההוא, “also on that occasion.” He did so with a friendly mien. He did so in order that the Holy name should not become desecrated, as I had said in my prayer. (Deut. 9.28) However, once you will have defeated the thirty one Canaanite kings and you have taken over their land, if you would commence to sin again, even prayers would not help, as in the meantime G-d had demonstrated that He had kept His part of the bargain, i.e. that He had not been too weak to overcome those nations. The people then would ask why disaster had overtaken the Jews (Compare Deut. 29,23) and they would conclude that it had been their fault, not that of their G-d.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "597655acd6e4a90179bf70d2", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Deuteronomy 29:23:1", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "Be'er Mayim Chaim, Deuteronomy 29:23:1", "sourceHeRef": "באר מים חיים, דברים כ״ט:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "דברים", "he": "<b>ואמרו</b> כל הגוים על מה עשה ה' ככה לארץ הזאת מה חרי האף הגדול הזה. כלומר כי אם אדם חטא בהמה מה חטאה הוא עפר הארץ אשר לא ידעה בין ימינה לשמאלה ולמה יצא עליה החרי הגדול הזה להכותה מכה רבה כזה. ולזה אמר, ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3d52d6e4a9026bd906b1", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Deuteronomy 29:23:1", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "Aderet Eliyahu, Deuteronomy 29:23:1", "sourceHeRef": "אדרת אליהו, דברים כ״ט:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "דברים", "he": "<b>על מה עשה ה' ככה לארץ הזאת. </b>הוא כנגד וראו את מכות הארץ:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3d52d6e4a9026bd906b3", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Deuteronomy 29:23:2", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "Aderet Eliyahu, Deuteronomy 29:23:2", "sourceHeRef": "אדרת אליהו, דברים כ״ט:כ״ג:ב׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 23.0002, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "דברים", "he": "<b>מה חרי האף הגדול.</b> הוא נגד ואת תחלואיה כי חמת מלך מלאכי מות. מלך ב״ו חמתו גורם שעבדיו הורגים וממיתים אבל בהקב״ה נאמר תשלח חרנך יאכלמו כקש. החרון עצמו הוא השליח הפוגע באויביו. לכן נאמר מה חרי וגו':", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b9adb071e100bf4ece69", "index_title": "Avot DeRabbi Natan", "category": "Talmud", "type": "", "ref": "Avot DeRabbi Natan 1:5", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "Avot DeRabbi Natan 1:5", "sourceHeRef": "אבות דרבי נתן א׳:ה׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [650, 950], "commentaryNum": 1.0005, "collectiveTitle": {"en": "Avot DeRabbi Natan", "he": "אבות דרבי נתן"}, "heTitle": "אבות דרבי נתן", "he": "ועשו סייג לתורה. ועשה סייג לדבריך כדרך שעשה הקב״ה סייג לדבריו ואדם הראשון עשה סייג לדבריו. תורה עשתה סייג לדבריה. משה עשה סייג לדבריו <i data-commentator=\"Gra's Nuschah\" data-order=\"1\"></i>ואף איוב ואף נביאים וחכמים כולם עשו סייג לדבריהם. איזהו סייג שעשה הקב״ה לדבריו הרי הוא אומר (דברים כט) ואמרו כל הגוים על מה עשה ה׳ ככה לארץ הזאת מלמד שגלוי היה לפני מי שאמר והיה העולם שעתידין הדורות כך לומר על מה עשה ה׳ ככה לארץ הזאת לפיכך א״ל הקב״ה למשה משה כתוב והנח לדורות הבאים ואמרו על אשר עזבו את ברית ה׳ [וגו'] וילכו ויעבדו אלהים אחרים וישתחוו להם אלהים אשר לא ידעום ולא חלק להם. הא למדת <i data-commentator=\"Haggahot R' Yeshaya Berlin\" data-order=\"1\"></i>(שעשה הקב״ה סייג לדבריו <i data-commentator=\"Gra's Nuschah\" data-order=\"2\"></i>וכתיב בתריה מה שהיו עתידין לומר עדיין) שהוציא הקב״ה שכר בריותיו בשלום. איזהו סייג שעשה אדם הראשון לדבריו הרי הוא אומר (בראשית ב) ויצו ה׳ אלהים על האדם [לאמר] מכל עץ הגן אכול תאכל ומעץ הדעת טוב ורע לא תאכל ממנו כי ביום אכלך ממנו מות תמות לא רצה אדם הראשון לומר לחוה כדרך שא״ל הקב״ה אלא כך אמר לה ועשה סייג לדבריו יותר ממה שאמר לו הקב״ה ומפרי העץ אשר בתוך הגן אמר אלהים לא תאכלו ממנו ולא תגעו בו פן תמותון שרצה לשמור את עצמו ואת חוה מן העץ אפילו בנגיעה. באותה שעה היה נחש הרשע נטל עצה בלבו אמר הואיל <i data-commentator=\"Rishon Letzion\" data-order=\"1\"></i>ואיני יכול להכשיל את האדם אלך ואכשיל את חוה. הלך וישב אצלה והרבה שיחה עמה אמר לה אם לנגיעה את אומרת צוה עלינו הקב״ה הריני נוגע בו ואיני מת אף את אם תגעי בו אי את מתה. מה עשה הנחש הרשע באותה שעה עמד ונגע באילן בידיו וברגליו והרתיעו עד שנשרו פירותיו לארץ (ויש אומרים לא נגע בו כל עיקר אלא) כיון שראהו אותו אילן היה צווח עליו ואמר לו רשע רשע אל תגע בי שנאמר (תהלים לו) אל תבואני רגל גאוה ויד רשעים אל תנדני:", "heVersionTitle": "Talmud Bavli, Vilna 1883 ed.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תלמוד בבלי, מהדורת וילנא, 1883", "text": "<i>And make a fence around the Torah</i>. And make a fence around your words, the way the Holy Blessed One made a fence around His words and Adam made a fence around his words. The Torah made [a fence] around its words. Moses made a fence around his words. Even Job, and even the Prophets and the sages – they all made a fence around their words.<br>What is the fence that the Holy Blessed One made around His words? It says (Deuteronomy 29:23), “All the nations will say: Why has the Eternal done such a thing to this land?” This teaches you that it was well known to the One who spoke and brought the world into being, that future generations would say this. Therefore, the Holy Blessed One said to Moses: Moses! Write this and place it in [the Torah] for future generations (Deuteronomy 29:24–25): “Then they will be told, because they forsook the covenant of the Eternal…and they went and served other gods and bowed down before them, gods that they did not know, and were not meant for them.” From here we learn that the Holy Blessed One made a fence around His words, and wrote after this what they would one day say. Because of this, He is able to take reward away from His creatures with no argument.<br>What is the fence that Adam made around his words? It says (Genesis 2:16–17), “The Eternal God commanded [Adam]: From every tree of the garden you may absolutely eat. But from the Tree of Knowledge of Good and Evil, do not eat. For on the day you eat from it, you will surely die.” Adam the first person did not want to tell Eve in same the way that the Holy Blessed One had told him. Instead, he said this to her (thus making a fence around his words, saying more than what the Holy Blessed One had said to him): God said not to eat from the tree that is in the midst of the garden, nor to touch it, lest you die. He wanted to keep himself and Eve from even touching the tree.<br>So then the snake said to himself: Since I cannot make Adam stumble, I will make Eve stumble. He went and sat beside her, and began chatting with her, and said to her: If you say the Holy Blessed One commanded us not to touch it, look, I will touch it and I will not die. And even you, if you touch it, you will not die. What did the wicked snake do then? He went up and touched the tree with his hands and feet, and shook it until its fruits fell to the ground. Some say that he did not touch it at all, for when the tree saw him, it screamed and said to him, Wicked one! Wicked one! Don’t touch me! as it says (Psalms 36:12), “Do not bring the foot of the arrogant upon me, nor let the hand of the wicked push me away.”", "versionTitle": "Avot DeRabbi Natan, trans. by David Kasher, 2019", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5e1484835e6ea9e54b43d854", "index_title": "Chatam Sofer on Torah", "category": "Commentary", "type": "commentary", "ref": "Chatam Sofer on Torah, Nitzavim 101", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "Chatam Sofer on Torah, Nitzavim 101", "sourceHeRef": "חתם סופר על התורה, נצבים ק״א", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1785, 1835], "commentaryNum": 101, "collectiveTitle": {"en": "Chatam Sofer", "he": "חתם סופר"}, "heTitle": "נצבים", "he": "<b>*ואמרו על מה עשה ה' ככה לארץ הזאת</b> יש לפרש דיש ב' חילוקי מצות אחד שבין אדם למקום והשני שבין אדם לחבירו והרשע הזה אומר שלום יהי' לי שבין אדם לחבירו רוצה לעשות אבל שבין אדם למקום הוא כופר ומדת סדום הי' רעים לבני אדם ולכך נענשו בהפיכת עריהם בביטול הישוב כדרך שהם עשו כנגד ישוב העולם דכופין על מדת סדום והגוים הסוברים ג\"כ דעיקר מה שבין אדם לחבירו יתמהו על מה עשה ה' ככה לארץ הזאת שהרי הם מקיימי ישוב ואינם כסדום וע\"ז השיב כדרך שהשיב הילל לגר ואהבת לריעך כמוך זה כלל גדול בתורה שבת פרק ב' ופירש\"י שם שאם לבן אדם אתה מחויב כ\"ש לבוראך ומחיי' אותך וזה שהשיב כאן על עזבם ברית ה' ה' וגו' שזה ג\"כ חיוב מצד חיוב אנושי:", "heVersionTitle": "Chatam Sofer on Torah, Bratislava, 1879-1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת משה. פרעסבורג, תרל\"ט-תרנ\"ג", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f27ec0f51b1002fe1d27055", "index_title": "Be'er HaGolah", "category": "Jewish Thought", "type": "", "ref": "Be'er HaGolah, Well 4 11:1", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "Be'er HaGolah, Well 4 11:1", "sourceHeRef": "באר הגולה, באר ד י״א:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1575, 1595], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Be'er HaGolah", "he": "באר הגולה"}, "heTitle": "באר ד", "he": "<b>בפרק קמא דע\"ז</b> (ד:), אימת רתח<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"946\"></i>, תנא משמיה דרבי מאיר, בשעה שהחמה זורחת, וכל מלכי מזרח ומערב מניחין עטרותיהן בראשיהן, ומשתחוים לחמה, מיד כועס הקב\"ה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"947\"></i>. דע, כאשר תמצא בתורה בכל מקום לשון \"חרון אף\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"948\"></i>, תמצא זה בענין חטא עבודה זרה. דכתיב (דברים יא, יז) \"וחרה אף ה' בכם וגו'\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"949\"></i>. וכן (דברים כט, כג) \"מה חרי האף הגדול הזה\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"950\"></i>, (שמות לב, יא) \"למה יחרה אפך\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"951\"></i>, וכן הרבה מאוד<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"952\"></i>. ומזה יצא אל הרמב\"ם ז\"ל בספרו (מורה נבוכים א, לו) שלא נמצא \"חרון אף ה'\" רק בעניין עבודה זרה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"953\"></i>. אמנם הקשו עליו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"954\"></i> (שמות ד, יד) \"ויחר אף ה' במשה\", (במדבר יב, ט) \"ויחר אף ה' בם וילך\", (שמות כב, כג) \"וחרה אפי והרגתי אתכם וגו'\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"955\"></i>. ואני אומר, שאין דעת הרב שלא ימצא לשון זה כלל על שום חטא בעולם מזולת עבודה זרה, רק שבעבודה זרה וכיוצא בו נמצא לשון \"חרון אף\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"956\"></i>. וזה כי הוא חֵטְא שהוא מתנגד אל כבודו יתברך לעשות אלהים זולתו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"957\"></i>, והמסכה צרה אליו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"958\"></i>. וזהו התנגדות אל ה', כי כל שניות הוא התנגדות<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"959\"></i>, וזה מביא חרון אף, ולפיכך בעבודה זרה יש חרון אף<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"960\"></i>. וכן כל כיוצא בזה. שכאשר בקש הקב\"ה שילך משה בשליחות<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"961\"></i>, והיה משה מתנגד לדבריו, שלא רצה ללכת (שמות ד, יג), דבר זה הוא התנגדות אליו, ומביא חרון אף ה'<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"962\"></i>. וכן \"ויחר אף ה'* בם וילך\" (במדבר יב, ט), כי דבר זה היה התנגדות אל השם יתברך שדברו במשה. ופירש רש\"י ז\"ל (שם פסוק ח) כיון שהוא עבדי, אף שאינו במשה, ומכל שכן שהוא עבדי והוא משה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"963\"></i>. וכן \"וחרה אפי והרגתי אתכם*\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"964\"></i>, שמי שהוא מענה יתום ואלמנה, ואין מענה את אדם גדול, וזה בודאי מפני שהוא ירא מזרוע בשר ודם, ובשביל שיתום ואלמנה אין להם עוזר, והם תשושי כח, מענה אותם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"965\"></i>, ולא ירא מן השם יתברך<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"966\"></i>, אשר הוא יתברך אבי יתומים ודיין אלמנות (תהלים סח, ו), וזה התנגדות אל ה', ובדבר זה יאמר \"וחרה אפי והרגתי אתכם\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"967\"></i>. מכל מקום לשון \"חרון אף\" נאמר כפי התנגדות שיש אל השם יתברך. כי כאשר יעבור מצותיו, אף אם הוא מצות שבת<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"968\"></i>, לא יתנגד רק אל המצוה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"969\"></i>, אלא אם הוא כופר שציוה במצוה, שזהו בכלל כופר בו יתברך<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"970\"></i>. ומכל מקום עיקר \"חרון אף\" נאמר על דבר שהוא מתנגד לו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"971\"></i>. ", "heVersionTitle": "Be'er HaGolah, with footnotes and annotations by Rabbi Yehoshua D. Hartman, Machon Yerushalyim, 2002", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חבור באר הגולה, נלקט ונערך על ידי יהושע דוד בן הרב יחזקאל הרטמן. מכון ירושלים, תשס\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d06fb6084aa1cbf0370f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, גָּדוֹל 1", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "BDB, גָּדוֹל 1", "sourceHeRef": "בראון-דרייבר-בריגס, גָּדוֹל א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "גָּדוֹל", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">גָּדוֹל</span></big><sub>522</sub>  <strong>adj. great</strong>—<span dir=\"rtl\">ג׳</span> <a data-ref=\"Genesis 4:13\" href=\"/Genesis.4.13\">Gn 4:13</a> + 279 times; <span dir=\"rtl\">גָּדֹל</span> <a data-ref=\"Deuteronomy 26:8\" href=\"/Deuteronomy.26.8\">Dt 26:8</a> + 22 times; cstr. <span dir=\"rtl\">גְּדוֹל</span> <a data-ref=\"Exodus 15:16\" href=\"/Exodus.15.16\">Ex 15:16</a> belongs rather sub <span dir=\"rtl\">גֹּ֫דֶל</span> <a data-ref=\"Ezekiel 17:3\" href=\"/Ezekiel.17.3\">Ez 17:3</a>, <a data-ref=\"Ezekiel 17:7\" href=\"/Ezekiel.17.7\">7</a>, <span dir=\"rtl\">גְּדֹל</span> <a data-ref=\"Exodus 15:16\" href=\"/Exodus.15.16\">Ex 15:16</a> <a data-ref=\"Jeremiah 32:19\" href=\"/Jeremiah.32.19\">Je 32:19</a>, <span dir=\"rtl\">גְּדָל־</span> <a data-ref=\"Proverbs 19:19\" href=\"/Proverbs.19.19\">Pr 19:19</a>, <span dir=\"rtl\">גְּדָו֯ל־</span> <a data-ref=\"Psalms 145:8\" href=\"/Psalms.145.8\">ψ 145:8</a> <a data-ref=\"Nahum 1:3\" href=\"/Nahum.1.3\">Na 1:3</a>; sf. <span dir=\"rtl\">גְּדוֹלָם</span> <a data-ref=\"Jeremiah 6:13\" href=\"/Jeremiah.6.13\">Je 6:13</a> + 2 times; pl. <span dir=\"rtl\">גְּדוֹלִים</span> <a data-ref=\"Exodus 7:4\" href=\"/Exodus.7.4\">Ex 7:4</a> + 11 times, <span dir=\"rtl\">גְּדֹלִים</span> <a data-ref=\"Genesis 12:17\" href=\"/Genesis.12.17\">Gn 12:17</a> + 22 times; cstr. <span dir=\"rtl\">גְּדֹלֵי</span> <a data-ref=\"Psalms 79:11\" href=\"/Psalms.79.11\">ψ 79:11</a> <a data-ref=\"II Kings 10:6\" href=\"/II_Kings.10.6\">2 K 10:6</a>; sf. <span dir=\"rtl\">גְּדֹלָיו</span> <a data-ref=\"II Kings 10:11\" href=\"/II_Kings.10.11\">2 K 10:11</a> <a data-ref=\"Jonah 3:7\" href=\"/Jonah.3.7\">Jon 3:7</a>; <span dir=\"rtl\">גְּדוֹלָיהָ</span> <a data-ref=\"Nahum 3:10\" href=\"/Nahum.3.10\">Na 3:10</a>; f. <span dir=\"rtl\">גְּדוֹלָה</span> <a data-ref=\"Numbers 22:18\" href=\"/Numbers.22.18\">Nu 22:18</a> + 96 times; <span dir=\"rtl\">גְּדֹלָה</span> <a data-ref=\"Genesis 15:12\" href=\"/Genesis.15.12\">Gn 15:12</a> + 31 times; pl. <span dir=\"rtl\">גְּדוֹלֹת</span> <a data-ref=\"Nehemiah 9:26\" href=\"/Nehemiah.9.26\">Ne 9:26</a>; <a data-ref=\"Nehemiah 12:31\" href=\"/Nehemiah.12.31\">12:31</a>, <span dir=\"rtl\">גְּדֹלוֹת</span> <a data-ref=\"Deuteronomy 27:2\" href=\"/Deuteronomy.27.2\">Dt 27:2</a> + 30 times, <span dir=\"rtl\">גְּדֹלֹת</span> <a data-ref=\"Numbers 13:28\" href=\"/Numbers.13.28\">Nu 13:28</a> + 7 times;—<em>great</em>,<br><strong>1.</strong>  <em>in magnitude and extent</em>, e.g. sea <a data-ref=\"Numbers 34:6\" href=\"/Numbers.34.6\">Nu 34:6</a>, river <a data-ref=\"Genesis 15:18\" href=\"/Genesis.15.18\">Gn 15:18</a>, wilderness <a data-ref=\"Deuteronomy 1:19\" href=\"/Deuteronomy.1.19\">Dt 1:19</a>, rain <a data-ref=\"I Kings 18:45\" href=\"/I_Kings.18.45\">1 K 18:45</a>, mountain <a data-ref=\"Zechariah 4:7\" href=\"/Zechariah.4.7\">Zc 4:7</a>, city <a data-ref=\"Genesis 10:12\" href=\"/Genesis.10.12\">Gn 10:12</a>, house <a data-ref=\"Jeremiah 52:13\" href=\"/Jeremiah.52.13\">Je 52:13</a>, altar <a data-ref=\"Joshua 22:10\" href=\"/Joshua.22.10\">Jos 22:10</a>, throne <a data-ref=\"II Chronicles 9:17\" href=\"/II_Chronicles.9.17\">2 Ch 9:17</a>, sea-monsters <a data-ref=\"Genesis 1:21\" href=\"/Genesis.1.21\">Gn 1:21</a>, fish <a data-ref=\"Jonah 2:1\" href=\"/Jonah.2.1\">Jon 2:1</a>, eagle <a data-ref=\"Ezekiel 17:3\" href=\"/Ezekiel.17.3\">Ez 17:3</a>, terebinth <a data-ref=\"II Samuel 18:9\" href=\"/II_Samuel.18.9\">2 S 18:9</a>, substance <a data-ref=\"Genesis 15:14\" href=\"/Genesis.15.14\">Gn 15:14</a>, wealth <a data-ref=\"Daniel 11:2\" href=\"/Daniel.11.2\">Dn 11:2</a>, victory <a data-ref=\"I Samuel 19:5\" href=\"/I_Samuel.19.5\">1 S 19:5</a>; <a data-ref=\"I Samuel 19:22\" href=\"/I_Samuel.19.22\">1 S 19:22</a> <span dir=\"rtl\">בּוֹר הַגָּדוֹל</span> read <span dir=\"rtl\">ב׳ הַגֹּרֶן</span> according to 𝔊 We Dr.<br><strong>2.</strong>  <em>in number</em>, e.g. nation <a data-ref=\"Genesis 12:2\" href=\"/Genesis.12.2\">Gn 12:2</a>, congregation <a data-ref=\"Jeremiah 31:8\" href=\"/Jeremiah.31.8\">Je 31:8</a>, camp <a data-ref=\"I Chronicles 12:22\" href=\"/I_Chronicles.12.22\">1 Ch 12:22</a>, army <a data-ref=\"Ezekiel 17:17\" href=\"/Ezekiel.17.17\">Ez 17:17</a>, sacrifice <a data-ref=\"II Kings 10:19\" href=\"/II_Kings.10.19\">2 K 10:19</a>. slaughter <a data-ref=\"Deuteronomy 28:59\" href=\"/Deuteronomy.28.59\">Dt 28:59</a> <a data-ref=\"I Samuel 4:17\" href=\"/I_Samuel.4.17\">1 S 4:17</a>.<br><strong>3.</strong>  <em>in intensity</em>, fear <a data-ref=\"Deuteronomy 4:34\" href=\"/Deuteronomy.4.34\">Dt 4:34</a>, weeping <a data-ref=\"Isaiah 38:3\" href=\"/Isaiah.38.3\">Is 38:3</a>, power <span dir=\"rtl\">כּחַ</span> <a data-ref=\"Exodus 32:11\" href=\"/Exodus.32.11\">Ex 32:11</a>, joy <a data-ref=\"Jonah 4:6\" href=\"/Jonah.4.6\">Jon 4:6</a>, anger <a data-ref=\"Deuteronomy 29:23\" href=\"/Deuteronomy.29.23\">Dt 29:23</a>, indignation <a data-ref=\"Jeremiah 21:5\" href=\"/Jeremiah.21.5\">Je 21:5</a>, sin <a data-ref=\"Genesis 20:9\" href=\"/Genesis.20.9\">Gn 20:9</a>, iniquity <a data-ref=\"Genesis 4:13\" href=\"/Genesis.4.13\">Gn 4:13</a>, evil <a data-ref=\"Genesis 39:9\" href=\"/Genesis.39.9\">Gn 39:9</a>, trespass <a data-ref=\"Ezekiel 9:7\" href=\"/Ezekiel.9.7\">Ez 9:7</a>.<br><strong>4.</strong>  <em>in sound, loud</em> voice <a data-ref=\"Genesis 39:14\" href=\"/Genesis.39.14\">Gn 39:14</a>, cry <a data-ref=\"Exodus 11:6\" href=\"/Exodus.11.6\">Ex 11:6</a>, shout <a data-ref=\"Joshua 6:5\" href=\"/Joshua.6.5\">Jos 6:5</a>.<br><strong>5.</strong>  <em>in age</em>, elder, eldest, son <a data-ref=\"Genesis 27:1\" href=\"/Genesis.27.1\">Gn 27:1</a>, daughter <a data-ref=\"Genesis 29:16\" href=\"/Genesis.29.16\">Gn 29:16</a>, brother <a data-ref=\"Genesis 10:21\" href=\"/Genesis.10.21\">Gn 10:21</a>, sister <a data-ref=\"Ezekiel 16:46\" href=\"/Ezekiel.16.46\">Ez 16:46</a>.<br><strong>6.</strong>  <em>in importance</em>, <strong>a.</strong>  <em>things</em> †<span dir=\"rtl\">(הַ)דָּבָר (הַ)גָּדֹל</span> <em>an important thing</em> or <em>affair</em> <a data-ref=\"Exodus 18:22\" href=\"/Exodus.18.22\">Ex 18:22</a> <a data-ref=\"Deuteronomy 4:32\" href=\"/Deuteronomy.4.32\">Dt 4:32</a> <a data-ref=\"I Samuel 12:16\" href=\"/I_Samuel.12.16\">1 S 12:16</a> <a data-ref=\"II Kings 5:13\" href=\"/II_Kings.5.13\">2 K 5:13</a>; <a data-ref=\"II Kings 8:13\" href=\"/II_Kings.8.13\">8:13</a>; <span dir=\"rtl\">יום יהוה</span> <a data-ref=\"Jeremiah 30:7\" href=\"/Jeremiah.30.7\">Je 30:7</a> <a data-ref=\"Hosea 2:2\" href=\"/Hosea.2.2\">Ho 2:2</a> <a data-ref=\"Joel 2:11\" href=\"/Joel.2.11\">Jo 2:11</a>; <a data-ref=\"Joel 3:4\" href=\"/Joel.3.4\">3:4</a> <a data-ref=\"Zephaniah 1:14\" href=\"/Zephaniah.1.14\">Zp 1:14</a> <a data-ref=\"Malachi 3:23\" href=\"/Malachi.3.23\">Mal 3:23</a>. <strong>b.</strong>  <em>of men, great, distinguished</em>, Moses <a data-ref=\"Exodus 11:3\" href=\"/Exodus.11.3\">Ex 11:3</a>, David <a data-ref=\"II Samuel 5:10\" href=\"/II_Samuel.5.10\">2 S 5:10</a>, Job <a data-ref=\"Job 1:3\" href=\"/Job.1.3\">Jb 1:3</a>, Mordecai <a data-ref=\"Esther 9:4\" href=\"/Esther.9.4\">Est 9:4</a>, kings <a data-ref=\"Ecclesiastes 9:14\" href=\"/Ecclesiastes.9.14\">Ec 9:14</a> <a data-ref=\"Jeremiah 27:7\" href=\"/Jeremiah.27.7\">Je 27:7</a>; especially of king of Assyrian <span dir=\"rtl\">הַמֶּלֶךְ הַגָּדוֹל</span> <a data-ref=\"II Kings 18:19\" href=\"/II_Kings.18.19\">2 K 18:19</a>, <a data-ref=\"II Kings 18:28\" href=\"/II_Kings.18.28\">28</a> = <a data-ref=\"Isaiah 36:4\" href=\"/Isaiah.36.4\">Is 36:4</a>, <a data-ref=\"Isaiah 36:13\" href=\"/Isaiah.36.13\">13</a>, = Assyrian <em>šarru rabbu, šarru dannu</em>, e.g. KB <sup>i. 94, 1. 1</sup>; <span dir=\"rtl\">הַכֹּהֵן הַגָּדוֹל</span> <em>the h. p.</em> <a data-ref=\"Leviticus 21:10\" href=\"/Leviticus.21.10\">Lv 21:10</a> + 20 times; <span dir=\"rtl\">(הָ)אִישׁ גָּדוֹל</span> <a data-ref=\"I Samuel 25:2\" href=\"/I_Samuel.25.2\">1 S 25:2</a> <a data-ref=\"II Samuel 19:33\" href=\"/II_Samuel.19.33\">2 S 19:33</a> <a data-ref=\"II Kings 5:1\" href=\"/II_Kings.5.1\">2 K 5:1</a>; <span dir=\"rtl\">אִשָּׁה גְדוֹלָה</span> <a data-ref=\"II Kings 4:8\" href=\"/II_Kings.4.8\">2 K 4:8</a>; †<span dir=\"rtl\">גָּדוֹל</span> <em>a great man</em> <a data-ref=\"II Samuel 3:38\" href=\"/II_Samuel.3.38\">2 S 3:38</a> <a data-ref=\"Micah 7:3\" href=\"/Micah.7.3\">Mi 7:3</a>; <span dir=\"rtl\">לֹא תֶהְדַּר פְּנֵי גָדוֹל</span> <em>thou shalt not honour</em> (favour) <em>the person of a great man</em> (opp. <span dir=\"rtl\">דָּל</span>) <a data-ref=\"Leviticus 19:15\" href=\"/Leviticus.19.15\">Lv 19:15</a> (H); †<span dir=\"rtl\">(הַ)גְּדוֹלִים</span> <em>the great</em> <a data-ref=\"II Samuel 7:9\" href=\"/II_Samuel.7.9\">2 S 7:9</a> = <a data-ref=\"I Chronicles 17:8\" href=\"/I_Chronicles.17.8\">1 Ch 17:8</a> <a data-ref=\"Nehemiah 11:14\" href=\"/Nehemiah.11.14\">Ne 11:14</a> (vid. infr.) <a data-ref=\"Proverbs 18:16\" href=\"/Proverbs.18.16\">Pr 18:16</a>; <a data-ref=\"Proverbs 25:6\" href=\"/Proverbs.25.6\">25:6</a> <a data-ref=\"Jeremiah 5:5\" href=\"/Jeremiah.5.5\">Je 5:5</a> (<a data-ref=\"II Kings 10:11\" href=\"/II_Kings.10.11\">2 K 10:11</a> 𝔊L ἀγχιστεύοντας, Klo <span dir=\"rtl\">גֹּאֲלָיו</span>); further <span dir=\"rtl\">גְּדֹלֵי הָעִיר</span> <a data-ref=\"II Kings 10:6\" href=\"/II_Kings.10.6\">2 K 10:6</a>; <span dir=\"rtl\">(כָּל־)גְּדֹלָיו</span> <a data-ref=\"II Kings 10:11\" href=\"/II_Kings.10.11\">2 K 10:11</a>; <a data-ref=\"Jonah 3:7\" href=\"/Jonah.3.7\">Jon 3:7</a>; <span dir=\"rtl\">כָּל־גְּדוֹלֶיהָ</span> <a data-ref=\"Nahum 3:10\" href=\"/Nahum.3.10\">Na 3:10</a>. <strong>c.</strong>  †<em>of God, himself</em> <a data-ref=\"II Chronicles 2:4\" href=\"/II_Chronicles.2.4\">2 Ch 2:4</a> <a data-ref=\"Nehemiah 4:8\" href=\"/Nehemiah.4.8\">Ne 4:8</a>; <a data-ref=\"Nehemiah 8:6\" href=\"/Nehemiah.8.6\">8:6</a> <a data-ref=\"Psalms 86:10\" href=\"/Psalms.86.10\">ψ 86:10</a>; <a data-ref=\"Psalms 99:2\" href=\"/Psalms.99.2\">99:2</a>; <a data-ref=\"Psalms 135:5\" href=\"/Psalms.135.5\">135:5</a>; <a data-ref=\"Psalms 147:5\" href=\"/Psalms.147.5\">147:5</a> <a data-ref=\"Isaiah 12:6\" href=\"/Isaiah.12.6\">Is 12:6</a> <a data-ref=\"Jeremiah 10:6\" href=\"/Jeremiah.10.6\">Je 10:6</a>; <span dir=\"rtl\">(הָ)אֵל (הַ)גָּדוֹל</span> <a data-ref=\"Deuteronomy 7:21\" href=\"/Deuteronomy.7.21\">Dt 7:21</a>; <a data-ref=\"Deuteronomy 10:17\" href=\"/Deuteronomy.10.17\">10:17</a> <a data-ref=\"Nehemiah 1:5\" href=\"/Nehemiah.1.5\">Ne 1:5</a>; <a data-ref=\"Nehemiah 9:32\" href=\"/Nehemiah.9.32\">9:32</a> <a data-ref=\"Psalms 77:14\" href=\"/Psalms.77.14\">ψ 77:14</a>; <a data-ref=\"Psalms 95:3\" href=\"/Psalms.95.3\">95:3</a> <a data-ref=\"Jeremiah 32:18\" href=\"/Jeremiah.32.18\">Je 32:18</a> <a data-ref=\"Daniel 9:4\" href=\"/Daniel.9.4\">Dn 9:4</a>; <span dir=\"rtl\">גדול מכל האלהים</span> <a data-ref=\"Exodus 18:11\" href=\"/Exodus.18.11\">Ex 18:11</a>; <span dir=\"rtl\">גדול ומהלל מאד</span> <a data-ref=\"I Chronicles 16:25\" href=\"/I_Chronicles.16.25\">1 Ch 16:25</a> <a data-ref=\"Psalms 48:2\" href=\"/Psalms.48.2\">ψ 48:2</a>; <a data-ref=\"Psalms 96:4\" href=\"/Psalms.96.4\">96:4</a>; <a data-ref=\"Psalms 145:3\" href=\"/Psalms.145.3\">145:3</a>; <span dir=\"rtl\">מלך גדול</span> <a data-ref=\"Psalms 47:3\" href=\"/Psalms.47.3\">ψ 47:3</a>; <a data-ref=\"Psalms 95:3\" href=\"/Psalms.95.3\">95:3</a> <a data-ref=\"Malachi 1:14\" href=\"/Malachi.1.14\">Mal 1:14</a>; †<em>his works</em> <a data-ref=\"Deuteronomy 11:7\" href=\"/Deuteronomy.11.7\">Dt 11:7</a> <a data-ref=\"Judges 2:7\" href=\"/Judges.2.7\">Ju 2:7</a> <a data-ref=\"Psalms 111:2\" href=\"/Psalms.111.2\">ψ 111:2</a>, †<em>glory</em> <a data-ref=\"Psalms 21:6\" href=\"/Psalms.21.6\">ψ 21:6</a>; <a data-ref=\"Psalms 138:5\" href=\"/Psalms.138.5\">138:5</a>, †<em>name</em> <a data-ref=\"Joshua 7:9\" href=\"/Joshua.7.9\">Jos 7:9</a> <a data-ref=\"I Samuel 12:22\" href=\"/I_Samuel.12.22\">1 S 12:22</a> <a data-ref=\"I Kings 8:42\" href=\"/I_Kings.8.42\">1 K 8:42</a> <a data-ref=\"II Chronicles 6:32\" href=\"/II_Chronicles.6.32\">2 Ch 6:32</a> <a data-ref=\"Psalms 76:2\" href=\"/Psalms.76.2\">ψ 76:2</a>; <a data-ref=\"Psalms 99:3\" href=\"/Psalms.99.3\">99:3</a> <a data-ref=\"Jeremiah 10:6\" href=\"/Jeremiah.10.6\">Je 10:6</a>; <a data-ref=\"Jeremiah 44:26\" href=\"/Jeremiah.44.26\">44:26</a> <a data-ref=\"Ezekiel 36:23\" href=\"/Ezekiel.36.23\">Ez 36:23</a> <a data-ref=\"Malachi 1:11\" href=\"/Malachi.1.11\">Mal 1:11</a><sup>(×2)</sup>, <em>mercy</em> <a data-ref=\"I Kings 3:6\" href=\"/I_Kings.3.6\">1 K 3:6</a> <a data-ref=\"II Chronicles 1:8\" href=\"/II_Chronicles.1.8\">2 Ch 1:8</a> <a data-ref=\"Psalms 57:11\" href=\"/Psalms.57.11\">ψ 57:11</a>; <a data-ref=\"Psalms 86:13\" href=\"/Psalms.86.13\">86:13</a>; <a data-ref=\"Psalms 108:5\" href=\"/Psalms.108.5\">108:5</a>, <em>goodness</em> <a data-ref=\"Nehemiah 9:25\" href=\"/Nehemiah.9.25\">Ne 9:25</a>, <em>compassion</em> <a data-ref=\"Isaiah 54:7\" href=\"/Isaiah.54.7\">Is 54:7</a>.<br><strong>7.</strong>  in phrases †<span dir=\"rtl\">עוֹד הַיּוֹם גָּדוֹל</span> <em>it is yet high day</em> (Fr. <em>grand jour</em>, Germ. <em>hoch am Tage</em>, the day is at its height) <a data-ref=\"Genesis 29:7\" href=\"/Genesis.29.7\">Gn 29:7</a>; †<span dir=\"rtl\">כַּקָּטֹן כַּגָּדֹל</span> (or reverse) <em>as well small as great</em> <a data-ref=\"Deuteronomy 1:17\" href=\"/Deuteronomy.1.17\">Dt 1:17</a> <a data-ref=\"I Chronicles 25:8\" href=\"/I_Chronicles.25.8\">1 Ch 25:8</a>; <a data-ref=\"I Chronicles 26:13\" href=\"/I_Chronicles.26.13\">26:13</a> <a data-ref=\"II Chronicles 31:15\" href=\"/II_Chronicles.31.15\">2 Ch 31:15</a>; †<span dir=\"rtl\">(לְ)מִקָּטֹן וְעַד גָּדוֹל</span> (or reverse) <em>from small to great</em> <a data-ref=\"Genesis 19:11\" href=\"/Genesis.19.11\">Gn 19:11</a> <a data-ref=\"I Samuel 5:9\" href=\"/I_Samuel.5.9\">1 S 5:9</a>; <a data-ref=\"I Samuel 30:2\" href=\"/I_Samuel.30.2\">30:2</a>, <a data-ref=\"I Samuel 30:19\" href=\"/I_Samuel.30.19\">19</a> <a data-ref=\"II Kings 23:2\" href=\"/II_Kings.23.2\">2 K 23:2</a>; <a data-ref=\"II Kings 25:26\" href=\"/II_Kings.25.26\">25:26</a> <a data-ref=\"II Chronicles 15:13\" href=\"/II_Chronicles.15.13\">2 Ch 15:13</a>; <a data-ref=\"II Chronicles 34:30\" href=\"/II_Chronicles.34.30\">34:30</a> <a data-ref=\"Esther 1:5\" href=\"/Esther.1.5\">Est 1:5</a>, <a data-ref=\"Esther 1:20\" href=\"/Esther.1.20\">20</a> <a data-ref=\"Jeremiah 6:13\" href=\"/Jeremiah.6.13\">Je 6:13</a>; <a data-ref=\"Jeremiah 8:10\" href=\"/Jeremiah.8.10\">8:10</a>; <a data-ref=\"Jeremiah 31:34\" href=\"/Jeremiah.31.34\">31:34</a>; <a data-ref=\"Jeremiah 42:1\" href=\"/Jeremiah.42.1\">42:1</a>, <a data-ref=\"Jeremiah 42:8\" href=\"/Jeremiah.42.8\">8</a>; <a data-ref=\"Jeremiah 44:12\" href=\"/Jeremiah.44.12\">44:12</a> <a data-ref=\"Jonah 3:5\" href=\"/Jonah.3.5\">Jon 3:5</a>.<br><strong>8.</strong>  cstr. <span dir=\"rtl\">גְּדֹל (הַ)כְּנָפַיִם</span> <em>great</em> of wings <a data-ref=\"Ezekiel 17:3\" href=\"/Ezekiel.17.3\">Ez 17:3</a>, <a data-ref=\"Ezekiel 17:7\" href=\"/Ezekiel.17.7\">7</a>, so of anger <a data-ref=\"Proverbs 19:19\" href=\"/Proverbs.19.19\">Pr 19:19</a> (Qr); usually of God, in power <a data-ref=\"Nahum 1:3\" href=\"/Nahum.1.3\">Na 1:3</a>, counsel, <a data-ref=\"Jeremiah 32:19\" href=\"/Jeremiah.32.19\">Je 32:19</a>, mercy <a data-ref=\"Psalms 145:8\" href=\"/Psalms.145.8\">ψ 145:8</a>.<br><strong>9.</strong>  as subst. concr. †<span dir=\"rtl\">עשׂה גדלות</span> <em>do great things</em>, of God’s great acts of redemption and judgment <a data-ref=\"Deuteronomy 10:21\" href=\"/Deuteronomy.10.21\">Dt 10:21</a> <a data-ref=\"Job 5:9\" href=\"/Job.5.9\">Jb 5:9</a>; <a data-ref=\"Job 9:10\" href=\"/Job.9.10\">9:10</a>; <a data-ref=\"Job 37:5\" href=\"/Job.37.5\">37:5</a> <a data-ref=\"Psalms 71:19\" href=\"/Psalms.71.19\">ψ 71:19</a>; <a data-ref=\"Psalms 106:21\" href=\"/Psalms.106.21\">106:21</a>; of the miracles of Elisha <a data-ref=\"II Kings 8:4\" href=\"/II_Kings.8.4\">2 K 8:4</a>; of things <em>too great</em> and so presumptuous, haughty <span dir=\"rtl\">תבקשׁ ג׳</span> <a data-ref=\"Jeremiah 45:5\" href=\"/Jeremiah.45.5\">Je 45:5</a>; <span dir=\"rtl\">מדברת ג׳</span> <a data-ref=\"Psalms 12:4\" href=\"/Psalms.12.4\">ψ 12:4</a>; <span dir=\"rtl\">לא הלכתי בג׳</span> <a data-ref=\"Psalms 131:1\" href=\"/Psalms.131.1\">ψ 131:1</a> (cf. Biblical Aramaic <a data-ref=\"Daniel 7:8\" href=\"/Daniel.7.8\">Dn 7:8</a>, <a data-ref=\"Daniel 7:11\" href=\"/Daniel.7.11\">11</a>, <a data-ref=\"Daniel 7:20\" href=\"/Daniel.7.20\">20</a>; also Rev 13:5).<br><strong>10.</strong>  †as subst. neut. <em>greatness</em> of arm <a data-ref=\"Exodus 15:16\" href=\"/Exodus.15.16\">Ex 15:16</a>; cf. <span dir=\"rtl\">גָּבֹהַּ</span> <strong>4</strong>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d189b6084aa1cbf0f5e7", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, חֳרִי 1", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "BDB, חֳרִי 1", "sourceHeRef": "בראון-דרייבר-בריגס, חֳרִי א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "חֳרִי", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">חֳרִי</span></big>  <strong>n.m. burning</strong>, always <span dir=\"rtl\">חֳרִי (הָ)אַף</span> of Moses <a data-ref=\"Exodus 11:8\" href=\"/Exodus.11.8\">Ex 11:8</a> (J); Jonathan <a data-ref=\"I Samuel 20:34\" href=\"/I_Samuel.20.34\">1 S 20:34</a>; army of Ephraim <a data-ref=\"II Chronicles 25:10\" href=\"/II_Chronicles.25.10\">2 Ch 25:10</a>; Rezin <a data-ref=\"Isaiah 7:4\" href=\"/Isaiah.7.4\">Is 7:4</a>; of God <a data-ref=\"Deuteronomy 29:23\" href=\"/Deuteronomy.29.23\">Dt 29:23</a> <a data-ref=\"Lamentations 2:3\" href=\"/Lamentations.2.3\">La 2:3</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d21fb6084aa1cbf162f5", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, כָּ֫כָה 1", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "BDB, כָּ֫כָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, כָּ֫כָה א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "כָּ֫כָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">כָּ֫כָה</span></big><sub>37</sub>  <strong>adv. thus (</strong>NH abbrev. to <span dir=\"rtl\">כָּךְ</span>, with preps. <span dir=\"rtl\">בֵּין כָּךְ</span> <em>meanwhile</em>, <span dir=\"rtl\">לְפִיכָךְ</span> <em>therefore;</em> prob. either from <span dir=\"rtl\">כָה</span> and <span dir=\"rtl\">כְּ</span>, lit. <em>as thus</em>, Ol<sup>§ 223 h</sup>; or from <span dir=\"rtl\">כָּה כָה</span> Kö<sup>ii. 1, 253</sup><strong>)</strong>, somewhat more emph. than <span dir=\"rtl\">כֹּה</span>, usually prefixed to word which it qualifies:—<a data-ref=\"Exodus 12:11\" href=\"/Exodus.12.11\">Ex 12:11</a> <span dir=\"rtl\">וככה תאכלו אתו</span> and <em>thus</em> shall ye eat it, <a data-ref=\"Exodus 29:35\" href=\"/Exodus.29.35\">29:35</a> <a data-ref=\"Numbers 8:26\" href=\"/Numbers.8.26\">Nu 8:26</a>; <a data-ref=\"Numbers 11:15\" href=\"/Numbers.11.15\">11:15</a> <span dir=\"rtl\">ואם ככה את עשׂה לי</span>, <a data-ref=\"Numbers 15:11\" href=\"/Numbers.15.11\">15:11</a>, <a data-ref=\"Numbers 15:12\" href=\"/Numbers.15.12\">12</a>, <a data-ref=\"Numbers 15:13\" href=\"/Numbers.15.13\">13</a>; <a data-ref=\"Deuteronomy 25:9\" href=\"/Deuteronomy.25.9\">Dt 25:9</a>; <a data-ref=\"Deuteronomy 29:23\" href=\"/Deuteronomy.29.23\">29:23</a> (cf. <a data-ref=\"I Kings 9:8\" href=\"/I_Kings.9.8\">1 K 9:8</a> <a data-ref=\"Jeremiah 22:8\" href=\"/Jeremiah.22.8\">Je 22:8</a>); so often with <span dir=\"rtl\">עשׂה</span>: <a data-ref=\"I Samuel 19:17\" href=\"/I_Samuel.19.17\">1 S 19:17</a> <span dir=\"rtl\">למה ככה רמיתני</span> why hast thou <em>thus</em> deceived me? <a data-ref=\"II Samuel 17:21\" href=\"/II_Samuel.17.21\">2 S 17:21</a> <a data-ref=\"I Kings 1:6\" href=\"/I_Kings.1.6\">1 K 1:6</a>, <a data-ref=\"I Kings 1:48\" href=\"/I_Kings.1.48\">48</a>; <a data-ref=\"Jeremiah 13:9\" href=\"/Jeremiah.13.9\">Je 13:9</a>; <a data-ref=\"Jeremiah 19:11\" href=\"/Jeremiah.19.11\">19:11</a>; <a data-ref=\"Jeremiah 28:11\" href=\"/Jeremiah.28.11\">28:11</a>; <a data-ref=\"Jeremiah 51:64\" href=\"/Jeremiah.51.64\">51:64</a>; once with an adj. <a data-ref=\"II Samuel 13:4\" href=\"/II_Samuel.13.4\">2 S 13:4</a> <span dir=\"rtl\">מדוע אתה כָכָה דל</span> why art thou <em>thus</em> lean? <a data-ref=\"Ecclesiastes 11:5\" href=\"/Ecclesiastes.11.5\">Ec 11:5</a> answering to <span dir=\"rtl\">כַּאֲשֶׁר</span>; <a data-ref=\"Psalms 144:15\" href=\"/Psalms.144.15\">ψ 144:15</a> <span dir=\"rtl\">העם שֶׁכָּכָה לוֹ</span> the people to which it is <em>thus</em>. Once <a data-ref=\"II Chronicles 18:19\" href=\"/II_Chronicles.18.19\">2 Ch 18:19</a> repeated, <em>in this way</em> … <em>in that way</em> (‖ <a data-ref=\"I Kings 22:20\" href=\"/I_Kings.22.20\">1 K 22:20</a> <span dir=\"rtl\">בְּכֹה</span> … <span dir=\"rtl\">בְּכֹה</span>). Comp. the syn. <span dir=\"rtl\">כָּזֹאת</span> (v. p. 262). With a prep. once, in late Hebrew, <a data-ref=\"Esther 9:26\" href=\"/Esther.9.26\">Est 9:26</a> <span dir=\"rtl\">עַל־כֶּ֫כָה</span> <em>concerning such a matter</em>. With the interrog. <span dir=\"rtl\">אי</span>, <span dir=\"rtl\">אֵיכָכָה</span> <em>how?</em> (p. 32)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d29ab6084aa1cbf1bff7", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מָה 1", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "BDB, מָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, מָה א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">מָה</span></big></big>  rarely <span dir=\"rtl\">מָה־</span> (e.g. <a data-ref=\"Genesis 31:43\" href=\"/Genesis.31.43\">Gn 31:43</a>; <a data-ref=\"Joshua 22:16\" href=\"/Joshua.22.16\">Jos 22:16</a>; <a data-ref=\"Judges 8:1\" href=\"/Judges.8.1\">Ju 8:1</a>), <span dir=\"rtl\">מַה־</span>, <span dir=\"rtl\">מַה</span>·, <span dir=\"rtl\">מֶה</span>, <span dir=\"rtl\">מַ</span>· (†<a data-ref=\"Exodus 4:2\" href=\"/Exodus.4.2\">Ex 4:2</a>; <a data-ref=\"Isaiah 3:15\" href=\"/Isaiah.3.15\">Is 3:15</a>; <a data-ref=\"Malachi 1:13\" href=\"/Malachi.1.13\">Mal 1:13</a>; <a data-ref=\"I Chronicles 15:13\" href=\"/I_Chronicles.15.13\">1 Ch 15:13</a>; <a data-ref=\"II Chronicles 30:3\" href=\"/II_Chronicles.30.3\">2 Ch 30:3</a>), <span dir=\"rtl\">מָ</span> (only in <span dir=\"rtl\">מָהֵם</span> †<a data-ref=\"Ezekiel 8:6\" href=\"/Ezekiel.8.6\">Ez 8:6</a> Kt., Qr. <span dir=\"rtl\">מָה הֵם</span>)—on the distinction in the use of these forms, see Ges<sup>§ 37</sup>—<strong>pron. interrog.</strong> and <strong>indef.</strong> what? how? aught; used of things, as <span dir=\"rtl\">מִי</span> of persons <strong>(</strong>Aramaic <span dir=\"rtl\">ܡܳܐ</span>, <span dir=\"rtl\">מָא</span>, Arabic <span dir=\"rtl\">مَا</span>; prob. apoc. from a longer form with <em>n</em> or <em>nt</em>, Assyrian <em>minû</em> (Dl<sup>HWB 417 f.</sup>), Ethiopic ምንት: <em>ment;</em> cf. W<sup>CG 123 ff.</sup> Kö<sup>ii. 368</sup><strong>)</strong>:—<br><strong>1.</strong>  interrog. <em>what?</em> <strong>a.</strong>  in a direct question, before either verbs or nouns <a data-ref=\"Genesis 4:10\" href=\"/Genesis.4.10\">Gn 4:10</a> <span dir=\"rtl\">מֶה עשׂית</span> <em>what</em> hast thou done? <a data-ref=\"Genesis 15:2\" href=\"/Genesis.15.2\">15:2</a> <span dir=\"rtl\">מה־תתן־לי</span> <em>what</em> wilt thou give me? <a data-ref=\"Exodus 3:13\" href=\"/Exodus.3.13\">Ex 3:13</a> <span dir=\"rtl\">מַה־שְּׁמוֹ</span>, <a data-ref=\"Exodus 12:26\" href=\"/Exodus.12.26\">12:26</a>; <a data-ref=\"Exodus 13:14\" href=\"/Exodus.13.14\">13:14</a> and so very often: <span dir=\"rtl\">מַה־הִיא</span> <a data-ref=\"Zechariah 5:6\" href=\"/Zechariah.5.6\">Zc 5:6</a>; <span dir=\"rtl\">מה אלה</span> <a data-ref=\"Zechariah 1:9\" href=\"/Zechariah.1.9\">Zc 1:9</a>; <span dir=\"rtl\">מָה אַתָּה רֹאֶה</span> <a data-ref=\"Jeremiah 1:11\" href=\"/Jeremiah.1.11\">Je 1:11</a>; <a data-ref=\"Amos 7:8\" href=\"/Amos.7.8\">Am 7:8</a> +; <a data-ref=\"Joel 4:14\" href=\"/Joel.4.14\">Jl 4:14</a> <span dir=\"rtl\">מה אתם לי</span>; <a data-ref=\"Judges 18:8\" href=\"/Judges.18.8\">Ju 18:8</a> <span dir=\"rtl\">מה אתם</span> vid. Comm., v <a data-ref=\"Judges 18:24\" href=\"/Judges.18.24\">24</a> <span dir=\"rtl\">מה לי עוד</span> <em>what</em> have I still? <a data-ref=\"Isaiah 21:11\" href=\"/Isaiah.21.11\">Is 21:11</a> <span dir=\"rtl\">מה־מלילה</span> <em>what</em> (= how much) of the night (is past)? = <em>as what?</em> (<em>qualem?</em>) <a data-ref=\"Haggai 2:3\" href=\"/Haggai.2.3\">Hg 2:3</a> (cf. <a data-ref=\"BDB, מִי\" href=\"/BDB,_מִי\", dir=\"rtl\">מִי</a> <a data-ref=\"Amos 7:2\" href=\"/Amos.7.2\">Am 7:2</a>); to express surprise, <a data-ref=\"Job 9:12\" href=\"/Job.9.12\">Jb 9:12</a> who shall say to him, <span dir=\"rtl\">מה תעשׂה</span> <em>what</em> doest thou? <a data-ref=\"Job 22:13\" href=\"/Job.22.13\">22:13</a> <a data-ref=\"Ecclesiastes 8:4\" href=\"/Ecclesiastes.8.4\">Ec 8:4</a>; <a data-ref=\"Isaiah 45:9\" href=\"/Isaiah.45.9\">Is 45:9</a>, <a data-ref=\"Isaiah 45:10\" href=\"/Isaiah.45.10\">10</a>; sq. <span dir=\"rtl\">כִּי</span>, <a data-ref=\"Genesis 20:10\" href=\"/Genesis.20.10\">Gn 20:10</a> <span dir=\"rtl\">מה ראית כי עשׂית</span> <em>what</em> hadst thou in view, that thou hast done, etc.? <a data-ref=\"Genesis 31:36\" href=\"/Genesis.31.36\">31:36</a> <a data-ref=\"Exodus 16:7\" href=\"/Exodus.16.7\">Ex 16:7</a> <span dir=\"rtl\">וְנַחְנוּ מָה כִּי</span> and <em>what</em> are we, that …? <a data-ref=\"Exodus 32:21\" href=\"/Exodus.32.21\">32:21</a> <a data-ref=\"Numbers 22:28\" href=\"/Numbers.22.28\">Nu 22:28</a>; <a data-ref=\"Habakkuk 2:18\" href=\"/Habakkuk.2.18\">Hb 2:18</a>, etc. Note in partic.—(<em>a</em>) <span dir=\"rtl\">מָה</span> is followed sometimes by a subst. in appos. (against Arabic usage, which does not permit this: W<sup>AG. ii. § 170</sup>), so that it becomes virtually an adj.: <span dir=\"rtl\">מַה־בֶּצַע</span> <em>what</em> profit …? <a data-ref=\"Genesis 37:26\" href=\"/Genesis.37.26\">Gn 37:26</a> <a data-ref=\"Psalms 30:10\" href=\"/Psalms.30.10\">ψ 30:10</a> <a data-ref=\"Malachi 3:14\" href=\"/Malachi.3.14\">Mal 3:14</a>; <a data-ref=\"Isaiah 40:18\" href=\"/Isaiah.40.18\">Is 40:18</a> <span dir=\"rtl\">מַה־דְּמוּת</span>, <a data-ref=\"Malachi 1:13\" href=\"/Malachi.1.13\">Mal 1:13</a> <a data-ref=\"Psalms 89:48\" href=\"/Psalms.89.48\">ψ 89:48</a> <span dir=\"rtl\">זְכָר־אֲנִי מֶה חָ֑לֶד</span> (inverted for <span dir=\"rtl\">מַה חֶלֶד אָ֑נִי</span>) remember (of) <em>what</em> (short) duration I am, <a data-ref=\"Ecclesiastes 1:3\" href=\"/Ecclesiastes.1.3\">Ec 1:3</a>; <a data-ref=\"Ecclesiastes 5:10\" href=\"/Ecclesiastes.5.10\">5:10</a>, <a data-ref=\"Ecclesiastes 5:15\" href=\"/Ecclesiastes.5.15\">15</a>; <a data-ref=\"Ecclesiastes 6:8\" href=\"/Ecclesiastes.6.8\">6:8</a>, <a data-ref=\"Ecclesiastes 6:11\" href=\"/Ecclesiastes.6.11\">11</a> (Da <sup>§ 8, R. 2</sup> Kö<sup>iii. 23 f.</sup>); as exclam., <a data-ref=\"Psalms 89:48\" href=\"/Psalms.89.48\">ψ 89:48b</a> (?) <a data-ref=\"Job 26:14\" href=\"/Job.26.14\">Jb 26:14</a>. And with the subst. idiom. at the end (in Arabic preceded then by <span dir=\"rtl\">مِنْ</span>: W<sup>AG. ii. § 49. 7</sup>), <a data-ref=\"I Samuel 26:18\" href=\"/I_Samuel.26.18\">1 S 26:18</a> <span dir=\"rtl\">ומַה־בידי רעה</span> and what is there in my hand, evil? <a data-ref=\"I Samuel 20:10\" href=\"/I_Samuel.20.10\">20:10</a> (vid. <strong>3</strong>), <a data-ref=\"II Samuel 19:29\" href=\"/II_Samuel.19.29\">2 S 19:29</a>; <a data-ref=\"II Samuel 24:13\" href=\"/II_Samuel.24.13\">24:13</a>; <a data-ref=\"I Kings 12:16\" href=\"/I_Kings.12.16\">1 K 12:16</a>; <a data-ref=\"Jeremiah 2:5\" href=\"/Jeremiah.2.5\">Je 2:5</a> <span dir=\"rtl\">מה־מצאו אבותיכם בי עָוֶל</span>, <a data-ref=\"Ecclesiastes 11:2\" href=\"/Ecclesiastes.11.2\">Ec 11:2</a> <a data-ref=\"Esther 6:3\" href=\"/Esther.6.3\">Est 6:3</a>. (<em>b</em>) <span dir=\"rtl\">מַה־זֶּה</span> <em>what, now?</em> <a data-ref=\"I Samuel 10:11\" href=\"/I_Samuel.10.11\">1 S 10:11</a>, contr. <span dir=\"rtl\">מַזֶּה</span> †<a data-ref=\"Exodus 4:2\" href=\"/Exodus.4.2\">Ex 4:2</a> (<span dir=\"rtl\">זֶה</span> <strong>4 c</strong>); <a data-ref=\"Genesis 3:13\" href=\"/Genesis.3.13\">Gn 3:13</a> <span dir=\"rtl\">מַה־זֹּאת עָשִׂיתָ</span>; <a data-ref=\"Genesis 12:18\" href=\"/Genesis.12.18\">12:18</a>; <a data-ref=\"Genesis 29:25\" href=\"/Genesis.29.25\">29:25</a> <span dir=\"rtl\">מַה־זֹּאת עָשִׂיתָה לִּי</span>; similarly <a data-ref=\"Genesis 26:10\" href=\"/Genesis.26.10\">26:10</a>; <a data-ref=\"Genesis 42:28\" href=\"/Genesis.42.28\">42:28</a> +, either <em>what, now</em>, hast thou done? or <em>what is this</em> that thou hast done? (vid. <a data-ref=\"BDB, זֶה\" href=\"/BDB,_זֶה\", dir=\"rtl\">זֶה</a> <strong>4 d</strong>). (<em>c</em>) <span dir=\"rtl\">מַה־לְּךָ</span> <em>what</em> to thee? i.e. <em>what aileth</em> thee? or <em>what dost thou want?</em> <a data-ref=\"Genesis 21:17\" href=\"/Genesis.21.17\">Gn 21:17</a> <span dir=\"rtl\">מַה־לָּךְ הָגָר</span>; <a data-ref=\"Joshua 15:18\" href=\"/Joshua.15.18\">Jos 15:18</a>; <a data-ref=\"II Samuel 14:5\" href=\"/II_Samuel.14.5\">2 S 14:5</a>; <a data-ref=\"I Kings 1:16\" href=\"/I_Kings.1.16\">1 K 1:16</a>; <a data-ref=\"II Kings 6:28\" href=\"/II_Kings.6.28\">2 K 6:28</a>; <a data-ref=\"Ezekiel 18:2\" href=\"/Ezekiel.18.2\">Ez 18:2</a> (accents); sq. <span dir=\"rtl\">כִּי</span>, <a data-ref=\"Judges 18:23\" href=\"/Judges.18.23\">Ju 18:23</a> <span dir=\"rtl\">מה־לך כי נזעקת</span>, <a data-ref=\"Genesis 20:9\" href=\"/Genesis.20.9\">Gn 20:9</a> (cf. <a data-ref=\"I Samuel 11:5\" href=\"/I_Samuel.11.5\">1 S 11:5</a> <span dir=\"rtl\">מה לעם כי יבכו</span>), <a data-ref=\"Isaiah 22:1\" href=\"/Isaiah.22.1\">Is 22:1</a> <span dir=\"rtl\">מַה־לָּךְ כִּי עָלִית</span> (cf. τί παθὼν τοῦτο ποιεῖς<em>;</em>), <a data-ref=\"Psalms 114:5\" href=\"/Psalms.114.5\">ψ 114:5</a>; without <span dir=\"rtl\">כִּי</span> <a data-ref=\"Isaiah 3:15\" href=\"/Isaiah.3.15\">Is 3:15</a> (cf. Qor 57:8, 10); with a ptcp., <a data-ref=\"Jonah 1:6\" href=\"/Jonah.1.6\">Jon 1:6</a> <em>what is it to thee</em> as a sleeper? (accus.: Da <sup>§ 70a</sup> cites Qor 74:50), <a data-ref=\"Ezekiel 18:2\" href=\"/Ezekiel.18.2\">Ez 18:2</a> (if <span dir=\"rtl\">אתם</span> be treated as strengthening <span dir=\"rtl\">לכם</span>). (<em>d</em>) <span dir=\"rtl\">מַה־לְּךָ (לִי) פֹה</span> = <em>what</em> hast thou (have I) here? <a data-ref=\"Judges 18:3\" href=\"/Judges.18.3\">Ju 18:3</a>; <a data-ref=\"I Kings 19:9\" href=\"/I_Kings.19.9\">1 K 19:9</a>; <a data-ref=\"Isaiah 22:16\" href=\"/Isaiah.22.16\">Is 22:16</a>; <a data-ref=\"Isaiah 52:5\" href=\"/Isaiah.52.5\">52:5</a>. (<em>e</em>) in the genit., <a data-ref=\"Jeremiah 8:9\" href=\"/Jeremiah.8.9\">Jer 8:9</a> <span dir=\"rtl\">וְחָכְמַת־מֶה לָהֶם</span>, and wisdom of <em>what</em> (= what kind of wisdom) is theirs? <a data-ref=\"Numbers 23:3\" href=\"/Numbers.23.3\">Nu 23:3</a> (v. infr. <strong>3</strong>). <strong>b.</strong>  often in an <em>indirect</em> question, as after <span dir=\"rtl\">ראה</span>, <a data-ref=\"Genesis 2:19\" href=\"/Genesis.2.19\">Gn 2:19</a> to see <span dir=\"rtl\">מה־יקרא־לו</span> <em>what</em> he would call it, <a data-ref=\"Genesis 37:20\" href=\"/Genesis.37.20\">37:20</a> <span dir=\"rtl\">וְנִרְאֶה מה־יהיו חלֹמֹתיו</span> <em>to what</em> his dreams will come, <a data-ref=\"Numbers 13:19\" href=\"/Numbers.13.19\">Nu 13:19f.</a>; <a data-ref=\"Habakkuk 2:1\" href=\"/Habakkuk.2.1\">Hb 2:1</a>; <span dir=\"rtl\">הִכִּיר</span> <a data-ref=\"Genesis 31:32\" href=\"/Genesis.31.32\">Gn 31:32</a>; <span dir=\"rtl\">ידע</span> <a data-ref=\"Genesis 39:8\" href=\"/Genesis.39.8\">39:8</a>; <a data-ref=\"Exodus 2:4\" href=\"/Exodus.2.4\">Ex 2:4</a> <span dir=\"rtl\">לדעת מה־יֵּעָשֶׂה לו</span>, <a data-ref=\"Exodus 16:15\" href=\"/Exodus.16.15\">16:15</a>; <a data-ref=\"Exodus 32:1\" href=\"/Exodus.32.1\">32:1</a>; <a data-ref=\"Job 34:4\" href=\"/Job.34.4\">Jb 34:4</a>; <span dir=\"rtl\">שׁמע</span> <a data-ref=\"Numbers 9:8\" href=\"/Numbers.9.8\">Nu 9:8</a> <span dir=\"rtl\">וְאשׁמעה מה־יצוה י׳</span> (cf. <a data-ref=\"Psalms 85:9\" href=\"/Psalms.85.9\">ψ 85:9</a>), <a data-ref=\"II Samuel 17:5\" href=\"/II_Samuel.17.5\">2 S 17:5</a>; <span dir=\"rtl\">פֹּרַשׁ</span> <a data-ref=\"Numbers 15:34\" href=\"/Numbers.15.34\">Nu 15:34</a>; <span dir=\"rtl\">שׁאל</span> <a data-ref=\"I Kings 3:5\" href=\"/I_Kings.3.5\">1 K 3:5</a>; <a data-ref=\"II Kings 2:9\" href=\"/II_Kings.2.9\">2 K 2:9</a>; <span dir=\"rtl\">הֵבִין</span> <a data-ref=\"Job 6:24\" href=\"/Job.6.24\">Jb 6:24</a>; <a data-ref=\"Job 23:5\" href=\"/Job.23.5\">23:5</a>: <a data-ref=\"Numbers 13:18\" href=\"/Numbers.13.18\">Nu 13:18</a> <span dir=\"rtl\">וראיתם את הארץ מה היא</span>, <a data-ref=\"Psalms 39:5\" href=\"/Psalms.39.5\">ψ 39:5</a> <a data-ref=\"Isaiah 41:22\" href=\"/Isaiah.41.22\">Is 41:22</a> <span dir=\"rtl\">הראשׁנות מָה הֵנָּה הַגִּידוּ</span>.—In some such cases it approximates in meaning to the simple rel., as <a data-ref=\"Jeremiah 7:17\" href=\"/Jeremiah.7.17\">Jer 7:17</a>; <a data-ref=\"Jeremiah 33:24\" href=\"/Jeremiah.33.24\">33:24</a>; <a data-ref=\"Micah 6:5\" href=\"/Micah.6.5\">Mi 6:5</a>, <a data-ref=\"Micah 6:8\" href=\"/Micah.6.8\">8</a>; <a data-ref=\"Job 34:33\" href=\"/Job.34.33\">Jb 34:33</a>. <strong>c.</strong>  = <em>of what kind?</em> (Germ. <em>was für ein</em> …<em>?</em>), with an insinuation of blame, or reproach, or contempt: <a data-ref=\"Genesis 37:10\" href=\"/Genesis.37.10\">Gn 37:10</a> <span dir=\"rtl\">מה החלום הזה</span> <em>what</em> is this dream which thou hast dreamt? <a data-ref=\"Genesis 44:15\" href=\"/Genesis.44.15\">44:15</a> <a data-ref=\"Joshua 22:16\" href=\"/Joshua.22.16\">Jos 22:16</a> <a data-ref=\"Judges 8:1\" href=\"/Judges.8.1\">Ju 8:1</a>; <a data-ref=\"Judges 15:11\" href=\"/Judges.15.11\">15:11</a>; <a data-ref=\"Judges 20:12\" href=\"/Judges.20.12\">20:12</a> <a data-ref=\"I Samuel 29:3\" href=\"/I_Samuel.29.3\">1 S 29:3</a> <span dir=\"rtl\">מָה הָעִבְרִים האלה</span>, <a data-ref=\"I Kings 9:13\" href=\"/I_Kings.9.13\">1 K 9:13</a> <span dir=\"rtl\">מה הערים האלה אשׁר נתתה לי</span>, <a data-ref=\"II Kings 9:22\" href=\"/II_Kings.9.22\">2 K 9:22</a>; <a data-ref=\"II Kings 18:19\" href=\"/II_Kings.18.19\">18:19</a>. <strong>d.</strong>  <span dir=\"rtl\">מה</span> is often used in questions to which the answer <em>little</em>, or <em>nothing</em>, is expected, and it thus becomes equivalent to a <em>rhetorical negative</em> (cf. <a data-ref=\"BDB, הֲ\" href=\"/BDB,_הֲ\", dir=\"rtl\">הֲ</a> <strong>b</strong>, <a data-ref=\"BDB, מִי\" href=\"/BDB,_מִי\", dir=\"rtl\">מִי</a> <strong>f</strong> <em>c</em>): (<em>a</em>) <a data-ref=\"Genesis 23:15\" href=\"/Genesis.23.15\">Gn 23:15</a> land worth 400 shekels …, <span dir=\"rtl\">מה היא</span> <em>what is it?</em> (i.e. it is something quite insignificant), <a data-ref=\"Genesis 27:37\" href=\"/Genesis.27.37\">27:37</a> <a data-ref=\"Judges 8:3\" href=\"/Judges.8.3\">Ju 8:3</a> <span dir=\"rtl\">ומה־יכלתי עשׂות ככם</span>, <a data-ref=\"Judges 14:18\" href=\"/Judges.14.18\">14:18</a> <a data-ref=\"Hosea 9:5\" href=\"/Hosea.9.5\">Ho 9:5</a>; <a data-ref=\"Hosea 10:3\" href=\"/Hosea.10.3\">10:3</a> <a data-ref=\"Psalms 30:10\" href=\"/Psalms.30.10\">ψ 30:10</a>; <a data-ref=\"Psalms 56:5\" href=\"/Psalms.56.5\">56:5</a>; <a data-ref=\"Job 15:9\" href=\"/Job.15.9\">Jb 15:9</a>; <a data-ref=\"Job 16:6\" href=\"/Job.16.6\">16:6</a>; <a data-ref=\"Job 21:21\" href=\"/Job.21.21\">21:21</a>; <a data-ref=\"Job 22:13\" href=\"/Job.22.13\">22:13</a>, <a data-ref=\"Job 22:17\" href=\"/Job.22.17\">17</a>; <a data-ref=\"Lamentations 2:13\" href=\"/Lamentations.2.13\">La 2:13</a>; <a data-ref=\"Song of Songs 5:9\" href=\"/Song_of_Songs.5.9\">Ct 5:9</a> <span dir=\"rtl\">מַה־דּוֹדֵךְ מִדּוֹד</span> <em>what</em> is thy beloved (more) than a(nother) beloved? ‖ <span dir=\"rtl\">לא</span>, <a data-ref=\"I Kings 12:16\" href=\"/I_Kings.12.16\">1 K 12:16</a> <span dir=\"rtl\">מַה־לָּנוּ חֵלֶק בְּדָוִד וְלֹא־נַחֲלָה בְּבֶן יִשַׁי</span> (<a data-ref=\"II Samuel 20:1\" href=\"/II_Samuel.20.1\">2 S 20:1</a> <span dir=\"rtl\">אֵין־לָנוּ חֵלֶק וג׳</span>), <a data-ref=\"Job 16:6\" href=\"/Job.16.6\">Jb 16:6</a>. (<em>b</em>) sq. <span dir=\"rtl\">כִּי</span> (<span dir=\"rtl\">כִּי</span> <strong>1 f</strong>), <a data-ref=\"Genesis 20:9\" href=\"/Genesis.20.9\">Gn 20:9</a>; <a data-ref=\"Genesis 37:26\" href=\"/Genesis.37.26\">37:26</a> <span dir=\"rtl\">מַה־בֶּצַע כִּי נַהֲרֹג</span> <em>what</em> profit (is it) that we should slay him? <a data-ref=\"Exodus 16:7\" href=\"/Exodus.16.7\">Ex 16:7</a> <a data-ref=\"Numbers 16:11\" href=\"/Numbers.16.11\">Nu 16:11</a> <a data-ref=\"Habakkuk 2:18\" href=\"/Habakkuk.2.18\">Hb 2:18</a> <a data-ref=\"II Kings 8:13\" href=\"/II_Kings.8.13\">2 K 8:13</a> <em>what</em> is thy servant, the dog, <em>that he should do</em>, etc.? and often in poetry, as <a data-ref=\"Psalms 8:5\" href=\"/Psalms.8.5\">ψ 8:5</a> <span dir=\"rtl\">מָה אנושׁ כי תזכרנו</span> <em>what</em> is man <em>that</em> thou rememberest him? <a data-ref=\"Job 6:11\" href=\"/Job.6.11\">Jb 6:11</a> <span dir=\"rtl\">מַה־כֹּחִי כִּי אֲיַחֵל</span>, v <a data-ref=\"Job 6:11\" href=\"/Job.6.11\">11b</a>; <a data-ref=\"Job 7:17\" href=\"/Job.7.17\">7:17</a>; <a data-ref=\"Job 15:12\" href=\"/Job.15.12\">15:12f</a>, <a data-ref=\"Job 15:14\" href=\"/Job.15.14\">14</a>; <a data-ref=\"Job 16:3\" href=\"/Job.16.3\">16:3</a>; <a data-ref=\"Job 21:15\" href=\"/Job.21.15\">21:15</a> + (cf. <a data-ref=\"BDB, מִי\" href=\"/BDB,_מִי\", dir=\"rtl\">מִי</a> <strong>f</strong> <em>b</em>). Hence, (<em>c</em>) in the formula of repudiation, or emphatic denial, <span dir=\"rtl\">(וְלָכֶם) מַה־לִּי וָלָךְ</span> <em>what</em> is there (common) to me and to thee? i.e. what have I to do with thee? †<a data-ref=\"Judges 11:12\" href=\"/Judges.11.12\">Ju 11:12</a>; <a data-ref=\"II Samuel 16:10\" href=\"/II_Samuel.16.10\">2 S 16:10</a> <span dir=\"rtl\">מה לי ולכם</span>, <a data-ref=\"II Samuel 19:23\" href=\"/II_Samuel.19.23\">19:23</a>; <a data-ref=\"I Kings 17:18\" href=\"/I_Kings.17.18\">1 K 17:18</a>; <a data-ref=\"II Kings 3:13\" href=\"/II_Kings.3.13\">2 K 3:13</a>; <a data-ref=\"II Chronicles 35:21\" href=\"/II_Chronicles.35.21\">2 Ch 35:21</a>; cf. <a data-ref=\"Joshua 22:24\" href=\"/Joshua.22.24\">Jos 22:24</a>; <a data-ref=\"II Kings 9:18\" href=\"/II_Kings.9.18\">2 K 9:18</a>, <a data-ref=\"II Kings 9:19\" href=\"/II_Kings.9.19\">19</a>; rather differently, without <span dir=\"rtl\">וְ</span>, †<a data-ref=\"Jeremiah 2:18\" href=\"/Jeremiah.2.18\">Je 2:18</a> <span dir=\"rtl\">מה לך לדרך מ׳</span> <em>what</em> is there to thee <em>with reference to</em> the way to Egypt? <a data-ref=\"Hosea 14:9\" href=\"/Hosea.14.9\">Ho 14:9</a> <span dir=\"rtl\">מַה־לּוֹ לַעֲצַבִּים</span>, cf. <a data-ref=\"Psalms 50:16\" href=\"/Psalms.50.16\">ψ 50:16</a> <span dir=\"rtl\">(לְסַפֵּר)</span>; with <span dir=\"rtl\">את</span>, †<a data-ref=\"Jeremiah 23:28\" href=\"/Jeremiah.23.28\">Je 23:28</a> <span dir=\"rtl\">מַה־לַתֶּבֶן אֶת־הַבָּר</span> <em>beside</em> (or <em>in comparison with</em>) the wheat? cf. τί ἐμοὶ (ἡμῖν) καὶ σοί<em>;</em> Mt 8:29 Mk 5:7 Jn 2:4; and Arabic <span dir=\"rtl\">مَا لِى وَلَهُ</span> <strong>e.</strong>  = <em>whatsoever</em> (cf. <a data-ref=\"BDB, מִי\" href=\"/BDB,_מִי\", dir=\"rtl\">מִי</a> <strong>g</strong>): (<em>a</em>) <a data-ref=\"Judges 9:48\" href=\"/Judges.9.48\">Ju 9:48</a> <span dir=\"rtl\">מה אתם ראיתם עשׂיתי מהרו עשׂו כמוני</span>, lit. <em>what</em> do you see (that) I have done? hasten, and do like me (= <em>whatever</em> ye see, etc.), <a data-ref=\"II Samuel 21:4\" href=\"/II_Samuel.21.4\">2 S 21:4</a> <span dir=\"rtl\">מה אתם אמרים אעשׂה לכם</span>, <a data-ref=\"Job 6:24\" href=\"/Job.6.24\">Jb 6:24</a>; with the apod. introd. by <span dir=\"rtl\">וְ</span>, <a data-ref=\"I Samuel 20:4\" href=\"/I_Samuel.20.4\">1 S 20:4</a> <span dir=\"rtl\">מה תאמר נפשׁך ואעשׂה לך</span>; <a data-ref=\"Esther 5:3\" href=\"/Esther.5.3\">Est 5:3</a> <span dir=\"rtl\">מַה־ בַּקָּשָׁתֵךְ</span> … <span dir=\"rtl\">וְיִנָּתֵן לָךְ</span>, v <a data-ref=\"Esther 5:6\" href=\"/Esther.5.6\">6</a>; <a data-ref=\"Esther 7:2\" href=\"/Esther.7.2\">7:2</a>; <a data-ref=\"Esther 9:12\" href=\"/Esther.9.12\">9:12</a>; hence in the late and strange idiom of Ch., it sinks twice almost to the rel. <em>what</em>, <a data-ref=\"I Chronicles 15:13\" href=\"/I_Chronicles.15.13\">1 Ch 15:13</a> <span dir=\"rtl\">כי לְמַבָּרִאשׁוֹנָה לא אתם</span> because ye were not (employed) for <em>what</em> was at first (on the former occasion), J etc., <a data-ref=\"II Chronicles 30:3\" href=\"/II_Chronicles.30.3\">2 Ch 30:3</a> <span dir=\"rtl\">לְמַדַּי</span> according to <em>what</em> was sufficient (= in sufficient numbers), cf. <a data-ref=\"Esther 9:26\" href=\"/Esther.9.26\">Est 9:26</a>. (<em>b</em>) <span dir=\"rtl\">מַה־שֶּׁ</span>- (late: frequently in Mishn., etc.), <em>whatever, what</em> (cf. <a data-ref=\"BDB, אֲשֶׁר\" href=\"/BDB,_אֲשֶׁר\", dir=\"rtl\">מִי אֲשֶׁר</a>, <a data-ref=\"BDB, מִי\" href=\"/BDB,_מִי\", dir=\"rtl\">מִי</a> <strong>g</strong> <em>end</em>): †<a data-ref=\"Ecclesiastes 1:9\" href=\"/Ecclesiastes.1.9\">Ec 1:9</a> <span dir=\"rtl\">מַה־שֶּׁהָיָה הוּא שֶׁיִּהְיֶה</span>, lit. <em>what</em> is that which hath been? it is that which shall be (= <em>whatever</em> hath been, it is that which shall be), v <a data-ref=\"Ecclesiastes 1:9\" href=\"/Ecclesiastes.1.9\">9</a> <a data-ref=\"Ecclesiastes 3:15\" href=\"/Ecclesiastes.3.15\">3:15</a>, <a data-ref=\"Ecclesiastes 3:22\" href=\"/Ecclesiastes.3.22\">22</a>; <a data-ref=\"Ecclesiastes 6:10\" href=\"/Ecclesiastes.6.10\">6:10</a>; <a data-ref=\"Ecclesiastes 7:24\" href=\"/Ecclesiastes.7.24\">7:24</a>; <a data-ref=\"Ecclesiastes 8:7\" href=\"/Ecclesiastes.8.7\">8:7</a>; <a data-ref=\"Ecclesiastes 10:14\" href=\"/Ecclesiastes.10.14\">10:14</a>.<br><strong>2.</strong>  Used adverbially: <strong>a.</strong>  as an <em>interrogative:</em> (<em>a</em>) <em>how?</em> especially in expressing what is regarded as an impossibility, <a data-ref=\"Genesis 44:16\" href=\"/Genesis.44.16\">Gn 44:16</a> <span dir=\"rtl\">מַה־נִּצְטַדָּ֑ק</span> <em>how</em> shall we justify ourselves? <a data-ref=\"Numbers 23:8\" href=\"/Numbers.23.8\">Nu 23:8</a><sup>(×2)</sup> <a data-ref=\"I Samuel 10:27\" href=\"/I_Samuel.10.27\">1 S 10:27</a> <span dir=\"rtl\">מַה־יּשִׁעֵנוּ זֶה</span>, <a data-ref=\"II Kings 4:43\" href=\"/II_Kings.4.43\">2 K 4:43</a>; <a data-ref=\"Job 9:2\" href=\"/Job.9.2\">Jb 9:2</a>; <a data-ref=\"Job 25:4\" href=\"/Job.25.4\">25:4</a><sup>(×2)</sup> <a data-ref=\"Job 31:1\" href=\"/Job.31.1\">31:1</a> I made a covenant with my eyes, <span dir=\"rtl\">וּמָה אֶתְבּוֹנֵן עַל ב׳</span> and <em>how</em> should I look upon a maid? (𝔊 οὐ, 𝔙 <em>non</em>), <a data-ref=\"Proverbs 20:24\" href=\"/Proverbs.20.24\">Pr 20:24</a> <span dir=\"rtl\">וְאָדָם מַה־יָּבִין דַּרְכּוֹ</span>; in an indirect question, <a data-ref=\"Exodus 10:26\" href=\"/Exodus.10.26\">Ex 10:26</a>; <a data-ref=\"Psalms 39:5\" href=\"/Psalms.39.5\">ψ 39:5</a> <span dir=\"rtl\">אֵֽדְעָה מֶה־חָדֵל אָ֑נִי</span>; <span dir=\"rtl\">מַה־זֶּה</span> <em>how, now?</em> (in surprise), <a data-ref=\"Genesis 27:20\" href=\"/Genesis.27.20\">Gn 27:20</a> <span dir=\"rtl\">מַה־זֶּה מִהַרְתָּ לִמְצֹא בְּנִי</span>, <a data-ref=\"Judges 18:24\" href=\"/Judges.18.24\">Ju 18:24</a>; <a data-ref=\"I Kings 21:5\" href=\"/I_Kings.21.5\">1 K 21:5</a>; <a data-ref=\"II Kings 1:5\" href=\"/II_Kings.1.5\">2 K 1:5</a>. (<em>b</em>) <em>why?</em> <a data-ref=\"Exodus 14:15\" href=\"/Exodus.14.15\">Ex 14:15</a> <span dir=\"rtl\">מַה תִּצְעַק אֵלַי</span>, <a data-ref=\"Exodus 17:2\" href=\"/Exodus.17.2\">17:2</a><sup>(×2)</sup> <a data-ref=\"II Kings 6:33\" href=\"/II_Kings.6.33\">2 K 6:33</a>; <a data-ref=\"II Kings 7:3\" href=\"/II_Kings.7.3\">7:3</a> <a data-ref=\"Psalms 42:6\" href=\"/Psalms.42.6\">ψ 42:6</a> <span dir=\"rtl\">מַה־תִּשְׁתּוֹחֲחִי עלי</span>, <a data-ref=\"Job 15:12\" href=\"/Job.15.12\">Jb 15:12</a> +; <a data-ref=\"Song of Songs 8:4\" href=\"/Song_of_Songs.8.4\">Ct 8:4</a> I adjure you <span dir=\"rtl\">מַה־תָּעִירוּ וּמַה־תְּעוֹרֲרוּ</span>, <em>why</em> will ye stir up, etc.? (i.e. <em>do not:</em> ‖ <span dir=\"rtl\">אִם</span> <a data-ref=\"Song of Songs 2:7\" href=\"/Song_of_Songs.2.7\">2:7</a>; <a data-ref=\"Song of Songs 3:5\" href=\"/Song_of_Songs.3.5\">3:5</a>).—The transition from the interrog. to the neg., to which in Heb. there is an approx. (especially <a data-ref=\"I Kings 12:16\" href=\"/I_Kings.12.16\">1 K 12:16</a> [cf. <a data-ref=\"II Samuel 20:1\" href=\"/II_Samuel.20.1\">2 S 20:1</a>] <a data-ref=\"Job 6:5\" href=\"/Job.6.5\">Jb 6:5</a>; <a data-ref=\"Job 31:1\" href=\"/Job.31.1\">31:1</a>; <a data-ref=\"Song of Songs 5:8\" href=\"/Song_of_Songs.5.8\">Ct 5:8</a>; <a data-ref=\"Song of Songs 8:4\" href=\"/Song_of_Songs.8.4\">8:4</a>), is in Arabic complete, <span dir=\"rtl\">مَا</span> being there used constantly in the sense of <em>not</em> (cf. Walker<sup>Hbr. xii. 244 ff.</sup>; Kö<sup>iii. 478</sup>). <strong>b.</strong>  as an <em>exclam.</em>, <em>how</em> …<em>!</em> with adjectives and verbs, <a data-ref=\"Genesis 28:17\" href=\"/Genesis.28.17\">Gn 28:17</a> <span dir=\"rtl\">מַה־נּוֹרָא הַמָּקוֹם הַזֶּה</span> <em>how</em> dreadful is this place! <a data-ref=\"Genesis 38:29\" href=\"/Genesis.38.29\">38:29</a> <a data-ref=\"Numbers 24:5\" href=\"/Numbers.24.5\">Nu 24:5</a> <span dir=\"rtl\">מַה־טֹּבוּ אֹהָלֶיךָ</span>, <a data-ref=\"Isaiah 52:7\" href=\"/Isaiah.52.7\">Is 52:7</a> <a data-ref=\"Psalms 3:2\" href=\"/Psalms.3.2\">ψ 3:2</a> <span dir=\"rtl\">מה רבו</span>, <a data-ref=\"Psalms 8:2\" href=\"/Psalms.8.2\">8:2</a> <span dir=\"rtl\">מה אדיר</span>, <a data-ref=\"Psalms 21:2\" href=\"/Psalms.21.2\">21:2</a>; <a data-ref=\"Psalms 36:8\" href=\"/Psalms.36.8\">36:8</a>, etc., <a data-ref=\"Song of Songs 4:10\" href=\"/Song_of_Songs.4.10\">Ct 4:10</a><sup>(×2)</sup>; <a data-ref=\"Song of Songs 7:2\" href=\"/Song_of_Songs.7.2\">7:2</a>; ironically, <a data-ref=\"II Samuel 6:20\" href=\"/II_Samuel.6.20\">2 S 6:20</a>; <a data-ref=\"Jeremiah 2:33\" href=\"/Jeremiah.2.33\">Je 2:33</a>, <a data-ref=\"Jeremiah 2:36\" href=\"/Jeremiah.2.36\">36</a>; <a data-ref=\"Job 26:2\" href=\"/Job.26.2\">Jb 26:2</a>, <a data-ref=\"Job 26:3\" href=\"/Job.26.3\">3</a>.<br><strong>3.</strong>  Indef. pron. <em>anything, aught</em>, <a data-ref=\"Numbers 23:3\" href=\"/Numbers.23.3\">Nu 23:3</a> <span dir=\"rtl\">וּדְבַר־מַה־יַּרְאֵנִי וְהִגַּדְתִּי לָ֑ךְ</span> and he will shew me the matter of <em>aught</em>, and I will tell thee (= if he shew me … I will, etc., Dr<sup>§ 149</sup>), <a data-ref=\"I Samuel 19:3\" href=\"/I_Samuel.19.3\">1 S 19:3</a> <span dir=\"rtl\">וְרָאִיתִי מָה וִהִגַּדְתִּי לָ֑ךְ</span> = and if I see aught, I will, etc., <a data-ref=\"I Samuel 20:10\" href=\"/I_Samuel.20.10\">20:10</a> <span dir=\"rtl\">אוֹ מַה־יַּעַנְךָ אָבִיךָ קָשָׁה</span> if perchance thy father shall answer thee <em>aught</em> that is harsh (order, <strong>1 a</strong> <em>a</em>), <a data-ref=\"II Samuel 18:22\" href=\"/II_Samuel.18.22\">2 S 18:22</a> <span dir=\"rtl\">וִיהִי־מָה אָרוּצָה־נָּא</span> but let there happen <em>what may</em> (lit. <em>aught</em>), I will run, v <a data-ref=\"II Samuel 18:23\" href=\"/II_Samuel.18.23\">23</a> (cf. <a data-ref=\"Job 13:13\" href=\"/Job.13.13\">Jb 13:13</a> <span dir=\"rtl\">וְיַעֲבֹר עָלַי מָה</span>), v <a data-ref=\"II Samuel 18:29\" href=\"/II_Samuel.18.29\">29</a> <span dir=\"rtl\">וְלֹא יָדַעְתִּי מָה</span> (cf. <a data-ref=\"Proverbs 9:13\" href=\"/Proverbs.9.13\">Pr 9:13</a>), <a data-ref=\"Proverbs 25:8\" href=\"/Proverbs.25.8\">Pr 25:8</a>. Cf. Kö<sup>iii. § 65</sup>.<br><strong>4.</strong>  With preps.: <strong>a.</strong>  <span dir=\"rtl\">בַּמָּה</span><sub>9</sub>, <span dir=\"rtl\">בַּמֶּה</span><sub>19</sub> <em>wherein?</em> <a data-ref=\"Exodus 22:26\" href=\"/Exodus.22.26\">Ex 22:26</a>; <a data-ref=\"Judges 16:5\" href=\"/Judges.16.5\">Ju 16:5</a>; <a data-ref=\"I Samuel 14:38\" href=\"/I_Samuel.14.38\">1 S 14:38</a> (indirect question; We <span dir=\"rtl\">בְּמִי</span>); and so according to the various senses of <span dir=\"rtl\">בְּ</span>: <em>whereby?</em> <a data-ref=\"Genesis 15:8\" href=\"/Genesis.15.8\">Gn 15:8</a>; <a data-ref=\"Exodus 33:16\" href=\"/Exodus.33.16\">Ex 33:16</a>; <a data-ref=\"Malachi 1:2\" href=\"/Malachi.1.2\">Mal 1:2</a>, <a data-ref=\"Malachi 1:6\" href=\"/Malachi.1.6\">6</a>, <a data-ref=\"Malachi 1:7\" href=\"/Malachi.1.7\">7</a>; <a data-ref=\"Malachi 2:17\" href=\"/Malachi.2.17\">2:17</a>; <a data-ref=\"Malachi 3:7-8\" href=\"/Malachi.3.7-8\">3:7–8</a>; <em>wherewith?</em> <a data-ref=\"I Samuel 6:2\" href=\"/I_Samuel.6.2\">1 S 6:2</a> <a data-ref=\"II Samuel 21:3\" href=\"/II_Samuel.21.3\">2 S 21:3</a> <a data-ref=\"Micah 6:6\" href=\"/Micah.6.6\">Mi 6:6</a>; <em>by what means?</em> <a data-ref=\"Judges 16:5\" href=\"/Judges.16.5\">Ju 16:5</a> <span dir=\"rtl\">וּבַמֶּה נוּכַל לוֹ</span>; <em>at what</em> (worth)? <a data-ref=\"Isaiah 2:22\" href=\"/Isaiah.2.22\">Is 2:22</a>; <em>for what?</em> <a data-ref=\"II Chronicles 7:21\" href=\"/II_Chronicles.7.21\">2 Ch 7:21</a> (‖ <a data-ref=\"I Kings 9:8\" href=\"/I_Kings.9.8\">1 K 9:8</a> <span dir=\"rtl\">על־מה</span>). <strong>b.</strong>  <span dir=\"rtl\">יַעַן מֶה</span> †<a data-ref=\"Haggai 1:9\" href=\"/Haggai.1.9\">Hg 1:9</a> <em>because of what?</em> †<strong>c.</strong>  <span dir=\"rtl\">כַּמָּה</span>, <span dir=\"rtl\">כַּמֶּה</span>, proposes <em>the like of what?</em> <strong>(</strong>Arabic <span dir=\"rtl\">كَمْ</span>, Syriac <span dir=\"rtl\">ܟܡܳܐ</span> <strong>)</strong>; hence (<em>a</em>) <em>how much? how many?</em> <span dir=\"rtl\">כַּמָּה יְמֵי וגו׳</span> <a data-ref=\"Genesis 47:8\" href=\"/Genesis.47.8\">Gn 47:8</a>; <a data-ref=\"II Samuel 19:35\" href=\"/II_Samuel.19.35\">2 S 19:35</a>; <a data-ref=\"Psalms 119:84\" href=\"/Psalms.119.84\">ψ 119:84</a> <a data-ref=\"Job 13:23\" href=\"/Job.13.23\">Jb 13:23</a>; <span dir=\"rtl\">עַד כַּמֶּה פְעָמִים</span> <a data-ref=\"I Kings 22:16\" href=\"/I_Kings.22.16\">1 K 22:16</a> (= <a data-ref=\"II Chronicles 18:15\" href=\"/II_Chronicles.18.15\">2 Ch 18:15</a>); <span dir=\"rtl\">כַּמָּה</span> <em>how often?</em> <a data-ref=\"Job 21:17\" href=\"/Job.21.17\">Jb 21:17</a> (i.e. how seldom!); in an indirect question, <em>how much?</em> <a data-ref=\"Zechariah 2:6\" href=\"/Zechariah.2.6\">Zc 2:6</a><sup>(×2)</sup>. As an exclamation, <a data-ref=\"Zechariah 7:3\" href=\"/Zechariah.7.3\">Zc 7:3</a> as I have done <span dir=\"rtl\">זֶה כַמֶּה שָׁנִים</span> now (<span dir=\"rtl\">זֶה</span> <strong>4 i</strong>), <em>how many</em> years! <a data-ref=\"Psalms 78:40\" href=\"/Psalms.78.40\">ψ 78:40</a> <span dir=\"rtl\">כַּמָּה</span> <em>how often!</em> (<em>b</em>) <em>for how long?</em> <a data-ref=\"Psalms 35:17\" href=\"/Psalms.35.17\">ψ 35:17</a> <span dir=\"rtl\">כמה תראה</span>, <a data-ref=\"Job 7:19\" href=\"/Job.7.19\">Jb 7:19</a>. <strong>d.</strong>  <span dir=\"rtl\">לָ֫מָּה</span>, <span dir=\"rtl\">לָמָ֫ה</span> (<span dir=\"rtl\">לָמָ֫ה</span> mostly before the gutturals א, ה, ע, and <span dir=\"rtl\">י׳</span> [i.e. <span dir=\"rtl\">אֲדֹנָי</span>], but twice besides, <a data-ref=\"Psalms 42:10\" href=\"/Psalms.42.10\">ψ 42:10</a>; <a data-ref=\"Psalms 43:2\" href=\"/Psalms.43.2\">43:2</a>; <span dir=\"rtl\">לָ֫מָּה</span> also occurs before gutt., in five places noted by Mas. on <a data-ref=\"Psalms 43:2\" href=\"/Psalms.43.2\">ψ 43:2</a>, viz. <a data-ref=\"I Samuel 28:15\" href=\"/I_Samuel.28.15\">1 S 28:15</a>; <a data-ref=\"II Samuel 2:22\" href=\"/II_Samuel.2.22\">2 S 2:22</a>; <a data-ref=\"II Samuel 14:31\" href=\"/II_Samuel.14.31\">14:31</a>; <a data-ref=\"Psalms 49:6\" href=\"/Psalms.49.6\">ψ 49:6</a> <a data-ref=\"Jeremiah 15:18\" href=\"/Jeremiah.15.18\">Je 15:18</a>, and before ח †<a data-ref=\"Genesis 4:6\" href=\"/Genesis.4.6\">Gn 4:6</a>; <a data-ref=\"II Samuel 14:13\" href=\"/II_Samuel.14.13\">2 S 14:13</a>; <a data-ref=\"II Samuel 24:3\" href=\"/II_Samuel.24.3\">24:3</a>; <a data-ref=\"Ecclesiastes 2:15\" href=\"/Ecclesiastes.2.15\">Ec 2:15</a>), <span dir=\"rtl\">לָ֫מָה</span> †<a data-ref=\"Job 7:20\" href=\"/Job.7.20\">Jb 7:20</a>, <span dir=\"rtl\">לָ֫מֶה</span> †<a data-ref=\"I Samuel 1:8\" href=\"/I_Samuel.1.8\">1 S 1:8</a><sup>(×3)</sup>, <em>for what reason? why?</em> <a data-ref=\"Genesis 4:6\" href=\"/Genesis.4.6\">Gn 4:6</a> <span dir=\"rtl\">למה חרה לך</span> <em>why</em> art thou angry? <a data-ref=\"Genesis 24:31\" href=\"/Genesis.24.31\">24:31</a>, etc.; often strengthened by <span dir=\"rtl\">זֶה</span> (<span dir=\"rtl\">זֶה</span> <strong>4 e</strong>), <a data-ref=\"Genesis 18:13\" href=\"/Genesis.18.13\">Gn 18:13</a>; <a data-ref=\"Genesis 32:30\" href=\"/Genesis.32.30\">32:30</a> (= <a data-ref=\"Judges 13:18\" href=\"/Judges.13.18\">Ju 13:18</a>) <span dir=\"rtl\">למה זה תשׁאל לשׁמי</span>, <a data-ref=\"Genesis 33:15\" href=\"/Genesis.33.15\">33:15</a>; <a data-ref=\"Exodus 2:20\" href=\"/Exodus.2.20\">Ex 2:20</a>; <a data-ref=\"Exodus 5:22\" href=\"/Exodus.5.22\">5:22</a>; <a data-ref=\"Exodus 17:3\" href=\"/Exodus.17.3\">17:3</a>, etc., <a data-ref=\"Jeremiah 6:20\" href=\"/Jeremiah.6.20\">Je 6:20</a>; <a data-ref=\"Jeremiah 20:18\" href=\"/Jeremiah.20.18\">20:18</a> +; <a data-ref=\"Genesis 25:22\" href=\"/Genesis.25.22\">Gn 25:22</a> <span dir=\"rtl\">אם כן למה־זה אנכי</span> if so, <em>why, then</em>, am I? (why do I continue to live?); = <em>to what purpose</em> (sq. <span dir=\"rtl\">לִ</span> pers.), <a data-ref=\"Genesis 27:46\" href=\"/Genesis.27.46\">Gn 27:46</a> <span dir=\"rtl\">למה לי חיים</span>, <a data-ref=\"Isaiah 1:11\" href=\"/Isaiah.1.11\">Is 1:11</a>; <a data-ref=\"Jeremiah 6:20\" href=\"/Jeremiah.6.20\">Je 6:20</a> <a data-ref=\"Amos 5:18\" href=\"/Amos.5.18\">Am 5:18</a> <span dir=\"rtl\">למה זה לכם יום י׳</span>, <a data-ref=\"Job 30:2\" href=\"/Job.30.2\">Jb 30:2</a>; in an indirect question, <a data-ref=\"I Samuel 6:3\" href=\"/I_Samuel.6.3\">1 S 6:3</a> <a data-ref=\"Daniel 10:20\" href=\"/Daniel.10.20\">Dn 10:20</a>. Note especially (<em>a</em>) in expostulations, <a data-ref=\"Genesis 12:18\" href=\"/Genesis.12.18\">Gn 12:18</a> <span dir=\"rtl\">למה לא הגדת לי</span> <em>why</em> didst thou not tell me, etc.? v <a data-ref=\"Genesis 12:19\" href=\"/Genesis.12.19\">19</a>; <a data-ref=\"Genesis 29:25\" href=\"/Genesis.29.25\">29:25</a>; <a data-ref=\"Genesis 31:27\" href=\"/Genesis.31.27\">31:27</a>; <a data-ref=\"Genesis 42:1\" href=\"/Genesis.42.1\">42:1</a>; <a data-ref=\"Genesis 43:6\" href=\"/Genesis.43.6\">43:6</a>; <a data-ref=\"I Samuel 21:15\" href=\"/I_Samuel.21.15\">1 S 21:15</a>; <a data-ref=\"I Samuel 22:13\" href=\"/I_Samuel.22.13\">22:13</a>; <a data-ref=\"I Samuel 24:10\" href=\"/I_Samuel.24.10\">24:10</a>; <a data-ref=\"Psalms 22:2\" href=\"/Psalms.22.2\">ψ 22:2</a>; <a data-ref=\"Psalms 44:24\" href=\"/Psalms.44.24\">44:24</a>, <a data-ref=\"Psalms 44:25\" href=\"/Psalms.44.25\">25</a>; <a data-ref=\"Psalms 74:1\" href=\"/Psalms.74.1\">74:1</a>, <a data-ref=\"Psalms 74:11\" href=\"/Psalms.74.11\">11</a> + often; (<em>b</em>) with an impf., often deprecating, or introducing rhetorically, the reason why something should, or should not, be done, <em>why should</em> …<em>?</em> <a data-ref=\"I Samuel 19:5\" href=\"/I_Samuel.19.5\">1 S 19:5</a>, <a data-ref=\"I Samuel 19:17\" href=\"/I_Samuel.19.17\">17</a>; <a data-ref=\"I Samuel 20:8\" href=\"/I_Samuel.20.8\">20:8</a> but to thy father (emph.) <span dir=\"rtl\">למה זה תביאני</span>, <em>why shouldst</em> thou bring me? <a data-ref=\"I Samuel 20:32\" href=\"/I_Samuel.20.32\">20:32</a> <span dir=\"rtl\">למה יומת מה עשׂה</span> <em>why should</em> he be put to death? <a data-ref=\"II Samuel 13:26\" href=\"/II_Samuel.13.26\">2 S 13:26</a>; <a data-ref=\"II Samuel 16:9\" href=\"/II_Samuel.16.9\">16:9</a>; <a data-ref=\"II Samuel 20:19\" href=\"/II_Samuel.20.19\">20:19</a>; <a data-ref=\"II Kings 14:10\" href=\"/II_Kings.14.10\">2 K 14:10</a>, etc.: in such cases, it approximates in meaning to <em>lest</em> (cf. Ph. CIS <sup>i. 2, 21</sup> <span dir=\"rtl\">לָםָ יסגרינם אלנם</span> <em>ne</em> tradant eos dii), and is in 𝔊 often rendered by μήποτε, as <a data-ref=\"Genesis 27:45\" href=\"/Genesis.27.45\">Gn 27:45</a> <span dir=\"rtl\">למה אשׁכל</span> <em>why should</em> I be bereaved, etc.? <a data-ref=\"Exodus 32:12\" href=\"/Exodus.32.12\">Ex 32:12</a> <span dir=\"rtl\">למה יאמרו מצרים</span> <a data-ref=\"Nehemiah 6:3\" href=\"/Nehemiah.6.3\">Ne 6:3</a> <a data-ref=\"Psalms 79:10\" href=\"/Psalms.79.10\">ψ 79:10</a>; <a data-ref=\"Psalms 115:2\" href=\"/Psalms.115.2\">115:2</a>; <a data-ref=\"Ecclesiastes 7:16\" href=\"/Ecclesiastes.7.16\">Ec 7:16</a>, μή, <a data-ref=\"Jeremiah 40:15\" href=\"/Jeremiah.40.15\">Jer 40:15</a>, ἵνα μή, <a data-ref=\"Genesis 47:19\" href=\"/Genesis.47.19\">Gn 47:19</a>; <a data-ref=\"II Samuel 2:22\" href=\"/II_Samuel.2.22\">2 S 2:22</a>; <a data-ref=\"II Chronicles 25:16\" href=\"/II_Chronicles.25.16\">2 Ch 25:16</a>; <a data-ref=\"Ecclesiastes 5:5\" href=\"/Ecclesiastes.5.5\">Ec 5:5</a>; <a data-ref=\"Ecclesiastes 7:17\" href=\"/Ecclesiastes.7.17\">7:17</a>, or ὅπως μή, <a data-ref=\"Joel 2:17\" href=\"/Joel.2.17\">Jo 2:17</a> (in <a data-ref=\"I Samuel 19:17\" href=\"/I_Samuel.19.17\">1 S 19:17</a>; <a data-ref=\"II Samuel 13:26\" href=\"/II_Samuel.13.26\">2 S 13:26</a>, paraph. by εἰ μή); and, connected with the foreg. sentence by <span dir=\"rtl\">אשׁר</span>, or <span dir=\"rtl\">שֶׁ</span>, in late, or dial., Heb. it actually has that meaning, <a data-ref=\"Daniel 1:10\" href=\"/Daniel.1.10\">Dn 1:10</a> <span dir=\"rtl\">אֲשֶׁר לָמָּה יִרְאֶה</span> <em>lest</em> he see, <a data-ref=\"Song of Songs 1:7\" href=\"/Song_of_Songs.1.7\">Ct 1:7</a> <span dir=\"rtl\">שַׁלָּמָ֫ה אֶהְיֶה</span> <em>lest</em> I become (so in Aramaic <span dir=\"rtl\">דִּי לְמָה</span> <a data-ref=\"Ezra 7:23\" href=\"/Ezra.7.23\">Ezr 7:23</a>, <span dir=\"rtl\">דִּילְמָא</span> 𝔗, Syriac <span dir=\"rtl\">ܕܰܠܡܳܐ</span>, both regularly = <em>lest</em>). <strong>e.</strong>  <span dir=\"rtl\">עַד־מָה</span> (<a data-ref=\"Psalms 4:3\" href=\"/Psalms.4.3\">ψ 4:3</a> <span dir=\"rtl\">עַד־מֶה</span>) <em>until when? how long?</em> †<a data-ref=\"Numbers 24:22\" href=\"/Numbers.24.22\">Nu 24:22</a> (aposiop.), <a data-ref=\"Psalms 4:3\" href=\"/Psalms.4.3\">ψ 4:3</a>; <a data-ref=\"Psalms 79:5\" href=\"/Psalms.79.5\">79:5</a>; <a data-ref=\"Psalms 89:47\" href=\"/Psalms.89.47\">89:47</a>; in indirect qu., <a data-ref=\"Psalms 74:9\" href=\"/Psalms.74.9\">ψ 74:9</a> (cf. <span dir=\"rtl\">עד אנה</span>, <span dir=\"rtl\">עד מתי</span>). <strong>f.</strong>  <span dir=\"rtl\">עַל־מָה</span>, and <span dir=\"rtl\">עַל־מֶה</span>, <em>upon what?</em> <a data-ref=\"Job 38:6\" href=\"/Job.38.6\">Jb 38:6</a>; <a data-ref=\"II Chronicles 32:10\" href=\"/II_Chronicles.32.10\">2 Ch 32:10</a>; <em>upon what ground? wherefore?</em> <a data-ref=\"Numbers 22:32\" href=\"/Numbers.22.32\">Nu 22:32</a> <span dir=\"rtl\">עַל־מָה הִכִּיתָ אֶת־אֲתֹנְךָ</span>, <a data-ref=\"Deuteronomy 29:23\" href=\"/Deuteronomy.29.23\">Dt 29:23</a> (cf. <a data-ref=\"I Kings 9:8\" href=\"/I_Kings.9.8\">1 K 9:8</a>; <a data-ref=\"Jeremiah 22:8\" href=\"/Jeremiah.22.8\">Je 22:8</a>), <a data-ref=\"Isaiah 1:5\" href=\"/Isaiah.1.5\">Is 1:5</a>; <a data-ref=\"Jeremiah 8:14\" href=\"/Jeremiah.8.14\">Je 8:14</a>; <a data-ref=\"Jeremiah 9:11\" href=\"/Jeremiah.9.11\">9:11</a>; <a data-ref=\"Jeremiah 16:10\" href=\"/Jeremiah.16.10\">16:10</a>; <a data-ref=\"Ezekiel 21:12\" href=\"/Ezekiel.21.12\">Ez 21:12</a>; <a data-ref=\"Psalms 10:13\" href=\"/Psalms.10.13\">ψ 10:13</a> <a data-ref=\"Job 13:14\" href=\"/Job.13.14\">Jb 13:14</a> (probably dittogr. from v <a data-ref=\"Job 13:13\" href=\"/Job.13.13\">13</a>); <span dir=\"rtl\">על־מה־זה</span> <a data-ref=\"Nehemiah 2:4\" href=\"/Nehemiah.2.4\">Ne 2:4</a>. In an indirect question, <a data-ref=\"Job 10:2\" href=\"/Job.10.2\">Jb 10:2</a> <span dir=\"rtl\">הוֹדִיעֻנִי עַל מַה־תְּרִיבֻנִי</span>, <a data-ref=\"Esther 4:5\" href=\"/Esther.4.5\">Est 4:5</a> <span dir=\"rtl\">לָדַעַת מַה־זֶּה וְעַל־מַה־זֶּה</span>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d514b6084aa1cbf3bd1b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, תַּ֫חַת 1", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "BDB, תַּ֫חַת 1", "sourceHeRef": "בראון-דרייבר-בריגס, תַּ֫חַת א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "תַּ֫חַת", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">תַּ֫חַת</span></big></big>  <strong>n.</strong>[<strong>m.</strong>] the under part <strong>(</strong>Arabic <span dir=\"rtl\">تَحْتٌ</span> id.<strong>)</strong>, hence as <strong>adv. accus.</strong> and <strong>prep.</strong> underneath, below, instead of <strong>(</strong>so Arabic <span dir=\"rtl\">تَحْتَ</span>, Sab. <span dir=\"rtl\">תחת</span>, Ethiopic ታሕት: Ph. <span dir=\"rtl\">תחת</span> (Lzb<sup>385</sup>); Biblical Aramaic 𝔗 <span dir=\"rtl\">תְּחוֹת</span>, Palm. in <span dir=\"rtl\">מן לתחת</span> Tariff 1:4 (Cooke <sup>320</sup>), Syriac <span dir=\"rtl\">ܬܚܽܘܬ</span> <strong>)</strong>;—<br><strong>I.</strong>  as <strong>adv. accus.</strong> †<a data-ref=\"Genesis 49:25\" href=\"/Genesis.49.25\">Gn 49:25</a> (= <a data-ref=\"Deuteronomy 33:13\" href=\"/Deuteronomy.33.13\">Dt 33:13</a>) the deep <span dir=\"rtl\">רֹבֶצֶת תָּ֑חַת</span> that coucheth <em>beneath;</em> more usually with <span dir=\"rtl\">מִן</span>, <span dir=\"rtl\">מִתָּחַת</span> lit. <em>off</em> (<span dir=\"rtl\">מִן</span> <strong>1 c</strong>) <em>the under part</em> = <em>beneath</em>, †<a data-ref=\"Exodus 20:4\" href=\"/Exodus.20.4\">Ex 20:4</a> (= <a data-ref=\"Deuteronomy 5:8\" href=\"/Deuteronomy.5.8\">Dt 5:8</a>) <span dir=\"rtl\">בָּאָרֶץ מִתָּ֑חַת</span> (so <a data-ref=\"Deuteronomy 4:39\" href=\"/Deuteronomy.4.39\">Dt 4:39</a>; <a data-ref=\"Joshua 2:11\" href=\"/Joshua.2.11\">Jos 2:11</a>; <a data-ref=\"I Kings 8:23\" href=\"/I_Kings.8.23\">1 K 8:23</a> [both D<sup>2</sup>], <a data-ref=\"Isaiah 51:6\" href=\"/Isaiah.51.6\">Is 51:6</a>), <a data-ref=\"Deuteronomy 33:27\" href=\"/Deuteronomy.33.27\">Dt 33:27</a>; <a data-ref=\"Judges 7:8\" href=\"/Judges.7.8\">Ju 7:8</a>; <a data-ref=\"Amos 2:9\" href=\"/Amos.2.9\">Am 2:9</a>; <a data-ref=\"Isaiah 14:9\" href=\"/Isaiah.14.9\">Is 14:9</a>; <a data-ref=\"Job 18:16\" href=\"/Job.18.16\">Jb 18:16</a>;<a data-ref=\"Ezekiel 47:1\" href=\"/Ezekiel.47.1\">Ez 47:1b</a>.<br><strong>II.</strong>  as <strong>prep.</strong>; so cstr., and with sf. (usually in the pl., and so lit. <em>in the parts underneath</em>) <span dir=\"rtl\">תַּחְתַּי</span> <a data-ref=\"Habakkuk 3:16\" href=\"/Habakkuk.3.16\">Hb 3:16</a> +, <span dir=\"rtl\">תַּחְתֵּנִי</span> (cf. <span dir=\"rtl\">בַּעֲדֵנִי</span>, <span dir=\"rtl\">עוֹדֶנִּי</span>: Ges<sup>§ 103 d</sup>) †<a data-ref=\"II Samuel 22:37\" href=\"/II_Samuel.22.37\">2 S 22:37</a>, <a data-ref=\"II Samuel 22:40\" href=\"/II_Samuel.22.40\">40</a>, <a data-ref=\"II Samuel 22:48\" href=\"/II_Samuel.22.48\">48</a> (<a data-ref=\"Psalms 18:37\" href=\"/Psalms.18.37\">ψ 18:37</a>, <a data-ref=\"Psalms 18:40\" href=\"/Psalms.18.40\">40</a>, <a data-ref=\"Psalms 18:48\" href=\"/Psalms.18.48\">48</a> <span dir=\"rtl\">תַּחְתָּ֑י</span>); <span dir=\"rtl\">תַּחְתֶּיךָ</span>; <span dir=\"rtl\">תַּחְתָּיו</span> (Kt <span dir=\"rtl\">תַּחְתּוֹ</span> †<a data-ref=\"II Samuel 2:23\" href=\"/II_Samuel.2.23\">2 S 2:23</a>; <a data-ref=\"II Samuel 3:12\" href=\"/II_Samuel.3.12\">3:12</a>; <a data-ref=\"II Samuel 16:8\" href=\"/II_Samuel.16.8\">16:8</a> <a data-ref=\"Job 9:13\" href=\"/Job.9.13\">Jb 9:13</a>), <span dir=\"rtl\">תַּחְתֶּיהָ</span> <a data-ref=\"Leviticus 13:23\" href=\"/Leviticus.13.23\">Lv 13:23</a> + 16 times, <span dir=\"rtl\">תַּחְתֶּ֫נָּה</span> (cf. <span dir=\"rtl\">אֵינֶנַּה</span>, <span dir=\"rtl\">עוֹדֶנָּה</span>) †<a data-ref=\"Genesis 2:21\" href=\"/Genesis.2.21\">Gn 2:21</a>; <span dir=\"rtl\">תַּחְתֵּינוּ</span> †<a data-ref=\"I Samuel 14:9\" href=\"/I_Samuel.14.9\">1 S 14:9</a> <a data-ref=\"Psalms 47:4\" href=\"/Psalms.47.4\">ψ 47:4</a>; <span dir=\"rtl\">תַּחְתֵּיכֶם</span> †<a data-ref=\"Joshua 2:14\" href=\"/Joshua.2.14\">Jos 2:14</a>; <a data-ref=\"Amos 2:13\" href=\"/Amos.2.13\">Am 2:13</a>; <span dir=\"rtl\">תַּחְתֵּיהֶם</span> †<a data-ref=\"Numbers 16:31\" href=\"/Numbers.16.31\">Nu 16:31</a>; <a data-ref=\"I Kings 20:24\" href=\"/I_Kings.20.24\">1 K 20:24</a>; <a data-ref=\"I Chronicles 4:41\" href=\"/I_Chronicles.4.41\">1 Ch 4:41</a>; <a data-ref=\"I Chronicles 5:22\" href=\"/I_Chronicles.5.22\">5:22</a>; <a data-ref=\"II Chronicles 12:10\" href=\"/II_Chronicles.12.10\">2 Ch 12:10</a> (for <span dir=\"rtl\">תַּחְתָּם</span> <a data-ref=\"I Kings 14:27\" href=\"/I_Kings.14.27\">1 K 14:27</a>), <span dir=\"rtl\">תַּחְתָּם</span> <a data-ref=\"Deuteronomy 2:12\" href=\"/Deuteronomy.2.12\">Dt 2:12</a> + 10 times, <span dir=\"rtl\">תַּחְתֵּיהֶן</span> †<a data-ref=\"Jeremiah 28:13\" href=\"/Jeremiah.28.13\">Je 28:13</a>;— <strong>1.</strong>  <em>under, beneath</em>, <a data-ref=\"Genesis 7:19\" href=\"/Genesis.7.19\">Gn 7:19</a> <span dir=\"rtl\">תַּחַת כָּל־ הַשָּׁמַיִם</span> <em>under</em> the whole heaven (so †<a data-ref=\"Deuteronomy 2:25\" href=\"/Deuteronomy.2.25\">Dt 2:25</a>; <a data-ref=\"Deuteronomy 4:19\" href=\"/Deuteronomy.4.19\">4:19</a>; <a data-ref=\"Job 28:24\" href=\"/Job.28.24\">Jb 28:24</a>; <a data-ref=\"Job 37:3\" href=\"/Job.37.3\">37:3</a>; <a data-ref=\"Job 41:3\" href=\"/Job.41.3\">41:3</a>; <a data-ref=\"Daniel 9:12\" href=\"/Daniel.9.12\">Dn 9:12</a>), <a data-ref=\"Genesis 18:4\" href=\"/Genesis.18.4\">18:4</a> <span dir=\"rtl\">ת׳ הָעֵץ</span>, <a data-ref=\"Genesis 21:15\" href=\"/Genesis.21.15\">21:15</a>; <a data-ref=\"Genesis 24:2\" href=\"/Genesis.24.2\">24:2</a> + often; <a data-ref=\"Job 30:14\" href=\"/Job.30.14\">Jb 30:14</a> <span dir=\"rtl\">תּ׳ שׁוֹאָה</span> <em>under</em> the crash they roll themselves against me; <span dir=\"rtl\">ת׳ הַשֶּׁמֶשׁ</span> <a data-ref=\"Ecclesiastes 1:3\" href=\"/Ecclesiastes.1.3\">Ec 1:3</a>, <a data-ref=\"Ecclesiastes 1:9\" href=\"/Ecclesiastes.1.9\">9</a>, <a data-ref=\"Ecclesiastes 1:13\" href=\"/Ecclesiastes.1.13\">13</a> + often Ec. (so in Ph., Cooke <sup>4. 7; 5. 12</sup>). With <span dir=\"rtl\">לְ</span>, †<a data-ref=\"II Chronicles 4:3\" href=\"/II_Chronicles.4.3\">2 Ch 4:3</a> <span dir=\"rtl\">תַּחַת לוֹ</span>, <a data-ref=\"Song of Songs 2:6\" href=\"/Song_of_Songs.2.6\">Ct 2:6</a> = <a data-ref=\"Song of Songs 8:3\" href=\"/Song_of_Songs.8.3\">8:3</a> <span dir=\"rtl\">ת׳ לְרֹאשִׁי</span>. Idiom. <strong>a.</strong>  <span dir=\"rtl\">תַּחַת הָהָר</span> <em>at the foot of</em> the mt., <a data-ref=\"Exodus 24:4\" href=\"/Exodus.24.4\">Ex 24:4</a>; <a data-ref=\"Deuteronomy 4:11\" href=\"/Deuteronomy.4.11\">Dt 4:11</a>, so <a data-ref=\"Deuteronomy 3:17\" href=\"/Deuteronomy.3.17\">3:17</a> <span dir=\"rtl\">ת׳ אַשְׁדֹּת הַפִּסְגָּה</span>, <a data-ref=\"Joshua 11:3\" href=\"/Joshua.11.3\">Jos 11:3</a>, <a data-ref=\"Joshua 11:17\" href=\"/Joshua.11.17\">17</a> +; fig. <a data-ref=\"Psalms 18:37\" href=\"/Psalms.18.37\">ψ 18:37</a> <span dir=\"rtl\">תַּרְחִיב צְעָדַי תַּחְתָּ֑י</span> thou broadenest my steps <em>under me</em>, <a data-ref=\"Job 36:16\" href=\"/Job.36.16\">Jb 36:16</a> <span dir=\"rtl\">רַחַב לֹא מוּצָק תַּחְתֶּיךָ</span> (so read for <span dir=\"rtl\">תחתיה</span>, Di Bu) breadth unstraitened is <em>beneath thee</em>. <strong>b.</strong>  <span dir=\"rtl\">ת׳ הַלָּשׁוֹן</span>, of something held there as a dainty morsel, and ready, when needed, to be brought out, fig. of sweetness <a data-ref=\"Song of Songs 4:11\" href=\"/Song_of_Songs.4.11\">Ct 4:11</a>, of evil <a data-ref=\"Psalms 10:7\" href=\"/Psalms.10.7\">ψ 10:7</a> <span dir=\"rtl\">ת׳ לְשֹׁנוֹ עָמָל וָאָוֶן</span>, <a data-ref=\"Job 20:12\" href=\"/Job.20.12\">Jb 20:12</a> (so <span dir=\"rtl\">ת׳ שְׂפָתֵימוֹ</span> <a data-ref=\"Psalms 140:4\" href=\"/Psalms.140.4\">ψ 140:4</a>), of praise <a data-ref=\"Psalms 66:17\" href=\"/Psalms.66.17\">ψ 66:17</a> <span dir=\"rtl\">וְרוֹמַם ת׳ לְשׁוֹנִי</span> (syn. <span dir=\"rtl\">בִּגְרוֹנָם</span> <a data-ref=\"Psalms 149:6\" href=\"/Psalms.149.6\">149:6</a>). <strong>c.</strong>  <span dir=\"rtl\">תַּחַת פ׳</span>: (<em>a</em>) of subjection, <a data-ref=\"Psalms 18:40\" href=\"/Psalms.18.40\">ψ 18:40</a> <span dir=\"rtl\">תַּכְרִיעַ קָמַי תַּחְתָּ֑י</span>, v <a data-ref=\"Psalms 18:48\" href=\"/Psalms.18.48\">48</a> (cf. <a data-ref=\"Psalms 47:4\" href=\"/Psalms.47.4\">47:4</a>; <a data-ref=\"Psalms 144:2\" href=\"/Psalms.144.2\">144:2</a>), <a data-ref=\"Psalms 45:6\" href=\"/Psalms.45.6\">45:6</a>; <a data-ref=\"Job 9:13\" href=\"/Job.9.13\">Jb 9:13</a>. (<em>b</em>) of a woman, <span dir=\"rtl\">ת׳ אִישָׁהּ</span>, i.e. under his authority, <a data-ref=\"Numbers 5:19\" href=\"/Numbers.5.19\">Nu 5:19</a>, <a data-ref=\"Numbers 5:20\" href=\"/Numbers.5.20\">20</a>, <a data-ref=\"Numbers 5:29\" href=\"/Numbers.5.29\">29</a>, so <a data-ref=\"Ezekiel 23:5\" href=\"/Ezekiel.23.5\">Ez 23:5</a> <span dir=\"rtl\">תַּחְתַּי</span> being <em>under me</em> = being <em>mine</em> (fig. of Israel as <span dir=\"rtl\">י׳</span>’s spouse), cf. ὕπανδρος Rom 7:2, and <span dir=\"rtl\">تَحْت</span> <em>Ḳor</em> <a data-ref=\"Isaiah 66:10\" href=\"/Isaiah.66.10\">66:10</a>. (<em>c</em>) of being burdened or oppressed under, <a data-ref=\"Isaiah 24:5\" href=\"/Isaiah.24.5\">Is 24:5</a> the earth <span dir=\"rtl\">הָֽנְפָה ת׳ יֽשְׁבֶיהָ</span>, <a data-ref=\"Proverbs 30:12\" href=\"/Proverbs.30.12\">Pr 30:12</a> <span dir=\"rtl\">ת׳ שָׁלוֹשׁ רָֽגְזָה אֶרֶץ</span>, v <a data-ref=\"Proverbs 30:22\" href=\"/Proverbs.30.22\">22</a>, <a data-ref=\"Proverbs 30:23\" href=\"/Proverbs.30.23\">23</a>; <a data-ref=\"Habakkuk 3:7\" href=\"/Habakkuk.3.7\">Hb 3:7</a> <span dir=\"rtl\">ת׳ אָוֶן</span> i.e. (si vera l.) suffering <em>under</em> calamity. <strong>d.</strong>  <span dir=\"rtl\">ת׳ יַד פ׳</span>, of authority or control, <a data-ref=\"Genesis 41:35\" href=\"/Genesis.41.35\">Gn 41:35</a> <span dir=\"rtl\">וְיִצְבְּרוּ בָר ת׳ יַד פַּרְעֹה</span>; <a data-ref=\"Judges 3:30\" href=\"/Judges.3.30\">Ju 3:30</a> (cf. <a data-ref=\"Psalms 106:42\" href=\"/Psalms.106.42\">ψ 106:42</a>), <a data-ref=\"I Samuel 21:4\" href=\"/I_Samuel.21.4\">1 S 21:4</a>, <a data-ref=\"I Samuel 21:5\" href=\"/I_Samuel.21.5\">5</a> (del. <span dir=\"rtl\">אֶל</span>; dittogr. <span dir=\"rtl\">חֹל</span>), v <a data-ref=\"I Samuel 21:9\" href=\"/I_Samuel.21.9\">9</a> <a data-ref=\"Isaiah 3:6\" href=\"/Isaiah.3.6\">Is 3:6</a>. <strong>e.</strong>  <span dir=\"rtl\">ת׳ רַגְלֵי פ׳</span>, of subjection or conquest, <a data-ref=\"Psalms 8:7\" href=\"/Psalms.8.7\">ψ 8:7</a> <span dir=\"rtl\">כֹּל שַׁתָּה ת׳ רַגְלָיו</span>, <a data-ref=\"Psalms 18:39\" href=\"/Psalms.18.39\">18:39</a>; <a data-ref=\"Psalms 47:4\" href=\"/Psalms.47.4\">47:4</a>; <a data-ref=\"Lamentations 3:34\" href=\"/Lamentations.3.34\">La 3:34</a>, cf. <a data-ref=\"Malachi 3:21\" href=\"/Malachi.3.21\">Mal 3:21</a>. <strong>2.</strong>  <em>what is under</em> one, <em>the place in which</em> one stands: hence as accus., <strong>a.</strong>  with reflex. pron., idiom., <em>in one’s place, where one stands</em>, <a data-ref=\"Exodus 16:29\" href=\"/Exodus.16.29\">Ex 16:29</a> <span dir=\"rtl\">שְׁבוּ אִישׁ תַּחְתָּיו</span> abide every one <em>in his place</em>, <a data-ref=\"Leviticus 13:23\" href=\"/Leviticus.13.23\">Lv 13:23</a>, <a data-ref=\"Leviticus 13:28\" href=\"/Leviticus.13.28\">28</a>; <a data-ref=\"Joshua 5:8\" href=\"/Joshua.5.8\">Jos 5:8</a>; <a data-ref=\"Joshua 6:5\" href=\"/Joshua.6.5\">6:5</a>, <a data-ref=\"Joshua 6:20\" href=\"/Joshua.6.20\">20</a>; <a data-ref=\"Judges 7:21\" href=\"/Judges.7.21\">Ju 7:21</a>; <a data-ref=\"I Samuel 14:9\" href=\"/I_Samuel.14.9\">1 S 14:9</a> <span dir=\"rtl\">וְעָמַדְנוּ תַחְתֵּינוּ</span> we will <em>remain where we are</em>, <a data-ref=\"II Samuel 2:23\" href=\"/II_Samuel.2.23\">2 S 2:23</a> <span dir=\"rtl\">וַיָּמָת תַּחְתָּו</span> he died <em>where he was</em> (cf. <a data-ref=\"Jeremiah 38:9\" href=\"/Jeremiah.38.9\">Je 38:9</a> [read <span dir=\"rtl\">וּמֵת</span>]), <a data-ref=\"Jeremiah 7:10\" href=\"/Jeremiah.7.10\">7:10</a>; <a data-ref=\"Isaiah 25:10\" href=\"/Isaiah.25.10\">Is 25:10</a>; <a data-ref=\"Isaiah 46:7\" href=\"/Isaiah.46.7\">46:7</a>; <a data-ref=\"Amos 2:13\" href=\"/Amos.2.13\">Am 2:13</a>; <a data-ref=\"Habakkuk 3:16\" href=\"/Habakkuk.3.16\">Hb 3:16</a> <span dir=\"rtl\">וְתַחְתַּי אֶרְגָּ֑ז</span> I tremble <em>where I stand</em>, <a data-ref=\"Zechariah 12:6\" href=\"/Zechariah.12.6\">Zc 12:6</a>; <a data-ref=\"Zechariah 14:10\" href=\"/Zechariah.14.10\">14:10</a>; <a data-ref=\"Job 36:20\" href=\"/Job.36.20\">Jb 36:20</a>; <a data-ref=\"Job 40:12\" href=\"/Job.40.12\">40:12</a> <span dir=\"rtl\">וַהֲדֹךְ רְשָׁעִים תַּחְתָּם</span> <strong>b.</strong>  in transferred sense, <em>in place of, instead of:</em> (<em>a</em>) <a data-ref=\"Genesis 2:21\" href=\"/Genesis.2.21\">Gn 2:21</a>; <a data-ref=\"Genesis 4:25\" href=\"/Genesis.4.25\">4:25</a> <span dir=\"rtl\">ת׳ הֶבֶל</span> <em>instead of</em> Abel, <a data-ref=\"Genesis 22:13\" href=\"/Genesis.22.13\">22:13</a> <span dir=\"rtl\">ת׳ בְּנוֹ</span>, <a data-ref=\"Genesis 30:2\" href=\"/Genesis.30.2\">30:2</a> <span dir=\"rtl\">הֲת׳ אלהים אנכי</span> (cf. <a data-ref=\"Genesis 50:19\" href=\"/Genesis.50.19\">50:19</a>), <a data-ref=\"Genesis 44:33\" href=\"/Genesis.44.33\">44:33</a>; <a data-ref=\"II Samuel 19:1\" href=\"/II_Samuel.19.1\">2 S 19:1</a> + often; <a data-ref=\"Numbers 32:14\" href=\"/Numbers.32.14\">Nu 32:14</a>; <a data-ref=\"Job 16:4\" href=\"/Job.16.4\">Jb 16:4</a>; <a data-ref=\"Isaiah 3:24\" href=\"/Isaiah.3.24\">Is 3:24</a>; <a data-ref=\"Isaiah 55:13\" href=\"/Isaiah.55.13\">55:13</a>; <a data-ref=\"Isaiah 61:3\" href=\"/Isaiah.61.3\">61:3</a>, <a data-ref=\"Isaiah 61:7\" href=\"/Isaiah.61.7\">7</a>; of one succeeding to the place of another, <span dir=\"rtl\">וַיִּמְלֹךְ תַּחְתָּיו</span> <a data-ref=\"Genesis 36:33-39\" href=\"/Genesis.36.33-39\">Gn 36:33–39</a>; <a data-ref=\"I Kings 8:20\" href=\"/I_Kings.8.20\">1 K 8:20</a>; <a data-ref=\"I Kings 11:43\" href=\"/I_Kings.11.43\">11:43</a>; <a data-ref=\"I Kings 14:20\" href=\"/I_Kings.14.20\">14:20</a> + often, <a data-ref=\"Deuteronomy 2:12\" href=\"/Deuteronomy.2.12\">Dt 2:12</a>, <a data-ref=\"Deuteronomy 2:21\" href=\"/Deuteronomy.2.21\">21</a> <span dir=\"rtl\">וַיֵּֽשְׁבוּ תַחְתָּם</span>, <a data-ref=\"Leviticus 16:32\" href=\"/Leviticus.16.32\">Lv 16:32</a>; <a data-ref=\"I Kings 2:35\" href=\"/I_Kings.2.35\">1 K 2:35</a> +; <a data-ref=\"Psalms 45:17\" href=\"/Psalms.45.17\">ψ 45:17</a> <em>in place of</em> thy fathers (whom thou mayest therefore forget) will be thy children. cf. in Ph. CIS <sup>i. 3, 9</sup> (Cooke<sup>30</sup>). Sq. inf. <a data-ref=\"Isaiah 60:15\" href=\"/Isaiah.60.15\">Is 60:15</a> <span dir=\"rtl\">ת׳ הֱיוֹתֵךְ</span> <em>instead of thy being</em> … Peculiarly <a data-ref=\"Job 34:26\" href=\"/Job.34.26\">Jb 34:26</a> (si vera l.) = <em>as if they were, like;</em> but text very dubious; Bi Bu <span dir=\"rtl\">תָּחֵת חֲמָתוֹ רְשָׁעִ֑ים</span> his wrath breaketh in pieces the wicked. (<em>b</em>) in partic., of things mutually interchanged, <em>in place of, in exchange</em> or <em>return for:</em> <a data-ref=\"Genesis 30:15\" href=\"/Genesis.30.15\">Gn 30:15</a> <span dir=\"rtl\">ת׳ דּוּדָאֵי בְנֵךְ</span> <em>in return for</em> thy son’s love-apples, <a data-ref=\"Exodus 21:23\" href=\"/Exodus.21.23\">Ex 21:23</a> <span dir=\"rtl\">נֶפֶשׁ ת׳ גֶפְשׁ</span> life <em>for</em> life, v <a data-ref=\"Exodus 21:24\" href=\"/Exodus.21.24\">24</a>, <a data-ref=\"Exodus 21:25\" href=\"/Exodus.21.25\">25</a>, <a data-ref=\"Exodus 21:26\" href=\"/Exodus.21.26\">26</a>, <a data-ref=\"Exodus 21:27\" href=\"/Exodus.21.27\">27</a>, <a data-ref=\"Exodus 21:36\" href=\"/Exodus.21.36\">36</a>, <a data-ref=\"Exodus 21:37\" href=\"/Exodus.21.37\">37</a>, <a data-ref=\"Joshua 2:14\" href=\"/Joshua.2.14\">Jos 2:14</a> <span dir=\"rtl\">נַפְשֵׁנוּ תַחְתֵּיכֶם לָמוּת</span>, <a data-ref=\"I Samuel 2:20\" href=\"/I_Samuel.2.20\">1 S 2:20</a>; <a data-ref=\"I Kings 20:39\" href=\"/I_Kings.20.39\">1 K 20:39</a> <span dir=\"rtl\">נפשׁך ת׳ נפשׁו</span>, v <a data-ref=\"I Kings 20:42\" href=\"/I_Kings.20.42\">42</a> (cf. <a data-ref=\"II Kings 10:24\" href=\"/II_Kings.10.24\">2 K 10:24</a>), <a data-ref=\"II Kings 21:2\" href=\"/II_Kings.21.2\">21:2</a>; <a data-ref=\"Isaiah 43:3\" href=\"/Isaiah.43.3\">Is 43:3</a>, <a data-ref=\"Isaiah 43:4\" href=\"/Isaiah.43.4\">4</a>; often with vbs. of requiting, <a data-ref=\"Genesis 44:4\" href=\"/Genesis.44.4\">Gn 44:4</a> <span dir=\"rtl\">לָ֫מָּה שִׁלַּמְתֶּם רָעָה ת׳ טוֹבָם</span> why have ye rewarded evil <em>in exchange for</em> good? <a data-ref=\"I Samuel 25:21\" href=\"/I_Samuel.25.21\">1 S 25:21</a>; <a data-ref=\"II Samuel 16:12\" href=\"/II_Samuel.16.12\">2 S 16:12</a>; <a data-ref=\"II Samuel 19:22\" href=\"/II_Samuel.19.22\">19:22</a> <a data-ref=\"Psalms 35:12\" href=\"/Psalms.35.12\">ψ 35:12</a> <span dir=\"rtl\">יְשַׁלְּמוּנִי רָעָה ת׳ טוֹבָה</span>, <a data-ref=\"Psalms 38:21\" href=\"/Psalms.38.21\">38:21</a> a <a data-ref=\"Psalms 109:4\" href=\"/Psalms.109.4\">109:4</a>, <a data-ref=\"Psalms 109:5\" href=\"/Psalms.109.5\">5</a>; <a data-ref=\"Proverbs 17:13\" href=\"/Proverbs.17.13\">Pr 17:13</a> +; <a data-ref=\"Jeremiah 5:19\" href=\"/Jeremiah.5.19\">Je 5:19</a> <span dir=\"rtl\">תַּחַת מֶה</span> <em>in return for what?</em> (cf. <span dir=\"rtl\">עַל־מֶה</span> <a data-ref=\"Jeremiah 22:8\" href=\"/Jeremiah.22.8\">22:8</a>; <a data-ref=\"Deuteronomy 29:23\" href=\"/Deuteronomy.29.23\">Dt 29:23</a>; <a data-ref=\"I Kings 9:8\" href=\"/I_Kings.9.8\">1 K 9:8</a>). So sq. inf. <a data-ref=\"Psalms 38:21\" href=\"/Psalms.38.21\">ψ 38:21</a> b. †<strong>3.</strong>  as <strong>conj.</strong>: <strong>a.</strong>  <span dir=\"rtl\">תַּחַת אֲשֶׁר</span>: (<em>a</em>) <em>instead of that</em> (Germ. <em>anstatt dass</em>), <a data-ref=\"Deuteronomy 28:62\" href=\"/Deuteronomy.28.62\">Dt 28:62</a> <span dir=\"rtl\">ת׳ א׳ הֱיִיתֶם</span> <em>instead of that</em> ye were …, <em>instead</em> of your being …, <a data-ref=\"Ezekiel 36:34\" href=\"/Ezekiel.36.34\">Ez 36:34</a>. (<em>b</em>) <em>in return for</em> (the fact) <em>that, because that</em> 𝔊 ἀνθʼ ὧν often), <a data-ref=\"Numbers 25:13\" href=\"/Numbers.25.13\">Nu 25:13</a> <span dir=\"rtl\">ת׳ אֲשֶׁר קִנָּא לא׳</span>, <a data-ref=\"Deuteronomy 21:14\" href=\"/Deuteronomy.21.14\">Dt 21:14</a>; <a data-ref=\"Deuteronomy 22:29\" href=\"/Deuteronomy.22.29\">22:29</a>; <a data-ref=\"Deuteronomy 28:47\" href=\"/Deuteronomy.28.47\">28:47</a>; <a data-ref=\"I Samuel 26:21\" href=\"/I_Samuel.26.21\">1 S 26:21</a>; <a data-ref=\"II Kings 22:17\" href=\"/II_Kings.22.17\">2 K 22:17</a> = <a data-ref=\"II Chronicles 34:25\" href=\"/II_Chronicles.34.25\">2 Ch 34:25</a>; <a data-ref=\"Isaiah 53:12\" href=\"/Isaiah.53.12\">Is 53:12</a>; <a data-ref=\"Jeremiah 29:19\" href=\"/Jeremiah.29.19\">Je 29:19</a>; <a data-ref=\"Jeremiah 50:7\" href=\"/Jeremiah.50.7\">50:7</a>; <a data-ref=\"II Chronicles 21:12\" href=\"/II_Chronicles.21.12\">2 Ch 21:12</a>. <strong>b.</strong>  <span dir=\"rtl\">תַּחַת כִּי</span> <a data-ref=\"Deuteronomy 4:37\" href=\"/Deuteronomy.4.37\">Dt 4:37</a> (but? read <span dir=\"rtl\">וַתֶּֽחִי׃</span> as end of v <a data-ref=\"Deuteronomy 4:36\" href=\"/Deuteronomy.4.36\">36</a>), <a data-ref=\"Proverbs 1:29\" href=\"/Proverbs.1.29\">Pr 1:29</a>. cf. (<a data-ref=\"BDB, כִּי²\" href=\"/BDB,_כִּי²\", dir=\"rtl\">כִּי</a>) <a ,=\"\" data-ref=\"BDB, אֲשֶׁר\" dir=\"rtl\" href=\"/BDB,_אֲשֶׁר\">עֵקֶב אֲשֶׁר</a>.<br><strong>III.</strong>  compounds:— †<strong>1.</strong>  <span dir=\"rtl\">אֶל־תַּחַת</span>, after a vb. of motion: <strong>a.</strong>  (<em>in</em>) <em>under</em>, <a data-ref=\"Judges 6:19\" href=\"/Judges.6.19\">Ju 6:19</a> <span dir=\"rtl\">וַיּוֹצֵא אֶל־ת׳ הָאֵלָה</span>, <a data-ref=\"I Kings 8:6\" href=\"/I_Kings.8.6\">1 K 8:6</a> (‖ <a data-ref=\"II Chronicles 5:7\" href=\"/II_Chronicles.5.7\">2 Ch 5:7</a>), <a data-ref=\"Jeremiah 3:6\" href=\"/Jeremiah.3.6\">Je 3:6</a>; <a data-ref=\"Jeremiah 38:11\" href=\"/Jeremiah.38.11\">38:11</a> (on <a data-ref=\"I Samuel 21:5\" href=\"/I_Samuel.21.5\">1 S 21:5</a> v. <strong>II. 1 d</strong>); after <span dir=\"rtl\">קָרָא</span> <a data-ref=\"Zechariah 3:10\" href=\"/Zechariah.3.10\">Zc 3:10</a>: so <span dir=\"rtl\">אֶל־ת׳ לְ׳</span> <a data-ref=\"Ezekiel 10\" href=\"/Ezekiel.10\">Ez 10</a>:<a data-ref=\"Ezekiel 2\" href=\"/Ezekiel.2\">2</a>. <strong>b.</strong>  <em>into the place of</em>, <a data-ref=\"Leviticus 14:42\" href=\"/Leviticus.14.42\">Lv 14:42</a>. <strong>2.</strong>  <span dir=\"rtl\">מִתַּחַת</span> (= ὑπʼ ἐκ): <strong>a.</strong>  alone, <em>from under, from beneath</em>, as <span dir=\"rtl\">מִתַּחַת הַשָּׁמַיִם</span> †<a data-ref=\"Genesis 1:7\" href=\"/Genesis.1.7\">Gn 1:7</a>, and especially after such vbs. as <span dir=\"rtl\">שִׁחֵת</span> <a data-ref=\"Genesis 6:17\" href=\"/Genesis.6.17\">6:17</a>, <span dir=\"rtl\">מָחָה</span> <a data-ref=\"Exodus 17:14\" href=\"/Exodus.17.14\">Ex 17:14</a>; <a data-ref=\"Deuteronomy 9:14\" href=\"/Deuteronomy.9.14\">Dt 9:14</a>; <a data-ref=\"Deuteronomy 25:19\" href=\"/Deuteronomy.25.19\">25:19</a>; <a data-ref=\"Deuteronomy 29:19\" href=\"/Deuteronomy.29.19\">29:19</a>; <a data-ref=\"II Kings 14:27\" href=\"/II_Kings.14.27\">2 K 14:27</a>, <span dir=\"rtl\">הֶאֱבִיד</span> <a data-ref=\"Deuteronomy 7:24\" href=\"/Deuteronomy.7.24\">Dt 7:24</a>, cf. <a data-ref=\"Lamentations 3:66\" href=\"/Lamentations.3.66\">La 3:66</a>; <a data-ref=\"Ezekiel 47:1\" href=\"/Ezekiel.47.1\">Ez 47:1a</a> <span dir=\"rtl\">מִתּ׳ מִפְתַּן הַבַּיִת</span>, <a data-ref=\"Proverbs 22:27\" href=\"/Proverbs.22.27\">Pr 22:27</a> <span dir=\"rtl\">לָ֫מָּה יִקַּח מִשְׁכָּֽבְךָ מִתַּחְתֶּיךָ</span>; <a data-ref=\"Exodus 6:6\" href=\"/Exodus.6.6\">Ex 6:6</a>, <a data-ref=\"Exodus 6:7\" href=\"/Exodus.6.7\">7</a> <span dir=\"rtl\">מִתּ׳ סִבְלוֹת מִצְרַיִם</span>, <a data-ref=\"Hosea 4:12\" href=\"/Hosea.4.12\">Ho 4:12</a> <span dir=\"rtl\">וַיִּזְנוּ מִתּ׳ אֱלֹהֵיהֶם</span> (cf. <strong>II. 1 c</strong> <em>a, b</em>); <span dir=\"rtl\">מִתּ׳ יַד פ׳</span> (cf. <strong>II. 1 d</strong>) <em>from under the hand</em> (power) <em>of</em> … <a data-ref=\"Exodus 18:10\" href=\"/Exodus.18.10\">Ex 18:10</a>; <a data-ref=\"II Kings 8:20\" href=\"/II_Kings.8.20\">2 K 8:20</a>, <a data-ref=\"II Kings 8:22\" href=\"/II_Kings.8.22\">22</a>; <a data-ref=\"II Kings 13:5\" href=\"/II_Kings.13.5\">13:5</a>; <a data-ref=\"II Kings 17:7\" href=\"/II_Kings.17.7\">17:7</a> +; <span dir=\"rtl\">מִתַּחְתָּיו</span> (cf. <strong>II. 2 a</strong>) <em>from his place</em> <a data-ref=\"Exodus 10:23\" href=\"/Exodus.10.23\">Ex 10:23</a>; <a data-ref=\"Zechariah 6:12\" href=\"/Zechariah.6.12\">Zc 6:12</a>. Rarely = <span dir=\"rtl\">תַּחַת</span> or <span dir=\"rtl\">מִתַּחַת לְ׳</span>, <a data-ref=\"Genesis 1:7\" href=\"/Genesis.1.7\">Gn 1:7</a> (P) <a data-ref=\"Ezekiel 1:8\" href=\"/Ezekiel.1.8\">Ez 1:8</a>; <a data-ref=\"Ezekiel 42:9\" href=\"/Ezekiel.42.9\">42:9</a>; <a data-ref=\"Ezekiel 46:23\" href=\"/Ezekiel.46.23\">46:23</a>; <a data-ref=\"Job 26:5\" href=\"/Job.26.5\">Jb 26:5</a>. <strong>b.</strong>  <span dir=\"rtl\">מִתַּחַת לְ׳</span> (opp. <span dir=\"rtl\">מִמַּעַל לְ׳</span>) <em>under, beneath:</em> <a data-ref=\"Genesis 1:17\" href=\"/Genesis.1.17\">Gn 1:17</a> <span dir=\"rtl\">הַמַּיִם אֲשֶׁר מִתּ׳ לָרָקִיעַ</span>, <a data-ref=\"Exodus 20:4\" href=\"/Exodus.20.4\">Ex 20:4</a> <span dir=\"rtl\">הַמַּיִם מִתַּחַת לָאָרֶץ</span> (so <a data-ref=\"Deuteronomy 4:18\" href=\"/Deuteronomy.4.18\">Dt 4:18</a>; <a data-ref=\"Deuteronomy 5:8\" href=\"/Deuteronomy.5.8\">5:8</a>), <a data-ref=\"Judges 3:16\" href=\"/Judges.3.16\">Ju 3:16</a> <span dir=\"rtl\">מִתּ׳ לְמַדָּיו</span>, <a data-ref=\"Jeremiah 38:12\" href=\"/Jeremiah.38.12\">Je 38:12</a> +; of locality, †<a data-ref=\"Genesis 35:8\" href=\"/Genesis.35.8\">Gn 35:8</a> <span dir=\"rtl\">מִתּ׳ לְבֵיתְאֵל</span>, <a data-ref=\"I Samuel 7:11\" href=\"/I_Samuel.7.11\">1 S 7:11</a>; <a data-ref=\"I Kings 4:12\" href=\"/I_Kings.4.12\">1 K 4:12</a>. <strong>c.</strong>  †<span dir=\"rtl\">לְמִתַּחַת לְ׳</span> (cf. <a data-ref=\"BDB Aramaic, מִן\" href=\"/BDB Aramaic,_מִן\", dir=\"rtl\">מִן</a> <strong>9 b</strong>), i.q. <span dir=\"rtl\">מִתַּחַת לְ׳</span> <a data-ref=\"I Kings 7:32\" href=\"/I_Kings.7.32\">1 K 7:32</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64bce3b05fdcd84cc8705140", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Deuteronomy 29:23:1-2", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "Bekhor Shor, Deuteronomy 29:23:1-2", "sourceHeRef": "בכור שור, דברים כ״ט:כ״ג:א׳-ב׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "דברים", "he": ["<b>על מה עשה ה' ככה לארץ הזאת,</b> ועל מה כעס כל־כך,", "<b>ומה חרי האף הגדול הזה.</b> שיראו אותה שרופה בגפרית ומלח, שכל מקום שגפרית נופל [יפול] מלח עמו, כדכתיב [בראשי' יט, כד] וה' המטיר על סדום ועל עמורה גפרית ואש, וכתיב באשתו של לוט [שם פסוק כ\"ו] ותהי נציב מלח, שמלח נפל עליה, וכשיראה שרופה בגפרית ומלח יתמהו עליה שאינה מעלה עשבים, ואין בה שום טובה, וכל האומות עובדים ע\"ז לא בא עליהם כך, ואינם בגלות:"], "heVersionTitle": "Bekhor Shor, Jerusalem, 1960", "heLicense": "", "heVersionTitleInHebrew": "בכור שור, ירושלים תש\"כ", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "66392d47f52990b4505a3b5c", "index_title": "Derech Etz Chayim (Ramchal)", "category": "Kabbalah", "type": "", "ref": "Derech Etz Chayim (Ramchal) 63", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "Derech Etz Chayim (Ramchal) 63", "sourceHeRef": "דרך עץ חיים (רמח\"ל) ס״ג", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1725, 1745], "commentaryNum": 63, "collectiveTitle": {"en": "Derech Etz Chayim (Ramchal)", "he": "דרך עץ חיים (רמח\"ל)"}, "heTitle": "דרך עץ חיים (רמח\"ל)", "he": "הרי תבין ותדע שכל הקבלות שנתתי לך עד הנה הן אמת, ולימוד תורתנו הוא ליצר הרע ולסיטרא אחרא סם־המות, ולאחינו בית ישראל הוא סם־החיים. והנה תראה שחורבן בית קדשנו ותפארתנו ושגלינו מארצנו היה בעוון ביטול תורה, כמו שמבואר בתורתנו הקדושה <small>(דברים כט כג)</small>: \"ואמרו כל הגויים: על מה עשה ה' ככה לארץ הזאת? ואמרו: על אשר עזבו את ברית ה' אלהי אבותם\", ו\"ברית\" האמור שם היינו תורה:", "heVersionTitle": "Derech Etz Chayim - Wikisource", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "דרך עץ חיים - ויקיטקסט", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6677e41d75e8613120873a2f", "index_title": "Avot DeRabbi Natan, Recension B", "category": "Talmud", "type": "", "ref": "Avot DeRabbi Natan, Recension B 1:12", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "Avot DeRabbi Natan, Recension B 1:12", "sourceHeRef": "אבות דרבי נתן נוסח ב א׳:י״ב", "anchorVerse": 23, "sourceHasEn": false, "commentaryNum": 1.0012, "collectiveTitle": {"en": "Avot DeRabbi Natan, Recension B", "he": "אבות דרבי נתן נוסח ב"}, "he": "ומנין שעשה הקב\"ה סייג לדבריו שנאמר ואמרו כל הגוים על מה עשה ה' וגו' (דברים כ\"ט כ\"ג) התחילו עכשיו כל באי עולם (או') [לומר] למשה בשביל שהוא [שליט] בעולמו הורג [מי] שהוא רוצה ומניח מי שהוא רוצה אנשי מי המבול מה עשו לו שהציף אותם כנאדות במים אנשי דור הפלגה מה עשו לו שפיזרן בכל העולם כולו אנשי סדום מה עשו לו (שמעטן) [שהמיתן] באש ובמלח ועמו מה עשו לו שהגלם מארצו [לכך נאמר למשה כתוב אחריו על אשר עזבו [וגו'] וילכו ויעבדו אלהים אחרים לפיכך נאמר ויתשם ה' מעל אדמתם באף ובחמה וקצף גדול] (דברים כ\"ט כ\"ג וכ\"ז). באף זה החרב שנאמר וחרה אפי והרגתי אתכם בחרב (שמות כ\"ב כ\"ג) ובחמה זה רעב שנאמר והנשאר והנצור ברעב ימות [וגו'] (יחזקאל ו' י\"ב) ובקצף זה הדבר שנאמר יצא הקצף מלפני ה' (במדבר י\"ד י\"א):", "heVersionTitle": "Vienna, 1887", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6677e5ea75e8613120873c0e", "index_title": "Avot DeRabbi Natan, Recension B", "category": "Talmud", "type": "", "ref": "Avot DeRabbi Natan, Recension B 41:6", "anchorRef": "Deuteronomy 29:23", "anchorRefExpanded": ["Deuteronomy 29:23"], "sourceRef": "Avot DeRabbi Natan, Recension B 41:6", "sourceHeRef": "אבות דרבי נתן נוסח ב מ״א:ו׳", "anchorVerse": 23, "sourceHasEn": false, "commentaryNum": 41.0006, "collectiveTitle": {"en": "Avot DeRabbi Natan, Recension B", "he": "אבות דרבי נתן נוסח ב"}, "he": "על הע\"ז מנין שנאמר ואמרו כל הגוים על מה עשה ה' ככה לארץ הזאת [וגו'] ואמרו על אשר עזבו [וגו'] וילכו ויעבדו אלהים אחרים לפיכך ויחר אף ה' בארץ ההיא (דברים כ\"ט כ\"ג כ\"ד וכ\"ה). על גלוי עריות מנין ותטמא הארץ ואפקוד עונה עליה (ויקרא י\"ח כ\"ה). על שפיכות דמים מנין ותחנף הארץ בדמים [וגו'] (תהלים ק\"ו ל\"ח). על השמיטים מנין והארץ תעזב מהם (ויקרא כ\"ו מ\"ג). על היובלות מנין כל ימי השמה תשבות (שם שם ל\"ה):", "heVersionTitle": "Vienna, 1887", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]