[{"_id": "521e0a52edbab45814ae637a", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 10:12:1", "anchorRef": "Numbers 10:12", "anchorRefExpanded": ["Numbers 10:12"], "sourceRef": "Rashi on Numbers 10:12:1", "sourceHeRef": "רש\"י על במדבר י׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>למסעיהם.</b> כַּמִּשְׁפָּט הַמְפֹרָשׁ לְמַסַּע דִּגְלֵיהֶם, מִי רִאשׁוֹן וּמִי אַחֲרוֹן:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "למסעיהם means, in accordance with the regulations set forth for the journeys of their divisions — which should be the first to set out and which the last.", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "521e0a52edbab45814ae637c", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 10:12:2", "anchorRef": "Numbers 10:12", "anchorRefExpanded": ["Numbers 10:12"], "sourceRef": "Rashi on Numbers 10:12:2", "sourceHeRef": "רש\"י על במדבר י׳:י״ב:ב׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>במדבר פארן.</b> קִבְרוֹת הַתַּאֲוָה בְּמִדְבַּר פָּארָן הָיָה, וְשָׁם חָנוּ מִמַּסָּע זֶה:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "במדבר פראן IN THE WILDERNESS OF PARAN — The place “Kibroth-hattavah” (Numbers 12:34) was in the wilderness of Paran and there they encamped after this journey (cf. Numbers 33:16—17 with our verse and with Numbers 11:34—35).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe3fbfba276047f6fe3", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 10:12", "anchorRef": "Numbers 10:12", "anchorRefExpanded": ["Numbers 10:12"], "sourceRef": "Onkelos Numbers 10:12", "sourceHeRef": "תרגום אונקלוס על במדבר י׳:י״ב", "anchorVerse": 12, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 10.0012, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וּנְטָלוּ בְנֵי יִשְׂרָאֵל לְמַטְּלָנֵיהוֹן מִמַּדְבְּרָא דְסִינָי וּשְׁרָא עֲנָנָא בְּמַדְבְּרָא דְפָארָן:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Bnei Yisroel traveled along on their journeys, from the Sinai desert, and the Cloud came to rest in the desert of Paran.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec819", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 10:12", "anchorRef": "Numbers 10:12", "anchorRefExpanded": ["Numbers 10:12"], "sourceRef": "Targum Jonathan on Numbers 10:12", "sourceHeRef": "תרגום יונתן על במדבר י׳:י״ב", "anchorVerse": 12, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 10.0012, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וּנְטָלוּ בְּנֵי יִשְרָאֵל לְמַטְלָנֵיהוֹן מִמַדְבְּרָא דְסִינַי וּשְׁרָא עֲנַן יְקָרָא בְּמַדְבְּרָא דְפָּארָן", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " and the children of Israel went forward upon their journeys from the wilderness of Sinai, and the Cloud of Glory rested in the wilderness of Pharan.  ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54bd48bffbfba2173336762c", "index_title": "Ramban on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Deuteronomy 33:2:1", "anchorRef": "Numbers 10:12", "anchorRefExpanded": ["Numbers 10:12"], "sourceRef": "Ramban on Deuteronomy 33:2:1", "sourceHeRef": "רמב\"ן על דברים ל״ג:ב׳:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Ramban on Deuteronomy", "he": "רמב\"ן על דברים"}, "he": "<b>ה' מִסִּינַי בָּא</b>, יֹאמַר כִּי הַשֵּׁם מִסִּינַי בָּא לְיִשְׂרָאֵל כִּי מִשָּׁם הִשְׁכִּין שְׁכִינָתוֹ בְּתוֹכָם, וְשׁוּב לֹא נִסְתַּלְּקָה מֵהֶם. וְהָעִנְיָן כִּי יָרַד הַכָּבוֹד בְּהַר סִינַי, כְּמוֹ שֶׁנֶּאֱמַר (שמות יט כ) וַיֵּרֶד ה' עַל הַר סִינַי אֶל רֹאשׁ הָהָר וַיִּקְרָא ה' לְמֹשֶׁה וְגוֹ', וְשָׁם הָיָה כָּל הַיָּמִים שֶׁהָיָה מֹשֶׁה עוֹלֶה וְיוֹרֵד, כְּמוֹ שֶׁנֶּאֱמַר (שם כד יז) וּמַרְאֵה כְּבוֹד ה' כְּאֵשׁ אֹכֶלֶת בְּרֹאשׁ הָהָר וְגוֹ', וְכַאֲשֶׁר נִתְּנוּ לוֹ הַלּוּחוֹת הָאַחֲרוֹנוֹת שָׁכַן הַכָּבוֹד בְּאֹהֶל מוֹעֵד, כְּמוֹ שֶׁנֶּאֱמַר (שם לג ט) וְהָיָה כְּבֹא מֹשֶׁה הָאֹהֱלָה יֵרֵד עַמּוּד הֶעָנָן וְעָמַד פֶּתַח הָאֹהֶל וְדִבֶּר עִם מֹשֶׁה, וּכְתִיב (שם פסוק יא) וְדִבֶּר ה' אֶל מֹשֶׁה פָּנִים אֶל פָּנִים וְגוֹ', וְכַאֲשֶׁר הוּקַם הַמִּשְׁכָּן שָׁכַן הַכָּבוֹד בַּמִּשְׁכָּן, שֶׁנֶּאֱמַר (שם מ לד) וַיְכַס הֶעָנָן אֶת אֹהֶל מוֹעֵד וּכְבוֹד ה' מָלֵא אֶת הַמִּשְׁכָּן, וּמִשָּׁם הָיוּ לוֹ כָּל הַדִּבְּרוֹת כָּל יְמֵי הַמִּדְבָּר:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "THE ETERNAL CAME FROM SINAI. Moses states that the Eternal came to Israel from Sinai, for it was from there that He caused His Divine Glory to dwell among them and never departed from them again. The purport thereof is as follows: The Glory came down upon Mount Sinai, as it is said, <i>And the Eternal came down upon Mount Sinai, to the top of the mount; and the Eternal called Moses</i> etc.,<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">Exodus 19:20.</i> and there it [the Glory] remained all the days that Moses ascended and descended the mountain, as it is said, <i>And the appearance of the Glory of the Eternal was like devouring fire on the top of the mount</i> etc.<sup class=\"footnote-marker\">15</sup><i class=\"footnote\"><i>Ibid.</i>, 24:17.</i> And when the last [i.e., the second] Tablets were given to him [Moses], the Glory rested in the tent of meeting [Moses’ own tent], as it is stated, <i>And it came to pass, when Moses entered the tent, the pillar of cloud descended, and stood at the door of the tent, and He spoke with Moses</i>,<sup class=\"footnote-marker\">16</sup><i class=\"footnote\"><i>Ibid.</i>, 33:9.</i> and it is further written, <i>And the Eternal spoke unto Moses face to face</i> etc.<sup class=\"footnote-marker\">17</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 11. This continued from the Day of Atonement until the first day of Nisan when the Tabernacle was permanently set up. See Vol. II, pp. 574-576.</i> When the Tabernacle was set up, the Glory rested therein, as it is said, <i>Then the cloud covered the Tent of Meeting, and the Glory of the Eternal filled the Tabernacle</i>,<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">Exodus 40:34.</i> and all communications to Moses came from there during all the years in the wilderness.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "57e77d55d6e4a94c7c18acec", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 10:12", "anchorRef": "Numbers 10:12", "anchorRefExpanded": ["Numbers 10:12"], "sourceRef": "Tafsir Rasag, Numbers 10:12", "sourceHeRef": "תפסיר רס\"ג, במדבר י׳:י״ב", "anchorVerse": 12, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 10.0012, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "פרחל בנו אסראיל אלי מראחילהם מן בריה סיני וסכן אלגמאם פי בריה פארן", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a154797d6e4a92409ac4604", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 10:12:1", "anchorRef": "Numbers 10:12", "anchorRefExpanded": ["Numbers 10:12"], "sourceRef": "Siftei Chakhamim, Numbers 10:12:1", "sourceHeRef": "שפתי חכמים, במדבר י׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>קברות התאוה.</b> שהרי ממדבר פארן שקראו לו קברות התאוה נסעו לחצרות ואח\"כ כתיב ואחר נסעו העם מחצירות ויחנו במדבר פארן, הא כבר היו במדבר פארן דהיינו קברות התאוה כמו שכתוב הכא. ועל זה פירש קברות התאוה במדבר פארן היה, ר\"ל מדבר פארן היה גבול גדול ויש בו מקום שנקראת קברות התאוה וחצרות והכל היה מדבר פארן, ולבסוף באו לסוף גבול מדבר פארן, וזהו שאמר בסוף הפרשה ויחנו במדבר פארן:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>Kivros Hata’avoh.</b> We see that from the desert of Paran, which was termed Kivros Hata’avoh, they traveled to Chatzeros, and afterwards it is written that the people traveled from Chatzeros and camped in the desert of Paran. But surely they had already been in the desert of Paran, which was Kivros Hata’avoh, as it is written here. Therefore Rashi explains that Kivros Hata’avoh was <i>in</i> the desert of Paran, meaning that the desert of Paran covered a large area and contained the places called Kivros Hata’avoh and Chatzeros, which were all in the desert of Paran. In the end they arrived at the border of the desert of Paran, which is what was meant when the Torah says that they camped in the desert of Paran at the end of the Parshah (12:16).", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a154797d6e4a92409ac4606", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 10:12:2", "anchorRef": "Numbers 10:12", "anchorRefExpanded": ["Numbers 10:12"], "sourceRef": "Siftei Chakhamim, Numbers 10:12:2", "sourceHeRef": "שפתי חכמים, במדבר י׳:י״ב:ב׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>ממסע זה.</b> שלא תטעה לומר ממסע שני כמו מקברות התאוה, לפי שמצינו שקראו למקום תבערה, לכ\"פ ממסע זה:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>After this journey.</b> So that one would not err and say that they camped there after the second journey, after leaving Kivros Hata’avoh, since that place was called Taveirah. For this reason Rashi explained that it was “after this journey.”", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a1c0212d6e4a943452d3c20", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Leviticus", "anchorRef": "Numbers 10:11-17", "anchorRefExpanded": ["Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17"], "sourceRef": "Sefer HaYashar (midrash), Book of Leviticus", "sourceHeRef": "ספר הישר (מדרש), ספר ויקרא", "anchorVerse": 11, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 0, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "ספר ויקרא", "he": ["ויהי בחודש השנים עשר בעשרים ושלושה בחודש, ויקח משה את אהרון ואת בניו וילבישם את הבגדים וימשח אותם ויעש להם כאשר ציוה ה׳ אותו. ויקרב משה את כל הקורבנות, כאשר ציוה ה׳ אותו ביום ההוא. ואחרי כן לקח משה את אהרון ואת בניו ויאמר אליהם, פתח אוהל מועד תשבו שבעת ימים ולא תצאו כי כן צויתי. ויעש אהרון ובניו את כל אשר ציוה ה׳ ביד משה, וישבו פתח אוהל מועד שבעת ימים. ויהי ביום השמיני באחד לחודש הראשון בשנה השנית לצאת בני ישראל ממצרים, ויקם משה את המשכן. ויקם משה את כל כלי אוהל מועד וכל כלי המשכן, ויעש ככל אשר ציוה ה׳ אותו. ויקרא משה אל אהרון ואל בניו ויקריבו את העולה ואת החטאת להם ולבני ישראל, כאשר ציוה ה׳ את משה. ביום ההוא לקחו שני בני אהרון נדב ואביהוא אש זרה ויקריבו לפני ה׳ אשר לא ציוה אותם, ותצא אש מלפני ה׳ ותאכל אותם וימותו לפני ה׳ ביום ההוא. אז החלו נשיאי בני ישראל ביום ההוא ביום כלות משה להקים את המשכן, להקריב את קורבנותיהם לפני ה׳ לחנוכת המזבח. ויקריבו את קורבנותיהם נשיא אחד ליום נשיא אחד ליום, שנים עשר יום. ויהי כל הקורבנות אשר הקריבו איש איש ביומו, קערת כסף אחת מאה ושלושים משקלה מזרק אחד כסף שבעים שקל בשקל הקודש, שניהם מלאים סולת בלולה בשמן למנחה. כף אחת עשרה זהב משקלה מלאה קטורת. פר אחד בן בקר איל אחד כבש אחד בן שנתו לעולה. ושעיר עזים אחד לחטאת. ולזבח השלמים בקר שניים אילים חמישה עתודים חמישה כבשים בני שנה חמישה. ככה יעשו יום יום שנים עשר נשיאי ישראל, איש איש יומו. ויהי אחרי כן ביום שלושה עשר לחודש, ויצו משה את בני ישראל לעשות הפסח. ויעשו בני ישראל את הפסח במועדו. בארבעה עשר יום לחודש כאשר ציוה ה׳ את משה, כן עשו בני ישראל.\n"], "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": ["And in the twelfth month, on the twenty-third day of the month Moses took Aaron and his ‎sons, and he dressed them in the official garments, and he anointed them, and he did unto ‎them according to the commandment of the Lord, and Moses brought up all the offerings, as ‎the Lord had commanded him on that day. And afterwards Moses took Aaron and his sons, ‎and he said unto them: Keep within the doors of the tabernacle for seven days for thus am I ‎commanded; and they did all as the Lord had commanded through Moses, and they remained ‎within the doors of the tabernacle for seven days. And on the eighth day, the first day of the ‎first month of the second year since the Israelites’ departure from Egypt, Moses erected the ‎tabernacle and all the furniture, and he did all as the Lord had commanded unto him. Then ‎called Moses, Aaron, and his sons, and they brought up the burnt offering and the sin offering ‎for themselves and the people, as the Lord had commanded unto Moses. And on that day, ‎Nadab and Abihu the two sons of Aaron offered strange fire before the Lord, which he ‎commanded them not, and there went out fire from the Lord and devoured them, and they ‎died before the Lord on that day. And the offerings, which each man brought in his day, were: ‎One silver charger, the weight whereof was a hundred and thirty shekels, one silver bowl of ‎seventy shekels, after the shekel of the sanctuary; both of them full of fine flour, mingled with ‎oil for a meat offering. One spoon of gold of ten shekels, full of incense. One young bullock, ‎one ram, one lamb of the first year. One kid of the goats for a sin offering. And for a sacrifice of ‎peace offerings, two oxen, five rams, five he goats and five lambs of the first year. Thus did ‎the princes of Israel bring their offerings day after day, each man on his day; and after this ‎Moses commanded the children of Israel to celebrate the Passover. And the children of Israel ‎observed the Passover in its season, on the fourteenth day of the month; as the Lord had ‎commanded unto Moses so did the children of Israel. And in the second month, on the first ‎day of the month, the Lord spoke unto Moses, saying: Number the heads of all the males ‎among the children of Israel from twenty years and upwards, thou and Aaron thy brother and ‎the twelve princes of Israel; and Moses did so, and Aaron came with the twelve princes of ‎Israel, and they numbered the children of Israel in the wilderness of Sinai, and the numbers of ‎the children of Israel, according to the houses of their fathers from twenty years and upwards ‎were six hundred and three thousand and five hundred and fifty. But the children of Levi were ‎not numbered amongst their brethren the children of Israel. And the number of all the first ‎born male children in Israel from one month and upwards was twenty-two thousand and two ‎hundred and seventy three, and the number of the children of Levi, from one month and ‎upwards, was twenty-two thousand. And Moses stationed the priests and Levites, every man ‎to his duties to serve in the sanctuary of the tabernacle, as the Lord had commanded unto ‎Moses."], "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5c17ba8cb071e100bf4f5eb8", "index_title": "Rashi on Gittin", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Gittin 36b:11:3", "anchorRef": "Numbers 10:12", "anchorRefExpanded": ["Numbers 10:12"], "sourceRef": "Rashi on Gittin 36b:11:3", "sourceHeRef": "רש\"י על גיטין ל״ו ב:י״א:ג׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 11.0003, "collectiveTitle": {"en": "Rashi on Gittin", "he": "רש\"י על גיטין"}, "heTitle": "רש\"י על גיטין", "he": "שזינתה בקרב חופתה - בעוד שכינה וישראל בסיני עשו את העגל שהרי לא נסעו מסיני עד לאחר הקמת המשכן בשנה שניה כדכתיב ויהי בשנה השנית בחדש השני וגו' ויסעו בני ישראל למסעיהם ממדבר סיני (במדבר י):", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ec534bb6abba6dac7eb33bf", "index_title": "Ramban on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Deuteronomy 33:2:3", "anchorRef": "Numbers 10:12", "anchorRefExpanded": ["Numbers 10:12"], "sourceRef": "Ramban on Deuteronomy 33:2:3", "sourceHeRef": "רמב\"ן על דברים ל״ג:ב׳:ג׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 2.0003, "collectiveTitle": {"en": "Ramban on Deuteronomy", "he": "רמב\"ן על דברים"}, "he": "<b>הוֹפִיעַ מֵהַר פָּארָן</b>, שֶׁנִּסְתַּכֵּל בָּהֶם וְשָׂם עִנְיָנָם לִמְאוֹר פָּנָיו מֵהַר פָּארָן, וְהַטַּעַם כִּי תְּחִלַּת הִכָּנְסָם בַּמִּדְבָּר הַגָּדוֹל הָיָה מִפָּארָן, כְּמוֹ שֶׁנֶּאֱמַר (במדבר י יב) וַיִּסְעוּ וְגוֹ' מִמִּדְבַּר סִינָי וַיִּשְׁכֹּן הֶעָנָן בְּמִדְבַּר פָּארָן, וְהִנֵּה הַשֵּׁם הוֹפִיעַ עֲלֵיהֶם לִרְאוֹת מָה הֵם צְרִיכִים בַּמִּדְבָּר הַגָּדוֹל וְהַנּוֹרָא, מִלְּשׁוֹן וְעַל עֲצַת רְשָׁעִים הוֹפָעְתָּ (איוב י ג), נִסְתַּכַּלְתָּ וְרָאִיתָ בְּאוֹרְךָ הַגָּדוֹל כָּל סִתְרֵי מַחְשְׁבוֹתֵיהֶם:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "HE BEAMED FROM MOUNT PARAN — He regarded them and placed their needs in the light of His countenance emanating from Mount Paran. The sense thereof is as follows: The beginning of their entry into the great wilderness was from Paran, as it is said, <i>And the children of Israel set forward by their stages out of the wilderness of Sinai; and the cloud abode in the wilderness of Paran</i>.<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">Numbers 10:12.</i> Then G-d shone forth upon them to see what they needed in <i>the great and dreadful wilderness</i>.<sup class=\"footnote-marker\">26</sup><i class=\"footnote\"><i>Ibid.</i>, 8:15.</i> This expression is similar to, <i>and Thou didst shine forth upon the counsel of the wicked</i>,<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">Job 10:3.</i> meaning that You have observed and seen with Your great light all their secret thoughts.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6037a6cfcda51cfa3ddf3cf7", "index_title": "Ramban on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Numbers 12:16:1", "anchorRef": "Numbers 10:12", "anchorRefExpanded": ["Numbers 10:12"], "sourceRef": "Ramban on Numbers 12:16:1", "sourceHeRef": "רמב\"ן על במדבר י״ב:ט״ז:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Ramban on Numbers", "he": "רמב\"ן על במדבר"}, "he": "וטעם <b>ואחר נסעו העם מחצרות ויחנו במדבר פארן</b> לומר כי כאשר נסעו מחצרות לא נסעו ממדבר זה אל מדבר אחר כאשר במסע הראשון שנסעו ממדבר סיני ויחנו במדבר פארן (במדבר י׳:י״ב) אבל נסעו מחצרות אשר הוא במדבר פארן וחנו במקום אחר מן המדבר ההוא עצמו והוא קדש ברנע כי משם נשתלחו מרגלים כאשר אמר במקום אחר (במדבר י״ג:כ״ו) אל מדבר פארן קדשה וכן כתוב (דברים א יט כב) ונבא עד קדש ברנע וגו' ותקרבון אלי ותאמרו נשלחה אנשים ולא אמר הכתוב <b>ויסעו מחצרות ויחנו בקדש ברנע</b> כי אולי מסעות הרבה ביניהם ואין עתה מקום להזכירם אבל הזכיר מדבר פארן להודיע כי קדש זה הוא קדש ברנע אשר במדבר פארן לא קדש אשר במדבר צין שהיה שם ענין מי מריבה בשנת הארבעים:", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND AFTERWARD THE PEOPLE JOURNEYED FROM HATZEROTH, AND PITCHED IN THE WILDERNESS OF PARAN. The reason [why Scripture mentions the wilderness] is to say that when they travelled from Hatzeroth they did not go from one wilderness to another, as they did on their first journey when they set forth <i>from the wilderness of Sinai and pitched in the wilderness of Paran</i>,<sup class=\"footnote-marker\">303</sup><i class=\"footnote\">Above, 10:12.</i> for [now] they set forth from Hatzeroth which is in the wilderness of Paran, and pitched in another place in that very same wilderness. This [place was called] Kadesh-barnea, for [although its name is not given here], it is from there that the spies [mentioned in the next section of the Torah] were sent, as is said in another place, <i>unto the wilderness of Paran, to Kadesh</i>,<sup class=\"footnote-marker\">304</sup><i class=\"footnote\">Further, 13:26.</i> and so also it is written, <i>and we came to Kadesh-barnea;</i><sup class=\"footnote-marker\">305</sup><i class=\"footnote\">Deuteronomy 1:20.</i> <i>And ye came unto me every one of you, and said: Let us send men before us</i>.<sup class=\"footnote-marker\">306</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 22.</i> Now Scripture does not say here: “and they journeyed from Hatzeroth, and pitched in Kadesh-barnea,” for perhaps there were many [stages in their] journey between them [i.e., these two places], and this is not now the place to mention them. However, it mentioned [that they pitched] <i>in the wilderness of Paran</i>,<sup class=\"footnote-marker\">303</sup><i class=\"footnote\">Above, 10:12.</i> in order to inform us that this Kadesh [from where the spies were sent] is the Kadesh-barnea which is in the wilderness of Paran, not the Kadesh which is in the wilderness of Sin<sup class=\"footnote-marker\">307</sup><i class=\"footnote\">Further, 20:1.</i> where the affair of <i>the waters of Meribah</i><sup class=\"footnote-marker\">308</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 13.</i> took place in the fortieth year [of the Israelites’ stay in the wilderness].<br>Shelach", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "60dc1c68e3d64075821983f7", "index_title": "Ramban on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Leviticus 7:38:1", "anchorRef": "Numbers 10:12", "anchorRefExpanded": ["Numbers 10:12"], "sourceRef": "Ramban on Leviticus 7:38:1", "sourceHeRef": "רמב\"ן על ויקרא ז׳:ל״ח:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 38.0001, "collectiveTitle": {"en": "Ramban on Leviticus", "he": "רמב\"ן על ויקרא"}, "he": "<b>אשר צוה ה' את משה בהר סיני</b> על דרך רבותינו (תורת כהנים בהר פרשה א א) כי כל המצות נאמרו למשה בהר סיני כללותיהן ופרטיהן ודקדוקיהן ונשנו מהן באהל מועד והנה מצות ויקרא שנויות ועל דרך הפשט שיעורו אשר צוה ה' את משה בהר סיני וביום צוותו את בני ישראל במדבר סיני להקריב את קרבניהם לה' כי צוה במלואים בהר סיני וכן בעולה וחטאת וצוה במנחה ואשם ובזבחי השלמים במדבר סיני באהל מועד ויתכן כי טעם בהר סיני במקום הזה לפני הר סיני והוא באהל מועד וכן עולת תמיד העשויה בהר סיני (במדבר כח ו) כי איננו בהר ממש כי עולת תמיד לא התחילו בה רק באהל מועד דכתיב וזה אשר תעשה על המזבח וגו' (שמות כט לח) וכן ויסעו מהר ה' (במדבר י לג) וכן רב לכם שבת בהר הזה (דברים א ו) והטעם בכל אלה כי ישראל חנו לפני הר סיני בקרוב לו דכתיב (שמות יט ב) ויחן שם ישראל נגד ההר ושם עמדו עד נסעם משם למדבר פארן והנה עשו אהל מועד והקימו אותו לפני ההר במזרחו ושם התחילו בעולת התמיד ובשנה השנית נצטוו על הדגלים והעמידו האהל בתוך המחנות בנסעם ולפיכך אמר הכתוב בכאן כי זאת התורה לעולה ולכל הקרבנות שצוה השם בהר סיני ביום צוותו במדבר סיני יגיד כי היה בהר סיני ובמדבר סיני להודיע שלא היתה בהר ממש במקום הכבוד ששם דיבר עמו עשרת הדברות ולא במדבר סיני אחרי שנסעו מלפני ההר אבל היה במדבר סיני מלפני ההר בתחומו וקרוב לו ושם אהל מועד כמו שאמר בתחילת הענין (ויקרא א׳:א׳) ויקרא אל משה וידבר ה' אליו מאהל מועד הודיע אותנו עתה מקום אהל מועד:", "heVersionTitle": "On Your Way New", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "WHICH THE ETERNAL COMMANDED MOSES IN MOUNT SINAI. According to our Rabbis<sup class=\"footnote-marker\">154</sup><i class=\"footnote\">Sotah 37 b.</i> all the commandments were expressly told to Moses on Mount Sinai, in their general rules, their specific regulations and their minute details, and some of them were repeated in the Tent of Meeting. Thus [all] the commandments in the Book of Vayikra (Leviticus) [which is prefaced by the verse stating it was made known in the Tent of Meeting], are repetitions [of those said on Sinai, which is the sense of the verse before us]. By way of the plain meaning of Scripture, the meaning of the verse is:<sup class=\"footnote-marker\">155</sup><i class=\"footnote\">The verse reads: <i>Which the Eternal commanded Moses in Mount Sinai, in the day that he commanded the children of Israel to present their offerings unto the Eternal, in the wilderness of Sinai</i>. Now according to the interpretation of the Rabbis mentioned above, the sense of the verse is that the laws of the offerings were commanded to Moses “in Mount Sinai,” and were repeated to him in the Tent of Meeting “in the wilderness of Sinai.” Ramban will now explain that according to the plain meaning of Scripture this verse speaks of two separate occasions: the offerings of the seven-day consecration of the priests were commanded to Moses “in Mount Sinai,” whilst the laws of the other offerings were given to Moses “in the wilderness of Sinai,” that is, in the Tabernacle.</i> “<i>Which the Eternal commanded Moses in Mount Sinai</i>, and <i>in the day that he commanded the children of Israel</i> in the wilderness of Sinai <i>to present their offerings unto the Eternal</i>,” for He gave the commandment about the consecration-offerings [of the priests] <i>in Mount Sinai</i>, as also in the case of the burnt-offering and sin-offering [which were part of the consecration], and He commanded concerning the meal-offering, guilt-offering, and peace-offerings, <i>in the wilderness of Sinai</i>, in the Tent of Meeting.<br>It is possible that the expression <i>in Mount Sinai</i> means “in this place in front of Mount Sinai,” which is in the Tent of Meeting. Similarly, <i>It is a continual burnt-offering, which was offered in Mount Sinai</i>,<sup class=\"footnote-marker\">156</sup><i class=\"footnote\">Numbers 28:6.</i> does not mean on the mountain itself, for the continual burnt-offering [i.e., the Daily Whole-offering brought for all Israel] began only in the Tent of Meeting, as it is written, <i>Now this is that which thou shalt offer upon the altar: two lambs of the first year day by day continually</i>.<sup class=\"footnote-marker\">157</sup><i class=\"footnote\">Exodus 29:38.</i> So also: <i>And they set forward from the Mount of the Eternal</i><sup class=\"footnote-marker\">158</sup><i class=\"footnote\">Numbers 10:33.</i> [which means “from before the Mount of the Eternal”]; <i>ye have dwelt long enough in this mountain</i><sup class=\"footnote-marker\">159</sup><i class=\"footnote\">Deuteronomy 1:6.</i> [which means “in front of this mountain”]. The sense of all these verses is that Israel had encamped before Mount Sinai nearby, as it is written, <i>and there Israel encamped before the Mount</i>.<sup class=\"footnote-marker\">160</sup><i class=\"footnote\">Exodus 19:2.</i> There [in the wilderness of Sinai] they stayed until they journeyed from there to the wilderness of Paran.<sup class=\"footnote-marker\">161</sup><i class=\"footnote\">Numbers 10:12: <i>And the children of Israel set forward by their stages out of the wilderness of Sinai, and the cloud abode in the wilderness of Paran</i>.</i> Thus they made the Tent of Meeting and erected it before the Mount on its east side, and it was there that they began offering the Daily Whole-offering. In the second year [after the exodus] they were commanded concerning the standards,<sup class=\"footnote-marker\">162</sup><i class=\"footnote\"><i>Ibid.</i>, 1:1; 2:1-31.</i> and they set the Tent of Meeting <i>in the midst of the camps</i><sup class=\"footnote-marker\">163</sup><i class=\"footnote\"><i>Ibid.</i>, 2:17.</i> when they journeyed. It is for this reason that Scripture says here that <i>this is the law of the burnt-offering</i><sup class=\"footnote-marker\">164</sup><i class=\"footnote\">Verse 37 here.</i> and of all the offerings which G-d commanded [Moses] <i>in Mount Sinai, in the day that he commanded</i> [<i>the children of Israel</i>] … <i>in the wilderness of Sinai</i>.<sup class=\"footnote-marker\">165</sup><i class=\"footnote\">Verse 38 here.</i> Scripture thus states that it was in Mount Sinai and in the desert of Sinai, in order to inform us that it was not on the mountain itself, in the place of the Glory where G-d told to Moses the Ten Commandments, nor in the desert of Sinai after they had journeyed from before the Mount. Rather, it was in the wilderness of Sinai, in front of the mountain within its environs and nearby, and there was the Tent of Meeting, as He said at the beginning of the subject of the offerings, <i>And He called unto Moses, and the Eternal spoke unto him out of the Tent of Meeting</i>,<sup class=\"footnote-marker\">166</sup><i class=\"footnote\">Above, 1:1.</i> and now He informed us of the place of the Tent of Meeting.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "618bbc0d66558747fdb87f1d", "index_title": "Tiferet Yisrael", "category": "Jewish Thought", "type": "", "ref": "Tiferet Yisrael 26:12", "anchorRef": "Numbers 10:12", "anchorRefExpanded": ["Numbers 10:12"], "sourceRef": "Tiferet Yisrael 26:12", "sourceHeRef": "תפארת ישראל כ״ו:י״ב", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1589, 1599], "commentaryNum": 26.0012, "collectiveTitle": {"en": "Tiferet Yisrael", "he": "תפארת ישראל"}, "he": "ובפרק רבי עקיבא (שבת פט.), מאי \"הר סיני\" (שמות יט, יח), שירדה שנאה למכחישי ה'*<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"45\"></i>. דאמר רבי יוסי, ה' שמות נקרא לו; \"מדבר צין\" (במדבר לג, לו), שנצטוו ישראל עליו. \"מדבר קדש\" (תהלים כט, ח), שנתקדשו ישראל עליו. \"מדבר פארן\" (במדבר י, יב), שפרו ורבו עליו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"46\"></i>. \"מדבר סיני\" (שמות יט, יח), שירדה שנאה למכחישי ה'. \"מדבר קדמות\" (דברים ב, כו), שנתנה קדומה עליו. ומה שמו, \"חורב\" (דברים א, ב) שמו. ופליגי דרבי אבהו, דאמר רבי אבהו \"הר סיני\" שמו, למה נקרא שמו \"הר חורב\", שירד חורבן למכחישי ה' עליו, עד כאן. \n", "heVersionTitle": "Tiferet Yisrael, with footnotes and annotations by Rabbi Yehoshua D. Hartman, Machon Yerushalyim, 2010", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "תפארת ישראל, נלקט ונערך על ידי יהושע דוד בן הרב יחזקאל הרטמן. מכון ירושלים, תש\"ע", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee06bfddfbb310fecfc", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Setting Out 2-4", "anchorRef": "Numbers 10:1-36", "anchorRefExpanded": ["Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Setting Out 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה י״א ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Setting Out", "he": "במדבר הערה י״א"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה י״א", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Once trumpets for signaling the march have been made, the Israelites at last begin their trek from Sinai to Canaan—nineteen days after the opening events and commandments of the book. True to the orderly character of Part I, which here draws to a close, the exact progression of the march is laid out, tribe by tribe and Levite subgroup by subgroup.", "A few other brief traditions have been included here: first, a renewed mention of Moshe’s father-in-law (cf. Ex. 18), who is exhorted to accompany the Israelites to Canaan. This text most likely continues the tradition recorded in the Bible of friendship between Israelites and Kenites, Hovav’s group.", "The departure sequence ends, as sections in the Bible sometimes do, with a poem—in this case, the battle cry (similar to the one in Ps. 68:2) associated with the coffer (vv.35–36). These verses, now completely stripped of their military connotations, are universally used by Jews when Torah scrolls are taken out and put back in the synagogue ark on Sabbaths and holidays."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee46bfddfbb310fed0a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "anchorRef": "Numbers 1:1-10:36", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Wilderness Camp", "he": "במדבר מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>O LIST IS TO DEMONSTRATE A SENSE OF ORDER AND CONTROL</small>. T<small>HE BOOK OF</small> Numbers commences with several lists that serve to arrange and catalog the Israelite camp in the wilderness: first, the “accountings” of the Israelites fit for battle; then, the symmetrical arrangement of the camp itself, around the Tabernacle; and finally, the special listing of the Levite population, accompanied by an enumeration of its special tasks in the camp. The first part of Numbers thus takes place as it were in the shadow of Mount Sinai—that is, under the aegis of the priestly school of thinking, in which order is everything.", "There is a strong military bent to the arrangement. The census of Chapter 1 is not a head count of the entire Israelite population, but rather of those “twenty years of age and upward,” those eligible to serve in the army. The setup of the camp resembles that in ancient Egypt, with the sanctuary and ark (here “Dwelling” and “coffer”) in the center (in the Egypt of Raamses II—thought by some to have been the Pharaoh of the Exodus—it was the king’s throne). The Levites, whom we have not encountered previously as a group with tasks distinct from those of the priests, emerge in this part of the book as caretakers and perhaps guardians of the sanctuary, in addition to their tasks of dismantling and transport of the “Holy-Shrine.” This military aspect reflects an ancient concept of Israel as the “forces of Y<small>HWH</small>,” surely a conquest image, which later becomes standardized in language in the phrase usually rendered “the L<small>ORD</small> of Hosts.”", "Some of the material in this section might well have been put elsewhere. Chapters 5–7 would have fit nicely in Leviticus; Chapter 7, the listing of the tribal gifts brought to the sanctuary upon its dedication, could even have followed Ex. 40, where Moshe completes the erection of the structure. That these chapters are here therefore must be the result of a conscious decision, either to include material that did not find its way into the other books, or out of a feeling that they were appropriately placed in the book about Israel’s wanderings in the wilderness."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382ecc9ad75f2d99af9ee", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Setting Out 1", "anchorRef": "Numbers 10:1-36", "anchorRefExpanded": ["Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Setting Out 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה י״א א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה י״א", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 10:1-36\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 10:1-36</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "63d77c73eca10007534469a0", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 10:12:1", "anchorRef": "Numbers 10:12", "anchorRefExpanded": ["Numbers 10:12"], "sourceRef": "Rav Hirsch on Torah, Numbers 10:12:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר י׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 12. נסע .ויסעו וגו׳ למסעיהם, verwandt mit ויסחך מאהל ,נסח (Ps. 52,7), heißt eigentlich: sich aus seinem bisherigen Ruhepunkte erheben, daher: aufbrechen, sich in Bewegung setzen (daher auch das verwandte נפה ,נסה: jemandem eine Tätigkeit aufgeben, ihn prüfen, üben). Es heißt dann auch das fortgesetzte Aufbrechen, sich ununterbrochen erheben, in Fortbewegung bleiben: ziehen. Dieser Begriff: Ziehen wird ja vorzugsweise von der Fortbewegung einer schwer in Bewegung zu setzenden Masse, wie hier eines ganzen Lagers und so auch bei Abraham eines ganzen Hausstandes gebraucht, deren jeglicher Fortschritt eigentlich ein fortgesetztes Aufbrechen ist. In unserem Kapitel kommt es daher in beiden Bedeutungen: Aufbruch und Zug vor. Hier: sie brachen auf, um die ihnen bis zum Eintritt in das Land bevorstehenden Züge anzutreten. – ויסעו וגו׳ ממדבר סיני וישכן הענן במדבר פארן. Für jetzt war es nur noch ein Zug von einer Wüste in die andere. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64188221c9371ec0cebe73d2", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Numbers 10:12:1", "anchorRef": "Numbers 10:12", "anchorRefExpanded": ["Numbers 10:12"], "sourceRef": "Reggio on Torah, Numbers 10:12:1", "sourceHeRef": "ביאור יש\"ר על התורה, במדבר י׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "במדבר", "he": "<b>למסעיהם</b> לפי שממדבר סיני עד מדבר פארן לא היתה נסיעה אחת כמו שנפרש בסמוך אבל היו ביניהם כמה נסיעות וחניות, לכן אמר למסעיהם בי\"וד הרבוי:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64188222c9371ec0cebe73d4", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Numbers 10:12:2", "anchorRef": "Numbers 10:12", "anchorRefExpanded": ["Numbers 10:12"], "sourceRef": "Reggio on Torah, Numbers 10:12:2", "sourceHeRef": "ביאור יש\"ר על התורה, במדבר י׳:י״ב:ב׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "במדבר", "he": "<b>וישכן הענן במדבר פארן,</b> ולהלן בפרשת אלה מסעי אמר ויסעו ממדבר סיני ויחנו בקברות התאוה, לכן יראה שמדבר פארן אינו שם פרטי של מקום ממקומות הנסיעה הנזכרות בפרשת אלה מסעי, אבל הוא שם כללי לכל המדבר הגדול עד מדבר צין, וכל המקומות שהוזכרו שם עד שבאו אל מדבר צין כלם במדבר פארן היו, וכן מדבר צין היה ג\"כ שם כללי, וכל המקומות שהוזכרו ממדבר צין עד החנייה האחרונה שהיא ערבות מואב, כלם בכלל מדבר צין היו, אמנם בפרשה שלפנינו וכן בכל הפרשיות עד אלה מסעי לא בא להודיע פרטי המסעות, כלם ומקומות חנייתם, רק דרך כלל שממדבר סיני באו אל מדבר פארן וממנו אל מדבר צין ומשם לערבות מואב, והמקומות שביניהם לא יזכיר כ\"א מעטים כמו בפרשה זו ובפרשת חקת להודיע המעשים שנעשו להם במקומות האלה, כגון חצרות בעבור צרעת מרים, קדש להודיע מעשה הבאר, הר ההר בעבור מיתת אהרן וכן כלם, ובפרשת אלה מסעי ששם יזכיר כל פרטי מקומות חנייתם, לא הוצרך להזכיר עוד מדבר פארן:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6420583c7856108538db399c", "index_title": "Zakhor VeShamor", "category": "Jewish Thought", "type": "", "ref": "Zakhor VeShamor, Gate I, Chapter IV 69", "anchorRef": "Numbers 10:11-13", "anchorRefExpanded": ["Numbers 10:11", "Numbers 10:12", "Numbers 10:13"], "sourceRef": "Zakhor VeShamor, Gate I, Chapter IV 69", "sourceHeRef": "זכור ושמור, שער ראשון; שבת ורגלים; זכר למעשה בראשית, זכר ליציאת מצרים, פרק רביעי; חג השבועות; חג חקלאי עם כפל משמעות ס״ט", "anchorVerse": 11, "sourceHasEn": false, "compDate": [2015], "commentaryNum": 69, "collectiveTitle": {"en": "Zakhor VeShamor", "he": "זכור ושמור"}, "heTitle": "פרק רביעי; חג השבועות; חג חקלאי עם כפל משמעות", "he": "וַיְהִי בַּשָּׁנָה הַשֵּׁנִית בַּחֹדֶשׁ הַשֵּׁנִי בְּעֶשְׂרִים בַּחֹדֶשׁ נַעֲלָה הֶעָנָן מֵעַל מִשְׁכַּן הָעֵדֻת. וַיִּסְעוּ בְנֵי יִשְׂרָאֵל לְמַסְעֵיהֶם מִמִּדְבַּר סִינָי... וַיִּסְעוּ בָּרִאשֹׁנָה עַל פִּי ה' בְּיַד מֹשֶׁה (במדבר י', יא-יג).", "heVersionTitle": "Alon Shevut, 2015", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc6a758c1dc532ec9138", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 10:12", "anchorRef": "Numbers 10:12", "anchorRefExpanded": ["Numbers 10:12"], "sourceRef": "Steinsaltz on Numbers 10:12", "sourceHeRef": "ביאור שטיינזלץ על במדבר י׳:י״ב", "anchorVerse": 12, "sourceHasEn": true, "commentaryNum": 10.0012, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וַיִּסְעוּ בְנֵי יִשְׂרָאֵל לְמַסְעֵיהֶם מִמִּדְבַּר סִינָי, וַיִּשְׁכֹּן הֶעָנָן בְּמִדְבַּר פָּארָן.</b> כיוון שהענן נדד הלאה, ישראל הלכו אחריו לכיוון מדבר פארן שבחצי-האי סיני.\n  ", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>The children of Israel traveled on their journeys from the wilderness of Sinai; the cloud rested in the wilderness of Paran. </b>Since the cloud moved forward, the Israelites followed it in the direction of the wilderness of Paran, in the Sinai Peninsula.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "525a2efcedbab4498f484a76", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 10:12:1", "anchorRef": "Numbers 10:12", "anchorRefExpanded": ["Numbers 10:12"], "sourceRef": "Ibn Ezra on Numbers 10:12:1", "sourceHeRef": "אבן עזרא על במדבר י׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>למסעיהם.</b> כראוי שיסעו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "BY THEIR STAGES.<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">Literally, by their journeys. Hence I.E.’s comment.</i> As it was fit for them to journey.<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">By God’s dictate. “In accordance with the regulation set forth for the journeys of their divisions–which should be the first to set out and which the last” (Rashi; Rosenbaum and Silbermann translation).</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "525a2f09edbab4498f484a7a", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 10:12:2", "anchorRef": "Numbers 10:12", "anchorRefExpanded": ["Numbers 10:12"], "sourceRef": "Ibn Ezra on Numbers 10:12:2", "sourceHeRef": "אבן עזרא על במדבר י׳:י״ב:ב׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>וישכון הענן במדבר פארן.</b> עוד אפרשנו וכן ויסעו בראשונה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AND THE CLOUD ABODE IN THE WILDERNESS OF PARAN. I will explain this and, <i>And they took their first journey</i> (v. 13)<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">See I.E. on verse 31.</i> later.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "554ef0b0fbfba21b48f53ab2", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 10:12:1", "anchorRef": "Numbers 10:12", "anchorRefExpanded": ["Numbers 10:12"], "sourceRef": "Haamek Davar on Numbers 10:12:1", "sourceHeRef": "העמק דבר על במדבר י׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>למסעיהם.</b> למקומות שצריכים להיות נוסעים עד א״י וכלשון המקרא אלה מסעיהם:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5614e443fbfba21096625a04", "index_title": "Ein Yaakov (Glick Edition)", "category": "Midrash", "type": "", "ref": "Ein Yaakov (Glick Edition), Nedarim 9:1", "anchorRef": "Numbers 10:12", "anchorRefExpanded": ["Numbers 10:12"], "sourceRef": "Ein Yaakov (Glick Edition), Nedarim 9:1", "sourceHeRef": "עין יעקב (מאת שמואל צבי גליק), נדרים ט׳:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1901, 1921], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Ein Yaakov (Glick Edition)", "he": "עין יעקב (מאת שמואל צבי גליק)"}, "heTitle": "נדרים", "he": "(דף סד ע״ב) א״ר יוחנן משום ר׳ שמעון בן יוחאי כל מקום שאתה מוצא נצים נצבים אינם אלא דתן ואכירם אלא מאי (שמות ד יט) מתו כל האנשים וגו׳ אמר ריש לקיש שירדו מנכסיהם תניא ד׳ חשובים כמתים עני ומצורע וסומא ומי שאין לו בנים עני דכתיב כי מתו כל האנשים מצורע דכתיב (במדבר י יב) אל נא תהי כמת סומא דכתיב (איכה ג ו) במחשכים הושיבני כמתי עולם מי שאין לו בנים דכתיב (בראשית ל א) הבה לי בנים ואם אין מתה אנכי:", "heVersionTitle": "En Jacob, translated by SH Glick, 1916", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עין יעקב, בתרגום ס.ה. גליק, 1916", "text": "(Fol. 64b) R. Jochanan said in the name of R. Simon b. Jochai: \"Wherever you find the words nitzim, or nitzabim [written in the Pentatuch,] it refers to no one but Dathan and Abiram.\" If so, then how will you explain the passage (Ex. 4, 19) For the men are dead, etc., referring to Dathan and Abiram, and yet on occasions which happened many years later the words nitzim and nitzabim are found mentioned in the Torah? Resh Lakish therefore explained that they became poor.\" Resh Lakish said: \"A man who has no children is accounted as dead, as it is said (Gen. 30, 1) Give me children or else die, and we are taught in a Baraitha that four are accounted as dead: — The pauper, the leper, the blind man, and he who is childless. That a pauper is accounted as dead we derive from the above quoted passage: For the men are dead; the leper, we derive from the following passage (Num. 12, 12) Let her not be as a dead-born child; That a blind one is accounted as dead we derive from this passage (Lam. 3, 6) In dark places hath He set me to dwell, like the dead of olden times; and that one who is childless is accounted as dead we infer from the passage. Give me children or else I die.\" ", "versionTitle": "En Jacob, translated by SH Glick, 1916", "license": "Public Domain", "versionTitleInHebrew": "עין יעקב, בתרגום ס.ה. גליק, 1916"}, {"_id": "582abb8ad6e4a90c9c0639e2", "index_title": "HaEmunot veHaDeot", "category": "Jewish Thought", "type": "", "ref": "HaEmunot veHaDeot, [Treatise III] Revelation and the Commandments 8:1", "anchorRef": "Numbers 10:12", "anchorRefExpanded": ["Numbers 10:12"], "sourceRef": "HaEmunot veHaDeot, [Treatise III] Revelation and the Commandments 8:1", "sourceHeRef": "האמונות והדעות, מאמר השלישי; צווי ואזהרה ח׳:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [922, 942], "commentaryNum": 8.0001, "collectiveTitle": {"en": "HaEmunot veHaDeot", "he": "האמונות והדעות"}, "he": "ואחר אלה השבעה, אני רואה לזכור דבר שהם אומרים ירחבו בו הדברים והוא, שהם אומרים כמו ‏שהיתה סבת האמין במשה, העמידו האותות והמופתים, כן חייב שתהיה הסבה להאמין בזולתו ‏האותות והמופתים. ותמהתי בעת שמעי זה תמה גדול, הוא, שסבת האמיננו במשה, לא היתה ‏האותות והמופתים בלבד, אבל סבת האמיננו בו ובכל נביא, שיקראנו תחלה אל מה שיכשר, וכאשר ‏נשמע דברו ונראה אותו שיכשר, נבקש ממנו המופתים עליו, וכאשר יעמידם נאמין בו, ואם נשמע ‏טענתו מתחלתה ונראה שלא תכשר, לא נבקש ממנו מופתים, כי אין מופת על נמנע. והדרך באלה ‏השני ענינים, כראובן ושמעון עמדו לפני הדין, ואם יטעון ראובן מה שאפשר כמוהו, כאלו אמר יש לי ‏עליו אלף דינר יבקש ממנו הדיין עדים; וכאשר יעידו העדים יתחייב לו הממון. ואם יטעון עליו מה ‏שאי אפשר, כאלו אמר יש לי עליו חדקל, תהיה טענתו מעקרה בטלה, שאין חדקל ברשות אדם, ולא ‏יתכן שיבקש הדיין עדים על זה. כן הדרך עם כל טוען בנבואה, אם יאמר לנו שאלהים מצוה אתכם, ‏שתצומו יום כך, נבקש ממנו אותות וכאשר נראה אותם נאמין ונצום. ואם יאמר אלהי יצוה אתכם, ‏בנאוף ולגנוב, או שהוא מודיעכם שיביא מי המבול, או שברא השמים והארץ בשנה, בלי מחשבה, לא ‏נבקש ממנו אות, מפני שקראנו למה שלא יכשירהו השכל, או הגדה נאמנת. וכבר הוסיף קצתם על ‏המאמר הזה ואמר: אם לא ישגיח אלינו ויראנו האותות והמופתים ונראה בהכרח, מה נאמר בעת ‏ההיא: עניתיו כי נאמר בעת ההיא, כאשר נאמר במי שיראה לנו לנו אותות ומופתים על עזיבת מה ‏שיש בשכלנו מטוב הצדק, וגנות הכזב, והדומה לזה. והוצרך לומר, כי גנות הכזב וטוב הצדק, אינם ‏מדרך השכל, אבל הם מדרך הצווי והאזהרה, וכן מניעת הרציחה והניאוף והניאוף והגנבה והדומה ‏להם. וכיון שיצא אל אלה הדברים הקל טרחו מעלי ולא הוצרכתי לדבר עמו ומהם מה שמביא טענה ‏על בטול התורה בפסוקים מהמקרא, והנני זוכרם וזוכר דבריו בהם, ומה שיש תשובה עליו, ‏ותחלתם (דברים ל\"ג ב') ויאמר י\"י מסיני בא וזרח משעיר למו הופיע מהר פארן וגו'. ואלה השלשה ‏שמות להר סיני. והוא שכל הר יהיה בתחלה כנגד עירות שמותם, פוסקים אותו בשמות, כמו ‏שנקראת כל פסקה ממנו בשם העיר שכנגדה, כמו שהים אחר, והארצות אשר כנגדו מקנות אותו ‏שמות רבים לעמת כל ארץ, כן הר סיני הוא הר נגד סיני, ושעיר ופארן נפגשים שניהם, הוא אמרו ‏‏(במדבר י' י\"ב) ויסעו בני ישראל למסעיהם ממדבר סיני ויחנו במדבר פארן, והראיה על שפארן ‏ושעיר נפגשים, אמרו (בראשית י\"ד ו') ואת החורי בהררם שעיר עד איל פארן. ומצאתי בקצת ‏הספרים ששעיר רומזים בו אל הר סיני, כמו שאמר (שופטים ה' ד') י\"י בצאתך משעיר, ואחר כך ‏אמר זה סיני. והוסיפו אנשים ואמרו, שהוא, אחר שאמר הופיע מהר פארן בלשון החולף אמר (חבק' ‏ג' י') אלוה מתימן יבא וקדוש מהר פארן, בלשון העתיד. והתבאר לי שהמנין כשיבא, יהיו קצת ‏המלות חולפות, וקצתם כאלו הם עתידות, כאשר מנה חטאות אבותינו במדבר (תהילים ק״ו:ז׳) וימרו ‏על ים בים סוף מהרו שכחו מעשיו ויתאוו תאוה במדבר. וקצתם ספר עליהם בלשון עתיד (תהלים ‏ק\"ו ט' י') יעשו עגל בחורב, תפתח ארץ ותבלע דתן, כאלו הם עתידות, והם חולפות באמת. כי כן ‏דרך המודה שיאמר פלוני ייטיב לי ויועילני. כן דרך המתרעם לומר פלוני יחמסני ויזיקני ויעשקני:‏", "heVersionTitle": "Emunot we-Deot; Leipzig, 1864.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f2acd6e4a9274647214c", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Numbers 10:12:1", "anchorRef": "Numbers 10:12", "anchorRefExpanded": ["Numbers 10:12"], "sourceRef": "Chizkuni, Numbers 10:12:1", "sourceHeRef": "חזקוני, במדבר י׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>וישכן הענן במדבר פארן</b> כולל תבערה שהיא קברות התאוה, וחצרות ורתמה וקדש, וראיה לדבר שלא הזכיר מדבר פארן בפרשת מסעי.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "וישכון הענן במדבר פארן, “and the cloud came to rest in the wilderness of Paran.” This region included the location which became known as Taveyrah, another name for Kivrot Hataavah, where the meat hungry people died from overeating as if ravenously hungry. Included were also the locations named Chatzerot, Ritmah, and Kadesh, all reminders of minor or major disasters. Proof of this is the fact that in Parshat Massey where all 42 way stations of the journeys of the people are listed chronologically, no mention is made of the wilderness of Paran.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58b6b177d6e4a952249cc2c0", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Numbers 10:12:1", "anchorRef": "Numbers 10:12", "anchorRefExpanded": ["Numbers 10:12"], "sourceRef": "Minchat Shai on Torah, Numbers 10:12:1", "sourceHeRef": "מנחת שי על תורה, במדבר י׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "במדבר", "he": "<b>ממדבר.</b> הבי\"ת דגושה:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59636c1bd6e4a9416e9c4629", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Numbers 10:12:1", "anchorRef": "Numbers 10:12", "anchorRefExpanded": ["Numbers 10:12"], "sourceRef": "Mizrachi, Numbers 10:12:1", "sourceHeRef": "מזרחי, במדבר י׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "במדבר", "he": "<b>למסעיהם כמשפט המפורש למסע דגליהם מי ראשון ומי אחרון. </b>וכאילו אמר ויסעו בני ישראל למסעיהם שפירושו כסדר הכתוב במסעיהם מי ראשון ומי אחרון: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59636c1bd6e4a9416e9c462b", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Numbers 10:12:2", "anchorRef": "Numbers 10:12", "anchorRefExpanded": ["Numbers 10:12"], "sourceRef": "Mizrachi, Numbers 10:12:2", "sourceHeRef": "מזרחי, במדבר י׳:י״ב:ב׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "במדבר", "he": "<b>במדבר פארן קברות התאוה במדבר פארן היה ושם חנו ממסע זה. </b>שהרי בזה המסע כתוב ויקרא את שם המקום ההוא קברות התאוה וכתיב מקברות התאוה נסעו העם חצרות וכתיב ואחר נסעו העם מחצרות ויחנו במדבר פארן: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59765595d6e4a90179bf6d02", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Numbers 10:12:1", "anchorRef": "Numbers 10:12", "anchorRefExpanded": ["Numbers 10:12"], "sourceRef": "Be'er Mayim Chaim, Numbers 10:12:1", "sourceHeRef": "באר מים חיים, במדבר י׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "במדבר", "he": "<b>ויסעו</b> בני ישראל למסעיהם ממדבר סיני וגו'. מלת למסעיהם לכאורה מיותרת אחר שכתוב ויסעו בני ישראל ועיין ברש\"י ז\"ל. ועוד אפשר לומר כי הנה נודע אשר עיקר מסע בני ישראל אשר נסעו בארץ ציה לא זרועה. הכל היה לצורך תיקון הקדושה להוציא ניצוצי הקדושה אשר נשבו במאסר הקשה במדבר הגדול והנורא נחש שרף ועקרב. והמה אותיות התורה שבהם נבראו שמים וארץ וכל אשר בהם. ועל כן נכתבו כל פרטי מסעיהם בתורה במקומותיהם בשמותם. להודיע אשר בכל מסע ומסע נתקן הקדושה ונתעלו אותיות התורה אשר היו במקום ההוא. ועל כן לא היו מסעותיהן וחניתן שוות. כי יש אשר חנו במקום אחד שנה תמימה ויותר ויש אשר לא חנו כי אם יום או יומים. והכל היה על פי ענן ה' שהולך לפניהם כי כשבאו למקום החניה לא זזו משם עד שתיקנו שם מה שהיו צריכים לתקן. וכערך שהיית התיקון בכל מקום כן חנו גם הם לדגליהם. ועל כן היה מספר המסעות מ\"ב. כי ידוע אשר כל בחינת העלאת הקדושה ממטה למעלה הכל נעשה על ידי שם הקדוש מ\"ב. ולנגדו היה מ\"ב מסעות בכדי להעלות כל המסעות למעלה הכל כנודע. ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59765595d6e4a90179bf6d04", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Numbers 10:12:2", "anchorRef": "Numbers 10:12", "anchorRefExpanded": ["Numbers 10:12"], "sourceRef": "Be'er Mayim Chaim, Numbers 10:12:2", "sourceHeRef": "באר מים חיים, במדבר י׳:י״ב:ב׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "במדבר", "he": "<b>והנה</b> ידוע אשר העלאת הניצוצות מתוך הקליפה נעשה על ידי החרב נוקמת נקם ברית שהוא החרב פיפיות לעשות נקמה בגוים להרוג החיצונים ולהוציא בלעם מפיהם. והיא על ידי שם ב\"ן שבו ד' ההי\"ן. וכל ה' בג' ציורים עולה שם מ\"ב שהוא המעלה הניצוצות. שני ההי\"ן עם הכולל עולה פ\"ה וד' ההי\"ן עולה שני פעמים פ\"ה והוא החרב פיפיות כמו שאיתא בדברי הרב ז\"ל <small>(בכוונת קריאת שמע שעל המטה בפסוק וחרב פיפיות בידם)</small>. והנה שני פעמים פ\"ה הם חושבן מסע. כי זה היה מסע בני ישראל להרוג החיצונים בחרב פיפיות ולהוציא הניצוצי קדושה מהם להעלותם למעלה. ואפשר לזה נאמר באלה מסעי ויכתוב משה את מוצאיהם למסעיהם. פירוש שכתב את מוצא הקדושה שבכל מקום ומקום, למסעיהם. פירוש לערך המסע שהוא החרב פיפיות להרוג החיצונים וכפי הכנעת כח החיצונים כן נתעלה הקדושה כי כשזה נופל זה קם. ועל כן הנה כל כללות נסיעתם במ\"ב נסיעות שנסעו, הכל מכונה על שם מסעיהם כי זה היה העיקר שיהיה בחינת מסע כאמור. ולזה אמר הכתוב כאן ויסעו בני ישראל למסעיהם כלומר למסעיהם המיוחד המכונה על כללות נסיעתם. כי הנה כבר יצאו עשר מסעות ממצרים עד בואם למדבר סיני ועכשיו חזרו למסעיהם לתקן בבחינת מסע במ\"ב מסעות כנאמר. ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59765595d6e4a90179bf6d06", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Numbers 10:12:3", "anchorRef": "Numbers 10:12", "anchorRefExpanded": ["Numbers 10:12"], "sourceRef": "Be'er Mayim Chaim, Numbers 10:12:3", "sourceHeRef": "באר מים חיים, במדבר י׳:י״ב:ג׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 12.0003, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "במדבר", "he": "<b>וישכן</b> הענן במדבר פארן. רש\"י ז\"ל פירש קברות התאוה במדבר פארן היה וכו'. ונראה דגם חצרות שם היה שהרי מקברות התאוה נסעו לחצרות כמפורש להלן.ובסוף פרשה זו <small>(י\"ב, ט\"ז)</small> נאמר ואחר נסעו העם מחצרות ויחנו במדבר פארן ומשם היה שילוח המרגלים כמפורש וישלח אותם משה ממדבר פארן. ואם כן איך נאמר כאן ויסעו בני ישראל וגו' ממדבר סיני וישכון הענן במדבר פארן. וחסר שני מסעות קברות התאוה וחצרות. אלא ודאי שמדבר פארן מקום גדול היה ובה קברות התאוה וחצרות ועוד נשאר מקום ממנו ונסעו שם ונקרא בסדר המסעות רתמה על שם לשון הרע של המרגלים כמו שהוא באלה מסעי ועל זה נאמר ואחר נסעו העם מחצרות ויחנו במדבר פארן. ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a1534dad6e4a92409aba764", "index_title": "Bartenura on Torah", "category": "Commentary", "type": "commentary", "ref": "Bartenura on Torah, Numbers 10:12:1", "anchorRef": "Numbers 10:12", "anchorRefExpanded": ["Numbers 10:12"], "sourceRef": "Bartenura on Torah, Numbers 10:12:1", "sourceHeRef": "ברטנורא על התורה, במדבר י׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1535], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Bartenura on Torah", "he": "ברטנורא על התורה"}, "heTitle": "במדבר", "he": "<b>במדבר פארן קברות התאוה </b>במדבר פארן היה ושם חנו ממסע זה קשה מי הכריחו לומר כן ומנא לו. י\"ל משום דכתיב בפרשת מסעות ויסעו ממדבר סיני ויחנו בקברות התאוה וכאן הוא אומ' שממדבר סיני חנו במדבר פארן וקשו קראי אהדדי לכך כתב שהכל אחד:", "heVersionTitle": "Rabotenu Ba'ale ha-Tosafot, Warsaw, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רבותינו בעלי התוספות, וורשא, תרל\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d59f8415afd29c04efc9", "index_title": "Gur Aryeh on Bamidbar", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Bamidbar 10:12:1", "anchorRef": "Numbers 10:12", "anchorRefExpanded": ["Numbers 10:12"], "sourceRef": "Gur Aryeh on Bamidbar 10:12:1", "sourceHeRef": "גור אריה על במדבר י׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על במדבר", "he": "<b>כמשפט המפורש וכו'.</b> דאין לומר \"למסעיהם\" המפורשים בפרשת מסעי (להלן לג, א-מט), שאיך יאמר \"למסעיהם\" בלשון רבים, כי מסע הראשון – לא נסעו אלא מסע אחד<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"54\"></i>, אלא פירוש \"למסעיהם\" כמשפט המפורש למעלה (ב, א-לא) מי ראשון ומי אחרון:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d5a08415afd29c04efcb", "index_title": "Gur Aryeh on Bamidbar", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Bamidbar 10:12:2", "anchorRef": "Numbers 10:12", "anchorRefExpanded": ["Numbers 10:12"], "sourceRef": "Gur Aryeh on Bamidbar 10:12:2", "sourceHeRef": "גור אריה על במדבר י׳:י״ב:ב׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על במדבר", "he": "<b>קברות התאוה במדבר פארן.</b> דאם לא כן, דכאן כתיב \"ויחנו במדבר פארן\", אם כן במדבר פארן היו, ואחר כך כתיב (ר' להלן יא, לה) \"ויסעו מקברות התאוה\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"55\"></i>, אלא <b>קברות התאוה במדבר פארן</b> היה:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60ec1ef7e735e0a5900c8192", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "", "ref": "Midrash Lekach Tov, Numbers 13:1:3", "anchorRef": "Numbers 10:11-12", "anchorRefExpanded": ["Numbers 10:11", "Numbers 10:12"], "sourceRef": "Midrash Lekach Tov, Numbers 13:1:3", "sourceHeRef": "מדרש לקח טוב, במדבר י״ג:א׳:ג׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 1.0003, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>וידבר ה' אל משה לאמר.</b> שלח לך אנשים. זה היה בעשרים ותשעה בסיון שנאמר (במדבר י׳:י״א-י״ב) ויהי בשנה השנית בעשרים בחדש נעלה הענן מעל משכן העדות. (שם) ויסעו מהר ה' דרך שלשת ימים. באו לקברות התאוה בעשרים ושלשה באייר ישבו בקברות התאוה שלשים יום. שנאמר (שם יא) עד חדש ימים. נסעו מקברות התאוה ובאו לחצרות בעשרים ותשעה בסיון. הם היו ימי בכורי ענבים עד שחזרו לסוף ארבעים יום הוא יום תשעה באב במזומן לפורענות. וכיון שאמרו ישראל נשלחה אנשים לפנינו אמר לו הקב״ה למשה יודע אני מה הם מבקשים הואיל והדבר כן שלח לך. יקראו שלוחיך ולא שלוחי. אין אדם בוחר חלק רע לעצמו. הזקנים היו צדיקים והגונים לפני הקב״ה נאמר בהם (שם) אספה לי שבעים איש אבל המרגלים ראה אותם שהן עתידן להעד עדות שקר לא קראם על שמו. וכן הוא אומר בישראל (ויקרא כ״ה:נ״ה) כי עבדי הם. (שמות ג) והוצאתי את עמי בני ישראל מתוכם. וכיון שחטאו הוא אומר (שם לב) לך רד כי שחת עמך. וכאן נאמר שלח לך אנשים לפיכך נסמכה פרשת שלח לך לפרשת מרים שבמרים הוא אומר (במדבר י״ב:א׳) ותדבר מרים ואהרן במשה. ומה כתיב (שם) והנה מרים מצורעת בשלג. כדי שיראו המרגלים ויאמרו ומה מרים שלא נתכוונה אלא כדי שלא יתבטל אחיה מפריה ורביה כך. הם שהוציאו דבת הארץ על חנם כדי למנוע את ישראל שלא יעלו לארץ ישראל על אחת כמה וכמה. שמא תאמר לא שלח הגונים ת״ל שלח לך אנשים, ואומר (שמות י״ז:ט׳) בחר לנו אנשים. ואומר (שמואל א י״ז:י״ב) והאיש בימי שאול זקן בא באנשים. ואומר (שם א) ונתת לאמתך זרע אנשים, מלמד שאנשים חכמים ונבונים היו אלא שעשו עצמם כסילים שנאמר (משלי י׳:י״ח) ומוציא דבה הוא כסיל. ויתורו את ארץ כנען. כדי לבשר את ישראל שהיא טובה ורחבה ארץ זבת חלב ודבש. אשר אני נותן לבני ישראל. לכם לא נאמר אלא לבני ישראל זהו מגיד מראשית אחרית. איש אחד איש אחד למטה אבותיו תשלחו. <i data-commentator=\"Beur HaRe'em\" data-order=\"3\"></i> כל מה שאתה יכול לבחור מיוחדין שבהם בחר לך, כל נשיא בהם. גדולים שבהם:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62af08d783329231658f3744", "index_title": "Noda BiYehudah I", "category": "Responsa", "type": "", "ref": "Noda BiYehudah I, Orach Chaim 2:13", "anchorRef": "Numbers 8:1-12:16", "anchorRefExpanded": ["Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16"], "sourceRef": "Noda BiYehudah I, Orach Chaim 2:13", "sourceHeRef": "נודע ביהודה מהדורא קמא, אורח חיים ב׳:י״ג", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1733, 1793], "commentaryNum": 2.0013, "collectiveTitle": {"en": "Noda BiYehudah I", "he": "נודע ביהודה מהדורא קמא"}, "heTitle": "אורח חיים", "he": "הנה אמת כי כן הוא בלשון הקודש אבל הלא ידוע שהרבה נשתמשו הפייטנים בלשון ארמי ובלשון תלמוד נם הוא לשון דיבור ובספרי פרשת בהעלותך נם לו ר' יאשי' נם לי ר' יונתן וכו'. ", "heVersionTitle": "Noda BeYehuda Warsaw 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "נודע ביהודה, ורשה, תר\"מ", "text": "While this is true regarding the ‘holy tongue’ (Hebrew), it is well known that the liturgical poets used Aramaic as well. In the language of the Talmud (Aramaic), ‘<i>Nam</i>’ has the meaning of speaking, as found in the Midrash Sifrei on the Torah weekly portion of <i>Beha’alotcha<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">Numbers 8:1-12:16</i></i>: ‘Rabbi Yoshi’a spoke (‘<i>Nam</i>’): Rabbi Yonatan spoke (‘<i>Nam</i>’)to me”<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">ספרי במדבר פסקא סה<br>......אמר לו ר' יונתן ממשמע הזה עדיין לא שמענו, נם לו רבי יאשיה מפני שהוא אומר צו את בני ישראל את קרבני לחמי וכו'<br>R. Yonathan (to R. Yoshiyah): This is not sufficient (for the derivation [i.e., \"in its appointed time\" may mean if it does not fall out on a Sabbath.]) R. Yoshiyah (to R. Yonathan): Rather, it is written (Bamidbar 28:2) \"Command the children of Israel and say to them … to offer (the tamid) offering to Me in its appointed time</i>.", "versionTitle": "Noda BuYehudah, trans. by Harold Landa.", "license": "", "versionTitleInHebrew": ""}, {"_id": "6319d30eb6084aa1cbf21e87", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נָסַע 1", "anchorRef": "Numbers 10:12", "anchorRefExpanded": ["Numbers 10:12"], "sourceRef": "BDB, נָסַע 1", "sourceHeRef": "בראון-דרייבר-בריגס, נָסַע א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נָסַע", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I. <big><big><span dir=\"rtl\">נָסַע</span></big></big>  <strong>vb.</strong> pull out or up, set out, journey <strong>(</strong>NH <em>id.</em>, <em>move, march;</em> Assyrian <em>nisû</em>, <em>set out, withdraw</em>, etc. Dl<sup>HWB 470</sup>; Nö<sup>ZMG xl (1886), 723</sup> cp. also Arabic <span dir=\"rtl\">نَزَعَ</span>, Ethiopic ነዝዐ: [rare] <em>pull up, away</em>, so Ba<sup>ES 51</sup><strong>)</strong>;—<br><strong>Qal</strong><sub>137</sub>  Pf. 3 ms. <span dir=\"rtl\">נ׳</span> <a data-ref=\"Genesis 33:17\" href=\"/Genesis.33.17\">Gn 33:17</a> +, 3 mpl. <span dir=\"rtl\">נָֽסְעוּ</span> <a data-ref=\"Deuteronomy 10:6\" href=\"/Deuteronomy.10.6\">Dt 10:6</a>, <span dir=\"rtl\">נָסָ֑עוּ</span> <a data-ref=\"Numbers 2:34\" href=\"/Numbers.2.34\">Nu 2:34</a> +, etc.; Impf. <span dir=\"rtl\">יִסַּע</span> <a data-ref=\"Isaiah 33:20\" href=\"/Isaiah.33.20\">Is 33:20</a>, <span dir=\"rtl\">וַיִּסַּע</span> <a data-ref=\"Genesis 12:9\" href=\"/Genesis.12.9\">Gn 12:9</a> +, sf. <span dir=\"rtl\">וַיִּסָּעֵם</span> <a data-ref=\"Judges 16:3\" href=\"/Judges.16.3\">Ju 16:3</a>; 3 mpl. <span dir=\"rtl\">יִסְעוּ</span> <a data-ref=\"Exodus 40:36\" href=\"/Exodus.40.36\">Ex 40:36</a> +, <span dir=\"rtl\">יִסָּ֑עוּ</span> <a data-ref=\"Numbers 2:9\" href=\"/Numbers.2.9\">Nu 2:9</a> +; 2 mpl. <span dir=\"rtl\">תִּסְעוּ</span> <a data-ref=\"Joshua 3:3\" href=\"/Joshua.3.3\">Jos 3:3</a>; 1 pl. <span dir=\"rtl\">נִסְעָה</span> cohort. <a data-ref=\"Genesis 33:12\" href=\"/Genesis.33.12\">Gn 33:12</a>, <span dir=\"rtl\">וַנִּסַּע</span> <a data-ref=\"Deuteronomy 1:19\" href=\"/Deuteronomy.1.19\">Dt 1:19</a>; <a data-ref=\"Deuteronomy 2:1\" href=\"/Deuteronomy.2.1\">2:1</a>, <span dir=\"rtl\">וַנִּסְעָה</span> <a data-ref=\"Ezra 8:31\" href=\"/Ezra.8.31\">Ezr 8:31</a>, etc.; Imv. <span dir=\"rtl\">סְעוּ</span> <a data-ref=\"Deuteronomy 2:24\" href=\"/Deuteronomy.2.24\">Dt 2:24</a> +; Inf. abs. <span dir=\"rtl\">נָסוֹעַ</span> <a data-ref=\"Genesis 12:9\" href=\"/Genesis.12.9\">Gn 12:9</a>; cstr. <span dir=\"rtl\">נְסֹעַ</span> <a data-ref=\"Joshua 3:14\" href=\"/Joshua.3.14\">Jos 3:14</a> +; sf. <span dir=\"rtl\">נָסְעָם</span> <a data-ref=\"Genesis 11:2\" href=\"/Genesis.11.2\">Gn 11:2</a> <a data-ref=\"Numbers 10:34\" href=\"/Numbers.10.34\">Nu 10:34</a>; Pt. <span dir=\"rtl\">נֹסֵעַ</span> <a data-ref=\"Exodus 14:10\" href=\"/Exodus.14.10\">Ex 14:10</a>; <a data-ref=\"Numbers 10:33\" href=\"/Numbers.10.33\">Nu 10:33</a>; pl. <span dir=\"rtl\">נֹסְעִים</span> <a data-ref=\"Numbers 10:29\" href=\"/Numbers.10.29\">Nu 10:29</a>;— <strong>1.</strong>  <em>pull out</em> or <em>up</em>, city-gate and gate-posts <a data-ref=\"Judges 16:3\" href=\"/Judges.16.3\">Ju 16:3</a>; loom v <a data-ref=\"Judges 16:14\" href=\"/Judges.16.14\">14</a> (on text cf. GFM), tent-pegs <a data-ref=\"Isaiah 33:20\" href=\"/Isaiah.33.20\">Is 33:20</a> (fig. of Jerusalem; cf. also <strong>Niph.</strong>) <strong>2.</strong>  hence (from pulling up tent-pegs), <strong>a.</strong>  <em>set out</em> <a data-ref=\"Genesis 35:5\" href=\"/Genesis.35.5\">Gn 35:5</a>; <a data-ref=\"Numbers 12:15\" href=\"/Numbers.12.15\">Nu 12:15</a> (both E), <a data-ref=\"Jeremiah 4:7\" href=\"/Jeremiah.4.7\">Je 4:7</a> (‖ <span dir=\"rtl\">יָצָא מִמְּקוֹמוֹ</span>); even of lifeless things, e.g. the ark, <span dir=\"rtl\">הָאָרוֹן</span> <a data-ref=\"Numbers 10:35\" href=\"/Numbers.10.35\">Nu 10:35</a> (JE); often in P: <a data-ref=\"Exodus 14:15\" href=\"/Exodus.14.15\">Ex 14:15</a>; <a data-ref=\"Exodus 40:37\" href=\"/Exodus.40.37\">40:37</a>; <a data-ref=\"Numbers 1:51\" href=\"/Numbers.1.51\">Nu 1:51</a>; <a data-ref=\"Numbers 4:5\" href=\"/Numbers.4.5\">4:5</a>, <a data-ref=\"Numbers 4:15\" href=\"/Numbers.4.15\">15</a>; <a data-ref=\"Numbers 9:17\" href=\"/Numbers.9.17\">9:17</a> + 8 times <a data-ref=\"Numbers 9\" href=\"/Numbers.9\">Nu 9</a>, <a data-ref=\"Numbers 10:5\" href=\"/Numbers.10.5\">10:5</a>, <a data-ref=\"Numbers 10:6\" href=\"/Numbers.10.6\">6</a>, <a data-ref=\"Numbers 10:17\" href=\"/Numbers.10.17\">17</a>, <a data-ref=\"Numbers 10:18\" href=\"/Numbers.10.18\">18</a>, <a data-ref=\"Numbers 10:21\" href=\"/Numbers.10.21\">21</a>, <a data-ref=\"Numbers 10:22\" href=\"/Numbers.10.22\">22</a>, <a data-ref=\"Numbers 10:25\" href=\"/Numbers.10.25\">25</a>, so prob. also <a data-ref=\"Numbers 2:8\" href=\"/Numbers.2.8\">2:8</a> + 6 times <a data-ref=\"Numbers 2\" href=\"/Numbers.2\">Nu 2</a> (v. infr.; even of lifeless things, <span dir=\"rtl\">דֶּגֶל</span> <a data-ref=\"Numbers 10:18\" href=\"/Numbers.10.18\">10:18</a>, <a data-ref=\"Numbers 10:22\" href=\"/Numbers.10.22\">22</a>, <span dir=\"rtl\">מִשְׁכָּן</span> <a data-ref=\"Numbers 1:51\" href=\"/Numbers.1.51\">1:51</a>, <span dir=\"rtl\">אֹהֶל מוֹעֵד</span> <a data-ref=\"Numbers 2:17\" href=\"/Numbers.2.17\">2:17</a>), <a data-ref=\"Numbers 33:3\" href=\"/Numbers.33.3\">33:3</a>; <span dir=\"rtl\">וַיִּסַּע</span> … <span dir=\"rtl\">וַיָּבֹא</span> <a data-ref=\"Genesis 46:1\" href=\"/Genesis.46.1\">Gn 46:1</a> (E) <em>and</em> Isr. <em>set out, and came</em>, etc., <a data-ref=\"Exodus 16:1\" href=\"/Exodus.16.1\">Ex 16:1</a>; <a data-ref=\"Exodus 19:2\" href=\"/Exodus.19.2\">19:2</a>; <a data-ref=\"Numbers 20:22\" href=\"/Numbers.20.22\">Nu 20:22</a>; <a data-ref=\"Joshua 9:17\" href=\"/Joshua.9.17\">Jos 9:17</a> (all P), <a data-ref=\"Deuteronomy 1:7\" href=\"/Deuteronomy.1.7\">Dt 1:7</a>, <span dir=\"rtl\">נִסְעָה וְנֵלֵ֑כָה</span> <a data-ref=\"Deuteronomy 33:12\" href=\"/Deuteronomy.33.12\">33:12</a> (J); (… <span dir=\"rtl\">וַיַּעֲלוּ</span>) <span dir=\"rtl\">וַיִּסְעוּ</span> <a data-ref=\"Judges 18:11\" href=\"/Judges.18.11\">Ju 18:11</a>, <span dir=\"rtl\">סְעוּ וְעִבְרוּ</span> <a data-ref=\"Deuteronomy 2:24\" href=\"/Deuteronomy.2.24\">Dt 2:24</a>; <span dir=\"rtl\">נ׳</span> often c. <span dir=\"rtl\">מִן</span> <a data-ref=\"Genesis 35:16\" href=\"/Genesis.35.16\">Gn 35:16</a> (E), <a data-ref=\"Numbers 10:34\" href=\"/Numbers.10.34\">Nu 10:34</a> (JE), <span dir=\"rtl\">נ׳ מֵאָהֳלֵיהֶם לַעֲבֹר</span> <a data-ref=\"Joshua 3:14\" href=\"/Joshua.3.14\">Jos 3:14</a> (JE), <em>set out from their tents, to cross</em>, etc., cf. <span dir=\"rtl\">נ׳ מִן</span> … <span dir=\"rtl\">לָלֶכֶת</span> <a data-ref=\"Ezra 8:31\" href=\"/Ezra.8.31\">Ezr 8:31</a>; c. <span dir=\"rtl\">מִן</span> + <span dir=\"rtl\">ויבא</span>, <a data-ref=\"Joshua 3:1\" href=\"/Joshua.3.1\">Jos 3:1</a> (JE), <a data-ref=\"Numbers 33:9\" href=\"/Numbers.33.9\">Nu 33:9</a> (P), + <span dir=\"rtl\">וַיֵּלֶךְ</span> v <a data-ref=\"Numbers 33:3\" href=\"/Numbers.33.3\">3</a> (D), <a data-ref=\"Deuteronomy 1:19\" href=\"/Deuteronomy.1.19\">Dt 1:19</a>, + <span dir=\"rtl\">וַיַּעַבְרוּ</span> <a data-ref=\"Numbers 33:8\" href=\"/Numbers.33.8\">Nu 33:8</a> (P); + <span dir=\"rtl\">וַיָּשָׁב</span> + <span dir=\"rtl\">וַיַּחֲנוּ</span> <a data-ref=\"Numbers 33:7\" href=\"/Numbers.33.7\">Nu 33:7</a> (P). <strong>b.</strong>  <em>depart</em>, c. <span dir=\"rtl\">מִן</span> <a data-ref=\"Genesis 37:17\" href=\"/Genesis.37.17\">Gn 37:17</a> (J), <a data-ref=\"II Kings 3:27\" href=\"/II_Kings.3.27\">2 K 3:27</a>; <a data-ref=\"II Kings 19:8\" href=\"/II_Kings.19.8\">19:8</a>, <a data-ref=\"II Kings 19:36\" href=\"/II_Kings.19.36\">36</a> = <a data-ref=\"Isaiah 37:8\" href=\"/Isaiah.37.8\">Is 37:8</a>, <a data-ref=\"Isaiah 37:37\" href=\"/Isaiah.37.37\">37</a>; even of <span dir=\"rtl\">עַמּוּד הֶעָנָן</span> <a data-ref=\"Exodus 14:19\" href=\"/Exodus.14.19\">Ex 14:19</a> (J); of angel v <a data-ref=\"Exodus 14:19\" href=\"/Exodus.14.19\">19</a> (E; + <span dir=\"rtl\">וַיֵּלֶךְ</span>). <strong>3.</strong>  <em>journey, march</em> (by stages) <a data-ref=\"Genesis 12:9\" href=\"/Genesis.12.9\">Gn 12:9</a>; <a data-ref=\"Genesis 35:21\" href=\"/Genesis.35.21\">35:21</a> both J), <a data-ref=\"Numbers 10:13\" href=\"/Numbers.10.13\">Nu 10:13</a>, <a data-ref=\"Numbers 10:14\" href=\"/Numbers.10.14\">14</a>, <a data-ref=\"Numbers 10:28\" href=\"/Numbers.10.28\">28</a> (P), (poss. also <a data-ref=\"Numbers 2:9\" href=\"/Numbers.2.9\">Nu 2:9</a> etc., cf. <strong>2</strong> supr.); + <span dir=\"rtl\">לְמַסְעֵיהֶם</span> <em>according to their stations</em>, i.e. by stages <a data-ref=\"Exodus 17:1\" href=\"/Exodus.17.1\">Ex 17:1</a>; <a data-ref=\"Numbers 10:12\" href=\"/Numbers.10.12\">Nu 10:12</a> (+ <span dir=\"rtl\">מִן</span>), cf. <a data-ref=\"Exodus 40:36\" href=\"/Exodus.40.36\">Ex 40:36</a> (all P); sq. ה loc. <a data-ref=\"Genesis 12:9\" href=\"/Genesis.12.9\">Gn 12:9</a>; <a data-ref=\"Genesis 33:17\" href=\"/Genesis.33.17\">33:17</a> (both J), <a data-ref=\"Deuteronomy 1:40\" href=\"/Deuteronomy.1.40\">Dt 1:40</a>; <a data-ref=\"Deuteronomy 2:1\" href=\"/Deuteronomy.2.1\">2:1</a>; <span dir=\"rtl\">סְעוּ לָכֶם הַמִּדְבָּר</span> <a data-ref=\"Numbers 14:25\" href=\"/Numbers.14.25\">Nu 14:25</a> (JE); sq. <span dir=\"rtl\">מִקֶּדֶם</span> <em>eastward</em> (v. <span dir=\"rtl\">מִן</span> <strong>1. c</strong>) <a data-ref=\"Genesis 11:2\" href=\"/Genesis.11.2\">Gn 11:2</a>; <a data-ref=\"Genesis 13:11\" href=\"/Genesis.13.11\">13:11</a> (both J), <span dir=\"rtl\">אַחֲרֵי</span> <a data-ref=\"Exodus 14:10\" href=\"/Exodus.14.10\">Ex 14:10</a> (J), <span dir=\"rtl\">אֶל־</span> <a data-ref=\"Numbers 10:29\" href=\"/Numbers.10.29\">Nu 10:29</a>, <span dir=\"rtl\">לִפְנֵי</span> v <a data-ref=\"Numbers 10:33\" href=\"/Numbers.10.33\">33</a> (of ark; all J); sq. <span dir=\"rtl\">מִן</span> + ה loc. <a data-ref=\"Genesis 20:1\" href=\"/Genesis.20.1\">Gn 20:1</a> (E), <a data-ref=\"Deuteronomy 10:6\" href=\"/Deuteronomy.10.6\">Dt 10:6</a>, <a data-ref=\"Deuteronomy 10:7\" href=\"/Deuteronomy.10.7\">7</a>; <a data-ref=\"Exodus 12:37\" href=\"/Exodus.12.37\">Ex 12:37</a> (P), + acc. loc. <a data-ref=\"Numbers 11:35\" href=\"/Numbers.11.35\">Nu 11:35</a> (JE); sq. <span dir=\"rtl\">מִן</span> + acc. of distance, <span dir=\"rtl\">דֶּרֶךְ</span> <a data-ref=\"Numbers 10:33\" href=\"/Numbers.10.33\">10:33</a> (JE), <a data-ref=\"Numbers 21:4\" href=\"/Numbers.21.4\">21:4</a> (P); especially <span dir=\"rtl\">וַיִּסְעוּ מִן</span> … <span dir=\"rtl\">וַיַּחֲנוּ</span> <a data-ref=\"Numbers 21:12\" href=\"/Numbers.21.12\">Nu 21:12</a>, <a data-ref=\"Numbers 21:13\" href=\"/Numbers.21.13\">13</a> (JE), <a data-ref=\"Exodus 13:20\" href=\"/Exodus.13.20\">Ex 13:20</a>; <a data-ref=\"Numbers 21:11\" href=\"/Numbers.21.11\">Nu 21:11</a>; <a data-ref=\"Numbers 33:5\" href=\"/Numbers.33.5\">33:5</a> + 37 times <a data-ref=\"Numbers 33\" href=\"/Numbers.33\">Nu 33</a> (all P); of shepherds <a data-ref=\"Jeremiah 31:24\" href=\"/Jeremiah.31.24\">Je 31:24</a>.—<span dir=\"rtl\">נָֽסְעוּ כְמוֹ צֹאן</span> <a data-ref=\"Zechariah 10:2\" href=\"/Zechariah.10.2\">Zc 10:2</a> is dub.; We <span dir=\"rtl\">נָעוּ</span> or <span dir=\"rtl\">יָנֻעוּ</span>, so Now. <strong>4.</strong>  of wind, <span dir=\"rtl\">נ׳ רוּחַ מֵאֵת י׳</span> <a data-ref=\"Numbers 11:31\" href=\"/Numbers.11.31\">Nu 11:31</a> <em>there set forth</em> (sprang up) a wind from <span dir=\"rtl\">י׳</span>.<br>†<strong>Niph.</strong>  Pf. <em>be pulled up, removed:</em> 3 ms. <span dir=\"rtl\">דּוֹרִי נִסַּע וְנִגְלָה מִנִּי כְּאֹהֶל רֹעִי</span> <a data-ref=\"Isaiah 38:12\" href=\"/Isaiah.38.12\">Is 38:12</a>; of wealth <span dir=\"rtl\">הֲלֹא נִסַּע</span> <a data-ref=\"Job 4:21\" href=\"/Job.4.21\">Jb 4:21</a> (reading <span dir=\"rtl\">יְתֵדָם</span> for <span dir=\"rtl\">יִתְרָם</span>, v. ii. <a data-ref=\"BDB, יֶ֫תֶר²\" href=\"/BDB,_יֶ֫תֶר²\", dir=\"rtl\">יֶתֶר</a>).<br>†<strong>Hiph.</strong>  Impf. 3 ms. <span dir=\"rtl\">יַסַּע</span> <a data-ref=\"Psalms 78:26\" href=\"/Psalms.78.26\">ψ 78:26</a>, <span dir=\"rtl\">וַיַּסַּע</span> <a data-ref=\"Exodus 15:22\" href=\"/Exodus.15.22\">Ex 15:22</a> + 2 times; 2 ms. <span dir=\"rtl\">תַּסִּיעַ</span> <a data-ref=\"Psalms 80:9\" href=\"/Psalms.80.9\">ψ 80:9</a>, 3 fs. <span dir=\"rtl\">תַּסִּיעִי</span> <a data-ref=\"II Kings 4:4\" href=\"/II_Kings.4.4\">2 K 4:4</a>; 3 mpl. <span dir=\"rtl\">וַיַּסִּ֫עוּ</span> <a data-ref=\"I Kings 5:31\" href=\"/I_Kings.5.31\">1 K 5:31</a>; Pt. <span dir=\"rtl\">מַסִּיעַ</span> <a data-ref=\"Ecclesiastes 10:9\" href=\"/Ecclesiastes.10.9\">Ec 10:9</a>;— <strong>1.</strong>  <em>cause to set out, lead out</em>, c. acc. pers. <a data-ref=\"Exodus 15:22\" href=\"/Exodus.15.22\">Ex 15:22</a> (J; + <span dir=\"rtl\">מִן</span>, <span dir=\"rtl\">וַיֵּצְאוּ</span>), <a data-ref=\"Psalms 78:52\" href=\"/Psalms.78.52\">ψ 78:52</a> (<span dir=\"rtl\">כַּצֹּאן</span>; ‖ <span dir=\"rtl\">וַיְנַהֲגֵם</span>), <a data-ref=\"Psalms 80:9\" href=\"/Psalms.80.9\">80:9</a> (<span dir=\"rtl\">מִן</span>; fig. of vine); fig. of a wind, <em>cause to spring up</em>, <span dir=\"rtl\">יַסַּע קָדִים</span> <a data-ref=\"Psalms 78:26\" href=\"/Psalms.78.26\">ψ 78:26</a> (‖ <span dir=\"rtl\">וַיְנַהֵג</span>; cf. <strong>Qal 4</strong>). <strong>2.</strong>  <em>remove</em>, c. acc. rei <a data-ref=\"II Kings 4:4\" href=\"/II_Kings.4.4\">2 K 4:4</a>; <span dir=\"rtl\">וַיַּסַּע כָּעֵץ תִּקְוָתִי</span> <a data-ref=\"Job 19:10\" href=\"/Job.19.10\">Jb 19:10</a>; specif., <em>remove</em> from quarry, <em>quarry:</em> <a data-ref=\"I Kings 5:31\" href=\"/I_Kings.5.31\">1 K 5:31</a> <em>and they quarried</em> great stones, cf. <a data-ref=\"Ecclesiastes 10:9\" href=\"/Ecclesiastes.10.9\">Ec 10:9</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d30fb6084aa1cbf21eb7", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מַסַּע² 1", "anchorRef": "Numbers 10:12", "anchorRefExpanded": ["Numbers 10:12"], "sourceRef": "BDB, מַסַּע² 1", "sourceHeRef": "בראון-דרייבר-בריגס, מַסַּע² א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מַסַּע²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">מַסַּע</span></big>  <strong>n.</strong>[<strong>m.</strong>] <strong>pulling up, breaking</strong> camp, setting out, journey;—abs. <span dir=\"rtl\">מ׳</span> <a data-ref=\"Numbers 10:2\" href=\"/Numbers.10.2\">Nu 10:2</a>; <a data-ref=\"Deuteronomy 10:11\" href=\"/Deuteronomy.10.11\">Dt 10:11</a>; pl. cstr. <span dir=\"rtl\">מַסְעֵי</span> <a data-ref=\"Numbers 10:28\" href=\"/Numbers.10.28\">Nu 10:28</a>; <a data-ref=\"Numbers 33:1\" href=\"/Numbers.33.1\">33:1</a>; sf. <span dir=\"rtl\">מַסָּעָיו</span> <a data-ref=\"Genesis 13:3\" href=\"/Genesis.13.3\">Gn 13:3</a>, <span dir=\"rtl\">מַסְעֵיהֶם</span> <a data-ref=\"Exodus 17:1\" href=\"/Exodus.17.1\">Ex 17:1</a> + 6 times;—<br><strong>1.</strong> <strong>a.</strong>  <em>pulling up, breaking</em> camp (c. acc. <span dir=\"rtl\">מַחֲנֶה</span>; Ges<sup>§ 45e, 115d</sup>) <a data-ref=\"Numbers 10:2\" href=\"/Numbers.10.2\">Nu 10:2</a>. <strong>b.</strong>  <em>setting out</em> <a data-ref=\"Numbers 10:6\" href=\"/Numbers.10.6\">Nu 10:6</a>, cf. v <a data-ref=\"Numbers 10:28\" href=\"/Numbers.10.28\">28</a>.<br><strong>2.</strong>  <em>station, stage, journey</em> (by stages), <span dir=\"rtl\">וַיֵּלֶךְ לְמ׳</span> <a data-ref=\"Genesis 13:3\" href=\"/Genesis.13.3\">Gn 13:3</a> <em>and he went by</em> (according to) <em>his journeyings</em> (cf. <a data-ref=\"BDB, הָלַךְ\" href=\"/BDB,_הָלַךְ\", dir=\"rtl\">הלך</a>, p. 231 a supr.); <span dir=\"rtl\">לְמַסְעֵיהֶם</span> <a data-ref=\"Exodus 17:1\" href=\"/Exodus.17.1\">Ex 17:1</a> cf. <a data-ref=\"Exodus 40:36\" href=\"/Exodus.40.36\">40:36</a>, <a data-ref=\"Exodus 40:38\" href=\"/Exodus.40.38\">38</a>; <a data-ref=\"Numbers 10:12\" href=\"/Numbers.10.12\">Nu 10:12</a> (all P; all c. <span dir=\"rtl\">נָסַע</span>), <a data-ref=\"Numbers 33:1\" href=\"/Numbers.33.1\">33:1</a>, <a data-ref=\"Numbers 33:2\" href=\"/Numbers.33.2\">2</a> (‖ <span dir=\"rtl\">מוֹצָאֵיהֶם</span>, v <a data-ref=\"Numbers 33:2\" href=\"/Numbers.33.2\">2</a> (‖ <em>id.</em>); <span dir=\"rtl\">קוּם לֵךְ לְמַסַּע</span> <a data-ref=\"Deuteronomy 10:11\" href=\"/Deuteronomy.10.11\">Dt 10:11</a> <em>for journeying</em> (v. Dr)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d33eb6084aa1cbf243e7", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, סִינַי 1", "anchorRef": "Numbers 10:12", "anchorRefExpanded": ["Numbers 10:12"], "sourceRef": "BDB, סִינַי 1", "sourceHeRef": "בראון-דרייבר-בריגס, סִינַי א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "סִינַי", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">סִינַי</span></big>  <strong>n.pr. mont. Sinai</strong>;—name of mt. of law-giving in J and especially P (<span dir=\"rtl\">חֹרֵב</span> in E and especially D): <a data-ref=\"Judges 5:5\" href=\"/Judges.5.5\">Ju 5:5</a> ψ <a data-ref=\"Psalms 68:9\" href=\"/Psalms.68.9\">68:9</a> <a data-ref=\"Deuteronomy 33:2\" href=\"/Deuteronomy.33.2\">Dt 33:2</a> (poem), also <a data-ref=\"Exodus 16:1\" href=\"/Exodus.16.1\">Ex 16:1</a> (P) usually <span dir=\"rtl\">הַר־סִינַי</span> (<span dir=\"rtl\">־סִינָ֑י</span> <a data-ref=\"Leviticus 7:38\" href=\"/Leviticus.7.38\">Lv 7:38</a> +), rarely J, <a data-ref=\"Exodus 19:20\" href=\"/Exodus.19.20\">Ex 19:20</a>, <a data-ref=\"Exodus 19:23\" href=\"/Exodus.19.23\">23</a> and perhaps <a data-ref=\"Exodus 34:2\" href=\"/Exodus.34.2\">34:2</a>, <a data-ref=\"Exodus 34:4\" href=\"/Exodus.34.4\">4</a>, elsewhere mostly P, <a data-ref=\"Exodus 24:16\" href=\"/Exodus.24.16\">24:16</a>; <a data-ref=\"Exodus 31:18\" href=\"/Exodus.31.18\">31:18</a>; <a data-ref=\"Exodus 34:29\" href=\"/Exodus.34.29\">34:29</a>, <a data-ref=\"Exodus 34:32\" href=\"/Exodus.34.32\">32</a> <a data-ref=\"Leviticus 7:38\" href=\"/Leviticus.7.38\">Lv 7:38</a>; <a data-ref=\"Leviticus 25:1\" href=\"/Leviticus.25.1\">25:1</a>; <a data-ref=\"Leviticus 27:34\" href=\"/Leviticus.27.34\">27:34</a> and <a data-ref=\"Leviticus 26:46\" href=\"/Leviticus.26.46\">26:46</a> (H), <a data-ref=\"Numbers 3:1\" href=\"/Numbers.3.1\">Nu 3:1</a>; <a data-ref=\"Numbers 28:6\" href=\"/Numbers.28.6\">28:6</a>, also <a data-ref=\"Nehemiah 9:13\" href=\"/Nehemiah.9.13\">Ne 9:13</a>; <span dir=\"rtl\">מִדְבַּר סִינַי</span> (<span dir=\"rtl\">סִינָ֑י</span> <a data-ref=\"Numbers 1:19\" href=\"/Numbers.1.19\">Nu 1:19</a> +), <a data-ref=\"Exodus 19:1\" href=\"/Exodus.19.1\">Ex 19:1</a>, <a data-ref=\"Exodus 19:2\" href=\"/Exodus.19.2\">2</a> <a data-ref=\"Leviticus 7:38\" href=\"/Leviticus.7.38\">Lv 7:38</a> <a data-ref=\"Numbers 1:1\" href=\"/Numbers.1.1\">Nu 1:1</a>, <a data-ref=\"Numbers 1:19\" href=\"/Numbers.1.19\">19</a>; <a data-ref=\"Numbers 3:4\" href=\"/Numbers.3.4\">3:4</a>, <a data-ref=\"Numbers 3:14\" href=\"/Numbers.3.14\">14</a>; <a data-ref=\"Numbers 9:1\" href=\"/Numbers.9.1\">9:1</a>, <a data-ref=\"Numbers 9:5\" href=\"/Numbers.9.5\">5</a>; <a data-ref=\"Numbers 10:12\" href=\"/Numbers.10.12\">10:12</a>; <a data-ref=\"Numbers 26:64\" href=\"/Numbers.26.64\">26:64</a>; <a data-ref=\"Numbers 33:15\" href=\"/Numbers.33.15\">33:15</a>, <a data-ref=\"Numbers 33:16\" href=\"/Numbers.33.16\">16</a> (all P);—in view of these facts, and of E’s use of <span dir=\"rtl\">חֹרֵב</span> (q.v.), it is prob. that <a data-ref=\"Exodus 19:11\" href=\"/Exodus.19.11\">Ex 19:11</a>, <a data-ref=\"Exodus 19:18\" href=\"/Exodus.19.18\">18</a> (in E passages) are from R.—𝔊 Σ(ε)ινα. Identif. dub.; local tradition names <em>Jebel Musa</em>, mt. at S. end of peninsular between the two arms of Red Sea, so Rob<sup>BR i, 90 ff., especially 119–122</sup> cf. Stanley<sup>Sinai and Pal. 42 f.</sup> al., specif. its N. supr, <em>Ras Ṣafṣâfeh;</em> but Lepsius<sup>Briefe 345 ff., 416 ff.</sup> Eb<sup>GSespecially 392 ff.</sup> al. advocate <em>Serbal</em>, NW. from <em>Jebel Musa</em> (on trad., cf. Eb<sup>ib. 413 ff.</sup>); v. discussion Di <a data-ref=\"Exodus 19:1\" href=\"/Exodus.19.1\">Ex 19:1</a>. Against both is the working of Egyptian mines in the penins. as late as the 19th dyn. (v. Eb<sup>GS 135, 148 ff., 159, etc.</sup>), involving presence of soldiers there. This, and connex. with Midian (cf. also <a data-ref=\"Judges 5:5\" href=\"/Judges.5.5\">Ju 5:5</a>), have led to search for Sinai further NE, near head of Gulf of <em>Aḳaba</em>, or even in Seir, so Say<sup>Monuments 263 ff.</sup>, cf. GFM <a data-ref=\"Judges 5:5\" href=\"/Judges.5.5\">Ju 5:5</a>; <a data-ref=\"Judges 6:1\" href=\"/Judges.6.1\">6:1</a> and <em>Yakut</em>, cited by <em>Id.</em><sup>179 n. §</sup>, also v. Gall<sup>Altisr. Kultst. 12</sup>; on sanctity of mt. v. further RS<sup>Sem i. 110f., 2nd ed. 117 f.</sup> Sm<sup>Rel.Gesch. 30</sup>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d3cbb6084aa1cbf2b273", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, פָּארָן 1", "anchorRef": "Numbers 10:12", "anchorRefExpanded": ["Numbers 10:12"], "sourceRef": "BDB, פָּארָן 1", "sourceHeRef": "בראון-דרייבר-בריגס, פָּארָן א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "פָּארָן", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">פָּארָן</span></big>  <strong>n.pr.loc. Paran</strong>, Φαραν <strong>(</strong>cf. n.pr. <span dir=\"rtl\">פארן</span> Sin. Inscr.<strong>)</strong>;—usually <span dir=\"rtl\">מִדְבַּר פ׳</span> home of Ishmael <a data-ref=\"Genesis 21:21\" href=\"/Genesis.21.21\">Gn 21:21</a> (E), traversed by Isr. in Exodus <a data-ref=\"Numbers 12:16\" href=\"/Numbers.12.16\">Nu 12:16</a> (E), <a data-ref=\"Numbers 10:12\" href=\"/Numbers.10.12\">10:12</a>; <a data-ref=\"Numbers 13:2\" href=\"/Numbers.13.2\">13:2</a>, <a data-ref=\"Numbers 13:26\" href=\"/Numbers.13.26\">26</a> (all P); it lay NE. from (the traditional) Sinai, with Gulf of Akaba and the ʿArabah as its E. border (s. <span dir=\"rtl\">איל פארן</span>); here was <span dir=\"rtl\">הַר פ׳</span> <a data-ref=\"Deuteronomy 33:2\" href=\"/Deuteronomy.33.2\">Dt 33:2</a> <a data-ref=\"Habakkuk 3:3\" href=\"/Habakkuk.3.3\">Hb 3:3</a>,—perhaps coast-range of mts. along W. shore of Gulf of Akaba; <span dir=\"rtl\">פ׳</span> alone <a data-ref=\"I Kings 11:18\" href=\"/I_Kings.11.18\">1 K 11:18</a><sup>(×2)</sup> (betw. Midian and Egypt); <a data-ref=\"Deuteronomy 1:1\" href=\"/Deuteronomy.1.1\">Dt 1:1</a> (loc. dub.).—<a data-ref=\"I Samuel 25:1\" href=\"/I_Samuel.25.1\">1 S 25:1</a> v. ii. <a data-ref=\"BDB, מָעוֹן³\" href=\"/BDB,_מָעוֹן³\", dir=\"rtl\">מָעוֹן</a> sub <a data-ref=\"BDB, עוּן\" href=\"/BDB,_עוּן\", dir=\"rtl\">עון</a>.—Vid. Rob<sup>BR i, 177 f.</sup> Palmer<sup>Desert of Exodus, 284 ff.</sup>, Di Dr Dt."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d4d2b6084aa1cbf38875", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שָׁכַן 1", "anchorRef": "Numbers 10:12", "anchorRefExpanded": ["Numbers 10:12"], "sourceRef": "BDB, שָׁכַן 1", "sourceHeRef": "בראון-דרייבר-בריגס, שָׁכַן א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שָׁכַן", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">שָׁכַן</span>, <span dir=\"rtl\">שָׁכֵ֑ן</span>, <span dir=\"rtl\"></span></big></big>  <strong>vb.</strong> settle down, abide, dwell <strong>(</strong>NH id.<em>;</em> Ecclus <a data-ref=\"Ben Sira 43:17\" href=\"/Ben_Sira.43.17\">43:17d</a> +; Ph. <span dir=\"rtl\">שכן</span> Lzb<sup>375</sup>; Aramaic <span dir=\"rtl\">שְׁכֵין</span>; Syriac <span dir=\"rtl\">ܫܟܶܢ</span>, all <em>dwell;</em> Arabic <span dir=\"rtl\">سَكَنَ</span> <em>rest, dwell</em>, cf. Assyrian <em>šakânu</em>, <em>set, lay, deposit, set up</em> (a dwelling), intrans. <em>be situated</em> (of city), <em>maškanu</em>, <em>place, dwelling-place</em><strong>)</strong>;—<br><strong>Qal</strong>  Pf. 3 ms. <span dir=\"rtl\">שׁ׳</span> <a data-ref=\"Exodus 40:35\" href=\"/Exodus.40.35\">Ex 40:35</a> + 5 times; <span dir=\"rtl\">שָׁכֵ֑ן</span> <a data-ref=\"Deuteronomy 33:12\" href=\"/Deuteronomy.33.12\">Dt 33:12</a> + 2 times, etc.; Impf. 3 ms. <span dir=\"rtl\">יִשְׁכֹּן</span> <a data-ref=\"Genesis 16:12\" href=\"/Genesis.16.12\">Gn 16:12</a> +; <span dir=\"rtl\">יִשְׁכָּן־</span> <a data-ref=\"Numbers 9:17\" href=\"/Numbers.9.17\">Nu 9:17</a> + 2 times; 3 mpl. <span dir=\"rtl\">יִשְׁכֹּ֑נוּ</span> <a data-ref=\"Jeremiah 49:31\" href=\"/Jeremiah.49.31\">Je 49:31</a>; <a data-ref=\"Jeremiah 49:3\" href=\"/Jeremiah.49.3\">3</a> fpl. <span dir=\"rtl\">תִּשְׁכֹּ֑נָּה</span> <a data-ref=\"Ezekiel 17:23\" href=\"/Ezekiel.17.23\">Ez 17:23</a>, etc.; Imv. ms. <span dir=\"rtl\">שְׁכֹן</span> <a data-ref=\"Genesis 26:2\" href=\"/Genesis.26.2\">Gn 26:2</a> <a data-ref=\"Psalms 37:27\" href=\"/Psalms.37.27\">ψ 37:27</a>; <span dir=\"rtl\">שְׁכָן־</span> v <a data-ref=\"Psalms 37:3\" href=\"/Psalms.37.3\">3</a>; mpl. <span dir=\"rtl\">שִׁכְנוּ</span> <a data-ref=\"Jeremiah 48:28\" href=\"/Jeremiah.48.28\">Je 48:28</a>; Inf. cstr. <span dir=\"rtl\">בִּשְׁכֹּן</span> (Ges<sup>§ 45 g</sup>) <a data-ref=\"Genesis 35:22\" href=\"/Genesis.35.22\">Gn 35:22</a>, <span dir=\"rtl\">לִשְׁכּוֹן</span> <a data-ref=\"II Chronicles 6:1\" href=\"/II_Chronicles.6.1\">2 Ch 6:1</a>, etc.; sf. <span dir=\"rtl\">שָׁכְנִי</span> <a data-ref=\"Exodus 29:46\" href=\"/Exodus.29.46\">Ex 29:46</a>; <span dir=\"rtl\">שִׁכְנוֹ</span> <a data-ref=\"Deuteronomy 12:5\" href=\"/Deuteronomy.12.5\">Dt 12:5</a> (but v. <strong>Pi. 1</strong>), etc.; Pt. <span dir=\"rtl\">שֹׁכֵן</span> <a data-ref=\"Genesis 14:13\" href=\"/Genesis.14.13\">Gn 14:13</a> +, <span dir=\"rtl\">שֹׁכְנִי</span> (Ges<sup>§ 90 l m</sup>) <a data-ref=\"Deuteronomy 33:16\" href=\"/Deuteronomy.33.16\">Dt 33:16</a> + 3 times; sf. fs. <span dir=\"rtl\">שֹׁכַנְתְּי</span> <a data-ref=\"Jeremiah 51:13\" href=\"/Jeremiah.51.13\">Je 51:13</a>; Pt. pass. appar. pl. cstr. c. art. <span dir=\"rtl\">הַשְּׁכוּנֵי</span> <a data-ref=\"Judges 8:11\" href=\"/Judges.8.11\">Ju 8:11</a> (but corrupt, n.pr.loc. needed, v. GFM):— <strong>1.</strong>  <em>settle down to abide:</em> <strong>a.</strong>  of pers.: encamp <a data-ref=\"Numbers 24:2\" href=\"/Numbers.24.2\">Nu 24:2</a> (E); settle permanently <a data-ref=\"Psalms 102:29\" href=\"/Psalms.102.29\">ψ 102:29</a> (abs.: ‖ <span dir=\"rtl\">יִכּוֹן</span>); <span dir=\"rtl\">שׁ׳ כמלך</span> <a data-ref=\"Job 29:25\" href=\"/Job.29.25\">Jb 29:25</a> (‖ <span dir=\"rtl\">ישׁב</span>); <em>settle down</em> (to remain) <a data-ref=\"Judges 5:17\" href=\"/Judges.5.17\">Ju 5:17</a>; <span dir=\"rtl\">תַּחְתָּיו</span> <a data-ref=\"II Samuel 7:10\" href=\"/II_Samuel.7.10\">2 S 7:10</a> = <a data-ref=\"I Chronicles 17:9\" href=\"/I_Chronicles.17.9\">1 Ch 17:9</a> (not to be removed); especially at rest, peace, in security, <span dir=\"rtl\">לבטח</span> <a data-ref=\"Jeremiah 23:6\" href=\"/Jeremiah.23.6\">Je 23:6</a>; <a data-ref=\"Jeremiah 33:16\" href=\"/Jeremiah.33.16\">33:16</a>; <a data-ref=\"Deuteronomy 33:12\" href=\"/Deuteronomy.33.12\">Dt 33:12</a>, cf. <span dir=\"rtl\">בין כתפים</span> v <a data-ref=\"Deuteronomy 33:12\" href=\"/Deuteronomy.33.12\">12</a>; <a data-ref=\"Psalms 16:9\" href=\"/Psalms.16.9\">ψ 16:9</a> (‖ <span dir=\"rtl\">שׂמח</span>); <span dir=\"rtl\">בטח</span> <a data-ref=\"Deuteronomy 33:28\" href=\"/Deuteronomy.33.28\">Dt 33:28</a> <a data-ref=\"Proverbs 1:33\" href=\"/Proverbs.1.33\">Pr 1:33</a>; <span dir=\"rtl\">(ל)בדד</span> <a data-ref=\"Numbers 23:9\" href=\"/Numbers.23.9\">Nu 23:9</a> (poem) <a data-ref=\"Jeremiah 49:31\" href=\"/Jeremiah.49.31\">Je 49:31</a>; <a data-ref=\"Micah 7:14\" href=\"/Micah.7.14\">Mi 7:14</a>; land of Egypt <a data-ref=\"Jeremiah 46:26\" href=\"/Jeremiah.46.26\">Je 46:26</a> (remain undisturbed), so <a data-ref=\"Jeremiah 50:39\" href=\"/Jeremiah.50.39\">50:39</a>; <a data-ref=\"Isaiah 13:20\" href=\"/Isaiah.13.20\">Is 13:20</a> (‖ <span dir=\"rtl\">תֵּשֵׁב</span>, cf. <span dir=\"rtl\">ישׁב</span> <strong>4</strong>); c. acc. <span dir=\"rtl\">מרומים</span> <a data-ref=\"Isaiah 33:16\" href=\"/Isaiah.33.16\">33:16</a>; abs. <a data-ref=\"Nahum 3:18\" href=\"/Nahum.3.18\">Na 3:18</a>, subj. <span dir=\"rtl\">אדּירים</span> (We <span dir=\"rtl\">יָֽשְׁנוּ</span>, Now <span dir=\"rtl\">יִשְׁכְּבוּ</span>; ‖ <span dir=\"rtl\">נָמוּ</span>); <a data-ref=\"Proverbs 7:11\" href=\"/Proverbs.7.11\">Pr 7:11</a> <em>her feet tarry not in her house</em>. <strong>b.</strong>  of animals: <span dir=\"rtl\">כְּלָבִיא</span> <a data-ref=\"Deuteronomy 33:20\" href=\"/Deuteronomy.33.20\">Dt 33:20</a>; ב loc. <a data-ref=\"Isaiah 34:11\" href=\"/Isaiah.34.11\">Is 34:11</a>; <a data-ref=\"Job 37:8\" href=\"/Job.37.8\">Jb 37:8</a>; <span dir=\"rtl\">שָׁם</span> <a data-ref=\"Isaiah 13:21\" href=\"/Isaiah.13.21\">Is 13:21</a>; birds <span dir=\"rtl\">שׁ׳ תַּחַת</span> (under) <a data-ref=\"Ezekiel 17:23\" href=\"/Ezekiel.17.23\">Ez 17:23</a>, <span dir=\"rtl\">שׁ׳ בְּצֵל</span>, v <a data-ref=\"Ezekiel 17:23\" href=\"/Ezekiel.17.23\">23</a>; c. <span dir=\"rtl\">עַל</span> = <em>upon</em> <a data-ref=\"Ezekiel 31:13\" href=\"/Ezekiel.31.13\">31:13</a>, = <em>by</em> <a data-ref=\"Psalms 104:12\" href=\"/Psalms.104.12\">ψ 104:12</a>; c. acc. <span dir=\"rtl\">סֶלַע</span> <a data-ref=\"Job 39:28\" href=\"/Job.39.28\">Jb 39:28</a>; abs., of man under fig. of bird, <span dir=\"rtl\">אָע֫וּפָה וְאֶשְׁכֹּ֑נָה</span> <a data-ref=\"Psalms 55:7\" href=\"/Psalms.55.7\">ψ 55:7</a>. <strong>c.</strong>  things: c. <span dir=\"rtl\">עַל</span> of cloud, <a data-ref=\"Job 3:5\" href=\"/Job.3.5\">Jb 3:5</a> <em>settle down over;</em> cf. <a data-ref=\"Exodus 24:16\" href=\"/Exodus.24.16\">Ex 24:16</a>; <a data-ref=\"Exodus 40:35\" href=\"/Exodus.40.35\">40:35</a>; <a data-ref=\"Numbers 9:17\" href=\"/Numbers.9.17\">Nu 9:17</a>, <a data-ref=\"Numbers 9:18\" href=\"/Numbers.9.18\">18</a>, <a data-ref=\"Numbers 9:22\" href=\"/Numbers.9.22\">22</a> (all P); c. <span dir=\"rtl\">בְּ</span> <a data-ref=\"Numbers 10:12\" href=\"/Numbers.10.12\">10:12</a> (P). <strong>2.</strong>  <em>abide, dwell:</em> <strong>a.</strong>  of men: abs. <a data-ref=\"Psalms 37:27\" href=\"/Psalms.37.27\">ψ 37:27</a> <span dir=\"rtl\">(לְעוֹלָם)</span>; <span dir=\"rtl\">שָׁ֫מָּה</span> <a data-ref=\"Isaiah 65:9\" href=\"/Isaiah.65.9\">Is 65:9</a>; c. ב loc. <a data-ref=\"Psalms 69:37\" href=\"/Psalms.69.37\">ψ 69:37</a> <a data-ref=\"Job 18:15\" href=\"/Job.18.15\">Jb 18:15</a>; <a data-ref=\"Job 30:6\" href=\"/Job.30.6\">30:6</a>; <a data-ref=\"Micah 4:10\" href=\"/Micah.4.10\">Mi 4:10</a>; <a data-ref=\"Jeremiah 48:28\" href=\"/Jeremiah.48.28\">Je 48:28</a> + 10 times; <span dir=\"rtl\">לְחוֹף יַמִּים</span> <a data-ref=\"Genesis 49:13\" href=\"/Genesis.49.13\">Gn 49:13</a>; c. <span dir=\"rtl\">עַל</span>, <em>by</em> <a data-ref=\"Judges 5:17\" href=\"/Judges.5.17\">Ju 5:17</a>; <a data-ref=\"Jeremiah 51:13\" href=\"/Jeremiah.51.13\">Je 51:13</a>; <em>upon</em> <a data-ref=\"Psalms 37:29\" href=\"/Psalms.37.29\">ψ 37:29</a>; <span dir=\"rtl\">על פני</span> <a data-ref=\"Genesis 16:12\" href=\"/Genesis.16.12\">Gn 16:12</a> (J); c. <span dir=\"rtl\">עִם</span> <em>with</em> <a data-ref=\"Psalms 120:5\" href=\"/Psalms.120.5\">ψ 120:5</a>, <a data-ref=\"Psalms 120:6\" href=\"/Psalms.120.6\">6</a>; c. acc. <a data-ref=\"Proverbs 2:21\" href=\"/Proverbs.2.21\">Pr 2:21</a> <a data-ref=\"Jeremiah 17:6\" href=\"/Jeremiah.17.6\">Je 17:6</a> + 5 times; <span dir=\"rtl\">מִן</span> … <span dir=\"rtl\">עַד</span> <a data-ref=\"Genesis 25:18\" href=\"/Genesis.25.18\">Gn 25:18</a> (J); <span dir=\"rtl\">שֹׁכְנֵי אָ֑רֶץ</span> <a data-ref=\"Isaiah 18:3\" href=\"/Isaiah.18.3\">Is 18:3</a> (‖ <span dir=\"rtl\">ישְׁבֵי תֵבֵל</span>). <strong>b.</strong>  of the dead: <span dir=\"rtl\">שֹׁכְנֵי עָפָר</span> <a data-ref=\"Isaiah 26:19\" href=\"/Isaiah.26.19\">Is 26:19</a> (‖ <span dir=\"rtl\">רְפָאִים</span>); cf. <a data-ref=\"Job 26:5\" href=\"/Job.26.5\">Jb 26:5</a> (‖ id.), so mortals, <span dir=\"rtl\">שֹׁכְנֵי בָתֵּי חֹמֶר</span> <a data-ref=\"Job 4:19\" href=\"/Job.4.19\">4:19</a>; <span dir=\"rtl\">שׁ׳ דוּמָה</span> <a data-ref=\"Psalms 94:17\" href=\"/Psalms.94.17\">ψ 94:17</a> (i.e. <span dir=\"rtl\">שׁאול</span>). <strong>c.</strong>  of God: <span dir=\"rtl\">שׁ׳ בָּֽעֲרָפֶל</span> <a data-ref=\"I Kings 8:12\" href=\"/I_Kings.8.12\">1 K 8:12</a> = <a data-ref=\"II Chronicles 6:1\" href=\"/II_Chronicles.6.1\">2 Ch 6:1</a> (poem); <span dir=\"rtl\">מָרוֹם</span> <a data-ref=\"Isaiah 33:5\" href=\"/Isaiah.33.5\">Is 33:5</a>; <span dir=\"rtl\">עַד</span> <a data-ref=\"Isaiah 57:15\" href=\"/Isaiah.57.15\">57:15</a>; <span dir=\"rtl\">מָרוֹם וְקָדוֹשׁ</span> v <a data-ref=\"Isaiah 33:15\" href=\"/Isaiah.33.15\">15</a>; <span dir=\"rtl\">שׁ׳ סְנֶה</span> <a data-ref=\"Deuteronomy 33:16\" href=\"/Deuteronomy.33.16\">Dt 33:16</a> (theoph.); <span dir=\"rtl\">בְּאָֽהֳלֵי־שֵׁם</span> <a data-ref=\"Genesis 9:27\" href=\"/Genesis.9.27\">Gn 9:27</a> (J, v. Br<sup>MP 82</sup>; al. Japheth subj.); <span dir=\"rtl\">בְּתוֹכָם</span> <a data-ref=\"Exodus 25:8\" href=\"/Exodus.25.8\">Ex 25:8</a>; <a data-ref=\"Exodus 29:46\" href=\"/Exodus.29.46\">29:46</a>; <a data-ref=\"Numbers 5:3\" href=\"/Numbers.5.3\">Nu 5:3</a> (all P), <a data-ref=\"Ezekiel 43:9\" href=\"/Ezekiel.43.9\">Ez 43:9</a>; c. <span dir=\"rtl\">בְּתוֹךְ</span> elsewhere <a data-ref=\"Exodus 29:45\" href=\"/Exodus.29.45\">Ex 29:45</a> (P) + 6 times; ב loc. <a data-ref=\"Psalms 85:10\" href=\"/Psalms.85.10\">ψ 85:10</a>; later <span dir=\"rtl\">בְּצִיּוֹן</span> <a data-ref=\"Joel 4:17\" href=\"/Joel.4.17\">Jo 4:17</a>, <a data-ref=\"Joel 4:21\" href=\"/Joel.4.21\">21</a>; <span dir=\"rtl\">בְּהַר צִיּוֹן</span> <a data-ref=\"Isaiah 8:18\" href=\"/Isaiah.8.18\">Is 8:18</a>; <a data-ref=\"Psalms 68:17\" href=\"/Psalms.68.17\">ψ 68:17</a>, <a data-ref=\"Psalms 68:19\" href=\"/Psalms.68.19\">19</a> (abs.) + 4 times; <span dir=\"rtl\">שֹׁכֵן יְרוּשָׁלַםִ</span> <a data-ref=\"Psalms 135:21\" href=\"/Psalms.135.21\">ψ 135:21</a>. <strong>d.</strong>  things: <span dir=\"rtl\">אֹהֶל מוֹעֵד</span>, c. <span dir=\"rtl\">את</span> <a data-ref=\"Leviticus 16:16\" href=\"/Leviticus.16.16\">Lv 16:16</a> (P); <span dir=\"rtl\">מִשְׁכַּן י׳ שָׁם</span> <a data-ref=\"Joshua 22:19\" href=\"/Joshua.22.19\">Jos 22:19</a> (P); <span dir=\"rtl\">אוֹר</span> <a data-ref=\"Job 38:19\" href=\"/Job.38.19\">Jb 38:19</a>. <strong>e.</strong>  abstr. subj.: <span dir=\"rtl\">מִשְׁפָּט</span> <a data-ref=\"Isaiah 32:16\" href=\"/Isaiah.32.16\">Is 32:16</a> <span dir=\"rtl\">(בַּמִּדְבָּר)</span>; <span dir=\"rtl\">חָכְמָה</span>, c. acc. <span dir=\"rtl\">עָרְמָה</span> <a data-ref=\"Proverbs 8:12\" href=\"/Proverbs.8.12\">Pr 8:12</a>.<br>†<strong>Pi.</strong>  Pf. 3 ms. <span dir=\"rtl\">שִׁכֵּן</span> <a data-ref=\"Psalms 78:60\" href=\"/Psalms.78.60\">ψ 78:60</a>; 1 s. <span dir=\"rtl\">שִׁכַּנְתִּי</span> <a data-ref=\"Jeremiah 7:7\" href=\"/Jeremiah.7.7\">Je 7:7</a>, <a data-ref=\"Jeremiah 7:12\" href=\"/Jeremiah.7.12\">12</a>; Impf. 1 s. <span dir=\"rtl\">אֲשַׁכְּנָה</span> <a data-ref=\"Jeremiah 7:3\" href=\"/Jeremiah.7.3\">Je 7:3</a>; Inf. cstr. <span dir=\"rtl\">שַׁכֵּן</span> <a data-ref=\"Numbers 14:30\" href=\"/Numbers.14.30\">Nu 14:30</a> + 7 times; sf. <span dir=\"rtl\">שַׁכְּנוֹ</span> <a data-ref=\"Deuteronomy 12:5\" href=\"/Deuteronomy.12.5\">Dt 12:5</a> (so read for MT <span dir=\"rtl\">לְשִׁכְנוֹ</span>, cf. Kö<sup>ii. 1. 21</sup>);— <strong>1.</strong>  <em>make settle down, establish:</em> <span dir=\"rtl\">אֹהֶל שׁ׳ בָּֽאָדָֽם</span> <a data-ref=\"Psalms 78:60\" href=\"/Psalms.78.60\">ψ 78:60</a>; especially in Dt, <span dir=\"rtl\">לְשַׁכֵּן שְׁמוֹ שָׁם</span> <em>establish his name there</em> (cf. <em>šakan šuma</em> as Canaanism Wkl<sup>TelAm. 138 Rev. 20; 181. 6</sup>) <a data-ref=\"Deuteronomy 12:11\" href=\"/Deuteronomy.12.11\">Dt 12:11</a>; <a data-ref=\"Deuteronomy 14:23\" href=\"/Deuteronomy.14.23\">14:23</a>; <a data-ref=\"Deuteronomy 16:2\" href=\"/Deuteronomy.16.2\">16:2</a>, <a data-ref=\"Deuteronomy 16:6\" href=\"/Deuteronomy.16.6\">6</a>, <a data-ref=\"Deuteronomy 16:11\" href=\"/Deuteronomy.16.11\">11</a>; <a data-ref=\"Deuteronomy 26:2\" href=\"/Deuteronomy.26.2\">26:2</a>, cf. <a data-ref=\"Jeremiah 7:12\" href=\"/Jeremiah.7.12\">Je 7:12</a> <a data-ref=\"Nehemiah 1:9\" href=\"/Nehemiah.1.9\">Ne 1:9</a>; + <span dir=\"rtl\">לָשׂוּם אֶת־שְׁמוֹ שָׁם לְשִׁכְנוֹ</span> <a data-ref=\"Deuteronomy 12:5\" href=\"/Deuteronomy.12.5\">Dt 12:5</a> (read <span dir=\"rtl\">לְשַׁכְּנוֹ</span>). <strong>2.</strong>  <em>make to dwell:</em> c. acc. pers., ב loc., <a data-ref=\"Numbers 14:30\" href=\"/Numbers.14.30\">Nu 14:30</a> (J) <a data-ref=\"Jeremiah 7:3\" href=\"/Jeremiah.7.3\">Je 7:3</a>, <a data-ref=\"Jeremiah 7:7\" href=\"/Jeremiah.7.7\">7</a>.<br>†<strong>Hiph.</strong>  Pf. 1 s. <span dir=\"rtl\">הִשְׁכַּ֫נְתִּי</span> <a data-ref=\"Ezekiel 32:4\" href=\"/Ezekiel.32.4\">Ez 32:4</a>; Impf. 3 ms. juss. <span dir=\"rtl\">יַשְׁכֵּן</span> <a data-ref=\"Psalms 7:6\" href=\"/Psalms.7.6\">ψ 7:6</a>, <span dir=\"rtl\">וַיַּשְׁכֵּן</span> <a data-ref=\"Genesis 3:24\" href=\"/Genesis.3.24\">Gn 3:24</a> <a data-ref=\"Psalms 78:55\" href=\"/Psalms.78.55\">ψ 78:55</a>, etc.;— <strong>1.</strong> <strong>a.</strong>  <em>lay</em>, <span dir=\"rtl\">כבודי לעפר</span> <a data-ref=\"Psalms 7:6\" href=\"/Psalms.7.6\">ψ 7:6</a> <em>lay my honour in the dust</em> (of death); <em>place, set</em>, <a data-ref=\"Genesis 3:24\" href=\"/Genesis.3.24\">Gn 3:24</a> (J); <em>place, establish</em>, <span dir=\"rtl\">אהל מועד</span> at Shilo <a data-ref=\"Joshua 18:1\" href=\"/Joshua.18.1\">Jos 18:1</a> (P). <strong>b.</strong>  <em>cause</em> birds <em>to settle</em>, <span dir=\"rtl\">עַל</span> <a data-ref=\"Ezekiel 32:4\" href=\"/Ezekiel.32.4\">Ez 32:4</a>. <strong>2.</strong>  <em>cause to dwell</em>, c. acc. pers., ב loc., <a data-ref=\"Psalms 78:55\" href=\"/Psalms.78.55\">ψ 78:55</a>; cf. <a data-ref=\"Job 11:14\" href=\"/Job.11.14\">Jb 11:14</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "65435544daa944ae5fd559b5", "index_title": "Gevurot Hashem", "category": "Jewish Thought", "type": "", "ref": "Gevurot Hashem 69:8", "anchorRef": "Numbers 10:12-28", "anchorRefExpanded": ["Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28"], "sourceRef": "Gevurot Hashem 69:8", "sourceHeRef": "גבורות השם ס״ט:ח׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1562, 1582], "commentaryNum": 69.0008, "collectiveTitle": {"en": "Gevurot Hashem", "he": "גבורות השם"}, "he": "<b>ספר הרביעי</b>, שהשם יתברך מנהיג את הנמצאים* בחכמתו ובהנהגה ראויה, כמו שהיה* מנהיג את ישראל במדבר בכל מסעיהם שהיו הולכים. וזה נגד (דברים י, יח) \"עושה משפט וגו'\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"65\"></i>, שכל זה הנהגת השם יתברך הנמצאים בהנהגה ראויה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"66\"></i>. ולפיכך מתחיל הספר במדבר בסדר הדגלים (במדבר ב, א-לד), ואיך היו נוסעים (במדבר י, יב-כח), ומנהיג אותם על פי הענן (במדבר ט, טו-כג), עד סוף הספר, שחנו בערבות מואב (במדבר לג, מח-מט), שהוא מסע האחרון. ואלו ארבעה דברים הם נזכרים בארבע פרשיות תפילין גם כן<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"67\"></i>, וכאשר בארנו למעלה במקומו בארוכה ענין אלו ארבעה דברים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"68\"></i>.", "heVersionTitle": "Gevurot Hashem, with footnotes and annotations by Rabbi Yehoshua D. Hartman, Machon Yerushalyim, 2015-2020", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6609266c5919e5bc812768a1", "index_title": "Lessons in Leadership; A Weekly Reading of the Jewish Bible", "category": "Quoting Commentary", "type": "", "ref": "Lessons in Leadership; A Weekly Reading of the Jewish Bible, Hukkat; Miriam, Moses' Friend 4", "anchorRef": "Numbers 10:12", "anchorRefExpanded": ["Numbers 10:12"], "sourceRef": "Lessons in Leadership; A Weekly Reading of the Jewish Bible, Hukkat; Miriam, Moses' Friend 4", "sourceHeRef": "שיעורים בהנהגה; קריאות חדשות בפרשת השבוע, חוקת ד׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [2015], "commentaryNum": 4, "collectiveTitle": {"en": "Lessons in Leadership; A Weekly Reading of the Jewish Bible", "he": "שיעורים בהנהגה; קריאות חדשות בפרשת השבוע"}, "heTitle": "חוקת", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "This was the behaviour that cost Moses and Aaron their chance of leading the people across the Jordan into the Promised Land. “Because you did not have enough faith in Me to sanctify Me in the sight of the Israelites, you will not bring this community into the land I have given them” (Num. 10:12).", "versionTitle": "Maggid Books and the Orthodox Union, 2015", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "665d7706e1d4c3231a2f2d71", "index_title": "Divrei David on Rashi", "category": "Commentary", "type": "commentary", "ref": "Divrei David on Rashi, Numbers 10:12:1", "anchorRef": "Numbers 10:12", "anchorRefExpanded": ["Numbers 10:12"], "sourceRef": "Divrei David on Rashi, Numbers 10:12:1", "sourceHeRef": "דברי דוד על רש״י, במדבר י׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "commentaryNum": 12.0001, "collectiveTitle": {"en": "Divrei David", "he": "דברי דוד"}, "heTitle": "במדבר", "he": "במדבר פארן, קברות התאוה כו' מתרץ בזה דבפרשת מסעי חשיב שם נסיעה ממדבר סיני, חנו בקברות התאוה:", "heVersionTitle": "Warsaw, 1882", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6707ec5c21016e76713119e9", "index_title": "Deuteronomy", "category": "Tanakh", "type": "", "ref": "Deuteronomy 1:2", "anchorRef": "Numbers 10:11-12", "anchorRefExpanded": ["Numbers 10:11", "Numbers 10:12"], "sourceRef": "Deuteronomy 1:2", "sourceHeRef": "דברים א׳:ב׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Deuteronomy", "he": "דברים"}, "heTitle": "דברים", "he": "אַחַ֨ד עָשָׂ֥ר יוֹם֙ מֵֽחֹרֵ֔ב דֶּ֖רֶךְ הַר־שֵׂעִ֑יר עַ֖ד קָדֵ֥שׁ בַּרְנֵֽעַ׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "it is eleven days from Horeb to Kadesh-barnea by the Mount Seir route.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Through the wilderness … by the Mount Seir route </b>This passage is unclear; cf. v. 19 and Num. 33.16–36.</i> —", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}]