[{"_id": "521049b5edbab43f2370158c", "index_title": "Ramban on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ramban on Numbers 10:17:1", "anchorRef": "Numbers 10:17", "anchorRefExpanded": ["Numbers 10:17"], "sourceRef": "Ramban on Numbers 10:17:1", "sourceHeRef": "רמב\"ן על במדבר י׳:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>והורד המשכן ונסעו בני גרשון ובני מררי</b> משמעות הכתובים בענין הזה כי אחרי נסוע דגל יהודה יתחילו בפרוק המשכן ותחלת פירוקו שיבא אהרן ובניו והורידו את פרכת המסך וזהו שנאמר (במדבר ד׳:ה׳) ובא אהרן ובניו בנסוע המחנה והורידו וגו' כלומר בנסוע המחנה הראשון וכאשר ישלימו לכסות הארון וכל כלי הקודש של משא בני קהת יורידו הלוים המשכן כולו ויטענו על העגלות ויסעו בני גרשון ובני מררי אחרי דגל יהודה והארון וכלי הקודש עומדים מכוסים ונתונים על המוטות עד שנסע דגל ראובן ויהיה פירוש ונסע אהל מועד מחנה הלוים בתוך המחנות (במדבר ב׳:י״ז) שיסע אהל מועד וכל מחנה הלוים בתוך המחנות הנזכרות כי הגרשונים והמררים נוסעים בין דגל יהודה לדגל ראובן והקהתים נוסעים בין דגל ראובן לדגל אפרים כאשר יפרש עוד ויזכיר הטעם שיקימו המשכן טרם בואם (במדבר י׳:כ״א) אבל בברייתא של מלאכת המשכן (פרק יג) ראיתי כלשון הזה תקעו והריעו ותקעו ונסע דגלו של יהודה תחלה שנאמר (במדבר י׳:י״ד) ויסע דגל מחנה בני יהודה בראשונה נכנסו בני אהרן ופירקו את הפרכת וכסו בה את הארון שנאמר (במדבר ד׳:ה׳) ובא אהרן ובניו בנסוע המחנה וגו' תקעו והריעו ותקעו ונסע דגל מחנה ראובן מיד נכנסו בני גרשון ובני מררי ופירקו את המשכן וטענו אותו בעגלות והעמידוהו עד בא בני קהת שנאמר (במדבר י׳:כ״א) ונסעו הקהתים נשאי המקדש והקימו את המשכן עד בואם תקעו והריעו ותקעו ונסע דגל אפרים מיד נכנסו בני קהת ופירקו את המקדש וטענוהו בכתף שנאמר (במדבר ד׳:ט״ו) וכלה אהרן ובניו וגו' ושמא כך פירושה תקעו והריעו ותקעו לנסוע דגל ראובן ומיד מקדימין בני גרשון ובני מררי ופירקו המשכן ונסעו קודם בני ראובן וכן תקעו והריעו ותקעו שיסע דגל אפרים ומקדימים בני קהת וטוענין כלי הקדש על כתפיהם ונוסעים קודם בני אפרים למדו על נסיעת הלוים שהיו בתקיעות ותכף להם נסיעת הדגל שאחריהם:", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND THE TABERNACLE WAS TAKEN DOWN; AND THE SONS OF GERSHON AND THE SONS OF MERARI WHO BORE THE TABERNACLE SET FORWARD. The indication of the verses on this subject is as follows: After the standard of Judah had set forward, they would begin dismantling the Tabernacle, and the beginning of this dismantling was when Aaron and his sons came [into the Tabernacle] and took down the partition Veil, as it says, <i>And when ‘the camp’ setteth forward, Aaron shall go in, and his sons, and they shall take down the Veil</i> etc.,<sup class=\"footnote-marker\">125</sup><i class=\"footnote\">Above, 4:5.</i> that is to say, when the first camp [i.e., that of Judah] set forth. When they [the priests] finished covering the ark and all the holy vessels which were to be borne by the Kohathites, the Levites would take down the whole Tabernacle and load it upon the wagons; and the sons of Gershon and Merari then journeyed [with these wagons] after the standard of Judah, the ark and the holy vessels remaining covered and placed upon the staves until the standard of Reuben set forth. And the meaning of the verse <i>Then the Tent of Meeting, with the camp of the Levites, shall set forward in the midst of the camps</i><sup class=\"footnote-marker\">126</sup><i class=\"footnote\"><i>Ibid.</i>, 2:17.</i> is that the Tent of Meeting together with all the camps of the Levites shall set forward in the midst of those camps perviously mentioned, for the Gershonites and Merarites journeyed between the standard of Judah and that of Reuben, while the Kohathites journeyed between the standard of Reuben and that of Ephraim, as He is to explain. He mentioned the reason [for the Gershonites and Merarites journeying before the Kohathites, namely] so that they might set up the Tabernacle before they [the Kohathites who carried the ark and the holy vessels] arrive<sup class=\"footnote-marker\">127</sup><i class=\"footnote\">Verse 21.</i> [and thus they could immediately deposit the holy vessels therein].<br>However, in the Beraitha of the Work of the Tabernacle<sup class=\"footnote-marker\">105</sup><i class=\"footnote\">Beraitha of <i>M’lecheth Hamishkan</i>, Chapter 13.</i> I have seen the following text: “They blew <i>t’kiah, t’ruah, ‘t’kiah</i>,<sup class=\"footnote-marker\">102</sup><i class=\"footnote\">A <i>t’ruah</i> is a succession of nine tremulous or quavering sounds. A <i>t’kiah</i> is a continuous plain sound. The <i>sh’varim</i> are broken disconnected sounds, but they are not as broken as those of the <i>t’ruah</i>. The three broken sounds of the <i>sh’varim</i> are equal [in length of time] to the nine quavering sounds of the <i>t’ruah</i>.</i> and the standard of Judah would set forth first, as it is said, <i>And in the first place the standard of the camp of the children of Judah set forward</i>.<sup class=\"footnote-marker\">128</sup><i class=\"footnote\">Verse 14.</i> The sons of Aaron would then enter [the Tent of Meeting] and take down the Veil, and cover the ark with it, as it is said, <i>And when the camp setteth forward, Aaron shall go in, and his sons</i> etc.<sup class=\"footnote-marker\">125</sup><i class=\"footnote\">Above, 4:5.</i> They then blew <i>t’kiah, t’ruah, t’kiah</i>,<sup class=\"footnote-marker\">102</sup><i class=\"footnote\">A <i>t’ruah</i> is a succession of nine tremulous or quavering sounds. A <i>t’kiah</i> is a continuous plain sound. The <i>sh’varim</i> are broken disconnected sounds, but they are not as broken as those of the <i>t’ruah</i>. The three broken sounds of the <i>sh’varim</i> are equal [in length of time] to the nine quavering sounds of the <i>t’ruah</i>.</i> and the standard of the camp of Reuben would set forth. The sons of Gershon and the sons of Merari would immediately enter and dismantle the Tabernacle, and load it upon wagons and re-erect it [in the new resting-place] by the time the sons of Kohath arrived, as it is said, <i>And the Kohathites the bearers of the Sanctuary set forward, that the Tabernacle might be set up against their coming</i>.<sup class=\"footnote-marker\">127</sup><i class=\"footnote\">Verse 21.</i> They blew <i>t’kiah, t’ruah, t’kiah</i>,<sup class=\"footnote-marker\">102</sup><i class=\"footnote\">A <i>t’ruah</i> is a succession of nine tremulous or quavering sounds. A <i>t’kiah</i> is a continuous plain sound. The <i>sh’varim</i> are broken disconnected sounds, but they are not as broken as those of the <i>t’ruah</i>. The three broken sounds of the <i>sh’varim</i> are equal [in length of time] to the nine quavering sounds of the <i>t’ruah</i>.</i> and the standard of Ephraim would set forth. The sons of Kohath would immediately enter and dismantle the Sanctuary,<sup class=\"footnote-marker\">129</sup><i class=\"footnote\">The word <i>hamikdash</i> (the Sanctuary) is evidently to be understood as in Verse 21 here: <i>And the Kohathites the bearers of ‘the Sanctuary’ set forward</i>, which Rashi explains as meaning: “the bearers of ‘the holy vessels’” [and not of the Sanctuary itself, for it was carried by the sons of Gershon and Merari]. This explanation is also clearly evident from the language of Ramban further on [“and the sons of Kohath would … load <i>the holy vessels</i> upon their shoulders”].</i> and put it upon their shoulders, as it is said, <i>And when Aaron and his sons have finished covering the Sanctuary</i> etc.”<sup class=\"footnote-marker\">130</sup><i class=\"footnote\">Above, 4:15. — The Beraitha of the Work of the Tabernacle thus contradicts the previous explanation, that the Gershonites and the Merarites set forward immediately after the standard of <i>Judah</i>, since the Beraitha states that they journeyed after the standard of <i>Reuben</i>. Ramban now interprets the Beraitha so that it accords with the above interpretation which is in line with the simple meaning of Scripture.</i> But perhaps the following is the correct interpretation of the Beraitha: “They blew <i>t’kiah, t’ruah, t’kiah</i><sup class=\"footnote-marker\">102</sup><i class=\"footnote\">A <i>t’ruah</i> is a succession of nine tremulous or quavering sounds. A <i>t’kiah</i> is a continuous plain sound. The <i>sh’varim</i> are broken disconnected sounds, but they are not as broken as those of the <i>t’ruah</i>. The three broken sounds of the <i>sh’varim</i> are equal [in length of time] to the nine quavering sounds of the <i>t’ruah</i>.</i> to alert the standard of Reuben to set forth, [but they did not actually set forth at once, for] immediately the sons of Gershon and the sons of Merari would precede them and dismantle the Tabernacle, but they would journey before the sons of Reuben. Similarly, they blew <i>t’kiah, t’ruah, t’kiah</i><sup class=\"footnote-marker\">102</sup><i class=\"footnote\">A <i>t’ruah</i> is a succession of nine tremulous or quavering sounds. A <i>t’kiah</i> is a continuous plain sound. The <i>sh’varim</i> are broken disconnected sounds, but they are not as broken as those of the <i>t’ruah</i>. The three broken sounds of the <i>sh’varim</i> are equal [in length of time] to the nine quavering sounds of the <i>t’ruah</i>.</i> that the standard of Ephraim be ready to set forth, and the sons of Kohath would immediately set forth and load the holy vessels upon their shoulders, and they would journey before the sons of Ephraim.” Thus the Rabbis taught that the journeying of the Levites should be preceded by blowing [of the trumpets], and immediately after them came the standard which followed them.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "521e0a65edbab45814ae637f", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 10:17:1", "anchorRef": "Numbers 10:17", "anchorRefExpanded": ["Numbers 10:17"], "sourceRef": "Rashi on Numbers 10:17:1", "sourceHeRef": "רש\"י על במדבר י׳:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>והורד המשכן.</b> כֵּיוָן שֶׁנּוֹסֵעַ דֶּגֶל יְהוּדָה, נִכְנְסוּ אַהֲרֹן וּבָנָיו וּפָרְקוּ אֶת הַפָּרֹכֶת וְכִסּוּ בָהּ אֶת הָאָרוֹן, שֶׁנֶּאֱמַר \"וּבָא אַהֲרֹן וּבָנָיו בִּנְסֹעַ הַמַּחֲנֶה\" (במדבר ד'), וּבְנֵי גֵרְשׁוֹן וּבְנֵי מְרָרִי פוֹרְקִין הַמִּשְׁכָּן וְטוֹעֲנִין אוֹתוֹ בָּעֲגָלוֹת, וְהָאָרוֹן וּכְלֵי הַקֹּדֶשׁ שֶׁל מַשָּׂא בְנֵי קְהָת עוֹמְדִים מְכֻסִּין וּנְתוּנִין עַל הַמּוֹטוֹת עַד שֶׁנָּסַע דֶּגֶל מַחֲנֵה רְאוּבֵן, וְאַ\"כַּ \"וְנָסְעוּ הַקְּהָתִים\" (עי' תנחומא):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "והורד המשכן THEN THE TABERNACLE WAS TAKEN DOWN — As soon as the division of Judah was on the point of journeying, Aaron and his sons went in (into the Tabernacle), took down the Partition Vail and covered the Ark with it, as it is said, (Numbers 4:5) “and when the camp setteth forward (i. e. is on the point of setting forward) Aaron shall come, and his sons, [and they shall take down the Partition Vail, etc.]”; the sons of Gershon and the sons of Merari then dismantled the Tabernacle, and loaded it on the waggons, and started off (so Berliner’s edition which adds ונוסעים). The Ark and the other holy vessels, the burden of the sons of Kohath (cf. Numbers 3:31), remained as they were, covered over, the latter hanging on poles, until the division of the sons of Reuben set out, and only after that did (v. 21) “the Kohathites set forward”.", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe3fbfba276047f6fe8", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 10:17", "anchorRef": "Numbers 10:17", "anchorRefExpanded": ["Numbers 10:17"], "sourceRef": "Onkelos Numbers 10:17", "sourceHeRef": "תרגום אונקלוס על במדבר י׳:י״ז", "anchorVerse": 17, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 10.0017, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וּמִתְפָּרַק מַשְׁכְּנָא וְנָטְלִין בְּנֵי גֵרְשׁוֹן וּבְנֵי מְרָרִי נָטְלֵי מַשְׁכְּנָא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "[Then] the <i>Mishkon</i> was dismantled and the sons of Gershon traveled, with the sons of Merori, those who carried the <i>Mishkon</i>.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec81e", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 10:17", "anchorRef": "Numbers 10:17", "anchorRefExpanded": ["Numbers 10:17"], "sourceRef": "Targum Jonathan on Numbers 10:17", "sourceHeRef": "תרגום יונתן על במדבר י׳:י״ז", "anchorVerse": 17, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 10.0017, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וּמִתְפְּרַק מַשְׁכְּנָא וְנַטְלִין בְּנֵי גֵרְשׁוֹן וּבְנֵי מְרָרִי נַטְלֵי מַשְׁכְּנָא", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " And the tabernacle was taken down, and the sons of Gershon and of Merari went forward, carrying the tabernacle. ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "57e77d56d6e4a94c7c18acf6", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 10:17", "anchorRef": "Numbers 10:17", "anchorRefExpanded": ["Numbers 10:17"], "sourceRef": "Tafsir Rasag, Numbers 10:17", "sourceHeRef": "תפסיר רס\"ג, במדבר י׳:י״ז", "anchorVerse": 17, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 10.0017, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "ת̇ם פצל אלמסכן פרחל בנו גרשון ובנו מררי חאמלוה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b4fad6e4a902855ff9df", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Numbers 10:17:1", "anchorRef": "Numbers 10:17", "anchorRefExpanded": ["Numbers 10:17"], "sourceRef": "Tur HaArokh, Numbers 10:17:1", "sourceHeRef": "הטור הארוך, במדבר י׳:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "במדבר", "he": "<b>והורד המשכן וגו'. </b>משמעות הכתובים בענין הזה וכו' ויהי' פי'. כצ\"ל) ונסע אהל מועד מחנה הלוים בתוך המחנות כמו שפירש\"י שאחר שנסעו דגל מחנה יהודה והורידו בני אהרן הפרוכת וכסו כל כלי הקדש פרקו בני גרשון ובני מררי המשכן ונסעו בין מחנה דגל יהודה לדגל ראובן ואחר כך נסעו דגל מחנה ראובן ושם נסעו הקהתים נושאי כלי הקודש בין מחנה ראובן למחנה אפרים:  ", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " והורד המשכן, “The Tabernacle was dismantled.” The meaning of the paragraph starting with ויהי בשנה השנית in 10,11 is to describe the journey of the Tabernacle, i.e. the camp of the Levites traveling surrounded by the various army groups, as <i>Rashi</i> has outlined when he described that as soon as the army group of Yehudah had started marching the sons of Aaron would lower the dividing curtain in the Tabernacle and would wrap up the various sacred furnishings. When these had been wrapped, the Levites, i.e. Gersonides and Merarites, took apart the beams comprising the walls of the Tabernacle and loaded them onto the wagons, etc. These wagons with those Levites would be traveling behind the army group of Yehudah, ahead of the army group of Reuven.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5a154333d6e4a92409abc34f", "index_title": "Siftei Chakhamim", "category": "Quoting Commentary", "type": "", "ref": "Siftei Chakhamim, Deuteronomy 28:52:1", "anchorRef": "Numbers 10:17", "anchorRefExpanded": ["Numbers 10:17"], "sourceRef": "Siftei Chakhamim, Deuteronomy 28:52:1", "sourceHeRef": "שפתי חכמים, דברים כ״ח:נ״ב:א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 52.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "דברים", "he": "<b>לשון רדוי וכבוש.</b> ויחסר בי\"ת מן חומותיך. שה\"ל לכתוב עד רדת בחומותיך, כמו <small>(בראשית א כו)</small> וירדו בדגת הים, דהרי אין לשון ירידה נופל אלא מדבר הגבוה לנמוך, והחומות כבר הם עומדים בנמוך על הארץ. ומשום הכי פי' אותו הרב מלשון רידוי וכבוש. ואף שרדת ממשקל שבת, י\"ל דס\"ל שהוא ממלות הזרים שבאים הרבה בתורה. ואף שכתיב והורד המשכן <small>(במדבר י יז)</small>, יורידו המשכן <small>(שם א נא)</small>, שגם המשכן היה עומד על הארץ, שאני מלת רדת הוא פועל עומד בעצמו, לאפוקי יורידו והורד, פועל יוצא לשני: ", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>The meaning is mastering, conquering.</b> And חומותיך is missing a בי\"ת, since it should have written עד רדת בחומותיך, as in the verse (Bereishis 1:26), וירדו בדגת הים, “And let him dominate the fish of the sea.” [Rashi does not translate רדת as “fall” or descend], because the expression of “descend” applies only to falling from a high place to a low place, and the walls are already standing low on the ground. Rashi therefore explains it as an expression of mastering or conquering. And though רדת is of the same basic structure as שבת, Rashi understands that this is one of the atypical words that often appear in the Torah. And though Scripture writes (Bamidbar 10:17), “[Then] the <i>Mishkon was taken down (הורד),” [and] (ibid. 1:51), “They shall take down (יורידו) the <i>Mishkon,” although the <i>Mishkon stood on the ground, the word רדת is different because it is a verb applying to the subject itself, whereas יורידו and הורד are verbs that apply to another object. </i></i></i>", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a1c0212d6e4a943452d3c20", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Leviticus", "anchorRef": "Numbers 10:11-17", "anchorRefExpanded": ["Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17"], "sourceRef": "Sefer HaYashar (midrash), Book of Leviticus", "sourceHeRef": "ספר הישר (מדרש), ספר ויקרא", "anchorVerse": 11, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 0, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "ספר ויקרא", "he": ["ויהי בחודש השנים עשר בעשרים ושלושה בחודש, ויקח משה את אהרון ואת בניו וילבישם את הבגדים וימשח אותם ויעש להם כאשר ציוה ה׳ אותו. ויקרב משה את כל הקורבנות, כאשר ציוה ה׳ אותו ביום ההוא. ואחרי כן לקח משה את אהרון ואת בניו ויאמר אליהם, פתח אוהל מועד תשבו שבעת ימים ולא תצאו כי כן צויתי. ויעש אהרון ובניו את כל אשר ציוה ה׳ ביד משה, וישבו פתח אוהל מועד שבעת ימים. ויהי ביום השמיני באחד לחודש הראשון בשנה השנית לצאת בני ישראל ממצרים, ויקם משה את המשכן. ויקם משה את כל כלי אוהל מועד וכל כלי המשכן, ויעש ככל אשר ציוה ה׳ אותו. ויקרא משה אל אהרון ואל בניו ויקריבו את העולה ואת החטאת להם ולבני ישראל, כאשר ציוה ה׳ את משה. ביום ההוא לקחו שני בני אהרון נדב ואביהוא אש זרה ויקריבו לפני ה׳ אשר לא ציוה אותם, ותצא אש מלפני ה׳ ותאכל אותם וימותו לפני ה׳ ביום ההוא. אז החלו נשיאי בני ישראל ביום ההוא ביום כלות משה להקים את המשכן, להקריב את קורבנותיהם לפני ה׳ לחנוכת המזבח. ויקריבו את קורבנותיהם נשיא אחד ליום נשיא אחד ליום, שנים עשר יום. ויהי כל הקורבנות אשר הקריבו איש איש ביומו, קערת כסף אחת מאה ושלושים משקלה מזרק אחד כסף שבעים שקל בשקל הקודש, שניהם מלאים סולת בלולה בשמן למנחה. כף אחת עשרה זהב משקלה מלאה קטורת. פר אחד בן בקר איל אחד כבש אחד בן שנתו לעולה. ושעיר עזים אחד לחטאת. ולזבח השלמים בקר שניים אילים חמישה עתודים חמישה כבשים בני שנה חמישה. ככה יעשו יום יום שנים עשר נשיאי ישראל, איש איש יומו. ויהי אחרי כן ביום שלושה עשר לחודש, ויצו משה את בני ישראל לעשות הפסח. ויעשו בני ישראל את הפסח במועדו. בארבעה עשר יום לחודש כאשר ציוה ה׳ את משה, כן עשו בני ישראל.\n"], "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": ["And in the twelfth month, on the twenty-third day of the month Moses took Aaron and his ‎sons, and he dressed them in the official garments, and he anointed them, and he did unto ‎them according to the commandment of the Lord, and Moses brought up all the offerings, as ‎the Lord had commanded him on that day. And afterwards Moses took Aaron and his sons, ‎and he said unto them: Keep within the doors of the tabernacle for seven days for thus am I ‎commanded; and they did all as the Lord had commanded through Moses, and they remained ‎within the doors of the tabernacle for seven days. And on the eighth day, the first day of the ‎first month of the second year since the Israelites’ departure from Egypt, Moses erected the ‎tabernacle and all the furniture, and he did all as the Lord had commanded unto him. Then ‎called Moses, Aaron, and his sons, and they brought up the burnt offering and the sin offering ‎for themselves and the people, as the Lord had commanded unto Moses. And on that day, ‎Nadab and Abihu the two sons of Aaron offered strange fire before the Lord, which he ‎commanded them not, and there went out fire from the Lord and devoured them, and they ‎died before the Lord on that day. And the offerings, which each man brought in his day, were: ‎One silver charger, the weight whereof was a hundred and thirty shekels, one silver bowl of ‎seventy shekels, after the shekel of the sanctuary; both of them full of fine flour, mingled with ‎oil for a meat offering. One spoon of gold of ten shekels, full of incense. One young bullock, ‎one ram, one lamb of the first year. One kid of the goats for a sin offering. And for a sacrifice of ‎peace offerings, two oxen, five rams, five he goats and five lambs of the first year. Thus did ‎the princes of Israel bring their offerings day after day, each man on his day; and after this ‎Moses commanded the children of Israel to celebrate the Passover. And the children of Israel ‎observed the Passover in its season, on the fourteenth day of the month; as the Lord had ‎commanded unto Moses so did the children of Israel. And in the second month, on the first ‎day of the month, the Lord spoke unto Moses, saying: Number the heads of all the males ‎among the children of Israel from twenty years and upwards, thou and Aaron thy brother and ‎the twelve princes of Israel; and Moses did so, and Aaron came with the twelve princes of ‎Israel, and they numbered the children of Israel in the wilderness of Sinai, and the numbers of ‎the children of Israel, according to the houses of their fathers from twenty years and upwards ‎were six hundred and three thousand and five hundred and fifty. But the children of Levi were ‎not numbered amongst their brethren the children of Israel. And the number of all the first ‎born male children in Israel from one month and upwards was twenty-two thousand and two ‎hundred and seventy three, and the number of the children of Levi, from one month and ‎upwards, was twenty-two thousand. And Moses stationed the priests and Levites, every man ‎to his duties to serve in the sanctuary of the tabernacle, as the Lord had commanded unto ‎Moses."], "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "60535fa4632dee3a8e7958ec", "index_title": "Ramban on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Leviticus 23:24:2", "anchorRef": "Numbers 10:17", "anchorRefExpanded": ["Numbers 10:17"], "sourceRef": "Ramban on Leviticus 23:24:2", "sourceHeRef": "רמב\"ן על ויקרא כ״ג:כ״ד:ב׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 24.0002, "collectiveTitle": {"en": "Ramban on Leviticus", "he": "רמב\"ן על ויקרא"}, "he": "<b>זכרון תרועה</b> פסוקי זכרונות ופסוקי שופרות לזכור לכם עקדת יצחק שקרב תחתיו איל לשון רש\"י (רש\"י על ויקרא כ״ג:כ״ד) והיה צריך הרב להביא גם פסוקי המלכיות מן המדרש שלא יתכן שיזכיר הכתוב פסוקי הזכרונות ושופרות ולא יזכיר המלכיות וכבר דרשו אותם מפסוק והיו לכם לזכרון לפני ה' אלהיכם (במדבר י י) שאין תלמוד לומר אני ה' אלהיכם ומה תלמוד לומר אני ה' אלהיכם אלא זה בנין אב כל מקום שאתה אומר זכרונות אתה סומך להם את המלכיות כדאיתא בת\"כ (פרשה יא ב) ובמסכת ראש השנה (ראש השנה ל״ב) אבל כל זה אסמכתא מדבריהם ומפורש אמרו (שם לד) הולכין למקום שתוקעין ואין הולכין למקום שמברכין פשיטא הא דאורייתא והא דרבנן לא צריכה דאע\"ג דהא ודאי והא ספק אבל \"זכרון תרועה\" כמו יום תרועה יהיה לכם (במדבר כט א) יאמר שנריע ביום הזה ויהיה לנו לזכרון לפני השם כמו שנאמר להלן (שם י י) ותקעתם בחצוצרות והיו לכם לזכרון לפני אלהיכם ובעבור שאמר שם וביום שמחתכם ובמועדיכם ותקעתם בחצוצרות על עולותיכם ועל זבחי שלמיכם וכאן צוה בתרועה סתם במועד הזה בלבד ואחרי כן אמר (ויקרא כ״ג:י״א) והקרבתם אשה הנה התרועה הזאת אינה התרועה ההיא שהיא בחצוצרות על הקרבן וזאת אינה על הקרבן אבל היא חובה בכל ישראל והיא בשופר כי לא צוהו עדיין לעשות חצוצרות וסתם כל תרועה בשופר היא כמו שנאמר (ויקרא כ״ה:ט׳) והעברת שופר תרועה ולא פירש הכתוב טעם המצוה הזאת למה התרועה ולמה נצטרך זכרון לפני השם ביום הזה יותר משאר הימים ולמה יצוה להיותו מקרא קדש אבל מפני שהוא בחדשו של יום הכפורים בראש החודש נראה שבו יהיה דין לפניו יתברך כי בם ידין עמים בראש השנה ישב לכסא שופט צדק ואחרי כן בעשרת הימים ישא לפשע עבדיו רמז הכתוב הענין כאשר נודע בישראל מפי הנביאים ואבות קדושים ועל דרך האמת תרועה היא שעמדה לאבותינו ולנו שנאמר (תהלים פט טז) אשרי העם יודעי תרועה וכענין שכתוב (ירמיהו ד יט) תרועת מלחמה כי השם איש מלחמה אם כן \"יום תרועה יהיה לכם\" שיהיה היום לתרועה לנו וכן \"זכרון תרועה מקרא קדש\" שיהיה הזכרון בתרועה ולפיכך הוא מקרא קודש ולא הוצרך להזכיר שופר כי השופר רמז ב\"יום\" והתרועה בו והנה הוא יום דין ברחמים לא תרועת מלחמה ומפני זה הזכיר הכתוב התרועה שכבר קבלה ביד רבותינו וכל ישראל רואים עד משה רבינו שכל תרועה פשוטה לפניה ופשוטה לאחריה ולמה יזכיר הכתוב תרועה ולא יזכיר התקיעות כלל לא בראש השנה ולא ביום הכפורים אבל התקיעה היא הזכרון והוא השופר והתרועה כשמה ומפני שהיא כלולה מן הרחמים תקיעה לפניה ולאחריה ולפיכך אמר ב\"יודעי תרועה\" כי בצדקה ירומו כי תפארת עוזמו אתה והנה זה מבואר כי הכל תלוי בתשובה אלא בראש השנה מתיחד במדת הדין ומנהיג עולמו וביום הכפורים במדת הרחמים והוא מאמרם (ר\"ה לב) מלך יושב על כסא דין וכו' ראש השנה יום דין ברחמים ויום הכפורים יום רחמים בדין ומן הענין שפירשנו תבין טעם הכתוב במסעות (במדבר י ו ז) תרועה יתקעו למסעיהם ובהקהיל את הקהל תתקעו ולא תריעו כי במסעיהם כתוב ויסע מלאך האלהים (שמות יד יט) וכתוב ויפוצו אויביך וינוסו משנאיך מפניך (במדבר י לה) כטעם פני ה' בעושי רע (תהלים לד יז) ובהקהיל את הקהל נאמר (במדבר י לו) שובה ה' רבבות כטעם ויהי בישורון מלך בהתאסף ראשי עם יחד (דברים לג ה) ועשרת הימים שבין ראש השנה ליום הכפורים ירמוז לעשר ספירות כי ביום הכפורים יתעלה בהם ויגבה ה' צבאות במשפט כידוע בקבלה וגם יש בזה אות בשמים שהחדש הזה מזלו מאזנים כי בו פלס ומאזני משפט לה':", "heVersionTitle": "On Your Way New", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "A MEMORIAL OF T’RUAH’ (A BLAST OF THE RAM’S HORN) — “[a memorial by means of recitation of] Biblical verses which tell of Divine Remembrance, and verses which have reference to the blowing of the <i>Shofar</i> [the ram’s horn], so that I shall recall in memory for your sake the Binding of Isaac, instead of whom a ram was offered.” This is Rashi’s language.<br>Now the Rabbi [Rashi] should have mentioned also the Rabbinic interpretation for the recitation of verses in which the Sovereignty of G-d is described,<sup class=\"footnote-marker\">341</sup><i class=\"footnote\">In the Additional Service of the New Year, ten Biblical verses which speak of G-d as King of the universe are recited; so also ten verses which speak of Divine Remembrance, and ten which speak of the role of the <i>Shofar</i>. See in Vol. I, p. 268 Note 318.</i> for it is impossible that Scripture should mention the verses of Divine Remembrance and of the <i>Shofar</i>, and should not mention also the verses of Sovereignty. And the Sages have already derived [the duty of reciting] them from the verse, <i>And they shall be to you for a memorial before your G-d: I am the Eternal your G-d:</i><sup class=\"footnote-marker\">342</sup><i class=\"footnote\">Numbers 10:10.</i> “There was no need for Scripture to state here, <i>I am the Eternal your G-d</i>. And why does it state <i>I am the Eternal your G-d?</i><sup class=\"footnote-marker\">343</sup><i class=\"footnote\">In Verse 9 <i>ibid.</i>, it states already, <i>and ye shall be remembered before the Eternal your G-d</i>. Why then is it said in Verse 10 again, <i>I am the Eternal your G-d?</i></i> It is stated only to establish a general law, that wherever you recite verses of Divine Remembrance you recite next to them those of Sovereignty,” as it is taught in Torath Kohanim<sup class=\"footnote-marker\">344</sup><i class=\"footnote\">Torath Kohanim, <i>Emor</i> 11:2.</i> and in Tractate Rosh Hashanah.<sup class=\"footnote-marker\">345</sup><i class=\"footnote\">Rosh Hashanah 32 a.</i> However, all these interpretations are only Scriptural supports for Rabbinic enactments. For the Rabbis have explicitly said:<sup class=\"footnote-marker\">346</sup><i class=\"footnote\"><i>Ibid.</i>, 34 b. The Gemara there brings a Beraitha as follows: “If there are two cities, in one of which they blow the <i>Shofar</i> [but there is no-one who can recite the Additional Service of the New Year with the special verses about G-d’s Sovereignty etc.], and in the other they recite the Service but have no <i>Shofar</i>, then we are to go” etc., as Ramban continues.</i> “We are to go to the place where they blow the <i>Shofar</i>, and we are not to go to the place where they recite the Service” [without the blowing of the <i>Shofar</i>. On this statement of the Beraitha the Rabbis of the Gemara asked:] “Surely this is so! The blowing of the <i>Shofar</i> is commanded by law of the Torah, and the recitation of the verses is only by law of the Rabbis [and what need is there for the Beraitha to teach me that the law of the Torah takes precedence!” To this the Gemara answered: “The Beraitha is] necessary only to teach this in a case where one is certain and one is in doubt.”<sup class=\"footnote-marker\">347</sup><i class=\"footnote\">Even if there is only a doubt whether there will be a <i>Shofar</i> in one community, whilst in the other it is certain that they will recite the Service, but without the sounding of the <i>Shofar</i>, the Beraitha teaches that we are yet to go to the place where there is a possibility of the <i>Shofar</i> being blown, even though there is a doubt about it.</i><br>Rather, the expression <i>a memorial of ‘t’ruah’</i> is like the verse, <i>it shall be a day of ‘t’ruah’ unto you</i>,<sup class=\"footnote-marker\">348</sup><i class=\"footnote\">Numbers 29:1.</i> Scripture stating that we are to blow [the <i>Shofar</i>] on that day, and this shall be to us for a memorial before G-d, as it is said further on, <i>and ye shall blow with the trumpets</i> [<i>over your burnt-offerings, and over the offerings of your peace-offerings</i>]<i>, and they shall be to you for a memorial before your G-d</i>.<sup class=\"footnote-marker\">342</sup><i class=\"footnote\">Numbers 10:10.</i> And since He said there, <i>And in the day of your gladness, and in your appointed seasons, and in your New Moons, ye shall blow with the trumpets over your burnt-offerings, and over the offerings of your peace-offerings</i>,<sup class=\"footnote-marker\">342</sup><i class=\"footnote\">Numbers 10:10.</i> whereas here He commanded only a <i>t’ruah</i> [a blast of the horn] for this festival [the New Year], and following it He said, <i>and ye shall bring an offering made by fire</i>,<sup class=\"footnote-marker\">349</sup><i class=\"footnote\">Verse 25 here.</i> we deduce that this <i>t’ruah</i> [mentioned here] is not the same blowing which was done with the [silver] trumpets over the offerings. We furthermore [deduce] that this <i>t’ruah</i> here was not done over the offerings, but it is obligatory upon all Israel [wherever they are], and is to be done with the <i>Shofar</i> [the ram’s horn], for he had not yet commanded him [Moses] to make the trumpets, and all unqualified expressions of <i>t’ruah</i> are done with the <i>Shofar</i>, as it is said, <i>And thou shalt make proclamation with ‘shofar t’ruah’</i> (<i>the blast of the horn</i>).<sup class=\"footnote-marker\">350</sup><i class=\"footnote\">Further, 25:9.</i><br>Now Scripture did not explain the reason for this commandment, why [we must do] the blowing [of the horn], and why we need a memorial before G-d on this day more than on all other days, and why He commanded altogether that this day should be a holy convocation. But because this day comes at the beginning of the month in which the Day of Atonement occurs, it would appear that on the New Year there is a judgment before Him, blessed be He, <i>for by these He judgeth the peoples</i>,<sup class=\"footnote-marker\">351</sup><i class=\"footnote\">Job 36:31.</i> on the New Year He sits <i>upon the throne as the righteous Judge</i>,<sup class=\"footnote-marker\">352</sup><i class=\"footnote\">Psalms 9:5.</i> and afterwards in the course of the next ten days He forgives the transgression of His servants.<sup class=\"footnote-marker\">353</sup><i class=\"footnote\">See Genesis 50:17.</i> Scripture is thus alluding to this matter which is well-known in Israel by word of the prophets and our holy ancestors.<sup class=\"footnote-marker\">354</sup><i class=\"footnote\">“Up to Moses our teacher, and it is still with us as a matter of tradition and as is known in the Talmud. And he who has been worthy to be a student of the secrets of the Torah, will see the subject expressed more clearly in Scripture, and the expressions of the Torah will be better understood by him, for <i>t’ruah</i> has stood by our fathers etc.” (see text here) (Ramban in his Sermon on Rosh Hashanah, Kithvei Haramban, I, p. 220).</i> And by way of the Truth, [the mystic teachings of the Cabala], <i>t’ruah</i> is that which has stood by our fathers and us, as it is said, <i>Happy is the people that know the ‘t’ruah,’</i><sup class=\"footnote-marker\">355</sup><i class=\"footnote\">Psalms 89:16. “And what does this verse mean? It cannot be understood literally, for there are many peoples who know how to make the <i>t’ruah</i> (the quavering sound) on trumpets and ram’s horns, and yet their portion is unhappiness, and similarly we find the contrary! Rather, <i>t’ruah</i> is symbolic of the attribute of justice … and the sense of the verse is: <i>Happy is the people that know the ‘t’ruah,’</i> that possesses the knowledge of cleaving the G-d in time of <i>t’ruah</i>, for the term ‘knowing’ is used for attachment, as it is written, <i>And the man ‘knew’ Eve his wife”</i> (Genesis 4:1) (Kithvei Haramban, I, p. 220). For by doing repentance [as will be explained later on] and cleaving to G-d, the judgment will be rendered in mercy.</i> similar in meaning to that which it is written, <i>‘t’ruath’</i>(<i>the alarm of</i>) <i>war;</i><sup class=\"footnote-marker\">356</sup><i class=\"footnote\">Jeremiah 4:19.</i> for <i>The Eternal is a man of war</i>.<sup class=\"footnote-marker\">357</sup><i class=\"footnote\">Exodus 15:3.</i> If so, <i>it shall be a day of ‘t’ruah’ unto you</i><sup class=\"footnote-marker\">348</sup><i class=\"footnote\">Numbers 29:1.</i> means that the day which is set aside for <i>t’ruah</i> [i.e., when the world is judged according to the attribute of justice], will be to our succor [for we will be remembered in mercy].<sup class=\"footnote-marker\">358</sup><i class=\"footnote\">Abusaula.</i> Similarly, <i>a memorial of ‘t’ruah,’ a holy convocation</i><sup class=\"footnote-marker\">359</sup><i class=\"footnote\">Verse 24 before us.</i> means that there will be a remembrance [of mercy] in the <i>t’ruah</i> [the quavering sound which alludes to the attribute of justice], and therefore it is <i>a holy convocation</i>. It was not necessary for Scripture to mention the <i>Shofar</i> [i.e., that “it shall be a day of <i>Shofar</i> unto you”], for the <i>Shofar</i> is already alluded to in the word “day,”<sup class=\"footnote-marker\">360</sup><i class=\"footnote\">Since the word <i>Shofar</i> [the ram’s horn] is symbolic of mercy, it is already hinted at in the word “day” which likewise symbolizes mercy (L’vush in his commentary to Ricanti quoting the language of Ramban).</i> and the <i>t’ruah</i> is on [that “day”], and thus it is a day of judgment in mercy, not a <i>‘t’ruath’</i> (<i>alarm of</i>) <i>war</i>.<sup class=\"footnote-marker\">357</sup><i class=\"footnote\">Exodus 15:3.</i> It is for this reason that Scripture mentioned only the <i>t’ruah</i> [but did not mention the <i>t’kioth</i>, the accompanying plain sounds], because it is already a tradition received by our Rabbis which all Israel have seen [done] as far back as Moses our teacher, that each <i>t’ruah</i> (quavering sound) has one plain accompanying sound before it and one after it. And why should Scripture mention the <i>t’ruah</i>, and not mention the <i>t’kioth</i> at all, neither in connection with the New Year nor the Day of Atonement [of the Jubilee year]?<sup class=\"footnote-marker\">361</sup><i class=\"footnote\">Further, 25:9. “[The Day of Atonement in] <i>the Jubilee year is like the New Year in respect of the blowing of the Shofar</i>” (Rosh Hashanah 26 b).</i> But it is because the <i>t’kiah</i> [the plain accompanying sound] is the memorial, and it is the <i>Shofar</i> [all alluding to the attribute of mercy], and the <i>t’ruah</i> is as its name indicates [i.e., a reference to the attribute of judgment].<sup class=\"footnote-marker\">362</sup><i class=\"footnote\">Similar to <i>‘t’ro’eim’</i> in the verse: <i>‘t’ro’eim’</i> (<i>thou shalt break them</i>) <i>with a rod of iron</i> (Psalms 2:9) (L’vush in his commentary to Ricanti).</i> And because it [the <i>t’ruah</i>] is wholly surrounded by mercy — an accompanying plain sound before it and one after it — therefore He said of those <i>who know the ‘t’ruah’</i><sup class=\"footnote-marker\">355</sup><i class=\"footnote\">Psalms 89:16. “And what does this verse mean? It cannot be understood literally, for there are many peoples who know how to make the <i>t’ruah</i> (the quavering sound) on trumpets and ram’s horns, and yet their portion is unhappiness, and similarly we find the contrary! Rather, <i>t’ruah</i> is symbolic of the attribute of justice … and the sense of the verse is: <i>Happy is the people that know the ‘t’ruah,’</i> that possesses the knowledge of cleaving the G-d in time of <i>t’ruah</i>, for the term ‘knowing’ is used for attachment, as it is written, <i>And the man ‘knew’ Eve his wife”</i> (Genesis 4:1) (Kithvei Haramban, I, p. 220). For by doing repentance [as will be explained later on] and cleaving to G-d, the judgment will be rendered in mercy.</i> that through righteousness they will be exalted, <i>for Thou art the glory of their strength</i>.<sup class=\"footnote-marker\">363</sup><i class=\"footnote\">Psalms 89:17-18.</i> Thus it is clear that everything depends upon repentance,<sup class=\"footnote-marker\">364</sup><i class=\"footnote\">“For otherwise, it would be the Day of Judgment” (L’vush).</i> but on the New Year He is concerned entirely with the attribute of justice and conducts His world [by that attribute], and on the Day of Atonement He is concerned entirely with the attribute of mercy. It is this which is expressed in the saying of the Rabbis [with reference to these solemn days]:<sup class=\"footnote-marker\">365</sup><i class=\"footnote\">Rosh Hashanah 32 b.</i> “The King sitteth upon the throne of judgment etc.” Thus the New Year is a day of judgment in mercy, and the Day of Atonement is a day of mercy in judgment.<br>From that which we have explained about this subject you will understand the sense of the verse written in [the section of] the journeyings [in the wilderness]: <i>They shall blow ‘t’ruah’</i> (<i>an alarm</i>) <i>for their journeys. But when the assembly is to be gathered together, ye shall blow, but ye shall not sound an alarm</i>.<sup class=\"footnote-marker\">366</sup><i class=\"footnote\">Numbers 10:6-7.</i> For of their journeys it is written, <i>and the angel of G-d journeyed</i>,<sup class=\"footnote-marker\">367</sup><i class=\"footnote\">Exodus 14:19.</i> and it is further written, <i>And it came to pass, when the ark set forward, that Moses said: ‘Rise up, O Eternal, and let Thine enemies be scattered; and let them that hate Thee flee before Thee,’</i><sup class=\"footnote-marker\">368</sup><i class=\"footnote\">Numbers 10:35.</i> which is similar in meaning to the verse, <i>The face of the Eternal is against them that do evil</i>.<sup class=\"footnote-marker\">369</sup><i class=\"footnote\">Psalms 34:17.</i> — <i>But when the assembly is to be gathered</i><sup class=\"footnote-marker\">370</sup><i class=\"footnote\">Numbers 10:17.</i> it is said, <i>Return, O Eternal, unto the ten thousands</i>,<sup class=\"footnote-marker\">371</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 36.</i> similar in meaning to the verse, <i>And there was a King in Jeshurun, when the heads of the people were gathered</i>.<sup class=\"footnote-marker\">372</sup><i class=\"footnote\">Deuteronomy 33:5.</i> And the ten days between the New Year and the Day of Atonement allude to the Ten Emanations, for on the Day of Atonement He is exalted by them, <i>and the Eternal of hosts is exalted through justice</i><sup class=\"footnote-marker\">373</sup><i class=\"footnote\">Isaiah 5:16.</i> as is known in tradition. Furthermore there is also a sign about this in the heavens, for this month of Tishri has as its constellation the zodiac sign of the Balance, thus signifying that in that month <i>a just balance and scales are set by the Eternal</i>.<sup class=\"footnote-marker\">374</sup><i class=\"footnote\">Proverbs 16:11.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "60a391068f68387e41442cbc", "index_title": "Tzafnat Pa'neach on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzafnat Pa'neach on Torah, Numbers 10:17:1", "anchorRef": "Numbers 10:17", "anchorRefExpanded": ["Numbers 10:17"], "sourceRef": "Tzafnat Pa'neach on Torah, Numbers 10:17:1", "sourceHeRef": "צפנת פענח על התורה, במדבר י׳:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1905, 1935], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Tzafnat Pa'neach", "he": "צפנת פענח"}, "heTitle": "במדבר", "he": "<b>והורד המשכן ונסעו בני גרשון ובני מרדי וגו׳.</b><br>עי׳ בזבחים דף ס״א, ע״ש ברש״י ותוס׳ בזה.", "heVersionTitle": "Tzafnat Pa'neach on Torah, Jerusalem 1960", "heLicense": "", "heVersionTitleInHebrew": "צפנת פענח על התורה, ניו יורק, תש\"ך-תשכ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d566f4629f2b5727bef0", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, ירד 1", "anchorRef": "Numbers 10:17", "anchorRefExpanded": ["Numbers 10:17"], "sourceRef": "Sefer HaShorashim, ירד 1", "sourceHeRef": "ספר השרשים, ירד א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "ירד", "he": ["<strong><big>ירד</big></strong>   <strong>יָרֹד יָרַדְנוּ </strong>בַּתְּחִלָּה (<a class=\"refLink\" href=\"Genesis 43:20\" data-ref=\"Genesis 43:20\">בראשית מג, כ</a>), וְהַיּוֹם<strong> רַד</strong> מְאֹד (<a class=\"refLink\" href=\"Judges 19:11\" data-ref=\"Judges 19:11\">שופטים יט, יא</a>), חסר ה<strong>פ\"א</strong>. וְאֵֽלְכָה <strong>וְיָרַדְתִּי</strong> עַל־הֶֽהָרִים (<a class=\"refLink\" href=\"Judges 11:37\" data-ref=\"Judges 11:37\">שופטים יא, לז</a>), וַיַגִּדוּ לְדָוִד <strong>וַיֵּרֶד</strong> הַסֶּלַע (<a class=\"refLink\" href=\"I Samuel 23:25\" data-ref=\"I Samuel 23:25\">שמואל א' כג, כה</a>), וְלֹֽא־<strong>יֵרֵד</strong> עִמָּנוּ בַּמִּלְחָמָה (<a class=\"refLink\" href=\"I Samuel 29:4\" data-ref=\"I Samuel 29:4\">שמואל א' כט, ד</a>), אוֹ בַמִּלְחָמָה<strong> יֵרֵד</strong> וְנִסְפָּֽה (<a class=\"refLink\" href=\"I Samuel 26:10\" data-ref=\"I Samuel 26:10\">שמואל א' כו, י</a>), כַּבְּהֵמָה בַּבִּקְעָה <strong>תֵרֵד</strong> (<a class=\"refLink\" href=\"Isaiah 63:14\" data-ref=\"Isaiah 63:14\">ישעיה סג, יד</a>), <strong>וַיֵּֽרְדוּ </strong>אֲחֵי־יוֹסֵף עֲשָׂרָה (<a class=\"refLink\" href=\"Genesis 42:3\" data-ref=\"Genesis 42:3\">בראשית מב, ג</a>), <strong>רְדוּ</strong>־שָׁמָּה וְשִׁבְרוּ־לָנוּ מִשָּׁם (<a class=\"refLink\" href=\"Genesis 42:2\" data-ref=\"Genesis 42:2\">בראשית מב, ב</a>), מִיָּֽורְדִי־ [<strong>מִיָּֽרְדִי</strong>] בֽוֹר (<a class=\"refLink\" href=\"Psalms 30:4\" data-ref=\"Psalms 30:4\">תהלים ל, ד</a>), נמשך בקמץ בטעם. עַד <strong>רֶדֶת</strong> חֹֽמֹתֶיךָ (<a class=\"refLink\" href=\"Deuteronomy 28:52\" data-ref=\"Deuteronomy 28:52\">דברים כח, נב</a>), עַד <strong>רִדְתָּֽהּ</strong> (<a class=\"refLink\" href=\"Deuteronomy 20:20\" data-ref=\"Deuteronomy 20:20\">דברים כ, כ</a>), עֵינִי עֵינִי <strong>יֹרְדָה</strong> מַּיִם (<a class=\"refLink\" href=\"Lamentations 1:16\" data-ref=\"Lamentations 1:16\">איכה א, טז</a>), פירוש יורדה במים. וכן <strong>וְתֵרַדְנָה</strong> עֵינֵינוּ דִּמְעָה (<a class=\"refLink\" href=\"Jeremiah 9:17\" data-ref=\"Jeremiah 9:17\">ירמיה ט, יז</a>), תרדנה בדמעה. ויתכן לפרשו בלא חסרון <strong>בי\"ת</strong> כי לרוב הזלת הדמעה שתרד מן העינים כנה הירידה לעינים. ועל דרך הזה וְהַגְּבָעוֹת תֵּלַכְנָה חָלָב (<a class=\"refLink\" href=\"Joel 4:18\" data-ref=\"Joel 4:18\">יואל ד, יח</a>), יֵלְכוּ מָיִם (שם), כֻּלֹּה יְיֵלִיל <strong>יֹרֵד</strong> בַּבֶּֽכִי (<a class=\"refLink\" href=\"Isaiah 15:3\" data-ref=\"Isaiah 15:3\">ישעיה טו, ג</a>). ויש מפרשים אותו מענין <strong>אָרִיד</strong> בְּשִׂיחִי (<a class=\"refLink\" href=\"Psalms 55:3\" data-ref=\"Psalms 55:3\">תהלים נה, ג</a>). וכן <strong>וְיָרַדְתִּי</strong> עַל־הֶֽהָרִים (<a class=\"refLink\" href=\"Judges 19:11\" data-ref=\"Judges 19:11\">שופטים יט, יא</a>). <strong>והפעל הכבד</strong> [הִפְעִיל] <strong>הוֹרַדְנוּ</strong> בְיָדֵנוּ (<a class=\"refLink\" href=\"Genesis 43:22\" data-ref=\"Genesis 43:22\">בראשית מג, כב</a>), <strong>וְהֽוֹרַדְתֶּם</strong> אֶת־אָבִי הֵֽנָּה (<a class=\"refLink\" href=\"Genesis 45:13\" data-ref=\"Genesis 45:13\">בראשית מה, יג</a>), וּבִנְסֹעַ הַמִּשְׁכָּן <strong>יוֹרִידוּ</strong> אֹתוֹ הַֽלְוִיִּם (<a class=\"refLink\" href=\"Numbers 1:51\" data-ref=\"Numbers 1:51\">במדבר א, נא</a>), <strong>וַיּוֹרֶד</strong> כַּנְּהָרוֹת מָֽיִם (<a class=\"refLink\" href=\"Psalms 78:16\" data-ref=\"Psalms 78:16\">תהלים עח, טז</a>), <strong>וַיּוֹרֶד</strong> רִירוֹ אֶל־זְקָנֽוֹ (<a class=\"refLink\" href=\"I Samuel 21:14\" data-ref=\"I Samuel 21:14\">שמואל א' כא, יד</a>), נְהֵה עַל־הֲמוֹן מִצְרַיִם <strong>וְהֽוֹרִדֵהוּ</strong> (<a class=\"refLink\" href=\"Ezekiel 32:18\" data-ref=\"Ezekiel 32:18\">יחזקאל לב, יח</a>), פירושו אחריו אֶל־אֶרֶץ תַּחְתִּיּוֹת (שם). ויש מפרשים אותו מענין <strong>אָרִיד בְּשִׂיחִי</strong> ואין לו טעם. <strong>והשם</strong> הֵם <strong>בְּמוֹרַד</strong> בֵּית־חוֹרֹן (<a class=\"refLink\" href=\"Joshua 10:11\" data-ref=\"Joshua 10:11\">יהושע י, יא</a>), וַיַּכּוּם <strong>בַּמּוֹרָד</strong> (<a class=\"refLink\" href=\"Joshua 7:5\" data-ref=\"Joshua 7:5\">יהושע ז, ה</a>). ויש לפרש מזה הֵמָּה הָיוּ <strong>בְּֽמֹרְדֵי</strong>־אוֹר (<a class=\"refLink\" href=\"Job 24:13\" data-ref=\"Job 24:13\">איוב כד, יג</a>). והנני עתיד לפרשו בשרש <strong>מָרַד</strong>. <strong>ושלא נזכר פעלו ממנו</strong> [הָפְעַל] אַךְ אֶל־שְׁאוֹל <strong>תּוּרַד</strong> (<a class=\"refLink\" href=\"Isaiah 14:15\" data-ref=\"Isaiah 14:15\">ישעיה יד, טו</a>), <strong>וְהוּרַד</strong> הַמִּשְׁכָּן (<a class=\"refLink\" href=\"Numbers 10:17\" data-ref=\"Numbers 10:17\">במדבר י, יז</a>). ויש מפרשים אֵפוֹד <strong>יָרַד</strong> בְּיָדֽוֹ (<a class=\"refLink\" href=\"I Samuel 23:6\" data-ref=\"I Samuel 23:6\">שמואל א' כג, ו</a>), כמו <strong>הוֹרִיד</strong>. וקשה הוא לפרש זה שיהיה פעל הקל מזה השרש יוצא כי לא מצאנוהו כי אם עומד. ויתכן לפרש כשירד אביתר באפוד בידו ירד. ויש לפרש כי אביתר כשברח ולקח עמו כליו ובגדיו היתה סבה מאת י\"י שלקח האפוד בתוך כליו והוא לא הרגיש בדבר ולא ידע עד בואו אל דוד, לפיכך לא אמר <strong>הוֹרִידוֹ</strong> בדעתו רק <strong>יָרַד</strong> האפוד בידו בדרך מקרה והוא הנכון. ופירוש רבי יונה <strong>וְיָרַדְתִּי עַל־הֶֽהָרִים</strong>, ועליתי. וכן <strong>וְלֹֽא־יֵרֵד עִמָּנוּ בַּמִּלְחָמָה</strong>. ואין טעם לפירושו, כי העליה הפך הירידה היא. וכן לא ירד עמנו במלחמה אינו כי אם כמשמעו, כי דרך המלחמה להיות בעמק ולא בהר וכן המצא לעולם לשון ירידה במלחמה. ומה שאמר לא יעלה עמנו במלחמה כנגד המקום שעלו להלחם, כמו שאמר וּפְלִשְׁתִּים עָלוּ יִזְרְעֶֽאל (שם כט, יא). ופירוש <strong>וְיָרַדְתִּי עַל־הֶֽהָרִים</strong>, וירדתי מהמצפה ללכת על ההרים, כי בית יפתח במצפה היה והמצפה היתה גבוהה על ההרים ואמרה בתו ארד מהמצפה ואלכה לי אל ההרים ואפרד מבני אדם ואתבודד שם ואבכה על בתולי. וכן וירד הסלע, נראה שהיה עמק בין הערבה שהיה שם דוד ובין הסלע. ואמר <strong>וַיֵּרֶד</strong> ירד העמק לעלות הסלע. מַֽעֲשֵׂה <strong>מוֹרָֽד</strong> (<a class=\"refLink\" href=\"I Kings 7:29\" data-ref=\"I Kings 7:29\">מלכים א' ז, כט</a>), ענין רקוע והוא קרוב לענין ירידה. ויונתן תרגם <strong>עוֹבַד כִּבּוּשׁ</strong> כמו שתרגם אנקלוס <strong>עַד רֶדֶת חֹמֹתֶיךָ</strong>,<strong> עַד רִדְתָּֽהּ</strong>. והכל נכנס תחת ענין אחד. ואפשר שיהיה <strong>מַֽעֲשֵׂה מוֹרָֽד</strong> משרש <strong>רָדַד</strong> על משקל <strong>מוּסַךְ הַשַׁבָּת</strong> (<a class=\"refLink\" href=\"II Kings 16:18\" data-ref=\"II Kings 16:18\">מלכים ב' טז, יח</a>), ואף על פי שזה חולם וזה שרק, ואז יהיה דבק אל ענינו היטב מן <strong>וַיָּרֶד</strong> עַל־הַכְּרוּבִים (<a class=\"refLink\" href=\"I Kings 6:32\" data-ref=\"I Kings 6:32\">מלכים א' ו, לב</a>), ותרגום <strong>וַֽיְרַקְּעוּ</strong> (<a class=\"refLink\" href=\"Exodus 39:3\" data-ref=\"Exodus 39:3\">שמות לט, ג</a>) <strong>וְרַדִּידוּ</strong>."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee06bfddfbb310fecfc", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Setting Out 2-4", "anchorRef": "Numbers 10:1-36", "anchorRefExpanded": ["Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Setting Out 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה י״א ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Setting Out", "he": "במדבר הערה י״א"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה י״א", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Once trumpets for signaling the march have been made, the Israelites at last begin their trek from Sinai to Canaan—nineteen days after the opening events and commandments of the book. True to the orderly character of Part I, which here draws to a close, the exact progression of the march is laid out, tribe by tribe and Levite subgroup by subgroup.", "A few other brief traditions have been included here: first, a renewed mention of Moshe’s father-in-law (cf. Ex. 18), who is exhorted to accompany the Israelites to Canaan. This text most likely continues the tradition recorded in the Bible of friendship between Israelites and Kenites, Hovav’s group.", "The departure sequence ends, as sections in the Bible sometimes do, with a poem—in this case, the battle cry (similar to the one in Ps. 68:2) associated with the coffer (vv.35–36). These verses, now completely stripped of their military connotations, are universally used by Jews when Torah scrolls are taken out and put back in the synagogue ark on Sabbaths and holidays."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee46bfddfbb310fed0a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "anchorRef": "Numbers 1:1-10:36", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Wilderness Camp", "he": "במדבר מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>O LIST IS TO DEMONSTRATE A SENSE OF ORDER AND CONTROL</small>. T<small>HE BOOK OF</small> Numbers commences with several lists that serve to arrange and catalog the Israelite camp in the wilderness: first, the “accountings” of the Israelites fit for battle; then, the symmetrical arrangement of the camp itself, around the Tabernacle; and finally, the special listing of the Levite population, accompanied by an enumeration of its special tasks in the camp. The first part of Numbers thus takes place as it were in the shadow of Mount Sinai—that is, under the aegis of the priestly school of thinking, in which order is everything.", "There is a strong military bent to the arrangement. The census of Chapter 1 is not a head count of the entire Israelite population, but rather of those “twenty years of age and upward,” those eligible to serve in the army. The setup of the camp resembles that in ancient Egypt, with the sanctuary and ark (here “Dwelling” and “coffer”) in the center (in the Egypt of Raamses II—thought by some to have been the Pharaoh of the Exodus—it was the king’s throne). The Levites, whom we have not encountered previously as a group with tasks distinct from those of the priests, emerge in this part of the book as caretakers and perhaps guardians of the sanctuary, in addition to their tasks of dismantling and transport of the “Holy-Shrine.” This military aspect reflects an ancient concept of Israel as the “forces of Y<small>HWH</small>,” surely a conquest image, which later becomes standardized in language in the phrase usually rendered “the L<small>ORD</small> of Hosts.”", "Some of the material in this section might well have been put elsewhere. Chapters 5–7 would have fit nicely in Leviticus; Chapter 7, the listing of the tribal gifts brought to the sanctuary upon its dedication, could even have followed Ex. 40, where Moshe completes the erection of the structure. That these chapters are here therefore must be the result of a conscious decision, either to include material that did not find its way into the other books, or out of a feeling that they were appropriately placed in the book about Israel’s wanderings in the wilderness."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382ecc9ad75f2d99af9ee", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Setting Out 1", "anchorRef": "Numbers 10:1-36", "anchorRefExpanded": ["Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Setting Out 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה י״א א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה י״א", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 10:1-36\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 10:1-36</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "63d77c73eca10007534469a3", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 10:17:1", "anchorRef": "Numbers 10:17", "anchorRefExpanded": ["Numbers 10:17"], "sourceRef": "Rav Hirsch on Torah, Numbers 10:17:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר י׳:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 17. והורד המשכן וגו׳ und V. 21. ונסעו הקהתים וגו׳, siehe zu V. 6. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64188224c9371ec0cebe73da", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Numbers 10:17:1", "anchorRef": "Numbers 10:17", "anchorRefExpanded": ["Numbers 10:17"], "sourceRef": "Reggio on Torah, Numbers 10:17:1", "sourceHeRef": "ביאור יש\"ר על התורה, במדבר י׳:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "במדבר", "he": "<b>והורד המשכן,</b> אחר נסיעת דגל יהודה החלו להוריד המשכן ובא אהרן ובניו והורידו את פרכת המסך וכסו בה הארן וכסו את כלי הקודש שהיה משא בני קהת, ואחר הכסוי נסעו בני גרשון ובני מררי ועמהם העגלות טעונות בקרשי המשכן, והארן וכלי הקדש עמדו מכוסים עד שנסע דגל ראובן ואז נסעו הקהתים, כן נראה ממשמעות הכתובים:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc6a758c1dc532ec913d", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 10:17", "anchorRef": "Numbers 10:17", "anchorRefExpanded": ["Numbers 10:17"], "sourceRef": "Steinsaltz on Numbers 10:17", "sourceHeRef": "ביאור שטיינזלץ על במדבר י׳:י״ז", "anchorVerse": 17, "sourceHasEn": true, "commentaryNum": 10.0017, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "בזמן שדגל מחנה יהודה התחיל ללכת – \n  <b>וְהוּרַד</b>, פורק\n  <b>הַמִּשְׁכָּן, וְנָסְעוּ בְנֵי גֵרְשׁוֹן וּבְנֵי מְרָרִי</b> שהם\n  <b>נֹשְׂאֵי הַמִּשְׁכָּן.</b> בני גרשון נשאו בעיקר את חלקי הטקסטיל של המשכן, ובני מררי נשאו את הקרשים ואת שאר חלקי המבנה המוצקים.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "When the banner of the camp of Judah began traveling, \n    <b>the Tabernacle was dismantled, and the sons of Gershon and the sons of Merari, the bearers of the Tabernacle, traveled. </b>The sons of Gershon carried primarily the textile portions of the Tabernacle, and the sons of Merari carried the beams and the other components of the structure of the Tabernacle.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "525a2f16edbab4498f484a7d", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 10:17:1", "anchorRef": "Numbers 10:17", "anchorRefExpanded": ["Numbers 10:17"], "sourceRef": "Ibn Ezra on Numbers 10:17:1", "sourceHeRef": "אבן עזרא על במדבר י׳:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>והורד.</b> הלוים יורידוהו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "TAKEN DOWN. The Levites took it down.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "554ef0b0fbfba21b48f53ab8", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 10:17:1", "anchorRef": "Numbers 10:17", "anchorRefExpanded": ["Numbers 10:17"], "sourceRef": "Haamek Davar on Numbers 10:17:1", "sourceHeRef": "העמק דבר על במדבר י׳:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>והורד המשכן.</b> באותה שעה שהזיזו בני יהודה וכל דגלו עצמם ע״י החצוצרות נתקפל הענן מעל המשכן ועמד מקופל. והלוים הורידו המשכן:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "554ef0b0fbfba21b48f53aba", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 10:17:2", "anchorRef": "Numbers 10:17", "anchorRefExpanded": ["Numbers 10:17"], "sourceRef": "Haamek Davar on Numbers 10:17:2", "sourceHeRef": "העמק דבר על במדבר י׳:י״ז:ב׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 17.0002, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ונסעו בני גרשון ובני מררי.</b> הכינו עצמם איש על משאו. ועל העגלה שלו. אבל עוד עמדו ולא הלכו:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "571f38dfd6e4a90eb248479a", "index_title": "Gur Aryeh on Devarim", "category": "Quoting Commentary", "type": "", "ref": "Gur Aryeh on Devarim 28:52:1", "anchorRef": "Numbers 10:17", "anchorRefExpanded": ["Numbers 10:17"], "sourceRef": "Gur Aryeh on Devarim 28:52:1", "sourceHeRef": "גור אריה על דברים כ״ח:נ״ב:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 52.0001, "collectiveTitle": {"en": "Gur Aryeh on Devarim", "he": "גור אריה על דברים"}, "heTitle": "גור אריה על דברים", "he": "<b>לשון רדוי וכיבוש.</b> לא ידעתי אנה מצא משקל זה, כי אם היה מלשון רידוי היה למכתב 'עד רדות'<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"55\"></i>, אבל \"רדת\" הוא על משקל \"רב לכם שבת בהר הזה\" (לעיל א, ו)<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"56\"></i>, אבל \"רדת\" בלשון רידוי לא נמצא. והרא\"ם תמה על אונקלוס כי פירש \"רדת\" מלשון ירידה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"57\"></i>, משום דלא שייך לשון ירידה בחומה, אלא בדבר שנעתק בכללה ממקום למקום, ואין החומה נעתק ממקום למקום<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"58\"></i>. ולא ידעתי אם לא ראה \"יורידו המשכן\" (במדבר א, נא)<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"59\"></i>, \"והורד המשכן\" (במדבר י, יז), וכל זה יורידו מן הקמתו לארץ, אף כאן יורידו החומה לארץ. ולא הוקשה לרש\"י קושיא זאת<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"60\"></i>, אלא עיקר דיוק שלו – \"והצר לך בכל שעריך עד רדת חומותיך\", ומשמעות הכתוב שיהיו מצירים ברעב וכיוצא בזה (רש\"י פסוק נג), ואם כן מאי \"עד רדת חומותיך\", שאם יורידו החומה למה הוצרכו להצר אותם ברעב ובצמא<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"61\"></i>. ולפיכך הוצרך לפרש עד רדוי החומה, פירוש שיהיו מצירים להם בכל צרה עד שיכבשו את החומה, דמעצמם ימסרו לאויבים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"62\"></i>. אמנם גם זה יש לישב, \"והצר לך\" בכל צרה, והוא רעבון ושאר צרה, עד שיורידו את חומתיך. וזה קללה בפני עצמה, דאתם תהיו סבורים שלא תלכד העיר, ותהיו נסגרים בעיר בצרות רעבון, ואתם סבורים שילך ממנו כשלא ילכוד<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"63\"></i>, זה אינו, כי יהיה מציר לך עד שהוא יוריד חומת העיר<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"64\"></i>. אי נמי, דהכי קאמר, \"והצר לך בכל שעריך\" בעקת רעבון, ובשביל זה לא יהיה בך כח ללחום \"עד רדת חומותיך\", כי לא תוכל ללחום כנגדו, והוא יוריד ויהרוס החומה:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "588f55a4d6e4a96d624ab9f1", "index_title": "Machberet Menachem", "category": "Reference", "type": "", "ref": "Machberet Menachem, Introduction 6", "anchorRef": "Numbers 10:17", "anchorRefExpanded": ["Numbers 10:17"], "sourceRef": "Machberet Menachem, Introduction 6", "sourceHeRef": "מחברת מנחם, הקדמה ו׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [950, 960], "commentaryNum": 6, "collectiveTitle": {"en": "Machberet Menachem", "he": "מחברת מנחם"}, "heTitle": "הקדמה", "he": "‎זאת פליאת הלשון וכח המבטא, בינו נא זאת אנשי לבב, ראו גם ראו איך ישרתו עשתי עשר אותיות מלה אחת באמרך: ארדה נא <small>(בראשית יח כא)</small> ברדת היער <small>(ישעיה לב יט)</small> הורד עדיך <small>(שמות לג ה)</small> והורד המשכן <small>(במדבר י יז)</small> ירד ירדנו <small>(בראשית מג כ)</small> כרדת משה <small>(שמות לד כט)</small> לרדת מן ההר <small>(שמות לב א)</small> מרדת שחת <small>(איוב לג כד)</small> נרדה ונשברה <small>(בראשית מג ד)</small> שיורד על הררי ציון <small>(תהלים קלג ג)</small> תרד מאד <small>(ש״א כ יט)</small>, וכה יקרה ליתר המלים, הנה נמצאו העשתי עשרה האותיות האלה כלם משרתי ירידה המה. ואחרי מלאכתם ישובון ונהפכו ליסוד. ונשרשים. אך בהעלות מקריהם הם נשרשים בפנים אחרים, באמרך: אמר י\"י <small>(יהושע ז יג)</small> ברא אלהים <small>(בראשית א א)</small> הוה גביר <small>(בראשית כז כט)</small> ווי העמודים <small>(שמות כז י)</small> יפה נוף <small>(תהלים מח ג)</small> כרת ברית <small>(שמות לד י)</small> למדו היטב <small>(ישעיה א יז)</small> משח ה' אתי <small>(ישעיה סא א)</small> נאק נאקות הלל <small>(יחזקאל ל כד)</small> שמע בני <small>(משלי א ח)</small> תמו נכרתו <small>(יהושע ג יו)</small>, הן הם האותיות המוכנים לשרת נעשו יסוד, וכאלה הרבה בלשון הקדש. אבל האותיות הראשונות לא יקרה להם כן, כי הם מיוסדות ונאחזות ועומדות בכחם. ולא תהצינה לשני מחלקות, ולא ישתנו מטבעם כי אם בניד שפה ובנענוע לשון כפי נקודת המלה הראויה לה, לבעבור סבב את פני הפתרון ופשר כל ענין, הן שלש מעלות מהעשתי עשרה.", "heVersionTitle": "Mahberet Menahem, London, 1854.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מחברת מנחם,לונדון, תרי\"ד", "text": "This is the wonder of language and the power of expression. Understand this, people of understanding: see and behold how twelve letters serve as a single word in the following phrases: \"Erdah na\" (Genesis 18:21), \"Bir'dat hayaar\" (Isaiah 32:19), \"Hor'da adayikh\" (Exodus 33:5), \"Vehorad hamishkan\" (Numbers 10:17), \"Yarad yardeinu\" (Genesis 43:20), \"Kerdat Moshe\" (Exodus 34:29), \"Ler'det min hahar\" (Exodus 32:1), \"Merdat Shechat\" (Job 33:24), \"Nir'dah venishberah\" (Genesis 43:4), \"Sheyored al harrei Tzion\" (Psalms 133:3), \"Terad me'od\" (1 Samuel 20:19). And this is how it happens with other words as well. Behold, we find that all twelve of these letters serve the purpose of descent. And after their service, they turn and become a foundation and rooted. But when they ascend from their position, they are rooted in different contexts, as it is written: \"The Lord said\" (Joshua 7:13), \"God created\" (Genesis 1:1), \"Be strong\" (Genesis 27:29), \"And the pillars wept\" (Exodus 27:10), \"Beautiful in elevation\" (Psalms 48:3), \"He cut a covenant\" (Exodus 34:10), \"Learn to do good\" (Isaiah 1:17), \"The Lord has anointed me\" (Isaiah 61:1), \"Cry out loudly, O praise!\" (Ezekiel 30:24), \"Hear, my son\" (Proverbs 1:8), \"They have come to an end; they are cut off\" (Joshua 3:10). Indeed, these are the letters that are prepared to serve and have become foundations, and there are many such examples in the Holy Language. However, the initial letters do not undergo such changes, for they are founded, grasped, and stand firm in their power. They do not change between the two categories, and they do not deviate from their nature, except through the movement of pronunciation and the fluctuation of language, according to the appropriate point of the word, in order to encompass the understanding and interpretation of every matter. These are the three higher degrees out of the twelve.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "59636c1bd6e4a9416e9c462f", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Numbers 10:17:1", "anchorRef": "Numbers 10:17", "anchorRefExpanded": ["Numbers 10:17"], "sourceRef": "Mizrachi, Numbers 10:17:1", "sourceHeRef": "מזרחי, במדבר י׳:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "במדבר", "he": "<b>והורד המשכן כיון שנסע דגל יהוד' נכנסו אהרן ובניו וגו' בנסוע המחנה. </b>לא אחר נסיעת דגל יהודה כפי מה שנרא' מהכתוב פה וכך פי' בפרשת נשא בנסוע מחנה יהוד' כשהענן מסתלק והן יודעין שיסעו מפני שא\"א לפרש אחר נסיעתו ויהיה פירוש והורד המשכן אחר נסיעתו של יהודה ופ' ויסע דגל מחנה בני יהודה שנסע ממש כמשמעו מפני שא\"א שהורד המשכן אלא אחר שיבא אהרן ובניו שיוציאו משם הארון וכל כלי הקדש ולכסותו גם א\"א שיהיו שניה' יחד אחר נסיעתו של דגל יהודה וישאר המשכן והארון אחריהם אלא שתכף שהענן נסתלק נכנסו אהרן ובניו ופרקו את הפרכת וכסו בה את הארון שנא' ובא אהרן ובניו בנסוע המחנה ובני גרשון ובני מררי פורקין המשכן וטוענין אותו בעגלות והארון וכלי הקודש של משא בני קהת עומדין מכוסין ונתונין על המוטות עד שנסע דגל מחנה ראובן ואח\"כ נוסעים הקהתים ואם כן יהיה פי' ויסע דגל מחנה יהודה שהוכן לנסו' לא שנסע ממש: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "596479f7d6e4a92bf459dc65", "index_title": "Ibn Ezra on Isaiah", "category": "Quoting Commentary", "type": "", "ref": "Ibn Ezra on Isaiah 5:8:3", "anchorRef": "Numbers 10:17", "anchorRefExpanded": ["Numbers 10:17"], "sourceRef": "Ibn Ezra on Isaiah 5:8:3", "sourceHeRef": "אבן עזרא על ישעיהו ה׳:ח׳:ג׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 8.0003, "collectiveTitle": {"en": "Ibn Ezra on Isaiah", "he": "אבן עזרא על ישעיהו"}, "he": "<b>והושבתם.</b> מבנין שלא נקרא שם פועלו, מהפועלים בעלי הי\"וד וכן והורד המשכן <small>(במדבר י' י\"ז)</small>:", "heVersionTitle": "Ibn Ezra on Isaiah, by M. Friedlander; Society of Hebrew Literature, London 1877", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<span>הושבתם</span> <i>That you may be placed</i>. Hophal of a verb <span><sup class=\"footnote-marker\">14</sup><i class=\"footnote\"><span>ישב</span>, To sit.</i>;פ״י</span> comp. <span><sup class=\"footnote-marker\">15</sup><i class=\"footnote\">Hophal of <span>ירד</span> to go down.</i> והורד</span> and it was taken down (Num. 10:17)", "versionTitle": "Commentary of Ibn Ezra on Isaiah - trans. by M. Friedlander, 1873", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5b0bc281c1533e001928ab69", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 10:17:1", "anchorRef": "Numbers 10:17", "anchorRefExpanded": ["Numbers 10:17"], "sourceRef": "Malbim on Numbers 10:17:1", "sourceHeRef": "מלבי\"ם על במדבר י׳:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>והורד המשכן </b>כבר באר (במדבר ד׳:ט״ו) שבעת הורדת המשכן באו אהרן וכמו תחלה וכסו כל כלי הקדש ואח\"כ באו בני גרשון ומררי נושאי המשכן ופרקו את המשכן והניחוהו על העגלות ונסעו, ואח\"כ נסע דגל ראובן, ובני קהת נסעו אחריהם כדי שבבואם לחנות יקדימו בני גרשון ומררי להקים המשכן שלא יצטרכו להניחן עם כלי הקדש וכן פרש\"י והרמב\"ן. אמנם הרמב\"ן הביא בשם ברייתא דמלאכת המשכן שנסיעת בני קהת היה אחר שנסע דגל אפרים, ועיינתי שם וראיתי שהוא סובר שכתיבה היו מהלכים כמ\"ש כאשר יחטנוכן יסעו, וע\"כ יסבור שהגם שמ\"ש ונסעו הקהתים כתיב אחר נסיעת דגל ראובן אי אפשר שהיה זה תיכף, אחר שכתיבה היו מהלכים ונושאי אהל מועד היו בתוך כמ\"ש ונסע אהל מועד בתוך המחנות, אם היו בני קהת נוסעים תיכף בנסוע דגל ראובן היו נוסעים ג\"כ קרובים אל בני גרשון ומררי ולא היה אפשר שיקימו המשכן עד בואם, וע\"כ היו ממתינים עד שנסע דגל אפרים שהיה במערב והגיע אליהם מצד מערב אל מקום בני קהת, ואז נסעו בני קהת קרוב לדגל אפרים ורחוקים מבני גרשון שנסעו באמצע התיבה, וכשחנו ואז במשך הזמן שנסעו בני קהת ממערב עד האמצע הקימו את המשכן עד בואם:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd14113922a7400576c278a", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 10:17:1", "anchorRef": "Numbers 10:17", "anchorRefExpanded": ["Numbers 10:17"], "sourceRef": "Birkat Asher on Torah, Numbers 10:17:1", "sourceHeRef": "ברכת אשר על התורה, במדבר י׳:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>\"ונסעו בני גרשון ובני מררי נשאי המשכן\".</b> לפי משמעות הפסוקים היה סדר הנסיעה כך: (א) דגל יהודה (פסוק יד). (ב) בני גרשון ובני מררי (פסוק יז). (ג) דגל ראובן (פסוק יח). (ד) בני קהת (פסוק כא). (ה) דגל אפרים (פסוק כב). (ו) דגל דן (פסוק כה). וכך הבינו פירוש הטור והחזקוני (לפסוק כא) בדעת רש\"י. אבל בברייתא של מלאכת המשכן (פרק יג) הסדר שונה: (א) דגל יהודה. (ב) דגל ראובן. (ג) בני גרשון ובני מררי.&lt;fj&gt; (ד) דגל אפרים. (ה) בני קהת. (ו) דגל דן. ולפי רמב\"ן על אתר, מה שאמרו בברייתא \"תקעו והריעו ותקעו ונסע דגל מחנה ראובן\" פירושו: שיסע דגל מחנה ראובן, ומיד, עוד לפני שדגל ראובן נסע, מקדימים בני גרשון ומררי ונוסעים לפני בני ראובן. לפי זה גם סדר הנסיעה שבברייתא מתאים לסדר הפסוקים. (פ' בהעלתך תשנ\"ב)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd141149539fc005a15fe9f", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 10:17:2", "anchorRef": "Numbers 10:17", "anchorRefExpanded": ["Numbers 10:17"], "sourceRef": "Birkat Asher on Torah, Numbers 10:17:2", "sourceHeRef": "ברכת אשר על התורה, במדבר י׳:י״ז:ב׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 17.0002, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>רש\"י ד\"ה והורד המשכן, ...והארון וכלי הקדש של משא בני קהת עומדים מכוסין ונתונין על המוטות עד וכו'.</b> הביטוי \"ונתונין על המוטות\" קשה. הרי המוטות נתונים בהם, ולא הם במוטות. (פ' בהעלתך תשס\"א) הערת הגר\"א נבנצל שליט\"א: למעלה (ד, י; שם, יב) כבר נאמר \"ונתנו על המוט\" (וראה דברי רשב\"ם לפסוק י שם).", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd14114922a7400576c278c", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 10:17:3", "anchorRef": "Numbers 10:17", "anchorRefExpanded": ["Numbers 10:17"], "sourceRef": "Birkat Asher on Torah, Numbers 10:17:3", "sourceHeRef": "ברכת אשר על התורה, במדבר י׳:י״ז:ג׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 17.0003, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>רש\"י ד\"ה והורד המשכן.</b> מכאן משתמע שאכן כקורה הלכו לדעת רש\"י. וכך גם משמע מדבריו לפסוק כא. וראה מה שכתבתי למעלה (ב, ט) ולהלן (בפסוק כה). (פ' בהעלתך תשנ\"ט)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85c1f4ef6efef42affd4a4", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Beha'alotcha 27", "anchorRef": "Numbers 10:17", "anchorRefExpanded": ["Numbers 10:17"], "sourceRef": "Agra DeKala, Beha'alotcha 27", "sourceHeRef": "אגרא דכלה, בהעלותך כ״ז", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 27, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "בהעלותך", "he": "<b>והורד המשכן (במדבר י יז).</b> ב' במסורה. דין. ואידך והור\"ד גאון אשור (זכריה י יא). היינו כאשר הורד המשכ\"ן היינו מקדש, הורד גם כן אשור, היינו העם המאשרים בדרך הישרה, כי נתמעטו הלבבות:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d5a18415afd29c04efcd", "index_title": "Gur Aryeh on Bamidbar", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Bamidbar 10:17:1", "anchorRef": "Numbers 10:17", "anchorRefExpanded": ["Numbers 10:17"], "sourceRef": "Gur Aryeh on Bamidbar 10:17:1", "sourceHeRef": "גור אריה על במדבר י׳:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על במדבר", "he": "<b>כיון שנוסע דגל מחנה יהודה וכו'.</b> פירוש, דהאי \"והורד המשכן\" הכתוב אחר \"ונסע דגל מחנה יהודה\" (ר' פסוק יד), שהוא משמע שאחר שנסע דגל מחנה יהודה הורד המשכן, דזה אינו, אלא \"בנסוע המחנה\" (לעיל ד, ה), דהיינו מיד כשהענן מסתלק (רש\"י שם), היה נכנס אהרן ובניו ופרקו הפרוכת. דאין לומר אחר שנסע מחנה יהודה היה נכנס אהרן ובניו ופרקו הפרוכת, דאיך סלקא דעתך שיהיה יהודה נוסע תחילה ויהיה המשכן עדיין נשאר במקומו, שאין זה כבוד למשכן שיהיה עומד והם הולכים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"56\"></i>, אבל 'כיון שנוסע דגל מחנה יהודה' קאמר, דהיינו כשבאים ליסע (כ\"ה ברא\"ם) : <i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"57\"></i>", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d5a18415afd29c04efcf", "index_title": "Gur Aryeh on Bamidbar", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Bamidbar 10:17:2", "anchorRef": "Numbers 10:17", "anchorRefExpanded": ["Numbers 10:17"], "sourceRef": "Gur Aryeh on Bamidbar 10:17:2", "sourceHeRef": "גור אריה על במדבר י׳:י״ז:ב׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 17.0002, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על במדבר", "he": "<b>ובני גרשון ובני מררי טוענים אותו בעגלות והארון וכלי קודש וכו' עד שנסע דגל ראובן ואחר כך נסעו הקהתים.</b> ומשמע מזה אבל בני גרשון ובני מררי כבר נסעו אחר שנסע מחנה יהודה וקודם שנסע מחנה ראובן, דהא לא אמר רק 'הארון וכלי קודש עומדים מכוסים עד שנסע מחנה ראובן, ואחר כך נסעו הקהתים', אבל בני גרשון ובני מררי כבר הלכו להם אחר מסע בני יהודה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"58\"></i>. וכן אמר אחר כך 'ואחר כך נסעו הקהתים', ומשמע מזה שבני גרשון ובני מררי כבר נסעו קודם מחנה ראובן. וכן משמע מה שאמר אחר כך (רש\"י פסוק כא) 'והקימו המשכן בני גרשון ובני מררי שהיו קודם להם מסע שני מחנות':<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"59\"></i><br>‎ואם כן קשה לפי זה, שפירש למעלה (רש\"י ב, יז) \"ונסע אהל מועד\" 'אחר שני דגלים הללו', דמשמע שהיה מסעי המשכן<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"60\"></i> גרשון קהת ומררי אחר שני דגלים של יהודה וראובן, לא שיהיו בני גרשון ובני מררי אחר מחנה בני יהודה. והכתוב גם כן מוכיח בפירוש שהיו מסעי גרשון ומררי אחר דגל מחנה יהודה, וקודם ראובן<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"61\"></i>. ויש לומר, כיון דבני קהת נסעו אחר דגל ראובן, נקרא זה \"אוהל מועד בתוך המחנות\" (לעיל ב, יז) <i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"62\"></i>, ולא היו בני גרשון ומררי אחר דגל יהודה רק בשביל שיקימו המשכן קודם בואם של בני קהת (רש\"י פסוק כא) <i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"63\"></i>, ונקרא זה \"ונסע אוהל מועד בתוך המחנות\", וכאילו היה כל אוהל מועד<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"64\"></i> בתוך המחנות<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"65\"></i>:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1ea135eb7d2e1475644d4b", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 10:17:1", "anchorRef": "Numbers 10:17", "anchorRefExpanded": ["Numbers 10:17"], "sourceRef": "Midrash Lekach Tov, Numbers 10:17:1", "sourceHeRef": "מדרש לקח טוב, במדבר י׳:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> והורד המשכן ונסעו בני גרשון ובני מררי נושאי המשכן. האהל והקרשים והפרכת לא בכתף אלא בעגלות שנאמר (במדבר ז׳:ז׳-ח׳) את שתי העגלות ואת ארבעת הבקר נתן לבני גרשון. ואת ארבע העגלות ואת שמונת הבקר וגו':", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "606aefc55bc8570411ce3f4c", "index_title": "Ibn Ezra on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Ibn Ezra on Numbers 2:17:1", "anchorRef": "Numbers 10:14-20", "anchorRefExpanded": ["Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20"], "sourceRef": "Ibn Ezra on Numbers 2:17:1", "sourceHeRef": "אבן עזרא על במדבר ב׳:י״ז:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Ibn Ezra on Numbers", "he": "אבן עזרא על במדבר"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>ונסע אהל מועד בתוך המחנות.</b> הנזכרות כי הגרשונים והמררים נוסעים בין דגל יהודה ובין דגל ראובן והקהתים נוסעים ועמהם אהרן ובניו בין דגל יהודה ובין דגל אפרים:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "THEN THE TENT OF MEETING, WITH THE CAMP OF THE LEVITES, SHALL SET FORWARD IN THE MIDST OF THE CAMPS. In the midst of the above-mentioned camps,<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">The camps of Judah and Reuben.</i> for the Gershonites and Merarites journeyed between the banner of Judah and the banner of Reuben.<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">Num. 10:14-20.</i> And the Kohathites, and with them Aaron and his sons, journeyed between the banner of Reuben and the banner of Ephraim.<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">Num. 10: 21-24.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "62af08d783329231658f3744", "index_title": "Noda BiYehudah I", "category": "Responsa", "type": "", "ref": "Noda BiYehudah I, Orach Chaim 2:13", "anchorRef": "Numbers 8:1-12:16", "anchorRefExpanded": ["Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16"], "sourceRef": "Noda BiYehudah I, Orach Chaim 2:13", "sourceHeRef": "נודע ביהודה מהדורא קמא, אורח חיים ב׳:י״ג", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1733, 1793], "commentaryNum": 2.0013, "collectiveTitle": {"en": "Noda BiYehudah I", "he": "נודע ביהודה מהדורא קמא"}, "heTitle": "אורח חיים", "he": "הנה אמת כי כן הוא בלשון הקודש אבל הלא ידוע שהרבה נשתמשו הפייטנים בלשון ארמי ובלשון תלמוד נם הוא לשון דיבור ובספרי פרשת בהעלותך נם לו ר' יאשי' נם לי ר' יונתן וכו'. ", "heVersionTitle": "Noda BeYehuda Warsaw 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "נודע ביהודה, ורשה, תר\"מ", "text": "While this is true regarding the ‘holy tongue’ (Hebrew), it is well known that the liturgical poets used Aramaic as well. In the language of the Talmud (Aramaic), ‘<i>Nam</i>’ has the meaning of speaking, as found in the Midrash Sifrei on the Torah weekly portion of <i>Beha’alotcha<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">Numbers 8:1-12:16</i></i>: ‘Rabbi Yoshi’a spoke (‘<i>Nam</i>’): Rabbi Yonatan spoke (‘<i>Nam</i>’)to me”<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">ספרי במדבר פסקא סה<br>......אמר לו ר' יונתן ממשמע הזה עדיין לא שמענו, נם לו רבי יאשיה מפני שהוא אומר צו את בני ישראל את קרבני לחמי וכו'<br>R. Yonathan (to R. Yoshiyah): This is not sufficient (for the derivation [i.e., \"in its appointed time\" may mean if it does not fall out on a Sabbath.]) R. Yoshiyah (to R. Yonathan): Rather, it is written (Bamidbar 28:2) \"Command the children of Israel and say to them … to offer (the tamid) offering to Me in its appointed time</i>.", "versionTitle": "Noda BuYehudah, trans. by Harold Landa.", "license": "", "versionTitleInHebrew": ""}, {"_id": "6319d08cb6084aa1cbf04bdf", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, גֵּרְשׁוֹן 1", "anchorRef": "Numbers 10:17", "anchorRefExpanded": ["Numbers 10:17"], "sourceRef": "BDB, גֵּרְשׁוֹן 1", "sourceHeRef": "בראון-דרייבר-בריגס, גֵּרְשׁוֹן א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "גֵּרְשׁוֹן", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">גֵּרְשׁוֹן</span></big>  <strong>n.pr.m.</strong> son of Levi (= <span dir=\"rtl\">גרשׁם</span> <a data-ref=\"I Chronicles 6:1\" href=\"/I_Chronicles.6.1\">1 Ch 6:1</a>, <a data-ref=\"I Chronicles 6:28\" href=\"/I_Chronicles.6.28\">28</a>; <a data-ref=\"I Chronicles 15:7\" href=\"/I_Chronicles.15.7\">15:7</a> <span dir=\"rtl\">גרשׁום</span> <a data-ref=\"I Chronicles 6:2\" href=\"/I_Chronicles.6.2\">1 Ch 6:2</a>, <a data-ref=\"I Chronicles 6:5\" href=\"/I_Chronicles.6.5\">5</a>, <a data-ref=\"I Chronicles 6:47\" href=\"/I_Chronicles.6.47\">47</a>, <a data-ref=\"I Chronicles 6:56\" href=\"/I_Chronicles.6.56\">56</a>) <a data-ref=\"Genesis 46:11\" href=\"/Genesis.46.11\">Gn 46:11</a>; <a data-ref=\"Exodus 6:16\" href=\"/Exodus.6.16\">Ex 6:16</a>, <a data-ref=\"Exodus 6:17\" href=\"/Exodus.6.17\">17</a> <a data-ref=\"Numbers 3:17\" href=\"/Numbers.3.17\">Nu 3:17</a>, <a data-ref=\"Numbers 3:18\" href=\"/Numbers.3.18\">18</a>, <a data-ref=\"Numbers 3:21\" href=\"/Numbers.3.21\">21</a>, <a data-ref=\"Numbers 3:25\" href=\"/Numbers.3.25\">25</a>; <a data-ref=\"Numbers 4:22\" href=\"/Numbers.4.22\">4:22</a>, <a data-ref=\"Numbers 4:38\" href=\"/Numbers.4.38\">38</a>, <a data-ref=\"Numbers 4:41\" href=\"/Numbers.4.41\">41</a>; <a data-ref=\"Numbers 7:7\" href=\"/Numbers.7.7\">7:7</a>; <a data-ref=\"Numbers 10:17\" href=\"/Numbers.10.17\">10:17</a>; <a data-ref=\"Numbers 26:57\" href=\"/Numbers.26.57\">26:57</a>; <a data-ref=\"Joshua 21:6\" href=\"/Joshua.21.6\">Jos 21:6</a>, <a data-ref=\"Joshua 21:27\" href=\"/Joshua.21.27\">27</a>; <a data-ref=\"I Chronicles 5:27\" href=\"/I_Chronicles.5.27\">1 Ch 5:27</a>; <a data-ref=\"I Chronicles 23:6\" href=\"/I_Chronicles.23.6\">23:6</a> (particularly in expression <em>sons of Gershon</em>, i.e. family, descendants of Gershon <a data-ref=\"Numbers 3:25\" href=\"/Numbers.3.25\">Nu 3:25</a>; <a data-ref=\"Numbers 4:22\" href=\"/Numbers.4.22\">4:22</a>, <a data-ref=\"Numbers 4:38\" href=\"/Numbers.4.38\">38</a>, <a data-ref=\"Numbers 4:41\" href=\"/Numbers.4.41\">41</a>; <a data-ref=\"Numbers 7:7\" href=\"/Numbers.7.7\">7:7</a>; <a data-ref=\"Numbers 10:17\" href=\"/Numbers.10.17\">10:17</a> <a data-ref=\"Joshua 21:6\" href=\"/Joshua.21.6\">Jos 21:6</a>, <a data-ref=\"Joshua 21:27\" href=\"/Joshua.21.27\">27</a>; cf. <em>sons of Gershom</em> <a data-ref=\"I Chronicles 6:47\" href=\"/I_Chronicles.6.47\">1 Ch 6:47</a>, <a data-ref=\"I Chronicles 6:56\" href=\"/I_Chronicles.6.56\">56</a>; <a data-ref=\"I Chronicles 15:7\" href=\"/I_Chronicles.15.7\">15:7</a>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d0fcb6084aa1cbf098eb", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, וְ 1", "anchorRef": "Numbers 10:17", "anchorRefExpanded": ["Numbers 10:17"], "sourceRef": "BDB, וְ 1", "sourceHeRef": "בראון-דרייבר-בריגס, וְ א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "וְ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">וְ</span>, <span dir=\"rtl\">וּ</span>, <span dir=\"rtl\">וָ</span></big></big>  <strong>demonstr. adv.</strong> and <strong>conj.</strong> so, then, and <strong>(</strong>Ph. Moab. Aramaic ו; Arabic <span dir=\"rtl\">وَ</span>; Ethiopic ወ Assyrian <em>u</em> Dl<sup>W</sup> (but between vbs. the usual connective is the enclitic <em>ma</em> KAT<sup>2 508</sup>, Dl<sup>§§ 82, 150</sup>). The use in Heb. shews that orig. <span dir=\"rtl\">וְ</span> was not a merely copulative conj., but that it possessed a <em>demonstrative</em> force (cf. Dr<sup>§ 122</sup>), which is often perceptible as such, though in other cases, from its being applied to denote mere juxtaposition or connexion [cf. Gk. τε, and Lat. <em>tum</em> … <em>tum</em> = ‘both … and,’ both properly demonstratives: Assyrian <em>ma</em> has also a demonstr. force, Dl<sup>§ 79</sup>], it is less palpable<strong>)</strong>—<span dir=\"rtl\">וְ</span> before shwa’ mobile or a labial is vocalized <span dir=\"rtl\">וּ</span>; often before a tone-syll., when the word itself has a disj. accent, <span dir=\"rtl\">וָ</span> (as <span dir=\"rtl\">וָמַֽתִּי׃</span> <a data-ref=\"Genesis 19:19\" href=\"/Genesis.19.19\">Gn 19:19</a>; <span dir=\"rtl\">וָמֵת֭וּ</span> <a data-ref=\"Genesis 33:13\" href=\"/Genesis.33.13\">33:13</a>; <span dir=\"rtl\">וָמֵ֑ת</span> <a data-ref=\"Genesis 44:9\" href=\"/Genesis.44.9\">44:9</a>; <span dir=\"rtl\">וָחָֽיָה׃</span> <a data-ref=\"Exodus 1:16\" href=\"/Exodus.1.16\">Ex 1:16</a>; <span dir=\"rtl\">וָיָ֑מָּה</span> <a data-ref=\"Joshua 15:46\" href=\"/Joshua.15.46\">Jos 15:46</a>; <span dir=\"rtl\">וָ֕לֹא</span> <a data-ref=\"II Samuel 13:26\" href=\"/II_Samuel.13.26\">2 S 13:26</a>; <span dir=\"rtl\">וָאָ֖רֶץ</span> <a data-ref=\"Isaiah 26:19\" href=\"/Isaiah.26.19\">Is 26:19</a>; <span dir=\"rtl\">וָקָ֔מוּ</span> <a data-ref=\"Isaiah 49:7\" href=\"/Isaiah.49.7\">49:7</a>; <span dir=\"rtl\">וָחָֽתָּה׃</span> <a data-ref=\"Jeremiah 48:1\" href=\"/Jeremiah.48.1\">Je 48:1</a>; <span dir=\"rtl\">זָ֝רָ֗ע</span> <a data-ref=\"Psalms 10:15\" href=\"/Psalms.10.15\">ψ 10:15</a>); especially when it forms with the preceding word a <em>pair</em>, whether of parallel or opposed ideas (as <span dir=\"rtl\">כֹּה וָכֹה</span> <a data-ref=\"Exodus 2:12\" href=\"/Exodus.2.12\">Ex 2:12</a>, <span dir=\"rtl\">מִי וָמִ֖י</span> <a data-ref=\"Exodus 10:8\" href=\"/Exodus.10.8\">10:8</a>, <span dir=\"rtl\">אֶבֶן וָאָ֑בֶן</span> <a data-ref=\"Deuteronomy 25:13\" href=\"/Deuteronomy.25.13\">Dt 25:13</a>; <span dir=\"rtl\">דֹּר זָדֹ֑ר</span> <a data-ref=\"Deuteronomy 32:7\" href=\"/Deuteronomy.32.7\">32:7</a> +; <span dir=\"rtl\">תֹּהוּ וָבֹהוּ</span> <a data-ref=\"Genesis 1:2\" href=\"/Genesis.1.2\">Gn 1:2</a>, <span dir=\"rtl\">בְּהֵמָה וָרֶ֛מֶשׂ</span> <a data-ref=\"Genesis 1:24\" href=\"/Genesis.1.24\">1:24</a>, <span dir=\"rtl\">טוֹב וָרָֽע׃</span> <a data-ref=\"Genesis 2:19\" href=\"/Genesis.2.19\">2:19</a>, <span dir=\"rtl\">נָע וָנָ֖ד</span> <a data-ref=\"Genesis 4:12\" href=\"/Genesis.4.12\">4:12</a>, <span dir=\"rtl\">וְקַיִץ וָחֹ֛רֶף וְיוֹם וָלָ֖יְלָה</span> <a data-ref=\"Genesis 8:22\" href=\"/Genesis.8.22\">8:22</a>, <span dir=\"rtl\">קַח וָלֵֽךְ׃</span> <a data-ref=\"Genesis 12:19\" href=\"/Genesis.12.19\">12:19</a>, <span dir=\"rtl\">שָׁמַיִם וָאָֽרֶץ׃</span> <a data-ref=\"Genesis 14:19\" href=\"/Genesis.14.19\">14:19</a>, <span dir=\"rtl\">אֲנִי וָאָ֑תָּה</span> <a data-ref=\"Genesis 31:44\" href=\"/Genesis.31.44\">31:44</a>, <span dir=\"rtl\">אֲנִי וָה֑וּא</span> <a data-ref=\"Genesis 41:11\" href=\"/Genesis.41.11\">41:11</a>, <span dir=\"rtl\">עִבְרוּ וָשׁוּבוּ</span> <a data-ref=\"Exodus 32:27\" href=\"/Exodus.32.27\">Ex 32:27</a>, <span dir=\"rtl\">אַתָּה וָהֵ֛ם</span> <a data-ref=\"Numbers 16:16\" href=\"/Numbers.16.16\">Nu 16:16</a>, <span dir=\"rtl\">אֱלֹהִים וָמֶ֑לֶךְ</span> <a data-ref=\"I Kings 21:13\" href=\"/I_Kings.21.13\">1 K 21:13</a>, <span dir=\"rtl\">נִין וָנֶ֖כֶד</span> <a data-ref=\"Isaiah 14:22\" href=\"/Isaiah.14.22\">Is 14:22</a>, <span dir=\"rtl\">שֹׁד וָשֶׁ֖בֶר</span> <a data-ref=\"Isaiah 59:7\" href=\"/Isaiah.59.7\">59:7</a>; and often: v. more fully Bö<sup>§ 600</sup>); occas. also with a conj. accent (as <span dir=\"rtl\">וָחַ֥י לְעֹלָֽם׃</span> <a data-ref=\"Genesis 3:22\" href=\"/Genesis.3.22\">Gn 3:22</a> cf. <a data-ref=\"Leviticus 18:5\" href=\"/Leviticus.18.5\">Lv 18:5</a>, <span dir=\"rtl\">וָמַ֣תְנוּ שָׁ֔ם</span> <a data-ref=\"II Kings 7:4\" href=\"/II_Kings.7.4\">2 K 7:4</a>, <span dir=\"rtl\">וָאָ֣רֶץ חֲדָשָׁ֑ה</span> <a data-ref=\"Isaiah 65:17\" href=\"/Isaiah.65.17\">Is 65:17</a>, <a data-ref=\"Proverbs 25:3\" href=\"/Proverbs.25.3\">Pr 25:3</a>, <span dir=\"rtl\">שֹׁ֖ד וָשֶׁ֥בֶר גָּדֽוֹל׃</span> <a data-ref=\"Jeremiah 48:3\" href=\"/Jeremiah.48.3\">Je 48:3</a>, cf. <a data-ref=\"Jeremiah 32:29\" href=\"/Jeremiah.32.29\">32:29</a>).—<span dir=\"rtl\">וְ</span> is used very freely and widely in Heb., but also with much delicacy, to express relations and shades of meaning which Western languages would usually indicate by distinct particles. But in Heb. particles such as <span dir=\"rtl\">אוֹ</span>, <span dir=\"rtl\">אָז</span>, <span dir=\"rtl\">אַךְ</span>, <span dir=\"rtl\">אָכֵן</span>, <span dir=\"rtl\">אוּלָם</span>, <span dir=\"rtl\">בַּעֲבוּר</span>, <span dir=\"rtl\">לְמַעַן</span>, <span dir=\"rtl\">לָכֵן</span>, etc., were reserved for cases in which special emph. or distinctness was desired: their frequent use was felt instinctively to be inconsistent with the lightness and grace of movement which the Hebrew ear loved; and thus in AV, RV, words like <em>or, then, but, notwithstanding, howbeit, so, thus, therefore, that</em>, constantly appear, where the Heb. has simply <span dir=\"rtl\">וְ</span>.<br><strong>1.</strong>  <em>And</em>, connecting both words (v. supra), and sentences (<a data-ref=\"Genesis 1:5\" href=\"/Genesis.1.5\">Gn 1:5</a> <span dir=\"rtl\">וְלַחֹשֶׁךְ קָרָא וג׳</span>). When three, four, or more words follow, the conj. may connect them all, as <a data-ref=\"Genesis 7:21\" href=\"/Genesis.7.21\">Gn 7:21</a>; <a data-ref=\"Genesis 10:2\" href=\"/Genesis.10.2\">10:2</a> (6 times) <a data-ref=\"Genesis 24:35\" href=\"/Genesis.24.35\">24:35</a> (7 times) <a data-ref=\"Joshua 7:24\" href=\"/Joshua.7.24\">Jos 7:24</a> (10 times) <a data-ref=\"II Samuel 17:28\" href=\"/II_Samuel.17.28\">2 S 17:28 f.</a>: often however it is prefixed only to the last, as <a data-ref=\"Genesis 5:32\" href=\"/Genesis.5.32\">Gn 5:32</a>; <a data-ref=\"Genesis 10:1\" href=\"/Genesis.10.1\">10:1</a> <a data-ref=\"Deuteronomy 18:10\" href=\"/Deuteronomy.18.10\">Dt 18:10</a> etc.; occas. even it connects only the first two, <a data-ref=\"I Kings 8:47\" href=\"/I_Kings.8.47\">1 K 8:47</a> <a data-ref=\"Isaiah 1:13\" href=\"/Isaiah.1.13\">Is 1:13</a> <a data-ref=\"Psalms 45:9\" href=\"/Psalms.45.9\">ψ 45:9</a> <a data-ref=\"Job 42:9\" href=\"/Job.42.9\">Jb 42:9</a>. Remarkably, however, <span dir=\"rtl\">וְ</span> as a <em>mere</em> conj. is, a rule, not in classical Hebrew attached directly to <em>verbs</em> (especially in the perf.), the construction with <span dir=\"rtl\">וְ</span> consec. (v. <strong>2</strong>) being (as in Moab.) preferred: thus <span dir=\"rtl\">יָצָא וַיִּבֶן</span> is said, not <span dir=\"rtl\">יָצָא וּבָנָה</span>. Exceptions in class. Heb. are (<em>a</em>) sometimes where <em>synonyms</em> are coupled, as <a data-ref=\"Numbers 23:19\" href=\"/Numbers.23.19\">Nu 23:19</a> <span dir=\"rtl\">אָמַר</span> … <span dir=\"rtl\">וְדִבֶּר</span>, <a data-ref=\"Deuteronomy 2:30\" href=\"/Deuteronomy.2.30\">Dt 2:30</a> <a data-ref=\"Judges 5:26\" href=\"/Judges.5.26\">Ju 5:26</a> <a data-ref=\"I Samuel 12:2\" href=\"/I_Samuel.12.2\">1 S 12:2</a> <a data-ref=\"Isaiah 1:2\" href=\"/Isaiah.1.2\">Is 1:2</a> <span dir=\"rtl\">גדּלתי ורוממתי</span> <a data-ref=\"Isaiah 2:11\" href=\"/Isaiah.2.11\">2:11</a>; <a data-ref=\"Isaiah 5:14\" href=\"/Isaiah.5.14\">5:14</a>; <a data-ref=\"Isaiah 8:8\" href=\"/Isaiah.8.8\">8:8</a>; <a data-ref=\"Isaiah 19:6\" href=\"/Isaiah.19.6\">19:6</a>; <a data-ref=\"Isaiah 29:20\" href=\"/Isaiah.29.20\">29:20</a>; (<em>b</em>) isolated cases, difficult to reduce to rule (perhaps sometimes due to text. error), as <a data-ref=\"Genesis 28:6\" href=\"/Genesis.28.6\">Gn 28:6</a>; <a data-ref=\"Genesis 38:5\" href=\"/Genesis.38.5\">38:5</a> <a data-ref=\"Judges 3:23\" href=\"/Judges.3.23\">Jud 3:23</a>; <a data-ref=\"Judges 7:13\" href=\"/Judges.7.13\">7:13</a>; <a data-ref=\"Judges 16:18\" href=\"/Judges.16.18\">16:18</a> <a data-ref=\"I Samuel 1:12\" href=\"/I_Samuel.1.12\">1 S 1:12</a>; <a data-ref=\"I Samuel 3:13\" href=\"/I_Samuel.3.13\">3:13</a>; <a data-ref=\"I Samuel 4:19\" href=\"/I_Samuel.4.19\">4:19</a>; <a data-ref=\"I Samuel 5:7\" href=\"/I_Samuel.5.7\">5:7</a>; <a data-ref=\"I Samuel 10:9\" href=\"/I_Samuel.10.9\">10:9</a>; <a data-ref=\"I Samuel 17:38\" href=\"/I_Samuel.17.38\">17:38</a>, <a data-ref=\"I Samuel 17:48\" href=\"/I_Samuel.17.48\">48</a>; <a data-ref=\"I Samuel 25:20\" href=\"/I_Samuel.25.20\">25:20</a> al. (in other passages, appar. similar, the pf. and <span dir=\"rtl\">וְ</span> has a frequent. force (v. <strong>2</strong>), as <a data-ref=\"Genesis 37:3\" href=\"/Genesis.37.3\">Gn 37:3</a> <a data-ref=\"Exodus 36:29\" href=\"/Exodus.36.29\">Ex 36:29 f.</a> <a data-ref=\"Numbers 10:17\" href=\"/Numbers.10.17\">Nu 10:17 f.</a> <a data-ref=\"Numbers 21:15\" href=\"/Numbers.21.15\">21:15</a>, <a data-ref=\"Numbers 21:20\" href=\"/Numbers.21.20\">20</a> <a data-ref=\"I Samuel 2:22\" href=\"/I_Samuel.2.22\">1 S 2:22</a>; <a data-ref=\"I Samuel 16:14\" href=\"/I_Samuel.16.14\">16:14</a>; <a data-ref=\"I Samuel 17:34\" href=\"/I_Samuel.17.34\">17:34 f.</a> (v. Dr) <a data-ref=\"I Samuel 27:9\" href=\"/I_Samuel.27.9\">27:9</a> <a data-ref=\"II Samuel 16:13\" href=\"/II_Samuel.16.13\">2 S 16:13</a>; <a data-ref=\"II Samuel 17:17\" href=\"/II_Samuel.17.17\">17:17</a>, perhaps also <a data-ref=\"Genesis 15:6\" href=\"/Genesis.15.6\">Gen. 15:6</a>; <a data-ref=\"Genesis 21:25\" href=\"/Genesis.21.25\">21:25</a>; <a data-ref=\"Genesis 34:5\" href=\"/Genesis.34.5\">34:5</a>). In later parts of OT, prob. through Aramaic influence, that pf. with simple <span dir=\"rtl\">וְ</span> occurs more freq.: so especially in Ec., where it is all but universal (e.g. <a data-ref=\"Ecclesiastes 2:11\" href=\"/Ecclesiastes.2.11\">2:11</a>, <a data-ref=\"Ecclesiastes 2:12\" href=\"/Ecclesiastes.2.12\">12</a>, <a data-ref=\"Ecclesiastes 2:13\" href=\"/Ecclesiastes.2.13\">13</a>, <a data-ref=\"Ecclesiastes 2:15\" href=\"/Ecclesiastes.2.15\">15</a> etc.). With the impf., the simple <span dir=\"rtl\">וְ</span> is not so unidiomatic, even in class. Heb. (cf. <strong>3</strong>); v. <a data-ref=\"Genesis 1:9\" href=\"/Genesis.1.9\">Gen 1:9</a>, <a data-ref=\"Genesis 1:26\" href=\"/Genesis.1.26\">26</a>; <a data-ref=\"Genesis 9:27\" href=\"/Genesis.9.27\">9:27</a>, <a data-ref=\"Genesis 17:2\" href=\"/Genesis.17.2\">17:2</a>; <a data-ref=\"Genesis 22:17\" href=\"/Genesis.22.17\">22:17</a>; <a data-ref=\"Genesis 27:29\" href=\"/Genesis.27.29\">27:29</a> <a data-ref=\"Exodus 23:8\" href=\"/Exodus.23.8\">Ex 23:8</a> (freq.) <a data-ref=\"Exodus 24:7\" href=\"/Exodus.24.7\">24:7</a> <a data-ref=\"Numbers 14:12\" href=\"/Numbers.14.12\">Nu 14:12</a> <a data-ref=\"Deuteronomy 17:13\" href=\"/Deuteronomy.17.13\">Dt 17:13</a>; <a data-ref=\"Deuteronomy 30:12\" href=\"/Deuteronomy.30.12\">30:12</a>, <a data-ref=\"Deuteronomy 30:13\" href=\"/Deuteronomy.30.13\">13</a> <a data-ref=\"Joshua 3:13\" href=\"/Joshua.3.13\">Jos 3:13</a>; <a data-ref=\"Joshua 7:3\" href=\"/Joshua.7.3\">7:3</a> <a data-ref=\"Judges 7:3\" href=\"/Judges.7.3\">Ju 7:3</a>; <a data-ref=\"Judges 13:8\" href=\"/Judges.13.8\">13:8</a> <a data-ref=\"Isaiah 5:29\" href=\"/Isaiah.5.29\">Is 5:29</a>; <a data-ref=\"Isaiah 14:10\" href=\"/Isaiah.14.10\">14:10</a>; often also in Je <a data-ref=\"Isaiah 2\" href=\"/Isaiah.2\">Is 2</a> Jb ψ, e.g. <a data-ref=\"Isaiah 40:30\" href=\"/Isaiah.40.30\">Is 40:30</a>; <a data-ref=\"Isaiah 41:20\" href=\"/Isaiah.41.20\">41:20</a> (Dr<sup>§ 116</sup>: contrast <a data-ref=\"Isaiah 28:13\" href=\"/Isaiah.28.13\">28:13</a>). Vid. more fully Dr<sup>§ 130–4</sup> Ges<sup>§ 112. 6</sup>. Special senses:— <strong>a.</strong>  it sometimes = <em>and specially</em>, <a data-ref=\"Genesis 3:16\" href=\"/Genesis.3.16\">Gn 3:16</a> <a data-ref=\"I Kings 11:1\" href=\"/I_Kings.11.1\">1 K 11:1</a> many strange women, <em>and specially</em> the daughter of Ph., <a data-ref=\"Isaiah 1:1\" href=\"/Isaiah.1.1\">Is 1:1</a> Judah <em>and</em> (= <em>and particularly</em>) Jerusalem, <a data-ref=\"Isaiah 2:1\" href=\"/Isaiah.2.1\">2:1</a>; <a data-ref=\"Isaiah 9:7\" href=\"/Isaiah.9.7\">9:7</a> <a data-ref=\"Psalms 18:1\" href=\"/Psalms.18.1\">ψ 18:1</a>. <strong>b.</strong>  <em>and in particular</em> (‘und zwar’), <em>and that</em> (explicative), <a data-ref=\"Genesis 4:4\" href=\"/Genesis.4.4\">Gn 4:4</a> <a data-ref=\"Judges 7:22\" href=\"/Judges.7.22\">Ju 7:22</a> <a data-ref=\"I Samuel 17:40\" href=\"/I_Samuel.17.40\">1 S 17:40</a> <span dir=\"rtl\">וּבַיַּלְקוּט</span>, <a data-ref=\"I Samuel 28:3\" href=\"/I_Samuel.28.3\">28:3</a> in Ramah, <em>and that</em> in his city (unusual: text suspicious), <a data-ref=\"II Samuel 13:20\" href=\"/II_Samuel.13.20\">2 S 13:20</a> <span dir=\"rtl\">וְשֹׁמֵמָה</span> <em>and that</em> desolate, <a data-ref=\"Isaiah 57:11\" href=\"/Isaiah.57.11\">Is 57:11</a> I have been silent <span dir=\"rtl\">וּמֵעוֹלָם</span> <em>and that</em> from of old, <a data-ref=\"Isaiah 32:7\" href=\"/Isaiah.32.7\">Is 32:7</a> <a data-ref=\"Jeremiah 15:13\" href=\"/Jeremiah.15.13\">Je 15:13</a> <a data-ref=\"Amos 3:11\" href=\"/Amos.3.11\">Am 3:11</a> (si vera l.), <a data-ref=\"Amos 4:10\" href=\"/Amos.4.10\">4:10</a> <a data-ref=\"Zechariah 9:9\" href=\"/Zechariah.9.9\">Zc 9:9b</a> <a data-ref=\"Malachi 1:11\" href=\"/Malachi.1.11\">Mal 1:11</a> <a data-ref=\"Psalms 68:10\" href=\"/Psalms.68.10\">ψ 68:10</a> <a data-ref=\"Proverbs 3:12\" href=\"/Proverbs.3.12\">Pr 3:12</a> <a data-ref=\"Lamentations 3:26\" href=\"/Lamentations.3.26\">La 3:26</a> <a data-ref=\"Ecclesiastes 8:2\" href=\"/Ecclesiastes.8.2\">Ec 8:2</a> <a data-ref=\"Daniel 1:3\" href=\"/Daniel.1.3\">Dn 1:3</a>; <a data-ref=\"Daniel 8:10\" href=\"/Daniel.8.10\">8:10</a>; <a data-ref=\"Daniel 9:25\" href=\"/Daniel.9.25\">9:25</a>, <a data-ref=\"Daniel 9:27\" href=\"/Daniel.9.27\">27</a> <a data-ref=\"Nehemiah 8:13\" href=\"/Nehemiah.8.13\">Ne 8:13</a> <a data-ref=\"I Chronicles 9:27\" href=\"/I_Chronicles.9.27\">1 Ch 9:27</a> <a data-ref=\"II Chronicles 8:13\" href=\"/II_Chronicles.8.13\">2 Ch 8:13</a>; <a data-ref=\"II Chronicles 29:27\" href=\"/II_Chronicles.29.27\">29:27</a> (but ‘even’ for ו, before ל and inf., e.g. in <a data-ref=\"Isaiah 44:28\" href=\"/Isaiah.44.28\">Is 44:28</a> <a data-ref=\"Jeremiah 17:10\" href=\"/Jeremiah.17.10\">Je 17:10</a>; <a data-ref=\"Jeremiah 19:12\" href=\"/Jeremiah.19.12\">19:12</a>, is wrong; v. Ew<sup>§ 351 c</sup>, Dr<sup>§ 206</sup>). <strong>c.</strong>  sometimes it introduces an idea which so exceeds or adds to what has preceded, that it is nearly equivalent to <em>also</em>, <a data-ref=\"I Samuel 25:43\" href=\"/I_Samuel.25.43\">1 S 25:43</a> <a data-ref=\"I Kings 2:22\" href=\"/I_Kings.2.22\">1 K 2:22</a> ask <em>also</em> the kingdom for him; unusually <a data-ref=\"Hosea 8:6\" href=\"/Hosea.8.6\">Ho 8:6</a> <span dir=\"rtl\">כי מישׂראל והוא</span> for of Isr. is it <em>also</em>, <a data-ref=\"Ecclesiastes 5:6\" href=\"/Ecclesiastes.5.6\">Ec 5:6</a> <span dir=\"rtl\">והבלים</span> (v. De) <a data-ref=\"II Chronicles 27:5\" href=\"/II_Chronicles.27.5\">2 Ch 27:5</a> (but v. 𝔊). Or it may be rendered <em>yea:</em> so especially in the ascending numerations 3–4 <a data-ref=\"Amos 1:3\" href=\"/Amos.1.3\">Am 1:3</a>, <a data-ref=\"Amos 1:6\" href=\"/Amos.1.6\">6</a>, <a data-ref=\"Amos 1:9\" href=\"/Amos.1.9\">9</a>, <a data-ref=\"Amos 1:11\" href=\"/Amos.1.11\">11</a>, <a data-ref=\"Amos 1:13\" href=\"/Amos.1.13\">13</a>; <a data-ref=\"Amos 2:1\" href=\"/Amos.2.1\">2:1</a>, <a data-ref=\"Amos 2:4\" href=\"/Amos.2.4\">4</a>, <a data-ref=\"Amos 2:6\" href=\"/Amos.2.6\">6</a> <a data-ref=\"Proverbs 30:18\" href=\"/Proverbs.30.18\">Pr 30:18</a>, <a data-ref=\"Proverbs 30:21\" href=\"/Proverbs.30.21\">21</a>, <a data-ref=\"Proverbs 30:29\" href=\"/Proverbs.30.29\">29</a>, <a data-ref=\"Proverbs 30:6-7\" href=\"/Proverbs.30.6-7\">6–7</a> <a data-ref=\"Proverbs 6:16\" href=\"/Proverbs.6.16\">Pr 6:16</a> <a data-ref=\"Job 5:19\" href=\"/Job.5.19\">Jb 5:19</a>, <a data-ref=\"Job 5:7-8\" href=\"/Job.5.7-8\">7–8</a> <a data-ref=\"Micah 5:4\" href=\"/Micah.5.4\">Mi 5:4</a>—the first number being aggravated, or augmented, by a higher. In one idiom <span dir=\"rtl\">וּגְבוּל</span>, occurring in geogr. descriptions, it is used peculiarly, seemingly = <em>at the same time:</em> †<a data-ref=\"Numbers 34:6\" href=\"/Numbers.34.6\">Nu 34:6</a> and as for the W. border, <span dir=\"rtl\">וְהָיָה לָכֶם הַיָּם הַגָּדוֹל וּגְבוּל</span> the great sea shall be to you <em>also</em> (Germ. ‘zugleich’) a border, <a data-ref=\"Deuteronomy 3:16\" href=\"/Deuteronomy.3.16\">Dt 3:16</a> <span dir=\"rtl\">תּוֹךְ הַנַּחַל וּגְבוּל</span> the middle of the stream being <em>at the same time</em> the border, v <a data-ref=\"Deuteronomy 3:17\" href=\"/Deuteronomy.3.17\">17</a> <a data-ref=\"Joshua 13:23\" href=\"/Joshua.13.23\">Jos 13:23</a>, <a data-ref=\"Joshua 13:27\" href=\"/Joshua.13.27\">27</a>; <a data-ref=\"Joshua 15:12\" href=\"/Joshua.15.12\">15:12</a>, <a data-ref=\"Joshua 15:27\" href=\"/Joshua.15.27\">27</a> (but these, except <a data-ref=\"Numbers 34:6\" href=\"/Numbers.34.6\">Nu 34:6</a>, might be cases of <strong>5 c</strong> γ). <strong>d.</strong>  it connects <em>alternative</em> cases, so that it = <em>or:</em> <a data-ref=\"Exodus 20:10\" href=\"/Exodus.20.10\">Ex 20:10</a>, <a data-ref=\"Exodus 20:14\" href=\"/Exodus.20.14\">17</a>; <a data-ref=\"Exodus 21:16\" href=\"/Exodus.21.16\">21:16</a> he that stealeth a man <span dir=\"rtl\">וּמְכָרוֹ וְנִמְצָא בְיָדוֹ</span> and selleth him, <em>and</em> (= <em>or if</em>) he be found in his hand, v <a data-ref=\"Exodus 21:17\" href=\"/Exodus.21.17\">17</a> <a data-ref=\"Leviticus 21:14\" href=\"/Leviticus.21.14\">Lv 21:14</a>; <a data-ref=\"Leviticus 22:23\" href=\"/Leviticus.22.23\">22:23</a>, <a data-ref=\"Leviticus 22:24\" href=\"/Leviticus.22.24\">24</a> <a data-ref=\"Proverbs 29:9\" href=\"/Proverbs.29.9\">Pr 29:9</a> (Fl Ew RV: <em>whether</em> … <em>or</em>) <a data-ref=\"Job 31:13\" href=\"/Job.31.13\">Jb 31:13</a>, <a data-ref=\"Job 31:16\" href=\"/Job.31.16\">16</a>, <a data-ref=\"Job 31:26\" href=\"/Job.31.26\">26</a>, etc. <strong>e.</strong>  it connects <em>contrasted</em> ideas, where in our idiom the contrast would be expressed explicitly by <em>but;</em> in such cases prominence is usually given to the contrasted idea by its being placed immed. after the conj.: <a data-ref=\"Genesis 2:17\" href=\"/Genesis.2.17\">Gn 2:17</a> <em>but</em> of the tree of the knowledge … thou shalt not eat, <a data-ref=\"Genesis 4:2\" href=\"/Genesis.4.2\">4:2</a>, <a data-ref=\"Genesis 4:5\" href=\"/Genesis.4.5\">5</a>; <a data-ref=\"Genesis 6:8\" href=\"/Genesis.6.8\">6:8</a>; <a data-ref=\"Genesis 17:21\" href=\"/Genesis.17.21\">17:21</a>; <a data-ref=\"Genesis 31:10\" href=\"/Genesis.31.10\">31:10</a> etc., <a data-ref=\"I Kings 2:26\" href=\"/I_Kings.2.26\">1 K 2:26</a>; <a data-ref=\"I Kings 10:7\" href=\"/I_Kings.10.7\">10:7</a>; <a data-ref=\"I Kings 11:32\" href=\"/I_Kings.11.32\">11:32</a>, <a data-ref=\"I Kings 11:34\" href=\"/I_Kings.11.34\">34</a>; <a data-ref=\"I Kings 15:14\" href=\"/I_Kings.15.14\">15:14</a> <a data-ref=\"Proverbs 10:1\" href=\"/Proverbs.10.1\">Pr 10:1</a>, <a data-ref=\"Proverbs 10:2\" href=\"/Proverbs.10.2\">2</a>, <a data-ref=\"Proverbs 10:3\" href=\"/Proverbs.10.3\">3</a>, <a data-ref=\"Proverbs 10:4\" href=\"/Proverbs.10.4\">4</a> + often; even after <span dir=\"rtl\">לֹא</span> (where <span dir=\"rtl\">כִּי</span> or <span dir=\"rtl\">כִּי אִם</span> might be expected), as <a data-ref=\"Genesis 42:10\" href=\"/Genesis.42.10\">Gn 42:10</a> <a data-ref=\"Exodus 21:18\" href=\"/Exodus.21.18\">Ex 21:18</a> <a data-ref=\"Leviticus 26:45\" href=\"/Leviticus.26.45\">Lv 26:45</a> <a data-ref=\"Deuteronomy 11:11\" href=\"/Deuteronomy.11.11\">Dt 11:11</a> <a data-ref=\"Judges 19:12\" href=\"/Judges.19.12\">Ju 19:12</a> <a data-ref=\"I Kings 3:11\" href=\"/I_Kings.3.11\">1 K 3:11</a>. <strong>f.</strong>  it introduces a contrasted idea in such a way as to suggest a <em>question</em>, especially before a pron., <a data-ref=\"Judges 14:16\" href=\"/Judges.14.16\">Ju 14:16</a> I told it not to my father or my mother, <span dir=\"rtl\">וְלָךְ אַגִּיד</span> and shall I tell it <em>unto thee?</em> <a data-ref=\"II Samuel 11:11\" href=\"/II_Samuel.11.11\">2 S 11:11</a> <a data-ref=\"Jeremiah 25:29\" href=\"/Jeremiah.25.29\">Je 25:29</a> <span dir=\"rtl\">וְאַתֶּם הִנָּקֵה תִנָּקוּ</span> and shall <em>ye</em> be guiltless? <a data-ref=\"Jeremiah 45:5\" href=\"/Jeremiah.45.5\">45:5</a> <a data-ref=\"Ezekiel 20:31\" href=\"/Ezekiel.20.31\">Ez 20:31</a>; <a data-ref=\"Ezekiel 33:25\" href=\"/Ezekiel.33.25\">33:25 b</a> <a data-ref=\"Jonah 4:11\" href=\"/Jonah.4.11\">Jon 4:11</a>. So the <span dir=\"rtl\">וְ</span> consec. and pf. (see <strong>2 a</strong>), <a data-ref=\"Exodus 5:5\" href=\"/Exodus.5.5\">Ex 5:5</a> <span dir=\"rtl\">וְהִשְׁבַּתֶּם</span> <em>and</em> will ye make them rest from their burdens? <a data-ref=\"Numbers 16:10\" href=\"/Numbers.16.10\">Nu 16:10</a> <span dir=\"rtl\">וּבִקַּשְׁתֶּם</span> <em>and</em> seek ye the priesthood also? <a data-ref=\"I Samuel 25:11\" href=\"/I_Samuel.25.11\">1 S 25:11</a> <a data-ref=\"Isaiah 66:9\" href=\"/Isaiah.66.9\">Is 66:9</a> <a data-ref=\"Psalms 50:21\" href=\"/Psalms.50.21\">ψ 50:21</a> <em>and</em> shall I keep silence? <a data-ref=\"Job 32:16\" href=\"/Job.32.16\">Jb 32:16</a> (cf. Dr<sup>§ 119 γ</sup>). <strong>g.</strong>  attaching a fresh subj. (or obj.) to a clause already grammatically complete, it = <em>and also</em>, <a data-ref=\"Genesis 2:9\" href=\"/Genesis.2.9\">Gn 2:9 b</a> <a data-ref=\"Numbers 16:2\" href=\"/Numbers.16.2\">Nu 16:2</a>, <a data-ref=\"Numbers 16:18\" href=\"/Numbers.16.18\">18</a> and they stood at the entrance of the tent of meeting, <span dir=\"rtl\">ומשׁה ואהרן</span> <em>and</em> Moses and Aaron (stood also), v <a data-ref=\"Numbers 16:27\" href=\"/Numbers.16.27\">27</a> <a data-ref=\"Exodus 35:22\" href=\"/Exodus.35.22\">Ex 35:22</a> <a data-ref=\"Judges 6:5\" href=\"/Judges.6.5\">Ju 6:5</a>; <a data-ref=\"Genesis 1:16\" href=\"/Genesis.1.16\">Gn 1:16 b</a>; <a data-ref=\"Genesis 12:17\" href=\"/Genesis.12.17\">12:17</a>; <a data-ref=\"Genesis 44:2\" href=\"/Genesis.44.2\">44:2</a>; <a data-ref=\"Genesis 46:15\" href=\"/Genesis.46.15\">46:15</a> <a data-ref=\"Exodus 29:3\" href=\"/Exodus.29.3\">Ex 29:3</a> <a data-ref=\"Jeremiah 32:29\" href=\"/Jeremiah.32.29\">Je 32:29</a> (cf. Dr<sup>Sm i. 6, 11, & p. 293</sup>): when the idea thus attached is subordinate, or not logically embraced in the principal pred., it approximates to the Arabic <span dir=\"rtl\">وَاوُ آلْمَعِيَّةِ</span> or ‘waw of association’ (foll. by an accus.<em>:</em> W<sup>AG ii. § 37</sup>), <a data-ref=\"Esther 4:16\" href=\"/Esther.4.16\">Est 4:16</a> <span dir=\"rtl\">אֲנִי וְנַעֲרֹתַי אָצוּם</span> I will fast (<em>sing</em>.) <em>and</em> (= with) my maidens, <a data-ref=\"Exodus 21:4\" href=\"/Exodus.21.4\">Ex 21:4</a> <a data-ref=\"I Samuel 25:42\" href=\"/I_Samuel.25.42\">1 S 25:42</a>; <a data-ref=\"I Samuel 29:10\" href=\"/I_Samuel.29.10\">29:10b</a> (but insert here <span dir=\"rtl\">אַתָּה</span> with 𝔊) <a data-ref=\"II Samuel 12:30\" href=\"/II_Samuel.12.30\">2 S 12:30</a> (but read <span dir=\"rtl\">וּבָהּ</span>, as <a data-ref=\"I Chronicles 20:2\" href=\"/I_Chronicles.20.2\">1 Ch 20:2</a>) <a data-ref=\"II Samuel 20:10\" href=\"/II_Samuel.20.10\">20:10</a> <a data-ref=\"Nehemiah 6:12\" href=\"/Nehemiah.6.12\">Ne 6:12</a>; <a data-ref=\"Genesis 4:20\" href=\"/Genesis.4.20\">Gn 4:20</a> <a data-ref=\"Isaiah 13:9\" href=\"/Isaiah.13.9\">Is 13:9</a>; <a data-ref=\"Isaiah 42:5\" href=\"/Isaiah.42.5\">42:5</a> <a data-ref=\"Jeremiah 19:1\" href=\"/Jeremiah.19.1\">Je 19:1</a> (but read <span dir=\"rtl\">וְלָקַחְתָּ֫ מזקני</span> with 𝔊) <a data-ref=\"II Chronicles 2:3\" href=\"/II_Chronicles.2.3\">2 Ch 2:3</a>; <a data-ref=\"II Chronicles 13:11\" href=\"/II_Chronicles.13.11\">13:11</a>; cf. <a data-ref=\"Jeremiah 22:7\" href=\"/Jeremiah.22.7\">Je 22:7</a> <span dir=\"rtl\">(אִישׁ וְכֵלָיו)</span>, <a data-ref=\"Job 41:12\" href=\"/Job.41.12\">Jb 41:12</a>. Whether <a data-ref=\"Isaiah 48:16\" href=\"/Isaiah.48.16\">Is 48:16</a> <span dir=\"rtl\">וְרוּחוֹ</span> belongs here, is dub. <strong>h.</strong>  <span dir=\"rtl\">וְ</span> repeated = <em>both … and</em> (but <span dir=\"rtl\">גַּם</span> … <span dir=\"rtl\">גַּם</span> is more usual in this sense); <a data-ref=\"Genesis 34:28\" href=\"/Genesis.34.28\">Gn 34:28</a> <a data-ref=\"Numbers 9:14\" href=\"/Numbers.9.14\">Nu 9:14</a> <a data-ref=\"Joshua 9:23\" href=\"/Joshua.9.23\">Jos 9:23</a> <a data-ref=\"II Samuel 5:8\" href=\"/II_Samuel.5.8\">2 S 5:8</a> (text dub.), <a data-ref=\"Isaiah 16:5\" href=\"/Isaiah.16.5\">Is 16:5</a>; <a data-ref=\"Isaiah 38:15\" href=\"/Isaiah.38.15\">38:15</a>; <a data-ref=\"Jeremiah 13:14\" href=\"/Jeremiah.13.14\">Je 13:14</a>; <a data-ref=\"Jeremiah 21:6\" href=\"/Jeremiah.21.6\">21:6</a>; <a data-ref=\"Jeremiah 32:14\" href=\"/Jeremiah.32.14\">32:14</a> (text dub.) v <a data-ref=\"Jeremiah 32:20\" href=\"/Jeremiah.32.20\">20</a>; <a data-ref=\"Jeremiah 40:8\" href=\"/Jeremiah.40.8\">40:8</a> <a data-ref=\"Psalms 76:7\" href=\"/Psalms.76.7\">ψ 76:7</a> <a data-ref=\"Job 34:29\" href=\"/Job.34.29\">Jb 34:29</a> <a data-ref=\"Daniel 8:13\" href=\"/Daniel.8.13\">Dn 8:13</a> <a data-ref=\"Nehemiah 12:28\" href=\"/Nehemiah.12.28\">Ne 12:28</a>. <strong>i.</strong>  a repetition of the <em>same</em> word with <span dir=\"rtl\">וְ</span> interposed expresses (<em>a</em>) <em>diversity</em> (rare), <a data-ref=\"Deuteronomy 25:13\" href=\"/Deuteronomy.25.13\">Dt 25:13</a> <span dir=\"rtl\">אֶבֶן וָאֶבֶן</span> a weight <em>and</em> a weight, i.e. different weights (explained by <span dir=\"rtl\">גְּדֹלָה וּקְטַנָּה</span>), v <a data-ref=\"Deuteronomy 25:14\" href=\"/Deuteronomy.25.14\">14</a> <a data-ref=\"Proverbs 20:23\" href=\"/Proverbs.20.23\">Pr 20:23</a>; <a data-ref=\"Psalms 12:3\" href=\"/Psalms.12.3\">ψ 12:3</a> <span dir=\"rtl\">בְּלֵב וָלֵב</span> with a heart and a heart = with a double heart, <a data-ref=\"I Chronicles 12:33\" href=\"/I_Chronicles.12.33\">1 Ch 12:33</a> <span dir=\"rtl\">בְּלֹא לֵב וָלֵב</span>; (<em>b</em>) <em>distribution</em> (except in <span dir=\"rtl\">דֹּר וָדֹר</span> <a data-ref=\"Deuteronomy 32:7\" href=\"/Deuteronomy.32.7\">Dt 32:7</a> <a data-ref=\"Isaiah 13:20\" href=\"/Isaiah.13.20\">Is 13:20</a> + often exclusively a late usage: cf. Dr<sup>Intr. 505</sup>) †<a data-ref=\"Psalms 87:5\" href=\"/Psalms.87.5\">ψ 87:5</a> <a data-ref=\"I Chronicles 26:13\" href=\"/I_Chronicles.26.13\">1 Ch 26:13</a> <span dir=\"rtl\">לְשַׁעַר וָשָֽׁעַר׃</span> = for <em>every</em> gate, <a data-ref=\"I Chronicles 28:14\" href=\"/I_Chronicles.28.14\">28:14</a><sup>(×2)</sup> <a data-ref=\"II Chronicles 8:14\" href=\"/II_Chronicles.8.14\">2 Ch 8:14</a>; <a data-ref=\"II Chronicles 34:13\" href=\"/II_Chronicles.34.13\">34:13</a>; <a data-ref=\"II Chronicles 35:15\" href=\"/II_Chronicles.35.15\">35:15</a> <a data-ref=\"Ezra 10:14\" href=\"/Ezra.10.14\">Ezr 10:14</a> <span dir=\"rtl\">זִקְנֵי עִיר וָעִיר</span> elders of <em>every</em> city, <a data-ref=\"Nehemiah 13:24\" href=\"/Nehemiah.13.24\">Ne 13:24</a>, <a data-ref=\"Esther 1:8\" href=\"/Esther.1.8\">Est 1:8</a>, <a data-ref=\"Esther 1:22\" href=\"/Esther.1.22\">22</a><sup>(×2)</sup>; <a data-ref=\"Esther 2:12\" href=\"/Esther.2.12\">2:12</a>; <a data-ref=\"Esther 3:4\" href=\"/Esther.3.4\">3:4</a>, <a data-ref=\"Esther 3:12\" href=\"/Esther.3.12\">12</a><sup>(×4)</sup>; <a data-ref=\"Esther 8:9\" href=\"/Esther.8.9\">8:9</a><sup>(×2)</sup>; strengthened by <span dir=\"rtl\">כָּל־</span> <a data-ref=\"II Chronicles 11:12\" href=\"/II_Chronicles.11.12\">2 Ch 11:12</a> <span dir=\"rtl\">בכל עיר ועיר</span> in <em>every several city</em>, <a data-ref=\"II Chronicles 19:5\" href=\"/II_Chronicles.19.5\">19:5</a>; <a data-ref=\"II Chronicles 28:25\" href=\"/II_Chronicles.28.25\">28:25</a>; <a data-ref=\"II Chronicles 31:19\" href=\"/II_Chronicles.31.19\">31:19</a>; <a data-ref=\"II Chronicles 32:28\" href=\"/II_Chronicles.32.28\">32:28</a> <a data-ref=\"Esther 2:11\" href=\"/Esther.2.11\">Est 2:11</a> <span dir=\"rtl\">בכל־יום ויום</span>, <a data-ref=\"Esther 3:14\" href=\"/Esther.3.14\">3:14</a>; <a data-ref=\"Esther 4:3\" href=\"/Esther.4.3\">4:3</a>; <a data-ref=\"Esther 8:11\" href=\"/Esther.8.11\">8:11</a>, <a data-ref=\"Esther 8:13\" href=\"/Esther.8.13\">13</a>, <a data-ref=\"Esther 8:17\" href=\"/Esther.8.17\">17</a><sup>(×2)</sup>; <a data-ref=\"Esther 9:21\" href=\"/Esther.9.21\">9:21</a>, <a data-ref=\"Esther 9:27\" href=\"/Esther.9.27\">27</a>, <a data-ref=\"Esther 9:28\" href=\"/Esther.9.28\">28</a> <a data-ref=\"Psalms 45:18\" href=\"/Psalms.45.18\">ψ 45:18</a>; <a data-ref=\"Psalms 145:13\" href=\"/Psalms.145.13\">145:13</a> (common in postB. Heb., especially with <span dir=\"rtl\">כל</span>). <strong>j.</strong>  it is used in the formulation of proverbs (the <em>Vav adaequationis</em>, <span dir=\"rtl\">וָו הִשְׁתַּוָּאָה</span>) as <a data-ref=\"Proverbs 17:3\" href=\"/Proverbs.17.3\">Pr 17:3</a>; <a data-ref=\"Proverbs 25:3\" href=\"/Proverbs.25.3\">25:3</a>, <a data-ref=\"Proverbs 25:20\" href=\"/Proverbs.25.20\">20</a>, <a data-ref=\"Proverbs 25:25\" href=\"/Proverbs.25.25\">25</a> cold waters to a thirsty soul <em>and</em> good news from a far country (i.e. they are like each other), <a data-ref=\"Proverbs 26:3\" href=\"/Proverbs.26.3\">26:3</a>, <a data-ref=\"Proverbs 26:9\" href=\"/Proverbs.26.9\">9</a>, <a data-ref=\"Proverbs 26:14\" href=\"/Proverbs.26.14\">14</a>, <a data-ref=\"Proverbs 26:20\" href=\"/Proverbs.26.20\">20</a>; <a data-ref=\"Proverbs 27:21\" href=\"/Proverbs.27.21\">27:21</a> <a data-ref=\"Ecclesiastes 5:2\" href=\"/Ecclesiastes.5.2\">Ec 5:2</a>; <a data-ref=\"Ecclesiastes 7:1\" href=\"/Ecclesiastes.7.1\">7:1</a>; <a data-ref=\"Ecclesiastes 8:8\" href=\"/Ecclesiastes.8.8\">8:8</a> cf. <a data-ref=\"Proverbs 9:11\" href=\"/Proverbs.9.11\">9:11</a>; <a data-ref=\"Psalms 19:5\" href=\"/Psalms.19.5\">ψ 19:5</a>; <a data-ref=\"Psalms 125:2\" href=\"/Psalms.125.2\">125:2</a> <a data-ref=\"Job 14:11\" href=\"/Job.14.11\">Jb 14:11f.</a>, <a data-ref=\"Job 14:19\" href=\"/Job.14.19\">19</a> (cf. in Arabic ‘every man <em>and</em> his cares [accus.],’ ‘every thing <em>and</em> its price,’ i.e. they go together: ‘merchants <em>and</em> dogs [accus.] of Seleucia,’ i.e. they are like one another: v. Fl<sup>Kl.Schr. iii. 535 f.</sup>). More rarely in the opp. order, <a data-ref=\"Job 5:7\" href=\"/Job.5.7\">Jb 5:7</a>; <a data-ref=\"Job 12:11\" href=\"/Job.12.11\">12:11</a>; <a data-ref=\"Job 21:33\" href=\"/Job.21.33\">21:33</a>. But <a data-ref=\"I Samuel 12:15\" href=\"/I_Samuel.12.15\">1 S 12:15b</a> cannot be thus explained: read with 𝔊 <span dir=\"rtl\">וּבְמַלְכְּכֶם</span>, and v. Dr <strong>k.</strong> in <em>circumstantial</em> clauses <span dir=\"rtl\">וְ</span> introduces a statement of the <em>concomitant conditions</em> under which the action denoted by the pricipal verb takes place: in such cases, the relation expressed by <span dir=\"rtl\">וְ</span> must often in Engl. be stated explicitly be a conj., as <em>when, since, seeing, though</em>, etc., as occasion may require. So very often, as <a data-ref=\"Genesis 11:4\" href=\"/Genesis.11.4\">Gn 11:4</a> let us build a tower <span dir=\"rtl\">וְרֹאשׁוֹ בַשָּׁמַיִם</span> <em>and</em> its top in the heavens (= <em>with</em> its top in etc.), <a data-ref=\"Genesis 18:12\" href=\"/Genesis.18.12\">18:12</a> shall I have pleasure, <span dir=\"rtl\">וַאדֹנִי זָקֵן</span> <em>and</em> my lord is old (= my lord <em>being</em> old)? <a data-ref=\"Judges 16:15\" href=\"/Judges.16.15\">Ju 16:15</a> How sayest thou, I love thee, <span dir=\"rtl\">וְלִבְּךָ אֵין אִתִּי</span> <em>and</em> (= <em>when</em>) they heart is not with me? and especially with a pers. pron., <a data-ref=\"Genesis 15:2\" href=\"/Genesis.15.2\">Gn 15:2</a> what wilt thou give me <span dir=\"rtl\">וְאָנֹכִי הֹלֵךְ עֲרִירִי</span> <em>and</em> I (= <em>the case being that</em> I) am going hence childless? <a data-ref=\"Genesis 18:13\" href=\"/Genesis.18.13\">18:13</a>; <a data-ref=\"Genesis 20:3\" href=\"/Genesis.20.3\">20:3</a> lo, thou wilt die because of the woman thou hast taken <span dir=\"rtl\">וְהִוא בְּעֻלַת בָּֽעַל׃</span> = <em>seeing</em> she is married, <a data-ref=\"Genesis 24:62\" href=\"/Genesis.24.62\">24:62</a> <span dir=\"rtl\">וְהוּא יֹשֵׁב</span> = <em>since</em> or <em>for</em> he was dwelling (different from <span dir=\"rtl\">וַיֵּשֶׁב</span> = <em>and he proceeded</em> to dwell), <a data-ref=\"Genesis 26:27\" href=\"/Genesis.26.27\">26:27</a> <span dir=\"rtl\">וְאַתֶּם</span> <em>seeing</em> ye hate me, <a data-ref=\"Judges 13:9\" href=\"/Judges.13.9\">Ju 13:9</a> and came to her <span dir=\"rtl\">וְהִיא ישֶׁבֶת</span> = <em>as</em> she was sitting, <a data-ref=\"I Samuel 18:23\" href=\"/I_Samuel.18.23\">1 S 18:23</a> <a data-ref=\"I Kings 19:19\" href=\"/I_Kings.19.19\">1 K 19:19</a> + often Of a more except. type are <a data-ref=\"Psalms 72:12\" href=\"/Psalms.72.12\">ψ 72:12</a> the afflicted <span dir=\"rtl\">וְאֵין־עֹזֵר לוֹ</span> <em>and</em> (= <em>when</em>) he has no helper (cf. <a data-ref=\"Job 29:12\" href=\"/Job.29.12\">Jb 29:12</a>), <a data-ref=\"Psalms 104:25\" href=\"/Psalms.104.25\">104:25</a> <span dir=\"rtl\">וְאֵין מִסְפָּר</span>, <a data-ref=\"Psalms 105:34\" href=\"/Psalms.105.34\">105:34</a> <a data-ref=\"Job 5:9\" href=\"/Job.5.9\">Jb 5:9</a>. Vid. more fully Dr<sup>§ 156–60</sup> Ges<sup>§ 141, R 2</sup>. (The analogous use of the <span dir=\"rtl\">وَاوُ ٱلْحَالِ</span> is very common in Arabic: W<sup>ii. § 183</sup>.) Introducing an appeal to a fact <em>confirmatory</em> of some statement or promise, it almost = <em>as truly as</em> (cf. Ew<sup>§ 340 c</sup>) <a data-ref=\"Hosea 12:6\" href=\"/Hosea.12.6\">Ho 12:6</a> <em>and</em> J. is God of hosts, J. is his name! <a data-ref=\"Joel 4:21\" href=\"/Joel.4.21\">Jo 4:21</a> <a data-ref=\"Amos 9:5-6\" href=\"/Amos.9.5-6\">Am 9:5–6</a> <a data-ref=\"Isaiah 51:15\" href=\"/Isaiah.51.15\">Is 51:15</a> <em>and</em> I [who promise this] am J. thy God, who …! <a data-ref=\"Jeremiah 29:23\" href=\"/Jeremiah.29.23\">Je 29:23</a> <a data-ref=\"Psalms 89:38\" href=\"/Psalms.89.38\">ψ 89:38b</a> (comp. in Qor the freq. ‘And God is … [the mighty, the merciful, etc.]’).<br><strong>2.</strong>  The ו <strong>consecutive</strong> (formerly called the Waw ‘conversive’);— <strong>a.</strong>  with the impf. (<span dir=\"rtl\">וַ</span> with foll. daghesh; before א, <span dir=\"rtl\">וָ</span>), as <span dir=\"rtl\">וַיֹּאמֶר</span> proposes = <em>and he proceeded</em> to say, chiefly in contin. of a preceding <em>perfect</em> tense (so Moab.); <strong>b.</strong>  with the perf. (<span dir=\"rtl\">וְ</span>,—in 1 & 2 sg., the tone, with certain exceptions [v. Dr<sup>§ 110</sup>], being thrown forward to the ultima), as <span dir=\"rtl\">וְיָֽשַׁבְתָּ֫</span> proposes <em>so</em> [<em>viz.</em> as limited by a verb, or other term, preceding] <em>hadst thou sat</em>, chiefly in continuation of a preceding <em>imperfect</em> tense, in its various senses of future, jussive, or frequentative. The further analysis of these idioms belongs to the grammar; see on <strong>a</strong> Dr <sup>Ch. vi.</sup>, Ges<sup>§ 111</sup>, and on <strong>b</strong> Dr<sup>Ch. viii.</sup> Ges<sup>§ 112</sup>. Here it must suffice to note—(<em>a</em>) ו consec. (especially with the impf.) freq. couples two <em>verbs</em> in such a manner that the first, indicating the <em>general</em> character of the action, receives its closer definition in the second: in such cases, the first may often be represented in Engl. by an adv., as <a data-ref=\"Genesis 26:18\" href=\"/Genesis.26.18\">Gn 26:18</a> <span dir=\"rtl\">וַיָּשָׁב וַיּחְפֹּר</span> and he turned <em>and</em> dug = and he dug <em>again;</em> so often; and similarly with <span dir=\"rtl\">הוֹסִיף</span> <a data-ref=\"Genesis 25:1\" href=\"/Genesis.25.1\">Gn 25:1</a>, <span dir=\"rtl\">מִהַר</span> <a data-ref=\"Genesis 24:18\" href=\"/Genesis.24.18\">24:18</a>, <span dir=\"rtl\">הוֹאִיל</span> <a data-ref=\"Joshua 7:7\" href=\"/Joshua.7.7\">Jos 7:7</a>, etc.; more exceptionally, <a data-ref=\"Genesis 30:27\" href=\"/Genesis.30.27\">Gn 30:27</a> <a data-ref=\"Esther 8:6\" href=\"/Esther.8.6\">Est 8:6</a>, and (not consec.) <a data-ref=\"Genesis 47:6\" href=\"/Genesis.47.6\">Gn 47:6</a> <a data-ref=\"Job 23:3\" href=\"/Job.23.3\">Jb 23:3</a> <a data-ref=\"Song of Songs 2:3\" href=\"/Song_of_Songs.2.3\">Ct 2:3</a> <a data-ref=\"Lamentations 3:26\" href=\"/Lamentations.3.26\">La 3:26</a> (v. Ges<sup>§ 120, 2 α</sup>; cf. in Syriac Nö<sup>§ 335–6</sup>. In Arabic the stronger form of the conj. <span dir=\"rtl\">فَ</span> here corresponds: W <sup>ii. § 140</sup>). (<em>b</em>) <span dir=\"rtl\">וַ</span> with the impf. sometimes expresses a contrast = <em>and yet</em>, <a data-ref=\"Genesis 32:31\" href=\"/Genesis.32.31\">Gn 32:31</a> I have seen God face to face <span dir=\"rtl\">וַתִּנָּצֵל</span> <em>and yet</em> my soul is delivered, <a data-ref=\"Deuteronomy 4:33\" href=\"/Deuteronomy.4.33\">Dt 4:33</a> <a data-ref=\"II Samuel 3:8\" href=\"/II_Samuel.3.8\">2 S 3:8</a>; <a data-ref=\"II Samuel 19:29\" href=\"/II_Samuel.19.29\">19:29</a> <a data-ref=\"Isaiah 51:12\" href=\"/Isaiah.51.12\">Is 51:12</a> <a data-ref=\"Psalms 73:14\" href=\"/Psalms.73.14\">ψ 73:14</a>; <a data-ref=\"Psalms 144:3\" href=\"/Psalms.144.3\">144:3</a> <a data-ref=\"Job 10:8\" href=\"/Job.10.8\">Jb 10:8</a> + (cf. Dr<sup>§ 74 β</sup>). (<em>c</em>) there is a tendency in the later books of the OT to use the pf. with simple <span dir=\"rtl\">וְ</span>, where the classical language would employ the impf. with <span dir=\"rtl\">וַ</span> (cf. supr. <strong>1</strong>); so especially in Ec, where <span dir=\"rtl\">וַ</span> occurs thrice only, <a data-ref=\"Job 1:17\" href=\"/Job.1.17\">1:17</a>;, <a data-ref=\"Job 4:1\" href=\"/Job.4.1\">4:1</a>, <a data-ref=\"Job 4:7\" href=\"/Job.4.7\">7</a>. (<em>d</em>) a double pf. wth ו consec. is sometimes used, informally but neatly, with a hypoth. force; thus (α) in past or present time <a data-ref=\"Exodus 16:21\" href=\"/Exodus.16.21\">Ex 16:21</a> <span dir=\"rtl\">וְחַם הַשֶּׁמֶשׁ וְנָמָֽס׃</span> and the sun used to be warm, and it used to melt = and <em>if</em> (or <em>when</em>) the sun was warm, it melted, <a data-ref=\"Exodus 33:10\" href=\"/Exodus.33.10\">33:10</a> <a data-ref=\"I Kings 18:10\" href=\"/I_Kings.18.10\">1 K 18:10</a> <a data-ref=\"Jeremiah 18:4\" href=\"/Jeremiah.18.4\">Je 18:4</a>, <a data-ref=\"Jeremiah 18:8\" href=\"/Jeremiah.18.8\">8</a> <span dir=\"rtl\">וְֹשָׁב וְנִחַמְתִּ֫י</span> = and <em>if</em> it turns, I repent, <a data-ref=\"Jeremiah 20:9\" href=\"/Jeremiah.20.9\">20:9</a> (v. RV); (β) in fut. time, <a data-ref=\"Genesis 44:22\" href=\"/Genesis.44.22\">Gn 44:22</a> <span dir=\"rtl\">ועזב אביו ומת</span> and he will leave his father, and he will die = and <em>if</em> he leaves his father, he will die, <a data-ref=\"Genesis 33:13\" href=\"/Genesis.33.13\">33:13</a>; <a data-ref=\"Genesis 42:38\" href=\"/Genesis.42.38\">42:38</a> <a data-ref=\"Exodus 4:14\" href=\"/Exodus.4.14\">Ex 4:14</a>; <a data-ref=\"Exodus 12:13\" href=\"/Exodus.12.13\">12:13</a> <a data-ref=\"I Samuel 16:2\" href=\"/I_Samuel.16.2\">1 S 16:2</a>; <a data-ref=\"I Samuel 19:3\" href=\"/I_Samuel.19.3\">19:3</a> <a data-ref=\"Ezekiel 33:3\" href=\"/Ezekiel.33.3\">Ez 33:3</a>; <a data-ref=\"Ezekiel 39:15\" href=\"/Ezekiel.39.15\">39:15</a> etc. (Dr<sup>§ 147–9</sup>, Ges<sup>§ 159. 2 e</sup>).<br><strong>3.</strong>  With a <strong>voluntative</strong> (cohort. or juss.) <span dir=\"rtl\">וְ</span> expresses an intention, <strong>that</strong> or <strong>so that</strong> (an elegancy by which the too frequent use of <span dir=\"rtl\">לְמַעַן</span> or <span dir=\"rtl\">בַּעֲבוּר</span> is avoided): <a data-ref=\"Exodus 10:17\" href=\"/Exodus.10.17\">Ex 10:17</a> entreat God, <span dir=\"rtl\">וְיָסֵר</span> <em>so may he</em> remove (= <em>that he may</em> remove) this death, <a data-ref=\"Genesis 27:4\" href=\"/Genesis.27.4\">Gn 27:4</a> and bring it me <span dir=\"rtl\">וְאֹכִ֑לָה</span> <em>so let me</em> eat (= <em>that I may</em> eat); and without the modal form being externally indicated, <a data-ref=\"Exodus 14:1\" href=\"/Exodus.14.1\">Ex 14:1</a> speak … <span dir=\"rtl\">וְיָשֻׁבוּ</span> <em>that</em> they return, v <a data-ref=\"Exodus 14:15\" href=\"/Exodus.14.15\">15</a>; and often Sometimes even of past time, as <a data-ref=\"I Kings 13:33\" href=\"/I_Kings.13.33\">1 K 13:33</a> whom he would, he consecrated <span dir=\"rtl\">וִיהִי</span> <em>that</em> there might be priests of the high places, <a data-ref=\"II Kings 19:25\" href=\"/II_Kings.19.25\">2 K 19:25</a> <a data-ref=\"Isaiah 25:9\" href=\"/Isaiah.25.9\">Is 25:9a</a> <a data-ref=\"Lamentations 1:19\" href=\"/Lamentations.1.19\">La 1:19</a>. After a neg., <a data-ref=\"Psalms 51:18\" href=\"/Psalms.51.18\">ψ 51:18</a> thou desirest not sacrifice, <span dir=\"rtl\">וְאֶתֵּ֑נָה</span> <em>so</em> [= in that case] <em>would I</em> give it (or, <em>that I might</em> give it), <a data-ref=\"Psalms 55:13\" href=\"/Psalms.55.13\">55:13</a> <span dir=\"rtl\">וְאֶשָּׂא</span> <em>so</em> could I bear it (or, <em>that I might</em> bear it), <a data-ref=\"Isaiah 53:2\" href=\"/Isaiah.53.2\">Is 53:2</a> RVm <a data-ref=\"Numbers 23:19\" href=\"/Numbers.23.19\">Nu 23:19</a> <a data-ref=\"Jeremiah 5:28\" href=\"/Jeremiah.5.28\">Je 5:28</a> RV Sometimes also before an imv., <a data-ref=\"Genesis 12:2\" href=\"/Genesis.12.2\">Gn 12:2</a> <em>and be</em> (= that thou mayest be) a blessing, <a data-ref=\"II Samuel 21:3\" href=\"/II_Samuel.21.3\">2 S 21:3</a> +. See more fully Dr<sup>§ 59–65</sup>, Ges<sup>§ 108. 2; 109. 2; 110. 2</sup>. (In Arabic <span dir=\"rtl\">فَ</span> with the <em>subjunctive</em> is used similarly: W <sup>ii. § 15 d</sup>.) A volunt. is also sometimes attached by <span dir=\"rtl\">וְ</span> to a preceding volunt. or imv., so as to form a virtually hypothetical sentence, as <a data-ref=\"Genesis 42:18\" href=\"/Genesis.42.18\">Gn 42:18</a> <span dir=\"rtl\">זֹאת עֲשׂוּ וִחְיוּ</span> = <em>if</em> you do this, you shall live, <a data-ref=\"Genesis 30:28\" href=\"/Genesis.30.28\">30:28</a>; <a data-ref=\"Genesis 34:12\" href=\"/Genesis.34.12\">34:12</a> <a data-ref=\"Proverbs 3:9\" href=\"/Proverbs.3.9\">Pr 3:9f.</a> <a data-ref=\"Proverbs 4:4\" href=\"/Proverbs.4.4\">4:4</a>, <a data-ref=\"Proverbs 4:8\" href=\"/Proverbs.4.8\">8</a> <a data-ref=\"Isaiah 55:2\" href=\"/Isaiah.55.2\">Is 55:2</a>: v. Dr<sup>§ 152</sup>.<br><strong>4.</strong>  It expresses often an informal inference, or consequence, <strong>so, then</strong>, especially at the beginning of a speech: <a data-ref=\"Genesis 27:8\" href=\"/Genesis.27.8\">Gn 27:8</a> <a data-ref=\"Psalms 2:10\" href=\"/Psalms.2.10\">ψ 2:10</a> and often <span dir=\"rtl\">וְעַתָּה</span> now, <em>therefore;</em> <span dir=\"rtl\">וְלָמָּה</span> and <span dir=\"rtl\">וּמַדּוּעַ</span> why, <em>then?</em> <a data-ref=\"Genesis 29:25\" href=\"/Genesis.29.25\">Gn 29:25</a> <a data-ref=\"Numbers 12:8\" href=\"/Numbers.12.8\">Nu 12:8</a>; <a data-ref=\"Numbers 16:3\" href=\"/Numbers.16.3\">16:3</a> +; <a data-ref=\"Exodus 2:20\" href=\"/Exodus.2.20\">Ex 2:20</a> <span dir=\"rtl\">וְאַיּוֹ</span> where, <em>then</em>, is he? <a data-ref=\"Genesis 34:21\" href=\"/Genesis.34.21\">Gn 34:21</a> <a data-ref=\"I Samuel 15:14\" href=\"/I_Samuel.15.14\">1 S 15:14</a>; <a data-ref=\"I Samuel 26:22\" href=\"/I_Samuel.26.22\">26:22</a> <span dir=\"rtl\">וְיַעֲבֹר</span> let, <em>then</em>, … come over, <a data-ref=\"II Samuel 24:3\" href=\"/II_Samuel.24.3\">2 S 24:3</a> <a data-ref=\"II Kings 4:41\" href=\"/II_Kings.4.41\">2 K 4:41</a> <span dir=\"rtl\">וּקְחוּ קֶמַח</span> <em>then</em> bring meal, <a data-ref=\"Ezekiel 18:32\" href=\"/Ezekiel.18.32\">Ez 18:32</a>. So the <span dir=\"rtl\">וְ</span> consec. and the pf., as <a data-ref=\"Deuteronomy 2:4\" href=\"/Deuteronomy.2.4\">Dt 2:4</a> <span dir=\"rtl\">וְנִשְׁמַרְתֶּם</span> take heed, <em>therefore</em>, <a data-ref=\"Deuteronomy 4:15\" href=\"/Deuteronomy.4.15\">4:15</a>; <a data-ref=\"Deuteronomy 7:9\" href=\"/Deuteronomy.7.9\">7:9</a> <span dir=\"rtl\">וְיָֽדַעְתָּ֫</span> know, <em>therefore</em>, <a data-ref=\"Deuteronomy 30:19\" href=\"/Deuteronomy.30.19\">30:19</a> <a data-ref=\"I Samuel 6:5\" href=\"/I_Samuel.6.5\">1 S 6:5</a> <a data-ref=\"I Kings 2:6\" href=\"/I_Kings.2.6\">1 K 2:6</a> <a data-ref=\"Ruth 3:9\" href=\"/Ruth.3.9\">Ru 3:9</a>; <a data-ref=\"Joshua 15:19\" href=\"/Joshua.15.19\">Jos 15:19</a> <a data-ref=\"Isaiah 49:6\" href=\"/Isaiah.49.6\">Is 49:6b</a> (Dr<sup>§ 119 δ</sup>).<br><strong>5.</strong>  ו introduces the <em>predicate</em> or <em>apodosis:</em> viz. <strong>a.</strong>  <span dir=\"rtl\">וְ</span> consec. and the pf.—in answer to <span dir=\"rtl\">אִם</span> or <span dir=\"rtl\">כִּי</span> constantly, as <a data-ref=\"Exodus 19:5\" href=\"/Exodus.19.5\">Ex 19:5</a>; <a data-ref=\"Exodus 23:22\" href=\"/Exodus.23.22\">23:22</a> if thou hearkenest to my voice, <span dir=\"rtl\">וְאָֽיַבְתִּ֫י</span> <em>then</em> am I (= I will be) enemy to thy enemies (v. Dr<sup>§ 136–8</sup>); after the <em>casus pendens</em>, <a data-ref=\"Exodus 12:44\" href=\"/Exodus.12.44\">Ex 12:44</a> every servant that is bought for money, <span dir=\"rtl\">וּמַלְתָּה</span> thou shalt circumcise him, etc. <a data-ref=\"Numbers 14:31\" href=\"/Numbers.14.31\">Nu 14:31</a>; <a data-ref=\"Numbers 24:24\" href=\"/Numbers.24.24\">24:24</a> <a data-ref=\"I Samuel 25:27\" href=\"/I_Samuel.25.27\">1 S 25:27</a> <a data-ref=\"II Samuel 14:10\" href=\"/II_Samuel.14.10\">2 S 14:10</a> he that spake unto thee, <span dir=\"rtl\">וַהֲבֵאתוֹ אֵלַי</span> <em>so hast thou</em> brought him (= <em>thou shalt</em> bring him) unto me, <a data-ref=\"Isaiah 9:4\" href=\"/Isaiah.9.4\">Is 9:4</a>; <a data-ref=\"Isaiah 56:6\" href=\"/Isaiah.56.6\">56:6f.</a> +; <a data-ref=\"Exodus 12:15\" href=\"/Exodus.12.15\">Ex 12:15</a>; <a data-ref=\"Exodus 31:14\" href=\"/Exodus.31.14\">31:14</a> <a data-ref=\"Deuteronomy 17:12\" href=\"/Deuteronomy.17.12\">Dt 17:12</a> +; after various time-determinations, as <a data-ref=\"Genesis 3:5\" href=\"/Genesis.3.5\">Gn 3:5</a> in the day of your eating from it <span dir=\"rtl\">וְנִפְקְחוּ</span> <em>then</em> shall your eyes be opened, <a data-ref=\"Exodus 16:6\" href=\"/Exodus.16.6\">Ex 16:6</a> <span dir=\"rtl\">עֶרֶב וִידַעְתֶּם</span> at even, <em>then</em> shall ye know, v <a data-ref=\"Exodus 16:7\" href=\"/Exodus.16.7\">7</a>; <a data-ref=\"Exodus 32:34\" href=\"/Exodus.32.34\">32:34</a> <a data-ref=\"II Samuel 15:10\" href=\"/II_Samuel.15.10\">2 S 15:10</a> <a data-ref=\"I Kings 13:31\" href=\"/I_Kings.13.31\">1 K 13:31</a> <span dir=\"rtl\">בְּמוֹתִי וּקְבַרְתֶּם אֹתִי</span> when I die, <em>so</em> ye shall bury me, etc., + often; after conjs., as <span dir=\"rtl\">כִּי</span> <a data-ref=\"Genesis 29:15\" href=\"/Genesis.29.15\">Gn 29:15</a>, <span dir=\"rtl\">יַעַן</span> <a data-ref=\"I Kings 20:28\" href=\"/I_Kings.20.28\">1 K 20:28</a> <a data-ref=\"Isaiah 3:16\" href=\"/Isaiah.3.16\">Is 3:16f.</a>, <span dir=\"rtl\">תַּחַת</span> <a data-ref=\"Isaiah 60:15\" href=\"/Isaiah.60.15\">60:15</a>, etc., (v. Dr<sup>§ 123</sup>). <strong>b.</strong>  <span dir=\"rtl\">וַ</span> consec. and the impf. (but much less frequently than the pf.), as <a data-ref=\"Genesis 30:30\" href=\"/Genesis.30.30\">Gn 30:30</a> the little that thou hadst, <span dir=\"rtl\">וַיִּפְרֹץ</span> <em>it</em> hath increased, <a data-ref=\"Exodus 9:21\" href=\"/Exodus.9.21\">Ex 9:21</a> <a data-ref=\"II Samuel 4:10\" href=\"/II_Samuel.4.10\">2 S 4:10</a> <a data-ref=\"I Kings 9:20\" href=\"/I_Kings.9.20\">1 K 9:20f.</a> <a data-ref=\"I Kings 15:13\" href=\"/I_Kings.15.13\">15:13</a> +; after time-determinations, <a data-ref=\"Genesis 22:4\" href=\"/Genesis.22.4\">Gn 22:4</a> on the third day <span dir=\"rtl\">וַיִּשָּׂא</span> <em>then</em> Abraham lifted up his eyes, <a data-ref=\"Genesis 19:15\" href=\"/Genesis.19.15\">19:15</a>; <a data-ref=\"Genesis 27:34\" href=\"/Genesis.27.34\">27:34</a>; <a data-ref=\"Genesis 37:18\" href=\"/Genesis.37.18\">37:18</a> <a data-ref=\"I Samuel 6:6\" href=\"/I_Samuel.6.6\">1 S 6:6</a>; <a data-ref=\"I Samuel 12:8\" href=\"/I_Samuel.12.8\">12:8</a> <a data-ref=\"Isaiah 6:1\" href=\"/Isaiah.6.1\">Is 6:1</a> <a data-ref=\"Hosea 11:1\" href=\"/Hosea.11.1\">Ho 11:1</a> when Isr. was a child, <span dir=\"rtl\">וָאֹהֲבֵהוּ</span> <em>then</em> I loved him, +; occas. after conjs., as <span dir=\"rtl\">כַּאֲשֶׁר</span> <a data-ref=\"Exodus 16:34\" href=\"/Exodus.16.34\">Ex 16:34</a>, <span dir=\"rtl\">יַעַן</span> <a data-ref=\"I Samuel 15:23\" href=\"/I_Samuel.15.23\">1 S 15:23</a>, <span dir=\"rtl\">לְמַעַן</span> <a data-ref=\"Isaiah 45:4\" href=\"/Isaiah.45.4\">Is 45:4</a>, <span dir=\"rtl\">אִם</span> <a data-ref=\"Psalms 59:16\" href=\"/Psalms.59.16\">ψ 59:16</a> (Dr<sup>§ 127</sup>). <strong>c.</strong>  in other cases (not ‘consecutive’)—all more or less uncommon: viz. α. <span dir=\"rtl\">וְ</span> closely joined to the impf. <a data-ref=\"Genesis 13:9\" href=\"/Genesis.13.9\">Gn 13:9</a> if to the left, <span dir=\"rtl\">וְאֵימִינָה</span> <em>then</em> I will take the right (cf. <a data-ref=\"II Samuel 12:8\" href=\"/II_Samuel.12.8\">2 S 12:8</a>) <a data-ref=\"Exodus 12:3\" href=\"/Exodus.12.3\">Ex 12:3</a> on the 10th of the month <span dir=\"rtl\">וְיִקְחוּ</span> <em>then</em> let them take, <a data-ref=\"Numbers 16:5\" href=\"/Numbers.16.5\">Nu 16:5</a> <a data-ref=\"Isaiah 43:4\" href=\"/Isaiah.43.4\">Is 43:4</a> <a data-ref=\"Hosea 4:6\" href=\"/Hosea.4.6\">Ho 4:6</a>; <a data-ref=\"Hosea 10:10\" href=\"/Hosea.10.10\">10:10</a> <a data-ref=\"Psalms 69:33\" href=\"/Psalms.69.33\">ψ 69:33</a> <a data-ref=\"Job 15:17\" href=\"/Job.15.17\">Jb 15:17</a>; <a data-ref=\"II Samuel 22:41\" href=\"/II_Samuel.22.41\">2 S 22:41</a> <a data-ref=\"Proverbs 23:24\" href=\"/Proverbs.23.24\">Pr 23:24</a> Kt (Dr<sup>§ 125</sup>); β. separated from the vb., <a data-ref=\"Exodus 8:22\" href=\"/Exodus.8.22\">Ex 8:22</a> <a data-ref=\"Leviticus 7:16\" href=\"/Leviticus.7.16\">Lv 7:16</a> <span dir=\"rtl\">וּמִמָּחֳרָת וְהַנּוֹתָר יֵאָכֵל</span> and on the morrow, <em>then</em> the remainder shall be eaten, <a data-ref=\"Joshua 3:3\" href=\"/Joshua.3.3\">Jos 3:3</a> <a data-ref=\"I Kings 8:32\" href=\"/I_Kings.8.32\">1 K 8:32</a> <a data-ref=\"Isaiah 8:7\" href=\"/Isaiah.8.7\">Is 8:7</a> <a data-ref=\"Isaiah 48:7\" href=\"/Isaiah.48.7\">48:7</a> <a data-ref=\"Job 14:7\" href=\"/Job.14.7\">Jb 14:7</a>; <a data-ref=\"Job 20:18\" href=\"/Job.20.18\">20:18b</a>; <a data-ref=\"Job 23:12\" href=\"/Job.23.12\">23:12</a>; <a data-ref=\"Job 25:5\" href=\"/Job.25.5\">25:5</a>; <a data-ref=\"Job 32:14\" href=\"/Job.32.14\">32:14</a> +; γ. without a vb., <a data-ref=\"Genesis 40:9\" href=\"/Genesis.40.9\">Gn 40:9</a> <span dir=\"rtl\">בַּחֲלֹמִי וְהִנֵּה</span> in my dream, <em>behold</em>, a vine was before me, v <a data-ref=\"Genesis 40:16\" href=\"/Genesis.40.16\">16</a> <a data-ref=\"II Samuel 23:3\" href=\"/II_Samuel.23.3\">2 S 23:3f.</a> <a data-ref=\"Proverbs 10:25\" href=\"/Proverbs.10.25\">Pr 10:25</a>, and the extreme cases <a data-ref=\"II Samuel 15:34\" href=\"/II_Samuel.15.34\">2 S 15:34</a> thy father’s slave, <span dir=\"rtl\">וַאֲנִי מֵאָז</span> I was <em>that</em> of old,—but now <span dir=\"rtl\">וַאֲנִי עַבְדְּךָ</span> <em>well</em>, I will be thine, <a data-ref=\"Isaiah 34:12\" href=\"/Isaiah.34.12\">Is 34:12</a> (si vera l.), <a data-ref=\"Job 4:6\" href=\"/Job.4.6\">Jb 4:6b</a> <span dir=\"rtl\">תִּקְוָֽתְךָ וְתֹם דְּרָבֶיךָ</span> thy confidence—<em>it is</em> the uprightness of thy ways, <a data-ref=\"Job 36:26\" href=\"/Job.36.26\">36:26</a> <span dir=\"rtl\">מִסְפַּר שָׁנָיו וְלֹא חֵקֶר</span> Ges seine Jahre, <em>da</em> ist kein Zählen (cf. Dr<sup>§ 124–5, 128–9</sup>).—With <strong>4, 5</strong> comp. the Arabic ف, W<sup>i. § 366 b, 367 c; ii. § 187</sup>; Dr<sup>§ 185 end</sup>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2d6b6084aa1cbf1f0b3", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מְרָרִי 1", "anchorRef": "Numbers 10:17", "anchorRefExpanded": ["Numbers 10:17"], "sourceRef": "BDB, מְרָרִי 1", "sourceHeRef": "בראון-דרייבר-בריגס, מְרָרִי א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מְרָרִי", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† I. <big><span dir=\"rtl\">מְרָרִי</span></big>  <strong>n.pr.m.</strong> a son of Levi, and head of a chief Levit. family: 𝔊 Μεραρ(ε)ι, Μαραρει;—<a data-ref=\"Genesis 46:11\" href=\"/Genesis.46.11\">Gn 46:11</a>; <a data-ref=\"Exodus 6:16\" href=\"/Exodus.6.16\">Ex 6:16</a>, <a data-ref=\"Exodus 6:19\" href=\"/Exodus.6.19\">19</a>; <a data-ref=\"Numbers 3:17\" href=\"/Numbers.3.17\">Nu 3:17</a>, <a data-ref=\"Numbers 3:20\" href=\"/Numbers.3.20\">20</a>, <a data-ref=\"Numbers 3:33\" href=\"/Numbers.3.33\">33</a><sup>(×2)</sup>, <a data-ref=\"Numbers 3:35\" href=\"/Numbers.3.35\">35</a>, <a data-ref=\"Numbers 3:36\" href=\"/Numbers.3.36\">36</a>; <a data-ref=\"Numbers 4:29\" href=\"/Numbers.4.29\">4:29</a>, <a data-ref=\"Numbers 4:33\" href=\"/Numbers.4.33\">33</a>, <a data-ref=\"Numbers 4:42\" href=\"/Numbers.4.42\">42</a>, <a data-ref=\"Numbers 4:45\" href=\"/Numbers.4.45\">45</a>; <a data-ref=\"Numbers 7:8\" href=\"/Numbers.7.8\">7:8</a>; <a data-ref=\"Numbers 10:17\" href=\"/Numbers.10.17\">10:17</a>; <a data-ref=\"Numbers 26:57\" href=\"/Numbers.26.57\">26:57</a>; <a data-ref=\"Joshua 21:7\" href=\"/Joshua.21.7\">Jos 21:7</a>, <a data-ref=\"Joshua 21:34\" href=\"/Joshua.21.34\">34</a>, <a data-ref=\"Joshua 21:38\" href=\"/Joshua.21.38\">38</a> (all P), <a data-ref=\"I Chronicles 5:27\" href=\"/I_Chronicles.5.27\">1 Ch 5:27</a>; <a data-ref=\"I Chronicles 6:1\" href=\"/I_Chronicles.6.1\">6:1</a>, <a data-ref=\"I Chronicles 6:4\" href=\"/I_Chronicles.6.4\">4</a>, <a data-ref=\"I Chronicles 6:14\" href=\"/I_Chronicles.6.14\">14</a>, <a data-ref=\"I Chronicles 6:29\" href=\"/I_Chronicles.6.29\">29</a>, <a data-ref=\"I Chronicles 6:32\" href=\"/I_Chronicles.6.32\">32</a>, <a data-ref=\"I Chronicles 6:48\" href=\"/I_Chronicles.6.48\">48</a>, <a data-ref=\"I Chronicles 6:62\" href=\"/I_Chronicles.6.62\">62</a>; <a data-ref=\"I Chronicles 9:14\" href=\"/I_Chronicles.9.14\">9:14</a>; <a data-ref=\"I Chronicles 15:6\" href=\"/I_Chronicles.15.6\">15:6</a>, <a data-ref=\"I Chronicles 15:17\" href=\"/I_Chronicles.15.17\">17</a>; <a data-ref=\"I Chronicles 23:6\" href=\"/I_Chronicles.23.6\">23:6</a>, <a data-ref=\"I Chronicles 23:21\" href=\"/I_Chronicles.23.21\">21</a>; <a data-ref=\"I Chronicles 24:26\" href=\"/I_Chronicles.24.26\">24:26</a>, <a data-ref=\"I Chronicles 24:27\" href=\"/I_Chronicles.24.27\">27</a>; <a data-ref=\"I Chronicles 26:10\" href=\"/I_Chronicles.26.10\">26:10</a>, <a data-ref=\"I Chronicles 26:19\" href=\"/I_Chronicles.26.19\">19</a>; <a data-ref=\"II Chronicles 29:12\" href=\"/II_Chronicles.29.12\">2 Ch 29:12</a>; <a data-ref=\"II Chronicles 34:12\" href=\"/II_Chronicles.34.12\">34:12</a>; <a data-ref=\"Ezra 8:19\" href=\"/Ezra.8.19\">Ezr 8:19</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d30eb6084aa1cbf21e9d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נָסַע 1", "anchorRef": "Numbers 10:17", "anchorRefExpanded": ["Numbers 10:17"], "sourceRef": "BDB, נָסַע 1", "sourceHeRef": "בראון-דרייבר-בריגס, נָסַע א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נָסַע", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I. <big><big><span dir=\"rtl\">נָסַע</span></big></big>  <strong>vb.</strong> pull out or up, set out, journey <strong>(</strong>NH <em>id.</em>, <em>move, march;</em> Assyrian <em>nisû</em>, <em>set out, withdraw</em>, etc. Dl<sup>HWB 470</sup>; Nö<sup>ZMG xl (1886), 723</sup> cp. also Arabic <span dir=\"rtl\">نَزَعَ</span>, Ethiopic ነዝዐ: [rare] <em>pull up, away</em>, so Ba<sup>ES 51</sup><strong>)</strong>;—<br><strong>Qal</strong><sub>137</sub>  Pf. 3 ms. <span dir=\"rtl\">נ׳</span> <a data-ref=\"Genesis 33:17\" href=\"/Genesis.33.17\">Gn 33:17</a> +, 3 mpl. <span dir=\"rtl\">נָֽסְעוּ</span> <a data-ref=\"Deuteronomy 10:6\" href=\"/Deuteronomy.10.6\">Dt 10:6</a>, <span dir=\"rtl\">נָסָ֑עוּ</span> <a data-ref=\"Numbers 2:34\" href=\"/Numbers.2.34\">Nu 2:34</a> +, etc.; Impf. <span dir=\"rtl\">יִסַּע</span> <a data-ref=\"Isaiah 33:20\" href=\"/Isaiah.33.20\">Is 33:20</a>, <span dir=\"rtl\">וַיִּסַּע</span> <a data-ref=\"Genesis 12:9\" href=\"/Genesis.12.9\">Gn 12:9</a> +, sf. <span dir=\"rtl\">וַיִּסָּעֵם</span> <a data-ref=\"Judges 16:3\" href=\"/Judges.16.3\">Ju 16:3</a>; 3 mpl. <span dir=\"rtl\">יִסְעוּ</span> <a data-ref=\"Exodus 40:36\" href=\"/Exodus.40.36\">Ex 40:36</a> +, <span dir=\"rtl\">יִסָּ֑עוּ</span> <a data-ref=\"Numbers 2:9\" href=\"/Numbers.2.9\">Nu 2:9</a> +; 2 mpl. <span dir=\"rtl\">תִּסְעוּ</span> <a data-ref=\"Joshua 3:3\" href=\"/Joshua.3.3\">Jos 3:3</a>; 1 pl. <span dir=\"rtl\">נִסְעָה</span> cohort. <a data-ref=\"Genesis 33:12\" href=\"/Genesis.33.12\">Gn 33:12</a>, <span dir=\"rtl\">וַנִּסַּע</span> <a data-ref=\"Deuteronomy 1:19\" href=\"/Deuteronomy.1.19\">Dt 1:19</a>; <a data-ref=\"Deuteronomy 2:1\" href=\"/Deuteronomy.2.1\">2:1</a>, <span dir=\"rtl\">וַנִּסְעָה</span> <a data-ref=\"Ezra 8:31\" href=\"/Ezra.8.31\">Ezr 8:31</a>, etc.; Imv. <span dir=\"rtl\">סְעוּ</span> <a data-ref=\"Deuteronomy 2:24\" href=\"/Deuteronomy.2.24\">Dt 2:24</a> +; Inf. abs. <span dir=\"rtl\">נָסוֹעַ</span> <a data-ref=\"Genesis 12:9\" href=\"/Genesis.12.9\">Gn 12:9</a>; cstr. <span dir=\"rtl\">נְסֹעַ</span> <a data-ref=\"Joshua 3:14\" href=\"/Joshua.3.14\">Jos 3:14</a> +; sf. <span dir=\"rtl\">נָסְעָם</span> <a data-ref=\"Genesis 11:2\" href=\"/Genesis.11.2\">Gn 11:2</a> <a data-ref=\"Numbers 10:34\" href=\"/Numbers.10.34\">Nu 10:34</a>; Pt. <span dir=\"rtl\">נֹסֵעַ</span> <a data-ref=\"Exodus 14:10\" href=\"/Exodus.14.10\">Ex 14:10</a>; <a data-ref=\"Numbers 10:33\" href=\"/Numbers.10.33\">Nu 10:33</a>; pl. <span dir=\"rtl\">נֹסְעִים</span> <a data-ref=\"Numbers 10:29\" href=\"/Numbers.10.29\">Nu 10:29</a>;— <strong>1.</strong>  <em>pull out</em> or <em>up</em>, city-gate and gate-posts <a data-ref=\"Judges 16:3\" href=\"/Judges.16.3\">Ju 16:3</a>; loom v <a data-ref=\"Judges 16:14\" href=\"/Judges.16.14\">14</a> (on text cf. GFM), tent-pegs <a data-ref=\"Isaiah 33:20\" href=\"/Isaiah.33.20\">Is 33:20</a> (fig. of Jerusalem; cf. also <strong>Niph.</strong>) <strong>2.</strong>  hence (from pulling up tent-pegs), <strong>a.</strong>  <em>set out</em> <a data-ref=\"Genesis 35:5\" href=\"/Genesis.35.5\">Gn 35:5</a>; <a data-ref=\"Numbers 12:15\" href=\"/Numbers.12.15\">Nu 12:15</a> (both E), <a data-ref=\"Jeremiah 4:7\" href=\"/Jeremiah.4.7\">Je 4:7</a> (‖ <span dir=\"rtl\">יָצָא מִמְּקוֹמוֹ</span>); even of lifeless things, e.g. the ark, <span dir=\"rtl\">הָאָרוֹן</span> <a data-ref=\"Numbers 10:35\" href=\"/Numbers.10.35\">Nu 10:35</a> (JE); often in P: <a data-ref=\"Exodus 14:15\" href=\"/Exodus.14.15\">Ex 14:15</a>; <a data-ref=\"Exodus 40:37\" href=\"/Exodus.40.37\">40:37</a>; <a data-ref=\"Numbers 1:51\" href=\"/Numbers.1.51\">Nu 1:51</a>; <a data-ref=\"Numbers 4:5\" href=\"/Numbers.4.5\">4:5</a>, <a data-ref=\"Numbers 4:15\" href=\"/Numbers.4.15\">15</a>; <a data-ref=\"Numbers 9:17\" href=\"/Numbers.9.17\">9:17</a> + 8 times <a data-ref=\"Numbers 9\" href=\"/Numbers.9\">Nu 9</a>, <a data-ref=\"Numbers 10:5\" href=\"/Numbers.10.5\">10:5</a>, <a data-ref=\"Numbers 10:6\" href=\"/Numbers.10.6\">6</a>, <a data-ref=\"Numbers 10:17\" href=\"/Numbers.10.17\">17</a>, <a data-ref=\"Numbers 10:18\" href=\"/Numbers.10.18\">18</a>, <a data-ref=\"Numbers 10:21\" href=\"/Numbers.10.21\">21</a>, <a data-ref=\"Numbers 10:22\" href=\"/Numbers.10.22\">22</a>, <a data-ref=\"Numbers 10:25\" href=\"/Numbers.10.25\">25</a>, so prob. also <a data-ref=\"Numbers 2:8\" href=\"/Numbers.2.8\">2:8</a> + 6 times <a data-ref=\"Numbers 2\" href=\"/Numbers.2\">Nu 2</a> (v. infr.; even of lifeless things, <span dir=\"rtl\">דֶּגֶל</span> <a data-ref=\"Numbers 10:18\" href=\"/Numbers.10.18\">10:18</a>, <a data-ref=\"Numbers 10:22\" href=\"/Numbers.10.22\">22</a>, <span dir=\"rtl\">מִשְׁכָּן</span> <a data-ref=\"Numbers 1:51\" href=\"/Numbers.1.51\">1:51</a>, <span dir=\"rtl\">אֹהֶל מוֹעֵד</span> <a data-ref=\"Numbers 2:17\" href=\"/Numbers.2.17\">2:17</a>), <a data-ref=\"Numbers 33:3\" href=\"/Numbers.33.3\">33:3</a>; <span dir=\"rtl\">וַיִּסַּע</span> … <span dir=\"rtl\">וַיָּבֹא</span> <a data-ref=\"Genesis 46:1\" href=\"/Genesis.46.1\">Gn 46:1</a> (E) <em>and</em> Isr. <em>set out, and came</em>, etc., <a data-ref=\"Exodus 16:1\" href=\"/Exodus.16.1\">Ex 16:1</a>; <a data-ref=\"Exodus 19:2\" href=\"/Exodus.19.2\">19:2</a>; <a data-ref=\"Numbers 20:22\" href=\"/Numbers.20.22\">Nu 20:22</a>; <a data-ref=\"Joshua 9:17\" href=\"/Joshua.9.17\">Jos 9:17</a> (all P), <a data-ref=\"Deuteronomy 1:7\" href=\"/Deuteronomy.1.7\">Dt 1:7</a>, <span dir=\"rtl\">נִסְעָה וְנֵלֵ֑כָה</span> <a data-ref=\"Deuteronomy 33:12\" href=\"/Deuteronomy.33.12\">33:12</a> (J); (… <span dir=\"rtl\">וַיַּעֲלוּ</span>) <span dir=\"rtl\">וַיִּסְעוּ</span> <a data-ref=\"Judges 18:11\" href=\"/Judges.18.11\">Ju 18:11</a>, <span dir=\"rtl\">סְעוּ וְעִבְרוּ</span> <a data-ref=\"Deuteronomy 2:24\" href=\"/Deuteronomy.2.24\">Dt 2:24</a>; <span dir=\"rtl\">נ׳</span> often c. <span dir=\"rtl\">מִן</span> <a data-ref=\"Genesis 35:16\" href=\"/Genesis.35.16\">Gn 35:16</a> (E), <a data-ref=\"Numbers 10:34\" href=\"/Numbers.10.34\">Nu 10:34</a> (JE), <span dir=\"rtl\">נ׳ מֵאָהֳלֵיהֶם לַעֲבֹר</span> <a data-ref=\"Joshua 3:14\" href=\"/Joshua.3.14\">Jos 3:14</a> (JE), <em>set out from their tents, to cross</em>, etc., cf. <span dir=\"rtl\">נ׳ מִן</span> … <span dir=\"rtl\">לָלֶכֶת</span> <a data-ref=\"Ezra 8:31\" href=\"/Ezra.8.31\">Ezr 8:31</a>; c. <span dir=\"rtl\">מִן</span> + <span dir=\"rtl\">ויבא</span>, <a data-ref=\"Joshua 3:1\" href=\"/Joshua.3.1\">Jos 3:1</a> (JE), <a data-ref=\"Numbers 33:9\" href=\"/Numbers.33.9\">Nu 33:9</a> (P), + <span dir=\"rtl\">וַיֵּלֶךְ</span> v <a data-ref=\"Numbers 33:3\" href=\"/Numbers.33.3\">3</a> (D), <a data-ref=\"Deuteronomy 1:19\" href=\"/Deuteronomy.1.19\">Dt 1:19</a>, + <span dir=\"rtl\">וַיַּעַבְרוּ</span> <a data-ref=\"Numbers 33:8\" href=\"/Numbers.33.8\">Nu 33:8</a> (P); + <span dir=\"rtl\">וַיָּשָׁב</span> + <span dir=\"rtl\">וַיַּחֲנוּ</span> <a data-ref=\"Numbers 33:7\" href=\"/Numbers.33.7\">Nu 33:7</a> (P). <strong>b.</strong>  <em>depart</em>, c. <span dir=\"rtl\">מִן</span> <a data-ref=\"Genesis 37:17\" href=\"/Genesis.37.17\">Gn 37:17</a> (J), <a data-ref=\"II Kings 3:27\" href=\"/II_Kings.3.27\">2 K 3:27</a>; <a data-ref=\"II Kings 19:8\" href=\"/II_Kings.19.8\">19:8</a>, <a data-ref=\"II Kings 19:36\" href=\"/II_Kings.19.36\">36</a> = <a data-ref=\"Isaiah 37:8\" href=\"/Isaiah.37.8\">Is 37:8</a>, <a data-ref=\"Isaiah 37:37\" href=\"/Isaiah.37.37\">37</a>; even of <span dir=\"rtl\">עַמּוּד הֶעָנָן</span> <a data-ref=\"Exodus 14:19\" href=\"/Exodus.14.19\">Ex 14:19</a> (J); of angel v <a data-ref=\"Exodus 14:19\" href=\"/Exodus.14.19\">19</a> (E; + <span dir=\"rtl\">וַיֵּלֶךְ</span>). <strong>3.</strong>  <em>journey, march</em> (by stages) <a data-ref=\"Genesis 12:9\" href=\"/Genesis.12.9\">Gn 12:9</a>; <a data-ref=\"Genesis 35:21\" href=\"/Genesis.35.21\">35:21</a> both J), <a data-ref=\"Numbers 10:13\" href=\"/Numbers.10.13\">Nu 10:13</a>, <a data-ref=\"Numbers 10:14\" href=\"/Numbers.10.14\">14</a>, <a data-ref=\"Numbers 10:28\" href=\"/Numbers.10.28\">28</a> (P), (poss. also <a data-ref=\"Numbers 2:9\" href=\"/Numbers.2.9\">Nu 2:9</a> etc., cf. <strong>2</strong> supr.); + <span dir=\"rtl\">לְמַסְעֵיהֶם</span> <em>according to their stations</em>, i.e. by stages <a data-ref=\"Exodus 17:1\" href=\"/Exodus.17.1\">Ex 17:1</a>; <a data-ref=\"Numbers 10:12\" href=\"/Numbers.10.12\">Nu 10:12</a> (+ <span dir=\"rtl\">מִן</span>), cf. <a data-ref=\"Exodus 40:36\" href=\"/Exodus.40.36\">Ex 40:36</a> (all P); sq. ה loc. <a data-ref=\"Genesis 12:9\" href=\"/Genesis.12.9\">Gn 12:9</a>; <a data-ref=\"Genesis 33:17\" href=\"/Genesis.33.17\">33:17</a> (both J), <a data-ref=\"Deuteronomy 1:40\" href=\"/Deuteronomy.1.40\">Dt 1:40</a>; <a data-ref=\"Deuteronomy 2:1\" href=\"/Deuteronomy.2.1\">2:1</a>; <span dir=\"rtl\">סְעוּ לָכֶם הַמִּדְבָּר</span> <a data-ref=\"Numbers 14:25\" href=\"/Numbers.14.25\">Nu 14:25</a> (JE); sq. <span dir=\"rtl\">מִקֶּדֶם</span> <em>eastward</em> (v. <span dir=\"rtl\">מִן</span> <strong>1. c</strong>) <a data-ref=\"Genesis 11:2\" href=\"/Genesis.11.2\">Gn 11:2</a>; <a data-ref=\"Genesis 13:11\" href=\"/Genesis.13.11\">13:11</a> (both J), <span dir=\"rtl\">אַחֲרֵי</span> <a data-ref=\"Exodus 14:10\" href=\"/Exodus.14.10\">Ex 14:10</a> (J), <span dir=\"rtl\">אֶל־</span> <a data-ref=\"Numbers 10:29\" href=\"/Numbers.10.29\">Nu 10:29</a>, <span dir=\"rtl\">לִפְנֵי</span> v <a data-ref=\"Numbers 10:33\" href=\"/Numbers.10.33\">33</a> (of ark; all J); sq. <span dir=\"rtl\">מִן</span> + ה loc. <a data-ref=\"Genesis 20:1\" href=\"/Genesis.20.1\">Gn 20:1</a> (E), <a data-ref=\"Deuteronomy 10:6\" href=\"/Deuteronomy.10.6\">Dt 10:6</a>, <a data-ref=\"Deuteronomy 10:7\" href=\"/Deuteronomy.10.7\">7</a>; <a data-ref=\"Exodus 12:37\" href=\"/Exodus.12.37\">Ex 12:37</a> (P), + acc. loc. <a data-ref=\"Numbers 11:35\" href=\"/Numbers.11.35\">Nu 11:35</a> (JE); sq. <span dir=\"rtl\">מִן</span> + acc. of distance, <span dir=\"rtl\">דֶּרֶךְ</span> <a data-ref=\"Numbers 10:33\" href=\"/Numbers.10.33\">10:33</a> (JE), <a data-ref=\"Numbers 21:4\" href=\"/Numbers.21.4\">21:4</a> (P); especially <span dir=\"rtl\">וַיִּסְעוּ מִן</span> … <span dir=\"rtl\">וַיַּחֲנוּ</span> <a data-ref=\"Numbers 21:12\" href=\"/Numbers.21.12\">Nu 21:12</a>, <a data-ref=\"Numbers 21:13\" href=\"/Numbers.21.13\">13</a> (JE), <a data-ref=\"Exodus 13:20\" href=\"/Exodus.13.20\">Ex 13:20</a>; <a data-ref=\"Numbers 21:11\" href=\"/Numbers.21.11\">Nu 21:11</a>; <a data-ref=\"Numbers 33:5\" href=\"/Numbers.33.5\">33:5</a> + 37 times <a data-ref=\"Numbers 33\" href=\"/Numbers.33\">Nu 33</a> (all P); of shepherds <a data-ref=\"Jeremiah 31:24\" href=\"/Jeremiah.31.24\">Je 31:24</a>.—<span dir=\"rtl\">נָֽסְעוּ כְמוֹ צֹאן</span> <a data-ref=\"Zechariah 10:2\" href=\"/Zechariah.10.2\">Zc 10:2</a> is dub.; We <span dir=\"rtl\">נָעוּ</span> or <span dir=\"rtl\">יָנֻעוּ</span>, so Now. <strong>4.</strong>  of wind, <span dir=\"rtl\">נ׳ רוּחַ מֵאֵת י׳</span> <a data-ref=\"Numbers 11:31\" href=\"/Numbers.11.31\">Nu 11:31</a> <em>there set forth</em> (sprang up) a wind from <span dir=\"rtl\">י׳</span>.<br>†<strong>Niph.</strong>  Pf. <em>be pulled up, removed:</em> 3 ms. <span dir=\"rtl\">דּוֹרִי נִסַּע וְנִגְלָה מִנִּי כְּאֹהֶל רֹעִי</span> <a data-ref=\"Isaiah 38:12\" href=\"/Isaiah.38.12\">Is 38:12</a>; of wealth <span dir=\"rtl\">הֲלֹא נִסַּע</span> <a data-ref=\"Job 4:21\" href=\"/Job.4.21\">Jb 4:21</a> (reading <span dir=\"rtl\">יְתֵדָם</span> for <span dir=\"rtl\">יִתְרָם</span>, v. ii. <a data-ref=\"BDB, יֶ֫תֶר²\" href=\"/BDB,_יֶ֫תֶר²\", dir=\"rtl\">יֶתֶר</a>).<br>†<strong>Hiph.</strong>  Impf. 3 ms. <span dir=\"rtl\">יַסַּע</span> <a data-ref=\"Psalms 78:26\" href=\"/Psalms.78.26\">ψ 78:26</a>, <span dir=\"rtl\">וַיַּסַּע</span> <a data-ref=\"Exodus 15:22\" href=\"/Exodus.15.22\">Ex 15:22</a> + 2 times; 2 ms. <span dir=\"rtl\">תַּסִּיעַ</span> <a data-ref=\"Psalms 80:9\" href=\"/Psalms.80.9\">ψ 80:9</a>, 3 fs. <span dir=\"rtl\">תַּסִּיעִי</span> <a data-ref=\"II Kings 4:4\" href=\"/II_Kings.4.4\">2 K 4:4</a>; 3 mpl. <span dir=\"rtl\">וַיַּסִּ֫עוּ</span> <a data-ref=\"I Kings 5:31\" href=\"/I_Kings.5.31\">1 K 5:31</a>; Pt. <span dir=\"rtl\">מַסִּיעַ</span> <a data-ref=\"Ecclesiastes 10:9\" href=\"/Ecclesiastes.10.9\">Ec 10:9</a>;— <strong>1.</strong>  <em>cause to set out, lead out</em>, c. acc. pers. <a data-ref=\"Exodus 15:22\" href=\"/Exodus.15.22\">Ex 15:22</a> (J; + <span dir=\"rtl\">מִן</span>, <span dir=\"rtl\">וַיֵּצְאוּ</span>), <a data-ref=\"Psalms 78:52\" href=\"/Psalms.78.52\">ψ 78:52</a> (<span dir=\"rtl\">כַּצֹּאן</span>; ‖ <span dir=\"rtl\">וַיְנַהֲגֵם</span>), <a data-ref=\"Psalms 80:9\" href=\"/Psalms.80.9\">80:9</a> (<span dir=\"rtl\">מִן</span>; fig. of vine); fig. of a wind, <em>cause to spring up</em>, <span dir=\"rtl\">יַסַּע קָדִים</span> <a data-ref=\"Psalms 78:26\" href=\"/Psalms.78.26\">ψ 78:26</a> (‖ <span dir=\"rtl\">וַיְנַהֵג</span>; cf. <strong>Qal 4</strong>). <strong>2.</strong>  <em>remove</em>, c. acc. rei <a data-ref=\"II Kings 4:4\" href=\"/II_Kings.4.4\">2 K 4:4</a>; <span dir=\"rtl\">וַיַּסַּע כָּעֵץ תִּקְוָתִי</span> <a data-ref=\"Job 19:10\" href=\"/Job.19.10\">Jb 19:10</a>; specif., <em>remove</em> from quarry, <em>quarry:</em> <a data-ref=\"I Kings 5:31\" href=\"/I_Kings.5.31\">1 K 5:31</a> <em>and they quarried</em> great stones, cf. <a data-ref=\"Ecclesiastes 10:9\" href=\"/Ecclesiastes.10.9\">Ec 10:9</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "639258cddcb67975eb53d733", "index_title": "Likkutei Torah", "category": "Chasidut", "type": "quotation_auto_tanakh", "ref": "Likkutei Torah, Nasso 2:9", "anchorRef": "Numbers 10:17", "anchorRefExpanded": ["Numbers 10:17"], "sourceRef": "Likkutei Torah, Nasso 2:9", "sourceHeRef": "לקוטי תורה, נשא ב׳:ט׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1796, 1812], "commentaryNum": 2.0009, "collectiveTitle": {"en": "Likkutei Torah", "he": "לקוטי תורה"}, "heTitle": "נשא", "he": "<small>ב</small> <b>והנה</b> ג׳ ידות הם ג׳ בחי׳ צמצום והתפשטות והמשכה (כי הנה צמצום והתפשטות והמשכה הם ג׳ בחי׳ יו״ד ה״א וא״ו דשם הוי׳ ולכן הם המכוננים מקדש ה׳ שהוא ה׳ אחרונה דשם הוי׳ וזהו ג״כ ענין ג׳ פעמים קדוש עד שנמשך להיות מלא כל הארץ כבודו כמ״ש בד״ה רני ושמחי. ובביאור ע״פ ונקדשתי. אך שייכות ג׳ בחי׳ הנ״ל לענין ג׳ ידות י״ל ע״פ מ״ש הרמ״ז פ׳ עקב שם דפי׳ יד היינו ד׳ אותיות שם הוי׳ והמלוי דשם הוי׳ שהוא יוד אותיות ויש ג׳ מילואים ע״ב ס״ג מ״ה הן ג׳ ידות וידוע דשם ע״ב בחכמה שהוא יו״ד דשם ושם ס״ג בבינה שהוא ה׳ ראשונה דשם ושם מ״ה בז״א שהוא וא״ו כו׳) והן הן מדרגות ג׳ לוים נושאי המשכן גרשון וקהת ומררי. ולכן כאשר ילדה לאה את לוי אמרה הפעם ילוה אישי אלי כי ילדתי לו שלשה בנים (ועמ״ש מזה בפ׳ ויחי ע״פ יהודה אתה ובפ׳ ויצא בד״ה וללבן שתי בנות) כי לאה היא אם הבנים שהן ו״ק דאצי׳ ראובן חסד כו׳ ולאה היא בחי׳ מחשבה חיצוניות בינה שהיא אם ומקור לששה מדות שכולם מתפשטים ונולדים ע״י המחשבה ועמ״ש בד״ה אלה פקודי המשכן בענין פי׳ מי ברא אלה.", "heVersionTitle": "Kehot Publication Society", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "65435544daa944ae5fd559b5", "index_title": "Gevurot Hashem", "category": "Jewish Thought", "type": "", "ref": "Gevurot Hashem 69:8", "anchorRef": "Numbers 10:12-28", "anchorRefExpanded": ["Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28"], "sourceRef": "Gevurot Hashem 69:8", "sourceHeRef": "גבורות השם ס״ט:ח׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1562, 1582], "commentaryNum": 69.0008, "collectiveTitle": {"en": "Gevurot Hashem", "he": "גבורות השם"}, "he": "<b>ספר הרביעי</b>, שהשם יתברך מנהיג את הנמצאים* בחכמתו ובהנהגה ראויה, כמו שהיה* מנהיג את ישראל במדבר בכל מסעיהם שהיו הולכים. וזה נגד (דברים י, יח) \"עושה משפט וגו'\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"65\"></i>, שכל זה הנהגת השם יתברך הנמצאים בהנהגה ראויה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"66\"></i>. ולפיכך מתחיל הספר במדבר בסדר הדגלים (במדבר ב, א-לד), ואיך היו נוסעים (במדבר י, יב-כח), ומנהיג אותם על פי הענן (במדבר ט, טו-כג), עד סוף הספר, שחנו בערבות מואב (במדבר לג, מח-מט), שהוא מסע האחרון. ואלו ארבעה דברים הם נזכרים בארבע פרשיות תפילין גם כן<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"67\"></i>, וכאשר בארנו למעלה במקומו בארוכה ענין אלו ארבעה דברים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"68\"></i>.", "heVersionTitle": "Gevurot Hashem, with footnotes and annotations by Rabbi Yehoshua D. Hartman, Machon Yerushalyim, 2015-2020", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]