[{"_id": "52230051edbab45814ae6f12", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 16:6:1", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "Rashi on Numbers 16:6:1", "sourceHeRef": "רש\"י על במדבר ט״ז:ו׳:א׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>זאת עשו קחו לכם מחתות.</b> מָה רָאָה לוֹמַר לָהֶם כָּךְ? אָמַר לָהֶם, בְּדַרְכֵי הַגּוֹיִם יֵשׁ נִימוּסִים הַרְבֵּה וְכוּמָרִים הַרְבֵּה וְכֻלָם (אֵין) מִתְקַבְּצִים בְּבַיִת אֶחָד, אָנוּ אֵין לָנוּ אֶלָּא ה' אֶחָד, אָרוֹן אֶחָד, וְתוֹרָה אַחַת וּמִזְבֵּחַ אֶחָד וְכֹהֵן גָּדוֹל אֶחָד, וְאַתֶּם ר\"ן אִישׁ מְבַקְּשִׁים כְּהֻנָּה גְדוֹלָה, אַף אֲנִי רוֹצֶה בְכָךְ, הֵא לָכֶם תַּשְׁמִישׁ חָבִיב מִכֹּל, הִיא הַקְּטֹרֶת הַחֲבִיבָה מִכָּל הַקָּרְבָּנוֹת, וְסַם הַמָּוֶת נִתַּן בְּתוֹכוֹ, שֶׁבּוֹ נִשְׂרְפוּ נָדָב וַאֲבִיהוּ, לְפִיכָךְ הִתְרָה בָהֶם <b>והיה האיש אשר יבחר ה' הוא הקדש</b> — כְּבָר הוּא בִקְדֻשָּׁתוֹ, וְכִי אֵין אָנוּ יוֹדְעִים שֶׁמִּי שֶׁיִּבְחַר הוּא הַקָּדוֹשׁ? אֶלָּא אָמַר לָהֶם מֹשֶׁה, הֲרֵינִי אוֹמֵר לָכֶם, שֶׁלֹּא תִּתְחַיְּבוּ, מִי שֶׁיִּבְחַר בוֹ יֵצֵא חַי וְכֻלְּכֶם אוֹבְדִין (תנחומא):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "זאת עשו קחו לכם מחתות THIS DO: TAKE YOU CENSERS — What reason had he to speak to them thus? He said to them: according to the custom of the heathens there are numerous forms of divine worship, and consequently numerous priests, for they cannot assemble for worship in one temple; we, however, have One God, one Ark, one Law, one Altar, all constituting one form of worship and therefore we need but one High Priest; — and you, 250 men, all demand the High Priesthood?! I would like this myself, but events will prove that this is impossible. Here you have a rite which is dear to God more than any other — it is the offering of incense, which is even dearer to Him than all the sacrifices, but a deadly poison is contained in it, for through it Nadab and Abihu were burnt!” (cf. Leviticus 10:2). It was on this account that he warned them by saying, And it shall come to pass that the man whom the Lord will choose is the holy one — he is already in his state of holiness (not “he will become holy”; he thus warned them that there was not the slightest likelihood that they would be chosen). This must be the meaning of הוא הקדוש, not \"he will become holy”, for do we not know that he whom He would choose would become holy? But this, in effect, is what Moses said to them: “I am telling you this in order that you may not imperil your lives, for only he whom He will choose will come out of this alive, but all of you will perish”  (Midrash Tanchuma, Korach 5).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "52230051edbab45814ae6f14", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 16:6:2", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "Rashi on Numbers 16:6:2", "sourceHeRef": "רש\"י על במדבר ט״ז:ו׳:ב׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 6.0002, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>מחתות.</b> כֵּלִים שֶׁחוֹתִין בָּהֶם גֶּחָלִים וְיֵשׁ לָהֶם בֵּית יָד:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "מחתות CENSERS — vessels into which coals are raked and which have a handle (cf. Rashi on Exodus 27:3).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe4fbfba276047f70a4", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 16:6", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "Onkelos Numbers 16:6", "sourceHeRef": "תרגום אונקלוס על במדבר ט״ז:ו׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 16.0006, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "דָּא עִבִידוּ סָבוּ לְכוֹן מַחְתְּיָן קֹרַח וְכָל כְּנִשְׁתֵּיהּ:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Do this: Take, for yourselves, fire pans, Korach and his entire congregation,", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec8d9", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 16:6", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "Targum Jonathan on Numbers 16:6", "sourceHeRef": "תרגום יונתן על במדבר ט״ז:ו׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 16.0006, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "דָא עִיבִידוּ סָבוּ לְכוֹן מַחְתְּיַין קרַח וְכָל כְּנִישַׁת סַעֲדוֹי", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " Do this: Let Korach and all the company of his helpers take censers, \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "57e77d67d6e4a94c7c18ae83", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 16:6", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "Tafsir Rasag, Numbers 16:6", "sourceHeRef": "תפסיר רס\"ג, במדבר ט״ז:ו׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 16.0006, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "אצנעו כ̇לה כ̇ד̇ו מג̇אמר קרח וכל ג̇מועה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5964d683d6e4a92bf45a8983", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Bamidbar 16:6:1-2", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "Rabbeinu Bahya, Bamidbar 16:6:1-2", "sourceHeRef": "רבנו בחיי, במדבר ט״ז:ו׳:א׳-ב׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": ["<b>זאת עשו קחו לכם מחתות.</b> אמר משה אתם אומרים שאני החלפתי הלוים תחת הבכורות כדי לתת גדולה לאהרן אחי ולבניו, ועשיתי שיהיו הלוים משועבדין לאהרן, ועשיתי כל זה מלבי ולא מאת ה' היתה זאת, אם כן זאת עשו, הקריבו אתם הקטרת שיש בו עונש מיתה בידי שמים לזרים, שעל זה אמרה תורה והזר הקרב יומת, ואם אתם נצולין מן העונש אז אודה לדבריכם שאין הקב\"ה מקפיד בין שבט לשבט ואינו מבדיל בין איש לאיש. וזהו שדרשו דרך משל, סם המות נתן להם בתוכו, הכוונה עצה שיענשו בה עונש מיתה, שאילו היינו מפרשים סם המות ממש היה פתחון פה לרשעים לומר שלא היה העונש מן השמים.\n", "<b>ודע </b>כי כל קטרת שבפרשה הזאת לא תרגם בו אונקלוס קטרת בוסמין כמנהגו אלא קטרת כמשמעו, ונראה שדעתו כי לא הקטירו קטרת ממש שהוא קדש אלא לבונה וכיוצא בה לנסיון, וכן תרגם בבני אהרן, ואולי עשה כן כי לא רצה להוסיף בו בוסמין אלא כשהוא נעשה כמצות התורה בסממניו. אבל דעת רז\"ל שהיה קטרת של קדש, והוא הנכון. כך פירש הרמב\"ן ז\"ל.\n"], "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": ["זאת עשו, קחו לכם מחתות, ”you are to do the following: ‘take fire-pans for yourselves, etc.” Moses said: “seeing that you have accused me of substituting the Levites for the firstborn in order to give high rank to my brother Aaron and his sons, and that I have made the Levites subservient to Aaron, and that I have done all this arbitrarily without instruction from G’d, I will give you a chance to test your claim.” Take fire-pans and offer incense, a procedure which is forbidden to non-priests on pain of death- seeing the Torah wrote: ‘anyone not authorised to do this who approaches sacred precincts will die’ (Numbers 1,51). If you will succeed in your offering and will be saved from the punishment spelled out, I will admit that your claim that G’d does not make any distinction between one tribe and another is correct.”<br> This is also what is meant by the Midrash which claims that “Moses gave these people a deadly poison.” The Midrash meant that the advice Moses gave these rebels, i.e. to offer incense contained a deadly ingredient; if they would accept the challenge they would become guilty of death at the hands of G’d. Had the Midrash meant this literally, the fact that these rebels died would not have demonstrated that it was G’d’s judgment that killed them and the rebels would have had further cause for complaint against Moses.", "You should know that Onkelos translates the word קטורת, incense, in this paragraph as קטרת instead of as קטרת בוסמין as he does elsewhere. <small>[Rabbi Chavell quotes Nachmanides as emending the text in Onkelos as our text does not correspond to what our author writes, and in our text Onkelos writes קטרת בוסמין, Ed.]</small> It appears, based on the changed use of the word קטרת by Onkelos, that he felt that what the 250 men offered on their pans was not the classic mixture of incense described in Exodus chapter 30, but a different mix of incense altogether, the one usually described by the Torah as לבונה, frankincense. Onkelos makes the same distinction when describing the “incense” offered by the sons of Aaron, Nadav and Avihu. Perhaps he did not want to add the word בוסמין whenever the offering of this mixture was unauthorized. At any rate, the opinion of our sages in the Tanchuma is that the mixture in question which the 250 rebels presented in their fire-pans was identical to that regularly offered inside the Tabernacle mornings and evenings. This is the view of Nachmanides."], "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59d48982d6e4a939ba174ebc", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Numbers 16:6:1", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "Torah Temimah on Torah, Numbers 16:6:1", "sourceHeRef": "תורה תמימה על התורה, במדבר ט״ז:ו׳:א׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "במדבר", "he": "<b>וישמע משה. </b>מה שמועה שמע, א\"ר שמואל בר נחמני א\"ר יונתן, שמע שחשדוהו מאשת איש, שנאמר ויקנאו למשה במחנה (תהלים ק\"ז) מלמד שכל אחד ואחד קינא את אשתו ממשה, שנאמר (פ׳ תשא) ומשה יקח את האהל ונטה לו מחוץ למחנה <sup class=\"footnote-marker\">ו</sup><i class=\"footnote\">אינו מבואר איפה מרומז חשד זה במחלוקת זו, ואפשר לומר עפ\"י מ\"ש בסוטה ד' ב' כל המתגאה לסוף נכשל באשת איש, וקרח ועדתו הלינו על משה כי מתנשא הוא עליהם, וכמו שאמרו ומדוע תתנשאו וגו' כי תשתרר עלינו, וכדי לאמת דבריהם חשדוהו גם בעונש הבא לרגלי הגאוה, כמבואר.\n<br>ואינו מבואר טעם הראיה מפסוק ומשה יקח את האהל וגו', איפה מרומז שכל אחד קנא את אשתו ממנו, וי\"ל דסמיך על סוף הפסוק והיה כל מבקש ה' יצא אל האהל, ובודאי הלכו גם הנשים לבקש גם הן דבר ה', וכמ\"ש במדרשים דנשי המדבר צדקניות היו, וכדי להרעימו קנא כל אחד את אשתו כשהלכה אל משה אל האהל, להראות כי חשוד הוא אצלם בזה מפני גאותו לדעתם, כמבואר. ולכן לקח את האהל ונטה לו מחוץ למחנה כדי שיפול החשד, דמסתמא לא תלכנה יחידות אליו באין איש עמהן, והנה אף כי הפסוק הזה אינו כתיב בפרשה זו מ\"מ דרשו כן דעכשיו במעשה קרח היה הדבר כן בעת שהיה יושב באהלו.\n</i>.<br>(שם שם)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59fb0551d6e4a978f820c597", "index_title": "Riva on Torah", "category": "Commentary", "type": "commentary", "ref": "Riva on Torah, Numbers 16:6:1", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "Riva on Torah, Numbers 16:6:1", "sourceHeRef": "ריב\"א על התורה, במדבר ט״ז:ו׳:א׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1090, 1130], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Riva", "he": "ריב\"א"}, "heTitle": "במדבר", "he": "<b>קחו לכם מחתות קרח וכל עדתו. </b>מה ראה משה לומ' להם כך אמ' להם בדרכי העכו\"ם יש כומרים הרבה וכלם מתקבצים בבית אחד אנו אין לנו אלא ה' אחד וכהן גדול אחד ומזבח אחד ואתם רנ\"ג איש מבקשים כהונה גדולה אף אני רוצה בכך הא לכם תשמיש חביב מכל הקרבנות היינו הקטרת וסם המות נתון לתוכ' שבו נשרפו נדב ואביהוא לפיכך התרה בהם. והיה האיש אשר יבחר ה' הוא הקדוש כבר הוא בקדושתו. וכי אין אנו יודעין שמי שיברור ה' הוא הקדוש אלא כך אמר להם הריני מודיע שמי שיבחר בכם יצא חי והשאר אובדין. פשטי רבינו משה מקוצי ז\"ל. וזהו שנאמר את מחתות האנשים האלה בנפשותם שפשעו בנפשותם שהזהירם בנפשותם ולא שמעו. כך מצאתי:", "heVersionTitle": "Rabotenu Ba'ale ha-Tosafot, Warsaw, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0fd5c373ad4f00597c0351", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Torah Shebikhtav, Balak, Torah Ohr 38", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "Shenei Luchot HaBerit, Torah Shebikhtav, Balak, Torah Ohr 38", "sourceHeRef": "שני לוחות הברית, תורה שבכתב, בלק, תורה אור ל״ח", "anchorVerse": 6, "sourceHasEn": true, "compDate": [1611, 1631], "commentaryNum": 38, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "תורה אור", "he": "<b>אלא</b> הענין הוא ח\"ו שהש\"י יטעה בן אדם, אלא הוא דאטעה את נפשו, ועל זה כתיב <small>(הושע יד, י)</small> כי ישרים דרכי ה' צדיקים ילכו בם ופושעים יכשלו. וכן הכא ישר היה דרך ה' שאמר לו מי האנשים, כי כוונת הש\"י היה לכנוס עמו בדברים. אבל בלעם הפושע עונותיו הטהו שהיה נכשל, והבין שאין הכל גלוי לפניו כו' כמו שכתב רש\"י. ומה שכתב להטעותו בא, אינו חוזר על הש\"י, רק על הדיבור של מי האנשים, שזה הדיבור בא לבלעם ולטעות שפשעיו גרמו שהיה נכשל ולא הבין האמת. והוא כענין שמצינו <small>(יומא פז, א)</small> בעובדא דרב שהיה הולך בערב יום כפור לפייס הקצב. ואמרו אזל רב למקטל גברא. והלא זה היפך מן האמת, אדרבה רב הלך לפייסו. רק קשי ערפו גרם לו שנענש ונקטל. אלא הענין היו יודעים שזה איש רע מעללים ולא יהיה נכנע ובודאי ימות, ועל זה אמר מהליכתו של רב יעלה שיהיה נקטל גברא. וכן בענין הקטורת שפירש רש\"י פרשת קרח <small>(במדבר טז, ו ד\"ה זאת עשו)</small> וסם המות נתון בתוכו. ח\"ו שהיה בו סם המות, רק הקטורת לזר גורם סמא דמותא לו. כדמות זה גם כן להטעותו בא אליו הדיבור. אבל כוונת השם יתברך היה ישר כדי לכנוס עמו בדברים, כך מפורש היטב בזה הפסוק של מי האנשים האלה. אבל אם לקרוא לך, לא נוכל לפרש כן והדרה קושיא לדוכתא:", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part III", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"ג", "text": "There cannot be a question of G–d intentionally misleading anyone. What is frequently the case is that someone deceives himself. Hosea 14,10, writes: כי ישרים דרכי השם, וצדיקים ילכו בם, ופושעים יכשלו בם, \"For the ways of the Lord are upright, and the just walk on them, whereas the sinners will stumble on them.\" The prophet is quite explicit in placing the blame on the sinners, not on G–d or His ways. Here too G–d intended to enter into dialogue with Bileam when He asked him about \"these men.\" Bileam the wicked, jumped to the conclusion that G–d did not know everything, else He would not have asked, and used this to try and deceive G–d. Rashi's comment here that G–d wanted to deceive Bileam seems to contradict his comment on Genesis 3,9, when G–d asks Adam: \"Where are you?,\" and Rashi says that G–d knew full well where Adam was, but wanted to enter into dialogue with him without frightening him by punishing him without preamble. One must understand therefore, that when Rashi wrote on our verse: \"in order to mislead him,\" the subject of \"him\" is not G–d but the invitation of these men to curse Israel. The invitation of Balak was the מכשול, the stumbling block which caused Bileam's sins to deceive him into thinking he could deceive G–d. He did not understand the truth of G–d's intentions when He asked him rhetorically: \"who are these men?\" This whole incident is similar to one recorded in the Talmud Yuma 87a, when the great scholar Rav went to the house of a butcher on the eve of the Day of Atonement in order to give that butcher a chance to apologise for something that had occurred between them. This was unusual, since the butcher should have come to Rav to beg his forgiveness for the wrong he had committed. On the way he met Rabbi Hunna his disciple who asked Rav where the latter was going. When told that he was on his way to reconciliation with a certain butcher, Rabbi Hunna said \"Rav went to kill a person,\" for he could not imagine that a butcher who had insulted Rav should not be punished. When Rav arrived at that butcher's he found him busy cutting off the head of an animal. The butcher raised his eyes and exclaimed in wonderment \"you are Abba! Go away! I do not want to have anything to do with you!\" At that moment a bone from that animal hit the butcher in his neck causing his death. Therefore, if the butcher died, it was his obstinacy in refusing to accept Rav's offer at reconciliation that made him a candidate for death, since in such circumstances the Day of Atonement would not protect him from the judgment due him. Rabbi Hunna's having said that his teacher was on his way to kill someone certainly was not the cause of this butcher's death. The same explanation applies to Rashi's comment in Parshat Korach, 16,6 that the incense contained a lethal poison. Mistaking the function of incense would lead to the death of the person who willfully abused that instrument of service to G–d. G–d's intent in asking Bileam was fair.", "versionTitle": "Shney Luchot Habrit by Rabbi Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c729e6ebd84a4001cfb462f", "index_title": "Shabbat Siddur Sefard Linear", "category": "Liturgy", "type": "", "ref": "Shabbat Siddur Sefard Linear, The Morning Prayers, Morning Supplications 3", "anchorRef": "Numbers 16:2-35", "anchorRefExpanded": ["Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35"], "sourceRef": "Shabbat Siddur Sefard Linear, The Morning Prayers, Morning Supplications 3", "sourceHeRef": "סידור ספרד לשבת, תפלת שחרית, בקשות ג׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1978, 1982], "commentaryNum": 3, "collectiveTitle": {"en": "Shabbat Siddur Sefard Linear", "he": "סידור ספרד לשבת"}, "heTitle": "בקשות", "he": "וּמוֹדֶה עַל הָאֱמֶת", "heVersionTitle": "The Metsudah Siddur, Metsudah Publications, 1981 - HE", "heLicense": "CC-BY", "heVersionTitleInHebrew": "סידור הוצאת מצודה. טקסט עברי. תשמ\"א", "text": "[he should] admit the truth,<sup class=\"footnote-marker\">49</sup><i class=\"footnote\">Acknowledging the truth is fundamental to serving God, and to all human behavior. One who is concerned merely with “winning the argument” will go to any extreme to come out on top. This attitude caused the downfall of the 250 leaders who joined Korach, rather than acknowledge the truth of Moses’ declaration (Numbers 16:2-35).—Si’ach Yitzchok</i>", "versionTitle": "The Metsudah Siddur, Metsudah Publications, 1981 - EN", "license": "CC-BY", "versionTitleInHebrew": "סידור הוצאת מצודה. טקסט אנגלי. תשמ\"א"}, {"_id": "5cdb1d3fc4424d0019c1eab5", "index_title": "Weekday Siddur Sefard Linear", "category": "Liturgy", "type": "", "ref": "Weekday Siddur Sefard Linear, The Morning Prayers, Morning Supplications 3", "anchorRef": "Numbers 16:2-35", "anchorRefExpanded": ["Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35"], "sourceRef": "Weekday Siddur Sefard Linear, The Morning Prayers, Morning Supplications 3", "sourceHeRef": "סידור ספרד לימות החול, תפלת שחרית, בקשות ג׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1977, 1981], "commentaryNum": 3, "collectiveTitle": {"en": "Weekday Siddur Sefard Linear", "he": "סידור ספרד לימות החול"}, "heTitle": "בקשות", "he": "וּמוֹדֶה עַל הָאֱמֶת", "heVersionTitle": "The Metsudah siddur: a new linear siddur with English translation by Avrohom Davis, 1981", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "[he should] admit the truth,<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Acknowledging the truth is fundamental to serving God, and to all human behavior. One who is concerned merely with “winning the argument” will go to any extreme to come out on top. This attitude caused the downfall of the 250 leaders who joined Korach, rather than acknowledge the truth of Moses’ declaration (Numbers 16:2-35).—<i>Siach Yitzchok</i></i>", "versionTitle": "The Metsudah siddur: a new linear siddur with English translation by Avrohom Davis, 1981", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5cea61158f27ae0019fde741", "index_title": "Recanati on the Torah", "category": "Commentary", "type": "commentary", "ref": "Recanati on the Torah, Korach 2", "anchorRef": "Numbers 16:6-7", "anchorRefExpanded": ["Numbers 16:6", "Numbers 16:7"], "sourceRef": "Recanati on the Torah, Korach 2", "sourceHeRef": "רקנאטי על התורה, קרח ב׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1250, 1290], "commentaryNum": 2, "collectiveTitle": {"en": "Recanati on the Torah", "he": "רקנאטי על התורה"}, "heTitle": "קרח", "he": "זאת עשו קחו לכם מחתות קרח וכל עדתו. כבר ידעת כי הקטורת קרב למדת הדין שנאמר ישימו קטורה באפך וכליל וגו' ועל כן הזכיר מלת זאת הרומז אליה זהו בזאת תדעון כי י\"י שלחני וכן בזאת תדעון כי אל חי בקרבכם (יהושע ג י') הנאמר על הארון וכן אמרו רבותינו ז\"ל אין זאת אלא תורה שנאמר וזאת התורה. והנה משה רבינו עליו השלום נתן להם הקטורת כי בה יבחן האמת מן השקר והנה נענשו כבני אהרן כתיב התם ותצא אש מלפני יי' ותאכל אותם ובקרח כתיב ואש יצאה מאת י\"י. ודע כי אף על פי שלא מצינו בפירוש שהשם יתברך אמר זה למשה יש לך לדעת כי על פי השם יתברך עשאו וכבר ידעת כי משה רבינו עליו השלום היה מוכן לנבואה בכל עת שיחפוץ אמנם עתה לא היה מזומן לכך מרוב דאגתו על כן נפל על פניו והיה לו רוח י\"י ועל כן לא הזכיר דבר י\"י אליו במקום הזה כמו בשאר מקומות שאמר וידבר י\"י אל משה. והבן אומרו אף לא אל ארץ זבת חלב ודבש הביאותני ותתן לנו נחלת שדה וכרם. ואף כי הפשט ידוע כי ותתן לנו כתרגומו אף על פי כן ע' פנים לתורה והרמז כי קרח וסיעתו אמרו למשה רבינו עליו השלום כי לא ירשו ארץ זבת חלב ודבש הנרמזת לכחות החסד אשר בשכינה רק נתן להם נחלת שדה של תפוחים וכרם יי' צבאות בית ישראל שהרמז בהם למדת הדין קשה ולמדת הדין רפה הנתונה ללוים וידעת כי השתוקקותה של מדת הדין במדת החסד והבן זה מאד. ולכן אמר משה רבינו עליו השלום לא חמור אחד מהם נשאתי וכבר ידעת מה שפירשתי בפירוש משמרה ראשונה חמור נוער:", "heVersionTitle": "Recanati on the Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רקנאטי על התורה", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85d9ba94a3ef0722ed73f6", "index_title": "Siddur Sefard", "category": "Liturgy", "type": "", "ref": "Siddur Sefard, Weekday Shacharit, Morning Prayer 5", "anchorRef": "Numbers 16:2-35", "anchorRefExpanded": ["Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35"], "sourceRef": "Siddur Sefard, Weekday Shacharit, Morning Prayer 5", "sourceHeRef": "סידור ספרד, שחרית לימות החול, תפילת השחר ה׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1710, 1810], "commentaryNum": 5, "collectiveTitle": {"en": "Siddur Sefard", "he": "סידור ספרד"}, "heTitle": "תפילת השחר", "he": "<b>לְעוֹלָם</b> יְהֵא אָדָם יְרֵא שָׁמַֽיִם בַּסֵּֽתֶר וּבַגָּלוּי וּמוֹדֶה עַל הָאֱמֶת וְדוֹבֵר אֱמֶת בִּלְבָבוֹ וְיַשְׁכֵּם וְיֹאמַר:", "heVersionTitle": "The Metsudah siddur, 1981", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "A person should always be in fear of God, privately as well as openly,<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Some people conduct themselves in a God-fearing manner in the presence of others (in public), but in the privacy of their homes, do whatever they please. There are others who do just the opposite. In private they are governed by fear of God, but in the presence of others they are too embarrassed or intimidated to be God-fearing. A Jew must always fear God, in private as well as in public.—<i>Siach Yitzchok</i></i> [he should] admit the truth,<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Acknowledging the truth is fundamental to serving God, and to all human behavior. One who is concerned merely with “winning the argument” will go to any extreme to come out on top. This attitude caused the downfall of the 250 leaders who joined Korach, rather than acknowledge the truth of Moses’ declaration (Numbers 16:2-35).—<i>Siach Yitzchok</i></i> and speak truth in his heart,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">It is not sufficient to merely acknowledge the truth verbally but one must speak truth in his heart as well. Rashi on the Talmud (Maseches Makos 24a) cites the following incident as an example of how one should speak truth in his heart: A buyer once offered to purchase an article from Rav Safra while he was reciting the Shema. Because he could not indicate his acceptance, the anxious purchaser increased his offer. Rav Safra refused the increment because in his heart he had already accepted the original offer.</i> and rise early and proclaim:", "versionTitle": "Translation based on the Metsudah linear siddur, by Avrohom Davis, 1981", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5f50e3f1d03e6c25e3e07361", "index_title": "Ohr Chadash", "category": "Quoting Commentary", "type": "", "ref": "Ohr Chadash 6:13:6", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "Ohr Chadash 6:13:6", "sourceHeRef": "אור חדש ו׳:י״ג:ו׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1590, 1600], "commentaryNum": 13.0006, "collectiveTitle": {"en": "Ohr Chadash", "he": "אור חדש"}, "he": "<b>ולפי פירוש זה</b> \"אם מזרע היהודים\" הוא פירושו אם הוא מעיקר היהודים, ואלו ג' שבטים, יהודה יוסף<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"428\"></i> ובנימין, הם עיקר. וזה מפני כי באלו שבטים היה בחלקם השכינה; בחלק יהודה היה (-ב-)ירושלים (יומא יב.)<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"429\"></i>, בחלק יוסף משכן שילה (מגילה טז:)<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"430\"></i>, ובחלק בנימין היה מזבח<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"431\"></i>. וכבר פירשנו זה למעלה גם כן<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"432\"></i>. ומפני כי השכינה מתחבר להם ביותר, ולכך השם יתברך יש לאלו דביקות, והשם יתברך אתם לנצח את אויב<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"433\"></i>, ובפרט למשול על המן, כי אלו שבטים על ידם ישראל הם אחד<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"434\"></i>. כי על ידי בית המקדש ישראל אחד, ונאסרו* הבמות<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"435\"></i>, והיה להם מזבח אחד<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"436\"></i>. וכך תמצא שאמר משה לעדת* קרח \"קחו לכם מחתות וגו'\" (במדבר טז, ו), ורצה לומר כי יש לנו אל אחד וגו' ולכן יש לנו מזבח אחד וכהן אחד וכו' כמו שמפורש במקומו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"437\"></i>. וכן בשילה נאסרו הבמות (זבחים קיב:). ולא כן כאשר היה המשכן בגלגל בנוב ובגבעון, שלא נאסרו הבמות (שם), והיו ישראל כאילו הם מחולקים כאשר הותרו הבמות<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"438\"></i>. ובמקדש ובשילה, שהיו בחלק ג' שבטים אלו*, נאסרו הבמות (שם), וישראל על ידי זה היו* אחד<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"439\"></i>. ולכן אלו ג' שבטים הם גוברים על עמלק, שמבטל האחדות, שאין השם אחד עד שיכרות זרעו של עמלק (רש\"י שמות יז, טז), שתראה מזה כי עמלק מבטל האחדות מן השם יתברך<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"440\"></i>. ואלו ג' שבטים על ידם הם ישראל עם אחד, ומורה זה כי יש להם אל אחד<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"441\"></i>. ובכח השם יתברך שהוא אחד, מבטל כח עמלק שהוא כנגד זה. והדברים האלו ברורים ועמוקים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"442\"></i>. ודבר זה רמז בלשון \"יהודי\", שהוא מלשון \"יחידי\", וכן אמרו במדרש (אסת\"ר ו, ב) ולפי שייחד שמו של הקב\"ה נקרא \"יהודי\", רצה לומר יחידי, עד כאן<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"443\"></i>. ולכך אמר \"אם מזרע היהודים\", כלומר שהוא מזרע יהודים שעל ידם נראה אחדותו של הקב\"ה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"444\"></i>. ", "heVersionTitle": "Ohr Chadash, with footnotes and annotations by Rabbi Yehoshua D. Hartman, Machon Yerushalyim, 2014", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חיבור אור חדש, נלקט ונערך על ידי יהושע דוד בן הרב יחזקאל הרטמן. מכון ירושלים, תשע\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f6875d565fa995325fc675c", "index_title": "Siddur Ashkenaz", "category": "Liturgy", "type": "", "ref": "Siddur Ashkenaz, Weekday, Shacharit, Preparatory Prayers, Sovereignty of Heaven 1", "anchorRef": "Numbers 16:2-35", "anchorRefExpanded": ["Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35"], "sourceRef": "Siddur Ashkenaz, Weekday, Shacharit, Preparatory Prayers, Sovereignty of Heaven 1", "sourceHeRef": "סידור אשכנז, ימי חול, תפילת שחרית, הכנה לתפילה, עול מלכות שמים א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1055, 1105], "commentaryNum": 1, "collectiveTitle": {"en": "Siddur Ashkenaz", "he": "סידור אשכנז"}, "heTitle": "עול מלכות שמים", "he": "<b>לְעוֹלָם</b> יְהֵא אָדָם יְרֵא שָׁמַֽיִם בְּסֵֽתֶר וּבַגָּלוּי וּמוֹדֶה עַל־הָאֱמֶת וְדוֹבֵר אֱמֶת בִּלְבָבוֹ וְיַשְׁכֵּם וְיֹאמַר:", "heVersionTitle": "The Metsudah siddur, 1981", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "A person should always be in fear of God, privately as well as openly,<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Some people conduct themselves in a God-fearing manner in the presence of others (in public), but in the privacy of their homes, do whatever they please. There are others who do just the opposite. In private they are governed by fear of God, but in the presence of others they are too embarrassed or intimidated to be God-fearing. A Jew must always fear God, in private as well as in public.—<i>Siach Yitzchok</i></i> [he should] admit the truth,<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Acknowledging the truth is fundamental to serving God, and to all human behavior. One who is concerned merely with “winning the argument” will go to any extreme to come out on top. This attitude caused the downfall of the 250 leaders who joined Korach, rather than acknowledge the truth of Moses’ declaration (Numbers 16:2-35).—<i>Siach Yitzchok</i></i> and speak truth in his heart,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">It is not sufficient to merely acknowledge the truth verbally but one must speak truth in his heart as well. Rashi on the Talmud (Maseches Makos 24a) cites the following incident as an example of how one should speak truth in his heart: A buyer once offered to purchase an article from Rav Safra while he was reciting the Shema. Because he could not indicate his acceptance, the anxious purchaser increased his offer. Rav Safra refused the increment because in his heart he had already accepted the original offer.</i> and rise early and proclaim:", "versionTitle": "Translation based on the Metsudah linear siddur, by Avrohom Davis, 1981", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5fd30aa0ea92e4eb01ba06ef", "index_title": "Rashi on II Chronicles", "category": "Quoting Commentary", "type": "", "ref": "Rashi on II Chronicles 2:17:1", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "Rashi on II Chronicles 2:17:1", "sourceHeRef": "רש\"י על דברי הימים ב ב׳:י״ז:א׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Rashi on II Chronicles", "he": "רש\"י על דברי הימים ב"}, "heTitle": "רש\"י על דברי הימים ב", "he": "<b>ויעש מהם שבעים אלף וגו'.</b> מה שחזר ומזכירן ומזכיר המספר בשביל שהפסיק הענין לכך הוצרך לומר אף עתה ולא יפסוק עד שיכלה כל הבנין ואומר מיד ויחל שלמה לבנות וגו' ואפילו בפסוק א' מנהגו שיפסיק הענין ומתחיל לדברי הראשון כמו זאת עשו קחו לכם מחתות קרח וגו' (מדבר טו), ולמחרתו כתיב (שם) ויאמר משה אל קרח אתה וכל עדתך וגו' וחוזר ואמר וקחו איש מחתתו וגו' אלא לפי שהפסיק בכמה פסוקים הוצרך שנית להכתב וכ\"ש כאן:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "<b>And he made of them seventy thousand, etc.</b> The reason he mentions them again and mentions the number is that he interrupted the topic; therefore, he had to repeat it again now. And he did not stop until he finished the entire [account of the] building, and he says immediately (3:1): “And Solomon commenced to build, etc.” Now, even with one verse, it is customary to interrupt the topic and [then] to begin [again] with the previous statement, e.g., (Num. 16:6): “Do this: take yourself, etc.” And the morrow, it says (ibid. 16f.): “And Moses said to Korah: You and all your band, etc.,” and he repeats and says, “and let each man take his censer and place, etc.” Since he interrupted with many verses, it was necessary to rewrite it, and how much more so here.", "versionTitle": "The Judaica Press complete Tanach with Rashi, translated by A. J. Rosenberg", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6037a6d6cda51cfa3ddf3d6e", "index_title": "Ramban on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Numbers 16:16:1", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "Ramban on Numbers 16:16:1", "sourceHeRef": "רמב\"ן על במדבר ט״ז:ט״ז:א׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Ramban on Numbers", "he": "רמב\"ן על במדבר"}, "he": "<b>ויאמר משה אל קרח אתה וכל עדתך היו לפני ה'</b> כתב רבי אברהם (אבן עזרא על במדבר ט״ז:ט״ז) כבר נאמר כן (לעיל פסוקים ה-ז) אבל הטעם כאשר אמר משה לקרח היו לפני ה' לקחו איש מחתתו והנכון בעיני כי מתחלה אמר להם זאת עשו קחו לכם מחתות קרח וכל עדתו וגו' והיה האיש אשר יבחר ה' הוא הקדוש ולא אמר שיהיה אהרן עמהם והם שתקו ואולי לא נתרצו ולא הודו בכך כי חשבו אם יהיה אהרן עמנו תרד האש לכולנו או לא תרד כלל ונהיה כלנו שוים ואם לא יהיה אהרן עמנו ולא תרד האש יאמרו כי לא בחר בנו ויחשבו כי בו כבר בחר שירדה האש בקרבנותיו ביום השמיני ואותו היום יש לנו טענה עליו שלא היה לבחור באהרן שיהיה הוא לבדו הכהן רק בזכות ישראל שעשו המשכן ולכל שליח צבור היה יורד ועדיין לא הוחלפו הבכורים בעת ההיא על כן לא היה קרח חפץ לנסות דבר בלא אהרן והיו שם דתן ואבירם כאשר דבר להם משה כן והיו הם בכלל מה שאמר (במדבר ט״ז:ו׳) קרח וכל עדתו וכאשר שלח להם ויאמרו <b>לא נעלה</b> ויחר למשה מאד ורצה לגזור עליהם שלא ימותו כמות כל האדם אז חזר משה אל קרח ואמר קחו איש מחתתו חמשים ומאתים מחתות ואתה ואהרן איש מחתתו והנה הוציא מכללם דתן ואבירם וזה טעם <b>חמשים ומאתים מחתות</b> כי מה צורך להזכיר המנין במקום הזה והכניס אהרן שיהיה עמהם אז שמע קרח אליו כי חשב שישתוה המעשה בהם ובאהרן:", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND MOSES SAID UNTO KORACH: ‘BE THOU AND ALL THY CONGREGATION BEFORE THE ETERNAL, THOU, AND THEY, AND AARON, TOMORROW.’ Rabbi Abraham ibn Ezra wrote that “this has already been stated [above, in Verses 5-7: <i>And he spoke unto Korach and unto all his company, saying:</i> ‘<i>In the morning the Eternal will make known</i> etc.’], but the meaning thereof here is: as Moses said to Korach, <i>Be ye before the Eternal</i>, so <i>they took every man his censer</i>.”<sup class=\"footnote-marker\">98</sup><i class=\"footnote\">Further, Verse 18. Thus according to Ibn Ezra, the verse here does not contain a new command heretofore not mentioned, but is the same charge mentioned already above. The reason why it is repeated here is that at the time of fulfillment Scripture records that the charge previously given to Moses was now fulfilled in deed. Ramban will offer another interpretation.</i><br>The correct interpretation appears to me to be that at first Moses told them: <i>This do: Take you censers, Korach, and all his company … and it shall be that the man whom the Eternal doth choose, he shall be holy</i>,<sup class=\"footnote-marker\">99</sup><i class=\"footnote\">Above, Verses 6-7.</i> and he did not say that Aaron would be together with them. They [also] remained silent, [so that Moses thought] perhaps they did not find this acceptable and did not agree to it, for they may have thought: “If Aaron will be together with us, either the [Heavenly] fire will come down for all of us, or it will not descend at all, so that we will all be alike; whereas if Aaron will not be together with us, and the fire will not come down, the people will say that He has not chosen us, but will think that He has already chosen him [Aaron] inasmuch as the fire came down on his offerings on the eighth day [of the installation of the priests].<sup class=\"footnote-marker\">100</sup><i class=\"footnote\">Leviticus 9:24.</i> But as far as that [eighth] day is concerned we have a complaint against him [Moses], namely that he should not have chosen Aaron to be the priest alone, since [the Heavenly fire] came down only in the merit of [the whole people of] Israel who made the Tabernacle, and it would have come down for any representative of the congregation, for the firstborns had not yet been exchanged at that time [for the Levites].” Therefore Korach did not want to do any sort of trial without [the participation of] Aaron. Now Dathan and Abiram were [also] present when Moses told them [these instructions], and they were thus included in what Moses said, [<i>This do: take you censers</i>,] <i>Korach, and all his company</i>.<sup class=\"footnote-marker\">101</sup><i class=\"footnote\">Verse 6.</i> But after he sent for them, <i>and they said: ‘We will not come up,’</i><sup class=\"footnote-marker\">102</sup><i class=\"footnote\">Verse 12.</i> <i>then Moses was very wroth</i>,<sup class=\"footnote-marker\">103</sup><i class=\"footnote\">Verse 15.</i> and wanted to decree that they should not <i>die the common death of all men</i>.<sup class=\"footnote-marker\">104</sup><i class=\"footnote\">Further, Verses 29-30.</i> Therefore Moses returned to Korach and said, <i>Take ye every man his censer … two hundred and fifty censers; thou also, and Aaron, each his censer</i>.<sup class=\"footnote-marker\">105</sup><i class=\"footnote\">Verse 17.</i> Thus he excluded Dathan and Abiram from this group — this being the meaning of [the expression] <i>two hundred and fifty censers</i>, for why was it necessary to mention the number here [since the number of Korach’s company had already been given above in Verse 2]? He also included Aaron amongst them. Then Korach agreed to Moses, for he thought that the matter [of the test] would be decided equally for [both] them and Aaron [as explained above].", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6121b8518430f78f20636b88", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 750:25", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "Yalkut Shimoni on Torah 750:25", "sourceHeRef": "ילקוט שמעוני על התורה תש״נ:כ״ה", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 750.0025, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "דבר אחר בקר אצל גבולות חלק להם הקב\"ה בעולמו יכולים אתם לערב יום בלילה והא כתיב בתחלה ויהי ערב ויהי בקר וגו' ויבדל אלקים בין האור ובין החשך [וכשם שהבדיל בין האור ובין החשך] כך הבדיל ישראל מן האומות שנאמר ואבדיל אתכם מן העמים, וכן הבדיל אהרן שנאמר ויבדל אהרן להקדישו קדש קדשים הוא ובניו, אם יכולים אתם לערב אותה הבדלה שהבדיל הקב\"ה בין היום ובין הלילה כך אתם יכולים לבטל את זו, לכך אמר להם בקר ויודע ה' את אשר לו כבר כבר הוא מתוקן את אשר יבחר בו. זאת עשו קחו לכם מחתות ותנו בהן אש מה ראה לומר להם כך אמר להם בדתי העו\"א סדרים הרבה ונימוסים הרבה וכהנים הרבה יש [ואין] כולן מתקבצין בבית אחד, ואנו אין לנו אלא ה' אחד ותורה אחת ומשפט אחד [ומזבח אחד] וכהן גדול אחד [ובהמ\"ק אחד] ואתם מאתים וחמשים מבקשים כהונה גדולה, אף אני רוצה בכך לכך נאמר אתה וכל עדתך וגו'. זאת עשו קחו לכם מחתות הרי לכם תשמיש החביב מהכל היא הקטורת חביבה מן הקרבנות וסם המות נתון בתוכו שבו נשרפו נדב ואביהוא לפיכך התרה בהן. והיה האיש אשר יבחר בו הוא הקדוש כבר הוא בקדושתו. א\"ל משה הריני אומר לכם שלא תחייבו בנפשותיכם חמשים ומאתים שאתם מקריבין מי שיבחר מכם יצא חי וכלכם אבודים, רב לכם בני לוי הרי אמרתי לכם. לא טפשטים היו שכך התרה בהם וקבלו עליהם לקרב אלא הם חטאו על נפשותם שנאמר את מחתות החטאים האלה בנפשותם. וקרח שפקח היה מה ראה לשטות זה, אלא עינו הטעתו ראה שלשלת גדולה עומדת ממנו שמואל ששקול כמשה ואהרן [שנאמר משה ואהרן בכהניו ושמואל בקוראי שמו] ועשרים וארבע משמרות עומדות מבניו שכולם מתנבאים ברוח הקודש דכתיב כל אלה בנים להימן הזה המלך בדברי האלקים להרים קרן, אמר אפשר הגדולה הזאת עתידה לעמוד ממני ואני אובד אותה, ולא ראה יפה לפי שבניו עומדין בתשובה:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "618bbbed66558747fdb87e71", "index_title": "Tiferet Yisrael", "category": "Jewish Thought", "type": "", "ref": "Tiferet Yisrael 22:4", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "Tiferet Yisrael 22:4", "sourceHeRef": "תפארת ישראל כ״ב:ד׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1589, 1599], "commentaryNum": 22.0004, "collectiveTitle": {"en": "Tiferet Yisrael", "he": "תפארת ישראל"}, "he": "וקרח אשר רצה להפיל את משה בטענתו, חרבו באה בלבו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"16\"></i>. כי אדרבה, זה ראיה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"17\"></i>, כי גם שם אין הדין כך. כי צריך שיהיה דומה לכסא הכבוד, וכסא הכבוד הוא מיוחד<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"18\"></i>. לכך צריך חוט מיוחד שאינו מן הטלית, רק נבדל לעצמו. וכאשר הטלית כולה תכלת, אין דמיון התכלת הזה אל כסא הכבוד שהוא מיוחד, ולכך צריך חוט מיוחד שאינו מן הטלית<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"19\"></i>. וכך ישראל, אף על גב שכל ישראל כולם קדושים, צריכים אל כהן מיוחד נבדל מהם. לא שיהיו הכל כהנים, כי צריך שיהיה כאן כהן מיוחד. זהו שהשיב להם משה (במדבר טז, ו) \"זאת עשו קחו לכם מחתות וגו'\". ובמדרש (במד\"ר יח, ח), אמר להם משה, הגוים נמוסים הרבה וכהנים הרבה יש להם, וכולם מתקבצים בבית אחד. ואנו אין לנו אלא ה' אחד, ותורה אחת, וכהן גדול אחד. ואתם מאתים וחמשים (במדבר טז, ב) מבקשים כהונה גדולה. אף אני רוצה בכך. לכך נאמר (שם שם יא) \"אתה וכל עדתך וגו'\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"20\"></i>. \n", "heVersionTitle": "Tiferet Yisrael, with footnotes and annotations by Rabbi Yehoshua D. Hartman, Machon Yerushalyim, 2010", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "תפארת ישראל, נלקט ונערך על ידי יהושע דוד בן הרב יחזקאל הרטמן. מכון ירושלים, תש\"ע", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee047cf7a0c25239b67", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "anchorRef": "Numbers 11:1-25:18", "anchorRefExpanded": ["Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳ ב׳-י״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; The Rebellion Narratives", "he": "במדבר מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["V<small>IRTUALLY THE FIRST THING THE</small> I<small>SRAELITES DO AFTER SETTING OUT ON THE SECOND</small> leg of their journey to the Promised Land is—rebel. This pattern was already seen in the book of Exodus, where, despite the climactic miracle of deliverance at the Sea of Reeds, the Israelites “grumbled against Moshe” at Mara because of lack of drinkable water. Although a strain in later biblical thinking remembered the wilderness period as a kind of honeymoon (cf. Jer. 2:2), the Torah itself chose to remember it as a severe time of testing which the ex-slaves ultimately failed to pass.", "The second part of Numbers is a remarkable collection of rebellion narratives that simultaneously display striking similarities and great and colorful differences. The section details six rebellions of the people, and two of the leaders themselves. They are united by a consistent vocabulary: verbs such as “grumble” and “assemble/gather/speak against” depict complaints against Moshe and Aharon and against God. These stories also display the recurring themes of dearth of food and water, and God’s anger at the rebellions, usually expressed in some form of plague (or, additionally, fire).", "Rather than unfold in simple chronological order, one following another, these pieces of the text have been intensified by priestly editing, which has interspersed the stories with a number of cultic and legal passages (Chaps. 15, 18, and 19, all of which bear the theme word “law” [Heb. <i>hok</i> or <i>hukka</i>]), and which are somehow related to previous or succeeding narratives. The interruptions also allow each of the memorable rebellion narratives to “breathe,” giving the audience time to digest the images and the drama presented therein. The stories possess both in abundant measure; one thinks, for instance, of the “meat between the teeth” (11:33), of the grape clusters borne on a pole by two men (13:23); and of the great confrontation with Korah in Chapter 16 (not to mention its resolution), as well as Moshe’s dramatic failure in Chapter 20.", "As in any great literature, repetition of story type or type scene is here accomplished via variation of the most telling kind. In this case we observe once again an alternating pattern to the rebellions, a pattern which reveals not one theme but several:", "The people, over lack of food (chapter 11)", "Moshe’s siblings, over prophetic primacy (12)", "The people, over the spies’ false report (14)", "Levites, over Moshe and Aharon’s prerogatives (16)", "The people, over the rebellious Levites’ sinister fate (17)", "Moshe himself, over the burden of leading the people (20)", "The people, over the lack of food and water (21)", "The pattern observable here is broken, in true biblical rhetorical style (where the last in a sequence often serves by its oddness to reinforce the whole), in a final rebellion (Chap. 25), where the people’s actions involve neither the “complaining” vocabulary nor a revolt against human leadership, but rather comprise the greatest biblical crime of them all: worship of other gods. Viewed in this patterned fashion, the rebellion narratives emerge with a kind of crescendo effect.", "It is also possible, as I have done in “On the Book of Numbers and Its Structure,” above, to follow the scheme put forth by Mann—a three-part structure to the section, each with its internal logic and conclusions. These are treated below; for the moment, it will suffice to see in the first subsection (Chaps. 11–14) the inevitable result of wilderness rebellions: the divine decree that the slave generation must die out before entering the Promised Land; the second subsection (16–20) deals with the challenges to the leadership of Moshe and Aharon, and results in a similar decree, that they will die outside the land; and the third subsection (20–25) chronicles the encounter of the Israelites with neighboring nations, which initially goes in their favor but ends with the disastrous incident at Baal Pe’or (25).", "The primary issue in these stories, to the biblical writer, is lack of trust in God. Each of the three sections mentions or implies that problem; 14:11 and 20:12 use the verb itself, and the narrative of Chapter 25 suggests it. The bottom line is that the Israelites could not keep faith with God—even after both staggering acts of divine intervention (i.e., rescue) and demonstrations of the force of divine wrath—and this lack of faith led ultimately to their dying out in the wilderness outside the Promised Land, in punishment. The stories clearly were meant to be understood as an unfortunate example for later generations, and were taken as such already in the biblical period (see, for example, the treatment in Psalm 78).", "Read on another level, the rebellion narratives are largely concerned with the issue of human leadership, its qualifications, manifestations, and limitations (and even failures). Has there ever been a leader as beleaguered as Moshe? From the beginning of his career on the sands of Egypt, where he assumes the mantle of leadership in the matter of retaliating against the sadistic Egyptian taskmaster (Ex. 2:11–12), to its end at the plains of Moab, in stern address to the people he has struggled to lead (this is the setting of the entire next book, Deuteronomy), he must evoke trust in God, lead the people through an uncharted wilderness, and inspire confidence in his own leadership. His success is muted by the passing of the generation he initially leads, before it can enter Canaan; like them, he too must pass on—with merely a look beyond the Jordan, but no more. Later generations of Jewish readers wept on confronting Moshe’s seemingly premature death, and created heroic tales of his pleading before God to be let into the land he had so long sought to reach. In Numbers he fully deserves this stature, alternately interceding with and cajoling God, standing up for and then almost giving up on this people with whom his life has become so enmeshed. Our stories stress his gifts of prophecy and his pathos as a deeply human leader.", "A final, troubling issue is the character of God in this part of the book. It is a measure of the Bible’s artistry that the rebellion accounts are so varied in content and style; but the variations in punishment—from undetailed death to skin disease to stoning and the earth opening up, just to mention a few examples—create an impression, not of artistic richness but of unremitting severity. The Bible does not seem to have a problem with this kind of divine behavior, and other ancient cultures would have felt at home here, but already in late antiquity, and continuing down to our own day, Jews and Christians most often have preferred, and prayed to, a more forgiving, nurturing, and compassionate God. Dealing with these texts, in the end, raises the question of whether to understand them as the result of “historical necessity” or “literary conceit” (that is, the old generation simply had to die out) or as they stand in the text: a harsh portrayal of what happened when the covenant people violated the covenant."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee36bfddfbb310fed06", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, The Great Revolt 2-8", "anchorRef": "Numbers 16:1-35", "anchorRefExpanded": ["Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, The Great Revolt 2-8", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה ו׳ ב׳-ח׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Great Revolt", "he": "במדבר הערה ו׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ו׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["In the two collections of wilderness rebellion traditions we have encountered thus far in the Torah, Ex. 15:22–17:7 and Num. 11–14, the rebels are a faceless “the people” or “the entire community.” An exception was Num. 12, where Aharon and Miryam complained against their brother; their personal example is now taken up by another relative, in a memorable narrative. The story of the revolt of Korah the Levite and Datan and Aviram the Reubenites, which may have stemmed from two different accounts, holds the common thread of the rebels’ feeling left out—Korah, as Moshe’s and Aharon’s first cousin, might well have headed the priestly line (his father was older than theirs), whereas Datan and Aviram’s tribe of Re’uven had lost some of its firstborn primacy, and was not even camped on the choice east side of the Dwelling. Moshe clearly sees the political motivation behind the revolt, and is indignant that anyone would impute greed (cf. v.15) or lust for power to him.", "As Buber (1988) points out, however, more is at stake here. The rebels’ contention that “the entire community, the entirety of them, are holy,” though it sounds at first blush like the ideal expressed in Ex. 19:6 (God’s offer to make of the Israelites “a kingdom of priests, / a holy nation”), is in reality a most dangerous claim. Holiness in the Bible is a trait that can be acquired, even transmitted to an extent, but it is not absolutely innate, except in the case of God; and the Torah sees as ope of its major goals developing the means whereby people can, with holy intent and preparation, properly serve the Holy. The fate of the rebels therefore bespeaks the seriousness of the threat they pose, and is unique in the Bible.", "The narrative hinges on a number of expressions. The conflict between Moshe and the rebels is nicely encapsulated by two pairs of identical charges and countercharges—“Too much (is) yours” (vv.3 and 7) and “Is it too little” (vv.9 and 13). The terms “community” and “assembly” are played upon, designating alternately the body of the people and the minicommunity of the rebels. More significantly, this chapter and those around it—15, 17, and 18—are meaningfully linked together by variations on the Hebrew root <i>k-r-b</i> (Buber 1994). The thread of meaning runs from “bringing near-offerings near,” to God “declaring [Moshe and Ahron] near” to him, to the fact that he has “brought-near” the Levites in terms of their duties, to Korah and his band being asked to “bring-near” the incense, whose fire-pans later become holy because they were “brought-near,” and finally, to the repeated warning to outsiders not to “come-near” the sancta. At issue is what Buber calls “authorized” and “unauthorized nearing,” which is mentioned frequently in Leviticus but is used in the present text with the full artistic resources at the narrator’s command. Viewed in this light, order is restored to the blurring of lines threatened by Korah.", "for it was an error,", "but they have brought their near-offering,", "a fire-offering of soothing savor for Y<small>HWH</small>,", "and their <i>hattat</i>-offering before the presence of Y<small>HWH</small>, on account of their error."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382eec9ad75f2d99afa10", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, The Great Revolt 1", "anchorRef": "Numbers 16:1-35", "anchorRefExpanded": ["Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, The Great Revolt 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה ו׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ו׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 16:1-35\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 16:1-35</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "623b87f7efb8b96e7ad31a5d", "index_title": "Siddur Sefard", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Sefard, Torah Readings, Torah Reading for Shabbat Mincha & Monday, Thursday 78", "anchorRef": "Numbers 16:5-13", "anchorRefExpanded": ["Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13"], "sourceRef": "Siddur Sefard, Torah Readings, Torah Reading for Shabbat Mincha & Monday, Thursday 78", "sourceHeRef": "סידור ספרד, סדר הקריאות, קריאות לשבת במנחה, ושני וחמישי ע״ח", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1710, 1810], "commentaryNum": 78, "collectiveTitle": {"en": "Siddur Sefard", "he": "סידור ספרד"}, "heTitle": "קריאות לשבת במנחה, ושני וחמישי", "he": "<b>וַיִּקַּח</b> קֹרַח בֶּן יִצְהָר בֶּן קְהָת בֶּן לֵוִי וְדָתָן וַאֲבִירָם בְּנֵי אֱלִיאָב וְאוֹן בֶּן פֶּלֶת בְּנֵי רְאוּבֵן: וַיָּקֻמוּ לִפְנֵי מֹשֶׁה וַאֲנָשִׁים מִבְּנֵי יִשְׂרָאֵל חֲמִשִּׁים וּמָאתָיִם נְשִׂיאֵי עֵדָה קְרִאֵי מוֹעֵד אַנְשֵׁי שֵׁם: וַיִּקָּהֲלוּ עַל מֹשֶׁה וְעַל אַהֲרֹן וַיֹּאמְרוּ אֲלֵהֶם רַב לָכֶם כִּי כָל הָעֵדָה כֻּלָּם קְדֹשִׁים וּבְתוֹכָם יְהֹוָה וּמַדּוּעַ תִּתְנַשְּׂאוּ עַל קְהַל יְהֹוָה:שניוַיִּשְׁמַע מֹשֶׁה וַיִּפֹּל עַל פָּנָיו: וַיְדַבֵּר אֶל קֹרַח וְאֶל כָּל עֲדָתוֹ לֵאמֹר בֹּקֶר וְיֹדַע יְהֹוָה אֶת אֲשֶׁר לוֹ וְאֶת הַקָּדוֹשׁ וְהִקְרִיב אֵלָיו וְאֵת אֲשֶׁר יִבְחַר בּוֹ יַקְרִיב אֵלָיו: זֹאת עֲשׂוּ קְחוּ לָכֶם מַחְתּוֹת קֹרַח וְכָל עֲדָתוֹ: וּתְנוּ בָהֵן אֵשׁ וְשִׂימוּ עֲלֵיהֶן קְטֹרֶת לִפְנֵי יְהֹוָה מָחָר וְהָיָה הָאִישׁ אֲשֶׁר יִבְחַר יְהֹוָה הוּא הַקָּדוֹשׁ רַב לָכֶם בְּנֵי לֵוִי:שלישיוַיֹּאמֶר מֹשֶׁה אֶל קֹרַח שִׁמְעוּ נָא בְּנֵי לֵוִי: הַמְעַט מִכֶּם כִּי הִבְדִּיל אֱלֹהֵי יִשְׂרָאֵל אֶתְכֶם מֵעֲדַת יִשְׂרָאֵל לְהַקְרִיב אֶתְכֶם אֵלָיו לַעֲבֹד אֶת עֲבֹדַת מִשְׁכַּן יְהֹוָה וְלַעֲמֹד לִפְנֵי הָעֵדָה לְשָׁרְתָם: וַיַּקְרֵב אֹתְךָ וְאֶת כָּל אַחֶיךָ בְנֵי לֵוִי אִתָּךְ וּבִקַּשְׁתֶּם גַּם כְּהֻנָּה: לָכֵן אַתָּה וְכָל עֲדָתְךָ הַנֹּעָדִים עַל יְהֹוָה וְאַהֲרֹן מַה הוּא כִּי <small>(תלונו)</small> תַלִּינוּ עָלָיו: וַיִּשְׁלַח מֹשֶׁה לִקְרֹא לְדָתָן וְלַאֲבִירָם בְּנֵי אֱלִיאָב וַיֹּאמְרוּ לֹא נַעֲלֶה: הַמְעַט כִּי הֶעֱלִיתָנוּ מֵאֶרֶץ זָבַת חָלָב וּדְבַשׁ לַהֲמִיתֵנוּ בַּמִּדְבָּר כִּי תִשְׂתָּרֵר עָלֵינוּ גַּם הִשְׂתָּרֵר:", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "623bd563b77c26a1689ff527", "index_title": "Siddur Sefard", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Sefard, Shabbat Mincha, Pirkei Avot 5:17", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "Siddur Sefard, Shabbat Mincha, Pirkei Avot 5:17", "sourceHeRef": "סידור ספרד, מנחה לשבת קודש, פרקי אבות ה׳:י״ז", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1710, 1810], "commentaryNum": 5.0017, "collectiveTitle": {"en": "Siddur Sefard", "he": "סידור ספרד"}, "heTitle": "פרקי אבות", "he": "<b>יז</b> כָּל מַחֲלֹקֶת שֶׁהִיא לְשֵׁם שָׁמַיִם, סוֹפָהּ לְהִתְקַיֵּם. וְשֶׁאֵינָהּ לְשֵׁם שָׁמַיִם, אֵין סוֹפָהּ לְהִתְקַיֵּם. אֵיזוֹ הִיא מַחֲלֹקֶת שֶׁהִיא לְשֵׁם שָׁמַיִם? זוֹ מַחֲלֹקֶת הִלֵּל וְשַׁמַּאי. וְשֶׁאֵינָהּ לְשֵׁם שָׁמַיִם? זוֹ מַחֲלֹקֶת קֹרַח וְכָל עֲדָתוֹ: ", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "623cd9644a46ce97b0ae46a0", "index_title": "Siddur Edot HaMizrach", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Edot HaMizrach, Mishna Study for Shabbat, Pirkei Avot 119", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "Siddur Edot HaMizrach, Mishna Study for Shabbat, Pirkei Avot 119", "sourceHeRef": "סידור נוסח עדות המזרח, משניות לשבת, פרקי אבות קי״ט", "anchorVerse": 6, "sourceHasEn": false, "commentaryNum": 119, "collectiveTitle": {"en": "Siddur Edot HaMizrach", "he": "סידור נוסח עדות המזרח"}, "heTitle": "פרקי אבות", "he": "<b>יז</b> כָּל־מַחֲלֹקֶת שֶׁהִיא לְשֵׁם שָׁמַיִם, סוֹפָהּ לְהִתְקַיֵּם. וְשֶׁאֵינָהּ לְשֵׁם שָׁמַיִם, אֵין סוֹפָהּ לְהִתְקַיֵּם. אֵיזוֹ הִיא מַחֲלֹקֶת שֶׁהִיא לְשֵׁם שָׁמַיִם? זוֹ מַחֲלֹקֶת הִלֵּל וְשַׁמַּאי. וְשֶׁאֵינָהּ לְשֵׁם שָׁמַיִם? זוֹ מַחֲלֹקֶת קֹרַח וְכָל־עֲדָתוֹ:", "heVersionTitle": " Shaliehsaboo Edition", "heLicense": "CC0", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63d77c79eca1000753446a86", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 16:6:1", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "Rav Hirsch on Torah, Numbers 16:6:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר ט״ז:ו׳:א׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "VV. 6 u. 7. Mosche hatte Korach durchschaut. Nichts als Neid auf die dem Aharonsstamme mit Zurücksetzung der übrigen levitischen Familien übertragene Priesterwürde hatte ihn zur Empörung gebracht. Um diese Auszeichnung aufzuheben – um vielleicht eventuell sie durch Volkswahl auf sich und seine Deszendenz zu leiten – hatte er die Gleichberechtigung aller zu dieser Würde als Motiv seines Aufstandes geltend gemacht und die Erhebung Aharons zu dieser Würde als nicht von Gott ausgehend verdächtigt. Wohlan denn, waren sie von der Wahrheit ihrer Behauptung durchdrungen, so sollten sie die Probe wagen und ihrer Behauptung gemäß mit einer hohenpriesterlichen Handlung zu Gott hintreten. Das hohepriesterliche Amt gipfelt im קטרת, im Ausdruck des vollendeten höchsten Aufgehens in das göttliche Wohlgefallen. Mit ihm sollten sie, der Behauptung ihrer priesterlichen Würdigkeit gemäß, zu Gott hintreten und sich der göttlichen Entscheidung unterstellen. Allein er warnte sie, nicht nur für alle übrigen Stämme, die in den zweihundertundfünfzig vertreten waren, selbst für die doch bereits dem Heiligtum nahestehenden Leviten, als deren Repräsentant Korach angesehen sein wollte, sei es eine verhängnisvolle Anmaßung, daher: רב לכם בני לוי! — ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "641883abc9371ec0cebe7748", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Numbers 16:6:1", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "Reggio on Torah, Numbers 16:6:1", "sourceHeRef": "ביאור יש\"ר על התורה, במדבר ט״ז:ו׳:א׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "במדבר", "he": "<b>זאת עשו,</b> מאחר שאתם מבקשים כהונה, והקטורת הוא הנבחר שבעבודות, קחו לכם היום מחתות, ולמחר בעת הקרבת הקטורת הנעשית בכל בוקר תקרבו אותה כלכם:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6538ea94054f4911926170a9", "index_title": "Talks of Yeshayahu Leibowitz on the Parasha", "category": "Quoting Commentary", "type": "", "ref": "Talks of Yeshayahu Leibowitz on the Parasha, Korach 9:14", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "Talks of Yeshayahu Leibowitz on the Parasha, Korach 9:14", "sourceHeRef": "שיחות על פרשת השבוע (ליבוביץ), קרח ט׳:י״ד", "anchorVerse": 6, "sourceHasEn": false, "commentaryNum": 9.0014, "collectiveTitle": {"en": "Talks of Yeshayahu Leibowitz on the Parasha", "he": "שיחות על פרשת השבוע (ליבוביץ)"}, "heTitle": "קרח", "he": "מכאן טענת המתמרדים בהתריסם כנגד משה ואהרון - \"כי כל-העדה כלם קדשים ומדוע תתנשאו על-קהל ה'\" (במדבר טז:ג); \"כולם קדושים\" זוהי הקדושה במשמעותה האלילית, ובאמצעותה יכול האדם להשיג צרכים וטובות-הנאה מאת ה'; וכנגד התרסה זו באה תגובת משה - \"זאת עשו, קחו-לכם מחתות... ושימו עליהן קטרת\" (במדבר טז:ו,ז). ", "heVersionTitle": "Jerusalem, 2000", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc6e758c1dc532ec9200", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 16:6", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "Steinsaltz on Numbers 16:6", "sourceHeRef": "ביאור שטיינזלץ על במדבר ט״ז:ו׳", "anchorVerse": 6, "sourceHasEn": true, "commentaryNum": 16.0006, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "ולמען הסר ספק\n  <b>זֹאת עֲשׂוּ: קְחוּ לָכֶם מַחְתּוֹת,</b> כלי הגחלים לקטורת, \n  <b>קֹרַח וְכָל עֲדָתוֹ,</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "In order to remove any doubt, \n    <b>this you shall do: Take for you fire-pans </b>for the incense, <b>Korah, and all his congregation. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "65e9da78b215f43691cfe088", "index_title": "Tze'enah Ure'enah", "category": "Commentary", "type": "commentary", "ref": "Tze'enah Ure'enah, Korach 13", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "Tze'enah Ure'enah, Korach 13", "sourceHeRef": "צאינה וראינה, קרח י״ג", "anchorVerse": 6, "sourceHasEn": true, "compDate": [1590, 1616], "commentaryNum": 13, "collectiveTitle": {"en": "Tze'enah Ure'enah", "he": "צאינה וראינה"}, "heTitle": "קרח", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "“<i>Do this, take fire pans</i>” [16:6]. Moses said: you said that I exchanged the firstborn for the Levites, expecting to give the authority to Aaron the priest. Therefore, take a fire pan and bring incense on it. The one who brings incense and is not a priest, he must die. Then we will see if the firstborn are lawful priests, or the Levites are the lawful priests. The sages write that he put <i>poison</i> into the incense. That is to say, not that one put <i>poison</i> into it so that they should die. The evildoers might say that they were not killed by God, but by the <i>poison.</i> However, the explanation is that the incense was a <i>poison</i> for them. That is, since they were not priests, therefore, they died from the incense.<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">Bahya, Numbers, 16:6.</i>", "versionTitle": "A Critical Translation into English; Edited and translated by Morris M. Faierstein. De Gruyter, 2017", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "516ebe1cedbab4799de99491", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "midrash", "ref": "Bamidbar Rabbah 18:8", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "Bamidbar Rabbah 18:8", "sourceHeRef": "במדבר רבה י״ח:ח׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 18.0008, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "זֹאת עֲשׂוּ קְחוּ לָכֶם מַחְתּוֹת, וּתְנוּ בָהֵן אֵשׁ וְשִׂימוּ עֲלֵיהֶן קְטֹרֶת לִפְנֵי ה' מָחָר <small>(במדבר טז, ו ז)</small>, מָה רָאָה לוֹמַר כֵּן, אָמַר לָהֶם בְּדַרְכֵי הַגּוֹיִם יֵשׁ נִימוּסִין הַרְבֵּה וְכוּמָרִין הַרְבֵּה, כֻּלָּן מִתְקַבְּצִין בְּבַת אֶחָת, וְאָנוּ אֵין לָנוּ אֶלָּא ה' אֶחָד וְתוֹרָה אַחַת וּמִשְׁפַּט אֶחָד וּמִזְבֵּחַ אֶחָד וְכֹהֵן גָּדוֹל אֶחָד, וְאַתֶּם מָאתַיִם וַחֲמֲשִּׁים אִישׁ מְבַקְּשִׁים כְּהֻנָּה גְדוֹלָה, אַף אֲנִי רוֹצֶה בְּכָךְ, <small>(במדבר טז, יא)</small>: לָכֵן אַתָּה וְכָל עֲדָתְךָ <small>(במדבר טז, ו)</small>: זֹאת עֲשׂוּ קְחוּ לָכֶם מַחְתּוֹת קֹרַח וְכָל עֲדָתוֹ, הֲרֵי לָכֶם תַּשְׁמִישׁ הֶחָבִיב מִן הַכֹּל הוּא הַקְּטֹרֶת, חֲבִיבָה מִן כָּל הַקָּרְבָּנוֹת, וְסַם הַמָּוֶת נָתוּן לְתוֹכוֹ שֶׁבּוֹ נִשְׂרְפוּ נָדָב וַאֲבִיהוּא, לְפִיכָךְ הִתְרָה בָּהֶם <small>(במדבר טז, ז)</small>: וְהָיָה הָאִישׁ אֲשֶׁר יִבְחַר ה' הוּא הַקָּדוֹשׁ. אָמַר לָהֶם משֶׁה הֲרֵי אֲנִי אוֹמֵר לָכֶם שֶׁלֹא תִּתְחַיְּבוּ, מִי שֶׁיִּבָּחֵר מִכֶּם יֵצֵא חַי וְכֻלְּכֶם אוֹבְדִין, <small>(במדבר טז, ה)</small>: רַב לָכֶם בְּנֵי לֵוִי, הֲרֵי אָמַרְתִּי לָכֶם. לֹא טִפְּשִׁים הָיוּ שֶׁכָּךְ הִתְרָה לָהֶם וְקִבְּלוּ עֲלֵיהֶם לִקְרָב, הֵם חָטְאוּ בְּנַפְשׁוֹתָם, שֶׁנֶּאֱמַר <small>(במדבר יז, ג)</small>: אֵת מַחְתּוֹת הַחַטָּאִים הָאֵלֶּה בְּנַפְשֹׁתָם. וְקֹרַח שֶׁפִּקֵּחַ הָיָה מָה רָאָה לַשְּׁטוּת הַזּוֹ, אֶלָּא עֵינוֹ הִטְעַתּוּ, רָאָה שַׁלְשֶׁלֶת גְּדוֹלָה עוֹמֶדֶת הֵימֶנּוּ, שְׁמוּאֵל שֶׁשָּׁקוּל כְּמשֶׁה וְאַהֲרֹן, שֶׁנֶּאֱמַר <small>(תהלים צט, ו)</small>: משֶׁה וְאַהֲרֹן בְּכֹהֲנָיו וּשְׁמוּאֵל בְּקֹרְאֵי שְׁמוֹ, עֶשְׂרִים וְאַרְבַּע מִשְׁמָרוֹת עוֹמְדוֹת מִבְּנֵי בָנָיו שֶׁכֻּלָּם מִתְנַבְּאִים בְּרוּחַ הַקֹּדֶשׁ, שֶׁנֶּאֱמַר <small>(דברי הימים א כה, ה)</small>: כָּל אֵלֶּה בָנִים לְהֵימָן, אָמַר אֶפְשָׁר הַגְּדֻלָּה הַזּוֹ עֲתִידָה לַעֲמֹד מִמֶּנִּי וַאֲנִי אֶדֹּם, וְלֹא רָאָה יָפֶה, לְפִי שֶׁבָּנָיו עָשׂוּ תְּשׁוּבָה וְעוֹמְדִין מֵהֶן, וּמשֶׁה הָיָה רוֹאֶה, לְכָךְ נִשְׁתַּתֵּף לָבוֹא לְאוֹתָהּ חֲזָקָה שֶׁשָּׁמַע מִפִּי משֶׁה שֶׁכֻּלָּם אוֹבְדִין וְאֶחָד פָּלִיט, וְהָיָה הָאִישׁ אֲשֶׁר יִבְחַר ה' הוּא הַקָּדוֹשׁ.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“This you shall do: take for you fire pans, Koraḥ, and all his congregation” (Numbers 16:6). <br>“And place fire in them, and place incense upon them before the Lord tomorrow, and it will be the man whom the Lord will choose, he is the holy one; it is too much for you, sons of Levi” (Numbers 16:7).</b> <br>“This you shall do: take for you fire pans…And place fire in them, and place incense upon them before the Lord tomorrow” – what did he see that led him to say so? He said to them: ‘In the ways of the gentiles, there are many protocols and many priests. Do they all gather together at the same time? But we have only one Lord, one Torah, one protocol, one altar, and one High Priest. You are two hundred and fifty men seeking the High Priesthood. I, too, want that. “Therefore, you and your entire congregation” (Numbers 16:11). “This you shall do: take for you fire pans, Koraḥ, and his entire congregation” – you have the service that is most beloved of all, it is the incense, more beloved than all the offerings. But a deadly poison was placed within it, by means of which Nadav and Avihu were burned.’ That is why he forewarned them: “It will be the man whom the Lord will choose, he is the holy one” (Numbers 16:7).<b> </b>I am telling you, so you will not incur liability. The one among you who will be chosen, will emerge alive, but all of you will be eliminated.  <br>“It is too much for you, sons of Levi” – I have told you. Were they not fools, that he forewarned them in this manner, but they accepted the contest upon themselves? They sinned against their souls, as it is stated: “The firepans of these sinners against their souls” (Numbers 17:3). <br>But Koraḥ, who was clever, what did he see that led him to this foolishness? His eye deceived him. He saw a great dynasty emerging from him. Samuel, who is the equivalent of Moses and Aaron, as it is stated: “Moses and Aaron among his priests, and Samuel among those who called His name” (Psalms 99:6). Twenty-four watches emerging from his descendants, all prophesying with the divine spirit, as it is stated: “All of these were sons of Heiman,<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">“From the sons of the Kehatites: Heiman the singer, son of Yoel, son of Samuel…son of Koraḥ” (I Chronicles 6:18, 22).</i> [the king's seer in matters of God]” (I Chronicles 25:5). He said: ‘Is it possible that all this greatness will emerge from me, and I will be silent?’ But he did not see well. It was because his sons repented, and they emerged from them. But Moses saw. That is why he [Koraḥ] came to participate, based on his presumption regarding what he heard from the mouth of Moses, that all of them would be eliminated, and one would survive: “It will be the man whom the Lord will choose, he is the holy one.”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "525a3f59edbab4498f484d68", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 16:6:1", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "Ibn Ezra on Numbers 16:6:1", "sourceHeRef": "אבן עזרא על במדבר ט״ז:ו׳:א׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>זאת.</b> הבחינה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "THIS. Test.<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">Our verse reads, <i>This do</i>. According to I.E. this is short for this test do.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "554ef0b2fbfba21b48f53cf2", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 16:6:1", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "Haamek Davar on Numbers 16:6:1", "sourceHeRef": "העמק דבר על במדבר ט״ז:ו׳:א׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>זאת עשו.</b> מיד לצורך הענין שהוא מביא לביקור בדבר הכהונה ואת הקדוש וע״ז אמר.\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "57669f76d6e4a949a39b2885", "index_title": "JPS 1985 Footnotes", "category": "Commentary", "type": "commentary", "ref": "JPS 1985 Footnotes, Numbers 16:4", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "JPS 1985 Footnotes, Numbers 16:4", "sourceHeRef": "הערות שוליים תרגום 1985 של JPS, במדבר ט״ז:ד׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [1980, 1990], "commentaryNum": 16.0004, "collectiveTitle": {"en": "JPS", "he": "הערות שוליים תרגום 1985 של JPS"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Lit. “his.”", "versionTitle": "JPS Footnotes", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5868bd43d6e4a97c9cbb185c", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Numbers 16:6:1", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "Bekhor Shor, Numbers 16:6:1", "sourceHeRef": "בכור שור, במדבר ט״ז:ו׳:א׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "במדבר", "he": "<b>זאת עשו קחו לכם מחתות.</b> כי בזאת תבחנו מי בחר הק' לעבודתו:\n", "heVersionTitle": "Bekhor Shor, HaTzofeh LeHokhmat Yisrael VIII, Budapest, 1928", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, הצופה לחכמת ישראל ח, בודפשט, תרפ\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f2b5d6e4a927464722f2", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Numbers 16:6:1", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "Chizkuni, Numbers 16:6:1", "sourceHeRef": "חזקוני, במדבר ט״ז:ו׳:א׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>קחו לכם מחתות</b> לא עלה בדעתו של משה שיסכימו בדבר שהרי ידוע שכל מקריבי קטרת זרה במיתה כמו שמצינו בנדב ואביהוא אלא כנגד שבאו הם על משה בדברי ריבות בא גם הוא בדברי ריבות.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "קחו לכם מחתות, “take censers for yourselves.” It did not occur to Moses that these rebels would take him up on this, after all it was well known to all that anyone offering incense who had not been authorised to do so would die at the hands of G-d, as had even Aaron’s own two elder sons. Seeing that Korach challenged Moses with uncalled for accusations pulled out of thin air, Moses retaliated with equally ridiculous sounding answers, answers that he thought would be challenged instead of being taken seriously.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5926b2a6d6e4a957603a2d81", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Korach 11:1", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "Midrash Tanchuma Buber, Korach 11:1", "sourceHeRef": "תנחומא בובר, קרח י״א:א׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "קרח", "he": " זאת עשו קחו לכם מחתות [קרח וכל עדתו] ותנו בהן אש <small>(במדבר טז ו ז)</small>. מה ראה לומר להם כך, אמר להם בדתי העובדי כוכבים טעיות הרבה יש, (ונימתרין) [ונימוסין] הרבה, וכומרין הרבה, כולם מתקבצין בבית אחד, ואני אין לי אלא ה' אחד, ותורה אחת, ומשפט אחד, ומזבח אחד, כהן גדול אחד, ואתם מאתים וחמשים איש, מבקשים כהונה גדולה, אף אני רוצה בכך, לכך אתה וכל עדתך הנועדים על ה' <small>(במדבר טז יא)</small>. זאת עשו קחו לכם מחתות, הרי לכם תשמיש חביב מהכל, היא הקטורת חביבה מן הקרבנות, וסם המות ניתן בתוכה, שבה שרפו נדב ואביהוא, לפיכך התרה בהן, והיה האיש אשר יבחר ה' הוא הקדוש וגו' <small>(שם שם ז)</small>, כבר הוא בקדושתו, והיה האיש אשר יבחר ה', כבר הוא שמי שיבחר ה' הוא הקדוש, אלא אמר להם משה, הרי אני אומר לכם שלא תחייבו בנפשותיכם חמשים ומאתים שאתם מקריבים מי שיבחר מכם יצא חי, וכולכם אבודין.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Numb. 16:6–7:) <small>DO THIS: TAKE CENSERS</small>, [<small>KORAH AND ALL HIS</small> (<i>sic</i>) <small>COMPANY</small>]; <small>AND PUT FIRE IN THEM</small>. What was his reason for saying this to them?<sup class=\"footnote-marker\">24</sup><i class=\"footnote\"><i>Tanh</i>., Numb.5:5, cont.; Numb. R. 18:8.</i> He said to them: In the religions of those who serve stars there are many idols, many {<i><small>NYMTRYN</small></i>} [laws],<sup class=\"footnote-marker\">25</sup><i class=\"footnote\"><i>NYMWSYN.</i> Gk.: <i>nomoi.</i></i> and many idol priests. Do they all assemble in one house?<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">Cf. the parallel, <i>Tanh</i>., Numb. 5:5, which adds a negative: “And they all do not assemble in one house.” The point here is that, because they worship different deities, which would have separate shrines, idol priests would function in these various shrines.</i> Now as for me, I only have one God, one Torah, one justice, one altar, and one high priest; but you two hundred and fifty men are seeking high priesthood! I also am willing in this regard. (Numb. 16:11:) <small>THEREFORE YOU AND ALL YOUR COMPANY HAVE COME TOGETHER AGAINST THE LORD</small>. (Numb. 16:6:) <small>DO THIS: TAKE CENSERS</small>. Here you have a ministry more precious than all the others. It is the incense, the most precious of the sacrifices. But a deadly poison had been put within it, through which Nadab and Abihu were burned. He therefore warned them (in vs. 7): <small>THEN IT SHALL COME TO PASS THAT THE MAN WHOM THE LORD CHOOSES IS THE HOLY ONE…</small>. That one already has his sanctification. <small>THEN IT SHALL COME TO PASS THAT THE MAN WHOM THE LORD CHOOSES</small> is already the one. Whomever <small>THE LORD CHOOSES IS THE HOLY ONE</small>. It is simply that Moses said to them: See, I am telling you that you are not to incur guilt on your two hundred and fifty souls, because when you sacrifice, &lt;only&gt; the one to be chosen from among you shall come out alive, and all &lt;the rest&gt; of you shall perish.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5a1534dcd6e4a92409aba7b0", "index_title": "Bartenura on Torah", "category": "Commentary", "type": "commentary", "ref": "Bartenura on Torah, Numbers 16:6:1", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "Bartenura on Torah, Numbers 16:6:1", "sourceHeRef": "ברטנורא על התורה, במדבר ט״ז:ו׳:א׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1535], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Bartenura on Torah", "he": "ברטנורא על התורה"}, "heTitle": "במדבר", "he": "<b>זאת עשו וכו' </b>עד הא לכם תשמיש חביב מכל והוא הקטרת וסם המות נתון בהם וכו' פי' חלילה שמשה זייף הקטרת לשים בתוכו סם המות להמיתם כמו שחשבו רבים אלא הכי פי' כשנתן להם עבודה זו של קטרת הרי היא כאילו נתן להם סם המות שכך מדתו של קטרת להמית את מי שאינו ראוי לו שהרי מצינו שבו נשרף נדב ואביהוא לפיכך התרה בהן:", "heVersionTitle": "Rabotenu Ba'ale ha-Tosafot, Warsaw, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רבותינו בעלי התוספות, וורשא, תרל\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a1534dcd6e4a92409aba7b2", "index_title": "Bartenura on Torah", "category": "Commentary", "type": "commentary", "ref": "Bartenura on Torah, Numbers 16:6:2", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "Bartenura on Torah, Numbers 16:6:2", "sourceHeRef": "ברטנורא על התורה, במדבר ט״ז:ו׳:ב׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1535], "commentaryNum": 6.0002, "collectiveTitle": {"en": "Bartenura on Torah", "he": "ברטנורא על התורה"}, "heTitle": "במדבר", "he": "<b>מחתות כלים שחותין בהם גחלים ויש להם בית יד. </b>רב לכם דבר גדול נטלתם לחלוק על המקום קשה למה פי' בכאן מלת מחתות שהרי פי' בפר' תרומה וכבר ידענו פירושה וקשה עוד למה סרס המקרא שפי' כל הפסוקים ואח\"כ חזר לפרש מחתות ואח\"כ חזר לפרש פעם אחרת רב לכם. וי\"ל שזה שפי' כאן מחתות הוא מוסב לשל מעלה הימנו שקרח טעה ותלה בעצמו להיות נצול ולא פחד מהקטרת אעפ\"י שסם המות הוא כדפי' לעיל שבו נשרף נדב ואביהוא כי בטח על המחתות שהם כלים שיש להן בית יד ולא ידלג הקטרת על פניו לשרוף אותו כי היו פניו רחוקים מן האש ולא יכוה ואעפ\"י שנדב ואביהוא גם הם לקחו מחתות אולי חשב קרח שנשרפו בעונם שהורו הלכה בפני רבן או שנכנסו שתויי יין ולא מחמת הקטרת אבל הוא חשב להיות ראוי לעבודה זו של קטרת וכהונה מפני השלשלת הגדולה העתידה לצאת ממנו כדפי' לעיל ולכך פי' רש\"י בכאן מחתות וכו' ואח\"כ חזר לפרש רב לכם דבר גדול נטלתם לחלוק על המקום כלומ' לא היה לו לבטוח על המחתות שיש להן בית יד שהרי דבר גדול נטל לעצמו לחלוק על המקום והיה ראוי לדאג שמא יענש:", "heVersionTitle": "Rabotenu Ba'ale ha-Tosafot, Warsaw, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רבותינו בעלי התוספות, וורשא, תרל\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc282c1533e001928acd7", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 16:6:1", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "Malbim on Numbers 16:6:1", "sourceHeRef": "מלבי\"ם על במדבר ט״ז:ו׳:א׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>זאת עשו </b>אמנם באשר לפ\"ז הלא יתהוה מחלוקת גדולה ביניכם, כי גם לו יהי' כדבריכם שאהרן ימחול על הכהונה, והכהן הגדול יהיה אחד מעדתכם הלא כל אחד יאמר אני אהי' הכהן הראש, וא\"כ צריך לבחור מי מכם שראוי לכך וא\"כ <b>קחו לכם מחתות </b>שזה צריך לכם היינו להשקיט המחלוקת שיעמוד בין עדתכם, ועז\"א <b>קרח וכל עדתו </b>שהמחתות האלה יבררו ויעמידו השלום בין קרח ובין עדתו, כי קרח רוצה בכהונה וכל עדתו כל איש מהם ג\"כ רוצה בזה, וע\"כ להשקיט הריב שיתהוה ביניכם צריך שתקחו מחתות ותשימו עליהם קטרת, והאיש שיבחר ה' מביניכם הוא הקדוש, [וע\"כ לא הזכיר את אהרן כי אינו מדבר מן הבירור בין אהרן ובין קרח, רק הבירור בין קרח ובין אנשי עדתו]. מעתה הוסיף לאמר <b>רב לכם בני לוי. </b>ר\"ל לפי דבריכם שכל ישראל ראוים אל מעלת הכהונה א\"כ אין חשיבות גם לשבט לוי כי כן יהיו כלם ראוים אל הלויה וא\"כ רב לכם אתם בני לוי, גם אתם נטלתם גדולה לעצמכם יותר מן הראוי כי יוכל להיות שיבחר ה' בשבט אחר שממנו יצא הכהונה וה\"ה הלויה, ובזה פקח את עיני קרח איך הסכיל עשו, שמה שרוצה שיהי' כ\"ג הוא מסופק מאד כי יוכל להיות שיבחר ה' אחד מן הר\"ן איש ותחת זה הוא עושה נבלה נגד כל שבטו להדיחם מן הלויה כי הר\"ן אנשים ודתן ואבירם חולקים גם על בחירת שבט לוי לכהונה וללויה, והוא עושה רע גם לעצמו שיוכל להיות שידחה גם מן הלויה:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c46b6d808d98a02694f2848", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, תַּשְׁמִישׁ 1", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "Jastrow, תַּשְׁמִישׁ 1", "sourceHeRef": "מילון יסטרוב, תַּשְׁמִישׁ א׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "תַּשְׁמִישׁ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">תַּשְׁמִישׁ</strong> m.  (<a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_שָׁמַשׁ.1\" data-ref=\"Jastrow, שָׁמַשׁ 1\">שָׁמַשׁ</a>)  <b>1)</b> <i>handling, use</i>; (sub. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_כלי.1\" data-ref=\"Jastrow, כלי 1\">כלי</a>) <i>utensil</i>. <a class=\"refLink\" href=\"/Shabbat.8a.7\" data-ref=\"Shabbat 8a:7\">Sabb. 8ᵃ</a> <span dir=\"rtl\">ת׳ ע\"י הדחק לא שמיה ת׳</span> use by force (with inconvenience) is not considered use (such as makes the place so utilized public ground for Sabbath purposes). <a class=\"refLink\" href=\"/Bamidbar_Rabbah.18.12\" data-ref=\"Bamidbar Rabbah 18:12\">Num. R. s. 18</a><sup>8</sup> (ref. to <a class=\"refLink\" href=\"/Numbers.16.6\" data-ref=\"Numbers 16:6\">Num. XVI, 6</a>) <span dir=\"rtl\">הרי לכם ת׳ החביב וכ׳</span> here is that service for you which is the choicest of all, the offering of frankincense &c.; Tanḥ. Kor. 5. Ib. <span dir=\"rtl\">בשביל תִּשְׁמִישׁוֹ של עולם</span> for the service (benefit) of the world. <a class=\"refLink\" href=\"/Megillah.26b.9\" data-ref=\"Megillah 26b:9\">Meg. 26ᵇ</a> <span dir=\"rtl\">ת׳ קדושה הוא ואסיר</span> it is an object used at a sacred function, and is therefore forbidden for profane use; <a class=\"refLink\" href=\"/Megillah.26b.10\" data-ref=\"Megillah 26b:10\">ib.</a> <span dir=\"rtl\">ת׳ דת׳ הוא</span> it is an object subservient to an object which is used at a sacred function (e. g. a thing on which a sacred implement is laid); a. fr.—Pl. <span dir=\"rtl\">תַּשְׁמִישִׁים</span>, <span dir=\"rtl\">תַּשְׁמִישִׁין</span>. <a class=\"refLink\" href=\"/Megillah.26b.8\" data-ref=\"Megillah 26b:8\">Ib.</a> <span dir=\"rtl\">תַּשְׁמִישֵׁי מצוה נזרקין</span> things used for a religious ceremony may be thrown away (after having served their purpose); <span dir=\"rtl\">תשמישי קדושה נגנזין</span> implements for sacred things must be stored away (v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_גָּנַז.1\" data-ref=\"Jastrow, גָּנַז 1\">גָּנַז</a>); <span dir=\"rtl\">ואלו הן ת׳ מצוה סוכה וכ׳</span> these are implements for a religious ceremony: the Succah, the Lulab &c.; <span dir=\"rtl\">ואלו הן ת׳ קדושה וכ׳</span> and these are sacred implements: boxes for sacred scrolls &c.; a. fr. <b>—2)</b>  (with or without <span dir=\"rtl\">המטה</span>) <i>marital connection</i>; in gen. <i>copulation</i>. <a class=\"refLink\" href=\"/Mishnah_Yoma.8.1\" data-ref=\"Mishnah Yoma 8:1\">Yoma VIII, 1</a>. <a class=\"refLink\" href=\"/Ketubot.65b.5\" data-ref=\"Ketubot 65b:5\">Keth. 65ᵇ</a>. <a class=\"refLink\" href=\"/Bekhorot.8a.5\" data-ref=\"Bekhorot 8a:5\">Bekh. 8ᵃ</a> <span dir=\"rtl\">כל שתַּשְׁמִישׁוֹ ביום</span> all animals which copulate in day time; a. v. fr."], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5cd1414e04bbb60019c1e6cf", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 16:6:1", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "Birkat Asher on Torah, Numbers 16:6:1", "sourceHeRef": "ברכת אשר על התורה, במדבר ט״ז:ו׳:א׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>\"זאת עשו\".</b> מוסב על קרח וכל עדתו, כלומר גם דתן ואבירם ואון בן פלת, והוא פתיחה לצו הקטרת הקטורת. והנה להלן (בפסוק יז) מוגבל הציווי על לקיחת המחתות למאתים וחמישים איש בלבד, כלומר בלי דתן ואבירם. ולהלן (פסוק כד) עדיין מוזכרים דתן ואבירם ליד קרח, אבל לא און בן פלת, וכן בפסוק כז. ואילו בפסוק לב בבליעתם באדמה נאמר \"אֹתם (כלומר קרח ודתן ואבירם - ראה ספר דברים יא, ו - ואילו און בן פלת אינו מוזכר כלל) ואת בתיהם ואת כל האדם אשר לקרח\". וקשה לי: (א) למה דתן ואבירם לא הקטירו קטורת (מסתבר שקטורת הקריבו רק הלויים שביניהם, וצריך לבדוק)? (ב) מה קרה לאון בן פלת? (פ' קרח תשמ\"ז) באשר לשאלה (א) ראה רמב\"ן (לפסוק טז). לדבריו, כאשר דיבר משה אל קרח ועדתו בפעם הראשונה (פסוקים ו-ז) היו שם גם דתן ואבירם, והיו גם הם בכלל הציווי \"קחו לכם מחתות קרח וכל עדתו\" (פסוק ו), וכאשר שלח משה לקרא להם, והם סרבו לעלות, חרה למשה מאוד, והחליט לגזור עליהם שלא ימותו כמות כל האדם, ואז אמר משה לקרח שנית: \"וקחו איש מחתתו... חמשים ומאתים מחתֹת ואתה ואהרן איש מחתתו\" (פסוק יז), ובזה הוציא את דתן ואבירם מכללם.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1414e9539fc005a15ff7a", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 16:6:2", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "Birkat Asher on Torah, Numbers 16:6:2", "sourceHeRef": "ברכת אשר על התורה, במדבר ט״ז:ו׳:ב׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 6.0002, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "ובאשר לגורלו של און בן פלת, לפי הגמרא בסנהדרין (קט ע\"ב) און בן פלת אשתו הצילתו. אמרה לו: בין אם יוכרע כמשה רבנו ובין אם יוכרע כקרח, אתה תשאר תלמיד, אם כן מה תרוויח אם תהיה שותף בוויכוח?! (פ' קרח תשמ\"ח) והוסיף ר' זאב נוימן שי': לפי דברי חז\"ל שם, אשת און בן פלת לא הסתפקה בשכנוע מילולי, אלא עשתה מעשה. היא ישבה בפתח הבית כשראשה פרוע, כדי להרחיק את בעלי המחלוקת מבעלה. וראה שיחות הגרצ\"י קוק (במדבר עמ' 195), שלומד מכאן שבעלי מחלוקת יכולים להיות גם צדיקים שבורחים למראה אשה פרועת ראש...", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1414f04bbb60019c1e6d1", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 16:6:3", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "Birkat Asher on Torah, Numbers 16:6:3", "sourceHeRef": "ברכת אשר על התורה, במדבר ט״ז:ו׳:ג׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 6.0003, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>רש\"י ד\"ה זאת עשו וגו', ...וסם המות נתן להם בתוכו שבו נשרפו וכו'.</b> הלשון קשה, כאילו הוסיף משה רבנו דבר של ממש לקטורת זו, וזה בוודאי אינו. (פ' קרח תשנ\"ב) וראה מדרש רבה (יח, ח ו\"מתנות כהונה\" שם) וילקוט שמעוני (קרח רמז תש\"ן) שגרסו \"נתוּן\" במקום \"נתן להם\". וכן בדפוסים רבים. ולפי זה אתי שפיר (הערת הרב איתן שנדורפי שי').", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d8ccee3e686194f6d052e65", "index_title": "Machzor Yom Kippur Ashkenaz", "category": "Liturgy", "type": "", "ref": "Machzor Yom Kippur Ashkenaz, The Morning Prayers, Akeidah (The Binding of Yitzchak) 4", "anchorRef": "Numbers 16:2-35", "anchorRefExpanded": ["Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35"], "sourceRef": "Machzor Yom Kippur Ashkenaz, The Morning Prayers, Akeidah (The Binding of Yitzchak) 4", "sourceHeRef": "מחזור אשכנז ליום כיפור, תפלת שחרית, עקדה ד׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1155, 1205], "commentaryNum": 4, "collectiveTitle": {"en": "Machzor Yom Kippur Ashkenaz", "he": "מחזור אשכנז ליום כיפור"}, "heTitle": "עקדה", "he": "<b>לְעוֹלָם </b>יְהֵא אָדָם יְרֵא שָׁמַֽיִם בַּסֵּֽתֶר וּבַגָּלוּי וּמוֹדֶה עַל הָאֱמֶת וְדוֹבֵר אֱמֶת בִּלְבָבוֹ וְיַשְׁכֵּם וְיֹאמַר: רִבּוֹן כָּל הָעוֹלָמִים לֹא עַל צִדְקוֹתֵֽינוּ אֲנַֽחְנוּ מַפִּילִים תַּחֲנוּנֵֽינוּ לְפָנֶֽיךָ כִּי עַל רַחֲמֶֽיךָ הָרַבִּים, מָה אָֽנוּ מֶה חַיֵּֽינוּ מֶה חַסְדֵּֽנוּ, מַה צִּדְקוֹתֵֽינוּ, מַה יְּשׁוּעָתֵֽנוּ, מַה כֹּחֵֽנוּ מַה גְּבוּרָתֵֽנוּ, מַה נֹּאמַר לְפָנֶֽיךָ יְהֹוָה אֱלֹהֵֽינוּ וֵאלֹהֵי אֲבוֹתֵֽינוּ הֲלֹא כָּל הַגִּבּוֹרִים כְּאַֽיִן לְפָנֶֽיךָ וְאַנְשֵׁי הַשֵּׁם כְּלֹא הָיוּ וַחֲכָמִים כִּבְלִי מַדָּע וּנְבוֹנִים כִּבְלִי הַשְׂכֵּל כִּי רוֹב מַעֲשֵׂיהֶם תֹּֽהוּ וִימֵי חַיֵּיהֶם הֶֽבֶל לְפָנֶֽיךָ, וּמוֹתַר הָאָדָם מִן הַבְּהֵמָה אָֽיִן כִּי הַכֹּל הָֽבֶל: ", "heVersionTitle": "The Metsudah Machzor. Metsudah Publications, New York - Heb (paragraph ed.)", "heLicense": "", "heVersionTitleInHebrew": "", "text": "<b>A person</b> should always be in fear of God, privately as well as openly,<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">Some people conduct themselves in a God-fearing manner in the presence of others (in public), but in the privacy of their homes, do whatever they please. There are others who do just the opposite. In private they are governed by fear of Hashem, but in the presence of others they are too embarrassed or intimidated to be God-fearing. A Jew must always fear Hashem, in private as well as in public.—Si’ach Yitzchok</i> [he should] admit the truth,<sup class=\"footnote-marker\">51</sup><i class=\"footnote\">Acknowledging the truth is fundamental to serving Hashem, and to all human behavior. One who is concerned merely with “winning the argument” will go to any extreme to come out on top. This attitude caused the downfall of the 250 leaders who joined Korach, rather than acknowledge the truth of Moshe’s declaration (Bamidbar 16:2—35).—Si’ach Yitzchok</i> and speak truth in his heart,<sup class=\"footnote-marker\">52</sup><i class=\"footnote\">It is not sufficient to merely acknowledge the truth verbally but one must speak truth in his heart as well. Rashi on the Talmud (Maseches Makos 24a) cites the following incident as an example of how one should speak truth in his heart: A buyer once offered to purchase an article from Rav Safra while he was reciting the Shema. Because he could not indicate his acceptance, the anxious purchaser increased his offer. Rav Safra refused the increment because in his heart he had already accepted the original offer.</i> and rise early and proclaim: Master of all the worlds! Not on account of our righteousness do we offer our supplications before You, but on account of Your abundant mercy. What are we? What is our life? What are our acts of kindness? What is our righteousness? What is our deliverance?<sup class=\"footnote-marker\">53</sup><i class=\"footnote\">Of ourselves or others.</i> What is our strength? What is our might? What can we say before You, Adonoy, our God and God of our fathers? Are not all the mighty men as nothing before You? Famous men as though they had never been? The wise as if they were without knowledge? And men of understanding, as if they were devoid of intelligence? For most of their actions are a waste,<sup class=\"footnote-marker\">54</sup><i class=\"footnote\">In terms of achievement.—Dover Sholom</i> and the days of their life are trivial<sup class=\"footnote-marker\">55</sup><i class=\"footnote\">In terms of time.—Dover Sholom</i> in Your presence. The superiority of man over the beast is nil, for all is futile. ", "versionTitle": "The Metsudah Machzor. Metsudah Publications, New York - Eng (paragraph ed.)", "license": "", "versionTitleInHebrew": ""}, {"_id": "5d8cd3e4b2d947e2a43f1b3e", "index_title": "Machzor Rosh Hashanah Ashkenaz", "category": "Liturgy", "type": "", "ref": "Machzor Rosh Hashanah Ashkenaz, The Morning Prayers, Akeidah (The Binding of Yitzchak) 4", "anchorRef": "Numbers 16:2-35", "anchorRefExpanded": ["Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35"], "sourceRef": "Machzor Rosh Hashanah Ashkenaz, The Morning Prayers, Akeidah (The Binding of Yitzchak) 4", "sourceHeRef": "מחזור אשכנז לראש השנה, תפילת שחרית, עקידה ד׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1155, 1205], "commentaryNum": 4, "collectiveTitle": {"en": "Machzor Rosh Hashanah Ashkenaz", "he": "מחזור אשכנז לראש השנה"}, "heTitle": "עקידה", "he": "<b>לְעוֹלָם </b>יְהֵא אָדָם יְרֵא שָׁמַֽיִם בַּסֵּֽתֶר וּבַגָּלוּי וּמוֹדֶה עַל הָאֱמֶת וְדוֹבֵר אֱמֶת בִּלְבָבוֹ וְיַשְׁכֵּם וְיֹאמַר: ", "heVersionTitle": "The Metsudah Machzor. Metsudah Publications, New York -- he (paragraph ed.)", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<b>A person</b> should always be in fear of God, privately as well as openly,<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">Some people conduct themselves in a God-fearing manner in the presence of others (in public), but in the privacy of their homes, do whatever they please. There are others who do just the opposite. In private they are governed by fear of Hashem, but in the presence of others they are too embarrassed or intimidated to be God-fearing. A Jew must always fear Hashem, in private as well as in public.—Si’ach Yitzchak</i> [he should] admit the truth,<sup class=\"footnote-marker\">51</sup><i class=\"footnote\">Acknowledging the truth is fundamental to serving Hashem, and to all human behavior. One who is concerned merely with “winning the argument” will go to any extreme to come out on top. This attitude caused the downfall of the 250 leaders who joined Korach, rather than acknowledge the truth of Moshe’ declaration (Bamidbar 16:2-35).—Si’ach Yitzchak</i> and speak truth in his heart,<sup class=\"footnote-marker\">52</sup><i class=\"footnote\">It is not sufficient to merely acknowledge the truth verbally but one must speak truth in his heart as well. Rashi on the Talmud (Maseches Makos 24a) cites the following incident as an example of how one should speak truth in his heart: A buyer once offered to purchase an article from Rav Safra while he was reciting the Shema. Because he could not indicate his acceptance, the anxious purchaser increased his offer. Rav Safra refused the increment because in his heart he had already accepted the original offer.</i> and rise early and proclaim: ", "versionTitle": "The Metsudah Machzor. Metsudah Publications, New York -- en (paragraph ed.)", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5e85c22d31daf1ad6c07be32", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Korach 22", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "Agra DeKala, Korach 22", "sourceHeRef": "אגרא דכלה, קרח כ״ב", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 22, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "קרח", "he": "<b>בקר ויודע י\"י את אשר לו ואת הקדוש והקריב אליו ואת אשר יבחר בו יקריב אליו (במדבר טז ה).</b> הנה מלבד שהלשון כפול ומכופל, אף גם זאת אצל הקדו\"ש נאמר והקרי\"ב, ואצל אשר יבחר נאמר יקרי\"ב. ונ\"ל דהנה הר\"ן איש שבאו לחלוק על הכהונה מה היה סברתם, דבשלמא קר\"ח ידוע לנו מכתבי קדש להאר\"י ז\"ל, (והוא נרמז בזהר דבאמת לעתיד לבא יהיו הלוים במדריגה על הכהנים כמעלת הזהב על הכסף, (ועל כן לעתיד יהיה הלכה כבית שמאי כנודע), והנה קר\"ח אכלה פגה, על כן לעתיד צדי\"ק כתמ\"ר יפר\"ח (תהלים צב יג), ס\"ת קר\"ח, כי שגבה מעלתו והדין עמו רק שאכלה פגה, אבל הר\"ן איש ישראלים מה היתה כונתם וסברתם שיהיה להם משפט הכהונה, דודאי לא באו כטפשים ומבוהלים בלי סברא, ובפרט כי גדולים היו בנשיאות. והנראה דבאו בסברא הלזו כמו קר\"ח ששפט הדין דלעתיד, וכמו כן הם באו בסברא דעתיד שאמרו רז\"ל דלעתיד גם תלמידי חכמים יעבדו עבודה ככהנים. ובזה יתורץ מ\"ש (במדבר טז ו) קחו לכם מחתות קרח וכל עדתו, למה פרט את קר\"ח, וכן להלן אמר משה אתה וכל עדתך היו לפני י\"י אתה ואהרן וכו' (במדבר טז טז), וקחו איש מחתתו וכו' חמשים ומאתים מחתות ואתה ואהרן איש מחתתו (במדבר טז יז), הנה בכל מקום פרט את קרח לבדו, בשגם כי שיוה אותו לאהרן שהוא יהיה עם אהרן, ומה הוא הכוונה. אך הוא דהנה סברת קר\"ח שתהיה העבודה בלויים, רצה שתהיה הכהונה בירושה לו כמו לאהרן, מה שאין כן אלו הר\"ן שבאו בסברת העבודה של תלמידי חכמים, וכתר תורה אינה ירושה (אבות פ\"ב מי\"ב), רק רצו שהם בעצמם יעבדו העבודה, על כן כלל את קרח עם אהרן ופרטו מעדתו. ובזה תבין מ\"ש בקר ויודע י\"י את אשר לו, בין בחינת קדושת דורות כסברות קרח, בין בבחינת קרבות ובחירה לפי שעה כבחירת תלמידי חכמים לעתיד. וזה שסיים ואת הקדוש, מי שהוא קדוש בתולדה כסברתך שאתה קדוש בתולדה לכהונה, והקריב אליו, הנה אמר בוא\"ו הנוסף כיון שהוא כבר קדוש, לא יצטרך רק להודעת הקרבות לבאי עולם, ואת אשר יבחר בו מחדש לפי שעה מחמת תורתו, הנה יקריב אליו מחדש. וזה כוונת המדרש לדעתי ז\"ל (במ\"ר פי\"ח ז') ואת הקדוש והקריב אליו, מתוקן הוא לכך, ואת אשר יבחר בו יקריב אליו, עכ\"ל. ואין לו ביאור. ולפי מ\"ש יונח בטוב טעם ודעת, הבן הדברים:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d6028415afd29c04f12d", "index_title": "Gur Aryeh on Bamidbar", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Bamidbar 16:6:1", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "Gur Aryeh on Bamidbar 16:6:1", "sourceHeRef": "גור אריה על במדבר ט״ז:ו׳:א׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על במדבר", "he": "<b>מה ראה לומר להם כך.</b> פירוש, למה הצריך ליתן להם עצה להקריב קטורת ויהיו נשרפים על ידי הקטורת, כדי<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"102\"></i> שלא יהיו חושדין אותו שבשביל דבר תחבולה בחר דוקא על דבר זה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"103\"></i>, ותירץ מפני שהם בעצמם רצו בזה, לפי שהיו רוצים שיהיו כולם כהנים להקריב, ואמר להם 'גם אני רוצה בזה', כלומר כמו שאתם רוצים גם אני רוצה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"104\"></i>, והשתא לא יהיה חשד כלל, אלא במה שהם בחרו לנפשם עשה משה רבינו עליו השלום, ולא יהיו אומרים בשביל התחבולה עשה זה להם כדי שיהיו נשרפים:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5f1e9f2a1d77ecfb0d09e6d4", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 16:6:1", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "Midrash Lekach Tov, Numbers 16:6:1", "sourceHeRef": "מדרש לקח טוב, במדבר ט״ז:ו׳:א׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "פס'. זאת עשו קחו לכם מחתות קרח וכל עדתו. להודיע לכל שאינם הוגנים לכהונה:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60f575a0b6062f226d6204b8", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Numbers 16:6:1", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "Maskil LeDavid, Numbers 16:6:1", "sourceHeRef": "משכיל לדוד, במדבר ט״ז:ו׳:א׳", "anchorVerse": 6, "sourceHasEn": false, "commentaryNum": 6.0001, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "במדבר", "he": "<b>זאת עשו וכו׳ וסם המות וכו׳</b> דק״ל למה האריך באמרו זאת עשו הול״ל בקיצור קחו לכם מחתות וכו׳. ולכך משני דר״ל בזאת דוקא תבחנו לפי שיש בו סם המות לפי שאינו ראוי אליה:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "612254da5de8bfb900edc2d0", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "anchorRef": "Numbers 15:30-31:19", "anchorRefExpanded": ["Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק ראשון, פרק ה י״ב", "anchorVerse": 30, "sourceHasEn": true, "commentaryNum": 12, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "If the stranger can enjoy literal and metaphysical benefits such as atonement, what makes the stranger a stranger at all? Multiple times in the Pentateuch is the expression “there shall be one law for you and the resident alien” used to show legal equivalence.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See Exodus 12:48–49; Leviticus 7:7, 24:22; Numbers 9:14, 15:15, 15:29–30.</i> Like citizens, strangers can be cut off from the community for cursing God and are obliged to refrain from behaviors that engender impurity.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">For examples, see Leviticus 4, 17:15–16, 18:27–28, 35:34–35; Numbers 15:30–31, 19:13, 19:20.</i> The stranger and the citizen both enjoy the privileges of the community and are both accountable for their place in the community and for their personal relationships with God through prohibitive commands. A poor gentile or <i>ger </i>was counted among the recipients of communal welfare (Lev. 19:10) and enjoyed the protections of the community as a relative equal (Lev. 24:22). Who, then, was the stranger, if during this period of transition there was no land from which to claim citizenship? Who was a stranger if we were all strangers? Furthermore, what made this individual alien if he was included in the community, such that both citizen and stranger were “alike before the Lord”?", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61225507412970c0e359d91a", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "anchorRef": "Numbers 13:27-29:31", "anchorRefExpanded": ["Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק שני, פרק ח כ״ג", "anchorVerse": 27, "sourceHasEn": true, "commentaryNum": 23, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ח", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>This is what they told him: “We came to the land you sent us to; it does indeed flow with milk and honey, and this is its fruit. However, the people who inhabit the country are powerful, and the cities are fortified and very large; moreover, we saw the Anakites there. Amalekites dwell in the Negeb region; Hittites, Jebusites, and Amorites inhabit the hill country; and Canaanites dwell by the Sea and along the Jordan…. We cannot attack that people, for it is stronger than we.” Thus they spread calumnies among the Israelites about the land they had scouted, saying, “The country that we traversed and scouted is one that devours its settlers. All the people that we saw in it are men of great size; we saw the Nephilim there – the Anakites are part of the Nephilim and we looked like grasshoppers to ourselves, and so we must have looked to them.” (Num. 13:27–29, 31–33)</small>", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "625282cbb7b9a36c896910ff", "index_title": "Em LaMikra", "category": "Commentary", "type": "commentary", "ref": "Em LaMikra, Numbers 16:6:1", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "Em LaMikra, Numbers 16:6:1", "sourceHeRef": "אם למקרא, במדבר ט״ז:ו׳:א׳", "anchorVerse": 6, "sourceHasEn": false, "commentaryNum": 6.0001, "collectiveTitle": {"en": "Em LaMikra", "he": "אם למקרא"}, "heTitle": "במדבר", "he": "<b>קחו לכם מחתות.</b> בחר בקטורת יותר מכל שאר העבודות כי היא החשובה מכלם וגם זו ראיה למה שכתבתי סוף פ' במדבר, שהרי נתן את הקטרת לאבן בחן לדעת את אשר יבחר בו ה', וגם מזה נראה כי היא הקדושה שבכל העבודות כדברי המקובלים — וכן היא הנבחרת לעצור המגפה כמו שצוה משה לאהרן קח את המחתה, ואלו היה הקרבן חשוב הימנה היו עושים זבח או עולה — הא למדת שאין קדושה ומסוגלת יותר מהקטרת הקטרת וזה לאות כי אמונת הקבלה ואמונת התורה אחת היא.", "heVersionTitle": "Livorno, 1862-1863", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d196b6084aa1cbf0ff27", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מַחְתָּה 1", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "BDB, מַחְתָּה 1", "sourceHeRef": "בראון-דרייבר-בריגס, מַחְתָּה א׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מַחְתָּה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">מַחְתָּה</span></big>  <strong>n.f. fire-holder, censer, snuff-dish</strong>;—abs. <span dir=\"rtl\">מ׳</span> <a data-ref=\"Leviticus 16:12\" href=\"/Leviticus.16.12\">Lv 16:12</a>; <a data-ref=\"Numbers 17:11\" href=\"/Numbers.17.11\">Nu 17:11</a>; sf. <span dir=\"rtl\">מַחְתָּתוֹ</span> <a data-ref=\"Leviticus 10:1\" href=\"/Leviticus.10.1\">Lv 10:1</a> + 4 times; pl. abs. <span dir=\"rtl\">מַחְתּוֹת</span> <a data-ref=\"Numbers 16:6\" href=\"/Numbers.16.6\">Nu 16:6</a> + 4 times; <span dir=\"rtl\">מַחְתֹּת</span> <a data-ref=\"Numbers 16:17\" href=\"/Numbers.16.17\">Nu 16:17</a> + 3 times; cstr. <span dir=\"rtl\">מַחְתּוֹת</span> <a data-ref=\"Numbers 17:3\" href=\"/Numbers.17.3\">Nu 17:3</a>, <a data-ref=\"Numbers 17:4\" href=\"/Numbers.17.4\">4</a>; sf. <span dir=\"rtl\">מַחְתֹּתָיו</span> <a data-ref=\"Exodus 27:3\" href=\"/Exodus.27.3\">Ex 27:3</a>; <span dir=\"rtl\">מַחְתֹּתֶיהָ</span> <a data-ref=\"Exodus 25:38\" href=\"/Exodus.25.38\">Ex 25:38</a> + 2 times;—<br><strong>1.</strong>  <em>snuff-holder</em>, snuff-dish (Now<sup>Archäol. ii, 63. 65</sup>) of gold <a data-ref=\"Exodus 25:38\" href=\"/Exodus.25.38\">Ex 25:38</a>; <a data-ref=\"Exodus 37:23\" href=\"/Exodus.37.23\">37:23</a> <a data-ref=\"Numbers 4:9\" href=\"/Numbers.4.9\">Nu 4:9</a> (all P).<br><strong>2.</strong>  bronze utensils, <em>fire-pans</em>, belonging to altar of burnt-offerings <a data-ref=\"Exodus 27:3\" href=\"/Exodus.27.3\">Ex 27:3</a>; <a data-ref=\"Exodus 38:3\" href=\"/Exodus.38.3\">38:3</a>, cf. <a data-ref=\"Numbers 4:14\" href=\"/Numbers.4.14\">Nu 4:14</a> (all P); <em>fire-pans</em> of gold <a data-ref=\"I Kings 7:50\" href=\"/I_Kings.7.50\">1 K 7:50</a> = <a data-ref=\"II Chronicles 4:22\" href=\"/II_Chronicles.4.22\">2 Ch 4:22</a>, <a data-ref=\"II Kings 25:15\" href=\"/II_Kings.25.15\">2 K 25:15</a> = <a data-ref=\"Jeremiah 52:19\" href=\"/Jeremiah.52.19\">Je 52:19</a>.<br><strong>3.</strong>  <em>censer</em>, <a data-ref=\"Leviticus 10:1\" href=\"/Leviticus.10.1\">Lv 10:1</a>; <a data-ref=\"Leviticus 16:12\" href=\"/Leviticus.16.12\">16:12</a> <a data-ref=\"Numbers 16:6\" href=\"/Numbers.16.6\">Nu 16:6</a>, <a data-ref=\"Numbers 16:17\" href=\"/Numbers.16.17\">17</a><sup>(×4)</sup>, <a data-ref=\"Numbers 16:18\" href=\"/Numbers.16.18\">18</a>; <a data-ref=\"Numbers 17:2\" href=\"/Numbers.17.2\">17:2</a>, <a data-ref=\"Numbers 17:3\" href=\"/Numbers.17.3\">3</a>, <a data-ref=\"Numbers 17:4\" href=\"/Numbers.17.4\">4</a> (of bronze), v <a data-ref=\"Numbers 17:11\" href=\"/Numbers.17.11\">11</a> (all P)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d1e3b6084aa1cbf13391", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עֵדָה 1", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "BDB, עֵדָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, עֵדָה א׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עֵדָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I. <big><span dir=\"rtl\">עֵדָה</span></big><sub>149</sub>  n.f. congregation (proposes <em>company assembled together by appointment</em>, or <em>acting concertedly</em>)—<span dir=\"rtl\">ע׳</span> <a data-ref=\"Numbers 16:2\" href=\"/Numbers.16.2\">Nu 16:2</a> + 85 times; cstr. <span dir=\"rtl\">עֲדַת</span> <a data-ref=\"Exodus 12:3\" href=\"/Exodus.12.3\">Ex 12:3</a> + 52 times; sf. <span dir=\"rtl\">עֲדָתִי</span> <a data-ref=\"Job 16:7\" href=\"/Job.16.7\">Jb 16:7</a> + 9 times sfs.;—<br><strong>1.</strong>  <span dir=\"rtl\">עֲדַת־אֵל</span> <a data-ref=\"Psalms 82:1\" href=\"/Psalms.82.1\">ψ 82:1</a> <em>congregation of Ēl</em>, of company of angels (‖ <span dir=\"rtl\">בקרב אלהים</span>); <span dir=\"rtl\">ע׳ לְאֻמִּים</span> <a data-ref=\"Psalms 7:8\" href=\"/Psalms.7.8\">7:8</a> <em>congregation of peoples;</em> <span dir=\"rtl\">ע׳ צַדִּיקִים</span> <a data-ref=\"Psalms 1:5\" href=\"/Psalms.1.5\">1:5</a> <em>congregation of the righteous;</em> ‖ <span dir=\"rtl\">סוֹד יְשָׁרִים</span> <a data-ref=\"Psalms 111:1\" href=\"/Psalms.111.1\">111:1</a>; ‖ <span dir=\"rtl\">קהל</span> <a data-ref=\"Proverbs 5:14\" href=\"/Proverbs.5.14\">Pr 5:14</a>; <span dir=\"rtl\">כָּל־עֲדָתִי</span> <a data-ref=\"Job 16:7\" href=\"/Job.16.7\">Jb 16:7</a> (of Job’s circle of dependents); in a bad sense, <span dir=\"rtl\">ע׳ מְרֵעִים</span> <em>company of evil doers</em> <a data-ref=\"Psalms 22:17\" href=\"/Psalms.22.17\">ψ 22:17</a>; <span dir=\"rtl\">ע׳ עריצים</span> <a data-ref=\"Psalms 86:14\" href=\"/Psalms.86.14\">86:14</a>; <span dir=\"rtl\">ע׳ חנף</span> <a data-ref=\"Job 15:34\" href=\"/Job.15.34\">Jb 15:34</a>; <span dir=\"rtl\">ע׳ קֹרַח</span> <em>company of Korah</em> <a data-ref=\"Numbers 26:9\" href=\"/Numbers.26.9\">Nu 26:9</a>; <a data-ref=\"Numbers 27:3\" href=\"/Numbers.27.3\">27:3</a> (P), so <span dir=\"rtl\">עֲדָתוֹ</span>, <span dir=\"rtl\">עֲדָֽתְךָ</span> <a data-ref=\"Numbers 16:5\" href=\"/Numbers.16.5\">16:5</a>, <a data-ref=\"Numbers 16:6\" href=\"/Numbers.16.6\">6</a>, <a data-ref=\"Numbers 16:11\" href=\"/Numbers.16.11\">11</a>, <a data-ref=\"Numbers 16:16\" href=\"/Numbers.16.16\">16</a>; <a data-ref=\"Numbers 17:5\" href=\"/Numbers.17.5\">17:5</a> (P), and <span dir=\"rtl\">הָעֵדָה</span> <a data-ref=\"Numbers 26:10\" href=\"/Numbers.26.10\">26:10</a>; <a data-ref=\"Numbers 27:3\" href=\"/Numbers.27.3\">27:3</a> (P); <span dir=\"rtl\">ע׳ אֲבִירָם</span> <a data-ref=\"Psalms 106:17\" href=\"/Psalms.106.17\">ψ 106:17</a>, cf. v <a data-ref=\"Psalms 106:18\" href=\"/Psalms.106.18\">18</a>.<br><strong>2.</strong>  <strong> pack</strong> of <em>animals</em> <span dir=\"rtl\">ע׳ אַבִּירִים</span> <a data-ref=\"Psalms 68:31\" href=\"/Psalms.68.31\">ψ 68:31</a> (fig. of nobles); <span dir=\"rtl\">ע׳ דְּבֹרִים</span> <a data-ref=\"Judges 14:8\" href=\"/Judges.14.8\">Ju 14:8</a> <em>a swarm of bees</em>.<br><strong>3.</strong>  elsewhere of Israel <a data-ref=\"Hosea 7:12\" href=\"/Hosea.7.12\">Ho 7:12</a> <span dir=\"rtl\">עֲדָתָם</span> i.e. the whole assemblage of them; <a data-ref=\"I Kings 8:5\" href=\"/I_Kings.8.5\">1 K 8:5</a> (= <a data-ref=\"II Chronicles 5:6\" href=\"/II_Chronicles.5.6\">2 Ch 5:6</a>) <span dir=\"rtl\">כל עדת ישׂ׳</span> of those gathered to Sol.; <a data-ref=\"I Kings 12:20\" href=\"/I_Kings.12.20\">12:20</a> <span dir=\"rtl\">העדה</span> of assembly at Shechem; <a data-ref=\"Jeremiah 6:18\" href=\"/Jeremiah.6.18\">Je 6:18</a> (text very dub.); <span dir=\"rtl\">עֲדָתוֹ</span> <a data-ref=\"Jeremiah 30:20\" href=\"/Jeremiah.30.20\">30:20</a> of restored people; <span dir=\"rtl\">עֲדָֽתְךָ</span> <a data-ref=\"Psalms 74:2\" href=\"/Psalms.74.2\">ψ 74:2</a> (‖ <span dir=\"rtl\">שׁכט נחלתך</span>); elsewhere in P, except possibly <a data-ref=\"Numbers 20:11\" href=\"/Numbers.20.11\">Nu 20:11</a> (R), in technical sense, of the <em>company</em> of Israel of the Exodus, the <em>congregation</em> (115 times), especially in the phrases †<span dir=\"rtl\">ע׳ יהוה</span> <a data-ref=\"Numbers 27:17\" href=\"/Numbers.27.17\">Nu 27:17</a>; <a data-ref=\"Numbers 31:16\" href=\"/Numbers.31.16\">31:16</a> <a data-ref=\"Joshua 22:16\" href=\"/Joshua.22.16\">Jos 22:16</a>, <a data-ref=\"Joshua 22:17\" href=\"/Joshua.22.17\">17</a>; †<span dir=\"rtl\">ע׳ ישׂראל</span> <a data-ref=\"Exodus 12:3\" href=\"/Exodus.12.3\">Ex 12:3</a>, <a data-ref=\"Exodus 12:6\" href=\"/Exodus.12.6\">6</a>, <a data-ref=\"Exodus 12:19\" href=\"/Exodus.12.19\">19</a>, <a data-ref=\"Exodus 12:47\" href=\"/Exodus.12.47\">47</a> <a data-ref=\"Leviticus 4:13\" href=\"/Leviticus.4.13\">Lv 4:13</a> <a data-ref=\"Numbers 16:9\" href=\"/Numbers.16.9\">Nu 16:9</a>; <a data-ref=\"Numbers 32:4\" href=\"/Numbers.32.4\">32:4</a> <a data-ref=\"Joshua 22:18\" href=\"/Joshua.22.18\">Jos 22:18</a>, <a data-ref=\"Joshua 22:20\" href=\"/Joshua.22.20\">20</a>; †<span dir=\"rtl\">ע׳ בני ישׂראל</span> <a data-ref=\"Exodus 16:1\" href=\"/Exodus.16.1\">Ex 16:1</a>, <a data-ref=\"Exodus 16:2\" href=\"/Exodus.16.2\">2</a>, <a data-ref=\"Exodus 16:9\" href=\"/Exodus.16.9\">9</a>, <a data-ref=\"Exodus 16:10\" href=\"/Exodus.16.10\">10</a>; <a data-ref=\"Exodus 17:1\" href=\"/Exodus.17.1\">17:1</a>; <a data-ref=\"Exodus 35:1\" href=\"/Exodus.35.1\">35:1</a>, <a data-ref=\"Exodus 35:4\" href=\"/Exodus.35.4\">4</a>, <a data-ref=\"Exodus 35:20\" href=\"/Exodus.35.20\">20</a> <a data-ref=\"Leviticus 16:5\" href=\"/Leviticus.16.5\">Lv 16:5</a>; <a data-ref=\"Leviticus 19:2\" href=\"/Leviticus.19.2\">19:2</a> (H), <a data-ref=\"Numbers 1:2\" href=\"/Numbers.1.2\">Nu 1:2</a>, <a data-ref=\"Numbers 1:53\" href=\"/Numbers.1.53\">53</a>; <a data-ref=\"Numbers 8:9\" href=\"/Numbers.8.9\">8:9</a>, <a data-ref=\"Numbers 8:20\" href=\"/Numbers.8.20\">20</a>; <a data-ref=\"Numbers 13:26\" href=\"/Numbers.13.26\">13:26</a>; <a data-ref=\"Numbers 14:5\" href=\"/Numbers.14.5\">14:5</a>, <a data-ref=\"Numbers 14:7\" href=\"/Numbers.14.7\">7</a>; <a data-ref=\"Numbers 15:25\" href=\"/Numbers.15.25\">15:25</a>, <a data-ref=\"Numbers 15:26\" href=\"/Numbers.15.26\">26</a>; <a data-ref=\"Numbers 17:6\" href=\"/Numbers.17.6\">17:6</a>; <a data-ref=\"Numbers 19:9\" href=\"/Numbers.19.9\">19:9</a>; <a data-ref=\"Numbers 25:6\" href=\"/Numbers.25.6\">25:6</a>; <a data-ref=\"Numbers 26:2\" href=\"/Numbers.26.2\">26:2</a>; <a data-ref=\"Numbers 27:20\" href=\"/Numbers.27.20\">27:20</a>; <a data-ref=\"Numbers 31:12\" href=\"/Numbers.31.12\">31:12</a> <a data-ref=\"Joshua 18:1\" href=\"/Joshua.18.1\">Jos 18:1</a>; <a data-ref=\"Joshua 22:12\" href=\"/Joshua.22.12\">22:12</a>; <span dir=\"rtl\">הָעֵדָה</span> <a data-ref=\"Leviticus 8:4\" href=\"/Leviticus.8.4\">Lv 8:4</a> + 29 times (cf. <a data-ref=\"Judges 20:1\" href=\"/Judges.20.1\">Ju 20:1</a>; <a data-ref=\"Judges 21:10\" href=\"/Judges.21.10\">21:10</a>); <span dir=\"rtl\">כל־הע׳</span> <a data-ref=\"Leviticus 8:3\" href=\"/Leviticus.8.3\">Lv 8:3</a> + 33 times (cf. <a data-ref=\"Judges 21:13\" href=\"/Judges.21.13\">Ju 21:13</a>); †<span dir=\"rtl\">נְשִׂיאֵי (ה)ע׳</span> <em>princes of the congregation</em> <a data-ref=\"Exodus 16:22\" href=\"/Exodus.16.22\">Ex 16:22</a>; <a data-ref=\"Numbers 4:34\" href=\"/Numbers.4.34\">Nu 4:34</a>; <a data-ref=\"Numbers 16:2\" href=\"/Numbers.16.2\">16:2</a>; <a data-ref=\"Numbers 31:13\" href=\"/Numbers.31.13\">31:13</a>; <a data-ref=\"Numbers 32:2\" href=\"/Numbers.32.2\">32:2</a>; <a data-ref=\"Joshua 9:15\" href=\"/Joshua.9.15\">Jos 9:15</a>, <a data-ref=\"Joshua 9:18\" href=\"/Joshua.9.18\">18</a>; <a data-ref=\"Joshua 22:30\" href=\"/Joshua.22.30\">22:30</a>; <span dir=\"rtl\">כָּל־הַנְּשִׂאִים בָּע׳</span> <a data-ref=\"Exodus 34:31\" href=\"/Exodus.34.31\">Ex 34:31</a>; <span dir=\"rtl\">זִקְנֵי הע׳</span> <em>elders of the congregation</em> <a data-ref=\"Leviticus 4:15\" href=\"/Leviticus.4.15\">Lv 4:15</a> (cf. <a data-ref=\"Judges 21:16\" href=\"/Judges.21.16\">Ju 21:16</a>); <span dir=\"rtl\">ראשׁי אבות הע׳</span> <a data-ref=\"Numbers 31:26\" href=\"/Numbers.31.26\">Nu 31:26</a>. ii & iii <span dir=\"rtl\">עֵדָה</span> v. <a ,=\"\" data-ref=\"BDB, עוּד\" dir=\"rtl\" href=\"/BDB,_עוּד\">עוד</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6682730c10a13a863f2a8edf", "index_title": "Hadar Zekenim on Torah", "category": "Commentary", "type": "commentary", "ref": "Hadar Zekenim on Torah, Numbers 16:6:1", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "Hadar Zekenim on Torah, Numbers 16:6:1", "sourceHeRef": "הדר זקנים על התורה, במדבר ט״ז:ו׳:א׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1250, 1300], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Hadar Zekenim", "he": "הדר זקנים"}, "heTitle": "במדבר", "he": "קחו לכם מחתות. מה ראה לומר להם כך אמר להם בדרכי הגוים יש נימוסים הרבה וכומרים הרבה כולם מתקבצים במקום אחד אבל אנחנו אין לנו אלא ה' אחד תורה אחת ומשפט אחד ומזבח אחד וכהן גדול אחד ואתם חמשים ומאתים איש מבקשים כהונה גדולה אף אני רוצה בכך הא לכם תשמיש חביב מכל הקטורת ומכל הקרבנות ונתן להם סם המות בתוכם שבו נשרפו נדב ואביהוא לפי' אמרה תורה והיה האיש אשר יבחר ה' הוא הקדוש רב לכם בני לוי. הוא הקדוש כלומר כבר הוא בקדושתו וכי אין אנחנו יודעים שאותו שיבחר ה' הוא הקדוש אבל אמר להם אומר אני לכם שלא תתחייבו שמי שיבחר מכם יצא חי וכולכם אבודים:", "heVersionTitle": "Livorno, 1840", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6682730c10a13a863f2a8ee1", "index_title": "Hadar Zekenim on Torah", "category": "Commentary", "type": "commentary", "ref": "Hadar Zekenim on Torah, Numbers 16:6:2", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "Hadar Zekenim on Torah, Numbers 16:6:2", "sourceHeRef": "הדר זקנים על התורה, במדבר ט״ז:ו׳:ב׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1250, 1300], "commentaryNum": 6.0002, "collectiveTitle": {"en": "Hadar Zekenim", "he": "הדר זקנים"}, "heTitle": "במדבר", "he": "רב לכם. דבר גדול אמרתי לכם לא טפשים היו שכך התרה בהם וקבלו עליהם שלא לקרב ויקרבו הם חטאו על נפשותם שנא' את מחתות החטאים האלה בנפשותם וקרח שהיה פקח מה ראה לשטות זה עינו הטעתו ראה שלשלת גדולה יוצאה ממנו שמואל ששקול כנגד משה והארן אמר בשבילו אני נמלט וכ\"ד משמרות עומדות מבני בניו כולן מתנבאות ברוח הקדש שנא' כל אלה בנים להימן בדבר האלהים אמר איפשר כל הגדולה עתיד לצאת ממני ואדום לכך נשתתף לאותה חזקה ששמע מפי משה כולם אבודים וא' ימלט אשר יבחר ה' הוא הקדוש וטעה ותלה בעצמו ולא ראה יפה לבניו שבניו עושים תשובה עומדים מהם ומשה היה רואה:", "heVersionTitle": "Livorno, 1840", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "66d9566a53deec95bc352cdb", "index_title": "Nachalat Ya'akov", "category": "Commentary", "type": "commentary", "ref": "Nachalat Ya'akov, Numbers 16:6:1", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "Nachalat Ya'akov, Numbers 16:6:1", "sourceHeRef": "נחלת יעקב, במדבר ט״ז:ו׳:א׳", "anchorVerse": 6, "sourceHasEn": false, "commentaryNum": 6.0001, "collectiveTitle": {"en": "Nachalat Ya'akov", "he": "נחלת יעקב"}, "heTitle": "במדבר", "he": "ויקח קרח וגו' קחו לכם מחתות וגו' ושימו עליהן וגו'. הקושיות הנופלות מפ' זו שכאן ציוה ליתן אש הקטרת ולא צוה רק לקרח ולעדתו ולא לאהרן ואח\"כ כתיב ויאמר משה אל קרח אתה וכל עדתך וגו' אתה והם ואהרן מחר וקחו איש מחתתו ונתתם עליהם קטרת ואתה ואהרן איש מחתתו וגו' הרי צוה לאהרן שיקריב ג\"כ ולא צוה כלל שיקחו אש ויתנו על הקטרת ולבסוף כתיב ויקחו איש מחתתו ויתנו בהן אש וישימו עליהן קטרת הרי כתיב שיתנו אש ואהרן לא הלך עמהם להקטיר עוד קשה הכתוב ויאמר אל ה' אל תפן אל מנחתם ומה הי' לו לספק שהקב\"ה יפן אל מנחתם ואם בדעת השי\"ת לפנות אל מנחתם והן ראוין לפני השי\"ת שיקבל מנחתם ומאיזו טעם הי' לו לבקש להשי\"ת שלא לקבל מנחתם. וגם אין ענין לטענתו שאמר לא הרעותי וכי משום שלא הרע לאחד מהם לא יקבל הקב\"ה מנחתם אף אם ראוין.לכן נראה דהנה בקרא זאת עשו קחו לכם מחתות פרש\"י וז\"ל הא לכם תשמיש חביב מכל הוא הקטרת וסם המות נתון בתוכו וכל מי שיבחר בו יצא חי וכולן יאבדו עיי\"ש ולכך צוה שיתנו בהן אש כדרך שאהרן מקטיר בכל שנה דמצוה להביא מן ההדיוט. וכשיאבדו כולם יהיו נסיון גדול שאהרן נתכהן מה' דהא מקטיר בכל יום והרי קיים. וכשקבלו על עצמן חרה למשה מאוד שימותו עם ה' על ידו ורצה לעשות נסיון אחר כעין נסיון שעשה אליהו עם נביאי הבעל ולזה צוה שיקחו כל אחד מחתה עם קטרת וגם אהרן יקח מחתה עם קטרת ולא יתנו עליהם אש ומי שתרד אש מן השמים על מחתתו הוא הקדיש ולזה נפל על פניו וביקש מהשי\"ת ואמר אל תכן אל מנחתם כלומר שהנסיון יהי' במה שאל תפן אל מנחתם כי לא הרעותי את אחד מהם כלומר אינני חפץ ברעת שום אחד מהם לעשות נסיון הראשון להמית עם ה' על ידי אמנם קרח לא נתרצה בנסיון השני שילכו כולם בלא אש כי ירא אולי לא תרד אש מן השמים רק על של אהרן ויהי' לשחוק בעיני כל. ולזה בחר בנסיון הראשון ואף כי נסיון הראשון הי' חשש מיתה חשב קרח שלא יזיק לו כיון שראה שלשלת גדולה יוצאת ממנו כמו שפרש\"י ולזה בחר בנסיון הראשון ונתן אש על המחתה שלו וממילא לא הי' צריך אהרן להקטיר קטורת כי אהרן הקטיר בכל יום קטורת:", "heVersionTitle": "Lamberg, 1887", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "66d9566a53deec95bc352cdd", "index_title": "Nachalat Ya'akov", "category": "Commentary", "type": "commentary", "ref": "Nachalat Ya'akov, Numbers 16:6:2", "anchorRef": "Numbers 16:6", "anchorRefExpanded": ["Numbers 16:6"], "sourceRef": "Nachalat Ya'akov, Numbers 16:6:2", "sourceHeRef": "נחלת יעקב, במדבר ט״ז:ו׳:ב׳", "anchorVerse": 6, "sourceHasEn": false, "commentaryNum": 6.0002, "collectiveTitle": {"en": "Nachalat Ya'akov", "he": "נחלת יעקב"}, "heTitle": "במדבר", "he": "ברש\"י ד\"ה רב לכם ולא טפשים היו וכו' וכי קרח שפקח היה מה ראה לשטות זה. הא צריך להבין דברי רש\"י ז\"ל מה שהקשה וכי קרח שפקח הי' כמו שפרש\"י מקודם כן יאמר על קרח הא כולם לא היו טפשים וכאשר אמר מקודם שחטאו בנפשותם כן יאמר עליו. ונראה כי קרח רצה להתנשאות על עם ה' ולהיות ראש על בני ישראל כמ\"ש ויקח קרח ואתפליג לעצמו עיי\"ש ברש\"י אמנם אנשים אשר עמו לא רצו להתנשא על עם ה' אדרבא אמרו ומדוע תתנשאו על עם ה' גם לנו גם לכם לא יהי' וקרח יעץ להם שיקחו כולם מחתות כדכתיב קחו איש מחתתו לומר כי תתנשאו גם אתם על עם ה' ולזה לא קשה עליהם מה ראו לשטות זה מה שירצו להתנשא על עם ה' כי מקודם לא רצו רק שגם המה לא יתנשאו. וכיון שכבר נכנס בהם רוח שטות שוב שמעו לדבר קרח. ושפיר אמר רש\"י הם חטאו על נפשותם לבעבור כי עבירה גוררת עבירה מן עבירה קטנה בא לידי עבירה גדולה. אמנם קרח מה ראה לשטות זה מתחלתו ע\"ז מתרץ רש\"י ז\"ל תירוץ אחר:", "heVersionTitle": "Lamberg, 1887", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]