[{"_id": "521057ededbab43f237016bb", "index_title": "Ramban on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ramban on Numbers 16:12:1", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Ramban on Numbers 16:12:1", "sourceHeRef": "רמב\"ן על במדבר ט״ז:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>וישלח משה לקרא לדתן ולאבירם</b> הנה דתן ואבירם הם היו בעלי המחלוקת הזו כקרח כמו שאמר ויקח קרח ודתן ואבירם ויקומו לפני משה ואנשים מבני ישראל וגו' שהם המקהילים אותם על משה ועל אהרן והנה משה דבר אל קרח ואל כל עדתו ואמר לו עוד (במדבר ט״ז:י״א) אתה וכל עדתך כי אליו דבר תחלה כי הוא הגדול בהם והנה הנועדים היו עדת דתן ואבירם גם כן ולכך רצה עתה לדבר גם עמהם ולהזהירם על עצמם ועל כל הנועדים שהם עדתם ולפייס אותם בדברים טובים דברים נחומים לישראל כי דבריו עם קרח פיוס לבני לוי לבדם וטעם <b>וישלח</b> כי הלכו מלפניו בדברו עם קרח ואחרי כן ויאמר משה אל קרח (במדבר ט״ז:ח׳) אשר היה עודנו עומד לפניו שם או מפני שהיה קרח לוי עומד במחנה לויה סמוך לאהל משה כי כל זה היה ביום הראשון כאשר אמר אתה והם ואהרן מחר (במדבר ט״ז:ט״ז) והוא הבקר שאמר להם (במדבר ט״ז:ה׳) בקר ויודע ה' את אשר לו ויתכן שהיו דתן ואבירם נשיאי עדה חשובים מאון בן פלת ואם היו הם מתרצים אליו היה און הולך אחר עצתם על כן לא שלח אליו והנה לא בא ולא היה עמהם ולא עם עדת קרח כי הלך מלפניו כשהלכו להם דתן ואבירם כאשר נתוכח עם קרח ולא הושב שם שכבר חזר בו בעצת אשתו שהצילתו כמאמר רבותינו (סנהדרין קט) כי הנה הכתוב לא הזכירו שנבלע עם דתן ואבירם והוא לא היה בתוך העדה הנועדים על ה' במקריבי הקטרת כי היו חמשים ומאתים מלבד ארבעה הנזכרים תחלה:", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND MOSES SENT TO CALL DATHAN AND ABIRAM. Now Dathan and Abiram were the instigators of this controversy as much as Korach was, as Scripture states, <i>Now Korach took … and Dathan and Abiram … and they rose up in the face of Moses with certain of the children of Israel</i> etc.,<sup class=\"footnote-marker\">84</sup><i class=\"footnote\">Above, Verses 1-2.</i> meaning that they were the ones who roused them together against Moses and Aaron. Then Moses spoke [once] <i>to Korach and to all his company</i>,<sup class=\"footnote-marker\">80</sup><i class=\"footnote\">Verse 16.</i> and furthermore said to him: <i>thou and all thy company</i>,<sup class=\"footnote-marker\">85</sup><i class=\"footnote\">Verse 11.</i> for it was to him [Korach] that he spoke first, since he was the leader amongst them. Now amongst those <i>that</i> were <i>gathered together</i> were also the followers of Dathan and Abiram; therefore Moses wanted to speak to them also now, and to warn them about themselves and all those <i>who</i> were <i>gathered together</i> [with them], who were their company, and to appease them <i>with good words, even comforting words</i><sup class=\"footnote-marker\">86</sup><i class=\"footnote\">Zechariah 1:13.</i> to Israel, since his [earlier] words to Korach were a conciliation only to the Levites.<br>The meaning of the expression <i>and Moses sent</i> is that Dathan and Abiram had gone away from his presence whilst he was speaking to Korach [as stated in Verses 5-7], and afterwards it again says, <i>And Moses said unto Korach</i> [Verse 8], who was still standing before him there, or maybe since Korach was a Levite he stayed in the camp of the Levites near the tent of Moses.<sup class=\"footnote-marker\">87</sup><i class=\"footnote\">Accordingly, the speech of Moses to Korach, which is recorded in Verses 8-11, took place near Moses’ and Korach’s tents, and not near the Tent of Meeting.</i> All this happened on the first day [of the rebellion], just as Moses said, <i>thou and they, and Aaron tomorrow</i>,<sup class=\"footnote-marker\">80</sup><i class=\"footnote\">Verse 16.</i> — this being the “morning” he mentioned to them: <i>In the ‘morning’ the Eternal will make it known who are His</i>.<sup class=\"footnote-marker\">88</sup><i class=\"footnote\">Above, Verse 5.</i><br>It is possible that Dathan and Abiram, as <i>princes of the congregation</i>,<sup class=\"footnote-marker\">54</sup><i class=\"footnote\">Above, Verse 2.</i> were more distinguished than <i>On the son of Peleth</i>,<sup class=\"footnote-marker\">54</sup><i class=\"footnote\">Above, Verse 2.</i> and if they would have been won over to Moses, On would have followed their counsel; therefore Moses did not send for him. Thus On did not come, and was not present together with them [Dathan and Abiram], nor was he with Korach’s company; since he left him when Dathan and Abiram went away, while Moses was debating with Korach, and he never returned [to Korach’s company], because he changed his mind [after his original participation] on the advice of his wife who saved him, according to the words of our Rabbis.<sup class=\"footnote-marker\">89</sup><i class=\"footnote\">Sanhedrin 109b. She said to her husband: “What benefit will you have from this controversy? Either Moses remains master and you are his disciple, or Korach becomes master and you are <i>his</i> disciple!”</i> For Scripture does not mention him [On] as one who was swallowed up [in the earth] together with Dathan and Abiram, nor was he <i>among the company of those that gathered together against the Eternal</i><sup class=\"footnote-marker\">90</sup><i class=\"footnote\">See further, 27:3.</i> who offered the incense, since there were <i>two hundred and fifty men</i> besides the four<sup class=\"footnote-marker\">91</sup><i class=\"footnote\">I.e., Korach, Dathan, Abiram, and On the son of Peleth. Now since Scripture mentions these four men besides the <i>two hundred and fifty</i> (Verse 2), and the fire which burnt those who offered the incense, destroyed two hundred and fifty men (further, Verse 35), it follows that On must have been saved. The death of Korach, Dathan, and Abiram, however, is expressly mentioned separately (<i>ibid.</i>, Verses 27, and 32-33).</i> mentioned at first.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "522300a5edbab45814ae6f2a", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 16:12:1", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Rashi on Numbers 16:12:1", "sourceHeRef": "רש\"י על במדבר ט״ז:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>וישלח משה וגו'.</b> מִכָּאן שֶׁאֵין מַחֲזִיקִין בְּמַחֲלֹקֶת, שֶׁהָיָה מֹשֶׁה מְחַזֵּר אַחֲרֵיהֶם לְהַשְׁלִימָם בְּדִבְרֵי שָׁלוֹם (סנהדרין ק\"י):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "וישלח משה וגו׳ AND MOSES SENT [TO CALL DATHAN AND ABIRAM] — From here we may learn that one should not persist in strife (Midrash Tanchuma, Korach 10), for, you see, Moses sought them out in order to conciliate them by peaceful words (Sanhedrin 110a).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "522300a5edbab45814ae6f2c", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 16:12:2", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Rashi on Numbers 16:12:2", "sourceHeRef": "רש\"י על במדבר ט״ז:י״ב:ב׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>לא נעלה.</b> פִּיהֶם הִכְשִׁילָם, שֶׁאֵין לָהֶם אֶלָּא יְרִידָה:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "לא נעלה WE WILL NOT GO UP — Their mouth tripped them up (i.e. unwittingly they made mention of their fate) — that they would have only a “descent” (their words are taken to mean: we shall not be going up; we shall go down into the depths of the earth) (Midrash Tanchuma, Korach 6).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe4fbfba276047f70aa", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 16:12", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Onkelos Numbers 16:12", "sourceHeRef": "תרגום אונקלוס על במדבר ט״ז:י״ב", "anchorVerse": 12, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 16.0012, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וּשְׁלַח משֶׁה לְמִקְרֵי לְדָתָן וְלַאֲבִירָם בְּנֵי אֱלִיאָב וַאֲמָרוּ לָא נִסָּק:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Moshe sent to call for Dasan and Avirom the sons of Eliav and they said “We will not go up.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec8df", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 16:12", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Targum Jonathan on Numbers 16:12", "sourceHeRef": "תרגום יונתן על במדבר ט״ז:י״ב", "anchorVerse": 12, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 16.0012, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וְשָׁדַר משֶׁה פּוּלִין לְזַמָנָא לְבֵי דִינָא רַבָּא לְדָתָן וְלַאֲבִירָם בְּנֵי אֱלִיאָב וַאֲמָרוּ לָא נֵיסוֹק", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " And Mosheh sent men to summon Dathan and Abiram, the sons of Eliab, to the house of the great judgment; but they said, We will not come up. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f17ab4fbfba22336ea7c3f", "index_title": "Or HaChaim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Numbers 16:12:1", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Or HaChaim on Numbers 16:12:1", "sourceHeRef": "אור החיים על במדבר ט״ז:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על במדבר", "he": "<b>וישלח משה לקרא וגו'</b>. נתחכם בזה לדבר עמם ביחוד שלא בשעת הוועד אולי ירויח דעתם אחד לאחד, גם באמצעות החשיבות אשר הוא מחשיבם לדבר אליהם מכללות הנועדים יתרכך לבם להטות אוזן, ודקדק הכתוב לומר <b>וישלח משה לקרא</b> וגו' שלא היה צריך לזכרון משה ויסמוך על זכרונו בסמוך, אלא להעיר מי הוא השולח משה מלך ישראל ונביא ה' לקרא לב' הדיוטות אולי בזה יתעשתו להטות אזנם אליו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b> <span>וישלח משה לקרא</span>, Moses despatched a messenger to call, etc.</b> Moses was clever in trying to speak to Datan and Aviram individually, not when all the rebels were together, hoping thereby to persuade them to adopt a more receptive attitude. He also hoped that the honour he paid them by inviting them individually might cause them to at least listen to what he had to say. The Torah uses the word <span>משה</span> although there was no need to tell us who invited Datan and Aviram. The Torah emphasised that these people received an invitation from the king for a private audience.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "53fb0a10fbfba2055422678b", "index_title": "Rashbam on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashbam on Numbers 16:12:1", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Rashbam on Numbers 16:12:1", "sourceHeRef": "רשב\"ם על במדבר ט״ז:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Rashbam", "he": "רשב\"ם"}, "heTitle": "רשב\"ם על במדבר", "he": "ויאמרו לא נעלה - אליך למשפט. לשון עליה, רגיל לומר אצל הליכה אל השופטים: ועלתה יבמתו השערה. ויעלו אליה בני ישראל למשפט. ובעז עלה השער. ", "heVersionTitle": "Rashbam on Numbers -- Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רשב\"ם על במדבר, דעת", "text": "ויאמרו לא נעלה, to be judged by you or your court. The expression עליה occurs frequently in conjunction with going to a court, to a judge. We find it in Deuteronomy 25,7 ועלתה יבמתו השערה, “his (the deceased’s) widow shall go up to the judges to protest her brother-in-law’s refusal to marry her.” It also occurs in this sense in Judges 4,5 where Boaz is reported as going up to the court to settle the matter of who will marry Ruth.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "57e77d68d6e4a94c7c18ae8f", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 16:12", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Tafsir Rasag, Numbers 16:12", "sourceHeRef": "תפסיר רס\"ג, במדבר ט״ז:י״ב", "anchorVerse": 12, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 16.0012, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "ת̇ם בעת̇ מוסי ידעו בדתן ואבירם אבני אליאב פקאלא לא נצעד", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b4fed6e4a902855ffa9f", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Numbers 16:12:1", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Tur HaArokh, Numbers 16:12:1", "sourceHeRef": "הטור הארוך, במדבר ט״ז:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "במדבר", "he": "<b>וישלח משה לקרוא לדתן ולאבירם. </b>כי הם היו עיקר המחלוקת עם קרח ועד כאן דבר משה עם קרח לבדו ופייסו וכשלא נתפייס שלח לדתן ולאבירם. ולא שלח לאון בן פלת כתב הרמב\"ן אפשר שהי' הוא נגרר אחר עצת דתן ואבירם כי היו גדולים ממנו ואם היו מתרצים הי' גם הוא מתרצה. והנה לא בא ולא היה עמהם ולא עם עדת קרח שכבר חזר בו בעצת אשתו כדברי רבותינו כי לא הזכירו הכתוב שנבלע עם דתן ואבירם ולא היה ג\"כ בכלל העדה הנועדים על ה' במקריבי הקטרת כי היו ר\"ן מלבד אלו הד' הנזכרים. וטעם וישלח כי הלכו מלפניו בדברו עם קרח ואחרי כן ויאמר משה לקרח אשר היה לפניו עומד שם. או מפני שהיה קרח עומד במחנה לוייה סמוך לאהל משה כי כל זה היה ביום הראשון כדכתיב בקר ויודע ה' את אשר לו: ", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " וישלח משה לקרוא לדתן ואבירם, “Moses sent a messenger to summon Datan and Aviram, etc.” They were at the core of the entire dispute together with Korach, and up until now Moses had carried on a dialogue only with Korach. He had attempted to placate Korach, and was now ready to attempt to placate Datan and Aviram also. He did not summon Aun, son of Pelet, \n    Nachmanides speculates that the reason that Moses did not invite Aun son of Pelet to a dialogue may have been that as a member of the tribe of Reuven, he presumed that Aun would automatically follow the lead of Datan and Aviram who were members of his tribe. If such illustrious men as Datan and Aviram would be reconciled with Moses, he, Aun, would of course follow suit. As it turned out, Aun was no longer with Datan and Aviram, neither did he come to debate with Moses as he had listened to the advice of his wife who had told him not to become a pawn in the hands of such demagogues as Datan and Aviram. Our sages derived this from the fact that when the death of Korach and Datan and Aviram is reported, the Torah never mentioned another word about Aun son of Pelet. Had he persisted in his opposition, surely he would have been enumerated as one of the victims of this rebellion. He clearly did not even belong to the 250 men who presented their incense or he would have died as a result of that. The reason that Moses had to send a messenger to summon Datan and Aviram was that they had gone away during the argument that Moses carried on with Korach. It is also possible that whereas Korach had been positioned in the camp of the Levites, not far from Moses’ own tent, Datan and Aviram being members of the tribe of Reuven, had remained within the confines of their own camp. This entire dialogue occurred on the first day, as the Torah said that G’d had said that on the following morning the issue would be put to the test.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5889b4fed6e4a902855ffaa1", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Numbers 16:12:2", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Tur HaArokh, Numbers 16:12:2", "sourceHeRef": "הטור הארוך, במדבר ט״ז:י״ב:ב׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "במדבר", "he": "<b>לא נעלה. </b>כתב ר' אברהם אפשר שהי' אהל מועד במקום גבוה בתוך המחנה או מי שילך לעבודת השם או למקום נבחר יקרא עולה: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "   לא נעלה, “we will not go up.” Ibn Ezra writes that it is possible that the Tabernacle was located on a slight elevation outside the general encampment, or that the word “going up” is used in a spiritual sense, i.e. that anyone invited to meet with Moses at the entrance to the Tabernacle was automatically viewed as “ascending.”\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5964d684d6e4a92bf45a898d", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Bamidbar 16:12:1", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Rabbeinu Bahya, Bamidbar 16:12:1", "sourceHeRef": "רבנו בחיי, במדבר ט״ז:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>ויאמרו לא נעלה.</b> היה אהל מועד במקום גבוה, וכן אמר למטה העלו מסביב.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ויאמרו לא נעלה, they said: “we will not go up.” The Tabernacle was on an elevated site in the desert. We find this construction again in verse 24 when the people are instructed to “go up and away from the area surrounding Korach”.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59d48982d6e4a939ba174ec0", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Numbers 16:12:1", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Torah Temimah on Torah, Numbers 16:12:1", "sourceHeRef": "תורה תמימה על התורה, במדבר ט״ז:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "במדבר", "he": "<b>וישלח משה לקרא. </b>אמר רבא, מנלן דמשדרינן שלוחא דבי דינא ומזמנינן לדינא דכתיב וישלח משה לקרא לדתן ולאבירם <sup class=\"footnote-marker\">ח</sup><i class=\"footnote\">לכאורה דבר פשוט הוא מסברא שצריך לשלוח שליח, וכי ס\"ד שידונו לאיש בלא הזמנה, ומצאתי בחידושי הריטב\"א שכתב הרבותא דרבא, דבעינן דוקא הזמנה ע\"י שליח, אבל אם הבעל דין בעצמו מזמין לבע\"ד חבירו לא מחשיב הזמנה לענין שאם לא בא תהא מחשב כאפקירותא, כיון דכתיב וישלח, צריך שליח דוקא.\n</i>.<br>(מו\"ק ט\"ז א׳)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef31ead6e4a90d4d5d7094", "index_title": "Steinsaltz on Moed Katan", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Moed Katan 16a:3", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Steinsaltz on Moed Katan 16a:3", "sourceHeRef": "ביאור שטיינזלץ על מועד קטן ט״ז א:ג׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 31.0003, "collectiveTitle": {"en": "Steinsaltz on Moed Katan", "he": "ביאור שטיינזלץ על מועד קטן"}, "heTitle": "ביאור שטיינזלץ על מועד קטן", "he": "<big>א</big> כיון שדובר בדיני המנודה, מבארים כמה מעיקרי ענין הנידוי, <b>אמר רבא: מנלן דמשדרין שליחא דבי דינא ומזמנינן ליה לדינא</b> <small>[מניין לנו ששולחים שליח בית דין ומזמינים אותו</small> את הנתבע <small>לדין]</small> לפני שבאים לנדות אדם — <b>דכתיב</b> <small>[שנאמר]:</small> <b>\"וישלח משה לקרא לדתן ולאבירם בני אליאב\"</b> (במדבר טז, יב). <b>ומנלן דמזמנינן לדינא</b> <small>[ומניין שמזמינים אנו לדין]</small> — <b>דכתיב</b> <small>[שנאמר]:</small> <b>\"ויאמר משה אל קרח אתה וכל עדתך\"</b> (במדבר טז, טז).", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc4c24845f90017cd2285", "index_title": "Yismach Moshe", "category": "Chasidut", "type": "", "ref": "Yismach Moshe, Korach 12:1", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Yismach Moshe, Korach 12:1", "sourceHeRef": "ישמח משה, קרח י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1790, 1840], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Yismach Moshe", "he": "ישמח משה"}, "heTitle": "קרח", "he": "<b>וישלח</b> משה לקרא לדתן ולאבירם ויאמרו לא נעלה (במדבר טז יב), המעט וגו' (במדבר טז יג), אף לא וגו' (במדבר טז יד). והנה יש לדקדק טובא בקראי הנ\"ל. (א), למה לא הלך משה אצלם להוכיחם כמו שהלך אצלם לאבדם, הלא זה האיש משה ידענו מה היה לו כי היה עניו מאד מכל האדם. (ב), תשובתם לא נעלה, ודרשת רז\"ל ידיעה (במ\"ר פי\"ח ד), והדרשה תדרש. (ג), כי תשתרר עלינו גם השתרר, כפל הענין. (ד), אף לא אל ארץ וגו' הוא משולל הבנה, דמה הוסיפו בזה על אמרם הקודם להמיתנו במדבר, הלא אין זה מוסיף אלא גורע. (ה), העיני האנשים ההם תנקר הוא משולל הבנה, מאין להם דבר זה שינקר עיניהם. (וא\"ו), הסיום לא נעלה. (זיי\"ן), (במדבר טז טו) ויחר למשה מאד, הוא היפך ענותנותו הגדולה, ועיין רש\"י (ד\"ה ויחר), אבל זה דחוק, דויחר לחוד וצער לחוד.", "heVersionTitle": "Yismach Moshe, Sighet, 1898", "heLicense": "Public Domain", "heVersionTitleInHebrew": " ספר ישמח משה, סיגעט תרנ\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0ea86173ad4f00597bcc46", "index_title": "Or HaChaim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Numbers 16:12:2", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Or HaChaim on Numbers 16:12:2", "sourceHeRef": "אור החיים על במדבר ט״ז:י״ב:ב׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על במדבר", "he": "<i></i><b>לא נעלה וגו' המעט וגו'</b>. אומרו <b>לא נעלה</b>, לפי מה שפירשתי שנתחכם משה לעשות להם מעלה לדבר עמהם ביחוד אמרו אין אנו חפצים במעלה זו שאתה מחשיב אותנו לשלוח אחרינו, גם נתכוונו במאמר זה לומר שהגם ששליחות זה יהיה להנאתם לעשות להם איזה כבוד ומעלה אף על פי כן <b>לא נעלה</b>, מואסים הם אותה המעלה אשר תבא להם ממשה.", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b><span>לא נעלה; המעט כי העליתנו מארץ זבת חלב ודבש</span>, \"we will not go up; is it not enough that you have taken us away from a land flowing with milk and honey, etc.?\"</b> By saying <span>לא נעלה</span>, Datan and Aviram made it clear that seeing they did not consider Moses fit to be their leader, they also did not consider it an honour to be secluded with him in a private audience. They spurned any honour which emanated from Moses.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0ea86173ad4f00597bcc49", "index_title": "Or HaChaim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Numbers 16:12:3", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Or HaChaim on Numbers 16:12:3", "sourceHeRef": "אור החיים על במדבר ט״ז:י״ב:ג׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 12.0003, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על במדבר", "he": "ונתנו טעם לדבריהם ואומרו <b>המעט כי העליתנו</b> וגו' פירוש הקטן דבר זה שעשית לנו שהעליתנו פירוש עשית לנו הדבר בגדר העלאה וכבוד ביציאת מצרים והיה תכלית העליה ירידה מארץ זבת חלב ודבש שהיינו שם להמיתנו במדבר אם כן מעלותיך אינם אלא השפלות וירידות, ואמרו <b>כי תשתרר</b> וגו' פירוש אין טעמך בכל העניינים אלא להשתרר לא להטיב לנו, גם בשליחות זה שאתה שולח אחרינו לא לטובתינו אתה מתכוון אלא להשתרר, והוא אומרו <b>גם השתרר</b>, גם נתכוונו בכפל <b>תשתרר גם השתרר</b> לומר כי שררותו של משה היא כפולה ומכופלת מהשררה שהיתה עליהם קודם צאתם ממצרים, וזה שיעור הדברים כי תשתרר עלינו בריבוי השררות, והוא אומרו <b>גם השתרר</b>, ואולי שרמזו לו גם כן שהוא חפץ להתעכב במדבר להמשיך השררה של עצמו לפי מה שאמרו ז\"ל (שמו\"ד פ\"ה) כי מלכותו של משה לא היתה עומדת אלא במדבר, ולזה אמרו <b>גם השתרר</b>:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "They justified their attitude vis-a-vis Moses by citing Moses' track record as a leader. They ridiculed what Moses had portrayed as an ascent from Egypt, saying: \"is this what you call an ascent that you took us from a land flowing with milk and honey and now we are stuck in a desert, a place only fit to die? If this is your idea of an <span>עליה</span>, ascent, improvement in our lot, then no thank you, we do not want any part of it.\" They added <span>כי תשתרר עלינו</span>, \"your sole purpose is to make yourself a prince over us.\" They did not even give Moses credit that his invitation was designed to provide them with a \"soft landing,\" a face-saving opportunity to climb down from the limb they were on. By repeating the words <span>גם השתרר</span>, they added insult to injury claiming that Moses was not content with his status as leader prior to the Exodus, but that he wanted to consolidate his position. They hinted thereby that it suited Moses' purpose for the Israelites to remain in the desert for a long time as they were dependent upon him and this strengthened his positon as autocrat. We do know from <i>Shemot Rabbah</i> 5,23 that Moses' position as king was in effect only while the Jewish people were in the desert.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0ea9bf73ad4f00597bd83e", "index_title": "Or HaChaim on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Or HaChaim on Numbers 26:9:3", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Or HaChaim on Numbers 26:9:3", "sourceHeRef": "אור החיים על במדבר כ״ו:ט׳:ג׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 9.0003, "collectiveTitle": {"en": "Or HaChaim on Numbers", "he": "אור החיים על במדבר"}, "heTitle": "אור החיים על במדבר", "he": "<b>וזה</b> לך האות כי האיש משה לא היה משתדל לרצות אלא להם דכתיב (ט\"ז י\"ב) וישלח משה לקרא לדתן וגו', וכתיב (שם כ\"ה) וילך משה אל דתן וגו' שהרגיש שבהם הדבר תלוי, מעתה נפשות כל המתים תלויים בב' הרשעים ההם, ויש בזה לימוד זכות על קרח ועל הר\"ן איש וכן תמצא שאמר הכתוב בפרשת עקב (דברים י״א:ו׳) ואשר עשה לדתן ולאבירם וגו' שאינו מונה המאורע אלא לדתן ואבירם, וכפי זה יכולין אנו להעמיד סברת האומר (סנהדרין קח.) עדת קרח אין להם חלק לעולם הבא בדתן ואבירם, ולהעמיד סברת האומר עליהם אמר הכתוב מוריד שאול ויעל בשאר העדה חוץ מהם:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "The best proof for our theory is the fact that Moses is described as trying to placate only Datan and Aviram when he sent messengers to call them for a chat (Numbers 16,12). When they refused to come, Moses even went to look them up (16,25). The reason was that Moses felt that these two were at the bottom of the whole rebellion. Once we accept this, the death of all the people who perished can be attributed to Datan and Aviram. This results in our being able to find some excuse for both Korach and the 250 men who offered the incense. You find that the Torah wrote in Deut.11,6: \"and what He has done to Datan and Aviram, the sons of Eliav, how the earth opened its mouth and swallowed them, their houses, and their tents and every living thing which followed them.\" Moses attributed the entire debacle exclusively to Datan and Aviram. Having explained this, we can now understand the scholar in <i>Sanhedrin</i> 110 who holds that the company of Korach does not qualify for life in the hereafter as referring only to Datan and Aviram. The contrary opinion who holds that Korach and company will enjoy life in the hereafter and who base themselves on Samuel I 2,8 that \"G'd lowers people to Sheol and brings them up again,\" must be understood as referring to Korach and companions <b>exclusive</b> of Datan and Aviram to whom the verse does not apply.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c729e6ebd84a4001cfb462f", "index_title": "Shabbat Siddur Sefard Linear", "category": "Liturgy", "type": "", "ref": "Shabbat Siddur Sefard Linear, The Morning Prayers, Morning Supplications 3", "anchorRef": "Numbers 16:2-35", "anchorRefExpanded": ["Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35"], "sourceRef": "Shabbat Siddur Sefard Linear, The Morning Prayers, Morning Supplications 3", "sourceHeRef": "סידור ספרד לשבת, תפלת שחרית, בקשות ג׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1978, 1982], "commentaryNum": 3, "collectiveTitle": {"en": "Shabbat Siddur Sefard Linear", "he": "סידור ספרד לשבת"}, "heTitle": "בקשות", "he": "וּמוֹדֶה עַל הָאֱמֶת", "heVersionTitle": "The Metsudah Siddur, Metsudah Publications, 1981 - HE", "heLicense": "CC-BY", "heVersionTitleInHebrew": "סידור הוצאת מצודה. טקסט עברי. תשמ\"א", "text": "[he should] admit the truth,<sup class=\"footnote-marker\">49</sup><i class=\"footnote\">Acknowledging the truth is fundamental to serving God, and to all human behavior. One who is concerned merely with “winning the argument” will go to any extreme to come out on top. This attitude caused the downfall of the 250 leaders who joined Korach, rather than acknowledge the truth of Moses’ declaration (Numbers 16:2-35).—Si’ach Yitzchok</i>", "versionTitle": "The Metsudah Siddur, Metsudah Publications, 1981 - EN", "license": "CC-BY", "versionTitleInHebrew": "סידור הוצאת מצודה. טקסט אנגלי. תשמ\"א"}, {"_id": "5cdb1d3fc4424d0019c1eab5", "index_title": "Weekday Siddur Sefard Linear", "category": "Liturgy", "type": "", "ref": "Weekday Siddur Sefard Linear, The Morning Prayers, Morning Supplications 3", "anchorRef": "Numbers 16:2-35", "anchorRefExpanded": ["Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35"], "sourceRef": "Weekday Siddur Sefard Linear, The Morning Prayers, Morning Supplications 3", "sourceHeRef": "סידור ספרד לימות החול, תפלת שחרית, בקשות ג׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1977, 1981], "commentaryNum": 3, "collectiveTitle": {"en": "Weekday Siddur Sefard Linear", "he": "סידור ספרד לימות החול"}, "heTitle": "בקשות", "he": "וּמוֹדֶה עַל הָאֱמֶת", "heVersionTitle": "The Metsudah siddur: a new linear siddur with English translation by Avrohom Davis, 1981", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "[he should] admit the truth,<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Acknowledging the truth is fundamental to serving God, and to all human behavior. One who is concerned merely with “winning the argument” will go to any extreme to come out on top. This attitude caused the downfall of the 250 leaders who joined Korach, rather than acknowledge the truth of Moses’ declaration (Numbers 16:2-35).—<i>Siach Yitzchok</i></i>", "versionTitle": "The Metsudah siddur: a new linear siddur with English translation by Avrohom Davis, 1981", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5e85d9ba94a3ef0722ed73f6", "index_title": "Siddur Sefard", "category": "Liturgy", "type": "", "ref": "Siddur Sefard, Weekday Shacharit, Morning Prayer 5", "anchorRef": "Numbers 16:2-35", "anchorRefExpanded": ["Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35"], "sourceRef": "Siddur Sefard, Weekday Shacharit, Morning Prayer 5", "sourceHeRef": "סידור ספרד, שחרית לימות החול, תפילת השחר ה׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1710, 1810], "commentaryNum": 5, "collectiveTitle": {"en": "Siddur Sefard", "he": "סידור ספרד"}, "heTitle": "תפילת השחר", "he": "<b>לְעוֹלָם</b> יְהֵא אָדָם יְרֵא שָׁמַֽיִם בַּסֵּֽתֶר וּבַגָּלוּי וּמוֹדֶה עַל הָאֱמֶת וְדוֹבֵר אֱמֶת בִּלְבָבוֹ וְיַשְׁכֵּם וְיֹאמַר:", "heVersionTitle": "The Metsudah siddur, 1981", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "A person should always be in fear of God, privately as well as openly,<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Some people conduct themselves in a God-fearing manner in the presence of others (in public), but in the privacy of their homes, do whatever they please. There are others who do just the opposite. In private they are governed by fear of God, but in the presence of others they are too embarrassed or intimidated to be God-fearing. A Jew must always fear God, in private as well as in public.—<i>Siach Yitzchok</i></i> [he should] admit the truth,<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Acknowledging the truth is fundamental to serving God, and to all human behavior. One who is concerned merely with “winning the argument” will go to any extreme to come out on top. This attitude caused the downfall of the 250 leaders who joined Korach, rather than acknowledge the truth of Moses’ declaration (Numbers 16:2-35).—<i>Siach Yitzchok</i></i> and speak truth in his heart,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">It is not sufficient to merely acknowledge the truth verbally but one must speak truth in his heart as well. Rashi on the Talmud (Maseches Makos 24a) cites the following incident as an example of how one should speak truth in his heart: A buyer once offered to purchase an article from Rav Safra while he was reciting the Shema. Because he could not indicate his acceptance, the anxious purchaser increased his offer. Rav Safra refused the increment because in his heart he had already accepted the original offer.</i> and rise early and proclaim:", "versionTitle": "Translation based on the Metsudah linear siddur, by Avrohom Davis, 1981", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5f6875d565fa995325fc675c", "index_title": "Siddur Ashkenaz", "category": "Liturgy", "type": "", "ref": "Siddur Ashkenaz, Weekday, Shacharit, Preparatory Prayers, Sovereignty of Heaven 1", "anchorRef": "Numbers 16:2-35", "anchorRefExpanded": ["Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35"], "sourceRef": "Siddur Ashkenaz, Weekday, Shacharit, Preparatory Prayers, Sovereignty of Heaven 1", "sourceHeRef": "סידור אשכנז, ימי חול, תפילת שחרית, הכנה לתפילה, עול מלכות שמים א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1055, 1105], "commentaryNum": 1, "collectiveTitle": {"en": "Siddur Ashkenaz", "he": "סידור אשכנז"}, "heTitle": "עול מלכות שמים", "he": "<b>לְעוֹלָם</b> יְהֵא אָדָם יְרֵא שָׁמַֽיִם בְּסֵֽתֶר וּבַגָּלוּי וּמוֹדֶה עַל־הָאֱמֶת וְדוֹבֵר אֱמֶת בִּלְבָבוֹ וְיַשְׁכֵּם וְיֹאמַר:", "heVersionTitle": "The Metsudah siddur, 1981", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "A person should always be in fear of God, privately as well as openly,<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Some people conduct themselves in a God-fearing manner in the presence of others (in public), but in the privacy of their homes, do whatever they please. There are others who do just the opposite. In private they are governed by fear of God, but in the presence of others they are too embarrassed or intimidated to be God-fearing. A Jew must always fear God, in private as well as in public.—<i>Siach Yitzchok</i></i> [he should] admit the truth,<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Acknowledging the truth is fundamental to serving God, and to all human behavior. One who is concerned merely with “winning the argument” will go to any extreme to come out on top. This attitude caused the downfall of the 250 leaders who joined Korach, rather than acknowledge the truth of Moses’ declaration (Numbers 16:2-35).—<i>Siach Yitzchok</i></i> and speak truth in his heart,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">It is not sufficient to merely acknowledge the truth verbally but one must speak truth in his heart as well. Rashi on the Talmud (Maseches Makos 24a) cites the following incident as an example of how one should speak truth in his heart: A buyer once offered to purchase an article from Rav Safra while he was reciting the Shema. Because he could not indicate his acceptance, the anxious purchaser increased his offer. Rav Safra refused the increment because in his heart he had already accepted the original offer.</i> and rise early and proclaim:", "versionTitle": "Translation based on the Metsudah linear siddur, by Avrohom Davis, 1981", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6089254d67e3866b092c1daa", "index_title": "Ohev Yisrael", "category": "Chasidut", "type": "commentary", "ref": "Ohev Yisrael, Korach 4:1", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Ohev Yisrael, Korach 4:1", "sourceHeRef": "אוהב ישראל, קרח ד׳:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1770, 1820], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Ohev Yisrael", "he": "אוהב ישראל"}, "heTitle": "קרח", "he": "<b>וישלח משה לקרוא וגו' בני אליאב ויאמרו לא נעלה. </b>האי בני אליאב האמור כאן הוא לכאורה מיותר וגם מהו הלשון לא נעלה היל\"ל לא נלך. אכן י\"ל דהנה משרע\"ה רשכה\"נ היה דורש טוב לעמו וחפץ בטובתם ולזאת היה מחזר ע\"כ הצדדים בכל האפשרי לבקש איזה עילה ועצה טובה כדי להחזיר לדתן ואבירם למוטב ולתקן את נשמותיהם. וראה והבין שהם רשעים גמורים גדולים ועצומים ואין שום עצה ותבונה להחזירם למוטב. לזה התחכם רשכה\"נ לבוא למקור מחצב נשמותיהם אולי משם יוכל להעלותם ולתקנם. וזהו פי' הפסוק וישלח משה לקרוא לדתן ואבירם בני אליאב היינו שיקראו אותם בשם בני אליאב אביה' כי אביהם היה צדיק. וגם אליא\"ב הוא אל\"י א\"ב ואולי ממקור מחצב נשמותיהם יוכל להחזירם ולתקנם ולהעלותם והם היו רשעים בתכלית הרשעות. וכשהבינו זאת אמרו לא נעלה אין רצונינו להיות לנו עלייה והבן. והש\"י יזכנו שנהיה מאמינים בו ובהצדיקים ולא נהרהר אחריהם. וכיה\"ר אמן: \n", "heVersionTitle": "Ohev Yisrael, Zhitomir, 1863.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee047cf7a0c25239b67", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "anchorRef": "Numbers 11:1-25:18", "anchorRefExpanded": ["Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳ ב׳-י״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; The Rebellion Narratives", "he": "במדבר מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["V<small>IRTUALLY THE FIRST THING THE</small> I<small>SRAELITES DO AFTER SETTING OUT ON THE SECOND</small> leg of their journey to the Promised Land is—rebel. This pattern was already seen in the book of Exodus, where, despite the climactic miracle of deliverance at the Sea of Reeds, the Israelites “grumbled against Moshe” at Mara because of lack of drinkable water. Although a strain in later biblical thinking remembered the wilderness period as a kind of honeymoon (cf. Jer. 2:2), the Torah itself chose to remember it as a severe time of testing which the ex-slaves ultimately failed to pass.", "The second part of Numbers is a remarkable collection of rebellion narratives that simultaneously display striking similarities and great and colorful differences. The section details six rebellions of the people, and two of the leaders themselves. They are united by a consistent vocabulary: verbs such as “grumble” and “assemble/gather/speak against” depict complaints against Moshe and Aharon and against God. These stories also display the recurring themes of dearth of food and water, and God’s anger at the rebellions, usually expressed in some form of plague (or, additionally, fire).", "Rather than unfold in simple chronological order, one following another, these pieces of the text have been intensified by priestly editing, which has interspersed the stories with a number of cultic and legal passages (Chaps. 15, 18, and 19, all of which bear the theme word “law” [Heb. <i>hok</i> or <i>hukka</i>]), and which are somehow related to previous or succeeding narratives. The interruptions also allow each of the memorable rebellion narratives to “breathe,” giving the audience time to digest the images and the drama presented therein. The stories possess both in abundant measure; one thinks, for instance, of the “meat between the teeth” (11:33), of the grape clusters borne on a pole by two men (13:23); and of the great confrontation with Korah in Chapter 16 (not to mention its resolution), as well as Moshe’s dramatic failure in Chapter 20.", "As in any great literature, repetition of story type or type scene is here accomplished via variation of the most telling kind. In this case we observe once again an alternating pattern to the rebellions, a pattern which reveals not one theme but several:", "The people, over lack of food (chapter 11)", "Moshe’s siblings, over prophetic primacy (12)", "The people, over the spies’ false report (14)", "Levites, over Moshe and Aharon’s prerogatives (16)", "The people, over the rebellious Levites’ sinister fate (17)", "Moshe himself, over the burden of leading the people (20)", "The people, over the lack of food and water (21)", "The pattern observable here is broken, in true biblical rhetorical style (where the last in a sequence often serves by its oddness to reinforce the whole), in a final rebellion (Chap. 25), where the people’s actions involve neither the “complaining” vocabulary nor a revolt against human leadership, but rather comprise the greatest biblical crime of them all: worship of other gods. Viewed in this patterned fashion, the rebellion narratives emerge with a kind of crescendo effect.", "It is also possible, as I have done in “On the Book of Numbers and Its Structure,” above, to follow the scheme put forth by Mann—a three-part structure to the section, each with its internal logic and conclusions. These are treated below; for the moment, it will suffice to see in the first subsection (Chaps. 11–14) the inevitable result of wilderness rebellions: the divine decree that the slave generation must die out before entering the Promised Land; the second subsection (16–20) deals with the challenges to the leadership of Moshe and Aharon, and results in a similar decree, that they will die outside the land; and the third subsection (20–25) chronicles the encounter of the Israelites with neighboring nations, which initially goes in their favor but ends with the disastrous incident at Baal Pe’or (25).", "The primary issue in these stories, to the biblical writer, is lack of trust in God. Each of the three sections mentions or implies that problem; 14:11 and 20:12 use the verb itself, and the narrative of Chapter 25 suggests it. The bottom line is that the Israelites could not keep faith with God—even after both staggering acts of divine intervention (i.e., rescue) and demonstrations of the force of divine wrath—and this lack of faith led ultimately to their dying out in the wilderness outside the Promised Land, in punishment. The stories clearly were meant to be understood as an unfortunate example for later generations, and were taken as such already in the biblical period (see, for example, the treatment in Psalm 78).", "Read on another level, the rebellion narratives are largely concerned with the issue of human leadership, its qualifications, manifestations, and limitations (and even failures). Has there ever been a leader as beleaguered as Moshe? From the beginning of his career on the sands of Egypt, where he assumes the mantle of leadership in the matter of retaliating against the sadistic Egyptian taskmaster (Ex. 2:11–12), to its end at the plains of Moab, in stern address to the people he has struggled to lead (this is the setting of the entire next book, Deuteronomy), he must evoke trust in God, lead the people through an uncharted wilderness, and inspire confidence in his own leadership. His success is muted by the passing of the generation he initially leads, before it can enter Canaan; like them, he too must pass on—with merely a look beyond the Jordan, but no more. Later generations of Jewish readers wept on confronting Moshe’s seemingly premature death, and created heroic tales of his pleading before God to be let into the land he had so long sought to reach. In Numbers he fully deserves this stature, alternately interceding with and cajoling God, standing up for and then almost giving up on this people with whom his life has become so enmeshed. Our stories stress his gifts of prophecy and his pathos as a deeply human leader.", "A final, troubling issue is the character of God in this part of the book. It is a measure of the Bible’s artistry that the rebellion accounts are so varied in content and style; but the variations in punishment—from undetailed death to skin disease to stoning and the earth opening up, just to mention a few examples—create an impression, not of artistic richness but of unremitting severity. The Bible does not seem to have a problem with this kind of divine behavior, and other ancient cultures would have felt at home here, but already in late antiquity, and continuing down to our own day, Jews and Christians most often have preferred, and prayed to, a more forgiving, nurturing, and compassionate God. Dealing with these texts, in the end, raises the question of whether to understand them as the result of “historical necessity” or “literary conceit” (that is, the old generation simply had to die out) or as they stand in the text: a harsh portrayal of what happened when the covenant people violated the covenant."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee36bfddfbb310fed06", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, The Great Revolt 2-8", "anchorRef": "Numbers 16:1-35", "anchorRefExpanded": ["Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, The Great Revolt 2-8", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה ו׳ ב׳-ח׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Great Revolt", "he": "במדבר הערה ו׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ו׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["In the two collections of wilderness rebellion traditions we have encountered thus far in the Torah, Ex. 15:22–17:7 and Num. 11–14, the rebels are a faceless “the people” or “the entire community.” An exception was Num. 12, where Aharon and Miryam complained against their brother; their personal example is now taken up by another relative, in a memorable narrative. The story of the revolt of Korah the Levite and Datan and Aviram the Reubenites, which may have stemmed from two different accounts, holds the common thread of the rebels’ feeling left out—Korah, as Moshe’s and Aharon’s first cousin, might well have headed the priestly line (his father was older than theirs), whereas Datan and Aviram’s tribe of Re’uven had lost some of its firstborn primacy, and was not even camped on the choice east side of the Dwelling. Moshe clearly sees the political motivation behind the revolt, and is indignant that anyone would impute greed (cf. v.15) or lust for power to him.", "As Buber (1988) points out, however, more is at stake here. The rebels’ contention that “the entire community, the entirety of them, are holy,” though it sounds at first blush like the ideal expressed in Ex. 19:6 (God’s offer to make of the Israelites “a kingdom of priests, / a holy nation”), is in reality a most dangerous claim. Holiness in the Bible is a trait that can be acquired, even transmitted to an extent, but it is not absolutely innate, except in the case of God; and the Torah sees as ope of its major goals developing the means whereby people can, with holy intent and preparation, properly serve the Holy. The fate of the rebels therefore bespeaks the seriousness of the threat they pose, and is unique in the Bible.", "The narrative hinges on a number of expressions. The conflict between Moshe and the rebels is nicely encapsulated by two pairs of identical charges and countercharges—“Too much (is) yours” (vv.3 and 7) and “Is it too little” (vv.9 and 13). The terms “community” and “assembly” are played upon, designating alternately the body of the people and the minicommunity of the rebels. More significantly, this chapter and those around it—15, 17, and 18—are meaningfully linked together by variations on the Hebrew root <i>k-r-b</i> (Buber 1994). The thread of meaning runs from “bringing near-offerings near,” to God “declaring [Moshe and Ahron] near” to him, to the fact that he has “brought-near” the Levites in terms of their duties, to Korah and his band being asked to “bring-near” the incense, whose fire-pans later become holy because they were “brought-near,” and finally, to the repeated warning to outsiders not to “come-near” the sancta. At issue is what Buber calls “authorized” and “unauthorized nearing,” which is mentioned frequently in Leviticus but is used in the present text with the full artistic resources at the narrator’s command. Viewed in this light, order is restored to the blurring of lines threatened by Korah.", "for it was an error,", "but they have brought their near-offering,", "a fire-offering of soothing savor for Y<small>HWH</small>,", "and their <i>hattat</i>-offering before the presence of Y<small>HWH</small>, on account of their error."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382eec9ad75f2d99afa10", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, The Great Revolt 1", "anchorRef": "Numbers 16:1-35", "anchorRefExpanded": ["Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, The Great Revolt 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה ו׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ו׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 16:1-35\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 16:1-35</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "623b87f7efb8b96e7ad31a5d", "index_title": "Siddur Sefard", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Sefard, Torah Readings, Torah Reading for Shabbat Mincha & Monday, Thursday 78", "anchorRef": "Numbers 16:5-13", "anchorRefExpanded": ["Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13"], "sourceRef": "Siddur Sefard, Torah Readings, Torah Reading for Shabbat Mincha & Monday, Thursday 78", "sourceHeRef": "סידור ספרד, סדר הקריאות, קריאות לשבת במנחה, ושני וחמישי ע״ח", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1710, 1810], "commentaryNum": 78, "collectiveTitle": {"en": "Siddur Sefard", "he": "סידור ספרד"}, "heTitle": "קריאות לשבת במנחה, ושני וחמישי", "he": "<b>וַיִּקַּח</b> קֹרַח בֶּן יִצְהָר בֶּן קְהָת בֶּן לֵוִי וְדָתָן וַאֲבִירָם בְּנֵי אֱלִיאָב וְאוֹן בֶּן פֶּלֶת בְּנֵי רְאוּבֵן: וַיָּקֻמוּ לִפְנֵי מֹשֶׁה וַאֲנָשִׁים מִבְּנֵי יִשְׂרָאֵל חֲמִשִּׁים וּמָאתָיִם נְשִׂיאֵי עֵדָה קְרִאֵי מוֹעֵד אַנְשֵׁי שֵׁם: וַיִּקָּהֲלוּ עַל מֹשֶׁה וְעַל אַהֲרֹן וַיֹּאמְרוּ אֲלֵהֶם רַב לָכֶם כִּי כָל הָעֵדָה כֻּלָּם קְדֹשִׁים וּבְתוֹכָם יְהֹוָה וּמַדּוּעַ תִּתְנַשְּׂאוּ עַל קְהַל יְהֹוָה:שניוַיִּשְׁמַע מֹשֶׁה וַיִּפֹּל עַל פָּנָיו: וַיְדַבֵּר אֶל קֹרַח וְאֶל כָּל עֲדָתוֹ לֵאמֹר בֹּקֶר וְיֹדַע יְהֹוָה אֶת אֲשֶׁר לוֹ וְאֶת הַקָּדוֹשׁ וְהִקְרִיב אֵלָיו וְאֵת אֲשֶׁר יִבְחַר בּוֹ יַקְרִיב אֵלָיו: זֹאת עֲשׂוּ קְחוּ לָכֶם מַחְתּוֹת קֹרַח וְכָל עֲדָתוֹ: וּתְנוּ בָהֵן אֵשׁ וְשִׂימוּ עֲלֵיהֶן קְטֹרֶת לִפְנֵי יְהֹוָה מָחָר וְהָיָה הָאִישׁ אֲשֶׁר יִבְחַר יְהֹוָה הוּא הַקָּדוֹשׁ רַב לָכֶם בְּנֵי לֵוִי:שלישיוַיֹּאמֶר מֹשֶׁה אֶל קֹרַח שִׁמְעוּ נָא בְּנֵי לֵוִי: הַמְעַט מִכֶּם כִּי הִבְדִּיל אֱלֹהֵי יִשְׂרָאֵל אֶתְכֶם מֵעֲדַת יִשְׂרָאֵל לְהַקְרִיב אֶתְכֶם אֵלָיו לַעֲבֹד אֶת עֲבֹדַת מִשְׁכַּן יְהֹוָה וְלַעֲמֹד לִפְנֵי הָעֵדָה לְשָׁרְתָם: וַיַּקְרֵב אֹתְךָ וְאֶת כָּל אַחֶיךָ בְנֵי לֵוִי אִתָּךְ וּבִקַּשְׁתֶּם גַּם כְּהֻנָּה: לָכֵן אַתָּה וְכָל עֲדָתְךָ הַנֹּעָדִים עַל יְהֹוָה וְאַהֲרֹן מַה הוּא כִּי <small>(תלונו)</small> תַלִּינוּ עָלָיו: וַיִּשְׁלַח מֹשֶׁה לִקְרֹא לְדָתָן וְלַאֲבִירָם בְּנֵי אֱלִיאָב וַיֹּאמְרוּ לֹא נַעֲלֶה: הַמְעַט כִּי הֶעֱלִיתָנוּ מֵאֶרֶץ זָבַת חָלָב וּדְבַשׁ לַהֲמִיתֵנוּ בַּמִּדְבָּר כִּי תִשְׂתָּרֵר עָלֵינוּ גַּם הִשְׂתָּרֵר:", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63d77c79eca1000753446a8a", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 16:12:1", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Rav Hirsch on Torah, Numbers 16:12:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר ט״ז:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 12. וישלח וגו׳. Wir haben schon bemerkt, daß Datan und Abiram eine eigene Fraktion in dieser Verschwörung Korachs gebildet zu haben scheinen. Korachs Empörung galt zunächst Aharons Priesterstellung und nur indirekt, als deren Urquell und Stütze, der Autorität Mosche. Datan und Abiram waren aber direkt gegen Mosche aufgestanden und ihr Ziel war die Beseitigung der politischen Führerschaft Mosche. Die Feindschaft gegen Mosche – direkt oder indirekt – bildete den Kitt der beiden Fraktionen. Darum wollte Mosche Datan und Abiram besonders sprechen, sie aber erwiderten: לא נעלה. In diesem Ausdruck fassten sie mit beißender Ironie die ganze Gehässigkeit ihrer Gesinnung zusammen. שלח לקרא ל־ involviert keineswegs ein von einem Höhern ausgehendes diktatorisches \"Vorladen\". Es wird vielmehr zur Bezeichnung freundlichster \"Einladungen\" gebraucht (vergl. Kap. 22, 5. 20 u. 37; – Schmot 2, 20 u. 34, 15; – Sam. I. 16, 3; – Kön. I. 1, 19 und sonst). עלה ist aber nicht bloß das Hinaufgehen zu einem räumlich höher gelegenen Orte, sondern auch das Hingehen zu einer, der Bedeutung nach höheren Stelle, das Hingehen zu einem Höheren, insbesondere das Hingehen zum Gerichte, ועלתה יבמתו השערה. (Dewarim 25, 7); ובועז עלה השער (Ruth 4, 1). Mosche hatte sie in freundlichster Weise zu sich bitten lassen. Sie aber gaben der Einladung die Auffassung einer Vorladung und antworteten: wir kommen nicht hinauf zum \"Herrn!\" d. h. wir folgen seinem Befehle nicht, es ist eine Anmaßung von ihm, uns so von oben herab zu befehlen, zu ihm zu kommen, er hat nichts zu befehlen. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6418836dc9371ec0cebe76c8", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Numbers 16:12:1", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Reggio on Torah, Numbers 16:12:1", "sourceHeRef": "ביאור יש\"ר על התורה, במדבר ט״ז:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "במדבר", "he": "<b>לקרא לדתן ולאבירם,</b> אחר שדיבר עם שבט לוי רצה לדבר גם עם בני ראובן לשמוע מה בפיהם גם הם, ועל מה הם מריבים אחרי שאינם משבט לוי, והם גלו את אזנו בתשובתם שטענתם על התקלות שבאו עליהם על ידו ועל הגזרה שיתמו במדבר, כאשר הזכרכו למעלה:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6418836ec9371ec0cebe76ca", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Numbers 16:12:2", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Reggio on Torah, Numbers 16:12:2", "sourceHeRef": "ביאור יש\"ר על התורה, במדבר ט״ז:י״ב:ב׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "במדבר", "he": "<b>לא נעלה,</b> לשון עליה נופל על הליכה לעבודת השם או אל מקום הנבחר, וכן ההליכה אצל השופטים, כמו ועלתה יבמתו השערה (דברים כ\"ה ז'), ויעלו אליה בני ישראל למשפט (שופטים ד' ה'):", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6538ea94054f4911926170ab", "index_title": "Talks of Yeshayahu Leibowitz on the Parasha", "category": "Quoting Commentary", "type": "", "ref": "Talks of Yeshayahu Leibowitz on the Parasha, Korach 11:2", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Talks of Yeshayahu Leibowitz on the Parasha, Korach 11:2", "sourceHeRef": "שיחות על פרשת השבוע (ליבוביץ), קרח י״א:ב׳", "anchorVerse": 12, "sourceHasEn": false, "commentaryNum": 11.0002, "collectiveTitle": {"en": "Talks of Yeshayahu Leibowitz on the Parasha", "he": "שיחות על פרשת השבוע (ליבוביץ)"}, "heTitle": "קרח", "he": "לאחר חוצפתם והעזתם של דתן ואבירם הנילווים על עדת קורח, משה-רבנו הענו מכל האדם הולך בעצמו אל שני מורדים אלה שמאסו במנהיגותו ופסלו אותה, והוא משתדל לקרוא להם ולפייסם, אולם הם מסרבים בהכריזם: \"לא נעלה\" (במדבר טז:יב). ", "heVersionTitle": "Jerusalem, 2000", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc6e758c1dc532ec9206", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 16:12", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Steinsaltz on Numbers 16:12", "sourceHeRef": "ביאור שטיינזלץ על במדבר ט״ז:י״ב", "anchorVerse": 12, "sourceHasEn": true, "commentaryNum": 16.0012, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וַיִּשְׁלַח מֹשֶׁה לִקְרֹא לְדָתָן וְלַאֲבִירָם בְּנֵי אֱלִיאָב</b> על מנת לשוחח אתם באופן אישי.<b>וַיֹּאמְרוּ: לֹא נַעֲלֶה</b> שכן אנו כופרים בסמכותך.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>Moses sent to summon Datan and Aviram, sons of Eliav, </b>in order to talk to them personally; <b>and they said: We will not go up, </b>as we reject your authority.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "65e5d1ab6aad563290ee46a1", "index_title": "Tze'enah Ure'enah", "category": "Quoting Commentary", "type": "", "ref": "Tze'enah Ure'enah, Korach 16", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Tze'enah Ure'enah, Korach 16", "sourceHeRef": "צאינה וראינה, קרח ט״ז", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1590, 1616], "commentaryNum": 16, "collectiveTitle": {"en": "Tze'enah Ure'enah", "he": "צאינה וראינה"}, "heTitle": "קרח", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "“<i>Moses sent for Dathan and Abiram</i>” [16:12]. Moses sent for Dathan and Abiram to come to him, since they had gone away. However, Korah was near Moses, where the Levites were. Therefore, he spoke with Korah first. However, <i>Dathan and Abiram</i> were far from Moses, and therefore he had to call for them. Ramban asks a question. Why did Moses not call <i>On ben Pelet</i>, who was their friend? The explanation is that <i>On</i> had gone home. His wife dissuaded him from arguing and he remained at home and did not want to argue. Thus, he remained alive with his household. This was done by a good wife with her good advice. <i>On</i> also did not come to the fire pans.<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">Ramban, Numbers, 16:12.</i>", "versionTitle": "A Critical Translation into English; Edited and translated by Morris M. Faierstein. De Gruyter, 2017", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "65e9da78b215f43691cfe08e", "index_title": "Tze'enah Ure'enah", "category": "Commentary", "type": "commentary", "ref": "Tze'enah Ure'enah, Korach 16-17", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Tze'enah Ure'enah, Korach 16-17", "sourceHeRef": "צאינה וראינה, קרח ט״ז-י״ז", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1590, 1616], "commentaryNum": 16, "collectiveTitle": {"en": "Tze'enah Ure'enah", "he": "צאינה וראינה"}, "heTitle": "קרח", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["“<i>Moses sent for Dathan and Abiram</i>” [16:12]. Moses sent for Dathan and Abiram to come to him, since they had gone away. However, Korah was near Moses, where the Levites were. Therefore, he spoke with Korah first. However, <i>Dathan and Abiram</i> were far from Moses, and therefore he had to call for them. Ramban asks a question. Why did Moses not call <i>On ben Pelet</i>, who was their friend? The explanation is that <i>On</i> had gone home. His wife dissuaded him from arguing and he remained at home and did not want to argue. Thus, he remained alive with his household. This was done by a good wife with her good advice. <i>On</i> also did not come to the fire pans.<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">Ramban, Numbers, 16:12.</i>", "Dathan and Abiram responded to Moses: we will not ascend to Moses. Rashi writes. Their mouths were opened to evil that they said that they would not go up. That is to say, they would go down to the earth, to death.<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">Rashi, Numbers, 16:12.</i>"], "versionTitle": "A Critical Translation into English; Edited and translated by Morris M. Faierstein. De Gruyter, 2017", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "516ebe63edbab4799de99495", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "midrash", "ref": "Bamidbar Rabbah 18:10", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Bamidbar Rabbah 18:10", "sourceHeRef": "במדבר רבה י״ח:י׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 18.001, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "וַיִּשְׁלַח משֶׁה לִקְרֹא לְדָתָן וְלַאֲבִירָם <small>(במדבר טז, יב)</small>, אַף הֵם עָמְדוּ בְּרִשְׁעָן וְלֹא נִזְקְקוּ לַהֲשִׁיבוֹ. <small>(במדבר טז, יב)</small>: וַיֹּאמְרוּ לֹא נַעֲלֶה, הִכְשִׁילָם פִּיהֶם לָרְשָׁעִים, וּבְרִית כְּרוּתָה לַשְֹּׂפָתַיִם, שֶׁמֵּתוּ וְיָרְדוּ לִשְׁאוֹל תַּחְתִּית לְאַחַר שֶׁיָּרְדוּ חַיִּים שְׁאוֹלָה. <small>(במדבר טז, יג)</small>: הַמְעַט כִּי הֶעֱלִיתָנוּ וגו' כִּי תִשְׂתָּרֵר עָלֵינוּ, עַל מָה אַתְּ מִתְרַבְרֵב עָלֵינוּ, מַה טּוֹבָה עָשִׂיתָ לָנוּ, הוֹצֵאתָנוּ מִמִּצְרַיִם שֶׁהוּא כְּגַן ה', וּבְאֶרֶץ כְּנַעַן לֹא הִכְנַסְתָּנוּ, אֶלָּא הֲרֵי אָנוּ בַּמִּדְבָּר וְהַנֶּגֶף מִשְׁתַּלֵּחַ בָּנוּ. <small>(במדבר טז, יד טו)</small>: הַעֵינֵי הָאֲנָשִׁים הָהֵם תְּנַקֵּר לֹא נַעֲלֶה, וַיִּחַר לְמשֶׁה, לָמָּה, שֶׁאָדָם הַדָּן עִם חֲבֵרוֹ וּמִתְוַכֵּחַ וּמְשִׁיבוֹ, יֵשׁ לוֹ נַחַת רוּחַ, וְאִם אֵינוֹ מְשִׁיבוֹ, יֵשׁ לוֹ צַעַר. <small>(במדבר טז, טו)</small>: וַיֹּאמֶר [משה] אֶל ה' אַל תֵּפֶן אֶל מִנְחָתָם, אַל תְּקַבְּלֵם בִּתְשׁוּבָה, הָיָה צָרִיךְ לַמִּקְרָא לוֹמַר אַל תֵּפֶן אֶל עֲבוֹדָתָם, מַהוּ אֶל מִנְחָתָם, כָּךְ אָמַר משֶׁה לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא, רִבּוֹנוֹ שֶׁל עוֹלָם יוֹדֵעַ אֲנִי שֶׁיֵּשׁ לְאֵלּוּ חֵלֶק בְּאוֹתָהּ מִנְחָה שֶׁהִקְרִיבוּ, שֶׁנֶּאֱמַר <small>(במדבר כט, יט)</small>: מִלְּבַד עֹלַת הַתָּמִיד וּמִנְחָתָהּ, וְהָיְתָה שֶׁל כָּל יִשְׂרָאֵל קְרֵבָה, הוֹאִיל וּפֵרְשׁוּ אֵלּוּ מִבָּנֶיךָ אַל תִּסְתַּכֵּל בְּחֶלְקָם, תַּנִּיחֶנּוּ הָאֵשׁ וְאַל תֹּאכְלֶנָּהּ. <small>(במדבר טז, טו)</small>: לֹא חֲמוֹר אֶחָד מֵהֶם נָשָׂאתִי, מַה שֶּׁהָיָה דַרְכִּי לִטֹּל לֹא נָטַלְתִּי מֵהֶם, בְּנֹהַג שֶׁבָּעוֹלָם אָדָם שֶׁהוּא עוֹשֶׂה בְּהֶקְדֵּשׁ נוֹטֵל שְׂכָרוֹ מִן הַהֶקְדֵּשׁ, וַאֲנִי בְּשָׁעָה שֶׁהָיִיתִי יוֹרֵד מִן מִדְיָן לְמִצְרַיִם הָיָה דַרְכִּי לִטֹּל מֵהֶן חֲמוֹר, שֶׁבִּשְׁבִיל צָרְכֵיהֶם יָרַדְתִּי, וְלֹא נָטַלְתִּי. וְכֵן שְׁמוּאֵל הַצַּדִּיק אָמַר <small>(שמואל א יב, ג)</small>: הִנְנִי עֲנוּ בִי נֶגֶד ה' וְנֶגֶד מְשִׁיחוֹ אֶת שׁוֹר מִי לָקַחְתִּי וַחֲמוֹר מִי לָקַחְתִּי, שׁוֹר שֶׁהָיִיתִי מַקְרִיב עֲלֵיהֶם לְקָרְבָּן וּמְבַקֵּשׁ רַחֲמִים עֲלֵיהֶם, וְכֵן לִמְשֹׁחַ עֲלֵיהֶם מֶלֶךְ, מִשֶּׁלִּי הָיָה, שֶׁנֶּאֱמַר <small>(שמואל א טז, כ)</small>: עֶגְלַת בָּקָר תִּקַּח בְּיָדֶךָ. וְכֵן הוּא אוֹמֵר <small>(שמואל א ט, יב)</small>: כִּי זֶבַח הַיּוֹם לָעָם בַּבָּמָּה, לֹא נָטַלְתִּי מִשֶּׁלָּהֶם, וּכְשֶׁהָיִיתִי חוֹזֵר וְעוֹשֶׂה דִּינֵיהֶם וְצָרְכֵיהֶם וְהוֹלֵךְ וְסוֹבֵב כָּל עֲיָרוֹת יִשְׂרָאֵל, שֶׁנֶּאֱמַר <small>(שמואל א ז, טז)</small>: וְהָלַךְ מִדֵּי שָׁנָה בְּשָׁנָה וְסָבַב בֵּית אֵל, דֶּרֶךְ הָעוֹלָם בַּעֲלֵי דִינִין הוֹלְכִין אֵצֶל הַדַּיָּן, וַאֲנִי הָיִיתִי הוֹלֵךְ וְסוֹבֵב מֵעִיר לְעִיר וּמִמָּקוֹם לְמָקוֹם וַחֲמוֹר שֶׁלִּי. וְכֵן משֶׁה אָמַר <small>(שמות יח, טז)</small>: כִּי יִהְיֶה לָהֶם דָּבָר בָּא אֵלַי וְשָׁפַטְתִּי, וַאֲנִי לֹא עָשִׂיתִי כֵן אֶלָּא הָלַכְתִּי אֶצְלָם, <small>(במדבר טז, טו)</small>: וְלֹא הֲרֵעֹתִי אֶת אַחַד מֵהֶם, שֶׁלֹא חִיַּבְתִּי אֶת הַזַּכַּאי וְלֹא זִכִּיתִי אֶת הַחַיָּב. וּכְשֶׁרָאָה משֶׁה שֶׁעָמְדוּ בְּגַאֲוָתָן, אָמַר לָהֶם <small>(במדבר טז, טז)</small>: אַתָּה וְכָל עֲדָתְךָ וגו', הָלַךְ קֹרַח כָּל אוֹתוֹ הַלַּיְלָה וְהָיָה מַטְעֶה אֶת יִשְׂרָאֵל וְאוֹמֵר לָהֶם מָה אַתֶּם סְבוּרִים שֶׁאֲנִי עוֹסֵק לִטֹּל אֶת הַגְּדֻלָּה לְעַצְמִי, אֲנִי מְבַקֵּשׁ שֶׁתְּהֵא הַגְּדֻלָּה עַל כֻּלָּנוּ חוֹזֶרֶת, שֶׁמּשֶׁה נָטַל מַלְכוּת לְעַצְמוֹ, וְהַכְּהֻנָּה גְדוֹלָה נָתַן לְאָחִיו, וְהָיָה הוֹלֵךְ וּמְפַתֶּה כָּל שֵׁבֶט וָשֵׁבֶט כָּרָאוּי לָהֶם עַד שֶׁנִּשְׁתַּתְּפוּ עִמּוֹ, מִנַּיִן, שֶׁנֶּאֱמַר <small>(במדבר טז, יט)</small>: וַיַּקְהֵל עֲלֵיהֶם קֹרַח אֶת כָּל הָעֵדָה, הִקְרִיבוּ כֻּלָּם מְדַבְּרִים עִמּוֹ, מִיָּד <small>(במדבר טז, כ כב)</small>: וַיְדַבֵּר ה' אֶל משֶׁה וְאֶל אַהֲרֹן לֵאמֹר הִבָּדְלוּ מִתּוֹךְ הָעֵדָה הַזֹּאת, וַיִּפְּלוּ עַל פְּנֵיהֶם.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“Moses sent to summon Datan and Aviram, sons of Eliav and they said: We will not go up” (Numbers 16:12).</b> <br>“Moses sent to summon Datan and Aviram” – they, too, remained in their wickedness and did not bother to answer him. “They said: We will not go up” – the mouths of the wicked ones thwarted them, and a covenant is made with the lips, as they died and descended into the deepest abyss after they descended alive into the abyss. <br><b>“Is it not enough that you took us up from a land flowing with milk and honey, to kill us in the wilderness? Will you also reign over us?” (Numbers 16:13).</b> <br>“Is it not enough that you took us up…. Will you…reign over us?” On what basis do you elevate yourself over us? What favor have you performed for us? You took us out of Egypt, which is “like the garden of the Lord” (Genesis 13:10), and into the land of Canaan you did not take us. Rather, we are in the wilderness and plague is rampant in our midst. <br><b>“Yet you did not take us to a land flowing with milk and honey, and give us an inheritance of field and vineyard; will you gouge out the eyes of these men? We will not go up” (Numbers 16:14). <br>“Moses was very incensed, and said to the Lord: Do not turn to their offering; not one donkey did I take from them, nor did I wrong any one of them” (Numbers 16:15).</b> <br>“Will you gouge out the eyes of these men? We will not go up. Moses was very incensed” – why? It is because a person who deliberates with another and argues, and he responds to him, he has satisfaction. But if he does not respond to him, he is aggrieved. <br>“Moses…said to the Lord: Do not turn to their offering” – do not accept them in repentance. The verse should have said: Do not turn to their service. What is “to their offering”? Thus Moses said before the Holy One blessed be He: ‘Master of the universe, I know that these have a portion in that meal offering that they sacrificed, as it is stated: “Besides the daily offering and its meal offering” (Numbers 29:19), and it was of all of Israel that sacrificed. Since these withdrew from your children, do not look to their portion. Let the fire leave it and fail to consume it.’ <br>“Not one donkey did I take from them” – even what was within my right to take, I did not take from them.<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">The midrash wonders: What is the great virtue of not taking an item that is not his?</i> The way of the world is that a person who acts on behalf of the consecration, takes his wages from the consecration. But when I was descending from Midian to Egypt, it would have been within my rights to take a donkey from them, as I was descending for their purposes, but I did not take.<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">“Moses took his wife and his sons and mounted them on the donkey and they returned to the land of Egypt” (Exodus 4:20).</i> <br>Likewise, the righteous Samuel said: ‘“Here I am; testify against me before the Lord, and before His anointed: Whose ox did I take? Whose donkey did I take?” (I Samuel 12:3). The ox that I would sacrifice on their behalf as an offering, and ask for mercy upon them, and likewise, to anoint a king over them; it was from my own, as it is stated: “Take a calf with you” (I Samuel 16:2). Likewise it says: “As there is a feast offering today for the people at the private altar” (I Samuel 9:12); I did not take from theirs.’ <br>[Samuel said:] ‘When I would circulate, and see to their judgments and their needs, and I would circulate in all the cities of Israel, as it is stated: “He would go each and every year and make the rounds of Beit El, [Gilgal, and the Mitzpa, and he would judge Israel in all those places]” (I Samuel 7:16). The way of the world is that litigants go to the judge, but I would go and circulate from city to city and from place to place, and the donkey was mine.’ Likewise, Moses said: ‘“When they have a matter, it comes before me and I adjudicate” (Exodus 18:16), but I did not do so, but rather, I went to them. “Nor did I wrong one of them” – I did not find the innocent guilty, nor did I exonerate the guilty.’ <br><b>“Moses said to Koraḥ: You and your entire congregation, be before the Lord: you, and they, and Aaron, tomorrow” (Numbers 16:16).</b> <br>When Moses saw they were steadfast in their haughtiness, he said to them: “You and your entire congregation…” <br>Koraḥ went that entire night and was misleadingIsrael and saying to them: ‘What, do you think that I am engaged in taking all this prominence for myself? I seek to have this prominence circulate among all of us, as Moses took the kingship for himself, and the High Priesthood, he gave to his brother.’  He would go and cajole each and every tribe in a manner appropriate for them, until they joined him. From where is it derived? It is as it is stated: “Koraḥ assembled the entire congregation” (Numbers 16:19). They all approached, speaking as he did. Immediately, “the Lord spoke to Moses and to Aaron, saying: Separate yourselves from the midst of this congregation [that I may annihilate them in an instant.] They fell on their faces” (Numbers 16:20 –22).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "525a3fa4edbab4498f484d7d", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 16:12:1", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Ibn Ezra on Numbers 16:12:1", "sourceHeRef": "אבן עזרא על במדבר ט״ז:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>לא נעלה.</b> יתכן שהיה אהל מועד בתוך המחנה במקום גבוה על כן מלת העלו מסביב או מי שילך לעבודת השם או אל המקום הנבחר יקרא עולה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "WE WILL NOT COME UP. It is possible that the tent of meeting was on a high place in the middle of the camp.<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">In other words, <i>We will not come up</i> is to be taken literally.</i> Scripture therefore says, <i>Get you up from about</i> (v. 24). On the other hand, one who goes to serve God or to the chosen place is said to go up.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "53f17990fbfba22336ea5c2e", "index_title": "Kli Yakar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Kli Yakar on Numbers 16:12:1", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Kli Yakar on Numbers 16:12:1", "sourceHeRef": "כלי יקר על במדבר ט״ז:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1598, 1602], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Kli Yakar", "he": "כלי יקר"}, "heTitle": "כלי יקר על במדבר", "he": "<b>ויאמרו לא נעלה.</b> לאיזו הר קרא להם לעלות ומהו שאמרו העיני האנשים ההם תנקר וביאור הענין שמשה שלח אחריהם לדבר על לבם דברי שלום, והמה חשדו את משה שלכך שלח אחריהם לפי שהם גדולים והעיקר במחלוקת זה ורוצה משה ליתן להם איזו מינוי של שררה דרך שחד כדי שיסתלקו מן המחלוקת ואז ממילא יסתלקו כולם, ע\"כ השיבו למשה לא נעלה. לא נקבל ממנו דרך שחד שום מעלה ושררה, וע\"ז אמרו העיני האנשים ההם תנקר. כי השוחד יעור. <small>(דברים טז יט)</small> וכי אתה סובר לעור עינינו בשוחד זה, וכדי לתקן לשון האנשים ההם. נראה שלא על עצמם אמרו כן אלא על כל האנשים אשר אתם כי אף אם אנחנו נשתוק בעבור שתתן לנו איזו שררה או נחלת שדה וכרם. מ\"מ האנשים אשר אתנו כ\"ש דפקרו טפי, העיני האנשים ההם אשר אתנו תנקר שיהיו כל כך עורים שלא ירגישו בתחבולה זו לפיכך לא נעלה לא נקבל ממך שום שררה ועליה.\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "53f17990fbfba22336ea5c30", "index_title": "Kli Yakar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Kli Yakar on Numbers 16:12:2", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Kli Yakar on Numbers 16:12:2", "sourceHeRef": "כלי יקר על במדבר ט״ז:י״ב:ב׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1598, 1602], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Kli Yakar", "he": "כלי יקר"}, "heTitle": "כלי יקר על במדבר", "he": "<b>ומה שהכניסו תוך סיפור זה המעט כי העליתנו וגו'.</b> חדא ועוד קאמרו מתחילה אמרו שכך דרכך שאתה מבטיח ואינו עושה כי כך הבטחת את בני ישראל להביאם אל ארץ זבת חלב ודבש, והעליתנו ממצרים ארץ טובה וכל זה עשית כי תשתרר עלינו כדי להראות שררתך עלינו ולא אתה בלבד אלא גם השתרר אחרים עלינו כאהרן וזולתו, אף אל ארץ זבת חלב ודבש לא הביאתנו ותתן לנו נחלת שדה וכרם וגו' אמרו ממ\"נ למה זה אתה שולח אחרינו, אם להבטיח לנו איזו נחלת שדה וכרם כשנבא לארץ הרי זה דבר שלא בא לעולם כי עדיין לא הביאתנו שמה ותתן לנו עכשיו נחלת שדה וכרם. ואף את\"ל שחברינו לא ירגישו בתחבולה זו כי נתינה זו לעתים רחוקים מ\"מ יש כמה דברים בגו הן מצד שהרי לא נעלה לארץ כי כבר נגזרה גזירה שנמות במדבר, ואת\"ל שנתינה זו תהיה לזרעינו מ\"מ מה כשרון לנו בזה, וגם לזרעינו הדבר בספק כי מדרכך להיות מבטיח ואינו עושה. ועוד שהדבר לא בא לעולם עדיין. ואם תרצה ליתן לנו איזו שררה תיכף ומיד יש חששא אחרת שחברנו ירגישו בתחבולה זו העיניהם תנקר שלא יראו עין בעין תחבולה זו.\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "53f17990fbfba22336ea5c32", "index_title": "Kli Yakar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Kli Yakar on Numbers 16:12:3", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Kli Yakar on Numbers 16:12:3", "sourceHeRef": "כלי יקר על במדבר ט״ז:י״ב:ג׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1598, 1602], "commentaryNum": 12.0003, "collectiveTitle": {"en": "Kli Yakar", "he": "כלי יקר"}, "heTitle": "כלי יקר על במדבר", "he": "<b>וי\"א ניקור עינים זה קאי על הצרעה,</b> שהבטיחם שהצרעה ישלח ה' לפניהם <small>(שם ז כ)</small> כדי שתנקר עיני הכנענים ואמרו אף אם באמת יהיו סומים מ\"מ חזק הוא ממנו ולא נוכל לעלות אל העם זה\"ש לא נעלה.\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54bd4924fbfba2173336bb74", "index_title": "Kli Yakar on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Kli Yakar on Numbers 17:23:1", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Kli Yakar on Numbers 17:23:1", "sourceHeRef": "כלי יקר על במדבר י״ז:כ״ג:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1598, 1602], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Kli Yakar on Numbers", "he": "כלי יקר על במדבר"}, "heTitle": "כלי יקר על במדבר", "he": "<b>והנה פרח מטה אהרן וגו'.</b> רמז כי לא למראה עיני האדם ישפוט ה' כ\"א נראה אחד עץ יבש בלי לחלוחית מים תורה וחכמה הקב\"ה מפריחו וכך בהפך כדמסיק בילקוט <small>(ביחזקאל יז קח עיי\"ש)</small> שדרש על קרח ואהרן פסוק הובשתי עץ לח והפרחתי עץ יבש. <small>(שם יז כד)</small> ויכול להיות שמשם נמשך המקור שכל מה שהיה במקדש היה מלבלב ועושה פירות ואפילו הזהב שנקרא פרוים, ויוצא פרח, זה היה סימן לכהנים קטנים שנקראו פרחי כהונה, ויצץ ציץ. זה סימן לכהנים גדולים נושאים ציץ נזר הקודש, ויגמול שקדים. בזכות וירץ אל תוך הקהל וגו' כדי לעצור המגפה ובזכות שכהנים זריזים הם כגמול ידו השיב לו להצמיח שקדים שיש בהם משמעות לשון שקידות ומהירות, וזכה למתנות שנאמר ואני הנה נתתי לך. ולשון הנה מורה על הזריזות וכן פירש\"י פר' וישב <small>(לז יג)</small> ויאמר הנני. לשון ענוה וזריזות. ורש\"י פירש כאן הנה בשמחה, כד\"א הנה הוא יוצא לקראתך וראך ושמח בלבו. <small>(שמות ד יד)</small> וטעמו של דבר שכל הנה לשון זריזות הוא וכל מה שהאדם עושה בזריזות ודאי הוא שמח בעשייתו וכשם שאהרן היה שמח לקראת משה אחיו הקטן ממנו ולא נתקנא בשררתו בזכות זה ניתן לאהרן שררת הכהונה למשחה בה בשמחה זה\"ש ואני הנה נתתי לך. בזכות הנה הוא יוצא לקראתך. ולמעלה בפסוק בקר ויודע ה' שנתן לו ה' המתנות בבוקר בפנים מאירות בשמחה כמשפט כל דבר הניתן אל השואל כהוגן. ורז\"ל אמרו <small>(שבת קלט.)</small> שבזכות וראך ושמח בלבו. זכה לחשן משפט על הלב לפי שנאמר <small>(תהלים כה ט)</small> ידרך ענוים במשפט. כדרך שנתבאר למעלה פר' משפטים <small>(כא א)</small> ודרך זה ענוה לו ששמח על שררת אחיו ורז\"ל אמרו <small>(חולין פט.)</small> גדול מה שנאמר במשה ואהרן שנאמר <small>(שמות טז ח)</small> ונחנו מה. וכן באהרן כתיב <small>(במדבר טז יב)</small> ואהרן מה הוא. שהוא מחשב את עצמו לבלי מה כאילו הוא עץ יבש שאין בו שום לחלוחית ע\"כ זכה שפרח מטה אהרן היבש.  ", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "554ef0b2fbfba21b48f53cfe", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 16:12:1", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Haamek Davar on Numbers 16:12:1", "sourceHeRef": "העמק דבר על במדבר ט״ז:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>לא נעלה.</b> שהמשכן היה עומד במקום גבוה כמו בהמ״ק. ומשה וב״ד היו בהר. וע׳ מש״כ להלן כ״א י״ט עה״פ ומנחליאל במות. ע״כ אמרו לא נעלה:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "55ae031bfbfba23a06809b57", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Korakh 4", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Meshekh Chokhmah, Korakh 4", "sourceHeRef": "משך חכמה, קרח ד׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 4, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "קרח", "he": "<b>ויאמרו </b>לא נעלה. פירוש, כי צפו שגם משה ימות במדבר, לכן לא נעלה גם אנחנו, גם אתה, וזה, כי בלתי אפשרי שתעלה, המעט כי העליתנו מארץ זבת חו\"ד להמיתנו במדבר, האם דבר קטן הוא שהעלית עם רב כזה להמיתם במדבר ואתה תלך לבדך, ז\"א מגדר הנמוס ולא יעשה עול כזה בחיק הבורא חלילה [וכן מצאנו במדרש שהשיב הקב\"ה למשה עמך היכן הם], אף לא אל ארץ זבת חו\"ד וכו' ותתן לנו, פירוש, כדאיתא בספרי תבוא פרט לעבר הירדן שאינה זבת חלב ודבש אשר נתת ולא עבר הירדן שמעצמם נטלו, וזה שאמרו שלא אל ארץ זבת חלב ודבש תביאנו ולא תתן לנו נחלת שדה וכרם בעבר הירדן ואין לך יתרון, רק שתראה הארץ, העיני האנשים ההם תנקר. ודו\"ק.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "571f38c6d6e4a90eb248441e", "index_title": "Gur Aryeh on Devarim", "category": "Quoting Commentary", "type": "", "ref": "Gur Aryeh on Devarim 1:42:1", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Gur Aryeh on Devarim 1:42:1", "sourceHeRef": "גור אריה על דברים א׳:מ״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 42.0001, "collectiveTitle": {"en": "Gur Aryeh on Devarim", "he": "גור אריה על דברים"}, "heTitle": "גור אריה על דברים", "he": "<b>לא תהא לכם עלייה.</b> נראה לי<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"229\"></i>, שדייק רש\"י מלשון \"לא תעלו\", ולמה אמר \"לא תעלו\" לשון כזה, שהוא לשון אינו צח לומר \"לא תעלו\", שהרי בפרשת קרח פירש רש\"י \"לא נעלה\" (במדבר טז, יב)<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"230\"></i> 'פיהם הכשילם, אלא ירידה יהיה להם', ומנא לן למדרש (תנחומא שם, ו) כן, שמא כמשמעו הוא, שלא רצו לעלות אל משה. אלא על כרחך דלא היה להם לומר לשון כזה \"לא נעלה\", אם לא שפיהם הכשילם, שברית כרותה לשפתים (מו\"ק יח. )<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"231\"></i>. וכן בפרשת מקץ אצל \"ירוד ירדנו\" (בראשית מג, כ), עיין שם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"232\"></i>. ואם כן, למה אמר משה \"לא תעלו\", אחר שברית כרותה לשפתים, אלא כך אמר – לא יהיה לכם עליה אם תעלו, והשתא שפיר:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5868bd43d6e4a97c9cbb1866", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Numbers 16:12:1", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Bekhor Shor, Numbers 16:12:1", "sourceHeRef": "בכור שור, במדבר ט״ז:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "במדבר", "he": "<b>וישלח משה לקרא לדתן ולאבירם</b> שיקחו גם הם מחתותם, כי אף הם מן המעוררים<b>:\n</b>", "heVersionTitle": "Bekhor Shor, HaTzofeh LeHokhmat Yisrael VIII, Budapest, 1928", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, הצופה לחכמת ישראל ח, בודפשט, תרפ\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5868bd43d6e4a97c9cbb1868", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Numbers 16:12:2", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Bekhor Shor, Numbers 16:12:2", "sourceHeRef": "בכור שור, במדבר ט״ז:י״ב:ב׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "במדבר", "he": "ויאמרו לא נעלה. אחת שאין אנו צריכים הכהונה, כי אנו יודעים שהדין עמנו ועוד שאין מחזיקים אותך לגדול שנלך אליך כי מאיזה טעם תהיה שר עלינו בשביל שהרעתה לנו תהיה לראש:\n", "heVersionTitle": "Bekhor Shor, HaTzofeh LeHokhmat Yisrael VIII, Budapest, 1928", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, הצופה לחכמת ישראל ח, בודפשט, תרפ\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f2b5d6e4a92746472300", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Numbers 16:12:1", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Chizkuni, Numbers 16:12:1", "sourceHeRef": "חזקוני, במדבר ט״ז:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>לא נעלה</b> גבי דין נופל לשון עליה כמו ועלתה יבמתו השערה ויעלו אליה למשפט ובועז עלה השער.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "לא נעלה, “we will not go up [to face Moses]. This does not mean that Moses stood on an elevated platform, but is a standard expression when people are asked to appear before a judge or judges. Our author quotes Deuteronomy 25,7, as well as Judges 4,5, and Ruth 4,1, as proof of his interpretation. In each instance the verb עלה is used for people appearing at a court.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58ad959dd6e4a93323dc1a86", "index_title": "Moed Katan", "category": "Talmud", "type": "", "ref": "Moed Katan 16a:3", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Moed Katan 16a:3", "sourceHeRef": "מועד קטן ט״ז א:ג׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 31.0003, "collectiveTitle": {"en": "Moed Katan", "he": "מועד קטן"}, "heTitle": "מועד קטן", "he": "אָמַר רָבָא: מְנָלַן דִּמְשַׁדְּרִין שְׁלִיחָא דְּבֵי דִינָא וּמַזְמְנִינַן לֵיהּ לְדִינָא — דִּכְתִיב: ״וַיִּשְׁלַח מֹשֶׁה לִקְרֹא לְדָתָן וְלַאֲבִירָם בְּנֵי אֱלִיאָב״. וּמְנָלַן דְּמַזְמְנִינַן לְדִינָא — דִּכְתִיב: ״וַיֹּאמֶר מֹשֶׁה אֶל קֹרַח אַתָּה וְכׇל עֲדָתְךָ״.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "§ Having discussed some of the restrictions applying to a person who was ostracized, the Gemara explains some of the basic principles relating to ostracism: <b>Rava said: From where do we</b> derive <b>that a court agent is sent to summon</b> the defendant <b>to</b> appear before the <b>court</b> before he is ostracized? <b>As it is written: “And Moses sent to call Dathan and Abiram, the sons of Eliab”</b> (Numbers 16:12). <b>And from where do we</b> derive <b>that we summon</b> the defendant, that he himself must appear before the <b>court? As it is written: “And Moses said to Korah: Be you and all your congregation</b> before the Lord, you and they, and Aaron, tomorrow” (Numbers 16:16).", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58b1ce0dd6e4a937f999947e", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 18:4", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Bamidbar Rabbah 18:4", "sourceHeRef": "במדבר רבה י״ח:ד׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 18.0004, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "וַיִּקַּח קֹרַח, לָקַח טַלִּיתוֹ וְהָלַךְ לִטֹּל עֵצָה מֵאִשְׁתּוֹ, כְּשֶׁאָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְמשֶׁה <small>(במדבר ח, ו ז)</small>: קַח אֶת הַלְוִיִּם מִתּוֹךְ בְּנֵי יִשְׂרָאֵל וְטִהַרְתָּ אֹתָם, וְכֹה תַעֲשֶׂה לָהֶם לְטַהֲרָם וגו' וְהֶעֱבִירוּ תַעַר עַל כָּל בְּשָׂרָם, מִיָּד עָשָׂה כֵן לְקֹרַח, הִתְחִיל לַחֲזֹר עַל יִשְׂרָאֵל, לֹא הָיוּ מַכִּירִין אוֹתוֹ, אָמְרוּ לוֹ מִי עָשָׂה לְךָ כָּךְ, אָמַר לָהֶם משֶׁה עָשָׂה בִּי, וְלֹא עוֹד אֶלָּא נְטָלַנִי בְּיָדַי וְרַגְלַי וְהָיוּ מְנִיפִין אוֹתִי וְאוֹמֵר לִי הֲרֵי אַתָּה טָהוֹר, וְהֵבִיא אֶת אַהֲרֹן אָחִיו וְקִשְׁטוֹ כַּכַּלָּה וְהוֹשִׁיבוֹ בְּאֹהֶל מוֹעֵד, מִיָּד הִתְחִילוּ שׂוֹנְאֵי משֶׁה לְהִתְגָּרוֹת בּוֹ אֶת יִשְׂרָאֵל, וְאָמְרוּ משֶׁה מֶלֶךְ, וְאַהֲרֹן אָחִיו כֹּהֵן גָּדוֹל, וּבָנָיו סְגָנֵי כְּהֻנָּה, תְּרוּמָה לַכֹּהֵן, מַעֲשֵׂר לַכֹּהֵן, עֶשְׂרִים וְאַרְבַּע מַתָּנוֹת לַכֹּהֵן, מִיָּד <small>(במדבר טז, ג)</small>: וַיִּקָּהֲלוּ עַל משֶׁה, מִיָּד <small>(במדבר טז, ג)</small>: וַיֹּאמְרוּ אֲלֵהֶם. אָמַר רַבִּי לֵוִי בְּאוֹתָהּ שָׁעָה כִּנֵּס קֹרַח עֲדָתוֹ, וְאָמַר לָהֶם הִרְבֵּיתֶם עָלֵינוּ מַשֹּׂוֹי יוֹתֵר מִשִּׁעְבּוּד מִצְרַיִם, טוֹב לָנוּ תַּחַת מִצְרַיִם מִתַּחַת יֶדְכֶם, וּבִקְּשׁוּ לְסָקְלוֹ, לְפִיכָךְ <small>(במדבר טז, ד)</small>: וַיִּשְׁמַע משֶׁה וַיִּפֹּל עַל פָּנָיו, אָמַר לָהֶם משֶׁה לֹא לִמְלוּכָה אֲנִי מְבַקֵּשׁ וְלֹא לְאַהֲרֹן אָחִי כְּהֻנָּה גְדוֹלָה, שֶׁנֶּאֱמַר <small>(במדבר טז, יא)</small>: וְאַהֲרֹן מַה הוּא כִּי תַלִּינוּ עָלָיו. אָמַר משֶׁה רִבּוֹנוֹ שֶׁל עוֹלָם לֹא כָּךְ צִוִּיתָנִי <small>(שמות כח, א)</small>: וְאַתָּה הַקְרֵב אֵלֶיךָ אֶת אַהֲרֹן אָחִיךָ וְאֶת בָּנָיו אִתּוֹ, וַהֲרֵי עוֹמְדִים כְּנֶגְדֵנוּ לְהָרְגֵנוּ, אָמַר <small>(במדבר טז, ה)</small>: בֹּקֶר וְיֹדַע ה' אֶת אֲשֶׁר לוֹ, מַהוּ כֵן, אָמַר רַבִּי נָתָן אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא אִם נִתְקַבְּצוּ כָּל חַרְטֻמֵּי הָעוֹלָם וּבִקְשׁוּ לַהֲפֹךְ אֶת הַבֹּקֶר לְעֶרֶב לֹא יוּכְלוּ, וּכְשֵׁם שֶׁהִבְדַּלְתִּי בֵּין אוֹר לְחשֶׁךְ כֵּן הִבְדַּלְתִּי אַהֲרֹן לְהַקְדִּישׁוֹ בְּקֹדֶשׁ הַקֳּדָשִׁים. מִיָּד <small>(במדבר טז, יב)</small>: וַיִּשְׁלַח משֶׁה לִקְרֹא לְדָתָן וְלַאֲבִירָם בְּנֵי אֱלִיאָב וַיֹּאמְרוּ לֹא נַעֲלֶה, לֹא נֵלֵךְ וְלֹא נָבוֹא אֵין כְּתִיב כָּאן אֶלָּא לֹא נַעֲלֶה, <small>(משלי יח, ז)</small>: פִּי כְסִיל מְחִתָּה לוֹ פָּתְחוּ פִּיהֶם לְפֻרְעָנוּת, לוֹמַר שֶׁהֵן מֵתִין בִּירִידָה וְלֹא בַעֲלִיָּה, כְּשֵׁם שֶׁאָמְרוּ כָּךְ מֵתוּ <small>(במדבר טז, לג)</small>: וַיֵּרְדוּ הֵם וְכָל אֲשֶׁר לָהֶם חַיִּים שְׁאֹלָה. אָמַר משֶׁה הוֹאִיל וְלֹא רָצוּ לֵילֵךְ אֶצְלִי אֲנִי אָבוֹא אֶצְלָם אוּלַי יִתְבַּיְשׁוּ וְיַחְזְרוּ בָּהֶם, שֶׁנֶּאֱמַר <small>(במדבר טז, כה)</small>: וַיָּקָם משֶׁה וַיֵּלֶךְ אֶל דָּתָן וַאֲבִירָם, כְּשֶׁרָאוּ אוֹתוֹ הִתְחִילוּ לְחָרֵף וּלְגַדֵּף, שֶׁנֶּאֱמַר <small>(במדבר טז, כז)</small>: וְדָתָן וַאֲבִירָם יָצְאוּ נִצָּבִים, וְכִי יוֹשְׁבִין אוֹ כּוֹרְעִים אוֹ נוֹפְלִים יוֹצְאִים בְּנֵי אָדָם, אֶלָּא כְּשֶׁיָּצְאוּ הֵן מְחָרְפִין וּמְגַדְּפִין, נֶאֱמַר כָּאן יְצִיאָה וְהַצָּבָה, וְנֶאֱמַר בְּגָלְיַת הַפְּלִשְׁתִּי יְצִיאָה וְהַצָּבָה, דִּכְתִיב <small>(שמואל א יז, ד טז)</small>: וַיֵּצֵא אִישׁ הַבֵּנַיִם וגו' וַיִּגַּשׁ הַפְּלִשְׁתִּי הַשְׁכֵּם וְהַעֲרֵב וַיִּתְיַצֵּב אַרְבָּעִים יוֹם, מַה יְּצִיאָה וְהַצָּבָה הָתָם בְּחֵרוּפִין וּבְגִדּוּפִין, אַף כָּאן בְּחֵרוּפִין וּבְגִדּוּפִין, לְפִיכָךְ פָּתַח משֶׁה וְאָמַר <small>(במדבר טז, כט)</small>: אִם כְּמוֹת כָּל הָאָדָם יְמֻתוּן אֵלֶּה, <small>(במדבר טז, לב)</small>: וַתִּפְתַּח הָאָרֶץ אֶת פִּיהָ, בּוֹא וּרְאֵה כַּמָּה קָשָׁה מַחֲלֹקֶת, שֶׁכָּל הָעוֹזֵר בְּמַחֲלֹקֶת הַקָּדוֹשׁ בָּרוּךְ הוּא מְאַבֵּד אֶת זִכְרוֹ, שֶׁכָּךְ כְּתִיב <small>(במדבר טז, לה)</small>: וְאֵשׁ יָצְאָה מֵאֵת ה' וַתֹּאכַל אֵת הַחֲמִשִּׁים וּמָאתַיִם אִישׁ. אָמַר רַבִּי בֶּרֶכְיָה כַּמָּה קָשָׁה הַמַּחֲלֹקֶת שֶׁבֵּית דִּין שֶׁל מַעְלָה אֵין קוֹנְסִים אֶלָּא מִבֶּן עֶשְׂרִים שָׁנָה וָמַעְלָה וּבֵית דִּין שֶׁל מַטָּה מִבֶּן שְׁלשׁ עֶשְׂרֵה שָׁנָה, בְּמַחֲלָקְתּוֹ שֶׁל קֹרַח תִּינוֹקוֹת בֶּן יוֹמָן נִשְׂרְפוּ וְנִבְלְעוּ בִּשְׁאוֹל תַּחְתִּית, דִּכְתִיב <small>(במדבר טז, כז)</small>: וּנְשֵׁיהֶם וּבְנֵיהֶם וְטַפָּם <small>(במדבר טז, לג)</small>: וַיֵּרְדוּ הֵם וְכָל אֲשֶׁר לָהֶם חַיִּים שְׁאֹלָה, לְכָךְ כְּתִיב: וַיִּקַּח קֹרַח.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“Koraḥ took” – he took his garment and went to take counsel from his wife. When the Holy One blessed be He said to Moses: “Take the Levites from among the Israelites and purify them. So shall you do to them, to purify them…and they shall pass a razor over all their flesh” (Numbers 8:6–7), he [Moses] immediately did so to Koraḥ. He [Korah] began circulating among Israel, but they did not recognize him. They said to him: ‘Who did this to you?’ He said to them: ‘Moses did it to me. Moreover, he took me by my arms and my legs, and they waved me, and said: You are hereby pure. He brought his brother Aaron, adorned him like a bride, and seated him in the Tent of Meeting.’ Moses’s enemies immediately began provoking Israel against him, and said: ‘Moses is king, his brother Aaron, High Priest, his sons, deputy High Priests. <i>Teruma</i> is to the priest, tithe,<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">The Levite is obligated to give one-tenth of the first tithe that he receives to the priest.</i> to the priest, twenty-four gifts, to the priest.’ <br><b>“They assembled against Moses and against Aaron, and they said to them: You have too much, as the entire congregation, all of them are holy, and the Lord is among them, and why do you elevate yourselves over the assembly of the Lord?” (Numbers 16:3).</b> <br>Immediately, “they assembled against Moses.” Immediately, “they said to them.” Rabbi Levi said: At that moment, Koraḥ gathered his congregation and said to them [to Moses and Aaron]: ‘You have increased the burden upon us more than the enslavement in Egypt. It was preferable for us under Egypt than it is under your control.’ They sought to stone him [Moses]. That is why, “Moses heard and he fell on his face” (Numbers 16:4). Moses said to them: ‘It is not kingdom I seek, nor does my brother Aaron [seek] the High Priesthood, as it is stated: “Aaron, what is he that you complain against him?”’ (Numbers 16:11). Moses said [to God]: ‘Master of the universe, is this not what You commanded me: “You, draw near to you Aaron your brother and his sons with him”? (Exodus 28:1). But they are standing against us to kill us.’  <br><b>“He spoke to Koraḥ and to his entire congregation, saying: Morning, the Lord will disclose who is His, and who is holy and will bring him near to Him, and whom He shall choose, He will bring near to Him” (Numbers 16:5).</b> <br>He said: “Morning, the Lord will disclose who is His” – why is it so?<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">Why does it say “morning [boker]” and not “in the morning [baboker]”?</i> Rabbi Natan said: The Holy One blessed be He said: ‘If all the magicians of the world gathered and sought to transform morning into evening they would not succeed. Just as I distinguished between light and darkness, so I distinguished Aaron to sanctify him with sanctity of the highest order.’ Immediately, “Moses sent to summon Datan and Aviram, sons of Eliav, and they said: We will not go up” (Numbers 16:12). “We will not go” and “we will not come” are not written here, but rather “we will not go up.” “A fool’s mouth is ruin for him” (Proverbs 18:7); they opened their mouths for punishment, saying that they would die in descent and not in ascent. Just as they said, so they died: “They and everything that was theirs descended alive into the abyss” (Numbers 16:33). <br>Moses said: ‘Since they did not want to go to me, I will come to them. Perhaps they will be ashamed, and reconsider,’ as it is stated: “Moses arose and went to Datan and Aviram” (Numbers 16:25). When they saw him, they began to curse and blaspheme, as it is stated: “Datan and Aviram emerged standing” (Numbers 16:27). Do people typically emerge sitting, kneeling, or falling? Rather, when they emerged, they were cursing and blaspheming. Emerging and standing are stated here, and emerging and standing are stated regarding Goliath the Philistine, as it is written: “The champion emerged…[The Philistine said: I blasphemed….] The Philistine approached every morning and evening and stood for forty days” (I Samuel 17:4, 10, 16). Just as emerging and standing there was with cursing and blaspheming,<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">See I Samuel 17:45.</i> here, too, it is with cursing and blaspheming. <br>That is why Moses began and said: “If these die like the death of all people…[God did not send me]” (Numbers 16:29), [and therefore] “the earth opened its mouth” (Numbers 16:32). Come and see how grave is dispute, as anyone who assists in a dispute, the Holy One blessed be He eradicates his memory, as it is written: “Fire emerged from the Lord, and consumed the two hundred and fifty men” (Numbers 16:35). Rabbi Berekhya said: How grave is dispute? The court on High punishes only from twenty years old and above; the earthly court, from thirteen years old and above. In Koraḥ’s dispute, day-old babies were burned and swallowed in the deepest abyss, as it is written: “[Datan and Aviram had come out and they stood at the entrance of their tents] with their wives, and their children, and their infants” (Numbers 16:27), [and it is written:] “They and everything that was theirs descended alive into the abyss” (Numbers 16:33). That is why it is written: “Koraḥ took.”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58e39feed6e4a94c42d10c13", "index_title": "Ibn Ezra on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Ibn Ezra on Deuteronomy 17:8:5", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Ibn Ezra on Deuteronomy 17:8:5", "sourceHeRef": "אבן עזרא על דברים י״ז:ח׳:ה׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 8.0005, "collectiveTitle": {"en": "Ibn Ezra on Deuteronomy", "he": "אבן עזרא על דברים"}, "heTitle": "אבן עזרא על דברים", "he": "<b>וקמת ועלית.</b> פירשתיו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "THEN THOU SHALT ARISE, AND GET THEE UP. I have explained this before.<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">See I.E. on Num. 16:12 (Vol. 4, p. 130).</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "58f75f72d6e4a9133c20c2da", "index_title": "Ben Ish Hai", "category": "Halakhah", "type": "commentary", "ref": "Ben Ish Hai, Drashot, Korach 17", "anchorRef": "Numbers 16:12-13", "anchorRefExpanded": ["Numbers 16:12", "Numbers 16:13"], "sourceRef": "Ben Ish Hai, Drashot, Korach 17", "sourceHeRef": "בן איש חי, דרשות, קרח י״ז", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1894, 1898], "commentaryNum": 17, "collectiveTitle": {"en": "Ben Ish Hai", "he": "בן איש חי"}, "heTitle": "קרח", "he": "ואמר כי לא מלבי נראה לשון יתר מאחר שאמר ה' שלחני לעשות את כל המעשים ונ\"ל בס\"ד דארז\"ל שלשה דברים עשה משה מדעתו והסכים הקב\"ה וארז\"ל בגמרא דלא עשה מדעתו ממש אלא למד אותם מדברי הקב\"ה ופירש הגמרא מאי דרש בכל חד וחד מנייהו וכן ארז\"ל ע\"פ כה אמר ה' קחו איש חרבו דלא צוה הקב\"ה בפירוש על זה אלא למד כן מדבריו יתברך נמצא לפעמים יאמר כה אמר ה' אע\"פ שלא צוהו בפירוש אלא למד דבר זה מן קל וחומר או גז\"ש או שאר דרכי הלימוד שהתורה נדרשת בהם ולהכי עתה בא לפרש דכל המעשים האלה שערער עליהם קרח באומרו שאני אומר בשם הקב\"ה ואינו כן הנה אלו שלחני הקב\"ה עליהם בפירוש ולא מלבי דייקתי אותם ע\"י קל וחומר או גז\"ש או שאר דרכי הדרשה ללמוד דבר מדבר בבינת הלב או יובן בס\"ד מרע\"ה שכינה היתה מדברת מתוך גרונו נמצא הדברים שהיה מצוה את ישראל הם יוצאים מאור השכינה ולא מוציא אותם מלבו ובזה פרשתי בס\"ד בכל ביתי נאמן הוא פה אל פה אדבר בו דייקא או יובן לא מלבי אותיות אמל\"ל ב\"י דנבואתו היתה קול בקול ושניהם שלו וכמ\"ש רז\"ל קול לו קול אליו: \n", "heVersionTitle": "Ben Ish Chai, Jerusalem, 1898", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בן איש חי, ירושלים, תרנ\"ח", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5976559bd6e4a90179bf6e10", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Numbers 16:12:1", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Be'er Mayim Chaim, Numbers 16:12:1", "sourceHeRef": "באר מים חיים, במדבר ט״ז:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "במדבר", "he": "<b>וישלח</b> משה לקרוא לדתן וגו'. יבואר על דרך מאמר חז\"ל <small>(הובא ברש\"י)</small> בפסוק <small>(במדבר כ\"ב, כ')</small> אם לקרוא לך באו האנשים וכו' לומר אם הקריאה שלך הוא ולטובתך באו שתיטול שכר הרבה. וכן כאן שלח להם לומר שהקריאה שלהם הוא לטובתם. והבינו כוונתו שרוצה להפריש אותם מעדת קרח להיטיב להם על ידי זה. ועל כן אמרו לא נעלה פירוש לא נפריש עצמינו מקהלת קרח ועדתו על דרך הכתוב <small>(שמואל-ב ב', כ\"ז)</small> כי אז מהבוקר נעלה העם איש מאחרי אחיו. ופירשו שם שהתפרדו איש מאחיו. ועל כן היטיבו דברי חז\"ל שאמרו <small>(במדבר רבה י\"ח, ד'-י')</small> פיהם הכשילם שאין להם עליה וכו' מאחר שהוציאו לשון הפרשה בלשון לא נעלה מזה תדע כי פי רשע מחיתה לו וברית כרותה לשפתיים. ולזה אמרו, ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ec5a76d6e4a94f1a71fc05", "index_title": "Akeidat Yitzchak", "category": "Jewish Thought", "type": "", "ref": "Akeidat Yitzchak 53:1:15", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Akeidat Yitzchak 53:1:15", "sourceHeRef": "עקידת יצחק נ״ג:א׳:ט״ו", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1455, 1495], "commentaryNum": 1.0015, "collectiveTitle": {"en": "Akeidat Yitzchak", "he": "עקידת יצחק"}, "he": "אמנם המין האחד הוא מבואר כי זה העם היוצא ממצרים אשר החלה בהם התפשטו' הנבוא' וההשגחה האלהית בעולם הם רבים עתה מהבוערי' בהם מצד הרגלם כל ימי עבודתם תחת יד מצרים המכחישים פמליא של מעלה בכל מיני כשופיהם ופחיתות עבודותיהם הזרות והנכריות אשר כתבנו ראשונה רוע כונתם ופחיתותם הנה הנם נטו אחר המורגל בהם עד שנשכח מפיהם שם י\"י הגדול כמו שאמר משה (שמות ג') ואמרו לי מה שמו מה אומר אליהם על דרך שאמר פרעה (שם ה') מי י\"י אשר אשמ' בקולו לא ידעתי את י\"י וכבר הוצרכו האותו' והמופתי' לשיאמינו בו ואף על פי שהאמינו בתחלה מיד חזרו לומר (שם) ירא י\"י עליכם וישפוט אשר הבאשתם את ריחנו בעיני פרעה וגו'. ומזה נתרעם ואמר (שם ו') הן בני ישראל לא שמעו אלי. ואם חזרו להאמין בראותם מכות הארץ ההיא ותחלואיה עוד מעט חזרו בהם וימרו על ים בים סוף (תהלים ק\"ו) באומרם (שמות י\"ד) המבלי איו קברי' במצרים לקחתנו למות במדבר מה זאת עשית לנו וגו' הלא זה הדבר אשר דברנו אליך במצרי' לאמר חדל ממנו ונעבדה את מצרים כי טוב לנו עבוד את מצרים וגו'. ואף כי נאמר שם וייראו העם את י\"י ויאמינו בי\"י ובמשה עבדו הנה על שפת הים אמרו (שם י\"ו) מי יתן מותנו ביד י\"י בארץ מצרים בשבתנו על סיר הבשר באכלנו לחם לשובע. כי הוצאתם אותנו אל המדבר הזה וגו'. הנה שייחסו תמיד העלייה ממצרים למשה כסבורים שבחכמת מצרים היה עושה אלא שהוסיף חכמה עליהם כמו שמעשיו יתרים על מעשיהם ועדת קרח רשעם הגידו לא כחדו (במדבר י\"ו) המעט כי העליתנו מארץ זבת חלב ודבש להמיתנו במדבר וזאת היתה סבה עצומה להם שתמיד כל היום היו מסופקי' במעשיו כמו שיחוייב לבוא בהכרח לשום דבר מהדברים כי בסלק ההכרח או שישב ויסירהו מלבו מיד ישוב לסורו. וכבר נתבאר כל זה בפירוש גמור באומרו (שמו' י\"ז) על ריב בני ישראל ועל נסותם את י\"י לאמר היש י\"י בקרבנו אם אין יורה שאע\"פי שהיו מודים בחכמתו הנפלא תמיד כל היום הם פוסחים על שתי הסעיפי' וחושבי' מחשבות ומרבים הרהורי' לחקור ולפשט במה היה כחו גדול אלא כל זמן שהיה משה עמהם לא היה להם מקום לצרף מחשבתם למעשה עד עתה שנאמר וירא העם כי בושש משה לרדת מן ההר. ומהידוע שלא נמצא בכתוב שייעד להם משה יום חזרתו אליהם שלא נאמר אלא (שם כ\"ד) ויעל משה אל ההר (שם) ויהי משה בהר ארבעים יום וארבעים לילה ואולי למשה עצמו לא נודע יום בואו. (א) וא\"כ כוונת אומרו כי בושש משה שראו שהסתיר משה פניו מהם קצת ימים ולא אץ לבוא כפעם בפעם ואז היה להם עכובו זה זמן מוכן להוציא אל פועל מחשבתם הרעה לבעבור נסות היוכלו עשות דבר שידמה למה שהיה עושה אותו משה והיה אז להם שהות להקהל על אהרן לא יום אחד ולא יומים כי אם הרבה ימים לאמר לי יום יום קום עשה לנו אלהים אשר ילכו לפנינו כי זה משה האיש וגו' והכוונה שינסה לעשות להם האלהים אשר אמרו להם זה כמה: (ג) ויתכן שבמאמר הזה כוונו ויחדו להם אל צורת מזל שור כי הנה הם לחשבם עצמם מכלל המצרים אשר ישבו בארצם זה כמה שנים אמרו כן אשר ילכו לפנינו כלומר לפני מזלינו אשר היינו עד הנה תחת ממשלתו כי הנה מזל שור הוא עומד תמיד לפני מזל טלה בסדר האפודה כלומר למזרח העולם כשהם על האופק ואם הוא אחריו בתנועה היומית. וחשבו כי בכח שור זה נצח משה לכחו של טלה מזל מצרים והוא אומרם כי זה משה האיש אשר העלנו מארץ מצרים לא ידענו מה היה לו כלומר לא ידענו באמות מה כח היה לו אבל אנו חוששין שזו כחו לאלוהו ואתה מפני היותך בעל סודו תוכל להישירנו בזה דרך נכונה. ולזה החליט עליהם המשורר וימירו את כבודם בתבנית שור וגו' (תהלים ק\"ו). כי הם עצמם אשר בחרו להם כן. ויסבול שירצה שהמירו את כבודם כבוד טלה בתבנית שור. (יג) ובלי ספק כל הימים ההם היה דוחה אותם בטענות ודברים עד שהרגו את חור לפי קבלת חז\"ל (סנהדרין ז'.) ולא ספר הכתוב דבר מזה להיישירנו אל אמתת כוונת אהרן וחומר מעשהו בזה. שאם היה מספר פרטי הקהלותם ודחיותם מדי הפצירם בו יום יום הנה לסוף כאשר עשה יראה שחטא חטאה גדולה אלא שעשה אחר ההפצר ואין ההפצר התנצלות לו מדעתו. אבל עכשיו שלא ספר רק מה שעשה בסוף יראה שמתוך גופו של מעשה לעמוד על התנצלותו אם ישנו פה מה שלא יסופק אחר שנודע ששלם לו האל ית' טובה תחת זאת כמו שיתבאר. והנה זה ממש דומה למה שעשה בפרשת מרגלים שנאמר (במדבר י״ג:ב׳) שלח לך אנשים וגו' וישלח אותם משה וגו'. מבלי שיתנצל במה שנזכר במשנה תורה מהפצירם על זה הענין ודחותו חותם ממנו בכל עוז. כי אם היה כותב כן לא יובן עקר חטאם במעשה ההוא כמו שיתבאר במקומו שער ע\"ז ב\"ה. והנה לפי זה שתק הכתוב מכל מה שעבר ביניהם בכל הזמן ההוא וספר מה שדבר להם בסוף. ויאמר אליהם אהרן פרקו את נזמי הזהב וגו'. הנה אהרן קדוש י\"י כשראה אותם ברע ושאין לו שום טענה ותחבולה לדחותם עוד ראה בחכמתו להסכים עמהם בנגלה ממעשיו והראה את עצמו כאלו הוא מזדרז בכל כחו לעשות רצונם להוציא הצורה ההיא המבוקשת מהם אל הפועל והיתה כוונתו כי כל עוד שיעשנו על צד היותר נאות לכוונתם ולבסוף יראו שאין בו ממש יבושו ממחשבותיהם ותשקוט תשוקתם זאת הפחותה ולא תהיה להם עוד תקומה מה שלא יהיה זה בזולת זה האופן. ולזה אמר להם פרקו נזמי הזהב אשר באזני נשיכם בניכם ובנותיכם והביאו אלי הסכים עמהם לעשותו מהחמר היותר נכבד והיותר קיים והמתייחס בגוונו אל הצורה אשר שאלו אל הסבות אשר כתבנו ראשונה. וגם הראה להם פנים כי אותו הזהב אשר נשתמשו בו הנשים והבנים והבנות בתכשיטיהן היה היותר נאות למלאכה ההיא כי מחשבת המשתמשים בו ברגילות מועלת בכמו אלה מעשים השמאליים. והיתה עקר כוונתו שהנשים והבנים והבנות ימאנו להוריד עדיים מעליהן ויהיה עכוב בדבר ומשפט הכתוב נראה שכן היה שנאמר ויתפרקו כל העם את נזמי הזהב אשר באזניהם ואלו נשים ובנים ובנות לא נאמר. וכן אמר הוא ואומר להם למי זהב התפרקו ויתנו לי. אמר כי הוא חשב לדחותם עד יסכימו במי ומי ראוי לתת הזהב הראוי למלאכה והם לא נתעכבו בדקדוק זה ויתפרקו הם עצמם ויתנו לי. ולפי קבלת חז\"ל (פר\"א פ' מ\"ה) כבר קבע הקב\"ה לנשים שכר לפי שלא רצו לתת נזמיהם למעשה העגל בשהם בטלות ממלאכה בכל ראש חדש ור\"ח אשר בעליהן מקריבים שעיר עזים לחטאת לי\"י (במדבר כ״ח:ט״ו). ואל הכוונה הזאת עצמה נאמר ויצר אותו בחרט ויעשהו עגל מסכה כי הוא צייר וחקק אותו לעיניהם בתוך דפוס כדרך שחוקקים הצורפים חוקקי כל תמונה וכל תבנית בדפוסים של עפר או של חול לצקת בם כל כלי ואחשוב שאותו דפוס החלול שעשה קרא בכאן חרט לפי שבו היה נחרט ומחוקק מהצורה ההיא ואמר ויעשהו עגל מסכה כי אחר שנעשה הדפוס התיך הזהב באש והשליכו אל תוך הדפוס ויצא צורת העגל שלם לפניו כמ\"ש להלן ואשליכהו באש ויצא העגל הזה. (יג) ויהיה אומרו ואשליכהו באש כמו ופעל בפחם ובמקבות יצרהו יתארהו בשרד יעשהו במקצעות וגומר (ישעיהו מ״ד:י״ג) וזולתם ושם יבאר תכלית כוונתו כמו שיבא. סוף דבר כוונתו היתה שלא לגרוע מחוקו דבר כדי שלא יתלו חסרון דעתם בחוסר המעשה. וכמו שהוא מבואר שראה ועשה כמוהו אניהו ז\"ל לנביאי הבעל שהישיר להם בדרך עבודתו וקריאתו ותפלתו כשאמר בחרו לכם הפר האחד ועשו ראשונה כי אתם הרבים וקראו בשם אלהיכם וכאשר עשו ולא הועילו נאמר ויהי בצהרים ויהתל בהם אליהו ויאמר קראו בקול גדול כי אלהים הוא כי שיג וכי שיח לו וכי דרך לו אולי ישן הוא ויקץ (מלכים א י״ח:כ״ז). וכבר כתב הרלב\"ג ז\"ל כי כל אלו הענינים קורים בעבודת הככבים להיות הככב ההוא הנעבד פעם הולך פעם נזור פעם עומד וזולת מהמצבים. ויראה שרצה בהתוליו אחר שאתם עושים את הבעל בעל תמונה ובכלים גשמיים אם כן תודו שיש לו שיחה וצפצוף דבור כשאר האדם ואם כן כל משיגי הגוף משיגים אותו ואם כן דרך לו ג\"כ מדרכי האדם מן היגיעה והשינה וכדומה ולזה יש לחוש שמא מדי עלותו למרום לבקש חפצכם מפטרונו. וכל שכן אם היה הצלם הנעשה לככב מאדים שהוא בגלגל החמישי כי ירד עיף ויגע כי רב הדרך ונשתקע בשינה ואפשר כי באומרו וכי דרך לו כיון להתל בהם לומר שהבעל ההוא הוא בעל דעת ורצון בתנועתו כי זה מה שיבדל בו מאמר דרך מלשון תנועה כלומר שכבר היה לו דבור והשגה שכלית כמו שאומרים בככבים עצמן. איך שיהיה לא הניח דעת מדעותיהם הפחותות שלא הזכיר להם והכל עשו כנזכר שם ויקראו בקול גדול ויתגודדו כמשפטם עד שפך דם עליהם. והכל כדי שלא ישאר שום פתחון פה לבעל הדין: וכך היתה כוונתו של אהרן זקנו להעתיקם משבושיהם ולהודיעם שהם רודפים אחר ההבל שאין בו ממש היודע ידע שיהיו מהם אנשים בוערים בלי שום דעת ותבונ' שבראות' אותו יוצא מתוך הדפוס מיד ישתחוו לו דאמרו אלה אלהיך ישראל מבלי שינסו בו אם יש לו שום צרך של אלהות: (ג) ועל זרוז הסכלות הזה הנפלא אמר הכתוב וירא אהרן ויבן מזבח לפניו על דרך וירא וירץ לקראתם (בראשית י״ח:ב׳) שראה והתבונן שהיותר נאות לפי צורך השעה לבנות מזבח לפניו ולקרא חג לי\"י ליום מחר כי עכ\"פ יודיע השם יתעלה למשה את כל המעשה ההוא ובוא יבוא ולא יאחר. ואין ספק שאם היה יודע כי בא יומו לבוא היה דוחה אותם מסוף המעשה עד הבקר עם שרוב העסק במלאכ' ההיא היה בהמשך הזמן שעמד שם כמו שאמרנו וישכימו ממחרת ויעלו עולות וגו' הנה אלו הבוערים בעם אשר הודו מיד באלהותו ואמרו כי הוא המעלה אותם מארץ מצרים וכי בכחו עשה משה את כל הגדולות והנוראות ההן ואשר השתחוו וזבחו לו הם היו דלת העם כשלשת אלפי איש אשר נהרגו ע\"י בני לוי אבל יתר העם אם שנתכוונו למה שאמרנו הנה לא השתחוו לו ולא עבדוהו עד אשר יראו מה טיבו ולזה לא נענשו במיתה. (ד) כ\"ש שלא יהיה עוון אשר חטא אהרן המכוין להוציא מלבם כל חשד ושיהיו נאמנים לה' ולמשה עבדו. ובמדרש משל לבן מלך שזחה דעתו עליו ונטל את הצפורן לחתור בית אביו אמר לו פרגוטא אחד אל תיגע בעצמך תן לי ואני חותר הציץ המלך עליו אמר לו יודע אני איך כוונתך חייך איני משליט על פלטין שלי אלא אותך. כך בשעה שאמרו ישראל לאהרן קום עשה לנו אלדים אמר להם פרקו נזמי הזהב אשר באזני נשיכם וגו' אמר להם אני כהן ואני עושה אותו ומקריב לפניו והוא לא עשה כן אלא לעכבו עד שיבא משה א\"ל הקב\"ה אהרן אני יודע היאך היתה כוונתך חייך איני משליט על קרבניהם של בני אלא אותך שנאמר (שמות כ\"ח) ואתה הקרב אליך את אהרן אחיך וגו' (ש\"ר פ' ל\"ז): הנה הרלב\"ג הליץ בעד אהרן ענין העכבה בלבד והביא זה המאמר לראיה. אמנם רואה אני בו את כל דברי כי הם חשבו לחתור השגתו של משה עם אלהיו באותו המעשה הגרוע והפחות שאין בו ממש כמו שלא היה ממש בצפורן העשויה לחרט אותיות דקות כד\"א (ירמיהו י״ז:א׳) בעט ברזל צפורן שמיר לחתור חומה חזקה של פלטין מאבני גזית. ואהרן אמר שהוא יעשה זה באופן היותר שלם שאפשר מצד מה שהוא חכם ויודע לכוין כל הדברים הצריכים אל המלאכ' והכל ראה השם יתעלה ואמר לו אני יודע כוונתך ואתה תהיה כהן לעול' כדי שתתפרסם לכל: וידבר ה' אל משה לך רד וגו' סרו מהר וגו'. אמר שכבר קרה להם אחר מתן תורה מה שהורגלו בו מהשנויים קודם לכן כמו שכתבנו והוא שאף על פי שנכנסה בלבם במעמד ההוא אמונה שלמה שעליה אמר (דברים ה׳:כ״ו) מי יתן והיה לבבם זה להם וגו' עוד מעט סרו מהר ממנה ועשו להם עגל מסכה. ואע\"פי שאין בו ממש כבר הודו לו שלשה מיני עבודה הראשי' ההשתחוואה שהוא ענין היראה וההכנעה והזביחה שהוא ההדור והכבוד ואמרו אלה אלהיך ישראל הוא השבח וההלול ששלשתן כללם המשורר באומרו (תהלי כ\"ב) יראי ה' הללוהו כל זרע יעקב כבדוהו וגורו ממנו כל זרע ישראל ודי בזיון וסכלות מוחלט: ויאמר ה' ראיתי את העם הזה והנה עם קשה עורף הוא. (ה) התחיל מאמר בפני עצמו ואמר הנה לשעבר נסתכלתי בתכונת העם הזה וראיתי אותו עם קשי עורף והחזקתי אותה להם למדה טובה לבלתי היותם כפתאים מאמינים לכל דבר ולזה הוזקקתי לעשות להם את כל הגדולות והנוראות אשר ראו להעתקם מקושי עורפם אל השיווי והמיצוע בענין האמונה והוא להעמידם על האמונה השלמה בכל מה שיגיע להם על ידי הנביא המוחזק כמו שאמרתי ראשונה (שמות י״ט:ט׳) וגם בך יאמינו לעולם. והנה עדין הם על טבעם הפחות שגדל עמם מרוע הרכבתם שהולך ונמוג לבלתי עמוד על מצב אחד כמו שנזכר בדברים אשר בשער ועתה לפי כן הניחה לי ויחר אפי בהם ואכלם: ואעשה אותך וגו'. לקיים מה שנשבעתי לאבות. אמנם עתה ראה כי הודה לו בזה מה שאמרנו בהקדמה שלא יבוקש מהאדם שלא יחטא שאין כך מטבעו ומהרכבתו אלא שיחטא וישוב וגו' (ה) ולזה אמר לו הניחה לי ויחר אפי כלומר אם אתה תניח לו יחר אפי בהם ואכלם ואם לאו לא יחרה כלומר שאין להחרד ולכעוס על מה שהוא כן מטבעם כמו שאין ראוי לכעוס על האש שישרוף ועל האבן שתפול אבל שראוי להחרידם וליסרם ולהענישם באופן שיכירו גודל חטאתם ויכנעו בנפשם וישובו אל ה' וכמ\"ש חז\"ל (ירושלמי מכות פ\"ב הל' ז') שאלו להקב\"ה חוטא מה ענשו ואמר יעשה תשובה ויתודה ויתכפר דכתיב (הושע י״ד:ג׳) קחו עמכם דברים ושובו אל ה' ונאמר (תהלים כ\"ה) טוב וישר ה' על כן יורה חטאים בדרך. ודבר ה' היה יקר ונעים על אזן שומעת וטרם ישוב אליהם נזדרז להליץ בעדם ולהתפלל תפלה נפלאה כפי חמר הענין והשעה: ויחל משה את פני ה' אלהיו ויאמר למה ה' יחרה אפך בעמך וגו'. (ו) לפי שכובד החטא וגדלו יבחן מג' פנים. אם מצד המעש' היותו מגונה מאד מצד עצמו כמו שאמר' תורה בכמה מקומות (ויקרא י״ח:כ״ב) שארה הנה זמה היא (שם) ואת זכר לא תשכב משכבי אשה תועבה היא ודרך כלל (שם) כי כל אשר יעשה מכל התועבות האלה ונכרתו וגו'. או מצד הפועל אותו כמו שהיו המצות המיוחדות לכהנים משמירת הטומא' ומנהג הקדושות כי הבלתי הזהר בם לזולתם אינו חטא ומזה האופן הם כל העבירות הקלות הנעשות ע\"י החשובים וכמ\"ש יוסף (בראשית ל״ט:ט׳) איננו גדול בבית הזה ממני וכו'. או מצד מעלת המצו' והמזהיר בו כי היא סכנה עצומ' לעבור על דבר מלך שלטון על אי זה דבר שיהי' גדול או קטון וכמו שאמרו ז\"ל (במדבר רבו' פ' י\"ט) גזירה גזרתי חוקה חקקתי אין לך רשות לעבור עליה. ובשלשתן טעו ישראל בחטא הזה המגונה. וכן סדרם משה בדרך הוידוי באומרו אנא חטא העם הזה חטאה גדול' ויעשו להם אלדי זהב, כי באומרו העם הזה כיון שהעם מצד עצמו היה כבד עון יותר מזולתו כי הם ראו ולא זר את כל אשר עשה עמהם להפליא. ובאומרו חטאה גדולה כיון אל עברם על מצות מצוה כי בבחינ' ההיא תקרא עשיית הגנאי חטא כמ\"ש יוסף על כיוצא בזה (בראשית שם) וחטאתי לאלהים. ויהודה (שם מ\"ד) וחטאתי לאבי. ואמר גדולה כי גדל עוון עמו לפי ערך הכרתם. ועל גנאי המעשה אמר ויעשו להם אלהי זהב כי אין סכלות גדולה מזו וכמ\"ש יוסף (שם ל\"ט) ואיך אעשה הרע' הגדולה הזאת. הנה הוא ע\"ה התחכם ללמד עליהם סניגוריא מפאת כל שלשה בחינות הללו אשר יראה שבאה עליהם התפישה מחמתם. ובמדרש (ש\"ר פ' מ\"ג) ויחל משה את פני ה' אלהיו שדבר בקלות ראש לפני הקב\"ה מפני צרכן של ישראל הדא הוא דכתיב (משלי ט״ז:י״ד) חמת מלך מלאכי מות ואיש חכם יכפרנה שבשעה שעשו ישראל אותו מעשה מיד עלתה חמתו של מלך מלכי המלכים ושלח מלאכי חבלה להשחית את ישראל הוי חמת מלך מלאכי מות. ואיש חכם יכפרנה זה משה שנקרא חכם שנאמר (שם כ\"א) עיר גבורים עלה חכם שלמד סניגוריא עליהם דכתיב ויחל משה את פני ה' אלהיו וגו'. והנה הוא מבואר כי משלחת מלאכי רעים היו הבחינות ההנה אשר כל אחת מהנה תחייבם לכליון חרוץ. והנה חכמתו עמדה לו בנהוג קלות ראש בחלל כל הצדדים ההם ולהפוך אותם אל צדדי הקל וסבות המחילה כמו שיתבאר מסדור דבריו על פי מדרשי חז\"ל המאירים פני התורה. ועל עצם המעשה אמר למה ה' יחרה אפך ירצה אתה הוא ה' אלהי האלהים ואדוני האדונים אשר אמתת גדלך גלויה ומפורסמ' בעולם למה חרה לך כי ישאל העם הזה וכי ינסה לדעת היש ה' בקרבם אם אין ואם קצתה לסכלותם השתחוו לו ויזבחו לו הנה באמת עשו דבר בטל וכלום מתקנא אלא גביר בגבור חכם בחכם עשיר בעשיר והוא הדבר אשר ביארו היטב כשאמר ויעשו להם אלהי זהב כלומר שהמעש' ההוא בטוב הבחינ' אינו כדאי שיכעס עליו השיעיר ההוא שלא עשו אלא אלהי זהב ומה כחו וגבורתו שתתקנא בו. משל לאשה שעושה צלמי זכר מעץ ואבן כסף או זהב ותנאף בם כי עם שהוא שטות ובהמות גדול' ראוי להעתיק' ממנו ויסר' אבל אינו כדאי שיקנ' לה בעלה על זה. ואינו כתוב בתור' שאת' אל קנא (שמו' כ') רק על עבוד' צבא השמי' שיש בהם קצת ממש כמו שנא' (תלי' קלו) הודו לאלדי האלדים. ובמדרש (ש\"ר שם) ר' נחמיה אומר בשעה שעשו ישראל את העגל עמד משה לפני הב\"ה אמר לפניו רבש\"ע בניך עשו לך סיוע ואתה כועס עליהם העגל הזה יהי' מסייעך אתה מזריח את החמה והוא את הלבנה. אתה את הככבים והוא את המזלות, אתה משיב הרוח והיא מוריד את הטל אתה מוריד גשמים והוא מעלה צמחים א\"ל אף אתה טועה כמותם שאין בו כח לשום דבר א\"ל משה אם כן הוא שאין בו ממש למה אתה כועס על בניך זהו שאמר הכתוב למה י\"י יחרה אפך בעמך. הנה שהורו על חכמתו הנפלאת במה שבקש לפוטרם מצד המעשה שאין בו ממש ולא היה כדאי לחרות אפו בהם כמו שאמר הניחה לי ויחר אפי כי כלפי זה אמר למה י\"י יחרה אפך בעמך כלומר צדיק אתה י\"י שלא חרה אפך עדיין וגם מכאן ואילך אין ראוי שיחרה והנה היא טענה נפלאה. אמנם על מה שכיוון להליץ בעדם מצד הפועלים אמר בעמך אשר הוצאת מארץ מצרים. וזה כי אחר שיצר לב האדם מעצמו הוא תמיד מהרהר ומפקפק כנוע עצי יער באמונת הדברים והענינים הבלתי מושגים בהרגשיהם כמו שאמרנו זה בהקדמה בתת סבה לאלו הענינים המדומים (ו) ונוסף עליו כי זה העם ישבו במצרים וגדלו על קלקול המעשים מכל העמים אשר על פני האדמה ושם מעכו שדיהן ושם עשו דדי בתוליהן כמו שכתבנו בהצעה א\"כ הרי היו כמוכרחים מצד טבעם והרגלם והמוכרח על זה האופן כבר יש לו צד התנצלות וכמו שירא' שאמר דוד (תהילים נ״א:ז׳-ח׳) הן בעון חוללתי ובחטא יחמתני אמי. ובמדרש (ש\"ר שם) אמר רבי הונא בשם רבי שמעון בן יוחאי משל לאדם שפתח לו חנות של בשמים בשוק של זונות ומנה את בנו עליו המבוי עשה שלו והחנות עשתה שלה והבחור עשה שלו, יצא הבן לתרבות רעה ובא אביו ותפסו עם הזונה התחיל מצעק ואמר הורגך אני עבר אוהבו התחיל ואמר אתה אבדת את הנער הזה ואתה צועק כנגדו הנחת כל אומניות שבעולם ולא למדת אותו אלא בשם הנחת כל המבואות ולא הושבת אותו אלא בשוק של זונות כך אמר משה לפני הב\"ה רבש\"ע הנחת כל העולם ולא העבדת את בניך אלא במצרים והמצריים עובדי טלאים הם ולמדו מהם ואף הם עשו לפיכך אמר אשר הוצאת מארץ מצרים והרי היא טענה חזקה מצד החוטאים לקוחה מהמלות הללו עצמן. אמנם מה שכיוון להליץ מצד המצוה עצמו הוא אומרו בכח גדול וביד חזקה למה יאמרו מצרים וגו'. וזה כי הנה הוא ית' בקש לפרסם אלהותו בעולם ע\"י ישראל וכל מה שעשה עמהם לא עשאו אלא לכבודו כמו שנאמר בכל מקום (שמות ט') למען ספר שמי בכל הארץ. (שם י') וידעתם כי אני ה'. (שם י\"ד) וידעו מצרים וגו'. וכבר יהיו ישראל כלי אומנותו יתע' וכמ\"ש הנביא (ישעיהו מ״ט:ג׳) ישראל אשר בך אתפאר. והנה אם יכלה חותם על חטא זה יפסיד כל הטורח אשר טרח להגעת זה התכלית הנכבד ובבחינה זאת כביכול איהו דאפסיד אנפשיה כי כל פעל למענהו ותם לריק כחו וזרועו הנטויה אשר עשה עמהם להפליא ויצטרך לבנות עולם חדש לעשות לו שם תפארת ואם שעל דרך האמת לדור דורים שנותיו מ\"מ מאי דאזל אזל ללא תועלת וגם הבאים אחריהם אינם בטוחים שלא לחטא בהם ומזה הצד ראוי לאדון למחול על כבודו כי איך יחל. (ו) ולזה זכר לו מה שהוציאם בכח גדול וביד חזקה. למה יאמרו וגו'. ובמדרש (ש\"ר שם) א\"ר אבין בשם רבי יוחנן בן יהוצדק משל למלך שהיה לו שדה בור אמר לו לאריס לך פרנסה ועשה אותה כרם הגדיל הכרם ועשה יין והחמיץ כיון שראה המלך כן אמר מה אני מבקש כרם שעושה חומץ קוץ אותה אמר לו אדוני המלך כמה הוצאות הוצאת עד שלא עמד ועכשיו אתה מבקש לקצצו. ואם תאמר שהחמיץ בשביל שהוא נער לכך החמיץ ואינו עושה יין טוב. כך כשעשו ישראל את העגל וכו' אמר משה לפניו רבון העולמים לא ממצרים הוצאת אותם ממקום עובדי ע\"א ועכשיו נערים הם שנאמר (הושע י״א:א׳-ב׳) כי נער ישראל ואוהבהו וממצרים קראתי לבני המתן להם ותלך לפניהם והם עושים לפניך מעשים טובים: הרי שלמדו חז\"ל תוקף טענה זו ממה שאמר בכח גדול וביד חזקה כי אמר שאם יכלם יקרה לו כמקרה בעל הכרם שיצטרך לנטוע אחרת על כל פנים ולהוציא הוצאות גדולות להגיע אל גבול הראשונה וכולי האי ואולי תהיה רעה ממנה: ועתה ראה כמה היו דבריו אלה מעטים וגדולי האיכות. כי באומרו למה י\"י יחרה אפך כיון אל הטענה הראשונה. ועל צירוף השניה עמה אמר למה י\"י יחרה אפך בעמך אשר הוצאת מארץ מצרים בכח גדול וביד חזקה והנה עצם כח המליץ במה שעשה מעצם הקיטרוג סנגוריא גדול'. והנה על דבר התמורה הזאת אשר יטעון עליה בטענה השלישית הוסיף להורות לפניו שלא תאות לו משני פנים. אחת שאע\"פי שיונח שתהי' רע בטוב כבר ימשך לו ממנו דופי ושמץ גנאי כביכול שכבר תהפך לו בזה טוב ברע. והשנית שאין שום בטחון שתהי' השניה קיימת מהראשונה ואפי' כמוה. (ו) ועל הראשונ' אמר למה יאמרו מצרים לאמר ברעה הוציאם להרוג אותם בהרים ולכלותם מעל פני האדמה שוב מחרון אפך והנחם על הרעה לעמך. והכונה שכבר ימשך מזה רע ונזק גדול ומפורסם במה שתתן פתחון פה למצרים לאמר אלהיהם של אלו לא עשה כל המעשים ההם אלא בכח שום מחברת ממערכת הככבים שהיתה במבט רע וגם מזל מצרים וההוראה הרעה ההיא פגעה בם ואגבה הוציאה ממצרים והראיה כי בשתם הכח ההוא או נשקע בא עד קצו ואין עוזר לו והוא חלול השם ית' שעליו אמר במרגלים (במדבר י״ד:ט״ז) מבלתי יכולת י\"י ואז\"ל (ברכות ל\"ב.) יאמרו שתשש כחך כנקבה כמו שיתבאר שם ב\"ה וכן אמרו כאן (ילקוט כי תשא רמז שצב) כוכב א' עולה ורעה שמו וכו'. ואף כי יודו כי בכחך עשית יבואו לטעות ולומר כי מתחלה ועד סוף כונת ברע הזה כמו הלסטים שנעשה שמש לסוחר ושרת לפניו ימים רבים עד שיצא עמו אל מדבר שומם והרגו כי לא נאמר שהמעשים הראשונים היו טובים כי בהם ארב לדמו של זה אשר בטח בו. לחוזק הטענה אמר שוב מחרון אפך והנחם על הרעה לעמך. ועל הטענה הב' אמר זכור לאברהם ליצחק ולישראל עבדיך וגומר. וכמו שאמרו חז\"ל (ברכות שם) כסא של שלש רגלים אינה יכולה לעמוד וכו'. שהרי יש להם זכות שלש אבות אשר לשלשתן נשבעת בך על קיום זרעם ותדבר אליהם ארבה את זרעכם כככבי השמים והרי על דעתם נשבעת ומהידוע שלא עלה על דעתם שיתבטלו הי\"א שבטים וישאר האחד לבדו כמו שלא יצוייר שיחסרו מספר מזלות השמים ולא אחד בהם. (ז) ועוד אמרת וכל הארץ הזאת אתן לזרעכם ונחלו לעולם. וכבר חלקוה האבות לשנים עשר שבטים כמו שנרא' מברכות יעקב אשר ברך אותם איש כברכתו ארצו ונחלתו. ועוד אמרת ונחלו לעולם והוא לפי שמספרם מתיחס מאד לכללות העולם בשנים עשר מזלותיו כמו שנתבאר בשער שלשים ואחד. ועם כל זה אתה אומר להשמיד אותם ולבטלם מפני רוע מעשיהם ואיך יתקיימו הבאים תחתם אשר לא יהיה להם דבר מכל אלו והיא טענה חזקה ג\"כ: ועל חוזק דבריו וטענותיו נאמר וינחם י\"י על הרעה וגו'. אמר כי נחם י\"י על הרעה הגדולה אשר דבר לעשות כי הוא הראוי לעשות ולנהוג עמהם כפי טבעם בשגם הוא בשר כמו שאמרנו ראשונ' אבל עדיין לא נשא חטאתם להיות עמהם ולהנחילם ארץ חמדה עד שירד משה וביער השיקוץ ועשה משפט בחטאים וחזר והתפלל ועתה אם תשא חטאתם וגו'. כי זה מה שיאות להכניע לב העם ולהכינה אל התשובה המבוקשת מהם אם לעצמם ואם שיהיו דוגמא לדורות כמו שאמרו רז\"ל (ע\"א ד'.) במאמר שביארנו בהקדמה. והנה הועילו מאד דברי המליץ המופלא כמה שכתב ואיש חכם יכפרנה: ויפן וירד משה. אחר שהפשיר מדת הדין למעל' פנה לרדת לעשות משפט עמו למטה כדי שהש\"י יתמלא עליהם רחמים וימחול לגמרי: ושני לוחות העדות בידו לחות כתובים משני עבריהם וגו'. לדעתי זה מה שפי' באומרו והמכתב מכתב אלהים הוא חרות על הלוחות כי הוא מכתב אלהים אשר אין הפה יכולה לדבר איך היי כתובים בכתב המפולש מעבר לעבר ועם זה היו כתובים מזה ומזה ונקראת הכתיבה בתמימותה מבלי שתתהפך בעבר השני ממה שהית' בראשון שאם תתהפך ההיא תקרא חקיקה לא חריתה (ח) ולזה מנו אותם חכמים (אבות פ\"ה) מעשר' דברים שנבראו ערב שבת בין השמשות שלכל אחד היה בפני עצמו מציאות נסיי נורא מאד בלתי נמצאים על דרך הטבע הכללי ולא על ידי שינויו ממה שהי' ראשונ' כשאר הנסים שאמרו עליהם חז\"ל (ב\"ר פ\"ז) תנאי התנה הקדוש ב\"ה עם מעשה שמים וארץ וגו'. אלא שמעת הבריאה היה הגלות מציאותם הנפלא תלוי ועומד עד בוא עתם כפי מה שימשך ממעשה המקבלים אותם כמו שכתבנו זה הענין יפה אצל אילו של יצחק שער כ\"א. ואל פליאת המציאות הזה הנכבד אמר עליהם והלוחות מעשה אלדים המה והמכתב מכתב אלהים הוא. ואמר כתובים באצבע אלהים על דרך שנאמר במעשים השמימיים (תהילים ח׳:ד׳) כי אראה שמיך מעשה אצבעותיך. לא שהיו מכלל שאר הדברים הטבעיים כמו שיראה מדברי הרב המור' פרק ס\"ו חלק ראשון שייחס אותה כוונה למאמרם ז\"ל עשרה דברים נבראו ערב שבת בין השמשות ואמר זה לפי שחשב ענין זה המאמר ומאמר תנאי התנה הקב\"ה ענין א' בעצמו ואינו כן כמו שביארנו שם. ואולם מענין הקדימה שאמרו ז\"ל לא נראה מהכתובים דבר שיורה על אמתתו רק נאמר בתחלה (שמות כ״ד:י״ב) עלה אלי ההרה והיה שם ואתנה לך את לוחות האבן והתור' והמצוה אשר כתבתי להורותם ובכאן ויתן אל משה וגו' שני לחות העדות כתובים באצבע אלהים ועכשו והלחות מעשה אלהים המה וגו'. וכן במשנה תורה (דברים ט׳:ט׳) בעלותי ההרה לקחת לוחות האבנים לוחות הברית אשר כרת י\"י עמכם וגומר. ויתן י\"י אלי את שני לוחות האבנים כתובים באצבע אלהים. ולא אחד בהם שינגד למאמרם ז\"ל שאמרו שנבראו ערב שבת בין השמשות ועל הדרך הנפלא שאמרנו. אמנם מעשה הלוחות השניות וכתיבתם ודאי היה מעשה מחודש לאותה שעה מה שהיה במלאכה ע\"י משה ומה שהיה בנס ע\"י הקב\"ה כשאר הנסים המתחדשים לפי שעתם כמו שנזכר בפירוש פסל לך שני לחות אבנים כראשונים וכתבתי על הלוחות את הדברים וגו'. ויפסול שני לחות אבנים וגו'. ולבסוף ויהי שם עם י\"י וגו'. ויכתוב על הלוחות וגו'. וכן נזכר ג\"כ במשנה תורה (שם) ומשם זכה אל קירון הפנים (דברים רבה פ' עקב) כאשר יתבאר בשער הבא אחרי זה בעזרת האל. ומה שנאמר בסוף הדברות השניות (דברים ה׳:י״ט) את הדברים האלה דבר י\"י אל כל קהלכם וגו' ויכתבם על שני לוחות אבנים ויתנם אלי אין ספק שעל לוחות שניות ידבר אותן שנשארו לפניהם. או שיכוין באומרו ויכתבם אל מה שנאמר כתובים באצבע אלהי' (ח) והנה אע\"פ שבשבירתם נסתלקו יופים ופליאותם הגדול הפליג עתה בשבחם להודיע שעם כל זה לא חסה עינו עליהם לפי גודל צערו על קלקולם. וגם כי פליאתם היתה סבה לשבירתן לפי שלא היו כדאי לקבלם. וישמע יהושע וגו'. (י) אחשוב שאע\"פ שלא נסתפק למשה שחטאו חטא גדול מענין ע\"א מ\"מ כבר יחשוב שלא היו דברים כפשטן שעשו להם עגל מסכה אלא שמפני שבקשו לעשות אף על פי שלא עשו נאמר כן כי המחשבה בדברים החמורים מסוכנת ונחשבת למעשה כאומרם ז\"ל (שבת נ\"ו:) אז יבנה שלמה וגומר בקש לבנות ולא בנה. או שמא עשו דבר מגונה וכנה אותו לעגל מסכה כענין וישכב את בלהה (בראשית ל״ה:כ״ב). וגם אם עשו שלא היו כלם בחטא וא\"ל כי שחת עמך על דרך חטא ישראל וגם גנבו וגומר (יהושע ז') ואיש אחד היה החוטא. ואפילו שחטאו כבר יחזרו בהם או ימחו קצתם בקצתם. ואולי אלו המחשבות וכיוצא היו סבה לשלא שבר הלוחות עד שבא אצלם והכיר שהיו דברים כהויתן עם שז אינה שאלה חמורה כי ברית כרותה לעינים שיתפעל האדם למראיהן יותר ממה שיתפעל למשמע אזניו אף על פי שלא יהי' במה ששמע שום ספק: \n", "heVersionTitle": "Akeidat Yitzchak, Pressburg 1849", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עקידת יצחק, פרשבורג, תר\"ט", "text": "It is in this context that we must understand the repeated references Moses made to the Jewish people at the burning bush, when he said to G-d that the Jewish people would not believe in him or his mission. Moses expected the same reaction from his own people that he had expected from Pharaoh. This is why he said \"when they ask me for Your name, what shall I say?\" (Exodus 3, 13) The miracle had been needed to demonstrate the existence of such a G-d. Whenever things went well, the people believed in G-d, Moses and his mission. Whenever difficulties arose, they saw in this proof that there was no free G-d, no Personal Providence, only superior showmanship by Moses, presently revealed as inadequate. Proof of all this lies in the fact that whenever they refer to the Exodus from Egypt, they ascribe it to Moses the man, not to G-d. (compare Exodus 14, 12; 16,3; Numbers 16, 12) Their admiration of Moses was based on Moses being an outstanding man rather than Moses as an instrument of G-d. (1) As soon as Moses was out of sight, not having announced when he would return, (possibly he had not known when he would return) the people wanted to see if they themselves could do what Moses had been doing all the time. Therefore, they had lots of time at their disposal to urge Aaron. The fortieth day was in fact only the last of many days that Aaron had been under pressure. (2) These people believed that the configuration of the ox might hold the secret of Moses’s power. Therefore they traded their own horoscope (that of the lamb) for that of the ox. This is the meaning of Psalms 106,20 \"they themselves chose this trade, exchange.\" It was not Aaron's doing. No doubt, during those forty days the pressure on Aaron had been increasing steadily, the murder of Chur being part of that pressure. Had the Torah reported all this in detail, the impression that Aaron co-operated reluctantly would have been created, and the golden calf would have been viewed as the triumph of the belief in witchcraft over those who believed in G-d and His leadership. Now, that the text seems to suggest Aaron's enthusiastic co-operation, the whole episode can be seen as the creation of a symbol representing the ultimate that human art was capable of. (3+4) In this way, once the impotence of <i>that </i>symbol would become evident to one and all, the illusion that man could fashion a deity would be debunked once and for all. This was Aaron's reasoning when he decided to co-operate. He had no way of knowing that as soon as the calf would emerge, some Jewish lowbrows would commence dancing around it and proclaiming it as their new deity. When that happened, Aaron quickly built an altar for G-d, and tried to allow reason to prevail by postponing the celebration until the morrow, and by dedicating the altar to the Lord. He hoped all the time, of course, that in the interval remaining, G-d would tell Moses to return to the people in order to forestall tragic consequences. Even so, only three thousand people were enthusiastic enough to actually worship this idol <i>before </i>it had demonstrated powers equal or superior to those demonstrated by Moses. (This is why the rest of the nation was not punished by death) We see from all this, that far from precipitating or even participating in the sin, Aaron had used his best efforts to teach the people a lesson of faith in the Lord. This is why, at a later stage, G-d was able to say to Moses \"You shall cause your brother Aaron to come close to Me, to be My priest\" (Exodus 28, 1) (5) G-d indicated to Moses that if the latter were to pray, He would not then become angry, since the action of a fool acting out of foolishness does not warrant his master's anger. Nonetheless, even fools must repent and confess their errors. Psalms 25,8, and Hoseah 14,2 are some of the sources in scripture for the need to expiate. Sieverity of a sin is measured by three criteria. 1) The manner in which the Torah describes a sin, is a good indication of the view the Torah holds concerning such sin. Expressions such as \"abomination, immorality\" are used for acts which are especially serious. 2) Any kind of misdemeanour when committed by a person of high rank, becomes more serious, since the sinner's stature should have precluded such conduct on his part. 3) When the disobedience is directed against a supreme lawgiver, it is more serious than disobedience against a man made law. (10) Moses, admits in his confession, that \"this nation\" had come closer to G-d than any of its predecessors, and should therefore have known better. When he refers to \"this great sin,\" he confesses that due to the people's elevated stature their sin had assumed an added degree of severity. He confesses the heinous nature of the sin when viewed objectively, when he refers to \"the golden deity\" that this nation had made. While confessing all this, Moses manages to inject powerful arguments about the extenuating circumstances surrounding this crime. Shemot Rabbah 28, clothes Moses’s arguments in the following words: (6) Moses to G-d \"Your children have made an assistant for You, and You are angry? Did You not Yourself make the sun shine, and the latter bestows some of its light on the moon? (making it an assistant) Did You not make rain, which in turn promotes the growth of plants etc?\" To this G-d replied: \"You too are in error, since the golden calf is not capable of doing anything.\" To this, Moses replied: \"in that case why do You get angry over a mere nothing?\" Philosophically speaking, Moses presents the golden calf as incapable of offering competition to G-d, and therefore not deserving His concern. Concerning the second criterion for measuring the severity of a sin which we have mentioned, Moses refers to \"this people.\" He refers to their having come out of Egypt. He implies that it is unreasonable to expect high standards of faith from a nation that had just left a country in which it had absorbed a totally wrong way of looking at the world for several hundred years. The Midrash describes it in this way. A father put his son in charge of a perfumery situated in a red light district. Naturally, both the location of the store and the type of customers he dealt with, combined with the son's personal character weakness to corrupt him. When the father finds out and is enraged and threatens to kill his son, the father's friend has to intervene. This friend berates the father, saying: \"you have lost him because you have failed to teach him a trade that would bring him into contact with the upper classes of society. Not only that, but you have made him reside amongst harlots. How can you be surprised at the outcome?\" Finally, since it was G-d’s declared purpose to use the Jewish people to aggrandize His name, and to make Egypt aware of this, (Exodus 9, 16) what would the Egyptians say when they hear that You have wiped out this nation?\" We read in Joshua 7, 10 that G-d told Joshua that Israel's defeat at Ai was due to the nation having sinned, having transgressed the injunction not to appropriate any of the loot of Jericho etc. Actually, only one man, Achan ben Karmi, had committed those acts. (7) When G-d told Moses that the Jewish people had made themselves a cast calf, worshipped it etc, Moses may have thought that this could have been the act of a single individual, and that G-d had referred to the collective responsibility every Jew bears for the actions of another Jew. It had not occurred to Moses that the nation as a whole had been involved in this act. ", "versionTitle": "Akeydat Yitzchak by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5ae9bf009197ec001aac2be3", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Numbers 16:12:1", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Midrash Aggadah, Numbers 16:12:1", "sourceHeRef": "מדרש אגדה, במדבר ט״ז:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "במדבר", "he": "וישלח משה לקרא וגו'. לפי שלא היה כשאר הדברים שיאמר לאחרים, אלא חשב להוכיחם ולהזהירם כדי שיחזרו בהם, והם לא קבלו אבל אמרו לא נעלה, לא נלך היה לו לומר, אלא לא נעלה מכאן שמקום המשכן גבוה מכל מחנה ישראל:", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ae9bf009197ec001aac2be5", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Numbers 16:12:2", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Midrash Aggadah, Numbers 16:12:2", "sourceHeRef": "מדרש אגדה, במדבר ט״ז:י״ב:ב׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "במדבר", "he": "ד\"א לא נעלה. <i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"15\"></i> מכאן שהכשילם פיהם שעתידים לירד ירידה שלא יעלו ממנה:", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc283c1533e001928ace1", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 16:12:1", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Malbim on Numbers 16:12:1", "sourceHeRef": "מלבי\"ם על במדבר ט״ז:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>וישלח משה </b>דתן ועבירם שעיקר מחלוקתם היה על שנטלה הבכורה מראובן, והם לא רצו בכהונה גדולה, כאשר שמעו תשובת משה שהיה רק להפיס דעת קרח ור\"נ איש לברר מי שיהיה הכ\"ג, הלכו לבתיהם, ושלח משה אחריהם לפייסם ג\"כ ולהפרידם מעדת קרח, ויאמרו לא נעלה, אמרו אליו הנה תלונתנו הוא על הבכורה שנטלה מראובן, ובזה נכללו שני דברים [א] שמצד שהוא בכור ראוי לשבט ראובן המשרה והקדימה שזה ניתן ליהודה, [ב] שראוי שינתן לו פי שנים בנחלת הארץ שזה ניתן ליוסף, [כי על הלויה כבר שמעו תשובתו לקרח ועדתו], וכשקורא אותנו מוכרח שיפצה אותנו באחת משתי אלה, שיתן לנו איזה שררה או שיוסיף לנו חלק ונחלה בארץ, וכ\"ז אין בידו לתת לנו עד שהעליה אליו יהיה בחנם כמו שיבאר:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b2aabb386c011bea2d88", "index_title": "Ein Yaakov", "category": "Midrash", "type": "", "ref": "Ein Yaakov, Moed Katan 3:3", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Ein Yaakov, Moed Katan 3:3", "sourceHeRef": "עין יעקב, מועד קטן ג׳:ג׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1490, 1550], "commentaryNum": 3.0003, "collectiveTitle": {"en": "Ein Yaakov", "he": "עין יעקב"}, "heTitle": "מועד קטן", "he": "אָמַר (רבה) [רָבָא]: מְנָא לָן דְּקַבְעִינָן דּוּכְתָּא, וּמְשַׁדְּרִינָן שְׁלוּחָא דְּבֵית־דִּין, וּמְזַמִּינָן לֵיהּ לְדִינָא? דִּכְתִיב: (במדבר ט״ז:י״ב) \"וַיִּשְׁלַח מֹשֶׁה לִקְרֹא לְדָתָן וְלַאֲבִירָם בְּנֵי אֶלִיאָב\". וּמְנָא לָן דִּמְזַמִּינָן לְדִינָא? דִּכְתִיב: (שם) \"וַיֹּאמֶר מֹשֶׁה אֶל קֹרַח: אַתָּה וְכָל עֲדָתְךָ הֱיוּ לִפְנֵי ה'\". לְקַמֵּיהּ גַּבְרָא רַבָּה? מִדִּכְתִיב: \"הֱיוּ לִפְנֵי ה'\". אַתְּ וּפְלַנְיָא? דִּכְתִיב: \"אַתָּה וָהֵם וְאַהֲרֹן\". דְּקַבְעִינָן זִימְנָא? דִּכְתִיב: \"מָחָר\". זִימְנָא בָּתַר זִימְנָא? דִּכְתִיב: (ירמיהו מ״ו:י״ז) \"קָרְאוּ שָׁם, פַּרְעֹה מֶלֶךְ מִצְרַיִם שָׁאוֹן, הֶעֱבִיר הַמּוֹעֵד\". וּמְנָא לָן, דְּאִי מִתְפַּקַר בִּשְׁלוּחָא דְּבֵית־דִּין, וְאָתֵי וְאָמַר, לָא מִיתְחַזִי כְּלִישְׁנָא בִּישָׁא? דִּכְתִיב: (במדבר ט״ז:י״ד) \"הַעֵינֵי הָאֲנָשִׁים הָהֵם תְּנַקֵּר\", וּמְנָא לָן דִּמְשַׁמְּתִּינָן? דִּכְתִיב: (שופטים ה׳:כ״ג) \"אוֹרוּ מֵרוֹז\". דְּהָכִי סְבָרָא דְּגַבְרָא *)) פְּלַנְיָא? דִּכְתִיב: \"אָמַר מַלְאַךְ ה'\". וּמְנָא לָן דְּמַחְרְמִינָן? דִּכְתִיב: \"אֹרוּ אָרוֹר\". דְּאָכִיל וְשָׁתִי בַּהֲדֵיהּ, וְקָאִי בְּאַרְבַּע אַמּוֹת דִּידֵיהּ? דִּכְתִיב: \"יֹשְׁבֶיהָ\". וּמְנָא לָן, דְּפַרְטִינָן חֶטְאֵיהּ בְּצִבּוּרָא? דִּכְתִיב: (שם) \"כִּי לֹא בָאוּ לְעֶזְרַת ה'\", וְאָמַר עוּלָא: בְּאַרְבַּע מֵאָה שִׁפּוּרֵי שַׁמְּתֵיהּ בָּרָק לְמֵרוֹז. אִיכָּא דְּאַמְרֵי: גַּבְרָא רַבָּה הֲוָה, וְאִיכָּא דְּאַמְרֵי: כּוֹכְבָא הֲוָה, שֶׁנֶּאֱמַר: \"מִן שָׁמַיִם נִלְחָמוּ הַכּוֹכָבִים\". וּמְנָא לָן, דְּמַפְקְרִינָן נִכְסֵיהּ? דִּכְתִיב: (עזרא י׳:ח׳) \"וְכָל אֲשֶׁר לֹא יָבוֹא וְגוֹ' כַּעֲצַת הַשָּׂרִים וְהַזְּקֵנִים, יָחֳרַם כָּל רְכוּשׁוֹ, וְהוּא יִבָּדֵל מִקְּהַל הַגּוֹלָה\". וּמְנָא לָן, דְּנַצִינָן וְלַיְטִינָן וּמַחִינָן וְתַלְשִׁינָן שֵׂעָר, וּמַשְׁבְּעִינָן? דִּכְתִיב: (נחמיה י״ג:כ״ה) \"וָאָרִיב עִמָּם, וָאֲקַלְלֵם, וָאַכֶּה מֵהֶם אֲנָשִׁים, וָאֶמְרְטֵם וָאַשְׁבִּיעֵם\". וּמְנָא לָן, דְּכַפְתִּינָן וְאַסְרִינָן וְעַבְדִינָן הַרְדָּפָה? דִּכְתִיב: (עזרא ז׳:כ״ו) \"הֵן לְמוּת, הֵן לִשְׁרוֹשִׁי, הֵן לַעֲנָשׁ נִכְסִין, וְלֶאֱסוּרִין\". [מַאי 'לִשְׁרֹשִׁי'? אָמַר אַדָּא מָרִי, אָמַר נְחֶמְיָה בַּר בָּרוּךְ, אָמַר רַב חִיָּא בַּר אָבִין, אָמַר רַב יְהוּדָה: 'הַרְדָּפָה'. מַאי 'הַרְדָּפָה'? אָמַר רַב יְהוּדָה בְּרֵיהּ דְּרַב שְׁמוּאֵל בַּר שִׁילַת מִשְּׁמֵיהּ דְּרַב: מְנַדִּין לְאַלְתַּר, וְשׁוֹנִין לְאַחַר שְׁלֹשִׁים, וּמַחֲרִימִין לְאַחַר שִׁשִּׁים. רַבִּי שִׁמְעוֹן בַּר רַבִּי וּבַר קַפָּרָא, הֲווּ יַתְבֵי וְקָא גָרְסֵי, קַשְׁיָא לְהוּ שְׁמַעְתָּא. אָמַר לֵיהּ רַבִּי שִׁמְעוֹן לְבַר קַפָּרָא: דָּבָר זֶה צָרִיךְ רַבִּי, אָמַר לֵיהּ בַּר קַפָּרָא לְרַבִּי שִׁמְעוֹן: וּמָה רַבִּי אוֹמֵר בְּדָבָר זֶה? אָזַל, אָמַר לֵיהּ לַאֲבוּהַָ, אִיקְפַּד. אָתָא בַּר קַפָּרָא לְאִיתְחַזוּיֵי לֵיהּ, אָמַר לֵיהּ: \"בַּר קַפָּרָא, אֵינִי מַכִּירְךָ מֵעוֹלָם\"! יָדַע דְּנָקַט מִלְּתָא בְּדַעְתֵּיהּ, נָהַג נְזִיפוּתָא בְּנַפְשֵׁיהּ תְּלָתִין יוֹמִין].", "heVersionTitle": "Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אגדות חז\"ל - דעת", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c4678b508d98a02694ca9b6", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, בְּרִית 1", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Jastrow, בְּרִית 1", "sourceHeRef": "מילון יסטרוב, בְּרִית א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "בְּרִית", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">בְּרִית</strong> f. (b. h.;  <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_בָּרָה.1\" data-ref=\"Jastrow, בָּרָה 1\">בָּרָה</a>; v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_בֵּירִית.1\" data-ref=\"Jastrow, בֵּירִית 1\">בֵּירִית</a>)  prop. <i>circle, ring, chain</i>, hence <i>oath</i> (of fidelity), <i>solemn injunction; covenant treatise</i>. [<span dir=\"rtl\">כרת ב׳</span> to cut a ring out; to make a covenant; <span dir=\"rtl\">בא בב׳</span> to enter into the ring, to promise fidelity; <span dir=\"rtl\">הפר ב׳</span> to break the ring, to break one’s oath &c.] <a class=\"refLink\" href=\"/Shabbat.137b.6\" data-ref=\"Shabbat 137b:6\">Sabb. 137ᵇ</a>; <span dir=\"rtl\">בריתו של אברהם אבינו</span> (sign of) the covenant of Abraham, <i>circumcision.</i> <a class=\"refLink\" href=\"/Pirkei_Avot.3.11\" data-ref=\"Pirkei Avot 3:11\">Ab. III, 11</a>; a. fr. <a class=\"refLink\" href=\"Jerusalem_Talmud_Peah.8.6.8\" data-ref=\"Jerusalem Talmud Peah 8:6:8\">Y. Peah VIII, 21ᵃ</a> <span dir=\"rtl\">מפני ב׳ של א\"א</span> on account of the covenant of Abraham (for the sake of human dignity). <a class=\"refLink\" href=\"/Bamidbar_Rabbah.18\" data-ref=\"Bamidbar Rabbah 18\">Num. R. s. 18</a>, a. fr. <span dir=\"rtl\">ב׳ כרותה לשפתים</span> a law is made for the lips, i.e. words are ominous (ref. to <span dir=\"rtl\">לא נעלה</span>, <a class=\"refLink\" href=\"/Numbers.16.12\" data-ref=\"Numbers 16:12\">Num. XVI, 12</a>). <a class=\"refLink\" href=\"/Bereishit_Rabbah.34.15\" data-ref=\"Bereishit Rabbah 34:15\">Gen. R. s. 34</a>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_אָוִיר.1\" data-ref=\"Jastrow, אָוִיר 1\">אָוִיר</a>; a. fr.—הַבְּ׳ וכ׳ <i>by the covenant</i> (an oath), <i>indeed</i>. <a class=\"refLink\" href=\"/Tosefta_Challah.1.6\" data-ref=\"Tosefta Challah 1:6\">Tosef. Ḥall. I, 6</a> <span dir=\"rtl\">ב׳ וכ׳</span> (Var. <span dir=\"rtl\">הב׳</span>); <a class=\"refLink\" href=\"/Pesachim.38b.12\" data-ref=\"Pesachim 38b:12\">Pes. 38ᵇ</a> indeed, those are the very words &c.; (some explain) indeed?, are those the very &c. (is it a tradition for which no reason needs to be given)?; Y. Peah V, 19ᵇ bot. <span dir=\"rtl\">הב׳</span>.—Pl. <span dir=\"rtl\">בְּרִיתוֹת</span>. <a class=\"refLink\" href=\"/Berakhot.48b.13\" data-ref=\"Berakhot 48b:13\">Ber. 48ᵇ</a> sq. <span dir=\"rtl\">שלש ב׳</span> three covenants (three times the word <i>b’rith</i>, <a class=\"refLink\" href=\"/Deuteronomy.28.69\" data-ref=\"Deuteronomy 28:69\">Deut. XXVIII, 69</a>; <a class=\"refLink\" href=\"/Deuteronomy.29.8\" data-ref=\"Deuteronomy 29:8\">XXIX, 8</a>). <a class=\"refLink\" href=\"/Tosefta_Sotah.8.10\" data-ref=\"Tosefta Sotah 8:10\">Tosef. Sot. VIII, 10</a>; <a class=\"refLink\" href=\"/Tosefta_Sotah.8.11\" data-ref=\"Tosefta Sotah 8:11\">11</a> ב׳ Var. (ed. Zuck. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_כְּרִיתוּת.1\" data-ref=\"Jastrow, כְּרִיתוּת 1\">כְּרִיתוֹת</a>); <a class=\"refLink\" href=\"/Sotah.37b.6\" data-ref=\"Sotah 37b:6\">Sot. 37ᵇ</a>; a. fr."], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5cd1415004bbb60019c1e6d7", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 16:12:1", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Birkat Asher on Torah, Numbers 16:12:1", "sourceHeRef": "ברכת אשר על התורה, במדבר ט״ז:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>\"לא נעלה\".</b> ראב\"ע מבאר את לשון העליה בשני אופנים: (א) יתכן שהיה אהל מועד בתוך המחנה במקום גבוה. (ב) מי שהולך לעבודת ה' או אל המקום הנבחר נקרא \"עולה\". בדרך אחרת מבאר בעל \"כלי יקר\". לדבריו, משה שלח אחרי דתן ואבירם לדבר על לבם דברי שלום, והם חשדו שבגלל חלקם המרכזי במחלוקת זו, חפץ משה לתת להם מינוי של שררה בתורת שוחד כדי שיסתלקו מן המחלוקת וממילא יסתלקו כולם, לכן השיבו למשה \"לא נעלה\", כלומר לא נקבל שוחד תמורת שום מעלה ושררה. ע\"כ. בשעה שקראתי ביאור זה חשתי כאילו אני קורא את העיתון של היום או של אתמול. (פ' קרח תשס\"ה)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd141519539fc005a15ff82", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 16:12:2", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Birkat Asher on Torah, Numbers 16:12:2", "sourceHeRef": "ברכת אשר על התורה, במדבר ט״ז:י״ב:ב׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>רש\"י ד\"ה וישלח משה וגו', מכאן שאין מחזיקין במחלוקת, שהיה משה מחזר אחריהם להשלימם בדברי שלום. ע\"כ.</b> והוא על פי סנהדרין (קי ע\"א). והנה שם בסנהדרין לומדת הגמרא את לימודה שאין מחזיקין במחלוקת לא מפסוקנו כי אם מפסוק כה - \"ויקם משה וילך אל דתן ואבירם\" (וכן הוא בתנחומא קרח י). ואכן הציווי ש\"אין מחזיקין\" נשמע הרבה יותר מן העובדה שמשה רבנו ע\"ה קם בעצמו והולך, ולא מסתפק בשליחת שליחים. וקשה לי: מה ראה רש\"י לשנות. והראה לי ידידי החב\"די ר' מרדכי אהרן זילברשטרום שי' שב\"ליקוטי שיחות\" שואל הרבי מלובביץ' (כרך כח, תשמ\"ה) מעין זה, וכך נאמר שם (מתורגם ומעובד מיידיש): המפתח לביאור דברי רש\"י טמון במילות הדיבור המתחיל. רש\"י מצטט מהפסוק את המילים \"ויקם משה\" ולא את המשך הפסוק - שלכאורה מתאים יותר לפירושו - \"וילך אל דתן ואבירם\". בכך מבקש רש\"י לתרץ קושי בפסוק. המילים \"ויקם משה\" מיותרות לכאורה, מספיק היה לומר \"וילך אל דתן ואבירם\". מכך לומד רש\"י, שהיתה כאן פעולה נוספת - כלומר חוץ משליחותו של משה להזהיר את דתן ואבירם, היה כאן מעשה נוסף - \"ויקם משה\", וסיבת המעשה היתה \"כסבור שישאו לו פנים\". אין מדובר כאן בסתם קימה, אלא בקימה המבטאת תקומה וחשיבות, מעין מה שנאמר בספר בראשית (כג, יז) - \"ויקם שדה עפרון\", וכפירוש רש\"י שם: \"תקומה היתה לו\". משה קם והחל ללכת הליכה מיוחדת, מכובדת, מלכותית, עם כל הפמליא. הופעה כזו שגורמת לסובבים תחושה של יראה וכבוד. כך חשב משה לנסות בדרך נוספת, עקיפה, להחזיר את דתן ואבירם בתשובה, וכך נאמר בהמשך (פסוק כה) \"וילכו אחריו זקני ישראל\". מי ציוה אותם ללכת? היכן זה מופיע קודם? אלא משה לקח אתו את זקני ישראל כדי שהופעתו תהיה נשיאותית ומכובדת. ואולי זה עצמו ישפיע עליהם לחזור בהם ברגע האחרון.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1415104bbb60019c1e6d9", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 16:12:3", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Birkat Asher on Torah, Numbers 16:12:3", "sourceHeRef": "ברכת אשר על התורה, במדבר ט״ז:י״ב:ג׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 12.0003, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "מכאן למדים לימוד נפלא באהבת ישראל של משה רבנו. למרות שכבר נגזר דינם של בעלי המריבה, והקב\"ה כבר אמר למשה \"העלו מסביב למשכן קרח\" (פסוק כד), בכל זאת מנסה משה מתוך אהבת ישראל עצומה שבוערת בקרבו, לחפש עצות כיצד לפעול על דתן ואבירם ולהצילם מרדת חיים שאולה.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd14151922a7400576c286f", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 16:12:4", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Birkat Asher on Torah, Numbers 16:12:4", "sourceHeRef": "ברכת אשר על התורה, במדבר ט״ז:י״ב:ד׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 12.0004, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "על אחת כמה וכמה, כשמדובר ביהודים שאינם מורדים בה' ח\"ו, אלא רק בורים ועמי הארץ בידישקייט, מסוג תינוקות שנשבו, שחל חוב על כל אחד ואחד לעשות כל שביכולתו, תוך השתדלות גדולה, למצוא עצה כיצד להציל יהודים ולקרב אותם לאבינו שבשמים.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd141519539fc005a15ff84", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 16:12:5", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Birkat Asher on Torah, Numbers 16:12:5", "sourceHeRef": "ברכת אשר על התורה, במדבר ט״ז:י״ב:ה׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 12.0005, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "מששאלתי את ידידי ר' יצחק הדס שי', ניסה לומר שהגמרא מבינה, כי בפסוק \"ויקם משה וילך\" יש משום נסיון פיוס אחרון, כאשר לכאורה כבר נגזרה עליהם הגזירה, ואילו רש\"י רואה את ענין נסיון הפיוס מצד משה יותר ברור בפסוקנו. (פ' קרח תשמ\"ה)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1415104bbb60019c1e6db", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 16:12:6", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Birkat Asher on Torah, Numbers 16:12:6", "sourceHeRef": "ברכת אשר על התורה, במדבר ט״ז:י״ב:ו׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 12.0006, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "ולכאורה הפסוק \"ויקם\" (פסוק כה) נוח יותר לדרוש ממנו שאין מחזיקין וכו' מאשר הפסוק שבכאן. ועתה ראיתי שגם ב\"מלכה של תורה\" נדרש לשאלתי והוא טוען שדרכו של רש\"י להקדים דרשה ככל שניתן. וצריך לבדוק אם אכן כך. (פ' קרח תשס\"ה, אצל רוני ודינה שי')", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd14151922a7400576c2871", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 16:12:7", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Birkat Asher on Torah, Numbers 16:12:7", "sourceHeRef": "ברכת אשר על התורה, במדבר ט״ז:י״ב:ז׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 12.0007, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>\"...ויאמרו לא נעלה. המעט כי העליתנו מארץ זבת חלב ודבש\" וגו'. </b>יש כאן משום אירוניה דמגוגית כפולה - לא נעלה, שהרי כבר העליתם אותנו! ולא רק העליתם אותנו, אלא מארץ זבת חלב ודבש אל תוך המדבר, ולא להיפך כפי שהבטחתם (שמות ג, יז). (פ' קרח תשמ\"ח) הערת ר' זאב נוימן שי': וכך כתוב ב\"שיחות הרצי\"ה\" (במדבר עמ' 179): כל תוקף החוצפה של דתן ואבירם הניצבים בפתח אוהליהם עם משפחותיהם, ועונים להזמנתו של משה רבנו \"לא נעלה\", מתגלה בקריאתם הנוראה: \"המעט כי העליתנו מארץ זבת חלב ודבש\". ירושלים ומצרים, הכל ענין אחד: ארץ זבת חלב ודבש! ארץ ישראל היא ארץ ה', ארץ הקודש, לעילא ולעילא, והכח של זבת חלב ודבש הוא עטרת תפארתה. בכך מתגלה כוחה המהפך טמא לטהור, כחלב וכדבש שיוצאים מן האסור באכילה, והופכים להיות מותרים. וכח עליון זה הוא ענינה של ארץ ישראל, להפוך את הרע שבה לטוב, דבר שקשור לעומק עמקי סגולת ישראל ותחיית ישראל בארצו. לכן כאשר הם (דתן ואבירם) מלבישים על טומאת מצרים את עטרת התפארת של ארץ ישראל, הארץ מוכרחת להתפוצץ: \"ותפתח הארץ את פיה ותבלע אֹתם ואת בתיהם\".", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d3d8a6c73178f0018cc5902", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Korach 3:1", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Midrash Tanchuma, Korach 3:1", "sourceHeRef": "מדרש תנחומא, קרח ג׳:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "קרח", "he": "<b>וַיִּקַח</b> קֹרַח. לָקַח טַלִּיתוֹ וְהָלַךְ לִטֹּל עֵצָה מֵאִשְׁתּוֹ. בְּשָׁעָה שֶׁאָמַר לֵיהּ הַקָּדוֹשׁ בָּרוּךְ הוּא לְמֹשֶׁה קַח אֶת הַלְּוִיִּם מִתּוֹךְ בְּנֵי יִשְׂרָאֵל וְטִהַרְתָּ אוֹתָם, וְכֹה תַּעֲשֶׂה לָהֶם לְטַהֲרָם וְגוֹ' <small>(שם ח, ו-ז)</small>, מִיָּד עָשָׂה מֹשֶׁה כֵן לְקֹרַח. הִתְחִיל לְחַזֵּר עַל כָּל יִשְׂרָאֵל, לֹא הָיוּ מַכִּירִין אוֹתוֹ. אָמְרוּ לוֹ: מִי עָשָׂה בְךָ כָּךְ. אָמַר לָהֶם: מֹשֶׁה עָשָׂה בִּי כָּךְ, וְלֹא עוֹד אֶלָּא נְטָלוּנִי בְּיָדַי וְרַגְלַי וְהָיוּ מְנִיפִין אוֹתִי וְאוֹמְרִים לִי, הֲרֵי אַתָּה טָהוֹר. וְהֵבִיא אֶת אַהֲרֹן אָחִיו וְקִשְּׁטוֹ כְּכַלָּה וְהוֹשִׁיבוֹ בְּאֹהֶל מוֹעֵד. מִיָּד הִתְחִילוּ שׂוֹנְאֵי מֹשֶׁה לְהִתְגָּרוֹת בּוֹ אֶת יִשְׂרָאֵל, וְאָמְרוּ, מֹשֶׁה מֶלֶךְ, וְאַהֲרֹן אָחִיו כֹּהֵן גָּדוֹל, וּבְנֵי אַהֲרֹן סְגָנֵי כְהֻנָּה. תְּרוּמָה לַכֹּהֵן, מַעֲשֵׂר רִאשׁוֹן לַכֹּהֵן, עֶשְׂרִים וְאַרְבַּע מַתָּנוֹת לַכֹּהֵן. מִיָּד, וְיִקָּהֲלוּ עַל מֹשֶׁה וְעַל אַהֲרֹן וְגוֹ'. אָמַר רַבִּי לֵוִי, בְּאוֹתָהּ שָׁעָה כִּנֵּס אֶת עֲדָתוֹ, וְאָמַר לָהֶם: הִרְבֵּיתֶם עָלֵינוּ מַשְּׂאוֹי יֶתֶר מִשִּׁעְבּוּד מִצְרַיִם, טוֹב לָנוּ תַּחַת יַד מִצְרַיִם יוֹתֵר מִתַּחַת יְדֵיכֶם, שֶׁבְּכָל שָׁנָה וְשָׁנָה מֵתִים מִמֶּנּוּ חֲמִשָּׁה עֶשֶׂר אֶלֶף וְאַרְבָּעִים וַחֲמִשָּׁה. וּבִקְּשׁוּ לְסָקְלָן. וְיִשְׁמַע מֹשֶׁה וַיִּפֹּל עַל פָּנָיו. אָמַר לָהֶם מֹשֶׁה, לֹא מְלוּכָה אֲנִי מְבַקֵּשׁ, וְלֹא אַהֲרֹן כְּהֻנָּה גְּדוֹלָה, שֶׁנֶּאֱמַר: וְאַהֲרֹן מַה הוּא כִּי תָּלִינוּ עָלָיו. אָמַר מֹשֶׁה לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא, רִבּוֹנוֹ שֶׁל עוֹלָם, לֹא כָּךְ צִוִּיתַנִי, שֶׁנֶּאֱמַר: וְאַתָּה הַקְרֵב אֵלֶיךָ אֶת אַהֲרֹן וְגוֹ' <small>(שמות כח, א)</small>, וַהֲרֵי עָמְדוּ כְּנֶגְדֵנוּ לְהָרְגֵנוּ. אָמַר לָהֶם: בֹּקֶר וְיוֹדַע ה' אֶת אֲשֶׁר לוֹ. מַהוּ בֹּקֶר. אָמַר רַבִּי נָתַן, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא, אִם יִתְקַבְּצוּ כָּל חַרְטוּמֵי מִצְרִים וִיבַקְּשׁוּ לַהֲפֹךְ אֶת הַבֹּקֶר לְעֶרֶב וְעֶרֶב לְבֹקֶר, לֹא יוּכְלוּ. כָּךְ, כְּשֵׁם שֶׁהִבְדַּלְתִּי בֵּין אוֹר לְחֹשֶׁךְ, כָּךְ הִבְדַּלְתִּי אַהֲרֹן לְהַקְדִּישׁוֹ בְּקֹדֶשׁ הַקָּדָשִׁים. מִיָּד, וַיִּשְׁלַח מֹשֶׁה לִקְרֹא וְגוֹ'. לֹא נֵלֵךְ לֹא נָבוֹא אֵין כְּתִיב כָּאן, אֶלָּא לֹא נַעֲלֶה. וַעֲלֵיהֶם אָמַר שְׁלֹמֹה, פִּי כְסִיל מְחִתָּה לוֹ <small>(משלי יח, ז)</small>. פָּתְחוּ פִּיהֶם לְפֻרְעָנִיּוּת, לוֹמַר, שֶׁהֵם מֵתִים בִּיְרִידָה וְלֹא בַּעֲלִיָּה. כְּשֵׁם שֶׁאָמְרוּ כָּךְ מֵתוּ, וְיָרְדוּ הֵם וְכָל אֲשֶׁר לָהֶם חַיִּים שְׁאוֹלָה. אָמַר מֹשֶׁה, הוֹאִיל וְלֹא רָצוּ לָבֹא, אֲנִי אֵלֵךְ אֶצְלָם, אוּלַי יִתְבַּיְּשׁוּ וְיַחְזְרוּ בָהֶם, שֶׁנֶּאֱמַר: וַיָּקָם מֹשֶׁה וַיֵּלֵךְ אֶל דָּתָן וַאֲבִירָם. כְּשֶׁרָאוּ אוֹתוֹ, הִתְחִילוּ לְחָרֵף וּלְגַדֵּף, שֶׁנֶּאֱמַר: וְדָתָן וַאֲבִירָם יָצְאוּ נִצָּבִים. וְכִי יוֹשְׁבִין אוֹ כוֹרְעִין אוֹ נוֹפְלִין יוֹצְאִין בְּנֵי אָדָם. אֶלָּא מְלַמֵּד שֶׁיָּצְאוּ כְּשֶׁהֵן מְחָרְפִין וּמְגַדְּפִין, שֶׁנֶּאֱמַר כָּאן יְצִיאָה וְהַצָּבָה, וְנֶאֱמַר בְּגָלְיַת הַפְּלִשְׁתִּי יְצִיאָה וְהַצָּבָה, דִּכְתִיב: וְיָצָא אִישׁ הַבֵּינַיִם <small>(ש״‎א יז, ד)</small>, וַיִּגַּשׁ הַפְּלִשְׁתִּי הַשְׁכֵּם וְהַעֲרֵב וַיִּתְיַצֵּב <small>(שם פסוק טז)</small>. מַה יְּצִיאָה וְהַצָּבָה הַתָּם בְּחֵרוּפִין וּבְגִדּוּפִין, אַף כָּאן בְּחֵרוּפִין וּבְגִדּוּפִין. לְכָךְ פָּתַח מֹשֶׁה וְאָמַר, אִם כְּמוֹת כָּל הָאָדָם יְמוּתוּן אֵלֶּה וְגוֹ'. וּכְתִיב: וַתִּפְתַּח הָאָרֶץ אֶת פִּיהָ. בֹּא וּרְאֵה כַּמָּה קָשָׁה הַמַּחֲלֹקֶת, שֶׁכָּל הָעוֹזֵר בַּמַּחֲלֹקֶת, הַקָּדוֹשׁ בָּרוּךְ הוּא מְאַבֵּד אֶת זִכְרוֹ. שֶׁכָּךְ כְּתִיב: וְאֵשׁ יָצְאָה מֵאֵת ה' וְתֹאכַל אֶת הַחֲמִשִּׁים וּמָאתַיִם אִישׁ. אָמַר רַבִּי בְּרֶכְיָה, כַּמָּה קָשָׁה הַמַּחֲלֹקֶת, שֶׁבֵּית דִּין שֶׁל מַעְלָה אֵין קוֹנְסִין אֶלָּא מִבֶּן עֶשְׂרִים שָׁנָה וָמַעְלָה, וּבֵית דִּין שֶׁל מַטָּה מִבֶּן שְׁלֹשׁ עֶשְׂרֵה. וּבְמַחֲלֻקְתּוֹ שֶׁל קֹרַח, תִּינוֹקוֹת בֶּן יוֹמָן נִשְׂרְפוּ וְנִבְלְעוּ בִּשְׁאוֹל תַּחְתִּית, דִּכְתִיב: וּנְשֵׁיהֶם וּבְנֵיהֶם וְטַפָּם, וְיָרְדוּ הֵם וְכָל אֲשֶׁר לָהֶם. לְפִיכָךְ כְּתִיב: וַיִּקַּח קֹרַח.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "(Numb. 16:1:) “Now Korah […] took.” [What] he took [was] his prayer shawl and he went to get counsel from his wife.<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">Numb. R. 18:4.</i> When the Holy One, blessed be He, said (in Numb. 8:6–7), “Take the Levites from among the Children of Israel and purify them. Now this is what you shall do for them to purify them [… and have them pass a razor over all of their flesh].” [Moses] immediately did so to Korah. [Korah] began to go around all Israel, but they did not recognize him. They said to him, “Who did this to you?” He told them, “Moses. And not only that, but taking me by my hands and by my feet, they waved me and said to me, ‘See, you are purified.’ Moreover, he brought his brother Aaron, adorned him like a bride, and had him sit in the tent of meeting.” The enemies of Moses immediately began to incite Israel against him. So they said, “Moses is king, his brother Aaron is high priest, and his children are deputy high priests! The priest has a priestly offering (<i>terumah</i>); the priest has a priestly offering from the tithe<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">See <i>Ter.</i> 4:1.</i>; the priest has twenty-four priestly gifts!”<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">See <i>THal</i>. 2:7-10 for a listing.</i> Immediately (in Numb. 16:3) “They gathered together against Moses and against Aaron, and they said unto them, ‘You have gone too far (<i>rb</i>), for all the congregation are holy, every one of them, and the Lord is in the midst of them; so why do you elevate yourselves over the community of the Lord?’” R. Levi said, “At that very time Korah gathered his company and said to them (i.e., to Moses and Aaron), ‘You have increased (rt.: <i>rbh</i>) the burden upon us to be more than the slavery of Egypt. We were better off under the Egyptians than under your authority, for in each and every year fifteen thousand and forty-five of us die.’”<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">As the yearly punishment for the sin of the spies amortized over forty years, during which a whole generation Israelites died in the desert (Numb. 14:20–24.)</i> Now they wished to stone him. [Therefore] (according to vs. 4), “When Moses heard this, he fell on his face.” Moses said to them, “I do not desire kingship, nor does Aaron [desire] high priesthood. Thus it is stated (in vs. 11), “and as for Aaron, what is he that you should murmur against him?” Moses said to the Holy One, blessed be He, “Master of the world, did you not command me thus (in Exod. 28:1), ‘And you shall bring near unto yourself Aaron [… to serve me as priests]?’ Now they have arisen against us to kill us.” [So Moses] said to them (in Numb. 16:5), “In the morning the Lord will make known those who [belong to Him…].” What does “morning” mean? R. Nathan said, “The Holy One, blessed be He, said, ‘If all the magicians of Egypt gathered together and tried to turn the morning into the evening and the evening into morning, they would be unable [to do so]; but just as I [formerly] separated the light and the darkness (in Gen. 1:4), so have I separated out Aaron to sanctify him in the holy of holies.’” Immediately (in Numb. 16:12), “Then Moses sent to summon [Dathan and Abiram…, but they said, ‘We will not come up.’” \"We will not go\" or \"We will not come\" is not written here, but “We will not come up.” (Prov. 18:17:) “A fool's mouth is his ruin!” They opened their mouth for a calamity, by saying that they would die by going down and not going up. Just as they spoke, so did they die (according to Numb. 16:33), “So they and all that belonged to them went down alive to Sheol.” Moses said, “In as much as they did not want to come [to me], I shall go to them. Perhaps they will be ashamed and repent.” It is so stated (in Numb. 16:25), “Then Moses arose and went unto Dathan and Abiram.” When they saw him they began to curse and blaspheme, as stated (in vs. 27), “and Dathan and Abiram came out standing (rt.: <i>ntsb</i>).” Does one go out sitting, kneeling, or lying prostrate?<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">The point here is that to mention that Dathan and Abiram were standing seems unnecessary and therefore implies some deeper meaning.</i> It is simply that it is to teach that they went out cursing and blaspheming. As going out and standing upright (rt.: <i>ytsb</i>) is mentioned here, and going out and standing upright (rt.: <i>ntsb</i>) is [also] mentioned in reference to Goliath the Philistine, where it is written (in I Sam. 17:4, 16), “And there went out a champion [….] Then the Philistine drew near at dawn and in the evening, and he took his stand (rt.: <i>ytsb</i>) for forty days.” Just as going out and standing upright (rt.: <i>ntsb</i>) involved cursing and blaspheming in that case,<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">The cursing and blaspheming is specifically mentioned in I Sam.17:8-10.</i> so also in this case did going out and standing upright (rt.: <i>ntsb</i>) involve cursing and blaspheming. Moses therefore began by saying (in Numb. 16:29, 32), “If these [people] die….” And it is also written (in Numb. 16:32), “And the earth opened its mouth [and swallowed them].” Come and see how [harmful] dissension is! As anyone who [even] aids dissension, the Holy One, blessed be He, eradicates his memory. Thus it is stated (in Numb. 16:35), “And a fire went forth from the Lord and consumed the two hundred and fifty men [coffering the incense].” R. Berekhyah said, “How harmful is dissension! An emissary of the court on high only imposes a penalty<sup class=\"footnote-marker\">17</sup><i class=\"footnote\"><i>QNS</i>; cf. Lat.: <i>censere</i>, which can mean “to tax.”</i> [on people] from the age of twenty years, while the court below [only imposes a penalty] from the age of thirteen years. In the case of Korah's dissension, however, one-day-old babies were burned and swallowed up in nethermost Sheol. Thus it is written (in Numb. 16:27, 33), ‘[and Dathan and Abiram came out standing at the entrance of their tents] with their wives, their children, and their little ones. So they and all that belonged to them went down alive to Sheol.’” It is therefore stated (Numb. 16:1), “Now Korah […] took.”", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "5d8ccee3e686194f6d052e65", "index_title": "Machzor Yom Kippur Ashkenaz", "category": "Liturgy", "type": "", "ref": "Machzor Yom Kippur Ashkenaz, The Morning Prayers, Akeidah (The Binding of Yitzchak) 4", "anchorRef": "Numbers 16:2-35", "anchorRefExpanded": ["Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35"], "sourceRef": "Machzor Yom Kippur Ashkenaz, The Morning Prayers, Akeidah (The Binding of Yitzchak) 4", "sourceHeRef": "מחזור אשכנז ליום כיפור, תפלת שחרית, עקדה ד׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1155, 1205], "commentaryNum": 4, "collectiveTitle": {"en": "Machzor Yom Kippur Ashkenaz", "he": "מחזור אשכנז ליום כיפור"}, "heTitle": "עקדה", "he": "<b>לְעוֹלָם </b>יְהֵא אָדָם יְרֵא שָׁמַֽיִם בַּסֵּֽתֶר וּבַגָּלוּי וּמוֹדֶה עַל הָאֱמֶת וְדוֹבֵר אֱמֶת בִּלְבָבוֹ וְיַשְׁכֵּם וְיֹאמַר: רִבּוֹן כָּל הָעוֹלָמִים לֹא עַל צִדְקוֹתֵֽינוּ אֲנַֽחְנוּ מַפִּילִים תַּחֲנוּנֵֽינוּ לְפָנֶֽיךָ כִּי עַל רַחֲמֶֽיךָ הָרַבִּים, מָה אָֽנוּ מֶה חַיֵּֽינוּ מֶה חַסְדֵּֽנוּ, מַה צִּדְקוֹתֵֽינוּ, מַה יְּשׁוּעָתֵֽנוּ, מַה כֹּחֵֽנוּ מַה גְּבוּרָתֵֽנוּ, מַה נֹּאמַר לְפָנֶֽיךָ יְהֹוָה אֱלֹהֵֽינוּ וֵאלֹהֵי אֲבוֹתֵֽינוּ הֲלֹא כָּל הַגִּבּוֹרִים כְּאַֽיִן לְפָנֶֽיךָ וְאַנְשֵׁי הַשֵּׁם כְּלֹא הָיוּ וַחֲכָמִים כִּבְלִי מַדָּע וּנְבוֹנִים כִּבְלִי הַשְׂכֵּל כִּי רוֹב מַעֲשֵׂיהֶם תֹּֽהוּ וִימֵי חַיֵּיהֶם הֶֽבֶל לְפָנֶֽיךָ, וּמוֹתַר הָאָדָם מִן הַבְּהֵמָה אָֽיִן כִּי הַכֹּל הָֽבֶל: ", "heVersionTitle": "The Metsudah Machzor. Metsudah Publications, New York - Heb (paragraph ed.)", "heLicense": "", "heVersionTitleInHebrew": "", "text": "<b>A person</b> should always be in fear of God, privately as well as openly,<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">Some people conduct themselves in a God-fearing manner in the presence of others (in public), but in the privacy of their homes, do whatever they please. There are others who do just the opposite. In private they are governed by fear of Hashem, but in the presence of others they are too embarrassed or intimidated to be God-fearing. A Jew must always fear Hashem, in private as well as in public.—Si’ach Yitzchok</i> [he should] admit the truth,<sup class=\"footnote-marker\">51</sup><i class=\"footnote\">Acknowledging the truth is fundamental to serving Hashem, and to all human behavior. One who is concerned merely with “winning the argument” will go to any extreme to come out on top. This attitude caused the downfall of the 250 leaders who joined Korach, rather than acknowledge the truth of Moshe’s declaration (Bamidbar 16:2—35).—Si’ach Yitzchok</i> and speak truth in his heart,<sup class=\"footnote-marker\">52</sup><i class=\"footnote\">It is not sufficient to merely acknowledge the truth verbally but one must speak truth in his heart as well. Rashi on the Talmud (Maseches Makos 24a) cites the following incident as an example of how one should speak truth in his heart: A buyer once offered to purchase an article from Rav Safra while he was reciting the Shema. Because he could not indicate his acceptance, the anxious purchaser increased his offer. Rav Safra refused the increment because in his heart he had already accepted the original offer.</i> and rise early and proclaim: Master of all the worlds! Not on account of our righteousness do we offer our supplications before You, but on account of Your abundant mercy. What are we? What is our life? What are our acts of kindness? What is our righteousness? What is our deliverance?<sup class=\"footnote-marker\">53</sup><i class=\"footnote\">Of ourselves or others.</i> What is our strength? What is our might? What can we say before You, Adonoy, our God and God of our fathers? Are not all the mighty men as nothing before You? Famous men as though they had never been? The wise as if they were without knowledge? And men of understanding, as if they were devoid of intelligence? For most of their actions are a waste,<sup class=\"footnote-marker\">54</sup><i class=\"footnote\">In terms of achievement.—Dover Sholom</i> and the days of their life are trivial<sup class=\"footnote-marker\">55</sup><i class=\"footnote\">In terms of time.—Dover Sholom</i> in Your presence. The superiority of man over the beast is nil, for all is futile. ", "versionTitle": "The Metsudah Machzor. Metsudah Publications, New York - Eng (paragraph ed.)", "license": "", "versionTitleInHebrew": ""}, {"_id": "5d8cd3e4b2d947e2a43f1b3e", "index_title": "Machzor Rosh Hashanah Ashkenaz", "category": "Liturgy", "type": "", "ref": "Machzor Rosh Hashanah Ashkenaz, The Morning Prayers, Akeidah (The Binding of Yitzchak) 4", "anchorRef": "Numbers 16:2-35", "anchorRefExpanded": ["Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35"], "sourceRef": "Machzor Rosh Hashanah Ashkenaz, The Morning Prayers, Akeidah (The Binding of Yitzchak) 4", "sourceHeRef": "מחזור אשכנז לראש השנה, תפילת שחרית, עקידה ד׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1155, 1205], "commentaryNum": 4, "collectiveTitle": {"en": "Machzor Rosh Hashanah Ashkenaz", "he": "מחזור אשכנז לראש השנה"}, "heTitle": "עקידה", "he": "<b>לְעוֹלָם </b>יְהֵא אָדָם יְרֵא שָׁמַֽיִם בַּסֵּֽתֶר וּבַגָּלוּי וּמוֹדֶה עַל הָאֱמֶת וְדוֹבֵר אֱמֶת בִּלְבָבוֹ וְיַשְׁכֵּם וְיֹאמַר: ", "heVersionTitle": "The Metsudah Machzor. Metsudah Publications, New York -- he (paragraph ed.)", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<b>A person</b> should always be in fear of God, privately as well as openly,<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">Some people conduct themselves in a God-fearing manner in the presence of others (in public), but in the privacy of their homes, do whatever they please. There are others who do just the opposite. In private they are governed by fear of Hashem, but in the presence of others they are too embarrassed or intimidated to be God-fearing. A Jew must always fear Hashem, in private as well as in public.—Si’ach Yitzchak</i> [he should] admit the truth,<sup class=\"footnote-marker\">51</sup><i class=\"footnote\">Acknowledging the truth is fundamental to serving Hashem, and to all human behavior. One who is concerned merely with “winning the argument” will go to any extreme to come out on top. This attitude caused the downfall of the 250 leaders who joined Korach, rather than acknowledge the truth of Moshe’ declaration (Bamidbar 16:2-35).—Si’ach Yitzchak</i> and speak truth in his heart,<sup class=\"footnote-marker\">52</sup><i class=\"footnote\">It is not sufficient to merely acknowledge the truth verbally but one must speak truth in his heart as well. Rashi on the Talmud (Maseches Makos 24a) cites the following incident as an example of how one should speak truth in his heart: A buyer once offered to purchase an article from Rav Safra while he was reciting the Shema. Because he could not indicate his acceptance, the anxious purchaser increased his offer. Rav Safra refused the increment because in his heart he had already accepted the original offer.</i> and rise early and proclaim: ", "versionTitle": "The Metsudah Machzor. Metsudah Publications, New York -- en (paragraph ed.)", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5ddba57fe3f36b50b925ca0a", "index_title": "Chibbah Yeteirah on Torah", "category": "Commentary", "type": "commentary", "ref": "Chibbah Yeteirah on Torah, Numbers 16:12:1", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Chibbah Yeteirah on Torah, Numbers 16:12:1", "sourceHeRef": "קונטרס חיבה יתירה, במדבר ט״ז:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1988, 1992], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Chibbah Yeteirah on Torah", "he": "קונטרס חיבה יתירה"}, "heTitle": "במדבר", "he": "<b>לקרא לדתן ולאבירם.</b> שהיו מנהיגים לשאר, שלכן אמר משה <b>ולא הרעתי את אחד מהם</b> פי' אפילו לאחד מהם ולא שייך לאמר כן על אחד מתוך שנים. וקרא להם ולא לקרח, כי דתן ואבירם נחלקו על הנהגת משה אבל לא בקשו כהונה ולכן היה אתם על מה לדבר. <b>ויאמרו לא נעלה</b>, סרבו למשה כי לא קבלו את הנהגתו וממילא אין לו זכות לקרא להם, ולכן גם דרשו חז\"ל שהם העברים שאמרו (שמות ב׳:י״ד) <b>מי שמך לאיש שר ושפט עלינו</b> שגם שם לא קבלו מרותו. ", "heVersionTitle": "Responsa Benei Banim, Jerusalem 1981-2005", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "שו\"ת בני בנים, ירושלים תשמ\"א-תשס\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5de510ef34bbe9f498cc717b", "index_title": "Ben Yehoyada on Moed Katan", "category": "Quoting Commentary", "type": "", "ref": "Ben Yehoyada on Moed Katan 16a:1", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Ben Yehoyada on Moed Katan 16a:1", "sourceHeRef": "בן יהוידע על מועד קטן ט״ז א:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1860, 1900], "commentaryNum": 31.0001, "collectiveTitle": {"en": "Ben Yehoyada on Moed Katan", "he": "בן יהוידע על מועד קטן"}, "heTitle": "בן יהוידע על מועד קטן", "he": "<b>מְנָא לֵיהּ דְּמְשַׁדְּרִינָן שְׁלוּחָא דְּבֵית־דִּין וּמְזַמִּינָן לֵיהּ לְדִינָא?</b>. יש להקשות בשלמא מה שאמר <b>מְשַׁדְּרִינָן שְׁלוּחָא דְּבֵית דִּין </b>היינו דלא תימא אם התובע בעצמו מזמין את הנתבע ולא אתי מחזי כאפקרותא להכי קא משמע לן דלא סגי בהזמנת התובע אלא צריך שתהיה ההזמנה מן שליח בית דין דכתיב <small>(במדבר טז, יב)</small> וַיִּשְׁלַח מֹשֶׁה לִקְרֹא לְדָתָן וְלַאֲבִירָם וכמו שכתב הריטב\"א ז\"ל, אבל מה שאמר <b>וּמְזַמִּינָן לְדִינָא </b>הוא ללא צורך! כיון דאמר מְשַׁדְּרִינָן שְׁלוּחָא דְּבֵית דִּין היינו הא דהזמנה דעל מה משדרינן שלוחא לזה הלא להזמינו?<br>ונראה לי בס\"ד דהוה אמרינן שהשליח אינו צריך לומר לו בשביל תביעה של דין שיש עליך אלא כיון דאמר לו הבית דין רוצין אותך די בזה ואם לא בא הוי אפקרותא לכך הוצרך לומר בפירוש <b>וּמְזַמִּינָן לְדִינָא</b> כלומר שיזמינו בפירוש בעבור הדין שיאמר לו שיש עליו תביעה בבית דין ובעבור זה רוצים אותו שאם יאמר לו סתם בית דין רוצין אותך יאמר חשבתי שרוצים לשאול ממני איזה שאלה באיזה דבר אולי אני יודע בזה ולכן נתעצלתי לבא או היה לי עסק ולא באתי.", "heVersionTitle": "Senlake edition 2019 based on Ben Yehoyada, Jerusalem, 1897", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת סנלייק", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e1484a45e6ea9e54b43d8da", "index_title": "Chatam Sofer on Torah", "category": "Commentary", "type": "commentary", "ref": "Chatam Sofer on Torah, Korach 26", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Chatam Sofer on Torah, Korach 26", "sourceHeRef": "חתם סופר על התורה, קרח כ״ו", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1785, 1835], "commentaryNum": 26, "collectiveTitle": {"en": "Chatam Sofer", "he": "חתם סופר"}, "heTitle": "קרח", "he": "<b>*וישלח משה לדתן ואבירם</b> פירש\"י מכאן שאין מחזיקין במחלוקת ונראה אמרינן בסנהדרין מי שלקה ושנה בעבירה שחייב עליו כרת מכניסין אותו לכיפה וא\"צ התראה אז בפעם ג' ולמ\"ד תלתא זמנא הוי חזקה מכניסין אותו פעם הד' וא\"צ התראה וא\"כ דתן ואבירם שהיו נצים כבר במצרים ואח\"כ אמרו ירא ה' עליכם ואח\"כ הותירו במן ומבואר במקום אחר שגם זה הי' לתכלית המחלוקת שהמן הי' מגיד להם עם מי הדין כדאיתא ביומא פי' יוה\"כ שאם נמצא בבית אביה או בבית רבו הראשון העומר מודיע שהדין עמה ועבדו של ראשון הוא וכיוצא בזה ולכך הותירו שאם אפשר להותיר אין כאן ראיי' עם מי הדין ולכך הותירו ועכ\"פ הוחזקו א\"כ לא היו צריכין התראה אלא משום אין מחזיקין במחלוקת:", "heVersionTitle": "Chatam Sofer on Torah, Bratislava, 1879-1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת משה. פרעסבורג, תרל\"ט-תרנ\"ג", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e550281335e8905a12826e9", "index_title": "Gray Matter II", "category": "Halakhah", "type": "", "ref": "Gray Matter II, Beit Din, Summons to Beit Din 5", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Gray Matter II, Beit Din, Summons to Beit Din 5", "sourceHeRef": "גריי מאטר ב, בית דין, זימון לבית דין ה׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [2002, 2006], "commentaryNum": 5, "collectiveTitle": {"en": "Gray Matter II", "he": "גריי מאטר ב"}, "heTitle": "זימון לבית דין", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "From where do we know that an agent of <i>beit din </i>is sent to summon a defendant? As it is written (Bemidbar 16:12), “Moshe<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">See <i>Nimukei Yosef</i> (<i>Mo’eid Katan </i>8a in the Rif’s pages s.v. <i>Ata Uploni</i>) regarding whether Moshe was considered the equivalent of an actual <i>dayan</i> or merely a messenger of the <i>beit din </i>in the dispute with Korach.</i> sent forth to summon Datan and Aviram the sons of Eliav.” [How do we know that] we inform the defendant that he will be judged in the presence of a great man? As it is written (Bemidbar 16:16), “Moshe said to Korach, ‘You and your entire assembly, appear before Hashem.’” [How do we know that] we mention the plaintiff? As it is written (<i>ibid.</i>) “You, they, and Aharon.” [How do we know that] a set date is mentioned in the <i>hazmanah</i>? As it is written (<i>ibid.</i>), “Tomorrow.” [How do we know that] a second <i>hazmanah </i>is sent? As it is written (<i>Yirmiyahu </i>46:17, as explained by Rashi; however, see Ritva), “Place Paroh, King of Egypt, in excommunication for having ignored his appointed time more than once.” From where do we learn that the agent of the court [who delivers the summons] is permitted to report to the <i>beit din</i> [about the actions of a recalcitrant defendant] without concern for violating <i>lashon hara </i>(slander) prohibitions? As it is written (Bemidbar 16:14), “Even if you would gouge out the eyes of those men, we shall not go up.” [The court agent must have told Moshe that Datan and Aviram made these remarks, or else he would not have known about the remarks in order to respond angrily – Rashi s.v. <i>Ha’einei</i>.] From where do we derive that we excommunicate (<i>nidui</i>) one who refuses to appear in <i>beit din</i>? As it is written (<i>Shoftim</i> 5:23), “Curse Meroz [for their refusal to join the battle against Chatzor].”", "versionTitle": "Gray Matter, by Chaim Jachter. Teaneck, N.J, 2000-2012", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5f1e9f2c1d77ecfb0d09e6dc", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 16:12:1", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "Midrash Lekach Tov, Numbers 16:12:1", "sourceHeRef": "מדרש לקח טוב, במדבר ט״ז:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> וישלח משה לקרא לדתן ולאבירם בני אליאב. לא נזכר בן פלת עמהן מלמד שפירש מהם. ויאמרו לא נעלה. לפי שהיה משה חונה לפני המשכן קדמה לפני אהל מועד מזרחה והמזרח הוא מקום גבוה לפיכך אמרו לשון עליה:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60339e6a4a4b3603e0bc4ba4", "index_title": "Moses; A Human Life", "category": "Quoting Commentary", "type": "", "ref": "Moses; A Human Life, 4 Moses in the Family; Mirrors and Foils 100", "anchorRef": "Numbers 16:12-14", "anchorRefExpanded": ["Numbers 16:12", "Numbers 16:13", "Numbers 16:14"], "sourceRef": "Moses; A Human Life, 4 Moses in the Family; Mirrors and Foils 100", "sourceHeRef": "משה; חיי בן אנוש, פרק רביעי ק׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [2012, 2016], "commentaryNum": 100, "collectiveTitle": {"en": "Moses; A Human Life", "he": "משה; חיי בן אנוש"}, "heTitle": "פרק רביעי", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>And they said, “We will not come up! Is it not enough that you brought us out from a land flowing with milk and honey to have us die in the wilderness, that you would also lord it over us? You have not even brought us a land flowing with milk and honey, and given us possession of fields and vineyards—Will you gouge out these men’s eyes? We will not come up!” (Num. 16:12–14)</small>", "versionTitle": "Moses, A Human Life. By Avivah Gottlieb Zornberg, Yale University Press, 2016", "license": "", "versionTitleInHebrew": ""}, {"_id": "612254da5de8bfb900edc2d0", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "anchorRef": "Numbers 15:30-31:19", "anchorRefExpanded": ["Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק ראשון, פרק ה י״ב", "anchorVerse": 30, "sourceHasEn": true, "commentaryNum": 12, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "If the stranger can enjoy literal and metaphysical benefits such as atonement, what makes the stranger a stranger at all? Multiple times in the Pentateuch is the expression “there shall be one law for you and the resident alien” used to show legal equivalence.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See Exodus 12:48–49; Leviticus 7:7, 24:22; Numbers 9:14, 15:15, 15:29–30.</i> Like citizens, strangers can be cut off from the community for cursing God and are obliged to refrain from behaviors that engender impurity.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">For examples, see Leviticus 4, 17:15–16, 18:27–28, 35:34–35; Numbers 15:30–31, 19:13, 19:20.</i> The stranger and the citizen both enjoy the privileges of the community and are both accountable for their place in the community and for their personal relationships with God through prohibitive commands. A poor gentile or <i>ger </i>was counted among the recipients of communal welfare (Lev. 19:10) and enjoyed the protections of the community as a relative equal (Lev. 24:22). Who, then, was the stranger, if during this period of transition there was no land from which to claim citizenship? Who was a stranger if we were all strangers? Furthermore, what made this individual alien if he was included in the community, such that both citizen and stranger were “alike before the Lord”?", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61225507412970c0e359d91a", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "anchorRef": "Numbers 13:27-29:31", "anchorRefExpanded": ["Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק שני, פרק ח כ״ג", "anchorVerse": 27, "sourceHasEn": true, "commentaryNum": 23, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ח", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>This is what they told him: “We came to the land you sent us to; it does indeed flow with milk and honey, and this is its fruit. However, the people who inhabit the country are powerful, and the cities are fortified and very large; moreover, we saw the Anakites there. Amalekites dwell in the Negeb region; Hittites, Jebusites, and Amorites inhabit the hill country; and Canaanites dwell by the Sea and along the Jordan…. We cannot attack that people, for it is stronger than we.” Thus they spread calumnies among the Israelites about the land they had scouted, saying, “The country that we traversed and scouted is one that devours its settlers. All the people that we saw in it are men of great size; we saw the Nephilim there – the Anakites are part of the Nephilim and we looked like grasshoppers to ourselves, and so we must have looked to them.” (Num. 13:27–29, 31–33)</small>", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6319cf7cb6084aa1cbef859f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אֲבִירָם 1", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "BDB, אֲבִירָם 1", "sourceHeRef": "בראון-דרייבר-בריגס, אֲבִירָם א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אֲבִירָם", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">אֲבִירָם</span></big>  <strong>n.pr.m. (</strong>(<em>the</em>) <em>Exalted One is</em> (<em>my</em>) <em>father</em> (v. Bae<sup>Rel 156</sup>) cf. Assyrian <em>Aburamu</em> (?) KAT<sup>2 479</sup> cf. Dl<sup>L2, p. 91, 1. 225</sup><strong>)</strong>.<br><strong>1.</strong>  a Reubenite, son of Eliab <a data-ref=\"Numbers 16:1\" href=\"/Numbers.16.1\">Nu 16:1</a>, <a data-ref=\"Numbers 16:12\" href=\"/Numbers.16.12\">12</a>, <a data-ref=\"Numbers 16:24\" href=\"/Numbers.16.24\">24</a>, <a data-ref=\"Numbers 16:25\" href=\"/Numbers.16.25\">25</a>, <a data-ref=\"Numbers 16:27\" href=\"/Numbers.16.27\">27</a><sup>(</sup>×2<sup>)</sup>; <a data-ref=\"Numbers 26:9\" href=\"/Numbers.26.9\">26:9</a> <a data-ref=\"Deuteronomy 11:6\" href=\"/Deuteronomy.11.6\">Dt 11:6</a> <a data-ref=\"Psalms 106:17\" href=\"/Psalms.106.17\">ψ 106:17</a>.<br><strong>2.</strong>  son of Hiel the Bethelite <a data-ref=\"I Kings 16:34\" href=\"/I_Kings.16.34\">1 K 16:34</a>. Cf. also following."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319cfc3b6084aa1cbefb8c1", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אֱלִיאָב 1", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "BDB, אֱלִיאָב 1", "sourceHeRef": "בראון-דרייבר-בריגס, אֱלִיאָב א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אֱלִיאָב", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">אֱלִיאָב</span></big>  <strong>n.pr.m. (</strong><em>God is father</em>, cf. <a data-ref=\"BDB, אֲבִיאֵל\" href=\"/BDB,_אֲבִיאֵל\", dir=\"rtl\">אֲבִיאֵל</a><strong>) </strong><br><strong>a.</strong>  prince of Zebulon <a data-ref=\"Numbers 1:9\" href=\"/Numbers.1.9\">Nu 1:9</a>; <a data-ref=\"Numbers 2:7\" href=\"/Numbers.2.7\">2:7</a>; <a data-ref=\"Numbers 7:24\" href=\"/Numbers.7.24\">7:24</a>, <a data-ref=\"Numbers 7:29\" href=\"/Numbers.7.29\">29</a>; <a data-ref=\"Numbers 10:16\" href=\"/Numbers.10.16\">10:16</a>.<br><strong>b.</strong>  prince of Reuben <a data-ref=\"Numbers 16:1\" href=\"/Numbers.16.1\">Nu 16:1</a>, <a data-ref=\"Numbers 16:12\" href=\"/Numbers.16.12\">12</a>; <a data-ref=\"Numbers 26:8\" href=\"/Numbers.26.8\">26:8</a>, <a data-ref=\"Numbers 26:9\" href=\"/Numbers.26.9\">9</a> <a data-ref=\"Deuteronomy 11:6\" href=\"/Deuteronomy.11.6\">Dt 11:6</a>.<br><strong>c.</strong>  brother of David <a data-ref=\"I Samuel 16:6\" href=\"/I_Samuel.16.6\">1 S 16:6</a>; <a data-ref=\"I Samuel 17:13\" href=\"/I_Samuel.17.13\">17:13</a>, <a data-ref=\"I Samuel 17:28\" href=\"/I_Samuel.17.28\">28</a><sup>(×2)</sup> <a data-ref=\"I Chronicles 2:13\" href=\"/I_Chronicles.2.13\">1 Ch 2:13</a> <a data-ref=\"II Chronicles 11:18\" href=\"/II_Chronicles.11.18\">2 Ch 11:18</a> (cf. <a data-ref=\"BDB, אֱלִיהוּ\" href=\"/BDB,_אֱלִיהוּ\", dir=\"rtl\">אֱלִיהוּ</a> <a data-ref=\"I Chronicles 27:18\" href=\"/I_Chronicles.27.18\">1 Ch 27:18</a>).<br><strong>d.</strong>  a Kohathite <a data-ref=\"I Chronicles 6:12\" href=\"/I_Chronicles.6.12\">1 Ch 6:12</a> = <span dir=\"rtl\">אֱלִיאֵל</span> v <a data-ref=\"I Chronicles 6:19\" href=\"/I_Chronicles.6.19\">19</a> cf. <a ,=\"\" data-ref=\"BDB, אֱלִיהוּ\" dir=\"rtl\" href=\"/BDB,_אֱלִיהוּ\">אֱלִיהוּ</a> <a data-ref=\"I Samuel 1:1\" href=\"/I_Samuel.1.1\">1 S 1:1</a>.<br><strong>e.</strong>  a Gadite <a data-ref=\"I Chronicles 12:9\" href=\"/I_Chronicles.12.9\">1 Ch 12:9</a>.<br><strong>f.</strong>  Levite singer <a data-ref=\"I Chronicles 15:18\" href=\"/I_Chronicles.15.18\">1 Ch 15:18</a>, <a data-ref=\"I Chronicles 15:20\" href=\"/I_Chronicles.15.20\">20</a>; <a data-ref=\"I Chronicles 16:5\" href=\"/I_Chronicles.16.5\">16:5</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d0b7b6084aa1cbf06a7d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, דָּתָן 1", "anchorRef": "Numbers 16:12", "anchorRefExpanded": ["Numbers 16:12"], "sourceRef": "BDB, דָּתָן 1", "sourceHeRef": "בראון-דרייבר-בריגס, דָּתָן א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "דָּתָן", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">דָּתָן</span></big>  <strong>n.pr.m. (</strong>cf. Assyrian <em>Datana</em> Shlm <sup>Obelisk, 1. 161</sup><strong>)</strong> a Reubenite, son of Eliab <a data-ref=\"Numbers 16:1\" href=\"/Numbers.16.1\">Nu 16:1</a>, <a data-ref=\"Numbers 16:12\" href=\"/Numbers.16.12\">12</a>, <a data-ref=\"Numbers 16:24\" href=\"/Numbers.16.24\">24</a>, <a data-ref=\"Numbers 16:25\" href=\"/Numbers.16.25\">25</a>, <a data-ref=\"Numbers 16:27\" href=\"/Numbers.16.27\">27</a><sup>(×2)</sup>; <a data-ref=\"Numbers 26:9\" href=\"/Numbers.26.9\">26:9</a><sup>(×2)</sup> <a data-ref=\"Deuteronomy 11:6\" href=\"/Deuteronomy.11.6\">Dt 11:6</a> <a data-ref=\"Psalms 106:17\" href=\"/Psalms.106.17\">ψ 106:17</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}]