[{"_id": "531e4fe4fbfba276047f70bd", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 16:31", "anchorRef": "Numbers 16:31", "anchorRefExpanded": ["Numbers 16:31"], "sourceRef": "Onkelos Numbers 16:31", "sourceHeRef": "תרגום אונקלוס על במדבר ט״ז:ל״א", "anchorVerse": 31, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 16.0031, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וַהֲוָה כַּד שֵׁצֵי לְמַלָּלָא יָת כָּל פִּתְגָּמַיָּא הָאִלֵּין וְאִתְבְּזָעַת אַרְעָא דִּי תְחוֹתֵיהוֹן:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "As he was finishing speaking all these words the ground beneath them split.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec8f2", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 16:31", "anchorRef": "Numbers 16:31", "anchorRefExpanded": ["Numbers 16:31"], "sourceRef": "Targum Jonathan on Numbers 16:31", "sourceHeRef": "תרגום יונתן על במדבר ט״ז:ל״א", "anchorVerse": 31, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 16.0031, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וַהֲוָה כְדִי פָסַק לְמַלָלָא יַת כָּל פִּתְגָמַיָא הָאִלֵין וְאִתְבְּזָעַת אַרְעָא דִתְחוֹתֵיהוֹן", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " And it came to pass, when he had finished speaking these words, the earth beneath them clave asunder; \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f17ab4fbfba22336ea7c5b", "index_title": "Or HaChaim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Numbers 16:31:1", "anchorRef": "Numbers 16:31", "anchorRefExpanded": ["Numbers 16:31"], "sourceRef": "Or HaChaim on Numbers 16:31:1", "sourceHeRef": "אור החיים על במדבר ט״ז:ל״א:א׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 31.0001, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על במדבר", "he": "<b>ככלותו וגו' את כל הדברים</b>. פירוש לא איחרה ולא קדמה אלא המתינה עד שאמר כל הדברים הצריכין בענין ותכף לכלותו נבקעה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b> <span>ככלתו לדבר את כל הדברים</span>, \"when he finished saying all this,\"</b> The earth timed its action at the precise moment when Moses completed what he had to say. As soon as Moses was finished it swallowed Korach, etc.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "57e77d69d6e4a94c7c18aeb5", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 16:31", "anchorRef": "Numbers 16:31", "anchorRefExpanded": ["Numbers 16:31"], "sourceRef": "Tafsir Rasag, Numbers 16:31", "sourceHeRef": "תפסיר רס\"ג, במדבר ט״ז:ל״א", "anchorVerse": 31, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 16.0031, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "פכאן ענד פראגה מן קול הד̇א אלכלאם אנשקת אלארץ̇ אלתי תחתהם", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "596482f5d6e4a92bf45a407a", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Shemot 14:27:3", "anchorRef": "Numbers 16:31", "anchorRefExpanded": ["Numbers 16:31"], "sourceRef": "Rabbeinu Bahya, Shemot 14:27:3", "sourceHeRef": "רבנו בחיי, שמות י״ד:כ״ז:ג׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 27.0003, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "שמות", "he": "<b>ובמדרש </b>תנאי התנה הקב\"ה עם הים שיקרע לפני ישראל, אמר רבי אליעזר לא עם הים בלבד התנה הקב\"ה אלא עם כל מה שנברא במעשה בראשית שנאמר (ישעיה מה) אני ידי נטו שמים וכל צבאם צויתי מיד שנטו שמים כל צבאם צויתי את הים שיהא נקרע לפני ישראל צויתי את השמש והירח שיעמדו לפני יהושע שנאמר (יהושע י) שמש בגבעון דום וירח בעמק אילון, צויתי שמים וארץ שישתקו לפני משה שנאמר (דברים לב) האזינו השמים, צויתי את העורבים לכלכל את אליהו, שנאמר (מלכים א יז) והעורבים מביאים לו לחם ובשר, צויתי את האור שלא תזיק לחנניה מישאל ועזריה, שנאמר (דניאל ג) וריח נור לא עדת בהון, צויתי האריות שלא יזיקו לדניאל, שנאמר (דניאל ו) אלהי שלח מלאכיה וסגר פום אריותא וגו, צויתי את הדג שיקיא את יונה שנאמר (יונה ב) ויאמר ה' לדג, עד כאן במדרש פרקי רבינו אליעזר. המדרש הזה מוכיח שכל הנסים והנפלאות שעשה הש\"י בכל הדורות על ידי הנביאים כבר הושמו בששת ימי בראשית בטבעי הדברים שנבראו כגון שתאמר ביום שני שנבדל הים הושם בטבע המים שיקרע לפני משה הים ולפני יהושע הירדן וכן לאליהו הנביא ולאלישע, וכן ביום רביעי שנברא השמש הושם בטבעו שיעמוד ליהושע, ולפי זה לא היה שנוי הטבע בבריאה חדשה בשום דבר מששת ימי בראשית ואילך כי כל הנסים והאותות והמופתים שנעשו אחרי כן הכל הושמו בטבע כבר והמנהג שנשתנה לעיני הרואים לא היתה בריאה חדשה מן הטבע. ועוד דרשו רז\"ל עשרה דברים נבראו בין השמשות ואלו הם, פתיחת פי הארץ, פי הבאר, פי האתון, הקשת, המן, המטה, השמיר, הכתב, המכתב, והלוחות. וראוי להתעורר במה שייחד י' דברים אלו לבין השמשות ושאר הנסים כלן הושמו בטבעי הדברים שנעשו בששה ימים הקודמים, והעולה לנו מזה כי מששת ימי בראשית ואילך אין שום שנוי טבע מחדש כי בעת שנברא אותו הדבר הושם בטבעו שיהיה כך וכך בחפץ הש\"י וזהו לשון נבראו שהזכירו החכמים כי הטבע היוצא מן החפץ הקדמון יקראוהו בריאה ותנאי, והוא אצל החפץ הקדמון טבע ולעיני הרואים שינוי טבע, וכאשר הגיע זמן השתנות הטבע לעיני הרואים לא יהיה בזה שנוי רצון מאת הש\"י שירצה בו עתה מה שלא רצהו תחלה כי כן היה ברצונו הקדום שישתנה הטבע בזמנו לעיני הרואים על ידי הצדיקים שבדורות.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "According to another Midrash <small>(Bereshit Rabbah 5,4)</small> G’d had made an agreement with the water at the time of creation that it would submit to being split when the Israelites would need to cross it on foot. This tradition is based on Isaiah 45,12: “it was I Who made the earth... My own hands stretched out the heavens and commanded their host. As soon as the heavens had been stretched across the firmament and all their hosts, I commanded the sea to split on account of the Israelites. I commanded sun and moon to obey Joshua’s command (Joshua 10,12) to temporarily arrest their orbits, etc. I commanded heaven and earth to remain silent when Moses would begin his speech in Deut. 32,1 and I commanded the ravens to carry bread and meat to the prophet Elijah (Kings I 17,8). I commanded the fire (heat) not to harm Chanayah, Mishael, and Azaryah (Daniel 3,27). I ordered the lions not to harm Daniel (Daniel 6,23). I ordered the whale to spit out Jonah (Jonah 2,11).” Thus far the Midrash. This Midrash is at pains to prove that all the miracles which interfere with the normal functioning of the universe which have been activated by various prophets or by G’d directly, had been provided for within the framework of the six days of creation during which G’d established the laws of nature. There has never been something which could be termed “a new act of creation” after G’d had completed the universe on the eve of the first Sabbath.<br> This is also the whole point of the Mishnah in Avot 5,6 which tells of the 10 miracles for which G’d laid the basis at dusk on the first Sabbath eve. When the Mishnah speaks about Bileam’s (talking) ass having been created during the last few minutes prior to the commencement of the first Sabbath, this means that at that time G’d had made provision for this miraculous phenomenon to occur when needed. The same applies to the earth swallowing Korach and supporters at Moses’ command (Numbers 16,31). When the sages spoke about the ten miracles having been נבראו, “created” at that time, they meant that the creative power for these phenomena to materialize at one time or another was part of the process of the six days of G’d’s creative activity at that time. in other words: “the miracle itself was part of nature,” though only G’d and His inert creatures involved were aware of it. That which the sages referred to as a תנאי, “a condition” which G’d imposed on such creatures of His as the water, etc., was in fact a condition that such “miracles” would be part of what is טבע, “nature,” according to G’d’s definition of this term. When we speak of something “supernatural” occurring, this is a subjective truth applicable only to the beholder of that phenomenon, not to its Creator. Whenever such miracles occur this does not mean that G’d made a sudden revision in His plans for the world and was forced to adopt measures He had not previously thought of, but that the time had arrived at that moment to activate plans He had made already during the six days of creation.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5964838fd6e4a92bf45a71c1", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Devarim 13:18:1", "anchorRef": "Numbers 16:31", "anchorRefExpanded": ["Numbers 16:31"], "sourceRef": "Rabbeinu Bahya, Devarim 13:18:1", "sourceHeRef": "רבנו בחיי, דברים י״ג:י״ח:א׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "דברים", "he": "<b>למען ישוב ה' מחרון אפו.</b> הוא אלהי ישראל, וסוד הענין בעיר הנדחת כי היו אנשיה מאותן שאמרה התקועית (שמואל ב י״ד:י״ד) וחשב מחשבות לבלתי ידח וגו', והנה הם נדחים ממחיצתו של הקב\"ה ונעקרים ממקום שרשם ומטעתם, ולפיכך חייבן הכתוב שרפה כענין קרח שנדון בשרפה, וגם כל שללה אסור בהנאה, והעיר ההיא תל עולם, לא יבנו הנפשות עוד לתחית המתים אך תכלינה כליון חרוץ.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "למען ישוב ה' מחרון אפו, “so that the Lord will turn back from His burning wrath.” In this instance, though the Torah speaks only of Hashem, the attribute of Justice is meant. The mystical dimension of the עיר הנדחת is referred to by the woman from Tekoah (Samuel II 14,14) <small>[who pleaded that David allow Avshalom to return from exile by describing a fictional event. Ed.]</small>. She said (amongst other things) וחשב המלך מחשבות לבלתי ידח ממנו נדח, “(G’d will not take away the life) of one who makes plans so that no one may be kept banished.” The people of the עיר הנדחת had been cast out from the celestial domains. Burning all their former belongings was part of their expiation, just as we find that the congregation of Korach was not only killed by G’d but their belongings were burned <small>(compare author’s comments on Numbers 16, 31-32)</small>. The site where this city used to be located will be a ruin forever never to be rebuilt even at the time when the Jewish people will experience resurrection of the dead.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5964d686d6e4a92bf45a89ad", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Bamidbar 16:31:1", "anchorRef": "Numbers 16:31", "anchorRefExpanded": ["Numbers 16:31"], "sourceRef": "Rabbeinu Bahya, Bamidbar 16:31:1", "sourceHeRef": "רבנו בחיי, במדבר ט״ז:ל״א:א׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 31.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>ותבקע האדמה אשר תחתיהם, ותפתח הארץ את פיה ותבלע אותם.</b> כתב הרמב\"ן, מה שהוצרך לומר ותפתח הארץ אחר שהזכיר ותבקע האדמה, שלא תאמר כי בקיעת האדמה היתה כטבעו של עולם ומנהגו, שהרי יש מדינות נבקעות מפני הרעש הנקרא טרימוט\"ו, והיה הענין בטבע גמור אין בזה נס כלל, לפיכך בא להשמיענו אחר כך ותפתח הארץ את פיה, לבאר שהיה נס גדול וענין כמוהו לא היה מעולם, שפתחה הארץ את פיה ובלעה אותם ואח\"כ נתכסה המקום, זהו שאמר ותכס עליהם הארץ, ואין זה ענין טבעי, כי בבקיעת האדמה בקצת מדינות בנוהג שבעולם אחר שהמקום ההוא מתבקע הוא נשאר פתוח, אבל בכאן אחר הבקיעה הזכיר שפתחה הארץ את פיה ותבלע אותם וחזרה לכסות עליהם, וזה היה נס גדול מן הנסים המפורסמים, ומפני זה הזכיר הכתוב לשון בריאה, ואם בריאה יברא ה', שהוא לשון המצא יש מאין, והענין המחודש הזה היה פלא עצום וחדוש גדול כחדוש המצא יש מאין, עד כאן.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ותבקע האדמה אשר תחתיהם, ותפתח הארץ את פיה ותבלע אותם, “The ground which was beneath them split open and the earth opened its ‘mouth’ and swallowed them.” Nachmanides explains why the Torah had to mention both אדמה and ארץ as “opening” in this verse. Had the Torah only written that the ground split open, the phenomenon could have been considered as an ordinary earthquake, although Moses had predicted the time and the place. This is why the Torah added the words “the earth opened its mouth” to tell us that a great miracle, unparalleled, happened here. This is why the miracle had been predicted as a בריאה, a new creation. The place where this took place returned to its original appearance as distinct from an earthquake which leaves behind clear evidence that there had been an upheaval.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5964d686d6e4a92bf45a89af", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Bamidbar 16:31:2", "anchorRef": "Numbers 16:31", "anchorRefExpanded": ["Numbers 16:31"], "sourceRef": "Rabbeinu Bahya, Bamidbar 16:31:2", "sourceHeRef": "רבנו בחיי, במדבר ט״ז:ל״א:ב׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 31.0002, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>ואת כל האדם אשר לקרח.</b> אלו בני ביתו וכל הסרים אל משמעתו. גם בניו בכלל שנבלעו בארץ אבל לא מתו, הוא שכתוב (במדבר כ״ו:י״א) ובני קרח לא מתו, ודרשו רז\"ל מקום נתבצר להם בגיהנם וישבו עליו. והיה יכול לומר ואת כל האנשים כמו שהזכיר למעלה כי נאצו האנשים האלה, אבל הזכיר כל הנבלעים בשם אדם על שום עונשם שנבלעו באדמה.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ואת כל האדם אשר לקרח, “and every human being belonging to Korach.” This refers to the members of his household and all the rebels accepting his leadership. Korach’s sons were also “swallowed” by the earth but they did not die as a result; this is the meaning of Numbers 26,11: “and the sons of Korach did not die.” Our sages (Megillah 14) explain that a “fortified” place was reserved for them in purgatory where they stayed. <small>[I suppose the meaning is a site safe from the fires of purgatory but inside it. Ed.]</small><br> It is possible to explain the verse differently by understanding the words ואת כל האנשים, “and all the men,” as including only the people previously described in verse 30 as כי נאצו האנשים האלה את ה', “for these men had provoked Hashem.” The reason that the Torah called the people who were swallowed as אדם is because they were swallowed by the אדמה, i.e. they returned to the place they originally came from<small> [as in “dust thou art and to dust thou shall return.” Ed.]</small>", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5964d686d6e4a92bf45a89b1", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Bamidbar 16:31:3", "anchorRef": "Numbers 16:31", "anchorRefExpanded": ["Numbers 16:31"], "sourceRef": "Rabbeinu Bahya, Bamidbar 16:31:3", "sourceHeRef": "רבנו בחיי, במדבר ט״ז:ל״א:ג׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 31.0003, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>ואת כל הרכוש.</b> הגיד הכתוב כי נבלעו הגופות והבתים והממון כי העונש הזה הגדול חל על הכל, ודרשו רז\"ל אפילו מחט שאולה שלהם ביד אחד מישראל היתה מתגלגלת ויורדת ונבלעת בקרקע. ומ\"ש אשר לקרח ולא הזכיר בליעת קרח עצמו בפירוש, אין צריך, כי מאחר שדתן ואבירם עם בני ביתם נשיהם ובניהם וטפם גם בני ביתו של קרח כלם נבלעו בעון קרח, אף כי הוא בעצמו שהיה ראש המעשה ושרש המחלוקת, ואע\"פ שלא באר בכאן הנה במקום אחר מצינו כתוב מפורש (במדבר כ״ו:י׳) ותבלע אותם ואת קרח. וכבר מצינו כיוצא בזה (שמות ט״ו:ד׳) מרכבות פרעה וחילו ירה בים, ולא באר הכתוב טביעת פרעה, אבל מקל וחומר יתבאר הדבר, ואע\"פ שסתם הכתוב ולא באר טביעתו, בא דוד המלך ע\"ה ובאר הענין, הוא שאמר (תהילים קל״ו:ט״ו) ונער פרעה וחילו בים סוף. ודעת רז\"ל שהיה קרח נבלע ונשרף, כי לפי שהיה סבת המחלוקת נעשו בו שני דינין, וזה ממה שכתוב (במדבר כ״ו:י׳) ותבלע אותם ואת קרח במות העדה באכול האש, למדך הכתוב כי קרח נבלע, גם היה באכול האש כי באכול האש נמשך אל קרח. ומה שלא הזכירו כאן בפירוש עם שרפת החמשים ומאתים, מק\"ו יודע הענין, כי כיון שכלם מקריבי הקטרת וכל אחד ואחד מחתתו בידו גם כן נשרף עמהם, ואע\"פ שלא הזכיר זאת אין צורך, כי אין עונש כולם רק בשבילו. או נאמר לפי שכל האתין רבויין, כי באמרו ותאכל את החמשים ומאתים איש, בא לרבות קרח.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ואת כל הרכוש, “and all the property.” The Torah informed us that not only the people but their belongings including their tents, their money, etc., were all swallowed up as part of this great act of retribution. Jerusalem Talmud Sanhedrin 10,1 states that even a needle of theirs which had been temporarily in the possession of some other unrelated Israelite would be swept away down into the abyss into which these people disappeared. The reason the Torah writes the words אשר לקרח, “which belonged to Korach,” without specifying that Korach personally was also swallowed by the earth in so many words, is because there was no need for this. Seeing that the Torah had written that Datan and Aviram, and their families as well as Korach’s families and more distant followers had all been swallowed it is clear that he himself as the instigator of the whole rebellion did not escape such a fate. At any rate, even though Korach’s descent into the bowels of the earth is not spelled out, we find it spelled out in Numbers 26,10 where the Torah writes: “it swallowed them, together with Korach.” We find a parallel example when the Torah described the drowning of the Egyptian army in the sea of Reeds where the Torah writes (Exodus 15,4) “the chariots of Pharaoh together with his army were drowned in the sea,” although the Torah does not specifically mention that Pharaoh himself was also drowned at the same time. Nevertheless, David explains in Psalms 136,15: “He flung Pharaoh and his army into the sea of Reeds.”<br> Our sages (Sanhedrin 106) believe that Korach was not only swallowed by the earth but that his body was also burned; seeing that he was the root cause of the sin he was afflicted with two penalties. They derive this from the words in 26,10: “it swallowed them as well as Korach when the assembly died as the fire consumed the 250 men.” This teaches first of all that Korach was swallowed; he was also consumed by the fire as the words באכול האש refer to Korach as the first one to be burned. The reason that the Torah did not spell out his name specifically as a victim of the fire is that simple logic teaches us that fact. All the people who offered incense were burned together with the incense in their censers. Clearly, there is no reason to believe that Korach would survive his attempt to offer this incense. The other two hundred and fifty men were punished on account of Korach; why would he escape such a penalty? Alternatively, we need simply view the extra word את before the expression החמישים איש as the clue that Korach was included as the word את always means something or someone additional, as we know from Pesachim 22.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0ea86973ad4f00597bcca0", "index_title": "Or HaChaim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Numbers 16:31:2", "anchorRef": "Numbers 16:31", "anchorRefExpanded": ["Numbers 16:31"], "sourceRef": "Or HaChaim on Numbers 16:31:2", "sourceHeRef": "אור החיים על במדבר ט״ז:ל״א:ב׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 31.0002, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על במדבר", "he": "<i></i><b>ותבקע האדמה וגו' ותפתח הארץ וגו'</b>. ולא הספיק לומר <b>ותפתח</b> וגו' או <b>ותבקע</b> עוד אמר בבקיעה האדמה ובפתיחה <b>הארץ</b>, אולי כי לא היה שם פה הארץ במקום דריסת רגליהם לזה נבקעה האדמה אשר היו עומדים עליה ונזדמן שם פה הארץ ונפתחה, ולזה כנגד המקום שהיו עומדים בו אמר <b>ותבקע האדמה</b>, וכנגד פי הארץ אמר <b>ותפתח הארץ</b> וגו':", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b><span>ותבקע האדמה אשר תחתיהם</span>, The earth which was underneath them split.</b> Why did the Torah have to write both that the earth \"split\" and that it \"opened its mouth?\" Why did the Torah describe the earth as <span>אדמה</span> when describing that it split, and as <span>ארץ</span> when \"it opened its mouth?\" Perhaps the mouth of the earth had not previously been situated exactly where Korach and his associates stood at the time so that the earth's reaction had to be described as a crack in its surface; for practical purposes this now became the earth's mouth. The crack was described as a crack in the <span>אדמה</span>, the mouth as the mouth of the <span>ארץ</span>.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c17af4db071e100705f8e20", "index_title": "Rashbam on Bava Batra", "category": "Quoting Commentary", "type": "", "ref": "Rashbam on Bava Batra 74a:5:1", "anchorRef": "Numbers 16:31", "anchorRefExpanded": ["Numbers 16:31"], "sourceRef": "Rashbam on Bava Batra 74a:5:1", "sourceHeRef": "רשב\"ם על בבא בתרא ע״ד א:ה׳:א׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1120, 1160], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Rashbam on Bava Batra", "he": "רשב\"ם על בבא בתרא"}, "heTitle": "רשב\"ם על בבא בתרא", "he": "ביזעי - בקעים דכתיב ותבקע הארץ אשר וגו' (במדבר ט״ז:ל״א):", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c729e6ebd84a4001cfb462f", "index_title": "Shabbat Siddur Sefard Linear", "category": "Liturgy", "type": "", "ref": "Shabbat Siddur Sefard Linear, The Morning Prayers, Morning Supplications 3", "anchorRef": "Numbers 16:2-35", "anchorRefExpanded": ["Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35"], "sourceRef": "Shabbat Siddur Sefard Linear, The Morning Prayers, Morning Supplications 3", "sourceHeRef": "סידור ספרד לשבת, תפלת שחרית, בקשות ג׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1978, 1982], "commentaryNum": 3, "collectiveTitle": {"en": "Shabbat Siddur Sefard Linear", "he": "סידור ספרד לשבת"}, "heTitle": "בקשות", "he": "וּמוֹדֶה עַל הָאֱמֶת", "heVersionTitle": "The Metsudah Siddur, Metsudah Publications, 1981 - HE", "heLicense": "CC-BY", "heVersionTitleInHebrew": "סידור הוצאת מצודה. טקסט עברי. תשמ\"א", "text": "[he should] admit the truth,<sup class=\"footnote-marker\">49</sup><i class=\"footnote\">Acknowledging the truth is fundamental to serving God, and to all human behavior. One who is concerned merely with “winning the argument” will go to any extreme to come out on top. This attitude caused the downfall of the 250 leaders who joined Korach, rather than acknowledge the truth of Moses’ declaration (Numbers 16:2-35).—Si’ach Yitzchok</i>", "versionTitle": "The Metsudah Siddur, Metsudah Publications, 1981 - EN", "license": "CC-BY", "versionTitleInHebrew": "סידור הוצאת מצודה. טקסט אנגלי. תשמ\"א"}, {"_id": "5c7ef7a511e66800180daf5b", "index_title": "Pirkei DeRabbi Eliezer", "category": "Midrash", "type": "", "ref": "Pirkei DeRabbi Eliezer 45:1", "anchorRef": "Numbers 16:31", "anchorRefExpanded": ["Numbers 16:31"], "sourceRef": "Pirkei DeRabbi Eliezer 45:1", "sourceHeRef": "פרקי דרבי אליעזר מ״ה:א׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [630, 1030], "commentaryNum": 45.0001, "collectiveTitle": {"en": "Pirkei DeRabbi Eliezer", "he": "פרקי דרבי אליעזר"}, "heTitle": "פרקי דרבי אליעזר", "he": "ר' שמעון בן יוחאי אומר, כשנגלה הב\"ה על משה מתוך הסנה לשלחו אל מצרים אמ' משה לפני הב\"ה רבון כל העולמים השבעה לי כל מה שאני מבקש לעשות אתה עושה לי שאם אדבר דבר לפני פרעה ולא תעשה אותם ויהרגני והב\"ה נשבע לו שכל מה שהוא מבקש הוא עושה חוץ משני דברים מלהכנס לארץ ישראל ומיום המות ומניין שנשבע לו שנ' בי נשבעתי יצא מפי דבר צדקה ולא ישוב כי לי תכרע כל ברך תשבע כל לשון וכשקבלו ישראל את התורה ר\"ל עשרת הדברות לאחר ארבעים יום שכחו את אלהיהם ואמרו לאהרן המצריים היו נושאין את אלהיהם ומשוררין ומזמרין לפניו ורואין אותו לפניהם קום עשה לנו אלהים אשר ילכו לפנינו כשקוץ המצריים ונראה אותו לפנינו שנ' קום עשה לנו אלהים אשר ילכו לפנינו. ", "heVersionTitle": "Pirkei Derabi Eliezer", "heLicense": "", "heVersionTitleInHebrew": "פרקי דרבי אליעזר", "text": "<b><small>THE GOLDEN CALF</small> </b><br>R<small>ABBI</small> S<small>IMEON BEN</small> J<small>OCHAI</small> said: When the Holy One, blessed be He, was revealed to Moses out of the thorn-bush, in order to send him to Egypt, Moses spake before the Holy One, blessed be He (saying): Sovereign of all the worlds! Swear to me that all things which I desire to do, Thou wilt do, so that I should not speak words before Pharaoh, and Thou wilt not fulfil them, for then will he slay me. And He swore unto him that \"whatsoever thou || desirest to do, I will do, except with reference to two things,\" (namely,) to let him enter the land (of Canaan), and (to postpone) the day of (his) death. Whence do we know that He swore unto him? Because it is said, \"By myself have I sworn, saith the Lord, the word is gone forth from my mouth in righteousness\" (Isa. 45:23). When Israel received the commandments they forgot their God after forty days, and they said to Aaron: The Egyptians were carrying their god, and they were singing and uttering hymns before it, and they saw it before them. Make unto us a god like the gods of the Egyptians, and let us see it before us, as it is said, \"Up, make us a god\" (Ex. 32:1).", "versionTitle": "Pirke de Rabbi Eliezer, trans. Rabbi Gerald Friedlander, London, 1916", "license": "Public Domain", "versionTitleInHebrew": "פרקי דרבי אליעזר, מתורגם בידי רב ג'רלד פרידלנדר, לונדון, 1916"}, {"_id": "5cdb1d3fc4424d0019c1eab5", "index_title": "Weekday Siddur Sefard Linear", "category": "Liturgy", "type": "", "ref": "Weekday Siddur Sefard Linear, The Morning Prayers, Morning Supplications 3", "anchorRef": "Numbers 16:2-35", "anchorRefExpanded": ["Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35"], "sourceRef": "Weekday Siddur Sefard Linear, The Morning Prayers, Morning Supplications 3", "sourceHeRef": "סידור ספרד לימות החול, תפלת שחרית, בקשות ג׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1977, 1981], "commentaryNum": 3, "collectiveTitle": {"en": "Weekday Siddur Sefard Linear", "he": "סידור ספרד לימות החול"}, "heTitle": "בקשות", "he": "וּמוֹדֶה עַל הָאֱמֶת", "heVersionTitle": "The Metsudah siddur: a new linear siddur with English translation by Avrohom Davis, 1981", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "[he should] admit the truth,<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Acknowledging the truth is fundamental to serving God, and to all human behavior. One who is concerned merely with “winning the argument” will go to any extreme to come out on top. This attitude caused the downfall of the 250 leaders who joined Korach, rather than acknowledge the truth of Moses’ declaration (Numbers 16:2-35).—<i>Siach Yitzchok</i></i>", "versionTitle": "The Metsudah siddur: a new linear siddur with English translation by Avrohom Davis, 1981", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5dbe931f46943bef88acdca7", "index_title": "Yein Levanon on Avot", "category": "Quoting Commentary", "type": "", "ref": "Yein Levanon on Avot 5:6:12", "anchorRef": "Numbers 16:31", "anchorRefExpanded": ["Numbers 16:31"], "sourceRef": "Yein Levanon on Avot 5:6:12", "sourceHeRef": "יין לבנון על אבות ה׳:ו׳:י״ב", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1765, 1775], "commentaryNum": 6.0012, "collectiveTitle": {"en": "Yein Levanon on Avot", "he": "יין לבנון על אבות"}, "he": "<b>\"ופי הבאר\".</b> [פירש רש\"י] \"של מרים שנבלע הפתח בסלע שדרך שם יצאו המים במדבר, וכשהכה משה את הסלע פתח הסלע את פיו שנברא בו מקדם. נוסח אחר: פי הבאר שפתחה פיה ואמרה שירה שנאמר <small>(במדבר כא, יז)</small> \"עלי באר ענו לה\". [עכ\"ל] מפירוש רש\"י. ואני מוסיף דברים, ידוע שכל זמן שהלכו ישראל במדבר שתו מים על דרך פלא, כלומר מצור החלמיש, כמו שכתוב <small>(דברים ח, טו)</small> \"המוציא לך מים מצור החלמיש\". ואפשר שהצור הזה קראו באר לפי שהיה כמו באר מים חיים. ואמרו קדמונינו ז\"ל <small>(תענית ט.)</small> שהיה הבאר בזכות מרים. ולכן כשמתה מרים פסק הבאר, והתרעמו ישראל על המים עם משה, ואז נצטוה לדבר אל הסלע ולהוציא מימיו. וכן ברפידים בפעם הראשונה התרעמו, וכמו שכתבנו למעלה, ונתן להם מים. ומאז ואילך הלך הבאר עמהם כל ארבעים שנה במדבר ולא פסקו המים, שלא מצאנו שחסרו מים. ואולם להוציא מים מצור החלמיש אע\"פ שהוא מצד הנפלאות, אין בזה בריאה חדשה לא נודעת, כי כמה מקורות מים נובעות מן הארץ דרך סלעים, כמו שכתוב <small>(איוב כח, י)</small> \"בצורות יאורים בקע\". וביד ה' ב\"ה הטבע ותמורתה כדפירשתי לעיל, ואם יחפוץ נוזלים, [יתן] מים מן הסלע התלוש [הערת המגיה: המתגלגל עמהם בכל מקום שנסעו, כדברי רש\"י בפסחים נד.]. אלא פי הבאר היה בריאה גמורה, והיינו ששם פה לבאר שיפתח פיו ויזובו מימיו, ואח\"כ יסתמנו, כדרך האדם שפותח פיו להקיא ואח\"כ סותמו. וזה הפלא ופלא, ואינו דומה לשאר הצורים שנבקעו בהם יאורים, שמימיהם נוזלים תמיד דרך הפתיחה ואינן פוסקים. אבל הבאר שהיה לישראל נברא בו צורת פה, ונפתח לפרקים להוציא מימיו כשהיו צריכים לו, ואח\"כ סתם פיו ולא ירדו עוד עד זמן אחר וכן כל ארבעים שנה. ודומיא דפי הארץ המפורש למעלה. ולפי שהוא בריאה בפני עצמה שאין כדוגמתו תחת השמש, אשמועינן שלא נברא פה זה לבאר כשהיו ישראל במדבר, אלא היה נברא ועומד מששת ימי בראשית, וכשבאו למדבר והוצרכו לו נפתח הפה ועשה פעולתו, וכן בכל פעם ופעם. ונעשה נס זה לפרסם כי יש אלהים בישראל המפליא לעשות למעלה מדרך הטבע הנהוג. שאם היה מוציא מימיו בלי הפסק משעה שנפתח עד סוף ארבעים שנה, כדרך הצורים הנבקעים ומוציאים מים מדרך בקיעתן בלי פה, היו סבורין שהדבר דומה לצורים הנבראים בטבע. עכשיו שהיה לו צורת פה, וכל פעם פתח פיו והוציא מימיו לצורך שעה, וחזר וסתמו, ידעו כולם שהוא בריאה נפלאה לפרסם יכולת הקב\"ה שאין כדוגמתה בכל אשר תחת השמש. ולפי שאין צורך להיות פה לצורים לפתוח ולסתום לענין חול, ידענו שנברא פה לבאר לצורך עליון וכדאמרן. והסברא נותנת כן שהבאר שהיה להם במדבר לא הוציא מימיו תמיד, דא\"כ כשהיו נוסעים ממקום למקום היה מטשטש הדרכים בנהרותיו וביאוריו, כי נהרות רבים נמשכו ממנו, כמו שמפורש בקבלה <small>(תהלים עח, טו-טז)</small> \"יבקע צורים במדבר וישק כתהומות רבה. ויוציא נוזלים מסלע ויורד כנהרות מים\", ונאמר עוד <small>(תהלים קה, מא)</small> \"פתח צור ויזובו מים הלכו בציות נהר\". וממקרא זה יש כדמות ראיה שהיה פה ממש לבאר לפתוח ולסתום, מדקאמר \"פתח צור\", שאין לשון זה נופל אלא על פתיחת פה, כמו <small>(במדבר טז, לב)</small> \"ותפתח הארץ את פיה\". ואילו היה בקיעה לבדה, היה לו לומר \"בקע צור\" כמו בכתוב השני <small>(תהלים עח, טו)</small> \"יבקע צורים\", וכמו <small>(איוב כח, י)</small> \"בצורות יאורים בקע\". ולמאי דפרישית, יפה נדרש שהכתוב האחד מלמד על חבירו שתחלה נבקע הצור ונגלה פיו שהיה נברא בו מששת ימי בראשית, ואחר שנגלה פתח פיו והוציא מימיו, ועל זה אמר במזמור אחד \"יבקע צורים\", ובשני \"פתח צור\". ודומה לזה מפורש אצל פי הארץ, תחלה אמר <small>(במדבר טז, לא)</small> \"ותבקע האדמה אשר תחתיהם\", וזאת היא הבקיעה, ועל ידה נגלה פי הארץ שהיה בה מששת ימי בראשית. ואח\"כ אמר \"ותפתח הארץ את פיה\".", "heVersionTitle": "Yein Levanon, Rishon Letzion 2013", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85d9ba94a3ef0722ed73f6", "index_title": "Siddur Sefard", "category": "Liturgy", "type": "", "ref": "Siddur Sefard, Weekday Shacharit, Morning Prayer 5", "anchorRef": "Numbers 16:2-35", "anchorRefExpanded": ["Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35"], "sourceRef": "Siddur Sefard, Weekday Shacharit, Morning Prayer 5", "sourceHeRef": "סידור ספרד, שחרית לימות החול, תפילת השחר ה׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1710, 1810], "commentaryNum": 5, "collectiveTitle": {"en": "Siddur Sefard", "he": "סידור ספרד"}, "heTitle": "תפילת השחר", "he": "<b>לְעוֹלָם</b> יְהֵא אָדָם יְרֵא שָׁמַֽיִם בַּסֵּֽתֶר וּבַגָּלוּי וּמוֹדֶה עַל הָאֱמֶת וְדוֹבֵר אֱמֶת בִּלְבָבוֹ וְיַשְׁכֵּם וְיֹאמַר:", "heVersionTitle": "The Metsudah siddur, 1981", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "A person should always be in fear of God, privately as well as openly,<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Some people conduct themselves in a God-fearing manner in the presence of others (in public), but in the privacy of their homes, do whatever they please. There are others who do just the opposite. In private they are governed by fear of God, but in the presence of others they are too embarrassed or intimidated to be God-fearing. A Jew must always fear God, in private as well as in public.—<i>Siach Yitzchok</i></i> [he should] admit the truth,<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Acknowledging the truth is fundamental to serving God, and to all human behavior. One who is concerned merely with “winning the argument” will go to any extreme to come out on top. This attitude caused the downfall of the 250 leaders who joined Korach, rather than acknowledge the truth of Moses’ declaration (Numbers 16:2-35).—<i>Siach Yitzchok</i></i> and speak truth in his heart,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">It is not sufficient to merely acknowledge the truth verbally but one must speak truth in his heart as well. Rashi on the Talmud (Maseches Makos 24a) cites the following incident as an example of how one should speak truth in his heart: A buyer once offered to purchase an article from Rav Safra while he was reciting the Shema. Because he could not indicate his acceptance, the anxious purchaser increased his offer. Rav Safra refused the increment because in his heart he had already accepted the original offer.</i> and rise early and proclaim:", "versionTitle": "Translation based on the Metsudah linear siddur, by Avrohom Davis, 1981", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5f6875d565fa995325fc675c", "index_title": "Siddur Ashkenaz", "category": "Liturgy", "type": "", "ref": "Siddur Ashkenaz, Weekday, Shacharit, Preparatory Prayers, Sovereignty of Heaven 1", "anchorRef": "Numbers 16:2-35", "anchorRefExpanded": ["Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35"], "sourceRef": "Siddur Ashkenaz, Weekday, Shacharit, Preparatory Prayers, Sovereignty of Heaven 1", "sourceHeRef": "סידור אשכנז, ימי חול, תפילת שחרית, הכנה לתפילה, עול מלכות שמים א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1055, 1105], "commentaryNum": 1, "collectiveTitle": {"en": "Siddur Ashkenaz", "he": "סידור אשכנז"}, "heTitle": "עול מלכות שמים", "he": "<b>לְעוֹלָם</b> יְהֵא אָדָם יְרֵא שָׁמַֽיִם בְּסֵֽתֶר וּבַגָּלוּי וּמוֹדֶה עַל־הָאֱמֶת וְדוֹבֵר אֱמֶת בִּלְבָבוֹ וְיַשְׁכֵּם וְיֹאמַר:", "heVersionTitle": "The Metsudah siddur, 1981", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "A person should always be in fear of God, privately as well as openly,<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Some people conduct themselves in a God-fearing manner in the presence of others (in public), but in the privacy of their homes, do whatever they please. There are others who do just the opposite. In private they are governed by fear of God, but in the presence of others they are too embarrassed or intimidated to be God-fearing. A Jew must always fear God, in private as well as in public.—<i>Siach Yitzchok</i></i> [he should] admit the truth,<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Acknowledging the truth is fundamental to serving God, and to all human behavior. One who is concerned merely with “winning the argument” will go to any extreme to come out on top. This attitude caused the downfall of the 250 leaders who joined Korach, rather than acknowledge the truth of Moses’ declaration (Numbers 16:2-35).—<i>Siach Yitzchok</i></i> and speak truth in his heart,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">It is not sufficient to merely acknowledge the truth verbally but one must speak truth in his heart as well. Rashi on the Talmud (Maseches Makos 24a) cites the following incident as an example of how one should speak truth in his heart: A buyer once offered to purchase an article from Rav Safra while he was reciting the Shema. Because he could not indicate his acceptance, the anxious purchaser increased his offer. Rav Safra refused the increment because in his heart he had already accepted the original offer.</i> and rise early and proclaim:", "versionTitle": "Translation based on the Metsudah linear siddur, by Avrohom Davis, 1981", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6037a6d7cda51cfa3ddf3d80", "index_title": "Ramban on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Numbers 16:30:1", "anchorRef": "Numbers 16:31", "anchorRefExpanded": ["Numbers 16:31"], "sourceRef": "Ramban on Numbers 16:30:1", "sourceHeRef": "רמב\"ן על במדבר ט״ז:ל׳:א׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 30.0001, "collectiveTitle": {"en": "Ramban on Numbers", "he": "רמב\"ן על במדבר"}, "he": "<b>ואם בריאה יברא ה'</b> כתב ר\"א (אבן עזרא על במדבר ט״ז:ל׳) יש אומרים כי בריאה תורה על המצא יש מאין וכבר נבקעו מדינות רבות וירדו הדרים בהן שאולה אבל פירושה כטעם גזרה מן וברא אותהן (יחזקאל כג מז) והנכון שתאמר על המצא דבר מאין כי אין אצלנו בלשון הקדש מורה על זה זולתי המלה הזאת אבל הענין כי בקיעת האדמה אינה בריאה מחודשת אבל פתיחת הארץ את פיה לבלוע הוא חדוש לא נהיה מעולם כי כאשר תבקע האדמה כמו שנעשה פעמים רבים ברעש הנקרא זלזלה תשאר פתוחה גם ימלא הבקע מים ויעשה כאגמים אבל שתפתח ותסגר מיד כאדם הפותח פיו לבלוע ויסגור אותו אחרי בלעו זה הדבר נתחדש ביום ההוא כאלו הוא נברא מאין וזה טעם ותכס עליהם הארץ (במדבר ט״ז:ל״ג) ולכך אמר הכתוב אחרי ותבקע האדמה (במדבר ט״ז:ל״א) ותפתח הארץ את פיה ותבלע אותם (במדבר ט״ז:ל״ב) ועל דעת רבותינו (סנהדרין קי) בקרוב פתח גיהנם גם הוא ענין נתחדש לשעתו:", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "BUT IF THE ETERNAL CREATE ‘B’RIAH.’ Rabbi Abraham ibn Ezra wrote: “Some scholars say that <i>b’riah</i> indicates producing something from nothing. But, [continues Ibn Ezra], many countries have already been rent [by earthquakes], and their inhabitants went down alive into the pit. Rather, the meaning of <i>b’riah</i> is ‘cutting off,’ from [the expression] <i>‘u’varei’</i> (<i>and they shall cut</i>) <i>them</i>”<sup class=\"footnote-marker\">159</sup><i class=\"footnote\">Ezekiel 23:47.</i> [thus meaning here: “if the Eternal will ‘cut them’ down by causing the ground to open up its mouth etc.”].<br>The correct interpretation is that the term <i>b’riah</i> is [indeed] used [in the sense of] bringing forth something from nothing, for we have no other word in the Sacred Language denoting this concept [<i>creatio ex nihilo</i>] except for this one. The explanation of the matter is that splitting open the [crust of the] earth is [indeed] not a new creation, but that the ground should open up its mouth to swallow up [certain people] is a new event which had never occurred previously. For when the earth is split open, as happens many times during an earthquake which is called <i>zalzalah</i>,<sup class=\"footnote-marker\">160</sup><i class=\"footnote\">The Arabic word for earthquake. See (Exodus), Vol. II, p. 324, Note 512.</i> it remains open and the chasm becomes filled with water, like ponds; but that it should open up and close again immediately — like a person who opens his mouth to swallow and closes it after he has swallowed — this event was a new happening which occurred [only] on that day, as if it were created out of nothing. This is the meaning of the expression, <i>and the earth closed upon them</i><sup class=\"footnote-marker\">161</sup><i class=\"footnote\">Verse 33.</i> [that it closed up immediately after consuming them, and left no sign that it had opened]. It is for this reason that [when saying that] <i>the ground did cleave asunder</i>,<sup class=\"footnote-marker\">162</sup><i class=\"footnote\">Verse 31.</i> Scripture says: <i>And the earth opened her mouth, and swallowed them up</i>.<sup class=\"footnote-marker\">163</sup><i class=\"footnote\">Verse 32.</i> And according to the opinion of our Rabbis<sup class=\"footnote-marker\">164</sup><i class=\"footnote\">Sanhedrin 110a. Although Gehenna existed already, this movement of its opening was a “new creation.”</i> [who say] that the opening of Gehenna came near to this spot — that phenomenon too, was a new event which occurred [only] at that moment.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "60e42d7879c29b8b0eb86859", "index_title": "Reshit Chokhmah", "category": "Kabbalah", "type": "", "ref": "Reshit Chokhmah, Introduction 40", "anchorRef": "Numbers 16:31", "anchorRefExpanded": ["Numbers 16:31"], "sourceRef": "Reshit Chokhmah, Introduction 40", "sourceHeRef": "ראשית חכמה, הקדמה מ׳", "anchorVerse": 31, "sourceHasEn": false, "commentaryNum": 40, "collectiveTitle": {"en": "Reshit Chokhmah", "he": "ראשית חכמה"}, "heTitle": "הקדמה", "he": "<b>עוד</b> בענשו אמרו בספרי (במדבר טז, לא) כי דבר ה' בזה, רבי מאיר אומר זה הלמד ואינו עושה, שונה לאחרים ואינו עושה, רבי נתן אומר זה היכול ללמוד ואינו לומד, רבי נהוראי אומר שלא השגיח על דברי תורה, עכ\"ל.", "heVersionTitle": "Hamesorah Publishers, Jerusalem 2005", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b84ec823a798e70b5bb2", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 108:1", "anchorRef": "Numbers 16:31", "anchorRefExpanded": ["Numbers 16:31"], "sourceRef": "Yalkut Shimoni on Torah 108:1", "sourceHeRef": "ילקוט שמעוני על התורה ק״ח:א׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 108.0001, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ויהי הוא טרם כלה לדבר שלשה הן שנענו במענה פיהן אליעזר עבד אברהם משה ושלמה. אליעזר דכתיב ויהי הוא טרם כלה לדבר משה דכתיב ויהי ככלותו לדבר את כל הדברים האלה ותבקע האדמה אשר תחתיהם. שלמה דכתיב וככלות שלמה להתפלל והאש ירדה מן השמים. והנערה טובת מראה מאד בתולה ואיש לא ידעה תמן תנינן מוכת עץ כתובתה מאתים דברי ר' מאיר וחכמים אומרים מוכת עץ כתובתה מנה. טעמא דר' מאיר מהכא ואיש לא ידעה הא אם נבעלה מעץ בתולה. טעמא דרבנן בתולה הא נבעלה מעץ אינה בתולה. אמר ר' יוחנן לא נבעלה אשה ממהול לשמונה תחלה אלא רבקה. אמר ר' שמעון בן לקיש לפי שבנות הכותים משמרות עצמן ממקום ערותן ומפקירות עצמן ממקום אחר אבל זו בתולה ממקום בתולים ואיש לא ידעה ממקום אחר. א\"ר יוחנן ממשמע שנאמר בתולה אין אנו יודעין שאיש לא ידעה אלא אפילו אדם לא תבע בה על שם לא ינוח שבט הרשע על גורל הצדיקים. ותרד העינה ותמלא כל הנשים יורדות וממלאות מן העין וזו כיון שראו אותה המים מיד עלו א\"ל הקב\"ה את סימן לבניך מה את כיון שראו אותך המים מיד עלו כך בניך כיון שהבאר רואה אותן מיד תהא עולה הדא הוא דכתיב אז ישיר ישראל את השירה הזאת עלי באר ענו לה. וירץ העבד לקראתה לקראת מעשיה הטובים:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b84e8430f78f20636b80", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "dibur_hamatchil", "ref": "Yalkut Shimoni on Torah 752:2", "anchorRef": "Numbers 16:31", "anchorRefExpanded": ["Numbers 16:31"], "sourceRef": "Yalkut Shimoni on Torah 752:2", "sourceHeRef": "ילקוט שמעוני על התורה תשנ״ב:ב׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 752.0002, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ותבקע האדמה אשר תחתיהם. ללמדך שבכל מקום שהוא רוצה הוא מצמיח את הפורענות. וירדו הם וכל אשר להם י\"א חיים נידונין עד עכשיו. ותכס עליהם הארץ ויאבדו הם אבדו אבל לא שררותם אבל נעשו תחתיהם שרים אחרים. אמר רבה בר בר חנה זמנא חדא הוה אזלינא באורחא ואמר לי ההוא טייעא תא אחוי לך בלועי דקרח אזלי וחזאי תרי ביזעי דקא נפיק קוטרא מינייהו שקלי גבבא דעמרא ואמשינה במיא ואותביה בריש רומחא [ועיילית התם] ואיחריך ואמר לי אצית מאי שמעת ושמעי דהוו קא אמרין משה ותורתו אמת והן בדאין ולעתיד לבא עתיד להוציאן ועליהם אמרה הנה ה' ממית ה' מחיה מוריד שאול ויעל:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee047cf7a0c25239b67", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "anchorRef": "Numbers 11:1-25:18", "anchorRefExpanded": ["Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳ ב׳-י״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; The Rebellion Narratives", "he": "במדבר מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["V<small>IRTUALLY THE FIRST THING THE</small> I<small>SRAELITES DO AFTER SETTING OUT ON THE SECOND</small> leg of their journey to the Promised Land is—rebel. This pattern was already seen in the book of Exodus, where, despite the climactic miracle of deliverance at the Sea of Reeds, the Israelites “grumbled against Moshe” at Mara because of lack of drinkable water. Although a strain in later biblical thinking remembered the wilderness period as a kind of honeymoon (cf. Jer. 2:2), the Torah itself chose to remember it as a severe time of testing which the ex-slaves ultimately failed to pass.", "The second part of Numbers is a remarkable collection of rebellion narratives that simultaneously display striking similarities and great and colorful differences. The section details six rebellions of the people, and two of the leaders themselves. They are united by a consistent vocabulary: verbs such as “grumble” and “assemble/gather/speak against” depict complaints against Moshe and Aharon and against God. These stories also display the recurring themes of dearth of food and water, and God’s anger at the rebellions, usually expressed in some form of plague (or, additionally, fire).", "Rather than unfold in simple chronological order, one following another, these pieces of the text have been intensified by priestly editing, which has interspersed the stories with a number of cultic and legal passages (Chaps. 15, 18, and 19, all of which bear the theme word “law” [Heb. <i>hok</i> or <i>hukka</i>]), and which are somehow related to previous or succeeding narratives. The interruptions also allow each of the memorable rebellion narratives to “breathe,” giving the audience time to digest the images and the drama presented therein. The stories possess both in abundant measure; one thinks, for instance, of the “meat between the teeth” (11:33), of the grape clusters borne on a pole by two men (13:23); and of the great confrontation with Korah in Chapter 16 (not to mention its resolution), as well as Moshe’s dramatic failure in Chapter 20.", "As in any great literature, repetition of story type or type scene is here accomplished via variation of the most telling kind. In this case we observe once again an alternating pattern to the rebellions, a pattern which reveals not one theme but several:", "The people, over lack of food (chapter 11)", "Moshe’s siblings, over prophetic primacy (12)", "The people, over the spies’ false report (14)", "Levites, over Moshe and Aharon’s prerogatives (16)", "The people, over the rebellious Levites’ sinister fate (17)", "Moshe himself, over the burden of leading the people (20)", "The people, over the lack of food and water (21)", "The pattern observable here is broken, in true biblical rhetorical style (where the last in a sequence often serves by its oddness to reinforce the whole), in a final rebellion (Chap. 25), where the people’s actions involve neither the “complaining” vocabulary nor a revolt against human leadership, but rather comprise the greatest biblical crime of them all: worship of other gods. Viewed in this patterned fashion, the rebellion narratives emerge with a kind of crescendo effect.", "It is also possible, as I have done in “On the Book of Numbers and Its Structure,” above, to follow the scheme put forth by Mann—a three-part structure to the section, each with its internal logic and conclusions. These are treated below; for the moment, it will suffice to see in the first subsection (Chaps. 11–14) the inevitable result of wilderness rebellions: the divine decree that the slave generation must die out before entering the Promised Land; the second subsection (16–20) deals with the challenges to the leadership of Moshe and Aharon, and results in a similar decree, that they will die outside the land; and the third subsection (20–25) chronicles the encounter of the Israelites with neighboring nations, which initially goes in their favor but ends with the disastrous incident at Baal Pe’or (25).", "The primary issue in these stories, to the biblical writer, is lack of trust in God. Each of the three sections mentions or implies that problem; 14:11 and 20:12 use the verb itself, and the narrative of Chapter 25 suggests it. The bottom line is that the Israelites could not keep faith with God—even after both staggering acts of divine intervention (i.e., rescue) and demonstrations of the force of divine wrath—and this lack of faith led ultimately to their dying out in the wilderness outside the Promised Land, in punishment. The stories clearly were meant to be understood as an unfortunate example for later generations, and were taken as such already in the biblical period (see, for example, the treatment in Psalm 78).", "Read on another level, the rebellion narratives are largely concerned with the issue of human leadership, its qualifications, manifestations, and limitations (and even failures). Has there ever been a leader as beleaguered as Moshe? From the beginning of his career on the sands of Egypt, where he assumes the mantle of leadership in the matter of retaliating against the sadistic Egyptian taskmaster (Ex. 2:11–12), to its end at the plains of Moab, in stern address to the people he has struggled to lead (this is the setting of the entire next book, Deuteronomy), he must evoke trust in God, lead the people through an uncharted wilderness, and inspire confidence in his own leadership. His success is muted by the passing of the generation he initially leads, before it can enter Canaan; like them, he too must pass on—with merely a look beyond the Jordan, but no more. Later generations of Jewish readers wept on confronting Moshe’s seemingly premature death, and created heroic tales of his pleading before God to be let into the land he had so long sought to reach. In Numbers he fully deserves this stature, alternately interceding with and cajoling God, standing up for and then almost giving up on this people with whom his life has become so enmeshed. Our stories stress his gifts of prophecy and his pathos as a deeply human leader.", "A final, troubling issue is the character of God in this part of the book. It is a measure of the Bible’s artistry that the rebellion accounts are so varied in content and style; but the variations in punishment—from undetailed death to skin disease to stoning and the earth opening up, just to mention a few examples—create an impression, not of artistic richness but of unremitting severity. The Bible does not seem to have a problem with this kind of divine behavior, and other ancient cultures would have felt at home here, but already in late antiquity, and continuing down to our own day, Jews and Christians most often have preferred, and prayed to, a more forgiving, nurturing, and compassionate God. Dealing with these texts, in the end, raises the question of whether to understand them as the result of “historical necessity” or “literary conceit” (that is, the old generation simply had to die out) or as they stand in the text: a harsh portrayal of what happened when the covenant people violated the covenant."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee36bfddfbb310fed06", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, The Great Revolt 2-8", "anchorRef": "Numbers 16:1-35", "anchorRefExpanded": ["Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, The Great Revolt 2-8", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה ו׳ ב׳-ח׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Great Revolt", "he": "במדבר הערה ו׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ו׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["In the two collections of wilderness rebellion traditions we have encountered thus far in the Torah, Ex. 15:22–17:7 and Num. 11–14, the rebels are a faceless “the people” or “the entire community.” An exception was Num. 12, where Aharon and Miryam complained against their brother; their personal example is now taken up by another relative, in a memorable narrative. The story of the revolt of Korah the Levite and Datan and Aviram the Reubenites, which may have stemmed from two different accounts, holds the common thread of the rebels’ feeling left out—Korah, as Moshe’s and Aharon’s first cousin, might well have headed the priestly line (his father was older than theirs), whereas Datan and Aviram’s tribe of Re’uven had lost some of its firstborn primacy, and was not even camped on the choice east side of the Dwelling. Moshe clearly sees the political motivation behind the revolt, and is indignant that anyone would impute greed (cf. v.15) or lust for power to him.", "As Buber (1988) points out, however, more is at stake here. The rebels’ contention that “the entire community, the entirety of them, are holy,” though it sounds at first blush like the ideal expressed in Ex. 19:6 (God’s offer to make of the Israelites “a kingdom of priests, / a holy nation”), is in reality a most dangerous claim. Holiness in the Bible is a trait that can be acquired, even transmitted to an extent, but it is not absolutely innate, except in the case of God; and the Torah sees as ope of its major goals developing the means whereby people can, with holy intent and preparation, properly serve the Holy. The fate of the rebels therefore bespeaks the seriousness of the threat they pose, and is unique in the Bible.", "The narrative hinges on a number of expressions. The conflict between Moshe and the rebels is nicely encapsulated by two pairs of identical charges and countercharges—“Too much (is) yours” (vv.3 and 7) and “Is it too little” (vv.9 and 13). The terms “community” and “assembly” are played upon, designating alternately the body of the people and the minicommunity of the rebels. More significantly, this chapter and those around it—15, 17, and 18—are meaningfully linked together by variations on the Hebrew root <i>k-r-b</i> (Buber 1994). The thread of meaning runs from “bringing near-offerings near,” to God “declaring [Moshe and Ahron] near” to him, to the fact that he has “brought-near” the Levites in terms of their duties, to Korah and his band being asked to “bring-near” the incense, whose fire-pans later become holy because they were “brought-near,” and finally, to the repeated warning to outsiders not to “come-near” the sancta. At issue is what Buber calls “authorized” and “unauthorized nearing,” which is mentioned frequently in Leviticus but is used in the present text with the full artistic resources at the narrator’s command. Viewed in this light, order is restored to the blurring of lines threatened by Korah.", "for it was an error,", "but they have brought their near-offering,", "a fire-offering of soothing savor for Y<small>HWH</small>,", "and their <i>hattat</i>-offering before the presence of Y<small>HWH</small>, on account of their error."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382eec9ad75f2d99afa10", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, The Great Revolt 1", "anchorRef": "Numbers 16:1-35", "anchorRefExpanded": ["Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, The Great Revolt 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה ו׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ו׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 16:1-35\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 16:1-35</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "63c9438e01e878406e0d0dae", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Pekudei 4:35", "anchorRef": "Numbers 16:31", "anchorRefExpanded": ["Numbers 16:31"], "sourceRef": "Zohar, Pekudei 4:35", "sourceHeRef": "ספר הזהר, פקודי ד׳:ל״ה", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1100, 1400], "commentaryNum": 4.0024, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "פקודי", "he": "דִּכְדֵין קוּדְשָׁא בְּרִיךְ הוּא קָשִׁיר לֵיהּ בַּחֲבִיבוּתָא דִּלְעֵילָּא, וְאִתְפְּקַד רַב מְמָנָא עַל בֵּיתָא, וְאִיהוּ גָּזִיר, וְקוּדְשָׁא בְּרִיךְ הוּא עָבִיד, דִּכְתִּיב, (במדבר ט״ז:ל׳) וּפָצְתָה הָאֲדָמָה אֶת פִּיהָ וְגוֹ', וּכְתִיב (במדבר ט״ז:ל״א) וַיְהִי כְּכַלּוֹתוֹ לְדַבֵּר וְגוֹ', וַתִּבָּקַע הָאֲדָמָה. וּכְתִיב, (במדבר י׳:ל״ה) קוּמָה יְיָ'. שׁוּבָה יְיָ'. הֲדָא הוּא דִּכְתִּיב אֲשֶׁר פֻּקַּד עַל פִּי מֹשֶׁה. עַל פִּי מֹשֶׁה אִתְתָּקַּן, וְאִתְפְּקַד בְּכֹלָּא. (ויצא קנ\"ט ע\"ב) פְּקִידָה דְּמִשְׁכָּן הֲוָה עַל יְדָא דְּמֹשֶׁה, דִּכְתִּיב (שמות ג׳:ט״ז) פָּקֹד פָּקַדְתִּי אֶתְכֶם, דְּאִיהוּ הֲוָה קוֹל, דְּאַפִּיק לְהַהוּא דִּבּוּר, וְעָבִיד לֵיהּ פְּקִידָה לְנָפְקָא מִן גָּלוּתָא. וְהַשְׁתָּא אִתְפָּקְדָא לְאַמְשָׁכָא קְדוּשָּׁה מֵעֵילָּא לְתַתָּא, כְּמָה דְאַתְּ אָמֵר (שמות כ״ה:ח׳) וְעָשׂוּ לִי מִקְדָּשׁ וְשָׁכַנְתִּי בְּתוֹכָם.", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": "..", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "6418839cc9371ec0cebe7726", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Numbers 16:31:1", "anchorRef": "Numbers 16:31", "anchorRefExpanded": ["Numbers 16:31"], "sourceRef": "Reggio on Torah, Numbers 16:31:1", "sourceHeRef": "ביאור יש\"ר על התורה, במדבר ט״ז:ל״א:א׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 31.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "במדבר", "he": "<b>ותבקע האדמה,</b> תחלה נולד בקיעה בארץ בשטח העליון שבה, ועי\"ז נגלה פי הארץ שהיה בה מששת ימי בראשית ואח\"כ ותפתח הארץ את פיה, שזהו פה ממש לפתוח ולסתום ולא בקיעה לבד:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6464aa39b6155498f38180bd", "index_title": "Psalms", "category": "Tanakh", "type": "reference", "ref": "Psalms 106:17", "anchorRef": "Numbers 16:23-33", "anchorRefExpanded": ["Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33"], "sourceRef": "Psalms 106:17", "sourceHeRef": "תהילים ק״ו:י״ז", "anchorVerse": 23, "sourceHasEn": true, "compDate": [-1000, 0], "commentaryNum": 106.0017, "collectiveTitle": {"en": "Psalms", "he": "תהילים"}, "heTitle": "תהילים", "he": "תִּפְתַּח־אֶ֭רֶץ וַתִּבְלַ֣ע דָּתָ֑ן וַ֝תְּכַ֗ס עַל־עֲדַ֥ת אֲבִירָֽם׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "The earth opened up and swallowed Dathan,<br>closed over the party of Abiram.", "versionTitle": "Tanakh: The Holy Scriptures, published by JPS", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "657ecc6e758c1dc532ec9219", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 16:31", "anchorRef": "Numbers 16:31", "anchorRefExpanded": ["Numbers 16:31"], "sourceRef": "Steinsaltz on Numbers 16:31", "sourceHeRef": "ביאור שטיינזלץ על במדבר ט״ז:ל״א", "anchorVerse": 31, "sourceHasEn": true, "commentaryNum": 16.0031, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וַיְהִי כְּכַלֹּתוֹ</b>, כשסיים\n  <b>לְדַבֵּר אֵת כָּל הַדְּבָרִים הָאֵלֶּה,</b>\n  <b>וַתִּבָּקַע הָאֲדָמָה אֲשֶׁר תַּחְתֵּיהֶם,</b> תחילה הופיעו בה סדקים.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>It was as he concluded to speak all these words; the ground that was beneath them split. </b>At first, cracks appeared in the earth.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "516ec552edbab4799de994a5", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "midrash", "ref": "Bamidbar Rabbah 18:19", "anchorRef": "Numbers 16:31", "anchorRefExpanded": ["Numbers 16:31"], "sourceRef": "Bamidbar Rabbah 18:19", "sourceHeRef": "במדבר רבה י״ח:י״ט", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 18.0019, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "וַיְהִי כְּכַתוֹ לְדַבֵּר אֵת כָּל הַדְּבָרִים הָאֵלֶּה וַתִּבָּקַע הָאֲדָמָה אֲשֶׁר תַּחְתֵּיהֶם <small>(במדבר טז, לא)</small>, לְלַמֶּדְךָ שֶׁמִּכָּל מָקוֹם שֶׁהוּא רוֹצֶה מַצְמִיחַ אֶת הַפֻּרְעָנוּיוֹת. <small>(במדבר טז, לג)</small>: חַיִּים שְׁאֹלָה, יֵשׁ אוֹמְרִים חַיִּים וְקַיָּמִים עַד עַכְשָׁו. <small>(במדבר טז, לג)</small>: וַתְּכַס עֲלֵיהֶם, הֵם אָבְדוּ וְלֹא פַּחְדוּתָן, שֶׁנַּעֲשׂוּ אֲחֵרִים תַּחְתֵּיהֶן שָׂרֵי אֲלָפִים וְשָׂרֵי מֵאוֹת. <small>(במדבר טז, לד)</small>: וְכָל יִשְׂרָאֵל נָסוּ לְקֹלָם, שֶׁהָיוּ צוֹוְחִין בְּקוֹלָם, משֶׁה רַבֵּינוּ הַצִּילֵנוּ. <small>(במדבר טז, לה)</small>: וְאֵשׁ יָצְאָה מֵאֵת ה' וַתֹּאכַל אֵת הַחֲמִשִּׁים וּמָאתַיִם אִישׁ מַקְרִיבֵי הַקְּטֹרֶת, אֵלּוּ הָיוּ נִבְלָעִים וְאֵלּוּ הָיוּ נִשְׂרָפִין, וְקֹרַח עוֹמֵד בֵּין הַשְֹּׂרוּפִים, שֶׁאָמַר משֶׁה <small>(במדבר טז, יז)</small>: וְאַתָּה וְאַהֲרֹן אִישׁ מַחְתָּתוֹ. וְקֹרַח לָקָה יוֹתֵר מִכֻּלָּם, שֶׁנִּשְׂרַף וְנִבְלַע, וְלָמָּה נַעֲשׂוּ בּוֹ שְׁנֵי דִינִין, שֶׁאִלּוּ נִשְׂרַף וְלֹא נִבְלַע הָיוּ הַבְּלוּעִין מִתְרַעֲמִין שֶׁלֹא הֵבִיא עָלֵינוּ אֶת כָּל הַפֻּרְעָנוּת הַזֶּה אֶלָּא קֹרַח וְהֵן נִבְלָעִין וְהוּא נִצֹּל. וְאִלּוּ נִבְלַע וְלֹא נִשְׂרַף הָיוּ הַשְֹּׂרוּפִין מִתְרַעֲמִין שֶׁלֹא הֵבִיא עֲלֵיהֶם אֶת הַפֻּרְעָנוּת אֶלָּא זֶה, וְהֵן נִשְׂרָפִין וְהוּא נִצֹּל, לְפִיכָךְ נִדּוֹן בִּשְׁתֵּי מִיתוֹת, וְלִהַטּוּ הָאֵשׁ תְּחִלָּה לְעֵין כָּל הַשְֹּׂרוּפִים, שֶׁבְּיָדָן הָיְתָה הַמַּחְתָּה וְהַקְּטֹרֶת בָּהּ, וְקִפַּלְתּוֹ הָאֵשׁ כַּדּוּר, וְהָאֵשׁ מְגַלְגֶּלֶת בּוֹ עַד שֶׁהֱבִיאַתּוּ לְפִי הָאָרֶץ עִם הַבְּלוּעִים, שֶׁנֶּאֱמַר <small>(במדבר טז, לב)</small>: וַתִּפְתַּח הָאָרֶץ אֶת פִּיהָ וַתִּבְלַע אֹתָם וְאֶת בָּתֵּיהֶם וְאֵת כָּל הָאָדָם אֲשֶׁר לְקֹרַח וְאֵת כָּל הָרְכוּשׁ.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“It was, as he concluded speaking all these words, the ground that was beneath them split” (Numbers 16:31) – to teach you that the Holy One blessed be He causes punishments to develop from any place that He chooses. <br><b>“They and everything that was theirs descended alive into the abyss, and the earth covered them, and they were lost from the midst of the assembly” (Numbers 16:33).</b> <br>“Alive into the abyss” – some say that they live and endure to this day. <br>“Covered them” – they were eliminated, but not their positions of authority, as others were appointed leaders of thousands and leaders of hundreds. <br><b>“All Israel that were around them fled due to their sound, as they said: Lest the earth swallow us” (Numbers 16:34).</b> <br>“All Israel…fled due to their sound” – as they were screaming with their voices: ‘Moses our teacher, save us!’ <br><b>“Fire emerged from the Lord, and consumed the two hundred and fifty men, the presenters of the incense” (Numbers 16:35). </b> <br>“Fire emerged from the Lord, and consumed the two hundred and fifty men, the presenters of the incense”  – these were swallowed and those were consumed, and Koraḥ was standing among the consumed, as Moses said: “And you and Aaron, each his firepan” (Numbers 16:17). Koraḥ was stricken more that all of them, as he was consumed and swallowed. Why were two sentences executed upon him? It is because had he been consumed and not swallowed, the swallowed would have protested that is was none other than Koraḥ who brought this punishment upon them, and they are swallowed and he is spared? Had he been swallowed and not consumed, the consumed would have protested that is was none other than Koraḥ who brought this punishment upon them, and they were consumed and he was spared? That is why he was sentenced to two deaths. The fire first blazed before the eyes of the consumed, in whose hands were the firepan and the incense that was in it. The fire folded him into a ball and the fire rolled him until it brought him to the mouth of the earth with the swallowed, as it is stated: “The earth opened its mouth and swallowed them, and their households, and all the people who were with Koraḥ, and all the property” (Numbers 16:32).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "53f17a2afbfba22336ea72d7", "index_title": "Kitzur Ba'al HaTurim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Kitzur Ba'al HaTurim on Numbers 16:31:1", "anchorRef": "Numbers 16:31", "anchorRefExpanded": ["Numbers 16:31"], "sourceRef": "Kitzur Ba'al HaTurim on Numbers 16:31:1", "sourceHeRef": "קיצור בעל הטורים על במדבר ט״ז:ל״א:א׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1280, 1340], "commentaryNum": 31.0001, "collectiveTitle": {"en": "Kitzur Ba'al HaTurim", "he": "קיצור בעל הטורים "}, "heTitle": "קיצור בעל הטורים על במדבר", "he": "<b>ותבקע</b> ד' במסורה ותבקע האדמה ואידך ותבקע הארץ בקולם ותבקע העיר דירמיה ודמלכים על ירושלים ותבקע הארץ בקולם והיינו דכתיב וכל ישראל אשר סביבותיהם נסו לקולם ורמז להא דאיתא בעירובין שפתחה של גיהנם בירושלים ותבקע העיר פי' בירושלים שם ותבקע האדמה וירדו שאולה:\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "554ef0b2fbfba21b48f53d32", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 16:31:1", "anchorRef": "Numbers 16:31", "anchorRefExpanded": ["Numbers 16:31"], "sourceRef": "Haamek Davar on Numbers 16:31:1", "sourceHeRef": "העמק דבר על במדבר ט״ז:ל״א:א׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 31.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ותבקע האדמה אשר תחתיהם.</b> לא נפלו תומ״י כמו ברעידת הארץ. דאי היה כן לא היה עוד רעש ופחד על מי שלא נפל כרגע. אלא מתחלה נבקע ונעשה פה ואחר כך\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58aeb3ccd6e4a953a4263d8f", "index_title": "Bereshit Rabbah", "category": "Midrash", "type": "", "ref": "Bereshit Rabbah 60:4", "anchorRef": "Numbers 16:31", "anchorRefExpanded": ["Numbers 16:31"], "sourceRef": "Bereshit Rabbah 60:4", "sourceHeRef": "בראשית רבה ס׳:ד׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [400], "commentaryNum": 60.0004, "collectiveTitle": {"en": "Bereshit Rabbah", "he": "בראשית רבה"}, "heTitle": "בראשית רבה", "he": "וַיְהִי הוּא טֶרֶם כִּלָּה לְדַבֵּר וגו' <small>(בראשית כד, טו)</small>, תָּנֵי רַבִּי שִׁמְעוֹן בֶּן יוֹחָאי שְׁלשָׁה הֵם נַעֲנוּ בְּמַעֲנֵה פִיהֶם, אֱלִיעֶזֶר עַבְדוֹ שֶׁל אַבְרָהָם, וּמשֶׁה, וּשְׁלֹמֹה. אֱלִיעֶזֶר, וַיְהִי הוּא טֶרֶם כִּלָּה לְדַבֵּר וְהִנֵּה רִבְקָה יֹצֵאת. משֶׁה, דִכְתִיב <small>(במדבר טז, לא)</small>: וַיְהִי כְּכַלֹּתוֹ לְדַבֵּר אֶת כָּל הַדְּבָרִים הָאֵלֶּה וַתִּבָּקַע הָאֲדָמָה אֲשֶׁר תַּחְתֵּיהֶם. שְׁלֹמֹה, דִּכְתִיב <small>(דברי הימים ב ז, א)</small>: וּכְכַלּוֹת שְׁלֹמֹה לְהִתְפַּלֵּל אֶל ה' וְהָאֵשׁ יָרְדָה מִן הַשָּׁמַיִם וגו'. ", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“It was before he concluded to speak” – Rabbi Shimon ben Yoḥai taught: There are three people who were answered [in their prayers] as soon as they spoke: Abraham’s servant Eliezer, Moses, and Solomon. Eliezer – “it was before he concluded to speak, and behold, Rebecca was coming out.” Moses, as it is written: “It was, as he concluded to speak all these words, the ground that was beneath them split” (Numbers 16:31). Solomon, as it is written: “When Solomon had concluded praying [to the Lord], fire descended from the heavens…” (II Chronicles 7:1).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5926b2a7d6e4a957603a2d91", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Korach 23:1", "anchorRef": "Numbers 16:31", "anchorRefExpanded": ["Numbers 16:31"], "sourceRef": "Midrash Tanchuma Buber, Korach 23:1", "sourceHeRef": "תנחומא בובר, קרח כ״ג:א׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "קרח", "he": "ויהי ככלותו לדבר [וגו'] ותקבע האדמה אשר תחתיהם <small>(במדבר טז לא)</small>. שמכל מקום שהוא רוצה הוא מצמיח את הפורענות.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Numb. 16:31:) <small>THEN IT CAME TO PASS, AS SOON AS HE HAD FINISHED SPEAKING</small> […], <small>THAT THE GROUND UNDER THEM WAS SPLIT APART</small>, since he causes retribution to spring up from any place that he wants.<sup class=\"footnote-marker\">51</sup><i class=\"footnote\"><i>Tanh</i>., Numb. 5:9; Numb. R. 18:19.</i>", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5976559cd6e4a90179bf6e44", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Numbers 16:31:1", "anchorRef": "Numbers 16:31", "anchorRefExpanded": ["Numbers 16:31"], "sourceRef": "Be'er Mayim Chaim, Numbers 16:31:1", "sourceHeRef": "באר מים חיים, במדבר ט״ז:ל״א:א׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 31.0001, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "במדבר", "he": "<b>ויהי</b> ככלותו לדבר את כל הדברים האלה ותבקע וגו'. כי לא היה כאן לא תפילה ולא בקשה מאת המקום שיתפלל משה על זה שתבלעם הארץ רק שדיבר אל ישראל שכן מוכרח להיות עבור חטאם בשם הוי\"ה המהוה ושידעו ישראל להזהר מעתה. ועל כן תיכף ככלותו לדבר את הדברים האלה דיבור בעלמא ותיכף כן נעשה. כי נאצו את ה'. ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5976559cd6e4a90179bf6e46", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Numbers 16:31:2", "anchorRef": "Numbers 16:31", "anchorRefExpanded": ["Numbers 16:31"], "sourceRef": "Be'er Mayim Chaim, Numbers 16:31:2", "sourceHeRef": "באר מים חיים, במדבר ט״ז:ל״א:ב׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 31.0002, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "במדבר", "he": "<b>או</b> יאמר ככלותו לדבר ותבקע האדמה וגו'. כי הנה חז\"ל <small>(סנהדרין ק\"י.)</small> הגידו על פסוק <small>(חבקוק ג', י\"א)</small> שמש ירח עמד זבולה, שעלתה השמש לזבול ואמרה איני יוצא להאיר לעולם עד שנעשה דין לבן עמרם וכו'. והענין הוא על פי מה שכתבנו למעלה כי השמש בתוקפו אין נסתר מחמתו ולא היה ביכולת העולם כלל לסובלו רק שהיא מוכרחת שתצמצם אורה בכדי שיוכלו הבריות לסבול. והנה הגם שבזה היא מקצרת בשבח ה' יתברך שאינה נראית בכל תוקפה לראות גודל רב הבהקת אורה שנתן בה ה' יתברך. ואכן כי דעתה שבודאי ידעו הבריות ויבינו את זאת כי תוקף אורה גדול, רק בהכרח היא מצמצמת אורה. וזה היא שבח ה' יתברך ברוך הוא שמתנהג עם עולמו לפי כח כל אחד. ועל כן כח וגבורה נתן בה שתוכל למשול בקרב תבל שיהנו הבריות מאורה ולא ישרפו בהבלה <small>(ועיין בזה בפרי עץ חיים שער הברכות פרק ד')</small>. ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5976559cd6e4a90179bf6e48", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Numbers 16:31:3", "anchorRef": "Numbers 16:31", "anchorRefExpanded": ["Numbers 16:31"], "sourceRef": "Be'er Mayim Chaim, Numbers 16:31:3", "sourceHeRef": "באר מים חיים, במדבר ט״ז:ל״א:ג׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 31.0003, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "במדבר", "he": "<b>ואכן</b> עתה שנטה קרח ועדתו מלהאמין שמדה וקצב נתן שמו יתברך בתורתו ובבריותיו שנבראו בה. אז אמרה השמש איך אצא להאיר בעולם השפל להמעיט האור שבזה אני ממעט כבודך הואיל שבני אדם אינם מבינים שזה גודל נפלאותך שאתה מקצר בגדולתך עבור יכולת בני אדם. ואפשר עבור זה סמך דוד המלך ע\"ה <small>(תהלים יט, ח')</small> תורת ה' תמימה אחר אומרו ואין נסתר מחמתו. שלכאורה אינם שייכים זה לזה ואמנם דבר אחד הוא שזה שמאמין שתורת ה' תמימה ובה פלס במשקל ובמדה וקצב לצורך התנהגות העולם, הנה זה יודע כי אין נסתר מחמתו רק חוק קצב מאת ה' הוא שלא תאיר יותר מיכולת שוכני בתי חומר. והנה הגם שדעת השמש היה לשם ה' שלא להמעיט כבודו יתברך באור צמצומה. אך לפי שאמרה עד שתעשה דין לבן עמרם נאמר לה על כבודי לא חסת וכו' ומחוהו בשיתין פולסי דנורא שתצא להאיר. והנה הארץ רעשה בימי עוזיהו ורצתה לבלוע אותו כמאמר חז\"ל <small>(תנחומא נח י\"ג)</small>. ואכן שהיתה יראה שלא יעשה לה כאשר נעשה בהשמש. והנה ודאי גם כאן רעשה הארץ לעשות דין לבן עמרם ואולם עד אשר לא שמעה שכבוד ה' בזה והיתה סבורה שעיקר מחלוקותם על משה ואהרן אף שידעה שהם ידידי ה', כי הכל ידעו מעלת משה כמאמר חז\"ל <small>(שבת פ\"ט.)</small> שהתהום השיב לא בי היא התורה נלך אצל בן עמרם. אף על פי כן אמרה איך אעשה בעצמי מעשה כזה בשביל כבוד בשר ודם ופן ישיבו לי כתשובת השמש. ואך עתה בשמעה ממשה כי נאצו האנשים האלה את ה' וכל מחלוקותם כביכול על ה' הוא, אז אמרה ודאי ראוי לי לחוס על כבוד ה' ולעשות דין ומשפט במכעיסיו שיתגדל שם ה' בזה. ועל כן ויהי ככלותו לדבר את כל הדברים האלה ושמעה הארץ כי התיצבו האנשים האלה על ה' אז אמרה עת לעשות לה' ותבקע האדמה אשר תחתיהם ותפתח הארץ את פיה ותבלע אותם כי קנאין פוגעין במרגיזי האל ברוך הוא לעשות בו דין ומשפט כמעשה טיטוס <small>(גיטין נ\"ו:)</small> שעמד נחשול שבים לטובעו ולהיפוך נכנעין הן לפני עובדי ה' למלאות רצונם כמעשה גינאי נהרא שחילק מימיו לפני רבי פנחס בן יאיר כמאמר חז\"ל <small>(בחולין ז'.)</small>. ועל כן, ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc283c1533e001928acfd", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 16:31:1", "anchorRef": "Numbers 16:31", "anchorRefExpanded": ["Numbers 16:31"], "sourceRef": "Malbim on Numbers 16:31:1", "sourceHeRef": "מלבי\"ם על במדבר ט״ז:ל״א:א׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 31.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>ותבקע האדמה </b>אדמה נקרא מה שלמעלה והארץ נקרא הכדור עצמו, ומפרש מ\"ש ופצתה האדמה, שהכונה שפי הארץ יצא מן הארץ מעומק הכדור קרוב לתהום, והאדמה שלמעלה רק נבקעה לתת מקום אל הפה שיצא מן העומק לצאת דרך שם עד שמ\"ש ופצתה האדמה ר\"ל שהאדמה שלמעלה דרך שם יצא הפה הנמצא בעומק, וסדר שתחלה בלעה דתן ואבירם שהיו סמוכים אל הפה, ואח\"ז נתארך עד מחנה לויה ובלעה את כל האדם אשר לקרח כנ\"ל:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d3efaa54269d600176a615a", "index_title": "Abarbanel on Jeremiah", "category": "Quoting Commentary", "type": "", "ref": "Abarbanel on Jeremiah, Introduction 2", "anchorRef": "Numbers 16:30-31", "anchorRefExpanded": ["Numbers 16:30", "Numbers 16:31"], "sourceRef": "Abarbanel on Jeremiah, Introduction 2", "sourceHeRef": "אברבנאל על ירמיהו, הקדמה ב׳", "anchorVerse": 30, "sourceHasEn": false, "compDate": [1502, 1508], "commentaryNum": 2, "collectiveTitle": {"en": "Abarbanel on Jeremiah", "he": "אברבנאל על ירמיהו"}, "heTitle": "הקדמה", "he": "וראוי עתה להתבונן בענין ירמיהו הנביא עליו השלום, אם היה שלם בשלשת החקויים הנזכרים או בקצתם, וכפי הנראה בספוריו ונבואותיו יתבאר באמת, שהיה הנביא הזה שלם בחקוי והשלימות הראשון, רצ' לומר בשלימות נפשו והשגתו וקרבתו אל האלקים, עד שבמעלת נבואתו נתקרב ונתדמה לאדון הנביאים ע\"ה בהרבה מעניניו, וההדמות הזה במשיגים ובמקרים, מורה על היות מעלתו בנבואה יותר קרובה ומתדמה למעלת אדוננו משה משאר הנביאים, והנה הדברים אשר ראיתי שבהם נתדמה ירמיהו לאדון הנביאים, הם אלה שאזכור לך אחד לאחד. האחד, שכמו שהיה משה משבט לוי כך היה ירמיהו משבט לוי מן הכהנים אשר בענתות. הב', כמו שמשה רבנו ע\"ה סרב בשליחותו כמ\"ש מי אנכי וגומר כך ירמיהו סרב בשליחותו שנאמר הנה לא ידעתי דבר. הג', מרע\"ה ניבא לישראל מ' שנה וירמיהו ניבא מ' שנה כמו שיתבאר. הד', מרע\"ה עמדו בני שבטו כנגדו קרח ועדתו וירמיהו גם כן עמדו בני שבטו אנשי ענתות כנגדו. הה', מרע\"ה הושלך ליאור בידי קרוביו וירמיהו הושלך לבור בידי קרוביו. הו', מרע\"ה ניצול ויצא מהיאור על ידי שפחה אחת של בת פרעה וירמיהו נצול מהבור על ידי עבד מלך הכושי. הז', מרע\"ה הוכיח לישראל פעמים רבות על עונותיהן וירמיהו גם כן. הח', מרע\"ה ייעד לישראל בגלותם וגאולתם מהגלות וירמיהו ג\"כ ייעדם בגלות' וגאולתם מהגלות. הט', מרע\"ה הוכיח לישרא' על חלול שבת וירמיהו גם כן. הי', מרע\"ה בקש מהקב\"ה קושית צדיק ורע לו רשע וטוב לו במאמר הודיעני נא את דרכיך (שמות לג, יג עיין ברכות ז, א) וירמיהו בקש זה באמרו צדיק אתה השם וגו' מדוע דרך רשעים צלחה. הי\"א, מרע\"ה הזהיר לישראל שלא ישובו עוד למצרים וירמיהו גם כן. הי\"ב, מרע\"ה אמר מעצמו אם כמות כל האדם ימותון אלה וגו' ופצתה הארץ (במדבר טז, ל - לא) וגו' וירמיהו גם כן אמר מעצמו, לחנניה בן עזור לפי שהכחיש נבואתו השנה אתה מת וגומר. הי\"ג, מרע\"ה שבר את הלוחות, וירמיהו כמו שקבלו חז\"ל גנז הארון והלוחות. הי\"ד, מרע\"ה לא זכה למות ולהקבר בארץ ונקבר חוצה לארץ, וירמיהו גם כן מת ונקבר חוצה לארץ. הרי לך י\"ד דברים, שנתדמה בהם ירמיהו למשה רבינו ע\"ה ולא היה זה אלא מפני היות מדרגת נבואת ירמיהו יותר קרובה ומתדמה למדרגת אדון הנביאים משאר נביאי ישרא'. וכבר התעוררו ז\"ל בפסיקתא רבתי (פסיקתא דרב כהנא פי\"ג, ו) על זה ההדמות אמרו שם, רבי יהודה ב\"ר סימון פתח נביא אקים להם מקרב אחיהם כמוך (דברים יח, יח), וכתיב ולא קם נביא עוד בישראל כמשה (שם לד, י), ואתה אמרת כמוך אלא זה ירמיהו שהיה כמוהו בתוכחות, אתה מוצא כל מה שכתוב בזה כתוב בזה, זה נתנבא מ' שנה וזה נתנבא מ' שנה, זה נתנבא על יהודה וישראל וזה נתנבא על יהודה וישראל, זה עמדו בני שבטו כנגדו וזה עמדו בני שבטו כנגדו, זה הושלך ליאור וזה הושלך לבור, זה ניצל על ידי אמה וזה ניצל על ידי עבד, זה בא בדברי תוכחות וזה בא בדברי תוכחות. ע\"כ. הנה העירו על קצת מהדמוים אשר זכרתי אני פה לקיים שעל ירמיהו נאמר למשה רבינו נבא אקים להם מקרב אחיהם כמוך, והוא המורה שהיתה מדרגת ירמיהו בנבואה עליונה מאד, ויותר קרובה למדרגת משה אדוננו ממדרגת שאר הנביאים, וזה מענין השלימות והחקוי הראשון:\n", "heVersionTitle": "Abarbanel, Tel Aviv 1960", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d8ccee3e686194f6d052e65", "index_title": "Machzor Yom Kippur Ashkenaz", "category": "Liturgy", "type": "", "ref": "Machzor Yom Kippur Ashkenaz, The Morning Prayers, Akeidah (The Binding of Yitzchak) 4", "anchorRef": "Numbers 16:2-35", "anchorRefExpanded": ["Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35"], "sourceRef": "Machzor Yom Kippur Ashkenaz, The Morning Prayers, Akeidah (The Binding of Yitzchak) 4", "sourceHeRef": "מחזור אשכנז ליום כיפור, תפלת שחרית, עקדה ד׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1155, 1205], "commentaryNum": 4, "collectiveTitle": {"en": "Machzor Yom Kippur Ashkenaz", "he": "מחזור אשכנז ליום כיפור"}, "heTitle": "עקדה", "he": "<b>לְעוֹלָם </b>יְהֵא אָדָם יְרֵא שָׁמַֽיִם בַּסֵּֽתֶר וּבַגָּלוּי וּמוֹדֶה עַל הָאֱמֶת וְדוֹבֵר אֱמֶת בִּלְבָבוֹ וְיַשְׁכֵּם וְיֹאמַר: רִבּוֹן כָּל הָעוֹלָמִים לֹא עַל צִדְקוֹתֵֽינוּ אֲנַֽחְנוּ מַפִּילִים תַּחֲנוּנֵֽינוּ לְפָנֶֽיךָ כִּי עַל רַחֲמֶֽיךָ הָרַבִּים, מָה אָֽנוּ מֶה חַיֵּֽינוּ מֶה חַסְדֵּֽנוּ, מַה צִּדְקוֹתֵֽינוּ, מַה יְּשׁוּעָתֵֽנוּ, מַה כֹּחֵֽנוּ מַה גְּבוּרָתֵֽנוּ, מַה נֹּאמַר לְפָנֶֽיךָ יְהֹוָה אֱלֹהֵֽינוּ וֵאלֹהֵי אֲבוֹתֵֽינוּ הֲלֹא כָּל הַגִּבּוֹרִים כְּאַֽיִן לְפָנֶֽיךָ וְאַנְשֵׁי הַשֵּׁם כְּלֹא הָיוּ וַחֲכָמִים כִּבְלִי מַדָּע וּנְבוֹנִים כִּבְלִי הַשְׂכֵּל כִּי רוֹב מַעֲשֵׂיהֶם תֹּֽהוּ וִימֵי חַיֵּיהֶם הֶֽבֶל לְפָנֶֽיךָ, וּמוֹתַר הָאָדָם מִן הַבְּהֵמָה אָֽיִן כִּי הַכֹּל הָֽבֶל: ", "heVersionTitle": "The Metsudah Machzor. Metsudah Publications, New York - Heb (paragraph ed.)", "heLicense": "", "heVersionTitleInHebrew": "", "text": "<b>A person</b> should always be in fear of God, privately as well as openly,<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">Some people conduct themselves in a God-fearing manner in the presence of others (in public), but in the privacy of their homes, do whatever they please. There are others who do just the opposite. In private they are governed by fear of Hashem, but in the presence of others they are too embarrassed or intimidated to be God-fearing. A Jew must always fear Hashem, in private as well as in public.—Si’ach Yitzchok</i> [he should] admit the truth,<sup class=\"footnote-marker\">51</sup><i class=\"footnote\">Acknowledging the truth is fundamental to serving Hashem, and to all human behavior. One who is concerned merely with “winning the argument” will go to any extreme to come out on top. This attitude caused the downfall of the 250 leaders who joined Korach, rather than acknowledge the truth of Moshe’s declaration (Bamidbar 16:2—35).—Si’ach Yitzchok</i> and speak truth in his heart,<sup class=\"footnote-marker\">52</sup><i class=\"footnote\">It is not sufficient to merely acknowledge the truth verbally but one must speak truth in his heart as well. Rashi on the Talmud (Maseches Makos 24a) cites the following incident as an example of how one should speak truth in his heart: A buyer once offered to purchase an article from Rav Safra while he was reciting the Shema. Because he could not indicate his acceptance, the anxious purchaser increased his offer. Rav Safra refused the increment because in his heart he had already accepted the original offer.</i> and rise early and proclaim: Master of all the worlds! Not on account of our righteousness do we offer our supplications before You, but on account of Your abundant mercy. What are we? What is our life? What are our acts of kindness? What is our righteousness? What is our deliverance?<sup class=\"footnote-marker\">53</sup><i class=\"footnote\">Of ourselves or others.</i> What is our strength? What is our might? What can we say before You, Adonoy, our God and God of our fathers? Are not all the mighty men as nothing before You? Famous men as though they had never been? The wise as if they were without knowledge? And men of understanding, as if they were devoid of intelligence? For most of their actions are a waste,<sup class=\"footnote-marker\">54</sup><i class=\"footnote\">In terms of achievement.—Dover Sholom</i> and the days of their life are trivial<sup class=\"footnote-marker\">55</sup><i class=\"footnote\">In terms of time.—Dover Sholom</i> in Your presence. The superiority of man over the beast is nil, for all is futile. ", "versionTitle": "The Metsudah Machzor. Metsudah Publications, New York - Eng (paragraph ed.)", "license": "", "versionTitleInHebrew": ""}, {"_id": "5d8cd3e4b2d947e2a43f1b3e", "index_title": "Machzor Rosh Hashanah Ashkenaz", "category": "Liturgy", "type": "", "ref": "Machzor Rosh Hashanah Ashkenaz, The Morning Prayers, Akeidah (The Binding of Yitzchak) 4", "anchorRef": "Numbers 16:2-35", "anchorRefExpanded": ["Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35"], "sourceRef": "Machzor Rosh Hashanah Ashkenaz, The Morning Prayers, Akeidah (The Binding of Yitzchak) 4", "sourceHeRef": "מחזור אשכנז לראש השנה, תפילת שחרית, עקידה ד׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1155, 1205], "commentaryNum": 4, "collectiveTitle": {"en": "Machzor Rosh Hashanah Ashkenaz", "he": "מחזור אשכנז לראש השנה"}, "heTitle": "עקידה", "he": "<b>לְעוֹלָם </b>יְהֵא אָדָם יְרֵא שָׁמַֽיִם בַּסֵּֽתֶר וּבַגָּלוּי וּמוֹדֶה עַל הָאֱמֶת וְדוֹבֵר אֱמֶת בִּלְבָבוֹ וְיַשְׁכֵּם וְיֹאמַר: ", "heVersionTitle": "The Metsudah Machzor. Metsudah Publications, New York -- he (paragraph ed.)", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<b>A person</b> should always be in fear of God, privately as well as openly,<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">Some people conduct themselves in a God-fearing manner in the presence of others (in public), but in the privacy of their homes, do whatever they please. There are others who do just the opposite. In private they are governed by fear of Hashem, but in the presence of others they are too embarrassed or intimidated to be God-fearing. A Jew must always fear Hashem, in private as well as in public.—Si’ach Yitzchak</i> [he should] admit the truth,<sup class=\"footnote-marker\">51</sup><i class=\"footnote\">Acknowledging the truth is fundamental to serving Hashem, and to all human behavior. One who is concerned merely with “winning the argument” will go to any extreme to come out on top. This attitude caused the downfall of the 250 leaders who joined Korach, rather than acknowledge the truth of Moshe’ declaration (Bamidbar 16:2-35).—Si’ach Yitzchak</i> and speak truth in his heart,<sup class=\"footnote-marker\">52</sup><i class=\"footnote\">It is not sufficient to merely acknowledge the truth verbally but one must speak truth in his heart as well. Rashi on the Talmud (Maseches Makos 24a) cites the following incident as an example of how one should speak truth in his heart: A buyer once offered to purchase an article from Rav Safra while he was reciting the Shema. Because he could not indicate his acceptance, the anxious purchaser increased his offer. Rav Safra refused the increment because in his heart he had already accepted the original offer.</i> and rise early and proclaim: ", "versionTitle": "The Metsudah Machzor. Metsudah Publications, New York -- en (paragraph ed.)", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5e1484a85e6ea9e54b43d8e9", "index_title": "Chatam Sofer on Torah", "category": "Commentary", "type": "commentary", "ref": "Chatam Sofer on Torah, Korach 44", "anchorRef": "Numbers 16:31", "anchorRefExpanded": ["Numbers 16:31"], "sourceRef": "Chatam Sofer on Torah, Korach 44", "sourceHeRef": "חתם סופר על התורה, קרח מ״ד", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1785, 1835], "commentaryNum": 44, "collectiveTitle": {"en": "Chatam Sofer", "he": "חתם סופר"}, "heTitle": "קרח", "he": "<b>ויהי ככלותו לדבר</b> כ' מורי בהפלאה זצ\"ל כי מרע\"ה רצה להתנות תנאי כפול אם כמות כל אדם וכו' לא ה' שלחני ואם בריאה יברא וכו' דהיינו מכלל ברכה לא נשמע קללה וכן בהיפוך ע\"כ הי' צריך לכפול תנאו אלא שצריך להקדים הן ללאו והכי הקדים לאו לא ה' שלחני אלא שלא רצה להתחיל בפורעניות ודעתו הי' להכפיל אח\"כ עוד הפעם אם כמות כל אדם וכו' כדתיקון שמואל אם לא מתי אם מתי ואם לא מתי בגיטין דף ע\"ו וזהו שאמר ויהי ככלותו לדבר טרם שכפל התנאי מיד ותבקע האדמה:", "heVersionTitle": "Chatam Sofer on Torah, Bratislava, 1879-1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת משה. פרעסבורג, תרל\"ט-תרנ\"ג", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1d6de03353e1a24e02b454", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Genesis 24:15:1", "anchorRef": "Numbers 16:31", "anchorRefExpanded": ["Numbers 16:31"], "sourceRef": "Midrash Lekach Tov, Genesis 24:15:1", "sourceHeRef": "מדרש לקח טוב, בראשית כ״ד:ט״ו:א׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "בראשית", "he": "<b>ויהי הוא טרם כלה לדבר.</b> <i data-commentator=\"Notes and Corrections\" data-order=\"69\"></i> שלשה נענו במענה פיהם. אליעזר עבד אברהם. דכתיב ויהי הוא טרם כלה לדבר. משה דכתיב ויהי ככלות לדבר את כל הדברים האלה ותבקע האדמה אשר תחתיהם (במדבר טז לא). שלמה. דכתיב <i data-commentator=\"Notes and Corrections\" data-order=\"70\"></i> ויהי ככלותו להתפלל אל ה' והאש ירדה מן השמים (דה\"ב ז א).", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9f361d77ecfb0d09e6fe", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 16:31:1", "anchorRef": "Numbers 16:31", "anchorRefExpanded": ["Numbers 16:31"], "sourceRef": "Midrash Lekach Tov, Numbers 16:31:1", "sourceHeRef": "מדרש לקח טוב, במדבר ט״ז:ל״א:א׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 31.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> ויהי ככלותו לדבר את כל הדברים האלה ותבקע האדמה אשר תחתיהם. תיכף לדברי משה הובקעה כדי שידעו ישראל שהוא אמת ותורתו אמת:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60b3682c34fa9b4eb22f4a93", "index_title": "Ketonet Pasim", "category": "Chasidut", "type": "", "ref": "Ketonet Pasim, Pinchas 35", "anchorRef": "Numbers 16:31", "anchorRefExpanded": ["Numbers 16:31"], "sourceRef": "Ketonet Pasim, Pinchas 35", "sourceHeRef": "כתונת פסים, פנחס ל״ה", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1777, 1783], "commentaryNum": 35, "collectiveTitle": {"en": "Ketonet Pasim", "he": "כתונת פסים"}, "heTitle": "פנחס", "he": "<b>ונחזור</b> לענין בלועי קרח, ותרי בזעי - שהם ב' מדות רעות הנקרא חנופה וגסות הרוח, שגרמו להם להיאבד מן העולם, שנשתמשו בהם למטה בארץ, וז\"ש (במדבר טז, לא) ותבקע האדמה, אמנם משה ואהרן השתמשו בו למעלה במילי דשמיא. ובזה יובן, תא אחוי לך בלועי דקרח, כמו שכתב <b>מוהרש\"א</b>, יעו\"ש, וב' עבירות חנופה וגסות הרוח מהן נפיק קוטרא - חרון אף. ושקלו עמרא ומשי במיא, ר\"ל הצמר שנקרא עמרא תמיד עולה, אף שכובשין אותו למטה חוזר ועולה למעלה, והחוש מעיד על זה, והוא כנוי לגסות הרוח. ומשי במיא, היא חנופה היורד למטה, כמו מים, להכניע עצמו להאדם שחונף לו שיאהב אותו.", "heVersionTitle": "Eichen edition. Jerusalem, 2011", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60c25f7b5b3bec7ec8d3532e", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "quotation", "ref": "Midrash Tanchuma, Korach 9:1", "anchorRef": "Numbers 16:31", "anchorRefExpanded": ["Numbers 16:31"], "sourceRef": "Midrash Tanchuma, Korach 9:1", "sourceHeRef": "מדרש תנחומא, קרח ט׳:א׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "קרח", "he": "<b>וַיְהִי</b> כְּכַלּוֹתוֹ לְדַבֵּר אֶת כָּל הַדְּבָרִים הָאֵלֶּה. לְלַמֶּדְךָ, שֶׁמִּכָּל מָקוֹם שֶׁהוּא רוֹצֶה, מַצְמִיחַ אֶת הַפֻּרְעָנִיּוּת. וְיָרְדוּ הֵם וְכָל אֲשֶׁר לָהֶם חַיִּים שְׁאוֹלָה. יֵשׁ אוֹמְרִים: חַיִּים נִדּוֹנִין עַד עַכְשָׁו. וַתְּכַס עֲלֵיהֶם הָאָרֶץ, הֵם אָבְדוּ וְלֹא סְרָרוּתָן, אֶלָּא נַעֲשׂוּ תַּחְתֵּיהֶם שָׂרֵי אֲלָפִים, שָׁרֵי מֵאוֹת. וְכָל יִשְׂרָאֵל אֲשֶׁר סְבִיבוֹתֵיהֶם נָסוּ לְקוֹלָם, שֶׁהָיוּ צוֹוְחִין, מֹשֶׁה רַבֵּנוּ, הַצִּילֵנוּ. וְאֵשׁ יָצְאָה מֵאֵת ה' וְגוֹ'. אֵלּוּ הָיוּ נִבְלָעִים וְאֵלּוּ הָיוּ נִשְׂרָפִין, וְקֹרַח עוֹמֵד בֵּין הַשְּׂרוּפִים, שֶׁאָמַר לוֹ מֹשֶׁה, וְאַתָּה וְאַהֲרֹן אִישׁ מַחְתָּתוֹ. וְקֹרַח לָקָה יוֹתֵר מִכֻּלָּם, שֶׁנִּשְׂרַף וְנִבְלַע. וְלָמָּה נַעֲשָׂה בּוֹ שְׁנֵי דִּינִין. שֶׁאִלּוּ נִשְׂרַף וְלֹא נִבְלַע, הֲרֵי הַבְּלוּעִים מִתְרָעֲמִין וְאוֹמְרִים: שֶׁלֹּא הֵבִיא עָלֵינוּ אֶת כָּל הַפֻּרְעָנִיּוּת הַזֶּה אֶלָּא קֹרַח, וַהֲרֵי הֵן נִבְלָעִין וְקֹרַח נִצֹּל. וְאִלּוּ נִבְלַע וְלֹא נִשְׂרַף, הָיוּ הַשְּׂרוּפִים מִתְרָעֲמִין וְאוֹמְרִין, שֶׁלֹּא הֵבִיא עָלֵינוּ אֶת הַפֻּרְעָנִיּוּת הַזֶּה אֶלָּא קֹרַח, וַהֲרֵי הֵן נִשְׂרָפִין וְהוּא נִצֹּל. לְפִיכָךְ נִדּוֹן בִּשְׁנֵי מִיתוֹת. לִהֵט הָאֵשׁ תְּחִלָּה לְעֵינֵי כָּל הַשְּׂרוּפִים, בְּיָדוֹ הָיְתָה הַמַּחְתָּה וְהַקְּטֹרֶת בָּהּ, וְקִפַּלְתּוֹ הָאֵשׁ כְּכַדּוּר, וְהָאֵשׁ מְגַלְגֶּלֶת בּוֹ עַד שֶׁהֱבִיאַתּוּ לְפִי הָאָרֶץ לְבֵין הַבְּלוּעִים, שֶׁנֶּאֱמַר: וַתִּפְתַּח הָאָרֶץ אֶת פִּיהָ וְגוֹ'.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "(Numb. 16:31:) “Then it came to pass, as soon as he had finished speaking […, that the ground under them was split apart].” [This is] to teach you He causes retribution to spring up from any place that He wants.<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">Numb. R. 18:19.</i> (Numb. 16:33:): “So they and all that belonged to them went down alive into Sheol.” Some say they are alive and being punished up to the present. (Ibid., cont.:) “Then the earth closed over them.” They perished but not their offices; indeed, other leaders were appointed in their stead. (Numb. 16:34:) “Then all Israel, since they were round about them, fled at their cry”; since they cried out to Moses, “Moses our master, save us!” (Numb. 16:35:) “And a fire went forth from the Lord [and consumed the two hundred and fifty men offering the incense].” These had been swallowed up, but those were burned; and Korah stood among those who were burned, as Moses had said (in Numb. 16:17), “you also and Aaron, each his censer.” Moreover, Korah received more [punishment] than all of them, in that he was [both] burned and swallowed up. And why were both sentences carried out against him? Because if he had been burned but not swallowed up, those who were swallowed up would have complained and said that though only Korah had brought retribution upon them, here they were being swallowed up while he escaped. But if he had been swallowed up and not burned, those who were burned would have complained and said, “Although only Korah brought this retribution upon us, here we are burned while he escaped.” For that reason he was condemned to both deaths. First in the sight of all who were being burned, he was set ablaze; in his hand was the censer with the incense in it, and [then] the fire rolled him up like a ball.<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">Numb. R. 18:19.</i> And the fire rolled him along until it brought him to the mouth of the earth among those being swallowed up, as stated (in Numb. 16:32), “And the earth opened its mouth.”", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "612254da5de8bfb900edc2d0", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "anchorRef": "Numbers 15:30-31:19", "anchorRefExpanded": ["Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק ראשון, פרק ה י״ב", "anchorVerse": 30, "sourceHasEn": true, "commentaryNum": 12, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "If the stranger can enjoy literal and metaphysical benefits such as atonement, what makes the stranger a stranger at all? Multiple times in the Pentateuch is the expression “there shall be one law for you and the resident alien” used to show legal equivalence.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See Exodus 12:48–49; Leviticus 7:7, 24:22; Numbers 9:14, 15:15, 15:29–30.</i> Like citizens, strangers can be cut off from the community for cursing God and are obliged to refrain from behaviors that engender impurity.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">For examples, see Leviticus 4, 17:15–16, 18:27–28, 35:34–35; Numbers 15:30–31, 19:13, 19:20.</i> The stranger and the citizen both enjoy the privileges of the community and are both accountable for their place in the community and for their personal relationships with God through prohibitive commands. A poor gentile or <i>ger </i>was counted among the recipients of communal welfare (Lev. 19:10) and enjoyed the protections of the community as a relative equal (Lev. 24:22). Who, then, was the stranger, if during this period of transition there was no land from which to claim citizenship? Who was a stranger if we were all strangers? Furthermore, what made this individual alien if he was included in the community, such that both citizen and stranger were “alike before the Lord”?", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61225507412970c0e359d91a", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "anchorRef": "Numbers 13:27-29:31", "anchorRefExpanded": ["Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק שני, פרק ח כ״ג", "anchorVerse": 27, "sourceHasEn": true, "commentaryNum": 23, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ח", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>This is what they told him: “We came to the land you sent us to; it does indeed flow with milk and honey, and this is its fruit. However, the people who inhabit the country are powerful, and the cities are fortified and very large; moreover, we saw the Anakites there. Amalekites dwell in the Negeb region; Hittites, Jebusites, and Amorites inhabit the hill country; and Canaanites dwell by the Sea and along the Jordan…. We cannot attack that people, for it is stronger than we.” Thus they spread calumnies among the Israelites about the land they had scouted, saying, “The country that we traversed and scouted is one that devours its settlers. All the people that we saw in it are men of great size; we saw the Nephilim there – the Anakites are part of the Nephilim and we looked like grasshoppers to ourselves, and so we must have looked to them.” (Num. 13:27–29, 31–33)</small>", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61225517412970c0e359d97a", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 9; What Makes a Follower? 29", "anchorRef": "Numbers 16:31-35", "anchorRefExpanded": ["Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 9; What Makes a Follower? 29", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק שני, פרק ט כ״ט", "anchorVerse": 31, "sourceHasEn": true, "commentaryNum": 29, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ט", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>Scarcely had he finished speaking all these words when the ground under them burst asunder, and the earth opened its mouth and swallowed them up with their households, all Korah’s people and all their possessions. They went down alive into Sheol, with all that belonged to them; the earth closed over them and they vanished from the midst of the congregation. All Israel around them fled at their shrieks, for they said, “The earth might swallow us up.” And a fire went forth from the Lord and consumed the two hundred and fifty men and their incense. (Num. 16:31–35)</small>", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6241ae3ba332ee60fbb0d645", "index_title": "Menorat HaMaor", "category": "Musar", "type": "", "ref": "Menorat HaMaor, iv; On Humility, Developing Humility 23", "anchorRef": "Numbers 16:31", "anchorRefExpanded": ["Numbers 16:31"], "sourceRef": "Menorat HaMaor, iv; On Humility, Developing Humility 23", "sourceHeRef": "מנורת המאור, ד; פרק הענווה, הדברים המביאין לידי ענוה כ״ג", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1391], "commentaryNum": 23, "collectiveTitle": {"en": "Menorat HaMaor", "he": "מנורת המאור"}, "heTitle": "הדברים המביאין לידי ענוה", "he": "תשיעי. כשיחשוב האדם בעונש שעתיד לקבל על עונותיו. [מצינו קרח שנענש בחטאו פתאום והוא יושב לבטח, שנא’ (במדבר טז, לא) ותבקע האדמה אשר תחתיהם, וכתיב (במדבר טז, לג) וירדו הם וכל אשר להם חיים שאולה]. מצינו כמה אנשים שמתו פתאום, ולא הספיקו לעשות תשובה, וקבלו עונש גדול על עונותם.", "heVersionTitle": "Menorat HaMaor, Alnakawa, H.G. Enelow ed. N.Y. 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319cf83b6084aa1cbef8b3f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אֲדָמָה 1", "anchorRef": "Numbers 16:31", "anchorRefExpanded": ["Numbers 16:31"], "sourceRef": "BDB, אֲדָמָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, אֲדָמָה א׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אֲדָמָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">אֲדָמָה</span></big><sub>224</sub>  <strong>n.f. ground, land (</strong>as <em>tilled</em>, Ger. <em>bebaut</em>? Dl<sup>Pr 105</sup>, but Fleisch. (Merx<sup>Archiv I, 236 f</sup>) comp. Ar. <span dir=\"rtl\">أَدَمَة</span> <em>skin</em>, as smoothly covering & close-fitting; √<span dir=\"rtl\">דם</span> cf. Ar. <span dir=\"rtl\">دَمَّ</span> <em>smear</em> (spread over surface); cf. also Nö<sup>ZMG 1886, 737</sup><strong>)</strong>—<span dir=\"rtl\">א׳</span> <a data-ref=\"Genesis 1:25\" href=\"/Genesis.1.25\">Gn 1:25</a> +; cstr. <span dir=\"rtl\">אַדְמַת</span> <a data-ref=\"Genesis 47:20\" href=\"/Genesis.47.20\">Gn 47:20</a> +; sf. <span dir=\"rtl\">אַדְמָתִי</span> <a data-ref=\"Job 31:38\" href=\"/Job.31.38\">Jb 31:38</a> + 2 textual etc.; pl. <span dir=\"rtl\">אֲדָמוֹת</span> <a data-ref=\"Psalms 49:12\" href=\"/Psalms.49.12\">ψ 49:12</a>—<br><strong>1.</strong>  <em>ground</em> (as tilled, yielding sustenance) <a data-ref=\"Genesis 2:5\" href=\"/Genesis.2.5\">Gn 2:5</a>, <a data-ref=\"Genesis 2:9\" href=\"/Genesis.2.9\">9</a>; <a data-ref=\"Genesis 3:17\" href=\"/Genesis.3.17\">3:17</a>, <a data-ref=\"Genesis 3:23\" href=\"/Genesis.3.23\">23</a>; <a data-ref=\"Genesis 4:2\" href=\"/Genesis.4.2\">4:2</a>, <a data-ref=\"Genesis 4:3\" href=\"/Genesis.4.3\">3</a>, <a data-ref=\"Genesis 4:12\" href=\"/Genesis.4.12\">12</a>; <a data-ref=\"Genesis 5:29\" href=\"/Genesis.5.29\">5:29</a>; <a data-ref=\"Genesis 8:21\" href=\"/Genesis.8.21\">8:21</a>; <a data-ref=\"Genesis 19:25\" href=\"/Genesis.19.25\">19:25</a>; <a data-ref=\"Genesis 47:23\" href=\"/Genesis.47.23\">47:23</a> <a data-ref=\"Exodus 34:26\" href=\"/Exodus.34.26\">Ex 34:26</a> (all J); <a data-ref=\"Exodus 23:19\" href=\"/Exodus.23.19\">Ex 23:19</a> (E) <a data-ref=\"Deuteronomy 7:13\" href=\"/Deuteronomy.7.13\">Dt 7:13</a>; <a data-ref=\"Deuteronomy 11:17\" href=\"/Deuteronomy.11.17\">11:17</a>; <a data-ref=\"Deuteronomy 26:2\" href=\"/Deuteronomy.26.2\">26:2</a>, <a data-ref=\"Deuteronomy 26:10\" href=\"/Deuteronomy.26.10\">10</a>, <a data-ref=\"Deuteronomy 26:15\" href=\"/Deuteronomy.26.15\">15</a>; <a data-ref=\"Deuteronomy 28:4\" href=\"/Deuteronomy.28.4\">28:4</a>, <a data-ref=\"Deuteronomy 28:11\" href=\"/Deuteronomy.28.11\">11</a>, <a data-ref=\"Deuteronomy 28:18\" href=\"/Deuteronomy.28.18\">18</a>, <a data-ref=\"Deuteronomy 28:33\" href=\"/Deuteronomy.28.33\">33</a>, <a data-ref=\"Deuteronomy 28:42\" href=\"/Deuteronomy.28.42\">42</a>, <a data-ref=\"Deuteronomy 28:51\" href=\"/Deuteronomy.28.51\">51</a>; <a data-ref=\"Deuteronomy 30:9\" href=\"/Deuteronomy.30.9\">30:9</a>; <a data-ref=\"II Samuel 9:10\" href=\"/II_Samuel.9.10\">2 S 9:10</a> <a data-ref=\"Isaiah 1:7\" href=\"/Isaiah.1.7\">Is 1:7</a>; <a data-ref=\"Isaiah 28:24\" href=\"/Isaiah.28.24\">28:24</a>; <a data-ref=\"Isaiah 30:23\" href=\"/Isaiah.30.23\">30:23</a><sup>(×2)</sup>, <a data-ref=\"Isaiah 30:24\" href=\"/Isaiah.30.24\">24</a> <a data-ref=\"Jeremiah 7:20\" href=\"/Jeremiah.7.20\">Je 7:20</a>; <a data-ref=\"Jeremiah 14:4\" href=\"/Jeremiah.14.4\">14:4</a>; <a data-ref=\"Jeremiah 25:33\" href=\"/Jeremiah.25.33\">25:33</a> <a data-ref=\"Haggai 1:11\" href=\"/Haggai.1.11\">Hg 1:11</a> <a data-ref=\"Malachi 3:11\" href=\"/Malachi.3.11\">Mal 3:11</a> <a data-ref=\"Psalms 83:11\" href=\"/Psalms.83.11\">ψ 83:11</a>; <a data-ref=\"Psalms 105:35\" href=\"/Psalms.105.35\">105:35</a> <a data-ref=\"Proverbs 12:11\" href=\"/Proverbs.12.11\">Pr 12:11</a> <a data-ref=\"Proverbs 28:19\" href=\"/Proverbs.28.19\">28:19</a> <a data-ref=\"I Chronicles 27:26\" href=\"/I_Chronicles.27.26\">1 Ch 27:26</a> <a data-ref=\"Nehemiah 10:36\" href=\"/Nehemiah.10.36\">Ne 10:36</a>, <a data-ref=\"Nehemiah 10:38\" href=\"/Nehemiah.10.38\">38</a> cf. fig. <a data-ref=\"Job 5:6\" href=\"/Job.5.6\">Jb 5:6</a> (‖ <span dir=\"rtl\">עפר</span>); personif. <a data-ref=\"Job 31:38\" href=\"/Job.31.38\">31:38</a> <a data-ref=\"Joel 1:10\" href=\"/Joel.1.10\">Jo 1:10</a>; also <span dir=\"rtl\">אִישׁ הָא׳</span> <a data-ref=\"Genesis 9:20\" href=\"/Genesis.9.20\">Gn 9:20</a> (J) <em>tiller, husbandman;</em> meton. <span dir=\"rtl\">אֹהֵב א׳</span> <a data-ref=\"II Chronicles 26:10\" href=\"/II_Chronicles.26.10\">2 Ch 26:10</a> i.e. <em>lover of husbandry</em> (or do these point to earlier meaning <em>tillage</em>? cf. Dl<sup>Pr 105</sup>) <span dir=\"rtl\">אִישׁ עֹבֵד א׳</span> <a data-ref=\"Zechariah 13:5\" href=\"/Zechariah.13.5\">Zc 13:5</a>.<br>†<strong>2.</strong>  <em>piece of ground</em>, landed property <a data-ref=\"Genesis 47:18\" href=\"/Genesis.47.18\">Gn 47:18</a>, <a data-ref=\"Genesis 47:19\" href=\"/Genesis.47.19\">19</a><sup>(×3)</sup>, <a data-ref=\"Genesis 47:20\" href=\"/Genesis.47.20\">20</a>, <a data-ref=\"Genesis 47:22\" href=\"/Genesis.47.22\">22</a><sup>(×2)</sup>, <a data-ref=\"Genesis 47:23\" href=\"/Genesis.47.23\">23</a>, <a data-ref=\"Genesis 47:26\" href=\"/Genesis.47.26\">26</a> (all J) <a data-ref=\"Psalms 49:12\" href=\"/Psalms.49.12\">ψ 49:12</a> (pl.)<br>†<strong>3.</strong>  <em>earth</em> as material substance; of wh. man is made <a data-ref=\"Genesis 2:7\" href=\"/Genesis.2.7\">Gn 2:7</a> <span dir=\"rtl\">(עָפָר מִן־הָא׳)</span>; so animals v <a data-ref=\"Genesis 2:19\" href=\"/Genesis.2.19\">19</a> <span dir=\"rtl\">(מִן־הָא׳)</span>; altar <a data-ref=\"Exodus 20:21\" href=\"/Exodus.20.21\">Ex 20:24</a>; earthen vessels <span dir=\"rtl\">חַרְשֵׂי א׳</span> <a data-ref=\"Isaiah 45:9\" href=\"/Isaiah.45.9\">Is 45:9</a>, on head, sign of woe <a data-ref=\"I Samuel 4:12\" href=\"/I_Samuel.4.12\">1 S 4:12</a> <a data-ref=\"II Samuel 1:2\" href=\"/II_Samuel.1.2\">2 S 1:2</a>; <a data-ref=\"II Samuel 15:32\" href=\"/II_Samuel.15.32\">15:32</a>; of contrition <a data-ref=\"Nehemiah 9:1\" href=\"/Nehemiah.9.1\">Ne 9:1</a> (cf. <span dir=\"rtl\">אֵפֶר</span>, <span dir=\"rtl\">עָפָר</span>); <span dir=\"rtl\">מַעֲבֵה הָא׳</span> <a data-ref=\"I Kings 7:46\" href=\"/I_Kings.7.46\">1 K 7:46</a> cf. <a data-ref=\"II Chronicles 4:17\" href=\"/II_Chronicles.4.17\">2 Ch 4:17</a> (<em>firmness of earth</em>, firm earth, clay-ground, for casting-moulds; or <em>clay-moulds</em> (Be)? or is this n.pr.? Klo proposes <span dir=\"rtl\">בַּמְּעָרָה הָאֲדֻמָּה</span> <em>in the red cave</em>); mule-loads of <a data-ref=\"II Kings 5:17\" href=\"/II_Kings.5.17\">2 K 5:17</a>; in it lie the dead <span dir=\"rtl\">מִיְּשֵׁנֵי אַדְמַת־עָפָר</span> <a data-ref=\"Daniel 12:2\" href=\"/Daniel.12.2\">Dn 12:2</a> cf. <a data-ref=\"Genesis 3:19\" href=\"/Genesis.3.19\">Gn 3:19</a>, <a data-ref=\"Genesis 3:23\" href=\"/Genesis.3.23\">23</a> <a data-ref=\"Psalms 146:4\" href=\"/Psalms.146.4\">ψ 146:4</a>.<br><strong>4.</strong>  <em>ground</em> as earth’s visible surface; <span dir=\"rtl\">רֶמֶס הָא׳</span> <a data-ref=\"Genesis 1:25\" href=\"/Genesis.1.25\">Gn 1:25</a>; <a data-ref=\"Genesis 6:20\" href=\"/Genesis.6.20\">6:20</a> (both P) <a data-ref=\"Hosea 2:20\" href=\"/Hosea.2.20\">Ho 2:20</a> cf. <a data-ref=\"Genesis 7:8\" href=\"/Genesis.7.8\">Gn 7:8</a>; <a data-ref=\"Genesis 9:2\" href=\"/Genesis.9.2\">9:2</a> (J?) <a data-ref=\"Leviticus 20:25\" href=\"/Leviticus.20.25\">Lv 20:25</a> (P) <a data-ref=\"Deuteronomy 4:18\" href=\"/Deuteronomy.4.18\">Dt 4:18</a> <a data-ref=\"Ezekiel 38:20\" href=\"/Ezekiel.38.20\">Ez 38:20</a>; also <a data-ref=\"Genesis 4:10\" href=\"/Genesis.4.10\">Gn 4:10</a> (J) <a data-ref=\"Isaiah 24:21\" href=\"/Isaiah.24.21\">Is 24:21</a> <a data-ref=\"Amos 3:5\" href=\"/Amos.3.5\">Am 3:5</a> <a data-ref=\"Zephaniah 1:2\" href=\"/Zephaniah.1.2\">Zp 1:2</a>, <a data-ref=\"Zephaniah 1:3\" href=\"/Zephaniah.1.3\">3</a>; as wet with dew <a data-ref=\"II Samuel 17:12\" href=\"/II_Samuel.17.12\">2 S 17:12</a>; rain <a data-ref=\"I Kings 17:14\" href=\"/I_Kings.17.14\">1 K 17:14</a>; <a data-ref=\"I Kings 18:1\" href=\"/I_Kings.18.1\">18:1</a>; cf. personif. <span dir=\"rtl\">פָּֽצְתָה הָא׳ אֶת־פִּיהָ</span> <a data-ref=\"Numbers 16:30\" href=\"/Numbers.16.30\">Nu 16:30</a> (P) (‖ <span dir=\"rtl\">ארץ</span> v <a data-ref=\"Numbers 16:32\" href=\"/Numbers.16.32\">32</a>), vid. v <a data-ref=\"Numbers 16:31\" href=\"/Numbers.16.31\">31</a> <a data-ref=\"Genesis 4:11\" href=\"/Genesis.4.11\">Gn 4:11</a>; of partic. place, spot <span dir=\"rtl\">א׳ קֹדֶשׁ</span> <a data-ref=\"Exodus 3:5\" href=\"/Exodus.3.5\">Ex 3:5</a> especially as abode of man <a data-ref=\"Exodus 10:6\" href=\"/Exodus.10.6\">Ex 10:6</a> <a data-ref=\"Deuteronomy 4:10\" href=\"/Deuteronomy.4.10\">Dt 4:10</a>, <a data-ref=\"Deuteronomy 4:40\" href=\"/Deuteronomy.4.40\">40</a>; <a data-ref=\"Deuteronomy 12:1\" href=\"/Deuteronomy.12.1\">12:1</a> <a data-ref=\"I Samuel 20:31\" href=\"/I_Samuel.20.31\">1 S 20:31</a> <a data-ref=\"II Samuel 14:7\" href=\"/II_Samuel.14.7\">2 S 14:7</a>; oft.<span dir=\"rtl\">פְּנֵי הָא׳</span> <a data-ref=\"Genesis 2:6\" href=\"/Genesis.2.6\">Gn 2:6</a>; <a data-ref=\"Genesis 4:14\" href=\"/Genesis.4.14\">4:14</a>; <a data-ref=\"Genesis 6:1\" href=\"/Genesis.6.1\">6:1</a>, <a data-ref=\"Genesis 6:7\" href=\"/Genesis.6.7\">7</a>; <a data-ref=\"Genesis 7:4\" href=\"/Genesis.7.4\">7:4</a>, <a data-ref=\"Genesis 7:23\" href=\"/Genesis.7.23\">23</a>; <a data-ref=\"Genesis 8:8\" href=\"/Genesis.8.8\">8:8</a>, <a data-ref=\"Genesis 8:13\" href=\"/Genesis.8.13\">13</a> <a data-ref=\"Exodus 32:12\" href=\"/Exodus.32.12\">Ex 32:12</a>; <a data-ref=\"Exodus 33:16\" href=\"/Exodus.33.16\">33:16</a> <a data-ref=\"Numbers 12:3\" href=\"/Numbers.12.3\">Nu 12:3</a> <a data-ref=\"Deuteronomy 6:15\" href=\"/Deuteronomy.6.15\">Dt 6:15</a>; <a data-ref=\"Deuteronomy 7:6\" href=\"/Deuteronomy.7.6\">7:6</a> (all J, D) <a data-ref=\"I Samuel 20:15\" href=\"/I_Samuel.20.15\">1 S 20:15</a> + 9 textual<br><strong>5.</strong>  <em>land, territory, country</em> (= <span dir=\"rtl\">ארץ</span> <a data-ref=\"Genesis 47:19\" href=\"/Genesis.47.19\">Gn 47:19</a> (J) <a data-ref=\"Leviticus 20:24\" href=\"/Leviticus.20.24\">Lv 20:24</a> (J?—‖ <span dir=\"rtl\">ארץ</span>) cstr. bef. n.pr. <span dir=\"rtl\">א׳ מִצְרַיִם</span> <a data-ref=\"Genesis 47:20\" href=\"/Genesis.47.20\">Gn 47:20</a>, <a data-ref=\"Genesis 47:26\" href=\"/Genesis.47.26\">26</a>; <span dir=\"rtl\">א׳ יְהוּדָה</span> <a data-ref=\"Isaiah 19:17\" href=\"/Isaiah.19.17\">Is 19:17</a>; <span dir=\"rtl\">א׳ יִשְׂרָאֵל</span> <a data-ref=\"Ezekiel 11:17\" href=\"/Ezekiel.11.17\">Ez 11:17</a> + 16 textual Ez; espe. of land as promised or given by <span dir=\"rtl\">י׳</span> to his people = Canaan <a data-ref=\"Genesis 28:15\" href=\"/Genesis.28.15\">Gn 28:15</a> <a data-ref=\"Exodus 20:12\" href=\"/Exodus.20.12\">Ex 20:12</a> <a data-ref=\"Numbers 11:12\" href=\"/Numbers.11.12\">Nu 11:12</a>; <a data-ref=\"Numbers 32:11\" href=\"/Numbers.32.11\">32:11</a> (all J?) <a data-ref=\"Deuteronomy 5:16\" href=\"/Deuteronomy.5.16\">Dt 5:16</a> + 16 textual Dt, Jos; <a data-ref=\"I Kings 8:34\" href=\"/I_Kings.8.34\">1 K 8:34</a>, <a data-ref=\"I Kings 8:40\" href=\"/I_Kings.8.40\">40</a> +, <a data-ref=\"Jeremiah 16:15\" href=\"/Jeremiah.16.15\">Je 16:15</a>; <a data-ref=\"Jeremiah 24:10\" href=\"/Jeremiah.24.10\">24:10</a>; <a data-ref=\"Jeremiah 25:5\" href=\"/Jeremiah.25.5\">25:5</a>; <a data-ref=\"Jeremiah 35:15\" href=\"/Jeremiah.35.15\">35:15</a> <a data-ref=\"Ezekiel 28:25\" href=\"/Ezekiel.28.25\">Ez 28:25</a> <a data-ref=\"II Chronicles 6:25\" href=\"/II_Chronicles.6.25\">2 Ch 6:25</a>, <a data-ref=\"II Chronicles 6:31\" href=\"/II_Chronicles.6.31\">31</a>; <a data-ref=\"II Chronicles 7:20\" href=\"/II_Chronicles.7.20\">7:20</a>; <a data-ref=\"II Chronicles 33:8\" href=\"/II_Chronicles.33.8\">33:8</a>; cf. also <a data-ref=\"Deuteronomy 12:19\" href=\"/Deuteronomy.12.19\">Dt 12:19</a>; <a data-ref=\"Deuteronomy 21:23\" href=\"/Deuteronomy.21.23\">21:23</a>; <a data-ref=\"Deuteronomy 29:27\" href=\"/Deuteronomy.29.27\">29:27</a> <a data-ref=\"II Kings 17:23\" href=\"/II_Kings.17.23\">2 K 17:23</a> <a data-ref=\"Isaiah 6:11\" href=\"/Isaiah.6.11\">Is 6:11</a>; <a data-ref=\"Isaiah 7:16\" href=\"/Isaiah.7.16\">7:16</a>; <a data-ref=\"Isaiah 14:1\" href=\"/Isaiah.14.1\">14:1</a> +, <a data-ref=\"Ezekiel 34:13\" href=\"/Ezekiel.34.13\">Ez 34:13</a>, <a data-ref=\"Ezekiel 34:27\" href=\"/Ezekiel.34.27\">27</a> +, <a data-ref=\"Nehemiah 9:25\" href=\"/Nehemiah.9.25\">Ne 9:25</a> <span dir=\"rtl\">(א׳ שְׁמֵנָה)</span>,—in all c. 41 textual + <a data-ref=\"Joel 2:21\" href=\"/Joel.2.21\">Jo 2:21</a> (personif.); <span dir=\"rtl\">א׳ הַקֹּדֶשׁ</span> <a data-ref=\"Zechariah 2:16\" href=\"/Zechariah.2.16\">Zc 2:16</a> (cf. sub <strong>4</strong> supr. hence also as Yahweh’s land <a data-ref=\"Deuteronomy 32:43\" href=\"/Deuteronomy.32.43\">Dt 32:43</a> <a data-ref=\"Isaiah 14:2\" href=\"/Isaiah.14.2\">Is 14:2</a> <a data-ref=\"Zechariah 9:16\" href=\"/Zechariah.9.16\">Zc 9:16</a> <a data-ref=\"II Chronicles 7:20\" href=\"/II_Chronicles.7.20\">2 Ch 7:20</a>.<br>†<strong>6.</strong>  whole <em>earth</em>, inhabited earth (seld.; cf. also <span dir=\"rtl\">פְּנֵי הָא׳</span> sub <strong>4</strong> supr.) <a data-ref=\"Genesis 12:3\" href=\"/Genesis.12.3\">Gn 12:3</a>; <a data-ref=\"Genesis 28:14\" href=\"/Genesis.28.14\">28:14</a> (both J cf. <a data-ref=\"BDB, אֶ֫רֶץ\" href=\"/BDB,_אֶ֫רֶץ\", dir=\"rtl\">אֶרֶץ</a> <a data-ref=\"Genesis 18:18\" href=\"/Genesis.18.18\">18:18</a>; <a data-ref=\"Genesis 22:18\" href=\"/Genesis.22.18\">22:18</a>; <a data-ref=\"Genesis 26:4\" href=\"/Genesis.26.4\">26:4</a>) <a data-ref=\"Deuteronomy 14:2\" href=\"/Deuteronomy.14.2\">Dt 14:2</a> <a data-ref=\"Amos 3:2\" href=\"/Amos.3.2\">Am 3:2</a> <a data-ref=\"Isaiah 24:21\" href=\"/Isaiah.24.21\">Is 24:21</a>.<br>†<strong>7.</strong>  <strong> n.pr.loc.</strong> city in Naphtali (as <em>built</em> cf. <a data-ref=\"BDB, אָדָם\" href=\"/BDB,_אָדָם\", dir=\"rtl\">אָדָם</a> <strong>4</strong>? = <em>ed-Dâme</em>?) W. of L. Gennes. <a data-ref=\"Joshua 19:36\" href=\"/Joshua.19.36\">Jos 19:36</a> v. Di."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d048b6084aa1cbf01bb5", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, בָּקַע 1", "anchorRef": "Numbers 16:31", "anchorRefExpanded": ["Numbers 16:31"], "sourceRef": "BDB, בָּקַע 1", "sourceHeRef": "בראון-דרייבר-בריגס, בָּקַע א׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "בָּקַע", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big><span dir=\"rtl\">בָּקַע</span></big></big>  <strong>vb. cleave, break open or through (</strong>NH <em>id.</em>, MI<sup>15</sup> <span dir=\"rtl\">מבקע השחרת</span> <em>from break of dawn;</em> Aramaic <span dir=\"rtl\">בְּקַע</span>; cf. Ethiopic በቍዐ <em>profit, be useful</em>, orig. <em>findere, aperire</em>, Di<strong>)</strong>—<br><strong>Qal</strong>  Pf. <span dir=\"rtl\">בָּקַע</span> <a data-ref=\"Psalms 78:13\" href=\"/Psalms.78.13\">ψ 78:13</a>, <span dir=\"rtl\">בָּֽקְעָה</span> <a data-ref=\"Isaiah 34:15\" href=\"/Isaiah.34.15\">Is 34:15</a>, <span dir=\"rtl\">בָּקַעְתָּ</span> <a data-ref=\"Nehemiah 9\" href=\"/Nehemiah.9\">Ne 9</a>;<a data-ref=\"Nehemiah 11\" href=\"/Nehemiah.11\">11</a> <a data-ref=\"Psalms 74:15\" href=\"/Psalms.74.15\">ψ 74:15</a>, <span dir=\"rtl\">וּבָֽקַעְתָּ֫</span> <a data-ref=\"Ezekiel 29:7\" href=\"/Ezekiel.29.7\">Ez 29:7</a>; Impf. <span dir=\"rtl\">וַיִּבְקַע</span> <a data-ref=\"Judges 15:19\" href=\"/Judges.15.19\">Ju 15:19</a> <a data-ref=\"Isaiah 48:21\" href=\"/Isaiah.48.21\">Is 48:21</a>, <span dir=\"rtl\">וַיִּבְקְעוּ</span> <a data-ref=\"II Samuel 23:16\" href=\"/II_Samuel.23.16\">2 S 23:16</a> = <a data-ref=\"I Chronicles 11:18\" href=\"/I_Chronicles.11.18\">1 Ch 11:18</a>, <span dir=\"rtl\">וַיִּבְקָעוּהָ</span> <a data-ref=\"II Chronicles 21:17\" href=\"/II_Chronicles.21.17\">2 Ch 21:17</a>; Imv. <span dir=\"rtl\">וּבְקָעֵהוּ</span> <a data-ref=\"Exodus 14:16\" href=\"/Exodus.14.16\">Ex 14:16</a>; Inf. cstr. sf. <span dir=\"rtl\">בִּקְעָם</span> <a data-ref=\"Amos 1:13\" href=\"/Amos.1.13\">Am 1:13</a> <a data-ref=\"II Chronicles 32:1\" href=\"/II_Chronicles.32.1\">2 Ch 32:1</a>; Pt. act. <span dir=\"rtl\">בּוֹקֵעַ</span> <a data-ref=\"Isaiah 63:12\" href=\"/Isaiah.63.12\">Is 63:12</a> <a data-ref=\"Ecclesiastes 10:9\" href=\"/Ecclesiastes.10.9\">Ec 10:9</a>, <span dir=\"rtl\">בֹּקֵעַ</span> <a data-ref=\"Psalms 141:7\" href=\"/Psalms.141.7\">ψ 141:7</a>;— <strong>1.</strong>  <em>cleave, cleave open</em>, sq. acc. <a data-ref=\"Judges 15:19\" href=\"/Judges.15.19\">Ju 15:19</a> <em>God cleft open the hollow</em> <span dir=\"rtl\">(הַמַּכְתֵּשׁ)</span>, and water came out, cf. <a data-ref=\"Isaiah 48:21\" href=\"/Isaiah.48.21\">Is 48:21</a> (obj. <span dir=\"rtl\">צוּר</span>), also <a data-ref=\"Psalms 74:15\" href=\"/Psalms.74.15\">ψ 74:15</a> <em>bring forth by cleaving</em>, obj. <span dir=\"rtl\">מַעְיָן וָנָחַ֑ל</span>, all three of divine operation; <em>cleave</em> or <em>rip open</em> pregnant women <a data-ref=\"Amos 1:13\" href=\"/Amos.1.13\">Am 1:13</a>; of a broken staff, tearing the shoulder <a data-ref=\"Ezekiel 29:7\" href=\"/Ezekiel.29.7\">Ez 29:7</a> (but read <span dir=\"rtl\">כַּף</span> <em>hand</em> for <span dir=\"rtl\">כָּתֵף</span>, 𝔊 𝔙 Sm (?) Co); <em>cleave</em> wood <a data-ref=\"Ecclesiastes 10:9\" href=\"/Ecclesiastes.10.9\">Ec 10:9</a> (‖ <span dir=\"rtl\">מַסִּיעַ אֲבָנִים</span>); of ploughing (furrowing) the earth <a data-ref=\"Psalms 141:7\" href=\"/Psalms.141.7\">ψ 141:7</a> (‖ <span dir=\"rtl\">פֹּלֵחַ</span>; in sim.); especially of <em>dividing</em> the sea, <a data-ref=\"Exodus 14:16\" href=\"/Exodus.14.16\">Ex 14:16</a> (P) <a data-ref=\"Nehemiah 9:11\" href=\"/Nehemiah.9.11\">Ne 9:11</a> <a data-ref=\"Psalms 78:13\" href=\"/Psalms.78.13\">ψ 78:13</a>, cf. <a data-ref=\"Isaiah 63:12\" href=\"/Isaiah.63.12\">Is 63:12</a>, obj. <span dir=\"rtl\">מַיִם</span>;—in all these subj. <span dir=\"rtl\">י׳</span> except <a data-ref=\"Exodus 14:16\" href=\"/Exodus.14.16\">Ex 14:16</a> where he commands Moses; of <em>hatching out</em> (a brood, but no obj. expr.) <a data-ref=\"Isaiah 34:15\" href=\"/Isaiah.34.15\">Is 34:15</a>, subj. <span dir=\"rtl\">קִפּוֹז</span> <em>arrow-snake</em>. <strong>2.</strong>  <em>break through</em> or <em>into</em>, sq. <span dir=\"rtl\">בְּ</span> <a data-ref=\"II Samuel 23:16\" href=\"/II_Samuel.23.16\">2 S 23:16</a> = <a data-ref=\"I Chronicles 11:18\" href=\"/I_Chronicles.11.18\">1 Ch 11:18</a>; sq. acc. <a data-ref=\"II Chronicles 21:17\" href=\"/II_Chronicles.21.17\">2 Ch 21:17</a> <span dir=\"rtl\">וַיַּעֲלוּ בִיהוּדָה וַיִּבְקָעוּהָ</span>; also <a data-ref=\"II Chronicles 32:1\" href=\"/II_Chronicles.32.1\">32:1</a>, obj. suff. ref. to cities, <span dir=\"rtl\">ויאמר לְבִקְעָם אֵלָיו</span> <em>and he thought to break into them</em> and so bring them <em>unto himself</em>.<br><strong>Niph.</strong>  Pf. <span dir=\"rtl\">נִבְקַע</span> <a data-ref=\"Job 26:8\" href=\"/Job.26.8\">Jb 26:8</a> <a data-ref=\"Zechariah 14:4\" href=\"/Zechariah.14.4\">Zc 14:4</a> (<span dir=\"rtl\">וְ</span> consec.); <span dir=\"rtl\">נִבְקְעוּ</span> <a data-ref=\"Genesis 7:11\" href=\"/Genesis.7.11\">Gn 7:11</a> <a data-ref=\"Isaiah 35:6\" href=\"/Isaiah.35.6\">Is 35:6</a>, <span dir=\"rtl\">נִבְקָ֑עוּ</span> <a data-ref=\"II Chronicles 25:11\" href=\"/II_Chronicles.25.11\">2 Ch 25:11</a> <a data-ref=\"Proverbs 3:20\" href=\"/Proverbs.3.20\">Pr 3:20</a>; Impf. <span dir=\"rtl\">יִבָּקַע</span> <a data-ref=\"Isaiah 58:8\" href=\"/Isaiah.58.8\">Is 58:8</a>, <span dir=\"rtl\">יִבָּקֵ֑עַ</span> <a data-ref=\"Job 32:19\" href=\"/Job.32.19\">Jb 32:19</a>; 3 fs. <span dir=\"rtl\">תִּבָּקַע</span> <a data-ref=\"Isaiah 59:5\" href=\"/Isaiah.59.5\">Is 59:5</a>, <span dir=\"rtl\">וַתִּבָּקַע</span> <a data-ref=\"Numbers 16:31\" href=\"/Numbers.16.31\">Nu 16:31</a> + 3 times; Inf. cstr. <span dir=\"rtl\">לְהִבָּקֵעַ</span> <a data-ref=\"Ezekiel 30:16\" href=\"/Ezekiel.30.16\">Ez 30:16</a>;— <strong>1.</strong>  <em>be cleft, rent open</em>, subj. the ground, <span dir=\"rtl\">הָֽאֲדָמָה</span> <a data-ref=\"Numbers 16:31\" href=\"/Numbers.16.31\">Nu 16:31</a> (J), <span dir=\"rtl\">הָאָרֶץ</span> <a data-ref=\"I Kings 1:40\" href=\"/I_Kings.1.40\">1 K 1:40</a> (hyperb.) mountain <a data-ref=\"Zechariah 14:4\" href=\"/Zechariah.14.4\">Zc 14:4</a>; <em>burst open</em>, of men hurled from rock <a data-ref=\"II Chronicles 25:12\" href=\"/II_Chronicles.25.12\">2 Ch 25:12</a>; of cloud beneath its weight of water <a data-ref=\"Job 26:8\" href=\"/Job.26.8\">Jb 26:8</a>; hyperb. of belly full of words seeking a vent, <a data-ref=\"Job 32:19\" href=\"/Job.32.19\">Jb 32:19</a> <em>like new wine-skins it will burst open;</em> so of the water-receptacles <span dir=\"rtl\">(מעינות)</span> of the great deep, at the flood <a data-ref=\"Genesis 7:11\" href=\"/Genesis.7.11\">Gn 7:11</a>, of the water-masses themselves, <span dir=\"rtl\">תהומות</span> <a data-ref=\"Proverbs 3:20\" href=\"/Proverbs.3.20\">Pr 3:20</a>, <span dir=\"rtl\">מים ונחלים</span> <a data-ref=\"Isaiah 35:6\" href=\"/Isaiah.35.6\">Is 35:6</a>; also of the Red Sea, <span dir=\"rtl\">וַיִּבָּקְעוּ המים</span> <a data-ref=\"Exodus 14:21\" href=\"/Exodus.14.21\">Ex 14:21</a>; of light breaking forth <a data-ref=\"Isaiah 58:8\" href=\"/Isaiah.58.8\">Is 58:8</a> (fig.); of serpent’s egg <em>hatching out</em> as a viper <a data-ref=\"Isaiah 59:5\" href=\"/Isaiah.59.5\">Is 59:5</a> <span dir=\"rtl\">הַזּוּרֶה תִּבָּקַע אֶפְעֶה</span>. <strong>2.</strong>  <em>be broken into</em>, of city captured by breaches in walls <a data-ref=\"II Kings 25:4\" href=\"/II_Kings.25.4\">2 K 25:4</a> = <a data-ref=\"Jeremiah 52:7\" href=\"/Jeremiah.52.7\">Je 52:7</a>, <a data-ref=\"Ezekiel 30:16\" href=\"/Ezekiel.30.16\">Ez 30:16</a>.<br><strong>Pi.</strong>  Pf. <span dir=\"rtl\">בִּקֵּעַ</span> <a data-ref=\"II Kings 15:16\" href=\"/II_Kings.15.16\">2 K 15:16</a> <a data-ref=\"Job 28:10\" href=\"/Job.28.10\">Jb 28:10</a>, <span dir=\"rtl\">וּבִקַּעְתִּ֫י</span> <a data-ref=\"Ezekiel 13:13\" href=\"/Ezekiel.13.13\">Ez 13:13</a>, <span dir=\"rtl\">בִּקֵּ֑עוּ</span> <a data-ref=\"Isaiah 59:5\" href=\"/Isaiah.59.5\">Is 59:5</a>; Impf. <span dir=\"rtl\">יְבַקַּע</span> <a data-ref=\"Psalms 78:15\" href=\"/Psalms.78.15\">ψ 78:15</a>, <span dir=\"rtl\">וַיְבַקַּע</span> <a data-ref=\"Genesis 22:3\" href=\"/Genesis.22.3\">Gn 22:3</a>; 3 fs. <span dir=\"rtl\">תְּבַקֵּעַ</span> <a data-ref=\"Ezekiel 13:11\" href=\"/Ezekiel.13.11\">Ez 13:11</a>, <span dir=\"rtl\">תְּבַקְּעֵם</span> <a data-ref=\"Hosea 13:8\" href=\"/Hosea.13.8\">Ho 13:8</a>; 2 ms. <span dir=\"rtl\">תְּבַקַּע־</span> <a data-ref=\"Habakkuk 3:9\" href=\"/Habakkuk.3.9\">Hb 3:9</a>, <span dir=\"rtl\">תְּבַקֵּ֑עַ</span> <a data-ref=\"II Kings 8:12\" href=\"/II_Kings.8.12\">2 K 8:12</a>; <a data-ref=\"II Kings 8:2\" href=\"/II_Kings.8.2\">2</a> fpl. <span dir=\"rtl\">וַתְּבַקַּעְנָה</span> <a data-ref=\"II Kings 2:24\" href=\"/II_Kings.2.24\">2 K 2:24</a>;—<em>cleave, cut to pieces</em>, or <em>rend open</em> (often more complete or more violent than Qal), sq. acc., of cleaving wood <a data-ref=\"Genesis 22:3\" href=\"/Genesis.22.3\">Gn 22:3</a> i.e. cut it up for burning, so <a data-ref=\"I Samuel 6:14\" href=\"/I_Samuel.6.14\">1 S 6:14</a>; of ripping open pregnant women <a data-ref=\"II Kings 8:12\" href=\"/II_Kings.8.12\">2 K 8:12</a>; <a data-ref=\"II Kings 15:16\" href=\"/II_Kings.15.16\">15:16</a>; of tearing in pieces children <a data-ref=\"II Kings 2:24\" href=\"/II_Kings.2.24\">2 K 2:24</a>; cf. also <a data-ref=\"Hosea 13:8\" href=\"/Hosea.13.8\">Ho 13:8</a> (fig.); of cleaving open rocks, to bring forth water <a data-ref=\"Psalms 78:15\" href=\"/Psalms.78.15\">ψ 78:15</a> (subj God); of cutting mining-shafts <a data-ref=\"Job 28:10\" href=\"/Job.28.10\">Jb 28:10</a> <span dir=\"rtl\">בַּצּוּרוֹת יְאֹרִים בּ׳</span>; <span dir=\"rtl\">נְהָרוֹת תְּבַקַּע־אָ֑רֶץ</span> <a data-ref=\"Habakkuk 3:9\" href=\"/Habakkuk.3.9\">Hb 3:9</a> <em>into rivers thou cleavest</em> (<em>the</em>) <em>earth; break through</em> or <em>down</em> (a wall, but no obj. expr.), <a data-ref=\"Ezekiel 13:11\" href=\"/Ezekiel.13.11\">Ez 13:11</a> <span dir=\"rtl\">רוּחַ סְעָרוֹת תְּבַקֵּ֑עַ</span> (but Co <span dir=\"rtl\">תִּבָּקֵעַ</span>), cf. v <a data-ref=\"Ezekiel 13:13\" href=\"/Ezekiel.13.13\">13</a> <span dir=\"rtl\">וּבִקַּעְתִּי רוּחַ סְעָרוֹת בַּחֲמָתִי</span> of <em>hatching</em> eggs <a data-ref=\"Isaiah 59:5\" href=\"/Isaiah.59.5\">Is 59:5</a> <span dir=\"rtl\">בֵּיצֵי צִפְעוֹנִי בִּקֵּ֑עוּ</span> (fig.)<br><strong>Pu.</strong>  Impf. <span dir=\"rtl\">יְבֻקָּ֑עוּ</span> <a data-ref=\"Hosea 14:1\" href=\"/Hosea.14.1\">Ho 14:1</a>; Pt. <span dir=\"rtl\">מְבֻקָּעָה</span> <a data-ref=\"Ezekiel 26:10\" href=\"/Ezekiel.26.10\">Ez 26:10</a>, <span dir=\"rtl\">מְבֻקָּעִים</span> <a data-ref=\"Joshua 9:4\" href=\"/Joshua.9.4\">Jos 9:4</a>;—<em>be ripped open</em>, of women <a data-ref=\"Hosea 14:1\" href=\"/Hosea.14.1\">Ho 14:1</a> (vb. of masc. form); <em>rent</em>, of old wine-skins <a data-ref=\"Joshua 9:4\" href=\"/Joshua.9.4\">Jos 9:4</a>; <em>broken into</em>, of a city in whose walls a breach has been made <a data-ref=\"Ezekiel 26:10\" href=\"/Ezekiel.26.10\">Ez 26:10</a>.<br><strong>Hiph.</strong>  Impf. 1 pl. sf. <span dir=\"rtl\">וְנַבְקִעֶנָּה</span> <a data-ref=\"Isaiah 7:6\" href=\"/Isaiah.7.6\">Is 7:6</a>; Inf. cstr. <span dir=\"rtl\">לְהַבְקִיעַ</span> <a data-ref=\"II Kings 3:26\" href=\"/II_Kings.3.26\">2 K 3:26</a>;—<em>break into</em>, sq. sf. ref. to Judah, <a data-ref=\"Isaiah 7:6\" href=\"/Isaiah.7.6\">Is 7:6</a> <span dir=\"rtl\">ונב׳ אֵלֵינוּ</span> <em>let us break into it</em>, lay it open, and so bring it <em>unto ourselves</em> (cf. Qal <a data-ref=\"II Chronicles 32:1\" href=\"/II_Chronicles.32.1\">2 Ch 32:1</a>); <em>break through</em> (abs.) with sword, <span dir=\"rtl\">שֹׁלֵף חֶרֶב לְהַבְקִיעַ אֶל־מֶלֶךְ אֱדוֹם</span> <a data-ref=\"II Kings 3:26\" href=\"/II_Kings.3.26\">2 K 3:26</a>.<br><strong>Hoph.</strong>  Pf. 3 fs. <span dir=\"rtl\">הָבְקְעָה הָעִיר</span> <a data-ref=\"Jeremiah 39:2\" href=\"/Jeremiah.39.2\">Je 39:2</a> <em>the city was broken into</em>, entrance was made by a breach.<br><strong>Hithp.</strong>  Pf. <span dir=\"rtl\">הִתְבַּקָּ֑עוּ</span> <a data-ref=\"Joshua 9:13\" href=\"/Joshua.9.13\">Jos 9:13</a>, Impf. <span dir=\"rtl\">יִתְבּקָּ֑עוּ</span> <a data-ref=\"Micah 1:4\" href=\"/Micah.1.4\">Mi 1:4</a>;—<em>burst</em> (<em>themselves</em>) <em>open</em>, of wine-skins <a data-ref=\"Joshua 9:13\" href=\"/Joshua.9.13\">Jos 9:13</a>; <em>cleave asunder</em>, of valleys <a data-ref=\"Micah 1:4\" href=\"/Micah.1.4\">Mi 1:4</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d512b6084aa1cbf3bbd3", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, תַּ֫חַת 1", "anchorRef": "Numbers 16:31", "anchorRefExpanded": ["Numbers 16:31"], "sourceRef": "BDB, תַּ֫חַת 1", "sourceHeRef": "בראון-דרייבר-בריגס, תַּ֫חַת א׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "תַּ֫חַת", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">תַּ֫חַת</span></big></big>  <strong>n.</strong>[<strong>m.</strong>] the under part <strong>(</strong>Arabic <span dir=\"rtl\">تَحْتٌ</span> id.<strong>)</strong>, hence as <strong>adv. accus.</strong> and <strong>prep.</strong> underneath, below, instead of <strong>(</strong>so Arabic <span dir=\"rtl\">تَحْتَ</span>, Sab. <span dir=\"rtl\">תחת</span>, Ethiopic ታሕት: Ph. <span dir=\"rtl\">תחת</span> (Lzb<sup>385</sup>); Biblical Aramaic 𝔗 <span dir=\"rtl\">תְּחוֹת</span>, Palm. in <span dir=\"rtl\">מן לתחת</span> Tariff 1:4 (Cooke <sup>320</sup>), Syriac <span dir=\"rtl\">ܬܚܽܘܬ</span> <strong>)</strong>;—<br><strong>I.</strong>  as <strong>adv. accus.</strong> †<a data-ref=\"Genesis 49:25\" href=\"/Genesis.49.25\">Gn 49:25</a> (= <a data-ref=\"Deuteronomy 33:13\" href=\"/Deuteronomy.33.13\">Dt 33:13</a>) the deep <span dir=\"rtl\">רֹבֶצֶת תָּ֑חַת</span> that coucheth <em>beneath;</em> more usually with <span dir=\"rtl\">מִן</span>, <span dir=\"rtl\">מִתָּחַת</span> lit. <em>off</em> (<span dir=\"rtl\">מִן</span> <strong>1 c</strong>) <em>the under part</em> = <em>beneath</em>, †<a data-ref=\"Exodus 20:4\" href=\"/Exodus.20.4\">Ex 20:4</a> (= <a data-ref=\"Deuteronomy 5:8\" href=\"/Deuteronomy.5.8\">Dt 5:8</a>) <span dir=\"rtl\">בָּאָרֶץ מִתָּ֑חַת</span> (so <a data-ref=\"Deuteronomy 4:39\" href=\"/Deuteronomy.4.39\">Dt 4:39</a>; <a data-ref=\"Joshua 2:11\" href=\"/Joshua.2.11\">Jos 2:11</a>; <a data-ref=\"I Kings 8:23\" href=\"/I_Kings.8.23\">1 K 8:23</a> [both D<sup>2</sup>], <a data-ref=\"Isaiah 51:6\" href=\"/Isaiah.51.6\">Is 51:6</a>), <a data-ref=\"Deuteronomy 33:27\" href=\"/Deuteronomy.33.27\">Dt 33:27</a>; <a data-ref=\"Judges 7:8\" href=\"/Judges.7.8\">Ju 7:8</a>; <a data-ref=\"Amos 2:9\" href=\"/Amos.2.9\">Am 2:9</a>; <a data-ref=\"Isaiah 14:9\" href=\"/Isaiah.14.9\">Is 14:9</a>; <a data-ref=\"Job 18:16\" href=\"/Job.18.16\">Jb 18:16</a>;<a data-ref=\"Ezekiel 47:1\" href=\"/Ezekiel.47.1\">Ez 47:1b</a>.<br><strong>II.</strong>  as <strong>prep.</strong>; so cstr., and with sf. (usually in the pl., and so lit. <em>in the parts underneath</em>) <span dir=\"rtl\">תַּחְתַּי</span> <a data-ref=\"Habakkuk 3:16\" href=\"/Habakkuk.3.16\">Hb 3:16</a> +, <span dir=\"rtl\">תַּחְתֵּנִי</span> (cf. <span dir=\"rtl\">בַּעֲדֵנִי</span>, <span dir=\"rtl\">עוֹדֶנִּי</span>: Ges<sup>§ 103 d</sup>) †<a data-ref=\"II Samuel 22:37\" href=\"/II_Samuel.22.37\">2 S 22:37</a>, <a data-ref=\"II Samuel 22:40\" href=\"/II_Samuel.22.40\">40</a>, <a data-ref=\"II Samuel 22:48\" href=\"/II_Samuel.22.48\">48</a> (<a data-ref=\"Psalms 18:37\" href=\"/Psalms.18.37\">ψ 18:37</a>, <a data-ref=\"Psalms 18:40\" href=\"/Psalms.18.40\">40</a>, <a data-ref=\"Psalms 18:48\" href=\"/Psalms.18.48\">48</a> <span dir=\"rtl\">תַּחְתָּ֑י</span>); <span dir=\"rtl\">תַּחְתֶּיךָ</span>; <span dir=\"rtl\">תַּחְתָּיו</span> (Kt <span dir=\"rtl\">תַּחְתּוֹ</span> †<a data-ref=\"II Samuel 2:23\" href=\"/II_Samuel.2.23\">2 S 2:23</a>; <a data-ref=\"II Samuel 3:12\" href=\"/II_Samuel.3.12\">3:12</a>; <a data-ref=\"II Samuel 16:8\" href=\"/II_Samuel.16.8\">16:8</a> <a data-ref=\"Job 9:13\" href=\"/Job.9.13\">Jb 9:13</a>), <span dir=\"rtl\">תַּחְתֶּיהָ</span> <a data-ref=\"Leviticus 13:23\" href=\"/Leviticus.13.23\">Lv 13:23</a> + 16 times, <span dir=\"rtl\">תַּחְתֶּ֫נָּה</span> (cf. <span dir=\"rtl\">אֵינֶנַּה</span>, <span dir=\"rtl\">עוֹדֶנָּה</span>) †<a data-ref=\"Genesis 2:21\" href=\"/Genesis.2.21\">Gn 2:21</a>; <span dir=\"rtl\">תַּחְתֵּינוּ</span> †<a data-ref=\"I Samuel 14:9\" href=\"/I_Samuel.14.9\">1 S 14:9</a> <a data-ref=\"Psalms 47:4\" href=\"/Psalms.47.4\">ψ 47:4</a>; <span dir=\"rtl\">תַּחְתֵּיכֶם</span> †<a data-ref=\"Joshua 2:14\" href=\"/Joshua.2.14\">Jos 2:14</a>; <a data-ref=\"Amos 2:13\" href=\"/Amos.2.13\">Am 2:13</a>; <span dir=\"rtl\">תַּחְתֵּיהֶם</span> †<a data-ref=\"Numbers 16:31\" href=\"/Numbers.16.31\">Nu 16:31</a>; <a data-ref=\"I Kings 20:24\" href=\"/I_Kings.20.24\">1 K 20:24</a>; <a data-ref=\"I Chronicles 4:41\" href=\"/I_Chronicles.4.41\">1 Ch 4:41</a>; <a data-ref=\"I Chronicles 5:22\" href=\"/I_Chronicles.5.22\">5:22</a>; <a data-ref=\"II Chronicles 12:10\" href=\"/II_Chronicles.12.10\">2 Ch 12:10</a> (for <span dir=\"rtl\">תַּחְתָּם</span> <a data-ref=\"I Kings 14:27\" href=\"/I_Kings.14.27\">1 K 14:27</a>), <span dir=\"rtl\">תַּחְתָּם</span> <a data-ref=\"Deuteronomy 2:12\" href=\"/Deuteronomy.2.12\">Dt 2:12</a> + 10 times, <span dir=\"rtl\">תַּחְתֵּיהֶן</span> †<a data-ref=\"Jeremiah 28:13\" href=\"/Jeremiah.28.13\">Je 28:13</a>;— <strong>1.</strong>  <em>under, beneath</em>, <a data-ref=\"Genesis 7:19\" href=\"/Genesis.7.19\">Gn 7:19</a> <span dir=\"rtl\">תַּחַת כָּל־ הַשָּׁמַיִם</span> <em>under</em> the whole heaven (so †<a data-ref=\"Deuteronomy 2:25\" href=\"/Deuteronomy.2.25\">Dt 2:25</a>; <a data-ref=\"Deuteronomy 4:19\" href=\"/Deuteronomy.4.19\">4:19</a>; <a data-ref=\"Job 28:24\" href=\"/Job.28.24\">Jb 28:24</a>; <a data-ref=\"Job 37:3\" href=\"/Job.37.3\">37:3</a>; <a data-ref=\"Job 41:3\" href=\"/Job.41.3\">41:3</a>; <a data-ref=\"Daniel 9:12\" href=\"/Daniel.9.12\">Dn 9:12</a>), <a data-ref=\"Genesis 18:4\" href=\"/Genesis.18.4\">18:4</a> <span dir=\"rtl\">ת׳ הָעֵץ</span>, <a data-ref=\"Genesis 21:15\" href=\"/Genesis.21.15\">21:15</a>; <a data-ref=\"Genesis 24:2\" href=\"/Genesis.24.2\">24:2</a> + often; <a data-ref=\"Job 30:14\" href=\"/Job.30.14\">Jb 30:14</a> <span dir=\"rtl\">תּ׳ שׁוֹאָה</span> <em>under</em> the crash they roll themselves against me; <span dir=\"rtl\">ת׳ הַשֶּׁמֶשׁ</span> <a data-ref=\"Ecclesiastes 1:3\" href=\"/Ecclesiastes.1.3\">Ec 1:3</a>, <a data-ref=\"Ecclesiastes 1:9\" href=\"/Ecclesiastes.1.9\">9</a>, <a data-ref=\"Ecclesiastes 1:13\" href=\"/Ecclesiastes.1.13\">13</a> + often Ec. (so in Ph., Cooke <sup>4. 7; 5. 12</sup>). With <span dir=\"rtl\">לְ</span>, †<a data-ref=\"II Chronicles 4:3\" href=\"/II_Chronicles.4.3\">2 Ch 4:3</a> <span dir=\"rtl\">תַּחַת לוֹ</span>, <a data-ref=\"Song of Songs 2:6\" href=\"/Song_of_Songs.2.6\">Ct 2:6</a> = <a data-ref=\"Song of Songs 8:3\" href=\"/Song_of_Songs.8.3\">8:3</a> <span dir=\"rtl\">ת׳ לְרֹאשִׁי</span>. Idiom. <strong>a.</strong>  <span dir=\"rtl\">תַּחַת הָהָר</span> <em>at the foot of</em> the mt., <a data-ref=\"Exodus 24:4\" href=\"/Exodus.24.4\">Ex 24:4</a>; <a data-ref=\"Deuteronomy 4:11\" href=\"/Deuteronomy.4.11\">Dt 4:11</a>, so <a data-ref=\"Deuteronomy 3:17\" href=\"/Deuteronomy.3.17\">3:17</a> <span dir=\"rtl\">ת׳ אַשְׁדֹּת הַפִּסְגָּה</span>, <a data-ref=\"Joshua 11:3\" href=\"/Joshua.11.3\">Jos 11:3</a>, <a data-ref=\"Joshua 11:17\" href=\"/Joshua.11.17\">17</a> +; fig. <a data-ref=\"Psalms 18:37\" href=\"/Psalms.18.37\">ψ 18:37</a> <span dir=\"rtl\">תַּרְחִיב צְעָדַי תַּחְתָּ֑י</span> thou broadenest my steps <em>under me</em>, <a data-ref=\"Job 36:16\" href=\"/Job.36.16\">Jb 36:16</a> <span dir=\"rtl\">רַחַב לֹא מוּצָק תַּחְתֶּיךָ</span> (so read for <span dir=\"rtl\">תחתיה</span>, Di Bu) breadth unstraitened is <em>beneath thee</em>. <strong>b.</strong>  <span dir=\"rtl\">ת׳ הַלָּשׁוֹן</span>, of something held there as a dainty morsel, and ready, when needed, to be brought out, fig. of sweetness <a data-ref=\"Song of Songs 4:11\" href=\"/Song_of_Songs.4.11\">Ct 4:11</a>, of evil <a data-ref=\"Psalms 10:7\" href=\"/Psalms.10.7\">ψ 10:7</a> <span dir=\"rtl\">ת׳ לְשֹׁנוֹ עָמָל וָאָוֶן</span>, <a data-ref=\"Job 20:12\" href=\"/Job.20.12\">Jb 20:12</a> (so <span dir=\"rtl\">ת׳ שְׂפָתֵימוֹ</span> <a data-ref=\"Psalms 140:4\" href=\"/Psalms.140.4\">ψ 140:4</a>), of praise <a data-ref=\"Psalms 66:17\" href=\"/Psalms.66.17\">ψ 66:17</a> <span dir=\"rtl\">וְרוֹמַם ת׳ לְשׁוֹנִי</span> (syn. <span dir=\"rtl\">בִּגְרוֹנָם</span> <a data-ref=\"Psalms 149:6\" href=\"/Psalms.149.6\">149:6</a>). <strong>c.</strong>  <span dir=\"rtl\">תַּחַת פ׳</span>: (<em>a</em>) of subjection, <a data-ref=\"Psalms 18:40\" href=\"/Psalms.18.40\">ψ 18:40</a> <span dir=\"rtl\">תַּכְרִיעַ קָמַי תַּחְתָּ֑י</span>, v <a data-ref=\"Psalms 18:48\" href=\"/Psalms.18.48\">48</a> (cf. <a data-ref=\"Psalms 47:4\" href=\"/Psalms.47.4\">47:4</a>; <a data-ref=\"Psalms 144:2\" href=\"/Psalms.144.2\">144:2</a>), <a data-ref=\"Psalms 45:6\" href=\"/Psalms.45.6\">45:6</a>; <a data-ref=\"Job 9:13\" href=\"/Job.9.13\">Jb 9:13</a>. (<em>b</em>) of a woman, <span dir=\"rtl\">ת׳ אִישָׁהּ</span>, i.e. under his authority, <a data-ref=\"Numbers 5:19\" href=\"/Numbers.5.19\">Nu 5:19</a>, <a data-ref=\"Numbers 5:20\" href=\"/Numbers.5.20\">20</a>, <a data-ref=\"Numbers 5:29\" href=\"/Numbers.5.29\">29</a>, so <a data-ref=\"Ezekiel 23:5\" href=\"/Ezekiel.23.5\">Ez 23:5</a> <span dir=\"rtl\">תַּחְתַּי</span> being <em>under me</em> = being <em>mine</em> (fig. of Israel as <span dir=\"rtl\">י׳</span>’s spouse), cf. ὕπανδρος Rom 7:2, and <span dir=\"rtl\">تَحْت</span> <em>Ḳor</em> <a data-ref=\"Isaiah 66:10\" href=\"/Isaiah.66.10\">66:10</a>. (<em>c</em>) of being burdened or oppressed under, <a data-ref=\"Isaiah 24:5\" href=\"/Isaiah.24.5\">Is 24:5</a> the earth <span dir=\"rtl\">הָֽנְפָה ת׳ יֽשְׁבֶיהָ</span>, <a data-ref=\"Proverbs 30:12\" href=\"/Proverbs.30.12\">Pr 30:12</a> <span dir=\"rtl\">ת׳ שָׁלוֹשׁ רָֽגְזָה אֶרֶץ</span>, v <a data-ref=\"Proverbs 30:22\" href=\"/Proverbs.30.22\">22</a>, <a data-ref=\"Proverbs 30:23\" href=\"/Proverbs.30.23\">23</a>; <a data-ref=\"Habakkuk 3:7\" href=\"/Habakkuk.3.7\">Hb 3:7</a> <span dir=\"rtl\">ת׳ אָוֶן</span> i.e. (si vera l.) suffering <em>under</em> calamity. <strong>d.</strong>  <span dir=\"rtl\">ת׳ יַד פ׳</span>, of authority or control, <a data-ref=\"Genesis 41:35\" href=\"/Genesis.41.35\">Gn 41:35</a> <span dir=\"rtl\">וְיִצְבְּרוּ בָר ת׳ יַד פַּרְעֹה</span>; <a data-ref=\"Judges 3:30\" href=\"/Judges.3.30\">Ju 3:30</a> (cf. <a data-ref=\"Psalms 106:42\" href=\"/Psalms.106.42\">ψ 106:42</a>), <a data-ref=\"I Samuel 21:4\" href=\"/I_Samuel.21.4\">1 S 21:4</a>, <a data-ref=\"I Samuel 21:5\" href=\"/I_Samuel.21.5\">5</a> (del. <span dir=\"rtl\">אֶל</span>; dittogr. <span dir=\"rtl\">חֹל</span>), v <a data-ref=\"I Samuel 21:9\" href=\"/I_Samuel.21.9\">9</a> <a data-ref=\"Isaiah 3:6\" href=\"/Isaiah.3.6\">Is 3:6</a>. <strong>e.</strong>  <span dir=\"rtl\">ת׳ רַגְלֵי פ׳</span>, of subjection or conquest, <a data-ref=\"Psalms 8:7\" href=\"/Psalms.8.7\">ψ 8:7</a> <span dir=\"rtl\">כֹּל שַׁתָּה ת׳ רַגְלָיו</span>, <a data-ref=\"Psalms 18:39\" href=\"/Psalms.18.39\">18:39</a>; <a data-ref=\"Psalms 47:4\" href=\"/Psalms.47.4\">47:4</a>; <a data-ref=\"Lamentations 3:34\" href=\"/Lamentations.3.34\">La 3:34</a>, cf. <a data-ref=\"Malachi 3:21\" href=\"/Malachi.3.21\">Mal 3:21</a>. <strong>2.</strong>  <em>what is under</em> one, <em>the place in which</em> one stands: hence as accus., <strong>a.</strong>  with reflex. pron., idiom., <em>in one’s place, where one stands</em>, <a data-ref=\"Exodus 16:29\" href=\"/Exodus.16.29\">Ex 16:29</a> <span dir=\"rtl\">שְׁבוּ אִישׁ תַּחְתָּיו</span> abide every one <em>in his place</em>, <a data-ref=\"Leviticus 13:23\" href=\"/Leviticus.13.23\">Lv 13:23</a>, <a data-ref=\"Leviticus 13:28\" href=\"/Leviticus.13.28\">28</a>; <a data-ref=\"Joshua 5:8\" href=\"/Joshua.5.8\">Jos 5:8</a>; <a data-ref=\"Joshua 6:5\" href=\"/Joshua.6.5\">6:5</a>, <a data-ref=\"Joshua 6:20\" href=\"/Joshua.6.20\">20</a>; <a data-ref=\"Judges 7:21\" href=\"/Judges.7.21\">Ju 7:21</a>; <a data-ref=\"I Samuel 14:9\" href=\"/I_Samuel.14.9\">1 S 14:9</a> <span dir=\"rtl\">וְעָמַדְנוּ תַחְתֵּינוּ</span> we will <em>remain where we are</em>, <a data-ref=\"II Samuel 2:23\" href=\"/II_Samuel.2.23\">2 S 2:23</a> <span dir=\"rtl\">וַיָּמָת תַּחְתָּו</span> he died <em>where he was</em> (cf. <a data-ref=\"Jeremiah 38:9\" href=\"/Jeremiah.38.9\">Je 38:9</a> [read <span dir=\"rtl\">וּמֵת</span>]), <a data-ref=\"Jeremiah 7:10\" href=\"/Jeremiah.7.10\">7:10</a>; <a data-ref=\"Isaiah 25:10\" href=\"/Isaiah.25.10\">Is 25:10</a>; <a data-ref=\"Isaiah 46:7\" href=\"/Isaiah.46.7\">46:7</a>; <a data-ref=\"Amos 2:13\" href=\"/Amos.2.13\">Am 2:13</a>; <a data-ref=\"Habakkuk 3:16\" href=\"/Habakkuk.3.16\">Hb 3:16</a> <span dir=\"rtl\">וְתַחְתַּי אֶרְגָּ֑ז</span> I tremble <em>where I stand</em>, <a data-ref=\"Zechariah 12:6\" href=\"/Zechariah.12.6\">Zc 12:6</a>; <a data-ref=\"Zechariah 14:10\" href=\"/Zechariah.14.10\">14:10</a>; <a data-ref=\"Job 36:20\" href=\"/Job.36.20\">Jb 36:20</a>; <a data-ref=\"Job 40:12\" href=\"/Job.40.12\">40:12</a> <span dir=\"rtl\">וַהֲדֹךְ רְשָׁעִים תַּחְתָּם</span> <strong>b.</strong>  in transferred sense, <em>in place of, instead of:</em> (<em>a</em>) <a data-ref=\"Genesis 2:21\" href=\"/Genesis.2.21\">Gn 2:21</a>; <a data-ref=\"Genesis 4:25\" href=\"/Genesis.4.25\">4:25</a> <span dir=\"rtl\">ת׳ הֶבֶל</span> <em>instead of</em> Abel, <a data-ref=\"Genesis 22:13\" href=\"/Genesis.22.13\">22:13</a> <span dir=\"rtl\">ת׳ בְּנוֹ</span>, <a data-ref=\"Genesis 30:2\" href=\"/Genesis.30.2\">30:2</a> <span dir=\"rtl\">הֲת׳ אלהים אנכי</span> (cf. <a data-ref=\"Genesis 50:19\" href=\"/Genesis.50.19\">50:19</a>), <a data-ref=\"Genesis 44:33\" href=\"/Genesis.44.33\">44:33</a>; <a data-ref=\"II Samuel 19:1\" href=\"/II_Samuel.19.1\">2 S 19:1</a> + often; <a data-ref=\"Numbers 32:14\" href=\"/Numbers.32.14\">Nu 32:14</a>; <a data-ref=\"Job 16:4\" href=\"/Job.16.4\">Jb 16:4</a>; <a data-ref=\"Isaiah 3:24\" href=\"/Isaiah.3.24\">Is 3:24</a>; <a data-ref=\"Isaiah 55:13\" href=\"/Isaiah.55.13\">55:13</a>; <a data-ref=\"Isaiah 61:3\" href=\"/Isaiah.61.3\">61:3</a>, <a data-ref=\"Isaiah 61:7\" href=\"/Isaiah.61.7\">7</a>; of one succeeding to the place of another, <span dir=\"rtl\">וַיִּמְלֹךְ תַּחְתָּיו</span> <a data-ref=\"Genesis 36:33-39\" href=\"/Genesis.36.33-39\">Gn 36:33–39</a>; <a data-ref=\"I Kings 8:20\" href=\"/I_Kings.8.20\">1 K 8:20</a>; <a data-ref=\"I Kings 11:43\" href=\"/I_Kings.11.43\">11:43</a>; <a data-ref=\"I Kings 14:20\" href=\"/I_Kings.14.20\">14:20</a> + often, <a data-ref=\"Deuteronomy 2:12\" href=\"/Deuteronomy.2.12\">Dt 2:12</a>, <a data-ref=\"Deuteronomy 2:21\" href=\"/Deuteronomy.2.21\">21</a> <span dir=\"rtl\">וַיֵּֽשְׁבוּ תַחְתָּם</span>, <a data-ref=\"Leviticus 16:32\" href=\"/Leviticus.16.32\">Lv 16:32</a>; <a data-ref=\"I Kings 2:35\" href=\"/I_Kings.2.35\">1 K 2:35</a> +; <a data-ref=\"Psalms 45:17\" href=\"/Psalms.45.17\">ψ 45:17</a> <em>in place of</em> thy fathers (whom thou mayest therefore forget) will be thy children. cf. in Ph. CIS <sup>i. 3, 9</sup> (Cooke<sup>30</sup>). Sq. inf. <a data-ref=\"Isaiah 60:15\" href=\"/Isaiah.60.15\">Is 60:15</a> <span dir=\"rtl\">ת׳ הֱיוֹתֵךְ</span> <em>instead of thy being</em> … Peculiarly <a data-ref=\"Job 34:26\" href=\"/Job.34.26\">Jb 34:26</a> (si vera l.) = <em>as if they were, like;</em> but text very dubious; Bi Bu <span dir=\"rtl\">תָּחֵת חֲמָתוֹ רְשָׁעִ֑ים</span> his wrath breaketh in pieces the wicked. (<em>b</em>) in partic., of things mutually interchanged, <em>in place of, in exchange</em> or <em>return for:</em> <a data-ref=\"Genesis 30:15\" href=\"/Genesis.30.15\">Gn 30:15</a> <span dir=\"rtl\">ת׳ דּוּדָאֵי בְנֵךְ</span> <em>in return for</em> thy son’s love-apples, <a data-ref=\"Exodus 21:23\" href=\"/Exodus.21.23\">Ex 21:23</a> <span dir=\"rtl\">נֶפֶשׁ ת׳ גֶפְשׁ</span> life <em>for</em> life, v <a data-ref=\"Exodus 21:24\" href=\"/Exodus.21.24\">24</a>, <a data-ref=\"Exodus 21:25\" href=\"/Exodus.21.25\">25</a>, <a data-ref=\"Exodus 21:26\" href=\"/Exodus.21.26\">26</a>, <a data-ref=\"Exodus 21:27\" href=\"/Exodus.21.27\">27</a>, <a data-ref=\"Exodus 21:36\" href=\"/Exodus.21.36\">36</a>, <a data-ref=\"Exodus 21:37\" href=\"/Exodus.21.37\">37</a>, <a data-ref=\"Joshua 2:14\" href=\"/Joshua.2.14\">Jos 2:14</a> <span dir=\"rtl\">נַפְשֵׁנוּ תַחְתֵּיכֶם לָמוּת</span>, <a data-ref=\"I Samuel 2:20\" href=\"/I_Samuel.2.20\">1 S 2:20</a>; <a data-ref=\"I Kings 20:39\" href=\"/I_Kings.20.39\">1 K 20:39</a> <span dir=\"rtl\">נפשׁך ת׳ נפשׁו</span>, v <a data-ref=\"I Kings 20:42\" href=\"/I_Kings.20.42\">42</a> (cf. <a data-ref=\"II Kings 10:24\" href=\"/II_Kings.10.24\">2 K 10:24</a>), <a data-ref=\"II Kings 21:2\" href=\"/II_Kings.21.2\">21:2</a>; <a data-ref=\"Isaiah 43:3\" href=\"/Isaiah.43.3\">Is 43:3</a>, <a data-ref=\"Isaiah 43:4\" href=\"/Isaiah.43.4\">4</a>; often with vbs. of requiting, <a data-ref=\"Genesis 44:4\" href=\"/Genesis.44.4\">Gn 44:4</a> <span dir=\"rtl\">לָ֫מָּה שִׁלַּמְתֶּם רָעָה ת׳ טוֹבָם</span> why have ye rewarded evil <em>in exchange for</em> good? <a data-ref=\"I Samuel 25:21\" href=\"/I_Samuel.25.21\">1 S 25:21</a>; <a data-ref=\"II Samuel 16:12\" href=\"/II_Samuel.16.12\">2 S 16:12</a>; <a data-ref=\"II Samuel 19:22\" href=\"/II_Samuel.19.22\">19:22</a> <a data-ref=\"Psalms 35:12\" href=\"/Psalms.35.12\">ψ 35:12</a> <span dir=\"rtl\">יְשַׁלְּמוּנִי רָעָה ת׳ טוֹבָה</span>, <a data-ref=\"Psalms 38:21\" href=\"/Psalms.38.21\">38:21</a> a <a data-ref=\"Psalms 109:4\" href=\"/Psalms.109.4\">109:4</a>, <a data-ref=\"Psalms 109:5\" href=\"/Psalms.109.5\">5</a>; <a data-ref=\"Proverbs 17:13\" href=\"/Proverbs.17.13\">Pr 17:13</a> +; <a data-ref=\"Jeremiah 5:19\" href=\"/Jeremiah.5.19\">Je 5:19</a> <span dir=\"rtl\">תַּחַת מֶה</span> <em>in return for what?</em> (cf. <span dir=\"rtl\">עַל־מֶה</span> <a data-ref=\"Jeremiah 22:8\" href=\"/Jeremiah.22.8\">22:8</a>; <a data-ref=\"Deuteronomy 29:23\" href=\"/Deuteronomy.29.23\">Dt 29:23</a>; <a data-ref=\"I Kings 9:8\" href=\"/I_Kings.9.8\">1 K 9:8</a>). So sq. inf. <a data-ref=\"Psalms 38:21\" href=\"/Psalms.38.21\">ψ 38:21</a> b. †<strong>3.</strong>  as <strong>conj.</strong>: <strong>a.</strong>  <span dir=\"rtl\">תַּחַת אֲשֶׁר</span>: (<em>a</em>) <em>instead of that</em> (Germ. <em>anstatt dass</em>), <a data-ref=\"Deuteronomy 28:62\" href=\"/Deuteronomy.28.62\">Dt 28:62</a> <span dir=\"rtl\">ת׳ א׳ הֱיִיתֶם</span> <em>instead of that</em> ye were …, <em>instead</em> of your being …, <a data-ref=\"Ezekiel 36:34\" href=\"/Ezekiel.36.34\">Ez 36:34</a>. (<em>b</em>) <em>in return for</em> (the fact) <em>that, because that</em> 𝔊 ἀνθʼ ὧν often), <a data-ref=\"Numbers 25:13\" href=\"/Numbers.25.13\">Nu 25:13</a> <span dir=\"rtl\">ת׳ אֲשֶׁר קִנָּא לא׳</span>, <a data-ref=\"Deuteronomy 21:14\" href=\"/Deuteronomy.21.14\">Dt 21:14</a>; <a data-ref=\"Deuteronomy 22:29\" href=\"/Deuteronomy.22.29\">22:29</a>; <a data-ref=\"Deuteronomy 28:47\" href=\"/Deuteronomy.28.47\">28:47</a>; <a data-ref=\"I Samuel 26:21\" href=\"/I_Samuel.26.21\">1 S 26:21</a>; <a data-ref=\"II Kings 22:17\" href=\"/II_Kings.22.17\">2 K 22:17</a> = <a data-ref=\"II Chronicles 34:25\" href=\"/II_Chronicles.34.25\">2 Ch 34:25</a>; <a data-ref=\"Isaiah 53:12\" href=\"/Isaiah.53.12\">Is 53:12</a>; <a data-ref=\"Jeremiah 29:19\" href=\"/Jeremiah.29.19\">Je 29:19</a>; <a data-ref=\"Jeremiah 50:7\" href=\"/Jeremiah.50.7\">50:7</a>; <a data-ref=\"II Chronicles 21:12\" href=\"/II_Chronicles.21.12\">2 Ch 21:12</a>. <strong>b.</strong>  <span dir=\"rtl\">תַּחַת כִּי</span> <a data-ref=\"Deuteronomy 4:37\" href=\"/Deuteronomy.4.37\">Dt 4:37</a> (but? read <span dir=\"rtl\">וַתֶּֽחִי׃</span> as end of v <a data-ref=\"Deuteronomy 4:36\" href=\"/Deuteronomy.4.36\">36</a>), <a data-ref=\"Proverbs 1:29\" href=\"/Proverbs.1.29\">Pr 1:29</a>. cf. (<a data-ref=\"BDB, כִּי²\" href=\"/BDB,_כִּי²\", dir=\"rtl\">כִּי</a>) <a ,=\"\" data-ref=\"BDB, אֲשֶׁר\" dir=\"rtl\" href=\"/BDB,_אֲשֶׁר\">עֵקֶב אֲשֶׁר</a>.<br><strong>III.</strong>  compounds:— †<strong>1.</strong>  <span dir=\"rtl\">אֶל־תַּחַת</span>, after a vb. of motion: <strong>a.</strong>  (<em>in</em>) <em>under</em>, <a data-ref=\"Judges 6:19\" href=\"/Judges.6.19\">Ju 6:19</a> <span dir=\"rtl\">וַיּוֹצֵא אֶל־ת׳ הָאֵלָה</span>, <a data-ref=\"I Kings 8:6\" href=\"/I_Kings.8.6\">1 K 8:6</a> (‖ <a data-ref=\"II Chronicles 5:7\" href=\"/II_Chronicles.5.7\">2 Ch 5:7</a>), <a data-ref=\"Jeremiah 3:6\" href=\"/Jeremiah.3.6\">Je 3:6</a>; <a data-ref=\"Jeremiah 38:11\" href=\"/Jeremiah.38.11\">38:11</a> (on <a data-ref=\"I Samuel 21:5\" href=\"/I_Samuel.21.5\">1 S 21:5</a> v. <strong>II. 1 d</strong>); after <span dir=\"rtl\">קָרָא</span> <a data-ref=\"Zechariah 3:10\" href=\"/Zechariah.3.10\">Zc 3:10</a>: so <span dir=\"rtl\">אֶל־ת׳ לְ׳</span> <a data-ref=\"Ezekiel 10\" href=\"/Ezekiel.10\">Ez 10</a>:<a data-ref=\"Ezekiel 2\" href=\"/Ezekiel.2\">2</a>. <strong>b.</strong>  <em>into the place of</em>, <a data-ref=\"Leviticus 14:42\" href=\"/Leviticus.14.42\">Lv 14:42</a>. <strong>2.</strong>  <span dir=\"rtl\">מִתַּחַת</span> (= ὑπʼ ἐκ): <strong>a.</strong>  alone, <em>from under, from beneath</em>, as <span dir=\"rtl\">מִתַּחַת הַשָּׁמַיִם</span> †<a data-ref=\"Genesis 1:7\" href=\"/Genesis.1.7\">Gn 1:7</a>, and especially after such vbs. as <span dir=\"rtl\">שִׁחֵת</span> <a data-ref=\"Genesis 6:17\" href=\"/Genesis.6.17\">6:17</a>, <span dir=\"rtl\">מָחָה</span> <a data-ref=\"Exodus 17:14\" href=\"/Exodus.17.14\">Ex 17:14</a>; <a data-ref=\"Deuteronomy 9:14\" href=\"/Deuteronomy.9.14\">Dt 9:14</a>; <a data-ref=\"Deuteronomy 25:19\" href=\"/Deuteronomy.25.19\">25:19</a>; <a data-ref=\"Deuteronomy 29:19\" href=\"/Deuteronomy.29.19\">29:19</a>; <a data-ref=\"II Kings 14:27\" href=\"/II_Kings.14.27\">2 K 14:27</a>, <span dir=\"rtl\">הֶאֱבִיד</span> <a data-ref=\"Deuteronomy 7:24\" href=\"/Deuteronomy.7.24\">Dt 7:24</a>, cf. <a data-ref=\"Lamentations 3:66\" href=\"/Lamentations.3.66\">La 3:66</a>; <a data-ref=\"Ezekiel 47:1\" href=\"/Ezekiel.47.1\">Ez 47:1a</a> <span dir=\"rtl\">מִתּ׳ מִפְתַּן הַבַּיִת</span>, <a data-ref=\"Proverbs 22:27\" href=\"/Proverbs.22.27\">Pr 22:27</a> <span dir=\"rtl\">לָ֫מָּה יִקַּח מִשְׁכָּֽבְךָ מִתַּחְתֶּיךָ</span>; <a data-ref=\"Exodus 6:6\" href=\"/Exodus.6.6\">Ex 6:6</a>, <a data-ref=\"Exodus 6:7\" href=\"/Exodus.6.7\">7</a> <span dir=\"rtl\">מִתּ׳ סִבְלוֹת מִצְרַיִם</span>, <a data-ref=\"Hosea 4:12\" href=\"/Hosea.4.12\">Ho 4:12</a> <span dir=\"rtl\">וַיִּזְנוּ מִתּ׳ אֱלֹהֵיהֶם</span> (cf. <strong>II. 1 c</strong> <em>a, b</em>); <span dir=\"rtl\">מִתּ׳ יַד פ׳</span> (cf. <strong>II. 1 d</strong>) <em>from under the hand</em> (power) <em>of</em> … <a data-ref=\"Exodus 18:10\" href=\"/Exodus.18.10\">Ex 18:10</a>; <a data-ref=\"II Kings 8:20\" href=\"/II_Kings.8.20\">2 K 8:20</a>, <a data-ref=\"II Kings 8:22\" href=\"/II_Kings.8.22\">22</a>; <a data-ref=\"II Kings 13:5\" href=\"/II_Kings.13.5\">13:5</a>; <a data-ref=\"II Kings 17:7\" href=\"/II_Kings.17.7\">17:7</a> +; <span dir=\"rtl\">מִתַּחְתָּיו</span> (cf. <strong>II. 2 a</strong>) <em>from his place</em> <a data-ref=\"Exodus 10:23\" href=\"/Exodus.10.23\">Ex 10:23</a>; <a data-ref=\"Zechariah 6:12\" href=\"/Zechariah.6.12\">Zc 6:12</a>. Rarely = <span dir=\"rtl\">תַּחַת</span> or <span dir=\"rtl\">מִתַּחַת לְ׳</span>, <a data-ref=\"Genesis 1:7\" href=\"/Genesis.1.7\">Gn 1:7</a> (P) <a data-ref=\"Ezekiel 1:8\" href=\"/Ezekiel.1.8\">Ez 1:8</a>; <a data-ref=\"Ezekiel 42:9\" href=\"/Ezekiel.42.9\">42:9</a>; <a data-ref=\"Ezekiel 46:23\" href=\"/Ezekiel.46.23\">46:23</a>; <a data-ref=\"Job 26:5\" href=\"/Job.26.5\">Jb 26:5</a>. <strong>b.</strong>  <span dir=\"rtl\">מִתַּחַת לְ׳</span> (opp. <span dir=\"rtl\">מִמַּעַל לְ׳</span>) <em>under, beneath:</em> <a data-ref=\"Genesis 1:17\" href=\"/Genesis.1.17\">Gn 1:17</a> <span dir=\"rtl\">הַמַּיִם אֲשֶׁר מִתּ׳ לָרָקִיעַ</span>, <a data-ref=\"Exodus 20:4\" href=\"/Exodus.20.4\">Ex 20:4</a> <span dir=\"rtl\">הַמַּיִם מִתַּחַת לָאָרֶץ</span> (so <a data-ref=\"Deuteronomy 4:18\" href=\"/Deuteronomy.4.18\">Dt 4:18</a>; <a data-ref=\"Deuteronomy 5:8\" href=\"/Deuteronomy.5.8\">5:8</a>), <a data-ref=\"Judges 3:16\" href=\"/Judges.3.16\">Ju 3:16</a> <span dir=\"rtl\">מִתּ׳ לְמַדָּיו</span>, <a data-ref=\"Jeremiah 38:12\" href=\"/Jeremiah.38.12\">Je 38:12</a> +; of locality, †<a data-ref=\"Genesis 35:8\" href=\"/Genesis.35.8\">Gn 35:8</a> <span dir=\"rtl\">מִתּ׳ לְבֵיתְאֵל</span>, <a data-ref=\"I Samuel 7:11\" href=\"/I_Samuel.7.11\">1 S 7:11</a>; <a data-ref=\"I Kings 4:12\" href=\"/I_Kings.4.12\">1 K 4:12</a>. <strong>c.</strong>  †<span dir=\"rtl\">לְמִתַּחַת לְ׳</span> (cf. <a data-ref=\"BDB Aramaic, מִן\" href=\"/BDB Aramaic,_מִן\", dir=\"rtl\">מִן</a> <strong>9 b</strong>), i.q. <span dir=\"rtl\">מִתַּחַת לְ׳</span> <a data-ref=\"I Kings 7:32\" href=\"/I_Kings.7.32\">1 K 7:32</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "638dac9987349d0de4193e0a", "index_title": "Mishneh Torah, Torah Study", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Torah Study 3:13", "anchorRef": "Numbers 16:31", "anchorRefExpanded": ["Numbers 16:31"], "sourceRef": "Mishneh Torah, Torah Study 3:13", "sourceHeRef": "משנה תורה, הלכות תלמוד תורה ג׳:י״ג", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 3.0013, "collectiveTitle": {"en": "Mishneh Torah, Torah Study", "he": "משנה תורה, הלכות תלמוד תורה"}, "heTitle": "משנה תורה, הלכות תלמוד תורה", "he": "אַף עַל פִּי שֶׁמִּצְוָה לִלְמֹד בַּיּוֹם וּבַלַּיְלָה אֵין אָדָם לָמֵד רֹב חָכְמָתוֹ אֶלָּא בַּלַּיְלָה. לְפִיכָךְ מִי שֶׁרָצָה לִזְכּוֹת בְּכֶתֶר הַתּוֹרָה יִזָּהֵר בְּכָל לֵילוֹתָיו וְלֹא יְאַבֵּד אֲפִלּוּ אֶחָד מֵהֶן בְּשֵׁנָה וַאֲכִילָה וּשְׁתִיָּה וְשִׂיחָה וְכַיּוֹצֵא בָּהֶן אֶלָּא בְּתַלְמוּד תּוֹרָה וְדִבְרֵי חָכְמָה. אָמְרוּ חֲכָמִים אֵין רִנָּה שֶׁל תּוֹרָה אֶלָּא בַּלַּיְלָה שֶׁנֶּאֱמַר <small>(איכה ב יט)</small> \"קוּמִי רֹנִּי בַלַּיְלָה\". וְכָל הָעוֹסֵק בַּתּוֹרָה בַּלַּיְלָה חוּט שֶׁל חֶסֶד נִמְשָׁךְ עָלָיו בַּיּוֹם שֶׁנֶּאֱמַר <small>(תהילים מב ט)</small> \"יוֹמָם יְצַוֶּה ה' חַסְדּוֹ וּבַלַּיְלָה שִׁירֹה עִמִּי תְּפִלָּה לְאֵל חַיָּי\". וְכָל בַּיִת שֶׁאֵין נִשְׁמָעִים בּוֹ דִּבְרֵי תּוֹרָה בַּלַּיְלָה אֵשׁ אוֹכַלְתּוֹ שֶׁנֶּאֱמַר <small>(איוב כ כו)</small> \"כָּל חשֶׁךְ טָמוּן לִצְפּוּנָיו תְּאָכְלֵהוּ אֵשׁ לֹא נֻפָּח\". <small>(במדבר טו לא)</small> \"כִּי דְבַר ה' בָּזָה\" זֶה שֶׁלֹּא הִשְׁגִּיחַ עַל דִּבְרֵי תּוֹרָה כָּל עִקָּר. וְכֵן כָּל שֶׁאֶפְשָׁר לוֹ לַעֲסֹק בַּתּוֹרָה וְאֵינוֹ עוֹסֵק אוֹ שֶׁקָּרָא וְשָׁנָה וּפֵרַשׁ לְהַבְלֵי עוֹלָם וְהֵנִיחַ תַּלְמוּדוֹ וּזְנָחוֹ הֲרֵי זֶה בִּכְלַל בּוֹזֶה דְּבַר ה'. אָמְרוּ חֲכָמִים כָּל הַמְבַטֵּל אֶת הַתּוֹרָה מֵעשֶׁר סוֹפוֹ לְבַטְּלָהּ מֵעֹנִי וְכָל הַמְקַיֵּם אֶת הַתּוֹרָה מֵעֹנִי סוֹפוֹ לְקַיְּמָהּ מֵעשֶׁר. וְעִנְיָן זֶה מְפֹרָשׁ הוּא בַּתּוֹרָה, הֲרֵי הוּא אוֹמֵר <small>(דברים כח מז)</small> \"תַּחַת אֲשֶׁר לֹא עָבַדְתָּ אֶת ה' אֱלֹהֶיךָ בְּשִׂמְחָה וּבְטוּב לֵבָב מֵרֹב כּל\" <small>(דברים כח מח)</small> \"וְעָבַדְתָּ אֶת אֹיְבֶיךָ\". וְאוֹמֵר <small>(דברים ח ב)</small> \"לְמַעַן עַנֹּתְךָ\" <small>(דברים ח טז)</small> \"לְהֵיטִבְךָ בְּאַחֲרִיתֶךָ\":  ", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "Even though it is a mitzvah to study during the day and at night,<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">See Chapter 1, Halachah 8.</i> it is only at night that a person acquires most of his wisdom.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\"><i>Eruvin</i> 65a states: \"The moon was created only for Torah study.\" The term \"wisdom\" is interpreted as a reference to those aspects of Torah study described as <i>Gemara</i> or <i>Talmud</i> (Chapter 1, Halachah 11). At night, when a person is removed from his daytime pressures, he is able to concentrate more on these abstract subjects.</i> Therefore, a person who desires to merit the crown of Torah<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See the commentary on Halachah 1 with regard to the latter term.</i> should be careful with all his nights, not giving up even one to sleep,<sup class=\"footnote-marker\">4</sup><i class=\"footnote\"><i>Hilchot De'ot</i> 4:4 states that a person should sleep eight hours each night. The commentaries have questioned whether here, the Rambam is advising a person to strain himself beyond those limits, or whether the Rambam is merely stating that the nighttime hours a person has available should be devoted to Torah study.</i> eating, drinking,<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">In <i>Hilchot De'ot</i> 5:1, the Rambam counsels: \"A Torah Sage should not be a glutton. Rather, he should eat only the foods that are appropriate for his physical health and [even of those], he should not partake excessively. He should not pursue [food] after filling his gut.\"</i> talk,<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">In general, the Rambam advises against excessive speech. <i>Hilchot De'ot</i> 2:4 states: \"A person should also remain silent to a great extent, and speak only about words of wisdom or things he requires to maintain his existence.\"</i> or the like. Rather, [they should be devoted to] the study of Torah and the words of wisdom.<br>Our Sages declared: \"The song of Torah can [be heard] only at night, as [Eichah 2:19] states: 'Arise, sing out at night...’“<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Note the commentaries on Deuteronomy 31:19, which describe the Torah as God's song.</i><br>Whoever occupies himself with Torah study at night will have a strand of [Divine] favor extended over him during the day, as [implied by Psalms 42:9]: \"During the day, God ordains His kindness and, at night, His song is with me, a prayer to the living God.\"<sup class=\"footnote-marker\">8</sup><i class=\"footnote\"><i>Avodah Zarah</i> 3b comments: \"Why does 'God ordain His kindness during the day'? Because 'at night, His song (the Torah) is with me.’“</i><br>[In contrast], any house in which the words of Torah cannot be heard at night will be consumed by fire, as [implied by Job 20:26]: \"All the darkness<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">i.e., the nights</i> is hidden away from His treasures;<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">the Torah. Therefore,</i> a fire that need not be blown will consume him.\"<br>[The verse, Numbers 16:31,] \"He scorned the word of God,\" applies to someone who pays no attention to Torah at all.<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">This is the opinion of Rabbi Natan, as quoted in <i>Sanhedrin</i> 99a, and in the <i>Sifre, Sh'lach</i>.</i> Similarly, anyone who has the potential to occupy himself with Torah study and does not,<sup class=\"footnote-marker\">12</sup><i class=\"footnote\"><i>Sanhedrin, op. cit.</i>) quotes Rabbi Nehorai for this definition of the above verse.</i> or who has studied both the Written and Oral Law and turned away to the vanities of the world, leaving behind his study and ignoring it, is included in the category<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">This definition is not mentioned in any of the opinions quoted in <i>Sanhedrin</i> or the <i>Sifre</i> in the definition of the above verse.</i> of \"those who scorn the word of God.\"<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">The <i>Lechem Mishneh</i> emphasizes that this severe condemnation applies even when a person ignores his study out of laziness and idle tendencies, without any contempt or disrespect for the Torah.</i><br>Our Sages declared: \"Whoever neglects Torah study when wealthy will ultimately neglect it amidst poverty. Whoever maintains the Torah in poverty will ultimately maintain it amidst prosperity.\"<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">In his commentary on that Mishnah, the Rambam writes: A person who studies Torah in poverty and need, straining himself to study despite these pressures, will ultimately merit to study amidst prosperity without any disturbances to his study.<br>[Conversely,] a person who neglects Torah study because he is prosperous and, therefore, is busy eating, drinking, and seeking pleasure, will ultimately become poor to the extent that the reason he neglects Torah study will be his pursuit of his daily bread.</i> This concept is explicitly mentioned in the Torah [Deuteronomy 28:47-48], which states: \"Because you did not serve God, your Lord, with happiness and good feeling when there was an abundance of everything, you shall serve your enemies,\"<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">This interpretation of the verse resembles that of Rashi's commentary on the Torah. Note the conclusion of <i>Hilchot Lulav</i>, where the Rambam interprets the verse differently, stressing the importance of serving God with joy.</i> and [Deuteronomy 8:16] states: \"so that you shall suffer...so that ultimately He will make you prosper.\"", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "64bfcd3f5781082118c1515b", "index_title": "Alshekh on Torah", "category": "Commentary", "type": "commentary", "ref": "Alshekh on Torah, Numbers 16:31:1-2", "anchorRef": "Numbers 16:31", "anchorRefExpanded": ["Numbers 16:31"], "sourceRef": "Alshekh on Torah, Numbers 16:31:1-2", "sourceHeRef": "תורת משה - אלשיך, במדבר ט״ז:ל״א:א׳-ב׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1540, 1590], "commentaryNum": 31.0001, "collectiveTitle": {"en": "Alshich", "he": "אלשיך"}, "heTitle": "במדבר", "he": ["<b>ויהי כו'.</b> הנה אומרו ותבקע וכו' ותפתח נראה כפול. ואם נדקדק הלשון נראה סותר זא\"ז כי בקיעה אינה פה ובאומרו ותפתח נראה שהיה פה סתום ונפתח. אך הנה כתבנו כי פי הארץ אינו חור או בקוע בארץ כי אם כח רוחני ושואב ובולע כפי האדם באדם. וזה מאמרם ז\"ל כמו שיש אברים לאדם. כן יש אברים לארץ אדם יש לו ראש והארץ גם כן. וראש עפרות תבל. אדם יש לו פה והארץ יש לה פה ופצתה האדמה את פיה והוא כמפורש אצלינו שהוא כח מיוחד המתייחס לכל אבר כאשר באדם והוא בזה כי כאשר בכח פי האדם לשאוב ולבלוע כן פי הארץ. ונבא אל הענין הנה משה אמר ופצתה האדמה את פיה ובלעה וכו' אפשר יאמר במה נדע כי הנה שם פה לאדמה ואולי לא היה רק שנבקעה הארץ והנמצאים במקום שנבקע נפלו בתוכו. ע\"כ מה עשה הוא ית' הבקיע תחלה האדמה אשר תחתיהם ועדיין לא נפלו בבקוע כלל והיו חוצה על הארץ ואח\"כ ותפתח הארץ את פיה הוא אותו כח הבולע ותבלע אותם ששאבם ואחזה בם והמשיכם מעל הארץ אותם ואת בתיהם כו' ואת כל הרכוש אשר כל זה לא היה דבר בבקוע כי אם שהכח ההוא המשיכם אל תוכו. וזהו אפשר יאמר ויאבדו מתוך הקהל כי היו חוץ לבקוע אשר שם הקהל וכהרף עין נאבדו מתוכם כי חטפם כח פי הארץ ששאף ובלע אותם: ", "<b>עוד </b>יתכן ע\"פ סדר המקרא כי אחר אומרו שאחר הבקיע בלעה אותם פי הארץ אמר הנה עוד ראיה לזה שאם היה שבבקוע נפלו לא היה מפלש לעובי האדמה כי אם שיהיה שיעור מה ובנפלם אל תוכו חוזרת הארץ ונדבקה ונשארים קברים תוך הבקוע מתים בקרב הארץ אך לאלו לא כן קרה למו כי אם וירדו וכו' עד שאול מטה תחת כל מעבה האדמה באופן שותכס עליהם הארץ שכל קרקע העולם היה כמכסה עליהם ולא שדחקו צדדי הבקוע אותם ומתו ונשארו כקבורים בנתים רק שויאבדו מתוך הקהל שלא היה הפרש בהיותם שם מאשר היו טרם הבליעה כי אם שויאבדו מתוך הקהל אך כאשר היו חיים בהיותם בתוך הקהל כן היו אחרי כן חיים מתחת לארץ. ושמא תאמר ומי יאמר שהם חיים אחרי כן ולא נדחקו ומתו תוך הקרקע לז\"א וכל ישראל אשר סביבותיהם נסו לקולם והוא כי הנה ארז\"ל בגמרא כי רבה בר בר חנא הלך במדבר ההוא והיה שם חד טייעא אמר לו כי שם היה בלועי קרח ושיטה אזנו ושישמע ושמע שהיו אומרים משה אמת ותורתו וכו' וזה יאמר ותכס עליהם הארץ ויאבדו וכו' ואחרי כן וכל ישראל וכו' נסו לקולם אשר שמעו מהם כעובדא דרבה בר בר חנא. כי אמרו פן תבלענו הארץ ולא אמרו פן תבקע הארץ כי אם שתבלעם בלועים כאשר המה שלימים וחיים כי הכירו כי בלועים המה חיים ולא שנפלו תוך חריץ הבקוע ומתו תוך הארץ כי הלא שמעו קולם אחרי כן: "], "heVersionTitle": "Torat Moshe, Warsaw, 1875", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]