[{"_id": "531e4fe3fbfba276047f6cc1", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 8:1", "anchorRef": "Leviticus 8:1", "anchorRefExpanded": ["Leviticus 8:1"], "sourceRef": "Onkelos Leviticus 8:1", "sourceHeRef": "תרגום אונקלוס על ויקרא ח׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "וּמַלִּיל יְיָ עִם משֶׁה לְמֵימָר:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "And Adonoy spoke to Moshe, to say:", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec4f8", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 8:1", "anchorRef": "Leviticus 8:1", "anchorRefExpanded": ["Leviticus 8:1"], "sourceRef": "Targum Jonathan on Leviticus 8:1", "sourceHeRef": "תרגום יונתן על ויקרא ח׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "וּמַלֵיל יְיָ עִם משֶׁה לְמֵימָר", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And the Lord spake with Mosheh, saying:\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "577becacd6e4a903d813676c", "index_title": "Mishneh Torah, Positive Mitzvot", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Positive Mitzvot 69", "anchorRef": "Leviticus 8:1", "anchorRefExpanded": ["Leviticus 8:1"], "sourceRef": "Mishneh Torah, Positive Mitzvot 69", "sourceHeRef": "משנה תורה, מצוות עשה ס״ט", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 69, "collectiveTitle": {"en": "Mishneh Torah, Positive Mitzvot", "he": "משנה תורה, מצוות עשה"}, "heTitle": "משנה תורה, מצוות עשה", "he": "להקריב היחיד קרבן חטאת אם שגג במצות לא תעשה שחייבים עליה כרת, שנאמר: \"וְנֶפֶשׁ כִּי תֶחֱטָא\" (ויקרא ה, א).", "heVersionTitle": "Wikisource Mishneh Torah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "משנה תורה (ויקיטקסט)", "text": "For each individual to offer a sin offering if he unintentionally violates a negative commandment punishable by <i>karet</i><sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Karet refers to premature death at the hand of God, the death of one's children, and a severe spiritual punishment for the soul. (See Hilchot Teshuvah 8:1.)</i>, as [Leviticus 5:1] states: \"When a person sins....\"<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">Though this prooftext is quoted in the printed editions of the <i>Mishneh Torah,</i> it appears to be an error, for the passage it introduces deals with the adjustable guilt offering (Positive Mitzvah 72). The verse which introduces the laws of the sin offerings is Leviticus 4:27: \"If one person sins....\"</i>", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "57e77d00d6e4a94c7c18a478", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 8:1", "anchorRef": "Leviticus 8:1", "anchorRefExpanded": ["Leviticus 8:1"], "sourceRef": "Tafsir Rasag, Leviticus 8:1", "sourceHeRef": "תפסיר רס\"ג, ויקרא ח׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "ת̇ם כלם אללה מוסי קאילא", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58b6b15ad6e4a952249cbea1", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Leviticus 8:1:1", "anchorRef": "Leviticus 8:1", "anchorRefExpanded": ["Leviticus 8:1"], "sourceRef": "Minchat Shai on Torah, Leviticus 8:1:1", "sourceHeRef": "מנחת שי על תורה, ויקרא ח׳:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "ויקרא", "he": "<b>וידבר דקח את אהרן.</b> פתוחה:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5926b23ed6e4a957603a04d2", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Tzav 11:1", "anchorRef": "Leviticus 8:1", "anchorRefExpanded": ["Leviticus 8:1"], "sourceRef": "Midrash Tanchuma Buber, Tzav 11:1", "sourceHeRef": "תנחומא בובר, צו י״א:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "צו", "he": "וידבר ה' וגו' קח את אהרן ואת בניו אתו ואת הבגדים <small>(ויקרא ח א ב)</small>, זש\"ה אשרי תבחר ותקרב ישכן חצריך <small>(תהלים סה ה(, אשרי מי שבחרו הקב\"ה, אעפ\"י שלא קרבו, ואשרי מי שקרבו אעפ\"י שלא בחרו, ואיזה זה שבחרו זה אברהם, (אבל לא קרבו אלא הוא עצמו קרבו)</small>, שנאמר אתה הוא ה' האלהים אשר בחרת באברם וגו' <small>(נחמיה ט ז)</small>, [אבל לא קרבו אלא הוא קרב את עצמו]. יעקב בחרו הקב\"ה שנאמר יעקב אשר בחרתיך <small>(ישעיה מא ח)</small>, ואומר כי יעקב בחר לו יה <small>(תהלים קלה ד)</small>, ולא קרבו אלא הוא קרב את עצמו, שנאמר ויעקב איש תם יושב אלהים <small>(בראשית כה כז)</small>, משה בחרו אבל לא קרבו, שנאמר (לולא) [לולי] משה בחירו וגו' <small>(תהלים קו כג)</small>. דוד בחרו אבל לא קרבו, שנאמר ויבחר בדוד עבדו <small>(שם עח ע)</small>, והוא קרב את עצמו, שנאמר חבר אני לכל אשר יראוך <small>(שם קיט ג)</small>, אשריהם אלו שבחרן הקב\"ה, אעפ\"י שלא קירבן, בא וראה יתרו קרבו הקבה, אבל לא בחרו, רחב הזונה קירבה, אבל לא בחרה, אשרי אהרן בכפלים, שבחרו וקרבו, מנין שבחרו, שנאמר ובחור אותי [מכל שבטי ישראל לי לכהן] <small>(ש\"א ב כח)</small>, ומנין שקרבו, שנאמר ואתה הקרב איך את אהרן אחיך <small>(שמות כח א)</small>, לכך דוד משבחו אשרי תבחר ותקרב.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Lev. 8:1–2:) <small>THEN THE LORD SPOKE &lt; UNTO MOSES &gt;…: TAKE AARON AND HIS SONS ALONG WITH HIM, THE VESTMENTS</small> &lt; …. &gt; This text is related (to Ps. 65:5 [4]): <small>BLESSED IS THE ONE YOU CHOOSE AND BRING NEAR TO DWELL IN YOUR COURTS</small>. Blessed is the one whom the Holy One has chosen, even though he has not brought him near.<sup class=\"footnote-marker\">39</sup><i class=\"footnote\"><i>Tanh</i>., Lev. 2:8.</i> And Blessed is the one whom he has brought near, even though he did not choose him. Now which was this one whom he chose? This was Abraham. {However he did not bring him near; instead he brought himself near to him.} It is so stated (in Neh. 9:7): <small>YOU ARE THE LORD, THE GOD WHO CHOSE ABRAM</small>…. [However he did not bring him near. Instead he brought himself near.] In the case of Jacob, the Holy One chose him, as stated (in Is. 41:8): <small>JACOB, WHOM I HAVE CHOSEN</small>. It also says (in Ps. 135:4): <small>FOR THE LORD HAS CHOSEN JACOB FOR HIMSELF</small>. But he did not bring him near. Instead he brought himself near. Thus it is stated (in Gen. 25:27): <small>BUT JACOB WAS A PERFECT MAN DWELLING IN TENTS</small>. Moses he chose but did not bring near, as stated (in Ps. 106:23): &lt; …, &gt; <small>HAD NOT MOSES HIS CHOSEN ONE &lt; STOOD IN THE BREACH</small> &gt;,…. David he chose but did not bring near, as stated (in Ps. 78:70): <small>HE CHOSE DAVID, HIS SERVANT</small>. He also brought himself near, as stated (in Ps. 119:63): <small>I AM A COMPANION TO ALL WHO FEAR YOU</small>. Blessed are those whom the Holy One chose, even though he did not bring them near. Come and see Jethro. The Holy One brought him near, but he did not choose him. In the case of Rahab the harlot, he brought her near but did not choose her. Aaron was doubly blessed because &lt; the Holy One &gt; chose him and brought him near. Where is it shown that he chose him? Where it is stated (in I Sam. 2:28): <small>AND I CHOSE HIM</small> [<small>FROM ALL THE TRIBES OF ISRAEL TO BE MY PRIEST</small>]. And where is it shown that he brought him near? Where it is stated (in Exod. 28:1): <small>AND YOU SHALL BRING NEAR UNTO YOURSELF YOUR BROTHER AARON &lt; AND HIS SONS ALONG WITH HIM,… TO SERVE ME AS PRIESTS</small> &gt;. Therefore, David praised him (in Ps. 65:5 [4]): <small>BLESSED IS THE ONE YOU CHOOSE AND BRING NEAR &lt; TO DWELL IN YOUR COURTS</small> &gt;.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5933bf08d6e4a954e5309b5c", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Emor 1:1", "anchorRef": "Leviticus 8:1", "anchorRefExpanded": ["Leviticus 8:1"], "sourceRef": "Midrash Tanchuma Buber, Emor 1:1", "sourceHeRef": "תנחומא בובר, אמור א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "אמור", "he": "ויאמר ה' אל משה אמר אל הכהנים בני אהרן וגו' <small>(ויקרא כא א)</small>. זש\"ה אמרות ה' אמרות טהורות וגו' <small>(תהלים יב ז)</small>, כל מה שהקב\"ה מזהיר את ישראל בשביל קודשתן וטהרתן, אמרות ה' אמרות טהורות, אמור אל הכהנים ואמרת אליהם, הרי [אמירה] שתי פעמים, למה הדבר דומה לטבח שהיה נכנס ויוצא לפני המלך, אמר המלך גוזרני עליך שלא תראה מת כל ימיך, מפני שאתה נכנס ורואה את פני, שלא תטמא פלטירין שלי, כך הקב\"ה גזר על הכהנים הנכנסים לבית המקדש שלא יטמאו למת, לפיכך הוא אומר לנפש לא יטמא בעמיו <small>(ויקרא שם)</small>.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Lev. 21:1:) <small>THEN THE LORD SAID UNTO MOSES: SPEAK UNTO THE PRIESTS, THE SONS OF AARON, &lt; AND SAY UNTO THEM: LET NO ONE DEFILE HIMSELF FOR A DEAD SOUL AMONG HIS PEOPLE &gt;</small>. This text is related (to Ps. 12:7 [6]): <small>THE SAYINGS OF THE LORD ARE PURE SAYINGS</small>…. Everything &lt; against &gt; which the Holy One warned Israel is for the sake of their holiness and their purity.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\"><i>Tanh</i>., Lev. 8:1.</i> (Ibid.:) <small>THE SAYINGS OF THE LORD ARE PURE SAYINGS</small>. (Lev. 21:1:) <small>SPEAK</small> (literally: <small>SAY</small>) <small>UNTO THE PRIESTS, THE SONS OF AARON, AND SAY UNTO THEM</small>. Note that \"say\" &lt; occurs &gt; two times. To what is the matter comparable? To a cook who would go in and out before the king. The king said: I am commanding you not to look at a dead person all your days, since you come in and out before me, lest you defile my palace.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Lat.: <i>praetorium</i>, Gk.: <i>praitorion.</i></i> Similarly, the Holy One had commanded the priests who enter the Temple not to be defiled for a dead person. It therefore says (in Lev. 21:1): <small>LET NO ONE DEFILE HIMSELF FOR A DEAD SOUL AMONG HIS PEOPLE</small>.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5a4366f5d6e4a97d18d91227", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Leviticus 8:1:1", "anchorRef": "Leviticus 8:1", "anchorRefExpanded": ["Leviticus 8:1"], "sourceRef": "Ralbag Beur HaMilot on Torah, Leviticus 8:1:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, ויקרא ח׳:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "ויקרא", "he": "זאת הפרשה דבקה לפרשת וזה הדבר אשר בסדר ואתה תצוה ושם ביארנו כל הנזכר בזאת הפרשה:", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5be1f7865c81ef0074e69166", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Tzav 8:1", "anchorRef": "Leviticus 8:1-2", "anchorRefExpanded": ["Leviticus 8:1", "Leviticus 8:2"], "sourceRef": "Midrash Tanchuma, Tzav 8:1", "sourceHeRef": "מדרש תנחומא, צו ח׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "צו", "he": "<b>וַיְדַבֵּר</b> ה' אֶל מֹשֶׁה קַח אֶת אַהֲרֹן וְאֶת בָּנָיו וְאֶת הַבְּגָדִים. זֶה שֶׁאָמַר הַכָּתוּב: אַשְׁרֵי תִּבְחַר וּתְקָרֵב יִשְׁכֹּן חֲצֵרֶיךָ <small>(תהלים סה, ה)</small>. אַשְׁרֵי מִי שֶׁבְּחָרוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא, אַף עַל פִּי שֶׁלֹּא קֵרְבוֹ. וְאַשְׁרֵי מִי שֶׁקֵּרְבוֹ, אַף עַל פִּי שֶׁלֹּא בְּחָרוֹ. וְאֵיזֶהוּ שֶׁבְּחָרוֹ. זֶה אַבְרָהָם, אֲבָל לֹא קֵרְבוֹ, אֲבָל הוּא קֵרֵב אֶת עַצְמוֹ, שֶׁנֶּאֱמַר: אַתָּה הוּא ה' הָאֱלֹהִים אֲשֶׁר בָּחַרְתָּ בְּאַבְרָם וְגוֹ' <small>(נחמיה ט, ז)</small>. יַעֲקֹב בְּחָרוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא, שֶׁנֶּאֱמַר: יַעֲקֹב אֲשֶׁר בְּחַרְתִּיךָ <small>(ישעיה מא, ח)</small>. וְכֵן הוּא אוֹמֵר, כִּי יַעֲקֹב בָּחַר לוֹ יָהּ, יִשְׂרָאֵל לִסְגֻלָּתוֹ <small>(תהלים קלה, ד)</small>, אֲבָל לֹא קֵרְבוֹ. אֲבָל הוּא קֵרֵב אֶת עַצְמוֹ, שֶׁנֶּאֱמַר: וְיַעֲקֹב אִישׁ תָּם יוֹשֵׁב אֹהָלִים <small>(בראשית כה, כז)</small>. מֹשֶׁה בְּחָרוֹ, אֲבָל לֹא קֵרְבוֹ, שֶׁנֶּאֱמַר: לוּלֵי מֹשֶׁה בְּחִירוֹ עָמַד בַּפֶּרֶץ <small>(תהלים קכו, כג)</small>. דָּוִד בְּחָרוֹ, אֲבָל לֹא קֵרְבוֹ, שֶׁנֶּאֱמַר: וַיִּבְחַר בְּדָוִד עַבְדּוֹ <small>(שם עח, ע)</small>. וְהוּא קֵרֵב אֶת עַצְמוֹ, שֶׁנֶּאֱמַר: חָבֵר אֲנִי לְכָל אֲשֶׁר יִרְאוּךָ <small>(שם קיט, סג)</small>. אַשְׁרֵיהֶם אֵלּוּ שֶׁבְּחָרָן הַקָּדוֹשׁ בָּרוּךְ הוּא, אַף עַל פִּי שֶׁלֹּא קֵרְבָן. בֹּא וּרְאֵה, יִתְרוֹ קֵרְבוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא, וְלֹא בְּחָרוֹ. רָחָב הַזּוֹנָה קֵרְבָהּ הַקָּדוֹשׁ בָּרוּךְ הוּא, אֲבָל לֹא בְּחָרָהּ. אַשְׁרֵי אַהֲרֹן בְּכִפְלַיִם, שֶׁבְּחָרוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא וְקֵרְבוֹ. וּמִנַּיִן שֶׁבְּחָרוֹ, שֶׁנֶּאֱמַר: וַיָּבֹא אִישׁ הָאֱלֹהִים אֶל עֵלִי וַיֹּאמֶר אֵלָיו כֹּה אָמַר ה' הֲנִגְלֹה נִגְלֵיתִי אֶל בֵּית אָבִיךָ, וּבָחֹר אוֹתוֹ מִכָּל שִׁבְטֵי יִשְׂרָאֵל לְכֹהֵן לִי <small>(ש״א ב, כז-כח)</small>. וּמִנַּיִן שֶׁקֵּרְבוֹ, שֶׁנֶּאֱמַר: וְאַתָּה הַקְרֵב אֵלֶיךָ אֶת אַהֲרֹן אָחִיךָ <small>(שמות כח, א)</small>. לְכָךְ דָּוִד מְשַׁבְּחוֹ וְאָמַר, אַשְׁרֵי תִּבְחַר וּתְקָרֵב יִשְׁכֹּן חֲצֵרֶךָ <small>(תהלים סה, ה)</small>. ", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "(Lev. 8:1-2:) “Then the Lord spoke [unto Moses]…, ‘Take Aaron and his sons along with him, the vestments […].’” This text is related (to Ps. 65:5), “Fortunate is the one You choose and bring near, to dwell in Your courts.” Fortunate is the one whom the Holy One, blessed be He, has chosen, even though He has not brought him near. And fortunate is the one whom He has brought near, even though He did not choose him. Now which was this one whom He chose? This was Abraham. It is so stated (in Neh. 9:7), “You are the Lord, the God who chose Abram….” However He did not bring him near. Instead he brought himself near. In the case of Jacob, the Holy One, blessed be He, chose him, as stated (in Is. 41:8), “Jacob, whom I have chosen.” It also says (in Ps. 135:4), “For the Lord has chosen Jacob for Himself.” But He did not bring him near. Instead he brought himself near. Thus it is stated (in Gen. 25:27), “but Jacob was a perfect man dwelling in tents.” Moses He chose but did not bring near, as stated (in Ps. 106:23), “[…] had not Moses His chosen one stood in the breach.” David He chose but did not bring near, as stated (in Ps. 78:70), “He chose David, His servant.” [But] he brought himself near, as stated (in Ps. 119:63), “I am a companion to all who fear You.” Fortunate are those whom the Holy One, blessed be He, chose, even though He did not bring them near. Come and see [concerning] Jethro. The Holy One, blessed be He, brought him near, but He did not choose him. In the case of Rahab the Harlot, He brought her near but did not choose her. Aaron was doubly fortunate because the Holy One, blessed be He, chose him and brought him near. Where is it shown that He chose him? Where it is stated (in I Sam. 2:28), “And I chose him from all the tribes of Israel to be My priest.” And where is it shown that He brought him near? Where it is stated (in Exod. 28:1), “And you shall bring near unto yourself your brother Aaron.” Therefore, David praised him (in Ps. 65:5), “Fortunate is the one You choose and bring near, to dwell in Your courts.”", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "5c7da2fad712ce00182a2a12", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Tzav, Mekhilta DeMiluim I 1", "anchorRef": "Leviticus 8:1", "anchorRefExpanded": ["Leviticus 8:1"], "sourceRef": "Sifra, Tzav, Mekhilta DeMiluim I 1", "sourceHeRef": "ספרא, צו, מכילתא דמילואים א א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 1, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "מכילתא דמילואים א", "he": "[א] \"וידבר ה' אל משה קח את אהרן ואת בניו אִתו\" – מה תלמוד לומר? לפי שהוא אומר (שמות לב, לה) \"וַיִּגֹּף ה' את העם על אשר עשו את העגל אשר עשה אהרן\" – היה במשמע שנתרחק אהרן. כשהוא אומר \"קח את אהרן ואת בניו אתו\" – היה במשמע שנתקרב אהרן. מנין שידע משה שנתרחק אהרן? שנאמר (דברים ט, כ) \"ובאהרן התאנף ה' מאד להשמידו ואתפלל גם בעד אהרן בעת ההִוא\" – ולא נאמר \"וישמע ה' אלי גם בפעם ההוא\". כשהוא אומר \"קח את אהרן ואת בניו אתו\" – ידע משה שנתקרב אהרן. מנין שהיה בלבו של אהרן שנתרחק? נאמר בסוף הענין (ויקרא ט, ז) \"קְרַב אל המזבח\" – והלא כבר הסדיר משה לפניו כל העבודות?! – אלא שלא יהיה לבו לדבר אחר. כשהוא אומר \"קח את אהרן ואת בניו אתו\" – ידע אהרן שנתקרב.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "1) (Vayikra 8:1) (\"And the L–rd spoke to Moses, saying (Vayikra 8:2): \"Take Aaron, and his sons with him, and the garments, and the oil of anointment, and the bullock of the sin-offering and the two rams and the basket of unleavened bread.\") \"Take Aaron and his sons with him\": What is the intent of this? Because (Shemoth 32:35): \"And the L–rd smote the people with plague because they had made the calf that Aaron had made\" implies that Aaron was rejected, from \"Take Aaron and his sons with him\" all knew that he was (re-) accepted. Whence is it derived that Moses knew that Aaron was rejected? From (Devarim 9:20): \"And against Aaron the L–rd was wroth to destroy him, and I prayed also on Aaron's behalf at that time,\" and it is not written there (as it is in the preceding verse in respect to Moses' prayer on behalf of Israel) \"And the L–rd hearkened to me at that time too.\" From \"Take Aaron and his sons with him,\" Moses knew that Aaron was (re-) accepted. Whence do we derive that it was in Aaron's heart that he had been rejected? It is written at the end of the episode (Vayikra 9:7) (\"And Moses said to Aaron) draw near to the altar.\" (Why was this command necessary?) Had not Moses just presented to him the entire order of sacrifices? (We must say, then, that Moses saw Aaron hesitating, apparently feeling that his service would be rejected, and) to dispel this from his heart, he told him that the L–rd had said to him \"Take Aaron and his sons with him,\" thus apprising Aaron that he had been (re-) accepted.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7da3023081100060591ff7", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tzav, Mekhilta DeMiluim I 2", "anchorRef": "Leviticus 8:1", "anchorRefExpanded": ["Leviticus 8:1"], "sourceRef": "Sifra, Tzav, Mekhilta DeMiluim I 2", "sourceHeRef": "ספרא, צו, מכילתא דמילואים א ב׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 2, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "מכילתא דמילואים א", "he": "[ב] דבר אחר: \"קח את אהרן ואת בניו אתו\" מה תלמוד לומר? והלא בכמה מקומות נאמר בו במשה 'לקיחה' בבני אדם, שנאמר: (במדבר ג, מא) \"ולקחת את הלוים לי אני השם\" (שם יא, טז) \"ולקחת אֹתָם אל אהל מועד (שם א, יז) \"ויקח משה…את האנשים האלה אשר נקבו בשמות\" (שם כז, יח) \"קח לך את יהושע בן נון\" וכי מפשיל היה משה בני אדם לאחריו?! אלא אמר לו הקב\"ה \"קחם בדברים שלא יהיה לבם לדבר אחר\".", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "2) Variantly: \"Take Aaron and his sons with him\": What is the intent of this? In many places the \"taking\" of men is mentioned in respect to Moses, viz. (Numbers 3:41): \"And you shall take the Levites for Me — I am the L–rd.\" (Numbers 11:16): \"And you shall take them (the seventy elders) to the tent of meeting.\" (Numbers 1:17): \"and Moses… took these men who were designated by name.\" (Numbers 27:18): \"Take for yourself Joshua the son of Nun.\" Now did Moses \"string men over his shoulders\"? (The intent is that) the Holy One Blessed be He said to him: \"Take\" them with words so that their hearts not be tied to other things.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7da307a51caf0018dcacaf", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tzav, Mekhilta DeMiluim I 3", "anchorRef": "Leviticus 8:1", "anchorRefExpanded": ["Leviticus 8:1"], "sourceRef": "Sifra, Tzav, Mekhilta DeMiluim I 3", "sourceHeRef": "ספרא, צו, מכילתא דמילואים א ג׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 3, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "מכילתא דמילואים א", "he": "[ג] \"ואת הבגדים\" – אלו הבגדים שהפקדתיך (ס\"א שפקדתיך) עליהם שנאמר (שמות כח, ד) \"ואלה הבגדים אשר יעשו חֹשן ואפוד…\" \"ואת שמן המשחה\" – זה שמן המשחה שהפקדתיך (בס\"א כנ\"ל) עליו שנאמר (שמות ל, כה) \"ועשית אֹתו שמן משחת קדש…\" \"ואת פר החטאת\" – כמה שנאמר (שמות כט, י-יא) \"והקרבת..את הפר לפני השם \"ואת שני האילים\" – כמה שאמר (שמות כט, טו-יט) \"ואת האיל האחד תקח..ולקחת את האיל השני\". \"ואת סל המצות\" – שלא כסדר האמורים להלן (שמות, כט) אמורים כאן.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "3) \"and the garments\": These are the garments concerning which I commanded you, viz. (Shemoth 28:4): \"And these are the garments that they shall make: a choshen, an ephod, etc.\" \"and the oil of anointment\": This is the oil of anointment concerning which I commanded you, viz. (Shemoth 30:25): \"And you shall make of it oil of sacred anointment, etc.\" \"and the bullock of the sin-offering\": viz. (Shemoth 29:10): \"And you shall bring the bullock before the tent of meeting.\" \"and the two rams\": viz. (Shemoth 29:15): \"And you shall take the one ram … (Shemoth 29:19) and you shall take the second ram.\" \"and the basket of unleavened bread\": (Not according to the order that they are mentioned there (Shemoth, Tetzaveh) are they mentioned here.)", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5caf00051fb9a30018bd2f7b", "index_title": "Sefer Hamitzvot of Rasag", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Sefer Hamitzvot of Rasag, Positive Commandments 140", "anchorRef": "Leviticus 8:1", "anchorRefExpanded": ["Leviticus 8:1"], "sourceRef": "Sefer Hamitzvot of Rasag, Positive Commandments 140", "sourceHeRef": "ספר המצוות לרס\"ג, מצות עשה ק״מ", "anchorVerse": 1, "sourceHasEn": true, "compDate": [918, 942], "commentaryNum": 140, "collectiveTitle": {"en": "Sefer Hamitzvot of Rasag", "he": "ספר המצוות לרס\"ג"}, "he": "וְחַטָּאת עַל כָּל <big><strong>נֶעְלָם</strong></big>:", "heVersionTitle": "Sefer Hamitzvot L'Rasag, Warsaw, 1914. Vocalized Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And the sin-offering over what is concealed.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5cdd6cd325f25e00197a0547", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Tzav 165:1", "anchorRef": "Leviticus 8:1", "anchorRefExpanded": ["Leviticus 8:1"], "sourceRef": "Malbim on Leviticus, Tzav 165:1", "sourceHeRef": "מלבי\"ם על ויקרא, צו קס״ה:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 165.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "צו", "he": "<b>קח את אהרן ואת בניו אתו:</b> הנה ימצא להחוטא שלשה חסרונות: (א) מצד ה' שירחק את החוטא ויסתיר פניו ממנו כמו שכתוב \"כי אם עונותיכם היו מבדילים ביניכם לבין אלקיכם\". עד שדומה כאילו הוא יוצא מרשות הקודש לרשות אחר כמו שכתוב \"ויצא קין מלפני השם\". (ב) מצד העונש אשר יגזר עליו. ועל צד הזה מועיל מה שיתפלל אחר עליו כמו שכתוב \"ובאהרן התאנף ה' מאד להשמידו\" ופירשו חז\"ל זו כילוי בנים. \"ואתפלל גם בעד אהרן\". על הענין הראשון אין מועיל תפלת אחרים כי זה תלוי במעשיו ותשובתו אבל לבטל העונש והגזרה מועיל תפלה. (ג) מצד החוטא עצמו שגם אם ה' בחסדו יכפר חטאתו וגם לא יעיר חמתו להענישו – בכל זה הוא עצמו מרגיש חטאו כמו שכתוב \"וחטאתי נגדי תמיד\", ויכלם מאשר עשה, עד שיהיה סליחה גמורה בענין שיוסר החטא כאילו לא היה במציאות כלל שזה בתשובה מאהבה שיעשה מעונות זכיות כמו שאמרו חז\"ל.  ושלשה ענינים אלה היו באהרן: (א) אם הענין הראשון שהיה מרוחק מה' כמו שכתוב \"ויגוף את העם..אשר עשה אהרן\" ובזה היה מרוחק מה' כיוצא מרשותו. וכשאמר \"קח את אהרן\" היה במשמע שנתקרב אהרן מצד זה. כי לשון 'קיחה' מורה שלוקח דבר שאינו ברשותו תחת רשותו, שעל זה בא על הקנין שמכניסו לרשותו על ידי אחד מדרכי ההקנאה או על לקיחה בידו שמכניסו להיות בידו. וצייר בזה בלשון זה כאילו היה אהרן בלעדי רשות הקדושה ואמר לו הקב\"ה שיקחהו אל הקדושה והקורבה אל האלקים (ב) הענין השני מצד העונש שנגזר עליו שזה ידע משה כי הוא התפלל עליו להסיר העונש. וזהו שאמר מנין שידע משה שנתרחק אהרן. ומה שאמר שלא נאמר וישמע ה' וכולי – רוצה לומר כי כן נאמר על מה שהתפלל על ישראל ולא נאמר כן על תפלת אהרן. אולם במה שכתב \"קח את אהרן ואת בניו\" ידע שהוסר הגזירה מבניו ואז ידע משה שנתקרב אהרן מצד הענין שהשתדל בו משה. (ג) עדיין לא נדע אם היה סליחה גמורה בענין שיוסר החטא ממציאות כלל בתשובה מאהבה. שעל זה אמר מנין שהיה בלבו של אהרן שנתרחק, כי עדיין היה הוא דואג מחטאתו. אבל במה שכתב \"ואת בניו אתו\" - שמלת \"אתו\" מורה שהוא עיקר והם טפלים לו ובאים רק בזכותו - ובזה ידע שהיה סליחה גמורה שאי לאו כן היה בהפך - שהוא בא בזכות בניו שלא חטאו. ובזה ידע אהרן שנתקרב. ולפי זה מה שכתוב \"קח את אהרן\" הוא ככל קיחה שמכניס דבר אל רשותו. ובתרגום יונתן \"קרבית אהרן דאתרחיק על עובדא דעגלא\".  <b>[ובמשנה ב']</b> אמר שלפי הפשוט י\"ל שאינו קיחת הקנין רק לקיחה הגיונית שלוקח לבו וממשיכו בדברים שימשך לבו אחר ציויו ודעתו בלא מחשבה אחרת ופניה חצונית. שבענין זה נאמר תמיד לשון 'לקיחה' אצל בני אדם ובענין זה יפרשוהו חז\"ל תמיד.  כמו שאמרו בב\"ר (בר\"ר, מה) על \"ותקח שרה את הגר\", ובמדבר רבה (במדבר רבה, יח) על \"ויקח קרח\". ובמכלתא (בשלח) על \"ואת עמו לקח עמו\". ובספרי דברים (פסקא יד), ובזהר לך לך (ח\"א עט, א) וירא (ח\"א קיט, א) ובכמה מקומות לפרש ד'קיחה' היא בדברים.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9f13eb7d2e14756446f5", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Leviticus 8:1:1", "anchorRef": "Leviticus 8:1", "anchorRefExpanded": ["Leviticus 8:1"], "sourceRef": "Midrash Lekach Tov, Leviticus 8:1:1", "sourceHeRef": "מדרש לקח טוב, ויקרא ח׳:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "ויקרא", "he": "<b>פס'.</b> וידבר ה' אל משה לאמר. זו פרשת המלואים דע שאע\"פ שנחלקו חכמים ביום השמיני יש מהם שאמרו שהוא שמיני למלואים שחל באחד בניסן. ויש מהם שאמרו כי חל יום שמיני בשמיני בניסן. ר' עקיבא אומר בפרק הישן במסכת סוכה נראין הדברים שהוא אחד בניסן שהרי הנשיאים הקריבו מאחד בניסן שנא' (במדבר ז׳:פ״ד) זאת חנוכת המזבח וכבר כל שבעת ימי המלואים לא הקריב אהרן כי אם משה שנא' וישחט ויזרוק משה את הדם. והיאך היה משה מקריב קרבנן של נשיאים ולא מצינו שזרק משה כי אם דם המלואים ולא עוד אלא שכתוב (ויקרא ט) כי היום ה' נראה אליכם. ואפשר עד עתה היו הנשיאים מחנכים ולא נראה עד יום שמיני אלא נראין דברי האומר אותו היום נטל עשר עטרות ראשון לכהונה. ראשון לחדשים. <i data-commentator=\"Beur HaRe'em\" data-order=\"77\"></i> וכן הוא את מוצא (שם י) ואת שעיר החטאת דרש דרש משה. זה על מה נשרף ואלו למה לא נאכלו שנא' (שם) אכול תאכלו אותה כל אחת ואחת שעיר נחשון ושעיר העדה אבל שעיר החדש נשרף שלא כתורה שנא' (שם) ואותה נתן לכם לשאת את עון העדה. וכתיב (שם ט) [שעיר] עזים (אחד) לחטאת:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037edf6bfddfbb310fecfa", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Installing the Priests 2-4", "anchorRef": "Leviticus 8:1-36", "anchorRefExpanded": ["Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Installing the Priests 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳, ויקרא הערה ח׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Installing the Priests", "he": "ויקרא הערה ח׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ח׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["This chapter and the next, which might easily have followed the instructions for it in Ex. 29, has instead been placed here, perhaps as the logical conclusion to material about offering sacrifices. (Placing it at the end of Exodus might also have detracted from the impressive scene with which that book ends. For a discussion of the complex relationship between the Exodus and Leviticus texts, see Milgrom.) We now shift from a prescriptive mode to a descriptive, narrative one, which will prepare us for the brief but disastrous story of Aharon’s sons in Chap. 10.", "A refrain here is various forms of “as Y<small>HWH</small> had commanded Moshe,” also a key phrase in the Exodus texts. In addition, one hears the constant use of the verb “make-holy,” appropriate in this context. Finally, one might point to the balance between Moshe’s sequence of action in Chap. 8 and Aharon’s parallel actions in Chap. 9.", "There is much in this chapter that is rhythmic. The description of Aharon’s being clothed in the holy vestments in vv.7–9 has the ring of ritual to it, as conveyed through its steady alternation of verb and garment."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a7713bd8cd388d3e4f", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood 2-18", "anchorRef": "Leviticus 1:1-10:20", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood 2-18", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳ ב׳-י״ח", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Cult and the Priesthood", "he": "ויקרא מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE SECOND HALF OF THE BOOK OF</small> E<small>XODUS CONCERNED ITSELF WITH SETTING UP THE</small> sacrificial cult of Israel. It therefore set forth the prescriptions for and construction of a sanctuary and the priestly garments, and laid out a ceremony for the investiture of priests. But the description of how sacrifices were to be offered, and for what purpose, is not part of the book, which as edited seems more interested in contrasting the building of a sanctuary with building cities for the Pharaohs, as part of its portrayal of the victory of the biblical God over the gods of Egypt. Although at the end of the book the “Dwelling” is completed, we do not get to see the various sacral rites performed there.", "Leviticus also delays the ordination of the priests, until Chapter 8, preferring instead to begin with a kind of manual on the offering and disposal of sacrifices. It then moves us from the details of sacrifice into the narrative of the sanctuary’s dedication and opening rites, providing a natural bridge for Part II, in which ritual pollution and purity, the province of priests, is dealt with.", "The function of the sacrificial cult in ancient Israel will be discussed in “On Animal Sacrifice” below. In general it should be noted that the existence of a class or profession whose job it is to mediate between the divine and human realms is widespread in most older cultures, and the Israelite priesthood, whatever its origins and development, was but one of many such groups in the ancient Near East. It existed, to use the language of Exodus, to “serve” God, maintaining his holiness through ritual and helping to maintain the order of sacred culture which was supposed to mirror God’s ordering of the cosmos. Accordingly, as we will learn later in Leviticus, priests were to be set apart from the general population in a number of areas. There were strict rules about whom they could and could not marry, and they were barred from coming into any contact with the dead, for instance. Their functions extended beyond sacrifice; they could provide oracular advice in times of need, and taught the people “instructions” (Heb. <i>torot</i>) regarding various ritual matters.", "As part of an overall scheme, there was a conscious parallel between priests as part of a select circle and sacrificial animals—as well as the people of Israel. That is, all three stood at the center of concentric circles dedicated to God; and as one moved out (toward Levite and commoner, animals permitted for eating and those forbidden, and neighbors and foreigners), one got further and further away from the divine. The hierarchy regarding the cult thus reinforced the theme of separation which we have noted above.", "In the view of Milgrom, Israel’s cult was distinguished from those of its neighbors by its purposefully ignoring the complex web of rituals regarding demons. The sanctuary was to be purged of ritual pollution, not only by semimagical means (the sprinkling of sacrificial blood) but also and primarily by the confession of wrongdoing and the sincere desire to repent. Then, too, the sanctuary, while in most respects resembling shrines elsewhere in the ancient Near East, omitted certain crucial items, most notably statuary representing the gods and a bed for them to rest on. Finally, certain religious rituals were forbidden, such as mutilation of the priests’ bodies. In all these cases, Israel introduced something new into the area of worship.", "For many decades there has been major and heated debate by scholars in favor of one or the other scheme for following the history of the priesthood and the cult. There are those who view these institutions as stretching back to Israel’s earliest history, while others see strong evidence of a late, possibly even exilic, reworking of the priestly material. Similar arguments dot the landscape of literary criticism of the Torah, in which scholars have tried to divine at what point priestly editors might have put their distinctive stamp on the literature. From Wellhausen in the nineteenth century to Knohl, Milgrom, and Levine in the late twentieth, there has been no lack of theorizing on these issues—and no definitive answers. For the moment we are left to read Leviticus as it is placed in the Torah, with an awareness that a variety of historical and ideological influences are imbedded, if not hidden, in our text.", "O<small>N</small> A<small>NIMAL</small> S<small>ACRIFICE</small>", "A<small>LTHOUGH IT APPEARS EARLIER IN THE</small> T<small>ORAH</small>, <small>ANIMAL SACRIFICE RECEIVES ITS FULL</small>est treatment in Leviticus. Besides the opening seven chapters, which are devoted to a relatively brief description of how sacrifices are to be offered and disposed of, many other chapters in the book talk about sacrificial rituals: the installation of the priests (8–9), rules about disposing of the <i>hattat</i> sacrifice (10), purification offerings brought in the event of such “polluting” states as childbirth and skin diseases (12–15), and finally the “scapegoat” ceremony of Chapter 16. They appear in most of the later chapters as well.", "What function did sacrifice, particularly of animals, play in the religion of ancient Israel? How could a God who proscribed the murder of human beings (Ex. 20:13, 21:12) countenance the taking of animal life for ritual purposes? To answer these questions, we must turn briefly to some of the commonly proposed theories surrounding sacrifice.", "The idea of offering up living creatures to the gods is one of hoary antiquity. Walter Burkert, on the basis of the study of Greek religion, suggests that sacrifice is a means of dealing with guilt over the taking of life. That is, the switch from gathering to hunting society, made possible by technology (the invention of tools), while it raised human accomplishment and consciousness to a new level, also brought with it the acute sense of having violated something essential in the cosmic order. Such guilt is not mitigated by the fact that early people hunted for food and not for pleasure. The way of dealing with the guilt, giving life back to the gods, is in a true sense restoration; life is given back for life taken, so that it may ultimately be renewed (contrast this to the profoundly unecological use of living and inorganic resources over the past “civilized” centuries). And it must be done via ritual. In Burkert’s view, ritual deals with human anxiety by “raising the ante”—by means of increasing anxiety, it is controlled. So guilt over life-taking is assuaged by making a ritual out of the killing, and the shared experience of trauma helps to create solidarity within the group. Despite the subsequent rise of agriculture, says Burkert, the hunting ritual played out in sacrifice could not be done away with, so ingrained had it become, and the rationale behind sacrifices was therefore transformed. Now domesticated animals could be used, giving greater control over the process.", "In another approach, De Vaux (1965) postulates three motives for sacrifice. In the first model, that of “gift,” the worshiper brings something of value to the deity. The animal is killed, setting it apart for sacred use; it is burned, turning it into an invisible substance which can rise to the gods. The gift may be for thanksgiving or, more likely, may be to assuage the demonic powers that many societies (especially Mesopotamia, Abraham’s homeland) felt controlled everyday life. Giving establishes reciprocal movement; altruism has no place here (Burkert). One is reminded of the elaborate giving ceremonies among many peoples on occasions such as weddings; giving establishes relationship and maintains the social order.", "In addition to gifts, another mode of sacrifice involves communion, as nineteenth-century scholars such as Robertson Smith observed. Here the model of the meal is crucial: humans and gods share a great repast, thereby cementing kinship as surely as the closing of business deals is celebrated by drinks and dinner. Passover, both in the Bible and subsequently (even when the sacrifice per se was no longer involved), may serve as a striking example of the effectiveness of such a paradigm.", "A final type or function of sacrifice is atonement or expiation. Here a sin, communal or individual, is purged away by the act of sacrifice; the gods receive life as a substitute for the sinner’s own, which is symbolized by the victim’s blood. The fact that the animals permitted in the Bible for sacrifice are pastoral and hence frequently used metaphorically for the Israelites themselves, is significant in this regard. This approach is further illustrated in the Bible by the end of the Flood story, where God accepts Noah’s sacrifice, implying that he accepts animal life (which now, simultaneous with properly offered sacrifice, is permissible for food) in place of that of humans (Eilberg-Schwartz). It should be noted that, in the Bible, sacrifice for the sake of atonement is almost always in reference to unintentional sins, whereas deliberate wrongdoing may not be atoned for through this system.", "Which of these rationales is truly at work in Levitical sacrifice? Actually, at various times one can find all of them—the texts present a variety of motives and occasions for sacrifice in biblical Israel, from thanksgiving to purification and reparation. But in general one may say of Israelite sacrifice, as one may say of much of the ritual in Leviticus, that it is designed primarily to maintain or repair the relationship between God and Israel. Such an understanding helps to explain the unity of the book, as we will see in our discussion of pollution: sacrifice was a crucial element in keeping the covenant, and hence God’s beneficent presence among the Israelites, intact.", "The fact that this reconciliation, as it were, takes place against a background of slaughter should not be as upsetting to moderns as it is usually felt to be. In ironic contrast to our mechanized and mass-produced society, where the killing of animals for food takes place at a remove from our consciousness and from our direct participation, the sacrificial system in fact involved worshiper and priest alike, and the symbolic value of the operation, whatever it may have been in specific cases, lay in its directness, in its consciousness of the taking of life. Some would even maintain that in societies where the practice and rationale for sacrifice has broken down, there is inevitably an increase in intrahuman violence (Girard).", "<br><img>", "<b><i>Lev. 3:5</i> And the Sons of Aharon are to turn it (all) into smoke upon the slaughter-site … a fire-offering of soothing savor for Y<small>HWH</small>.</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e4c9ad75f2d99af94e", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Installing the Priests 1", "anchorRef": "Leviticus 8:1-36", "anchorRefExpanded": ["Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Installing the Priests 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳, ויקרא הערה ח׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ח׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Leviticus 8:1-36\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Leviticus 8:1-36</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "648839dea5a4d0d592640494", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Leviticus 8:1:1", "anchorRef": "Leviticus 8:1", "anchorRefExpanded": ["Leviticus 8:1"], "sourceRef": "Rav Hirsch on Torah, Leviticus 8:1:1", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא ח׳:א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Kap. 8. V. 1 f. Wie wir bereits zu Schmot 40, 17 bemerkt, wird dort dem Inhalte des zweiten Buches gemäß der Bericht über die Herstellung des Tempelheiligtums mit Übergehung des Einweihungsaktes zum Abschluss gebracht, und werden darauf dann in den ersten sieben Kapiteln des dritten Buches die Institutionen der Opfer, als der eigentlichen Bestimmung des Tempelheiligtums gelehrt, nach deren Vollendung dieses achte Kapitel, wieder auf Schmot 40, 16 zurückgreifend, den dort nur allgemein in dem ויעש משה ככל אשר צוה ד׳ אותו כן עשה gegebenen Bericht über die Einweihung aufnimmt, um darüber ausführlich zu berichten. Nach רמב׳׳ן z. St. hätte übrigens der Anfang des dritten Buches den Faden der Erzählung wieder aufgenommen, indem das מאהל מועד des V. 1 sich nicht auf das bereits definitiv hergestellte und vollends geweihte Heiligtumszelt bezieht, sondern daßelbe am ersten der sieben Weihetage bezeichnet. Wie nämlich die Weihe der Priester nach Schmot 29, 30 u. 35; Wajikra 8, 33 und so auch die Weihe des Altars Schmot 29, 37 sieben Tage wiederholt wurde, und erst mit dem achten Tage Priester und Altar als für immer geweiht dastanden: also wurde auch, wie bereits zu Schmot 40, 1 bemerkt, der Überlieferung gemäß das אהל מועד an jedem der sieben Weihetage, also siebenmal neu hergerichtet, und erhielt erst am achten Tage die bleibende Aufstellung und definitive Weihe. Nach רמב׳׳ן wäre nun am ersten Tage der מלואים, sofort nach der ersten Aufrichtung des אהל מועד, daraus das Wort an Mosche über die Opfergesetze geworden, deren spezielle Bestimmungen den מלואים-Opfern vorangehen mussten, weil in denselben ja der größte Teil der Opferkategorien, מנחה ,שלמים ,חטאת ,עולה, zur Vollziehung kamen.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "648839dea5a4d0d592640496", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Leviticus 8:1:2", "anchorRef": "Leviticus 8:1", "anchorRefExpanded": ["Leviticus 8:1"], "sourceRef": "Rav Hirsch on Torah, Leviticus 8:1:2", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא ח׳:א׳:ב׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "וידבר וגו׳ קח וגו׳. Wie bereits zu Schmot 40, 17 bemerkt, war am 1. Nissan das Tempelheiligtum definitiv errichtet, und waren somit die sieben Weihetage zurückgelegt. Der hier berichtete Anfang der Weihe war somit am 23. Adar.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "648839dea5a4d0d592640498", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Leviticus 8:1:3", "anchorRef": "Leviticus 8:1", "anchorRefExpanded": ["Leviticus 8:1"], "sourceRef": "Rav Hirsch on Torah, Leviticus 8:1:3", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא ח׳:א׳:ג׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 1.0003, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Diesen ganzen Weiheakt der Priester und die in den מלואים-Opferhandlungen sich aussprechenden Gedanken haben wir bereits ausführlich in dem Kapitel der Anordnung derselben, Schmot 29, zu erläutern versucht, und können also hier darauf verweisen.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "657ecc51758c1dc532ec8cfe", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 8:1", "anchorRef": "Leviticus 8:1", "anchorRefExpanded": ["Leviticus 8:1"], "sourceRef": "Steinsaltz on Leviticus 8:1", "sourceHeRef": "ביאור שטיינזלץ על ויקרא ח׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 8.0001, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>וַיְדַבֵּר ה' אֶל מֹשֶׁה לֵּאמֹר:</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>The Lord spoke to Moses, saying: </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "56547f7bd6e4a94e1942cfab", "index_title": "Abarbanel on Torah", "category": "Commentary", "type": "commentary", "ref": "Abarbanel on Torah, Leviticus 8:1", "anchorRef": "Leviticus 8:1", "anchorRefExpanded": ["Leviticus 8:1"], "sourceRef": "Abarbanel on Torah, Leviticus 8:1", "sourceHeRef": "אברבנאל על תורה, ויקרא ח׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1483, 1513], "commentaryNum": 1.0, "collectiveTitle": {"en": "Abarbanel", "he": "אברבנאל"}, "he": ["וידבר ה' אל משה לאמר קח את אהרן ואת בניו אתו וגו' עד סוף הסדר. צוה השם למשה שיקח את אהרן ואת בניו ואת הבגדים ואת שמן המשחה למשוח אותם ואת המשכן ואת כל כליו ואת הדברים אשר צוה ה' בסדר ואתה תצוה שיקריבו בהמשחם ושיקבץ ויקהל את כל העדה אל פתח אהל מועד כדי שיראו כלם בהמשח אהרן ובניו וינהגו בו כבוד ומורא ומשה אמר אל כל העדה זה הדבר אשר צוה ה' לעשות אותו רוצה לומר אל תחשבו כי לכבוד אחי ובניו אני עושה מה שאעש' עתה לעיניכם. אין הדבר כן כי זה הדבר בכללו צוה ה' לעשות ובמצותו אעשה כל זה כי לא מלבי. ואמר על זה ויקרב משה את אהרן ואת בניו להגיד שהקריבם כלם להיות יחד כלם במשיחה ההיא כי על כן נאמר קח את אהרן ואת בניו אתו רוצה לומר שיהיו יחד שם ולכלם רחץ במים ולבש את אהרן את בגדיו ראשונה כמו שאמר ויתן עליו את הכתונת וגו' וזכר הבגדים המיוחדים לכ\"ג כמו שנזכרו בעשייתן. האמנם לא זכר כאן המכנסים לפי שלא יחשב שאהרן היה ערום מהם כי תמיד היו עמו ולכך לא הוצרך ללבשם אותם עתה. ואחרי שהלביש את אהרן הכ\"ג משח את המשכן ואת כל כליו ויקדש אותם שבמשיחה יקדשו לגבוה. וכתב הרמב\"ן שבכ\"ג באדר נצטוה משה להקמת המשכן והקים אותו ומיד קראו השם וצוהו על מעש' הקרבנות שבכל הפרשיות האלו. ואחר זה צוה במלואים של אהרן ובניו כי היה בהם חטאת ועולה ושלמים ולא יודעו עניניהם רק מן הפרשיות האלו שקדמו לו ולכן אמר אחריו קח את אהרן כי עם היות שכבר נצטוה על זה בסדר תצוה ראה להזהירו עוד בשעת המעשה. והותרה בזה השאלה הכ\"ד. והנה לא משח משה את המשכן קודם לבשו את אהרן ואת בניו לפי שהשם צוהו במעשה השמן ומשחת בו את אהל מועד וגומר ואת אהרן ובניו תמשח לכך הלביש את אהרן ראשונה כדי שימשח אותו תכף למשיחת המשכן ולא יהיה הפסק בין משיחת המשכן למשיחת אהרן. וראוי היה למשוח אהרן ובניו יחד כדי למהר משיחת המשכן והיה די בכהן גדול שיהיה נכון ומזומן לעבוד את עבודת הקדש ביום ההוא כדי למשוח את אהרן בלבד. וזכר הכתוב שמלבד מה שמשח את המשכן וכל כליו הנה בפרט משח את המזבח ויז מן השמן על המזבח שבע פעמים. ורש\"י כתב ולא ידעתי היכן נצטוה בהזאות אלו. והרמב\"ן משיבו כראוי כי ממה שנאמר לו וקדשת את המזבח קדש קדשים. הבין משה רבינו שיוסיף על המזבח קדוש אחר נוסף על המשיחה וכן נאמר ביום הכפורים והזה עליו באצבעו שבע פעמי' וטהרו וקדשו מטומאות בני ישראל שכל קדוש המזבח הוא בהזאות ואחר שזכר משיחת אהרן זכר ענין בניו ואמר ויקרב משה את בני אהרן וכתב הרמב\"ן כי הנה לא אמר הכתוב שמשח אות' כי בידוע שעשה להם כאשר עשה לאביהם כמו שנצטוה ומשחת אותם כאשר משחת את אביהם ונכלל באמרו כאשר צוה ה' את משה. ולפי דעתי שלא נעשתה המשיחה הזאת אלא לאהרן לבד ולא לבניו והטעם בזה יתבאר בסוף זאת הפרשה אצל שתי המשיחות. והנה זכר מעשה פר החטאת ומעשה עולת האיל וכן איל המלואים שהיה שלמי' כי המלואים שלמים הם. והרמב\"ן כתב שנקרא איל השני איל המלואים בעבור שהוא סוף הקרבנו' האלו ובו ימלאו הכהנים ידיהם לכהן. ואמנם למה צוה יתברך שיקריבו חטאת ועולה ושלמים כבר נתתי טעמים בו בסדר ואתה תצוה. והרמב\"ן כתב בזה המקום שהיה החטאת לכפר על המזבח ולקדשו כמו שכתוב והעולה בא על הכהנים לכפר העולה על רוחם והשלמים היו הודאה לשם שנתן להם יד ושם בביתו ובחומותיו. והשלמים לבדם באו על מלוי ידיהם וכן ביארתי במקום הנזכר למה צוה לתת על תנוך אזנם הימנית ועל בהן ידיהם הימנית ועל בהן רגלם הימנית מהשלמים ולא מן העולה. וראוי לעיין במעשה איל המלואי' כי יראה משפט הכתוב שהאליה והחלב ושאר האימורים של האיל ושוק הימין שלו הכל הניף תנופה והקטיר המזבח ולא היה א\"כ שוק הימין מחלק העובד ובחזה אמר בלבד שהניפו גם כן ושלמשה היה למנה מפני ששמש במקום כ\"ג באותה עבודה וכן נאמר בסדר תצוה והוא בהפך מה שנאמר כאן בתורת השלמים שחזה התנופה ושוק התרומה לקח מזבחי בני ישראל לתת אותם לכהני'. ואיך עתה הבדיל ביניהם והיה החזה נאכל והשוק נשרף וכבר הרגיש רש\"י בספק הזה וכתב בזה המקום ולא מצינו שוק של שלמים קרב בשום מקום חוץ מזה ולא נתן הרב בו טעם כלל. ונראה לי ששוק הימין והחזה שניהם נאסרו על הבעלים לפי שיחדם הקב\"ה למאכל הכהנים כמו שאמר ואתן אותם לאהרן הכהן ולבניו לחק עולם מאת בני ישראל. האמנם בקרבנות המלואים ששמש משה במקום כ\"ג ראה יתברך שהחזה והשוק היה בשר מרובה ולא יוכל משה לבדו לאכול אותו כלו בזמן כזה ולכך צוה ששוק הימין יהיה נשרף באותה שעה עם שאר האימורים והחזה בלבד יהיה למשה נמנה כי בו היה די למאכלו אבל כשהיו משמשים כהנים הרבה צוה שיתנו להם החזה והשוק כי שניהם היו צריכים למאכלם והנה אמר ויקח משה משמן המשחה ומן הדם אשר על המזבח ויז על אהרן ועל בגדיו וגו'. בהיות שכבר נזכר למעל' שיצק משה משמן המשח' על ראש אהרן וימשח אותו ומה צורך היה במשיח' הזאת השנית. ולמה היתה המשיחה הראשונ' בשמן בלבד והשנית בשמן ודם. והטעם בזה הוא מה שכתבתי בסדר תצוה שאהרן הוצרך לשתי משיחות משתי בחינות. כי הוא נמשח ראשונ' לכהן גדול בכל ימיו ומלבד זאת המשיח' נמשח הוא ובניו להיות כהני' לה' ומשרתי מזבחו כימי השמים על הארץ. ולכן היתה המשיח' הראשונ' בשמן המשחה לבדו להגיד כי משחו ה' על כהניו לנגיד כל ימי חייו של אהרן. והמשיחה השנית לפי שהיתה לו ולזרעו אחריו של אהרן היתה לו ולבניו יחד ומשמן המשח' מעורב עם דם מאשר על המזבח כי שם תהיה עבודתם. ובזה קדש אותם ואת בגדיהם כמו שאמר ויז על אהרן ועל בגדיו ועל בניו ועל בגדי בניו. והנה צוה משה את אהרן ואת בניו בשלו את הבשר אל פתח אהל מועד ושם תאכלו אותו להגיד שהם בקרבן המלואים היו כבעלים המקריבים שלמים שאחרי שהמזבח והמכהן יקחו חלקם יאכלו הבעלים את השאר כן התיר לאהרן ולבניו בשר המלואים והלחם וצוה אותם שמפתח אהל מועד לא יצאו שבעת ימים להגיד שישבו שם ישיבת קבע יומם ולילה. אבל יציאת עראי לצרכיהם לא נאסר עליהם והיה זה הצווי בשעת העבוד' שבאות' שעה לא יצאו משם וכן אחז\"ל אימתי אינו יוצא ואינו מחלל הוי אומר בשעת העבוד' ואפשר שרמז להם בזה לענין נדב ואביהוא שלא יצאו לקחת אש זרה מחוץ למקדש ולכך אמרו ולא תמותו לרמוז מיתתם העתידה להיות וכאן היתה האזהר' ושם במקומו היה העונש עליהם. והנה היה צורך עוד בישיבתם בפתח אהל מועד כדי שישאו ויתנו כל אותם שבעת הימים בדיני כהונתם בדרכי העבודה האלהית באופן שישמרו את משמרת ה' ולא ימותו בחטאם. כי עם העיון והלמוד בתורת כהונת' כל אותם הימים יהיו זריזים ובקיאים. ולדעת חז\"ל (רש\"י במדבר ז') שאמרו שהוקם המשכן בר\"ח ניסן ובשבעת ימי המלואים היה משה מקים את המשכן וסותרו כדי ללמד ולהרגיל הקמתו. יהיה אמרו ובפתח אהל מועד תשבו שבעת ימים בזמן ההקמה והסתירה כדי שילמדו להקימו ולסותרו בעת הנסיעה: תם ונשלם הסדר בג\"ה: "], "heVersionTitle": "Torah Commentary of Yitzchak Abarbanel, Warsaw 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "571f38ccd6e4a90eb2484510", "index_title": "Gur Aryeh on Devarim", "category": "Quoting Commentary", "type": "", "ref": "Gur Aryeh on Devarim 10:8:1", "anchorRef": "Leviticus 8:1", "anchorRefExpanded": ["Leviticus 8:1"], "sourceRef": "Gur Aryeh on Devarim 10:8:1", "sourceHeRef": "גור אריה על דברים י׳:ח׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Gur Aryeh on Devarim", "he": "גור אריה על דברים"}, "heTitle": "גור אריה על דברים", "he": "<b>בשנה ראשונה וכו'.</b> אף על גב שהלוים לא הובדלו עד שנה שניה אחר הקמת המשכן<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"13\"></i>, מכל מקום בדבור ובמצוה כבר הבדילם הקב\"ה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"14\"></i>, אלא שלא היה גמר מעשה עד אחר שהוקם המשכן<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"15\"></i>, כי לא נתחנכו הלוים קודם שנתחנכו אהרן ובניו (ויקרא ח, א-לו):<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"16\"></i>", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58b1c5a0d6e4a937f9997de0", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 9:35", "anchorRef": "Leviticus 8:1", "anchorRefExpanded": ["Leviticus 8:1"], "sourceRef": "Bamidbar Rabbah 9:35", "sourceHeRef": "במדבר רבה ט׳:ל״ה", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 9.0035, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "וְהִשְׁבִּיעַ הַכֹּהֵן <small>(במדבר ה, כא)</small> וגו' : מִכָּאן שֶׁאִם נִכְתְּבָה מְגִלָּה קֹדֶם שֶׁתְּקַבֵּל עָלֶיהָ שְׁבוּעָה, פְּסוּלָה. שֶׁבַּתְּחִלָּה כְּתִיב: וְהִשְׁבִּיעַ, וְאַחַר כָּךְ <small>(במדבר ה, כג)</small>: וְכָתַב. <small>(במדבר ה, כא)</small>: בִּשְׁבֻעַת הָאָלָה, מִכָּאן אַתָּה דָן לְכָל הַשְּׁבוּעוֹת שֶׁבַּתּוֹרָה שֶׁלֹא יִהְיוּ אֶלָּא בְּאָלָה וּשְׁבוּעָה, הוֹאִיל וְנֶאֶמְרָה שְׁבוּעָה בַּתּוֹרָה סְתָם, וּפָרַט בְּאַחַת מֵהֶן שֶׁאֵינָהּ אֶלָּא בְּאָלָה וּבִשְׁבוּעָה, אַף פּוֹרְטַנִי בְּכָל הַשְּׁבוּעוֹת שֶׁבַּתּוֹרָה שֶׁלֹא יִהְיוּ אֶלָּא בְּאָלָה וּבִשְׁבוּעָה. <small>(במדבר ה, כא)</small>: וְאָמַר הַכֹּהֵן לָאִשָּׁה יִתֵּן ה' אוֹתָךְ, הוֹאִיל וְנֶאֶמְרוּ שְׁבוּעוֹת בַּתּוֹרָה סְתָם וּפָרַט לְךָ בְּאַחַת מֵהֶן שֶׁאֵינוֹ אֶלָּא בְּיו\"ד ה\"א, אַף פּוֹרְטַנִי בְּכָל הַשְּׁבוּעוֹת שֶׁבַּתּוֹרָה שֶׁלֹא יִהְיוּ אֶלָּא בְּיו\"ד ה\"א. <small>(במדבר ה, כא)</small>: לְאָלָה וְלִשְׁבֻעָה, לָמָּה נֶאֱמַר, לְפִי שֶׁהוּא אוֹמֵר לְהַלָּן <small>(ויקרא ח, א)</small>: וְשָׁמְעָה קוֹל אָלָה, אֵין לִי אֶלָא אָלָה, מִנַּיִן לַעֲשׂוֹת שְׁבוּעָה כְּאָלָה, הֲרֵי אַתָּה דָן, נֶאֱמַר כָּאן אָלָה, וְנֶאֱמַר לְהַלָּן אָלָה, מָה אָלָה הָאֲמוּרָה כָּאן עָשָׂה שְׁבוּעָה כְּאָלָה, אַף אָלָה הָאֲמוּרָה לְהַלָּן עָשָׂה שְׁבוּעָה כְּאָלָה. לְאָלָה וְלִשְׁבֻעָה, שֶׁכָּל הַנָּשִׁים לוֹטוֹת כָּךְ תַּגִּיעַ לִיךְ כְּשֵׁם שֶׁהִגִּיעַ לִפְלוֹנִית. וְלִשְׁבֻעָה, שֶׁיִּהְיוּ הַכֹּל נִשְׁבָּעוֹת כָּךְ תַּגִּיעַ לִי כְּמוֹ שֶׁאֵרַע לִפְלוֹנִית אִם לֹא אֶעֱשֶׂה כָּךְ וְכָךְ. <small>(במדבר ה, כא)</small>: בְּתוֹךְ עַמֵּךְ, וְעַמֵּךְ שָׁלוֹם. בְּתוֹךְ עַמֵּךְ, וְלֹא בְּעַם אַחֵר. הֶפְרֵשׁ בֵּין אָדָם הַמִּתְנַבֵּל בְּמָקוֹם שֶׁמַּכִּיר לְאָדָם הַמִּתְנַבֵּל בְּמָקוֹם שֶׁאֵין מַכִּיר. <small>(במדבר ה, כא)</small>: בְּתֵת ה' אֶת יְרֵכֵךְ וגו', זוֹ בְּדִיקַת הָאִשָּׁה. <small>(במדבר ה, כב)</small>: וּבָאוּ הַמַּיִם הַמְאָרְרִים וגו', רַבִּי יוֹסֵי הַגְּלִילִי אוֹמֵר <small>(ספרי נשא טו)</small>: זֶה בִּטְנוֹ וִירֵכוֹ שֶׁל בּוֹעֵל, מַגִּיד הַכָּתוּב שֶׁכְּשֵׁם שֶׁהַפֻּרְעָנוּת פּוֹקַדְתָּהּ כָּךְ פֻּרְעָנוּת פּוֹקַדְתּוֹ, וַהֲלוֹא דְּבָרִים קַל וָחֹמֶר אִם מִדַּת פֻּרְעָנוּת מוּעֶטֶת הַמֵּבִיא תַּקָּלָה לַחֲבֵרוֹ הֲרֵי הוּא כַּיּוֹצֵא בּוֹ, קַל וָחֹמֶר לְמִדַּת הַטּוֹב מְרֻבָּה. <small>(במדבר ה, כב)</small>: וְאָמְרָה הָאִשָּׁה אָמֵן אָמֵן, הוֹאִיל וְנֶאֶמְרוּ שְׁבוּעוֹת בַּתּוֹרָה סְתָם וּפָרַט לְךָ הַכָּתוּב בְּאַחַת מֵהֶן שֶׁאֵינָהּ אֶלָּא בְּאָמֵן, אַף פּוֹרְטַנִי בְּכָל הַשְּׁבוּעוֹת בַּתּוֹרָה שֶׁלֹא יִהְיוּ אֶלָּא בְּאָמֵן, שֶׁאִם אֵין אַתָּה עוֹנֶה אָמֵן אַחַר הַמַּשְׁבִּיעַ, אַתָּה עוֹשֶׂה שְׁבוּעָתוֹ שָׁוְא. אָמֵן אָמֵן, מִכָּאן שֶׁמְּגַלְגְּלִים עָלֶיהָ אָמֵן מֵאִישׁ זֶה אָמֵן מֵאִישׁ אַחֵר. וּמִכָּאן אַתָּה דָן לְכָל שְׁבוּעוֹת שֶׁבַּתּוֹרָה שֶׁמְּגַלְגְּלִין עֲלֵיהֶן אֶת הַיָּשָׁן, וַהֲלוֹא דְּבָרִים קַל וָחֹמֶר וּמַה סּוֹטָה שֶׁלֹא נִתְבְּעָה מִקֹּדֶם מְגַלְגְּלִין עָלֶיהָ אֶת הַיָּשָׁן, גְּזֵלוֹת שֶׁנִּתְבְּעוּ מִקֹּדֶם אֵינוֹ דִין שֶׁמְּגַלְגְּלִין עֲלֵיהֶם אֶת הַיָּשָׁן. אָמֵן שֶׁלֹא נִטְמֵאתִי, וְאִם נִטְמֵאתִי לְעַצְמָהּ. רַבִּי אֶלְעָזָר בְּשֵׁם רַבִּי יוֹסֵי בֶּן זִמְרָא אָמֵן לְקַבָּלָה, אָמֵן לִשְׁבוּעָה, אָמֵן יֵאָמְנוּ הַדְּבָרִים. אָמֵן לְקַבָּלָה, מִסּוֹטָה, וְאָמְרָה הָאִשָּׁה אָמֵן אָמֵן. אָמֵן לִשְׁבוּעָה, <small>(ירמיה יא, ה)</small>: לְמַעַן הָקִים אֶת הַשְּׁבוּעָה אֲשֶׁר נִשְׁבַּעְתִּי וגו'. אָמֵן, יֵאָמְנוּ הַדְּבָרִים, <small>(מלכים א, א, לו)</small>: וַיַּעַן בְּנָיָהוּ בֶּן יְהוֹיָדָע אֶת הַמֶּלֶךְ וַיֹּאמֶר אָמֵן, יְאַמֵּן ה' אֶת דְּבָרֶיךָ.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“The priest shall administer to the woman the oath of the curse, and the priest shall say to the woman: May the Lord render you as a curse and as an oath among your people, in the Lord causing your thigh to fall and your belly to distend” (Numbers 5:21).</b>  <br>“The priest shall administer…the oath…” – from here it is derived that if the scroll was written before she accepted the oath upon herself, it is not valid, as first “[The priest] shall administer…the oath” is written, and then: “[The priest] shall write…[in a scroll]” (Numbers 5:23). <br>“The oath of the curse” – from here you derive regarding all the oaths in the Torah that they should be a curse and an oath. Since “oath” is stated in the Torah unaccompanied, and it specified in one of those instances that it is nothing other than a curse and an oath, I specify regarding all oaths in the Torah that they should be a curse and an oath. “The priest shall say to the woman: May the Lord render you” – since “oath” is stated in the Torah unaccompanied, and it specified in one of those instances that it is only with the name “the Lord,” I specify regarding all oaths in the Torah that they should be only with the name “the Lord.” <br>“As a curse [<i>ala</i>] and as an oath” – why is it stated? It is because it says elsewhere: “If he heard the sound of an <i>ala</i>” (Leviticus 5:1). I have derived only an <i>ala</i>; from where is it derived to render an oath like an <i>ala</i>? You deliberate: <i>Ala </i>is stated here and <i>ala </i>is stated elsewhere; just as in the case of <i>ala </i>that is stated here, it rendered an oath like a curse [<i>ala</i>], so too, in the case of <i>ala </i>that is stated elsewhere, it rendered an oath like an <i>ala</i>. <br>“As a curse and as an oath” – as all the women will curse in this manner: May what befell her befall you. “And as an oath”; as they will all take oaths in this manner: May what befell her befall me if I do not do such and such. <br>“Among your people” – but the people will be at peace. “Among your people” – but not among another people, as there is a difference between a person who is debased in a place with which one is familiar and a person who is debased in a place with which one is unfamiliar. <br>“In the Lord causing your thigh [to fall and your belly to distend]” – this is the women’s examination. <br><b>“This water that causes curse will enter your innards, to cause the belly to distend and the thigh to collapse; and the woman shall say: Amen, amen” (Numbers 5:22).</b> <br>“[This] water that causes curse…[to cause the belly to distend and the thigh to collapse]” – Rabbi Yosei HaGelili says: This is the belly and thigh of the paramour. The verse tells that just as the punishment will be visited upon her, so the punishment will be visited upon him. The matters can be inferred <i>a fortiori</i>. If [for] the lesser attribute of punishment one who generates a sin for another is like him, all the more so [he would be like him] for the greater attribute of good. <br>“And the woman shall say: Amen, amen” – since oaths are stated in the Torah unaccompanied<sup class=\"footnote-marker\">157</sup><i class=\"footnote\">Answering \"amen\" is not mentioned with regard to other oaths that are administered.</i> and it specified in one of those instances that it is only with amen, I specify regarding all oaths in the Torah that they should be only with amen. As, if you do not answer amen after the one administering the oath, you render his oath vain. <br>“Amen, amen” – from here it is derived that they extend the oath for her: Amen from this man, amen from another man. From here, you derive regarding all the oaths in the Torah that they extend it to include old matters upon them, this can be inferred <i>a fortiori</i>: If for the <i>sota</i>, who was not accused previously, her oath includes earlier events, [then for] robberies that had been claimed beforehand, is it not logical that one extends it to include old matters upon them. <br>“Amen” – that I was not defiled, and if I was defiled, may the curse come upon her.<sup class=\"footnote-marker\">158</sup><i class=\"footnote\">“Upon her” is a euphemism for “upon me.”</i>  <br>Rabbi Elazar in the name of Rabbi Yosei ben Zimra: Amen for acceptance; amen for an oath; amen, your statement is confirmed. Amen for acceptance from a <i>sota</i>: “And the woman shall say: Amen, amen.” Amen for an oath: “In order to fulfill the oath that I took [to your forefathers…and I said: Amen, Lord]” (Jeremiah 11:5). Your statement is confirmed: “Benayahu son of Yehoyada answered the king and said: Amen” (I Kings 1:36) – may the Lord confirm your words.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5cd1398869ad4c007a1d55b5", "index_title": "Birkat Asher on Torah", "category": "Quoting Commentary", "type": "", "ref": "Birkat Asher on Torah, Exodus 25:2:1", "anchorRef": "Leviticus 8:1", "anchorRefExpanded": ["Leviticus 8:1"], "sourceRef": "Birkat Asher on Torah, Exodus 25:2:1", "sourceHeRef": "ברכת אשר על התורה, שמות כ״ה:ב׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "שמות", "he": "<b>\"דבר אל בני ישראל\" וגו'.</b> אימתי נאמרה פ' תרומה? שתי תשובות יש לשאלה זו בדברי קדמונינו: לפי רש\"י (לא, יח; לג, יא) נצטווה משה על עשיית המשכן רק אחרי מעשה העגל, ולפי זה סדר הזמנים בפרשתינו הוא: לאחר פרשת משפטים בא מעשה העגל שבפרשת כי תשא, ואחריו באות הפרשות תרומה, תצוה, ויקהל ופקודי. מקורו של רש\"י בדברי חז\"ל (תנחומא ח), וזו לשונם: אימתי נאמרה למשה הפרשה הזו של משכן? ביום הכפורים עצמו. אף־על־פי שפרשת המשכן קודמת למעשה העגל, אמר רבי יהודה ברבי שלום: אין מוקדם ומאוחר בתורה, שנאמר: \"נעו מעגלתיה לא תדע\" (משלי ה, ו) - מטולטלות הן שביליה של תורה ופרשותיה, ...אתה מוצא שביום הכפורים נתכפר להם ובו ביום אמר לו הקב\"ה \"ועשו לי מקדש ושכנתי בתוכם\", כדי שידעו כל האומות שנתכפר להם על מעשה העגל, ולכך נקרא \"משכן העדות\", שהוא עדות לכל באי העולם שהקב\"ה שוכן במקדשכם. אמר הקב\"ה: יבא זהב שבמשכן ויכפר על זהב שנעשה בו את העגל, שכתוב בו: \"ויתפרקו כל העם את נזמי הזהב\" וגו' (שמות לב, ג). ואם ישאל השואל: אם כן - שקדם חטא העגל לציווי על מלאכת המשכן, מה ראתה התורה לשנות כאן מן הסדר ולהקדים את הציווי על המשכן לחטא העגל? על כך משיב רבנו בחיי להלן (פסוק ו) וכותב: ואף־על־פי שהעוון ההוא קודם למעשה המשכן, שהרי העוון היה בתמוז ומעשה המשכן היה לאחר יום הכפורים בסמוך, מכל מקום התורה ש\"דרכיה דרכי נֹעם וכל נתיבֹתיה שלום\" (משלי ג, יז), רצתה להקדים ענין מעשה המשכן, שהוא הכפרה קודם שיזכיר העוון ההוא, כי כן מדתו של הקב\"ה שמקדים רפואה למכה, וכענין שדרשו רז\"ל (מגילה יג ע\"ב): הקב\"ה בורא רפואה לישראל תחילה ואחר כך מכה אותם, שנאמר: \"כרפאי לישראל ונגלה עון אפרים\" (הושע ז, א). בדרך אחרת ביאר רמב\"ן (לה, א ד\"ה ויקהל משה; ויקרא ח, א ד\"ה קח את אהרן): ועל דרך הישר, נצטווה משה במלאכת המשכן קודם למעשה העגל, וכשנתרצה לו הקב\"ה והבטיחו שישרה שכינתו בתוכם, ידע מעצמו שמצוות המשכן במקומה עומדת, וציוה לישראל עליה. וראה דבריה של נחמה ליבוביץ ז\"ל בעיוניה (עמ' 337), שקושרת בין שתי תשובות אלו לשאלת משמעות המשכן ותכליתו בכלל. (פ' תרומה תשנ\"ה)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6665cda5faee0b8c909d8934", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 8:1:1-8", "anchorRef": "Leviticus 8:1", "anchorRefExpanded": ["Leviticus 8:1"], "sourceRef": "David Zvi Hoffmann on Leviticus 8:1:1-8", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא ח׳:א׳:א׳-ח׳", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 1.0001, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": ["<big><strong>הוספות לחוקי הקרבנות (פרקים ח-י)</strong></big>", "<b>הנהגת הכהונה ומעשי הקרבנות</b>", "אחרי מתן חוק הקרבנות מסופר, איך הוכנסו אהרן ובניו בחגיגת חינוך, שנמשכה שבעה ימים, לתפקידם לשמש ככהנים בעבודת הקרבנות, איך החלו אח\"כ הכהנים ביום השמיני את שירותם לפני נציגי העם בהבאת קרבנות (ויקרא ח) המיוחדים ליום זה (מלבד הקרבנות הרגילים), ואיך השתכנה השכינה בתוך עם ישראל בהתגלותו הנפלאה של כבוד ה' (ויקרא ט). בהזדמנות זו נכשלו שני בניו הגדולים של אהרן הכהן, ובאנשים אלה, \"קרובי ה'\", נתגלתה בפעם הראשונה קדושת האלוהים שאין להתקרב אליה, על ידי אש ה' שספתה אותם.<i data-commentator=\"Endnotes\" data-label=\"538\" data-order=\"538\"></i> משה קרא לקרובי המתים שלא היו כהנים, שיעבירו את הגויות, ואילו על האב ועל האחים אסר לנהוג מנהג אבילות (י, א-ז). אחרי פקודה קצרה מאת ה' אל אהרן (י, ח-יא) שהוכנסה כאן מטעם שנבאר להלן, בא הצו שנתן משה בשם ה', שאהרן ובניו יאכלו את שירי הקרבנות. כששמע משה ששעיר החטאת נשרף, נזף הוא באלעזר ובאיתמר בגלל המעשה הזה, אך לבסוף הסכים לו, לאחר שהצדיקו אהרן בנימוקים מכריעים (י, יב-כ).", "הביקורת החדשה גילתה סתירות, כביכול, בין הדברים שנמסרו בספרים שמות, ויקרא ובמדבר (המכונים Priestercodex, PC \"תורת כהנים\") על אודות כהונת אהרן, ובין חוקים וסיפורים שבמקומות שונים של התורה. כך טוענים (כגון וולהאוזן, Geschichte Israels עמ' 124), כי ב\"קודקס לכהנים\" לא נבחר אהרן מפני שהוא היה משבט לוי, אלא היה הוא כהן עוד זמן רב לפני שהלויים הוקדשו, ואילו בספרים אחרים, במיוחד בס' דברים, נקראו הכהנים בכל פעם 'הכהנים הלויים', ולבחירתו המיוחדת של אהרן אין זכר (מלבד בספרים שחוברו אחרי החורבן).<i data-commentator=\"Endnotes\" data-label=\"539\" data-order=\"539\"></i>", "אולם, את הטענה הזאת סותרים בהחלט הפסוקים בס' במדבר יז טז ואילך, אשר גם הם שייכים אל ה\"קודקס\", שמהם נראה ברור, כי אהרן, בתורת נשיא מטה לוי, נבחר מבין שאר הנשיאים לכהן גדול. ואם בכל זאת נמסר בשמות כח א ואילך על מינויו של אהרן לכהן בלי להזכיר את מוצאו משבט לוי, הרי זה מתבאר בפשטות בעובדה, שכבר קודם לכן נרשמו תולדותיהם של משה ואהרן (שמות, ו יד ואילך) בכוונה תחילה כדי להודיע על השתייכותם לשבט לוי.<i data-commentator=\"Endnotes\" data-label=\"540\" data-order=\"540\"></i> (דילמאן הוכיח בראיות ברורות, כי רשימת תולדות זו שייכת ל\"תורת כהנים\", ולא באה בזמן מאוחר כהוספה, השוה באודיסין<i data-commentator=\"Endnotes\" data-label=\"541\" data-order=\"541\"></i> (Alth. Priesterth עמ' 28), שהעיר, כי גם \"תורת כהנים\" כוללת בשם \"הלוים\" את בני אהרן. השוה שמות ו כה.<i data-commentator=\"Endnotes\" data-label=\"542\" data-order=\"542\"></i> במדבר ג טו, יז לט. לה ב ואילך והשוה עוד יהושע פרק כא).", "כפי הנראה, הצטיין שבט לוי עוד במצרים מבין שאר השבטים, עד שמוצאם של משה ואהרן משבט לוי היה יסוד מספיק לשליחותם לגאולת ישראל.<i data-commentator=\"Endnotes\" data-label=\"543\" data-order=\"543\"></i> ולכן לא היה הכרח בשעת מינוי של אהרן בתורת כהן להזכיר שוב את מוצאו מבית לוי. ונוסף לזה תבוא העובדה, כי בזמן חטא העגל נבחר שבט לוי כולו כחטיבה מקודשת לה' בזכות נאמנותו לו (שמות לב כט, דברים י ח, עיין רש\"י שם).<i data-commentator=\"Endnotes\" data-label=\"544\" data-order=\"544\"></i>", "ומצד אחר אפשר להוכיח, שגם ס' דברים וגם ספרים אחרים שנתחברו לפני הגלות (מלבד ה\"קודקס\"), יודעים על הכהונה ועל מינוי של אהרן. ראשית כל: המאמר המוסגר בס' דברים י ו ואילך מודיע בפירוש, כי אחרי מות אהרן כיהן אלעזר בנו תחתיו, (אף דילמאן הדגיש את ההתאמה הזאת ל\"תורת כהנים\"). ועוד: בדברים יח ה נאמר: \"כי בו בחר ה' אלהיך מכל שבטיך לעמוד לשרת בשם ה' הוא ובניו כל הימים\". אין המכוון של \"הוא ובניו\" אלא כהן ידוע כאן ובניו, ועל כרחנו שזה היה אהרן שהוזכר כבר, לא רק בפסוק דלעיל, אלא גם בדברים ט כ.<i data-commentator=\"Endnotes\" data-label=\"545\" data-order=\"545\"></i> ושוב נזכר מינויו של אהרן באופן ברור בס' שמואל-א ב, כז-כח, והרי האיש שלפי אותו הפסוק נבחר על ידי ה' הוא בודאי אהרן,<i data-commentator=\"Endnotes\" data-label=\"546\" data-order=\"546\"></i> על אף ההשערות הקלושות של המבקרים החדשים. גם פנחס בנו של אלעזר בן אהרן, נקרא בפסוק אחד, שאינו קשור ב\"תורת כהנים\", כהן גדול (שופטים כ כח. השוה גם יהושע כד לג). ועוד: אם נאמר בירמיהו (לג כד) על שתי משפחות שה' בחר בהן, משפחת מלוכה ומשפחת כהונה, ואחרי כן מובטח בפסוק כו, שמתוך זרע יעקב ודוד יקומו מושלים בישראל, הרי נסכים לברייתא דרבי אליעזר בן ר' יוסי הגלילי (פרק כ) ולר' יונה אבן ג'נאח (הרקמה, הוצאת גולדברג,<i data-commentator=\"Endnotes\" data-label=\"547\" data-order=\"547\"></i> עמוד 178-9), שהשם יעקב רומז כאן על אהרן.<i data-commentator=\"Endnotes\" data-label=\"548\" data-order=\"548\"></i> ולבסוף: הכינוי \"איש חסידך\" בס' דברים לג ח מכוון אל אהרן, ואם מבקרים אחרונים סוברים שהכינוי הזה רומז על משה,<i data-commentator=\"Endnotes\" data-label=\"549\" data-order=\"549\"></i> הרי גם לפי דעתם מתנגדים להם דברי הטקסט שלפנינו (המיוחס לR, כלומר הרדוקטור, עורך), שלפיו נאמרה ברכה זו מפי משה.", "ואל תתמה שס' דברים, אעפ\"י שהוא רואה בכהנים את בני אהרן, מכנה אותם בשם \"הכהנים הלויים\",<i data-commentator=\"Endnotes\" data-label=\"550\" data-order=\"550\"></i> שהרי אהרן בעצמו קרוא בשמות ד יד \"הלוי\", יהיה אשר יהיה פירושו של פסוק זה, העובדה כי אהרן מכונה בשם הלוואי \"הלוי\", מצדיקה במידה מספקת את כינוי הלויים ל\"בניו אחריו\",<i data-commentator=\"Endnotes\" data-label=\"551\" data-order=\"551\"></i> וכפי שהראינו לעיל, גם המקור המיוחס כ\"תורת כהנים\" מספר על מינויו של אהרן בהיותו מבני לוי. ראיה חותכת לכך, כי הדעה, שלפיה נבחר אהרן דווקא מפני היותו ראש מטה לוי, אינה סותרת את \"תורת כהנים\", נותן בידינו הנביא מלאכי. הוא חוזר פעמים אחדות על דברו, המציין את בחירתם של הכהנים בשם כריתת ברית עם שבט לוי (מלאכי ב, ד-ח). ואף שדעתו נתונה רק לברית שה' כרת עם אהרן (במדבר יח יט) ופינחס (שם כה יב), ורומז עליה במפורש בפרק ב פסוק ה, בכל זאת אינו מהסס לקרוא אותה בשם \"ברית הלוי\" ואת הכהנים – בדיוק כמו בס' דברים – בשם \"בני לוי\" (ג ג). הנביא מלאכי מצא, איפוא, התאמה גמורה בין התיאור ב\"תורת כהנים\" בענין בחירת הכהנים ובין ההשקפה שבס' דברים, ועלינו ללכת בעקבותיו. פרטים נוספים בענין זה במבוא לחמשה חומשי תורה.<i data-commentator=\"Endnotes\" data-label=\"552\" data-order=\"552\"></i> לפי שעה השוה: Magazin für die, Wissenschaft des Judentums, שנה 1879, עמ׳ 209 ושנה 1880, עמ׳ 137. והשוה עוד דילמאן, exod. und Lev. מהדורה ג. עמ׳ 505-498, ברדנקאמפ, Gesetz und Propheter. (1881)‎., עמ׳ 172-202, באודיסין, - Die Geschichte des alttestamen tuchen priestertuhms untersucht (1889)‎."], "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6665cda6edc871a0ca3a7671", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 8:1:9", "anchorRef": "Leviticus 8:1", "anchorRefExpanded": ["Leviticus 8:1"], "sourceRef": "David Zvi Hoffmann on Leviticus 8:1:9", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא ח׳:א׳:ט׳", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 1.0009, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>ויקרא ח.</b> פרק ח מדבר בעיקר על קיום המצוות שמסיני שנשנו בשמות כט: ל, כו-כט. מ, ט-טו, עם השלמות מספר וביאורים.", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]