[{"_id": "52089c00edbab45d17917323", "index_title": "Ramban on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ramban on Leviticus 8:7:1", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Ramban on Leviticus 8:7:1", "sourceHeRef": "רמב\"ן על ויקרא ח׳:ז׳:א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>ויתן עליו את הכתנת ויחגור אותו באבנט</b> זה היה הסדר שעשה בו משה אבל בצואה אמר (שמות כט ה) והלבשת את אהרן את הכתנת ואת מעיל האפוד כי רצה לכלול את האבנט בכלם בצוואה אחת ואמר (שם פסוק ט) וחגרת אותם אבנט אהרן ובניו והנה הלבישו הכתונת עם האבנט ואחר כן המעיל והאפוד כסדר האמור שם והקדים בכאן \"ויחגור אותו בחשב האפוד\" קודם שישים עליו החשן כי משה ידע בדרך הלבישה כי לעולם תכף ללבישת הבגד יחגור אותו בחגורה העשויה לו באבנט תכף לכתונת ובחשב תכף לאפוד ואין ראוי שתהיה לבישת האפוד בהפסקות אבל שם נאמר ואת האפוד ואת החשן ואפדת לו בחשב האפוד לפי שקצר שם בענין החשן ולא אמר שיתן אותו באפוד ולא שישים שם האורים והתומים שכבר צוה כל זה במעשה האפוד והחשן (שם כח):", "heVersionTitle": "On Your Way New", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "AND HE PUT UPON HIM THE TUNIC AND HE GIRDED HIM WITH THE BELT. This was the order in which Moses did it. But in the section containing the command, He said, <i>and thou shalt put upon Aaron the tunic, and the robe of the ephod</i><sup class=\"footnote-marker\">181</sup><i class=\"footnote\">Exodus 29:5.</i> [and mentioned the belt only later on in the section, and not right after the tunic, as here], because there He wanted to mention the belt for Aaron and his sons in one command, saying, <i>And thou shalt gird them with belts, Aaron and his sons</i>.<sup class=\"footnote-marker\">182</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 9. Thus the <i>command</i> for the belt, referring as it did to both Aaron as High Priest and his sons as common priests, is mentioned there once in connection with both, in order to save repeating it; but here where the actual fulfillment of the command is narrated, Scripture mentions all the garments that Aaron was clothed in together, separate from those of his sons.</i> Thus Moses clothed Aaron with the tunic and the belt, and afterwards with the robe and the ephod, in the order mentioned there.<sup class=\"footnote-marker\">183</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 5.</i> Here [when performing the command] <i>he girded him with the skilfully-woven band of the ephod</i><sup class=\"footnote-marker\">184</sup><i class=\"footnote\">In Verse 7 before us.</i> before he placed the breastplate upon him,<sup class=\"footnote-marker\">185</sup><i class=\"footnote\">Verse 8.</i> [while in the section containing the command the breastplate is mentioned <i>before</i> the skilfully-woven band of the ephod], for Moses knew that the usual way of dressing is that immediately after putting on a garment, one girds it with the belt made for it. Therefore, he girded him with the belt immediately after the tunic, and with the skilfully-woven band [of the ephod] immediately after the ephod, it being improper that the putting on of the ephod should be done with intermissions. But there [in the section containing the command] it is said, <i>and the ephod, and the breastplate, and gird him with the skilfully-woven band of the ephod</i>,<sup class=\"footnote-marker\">183</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 5.</i> because He dealt briefly there with the subject of the breastplate, and did not say that it be placed on the ephod, nor that he should put in it the Urim and the Thummim,<sup class=\"footnote-marker\">186</sup><i class=\"footnote\">Exodus 28:30. See Ramban there.</i> since He had already commanded all this in explaining the work of the ephod and the breastplate.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "531e4fe3fbfba276047f6cc7", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 8:7", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Onkelos Leviticus 8:7", "sourceHeRef": "תרגום אונקלוס על ויקרא ח׳:ז׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 8.0007, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "וִיהַב עֲלוֹהִי יָת כִּתּוּנָא וְזָרֵז יָתֵיהּ בְּהֶמְיָנָא וְאַלְבֵּשׁ יָתֵיהּ יָת מְעִילָא וִיהַב עֲלוֹהִי יָת אֵפוֹדָא וְזָרֵז יָתֵיהּ בְּהֶמְיַן אֵפוֹדָא וְאַתְקֵן לֵיהּ בֵּיהּ:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "He placed the tunic on him, girded him with the sash, dressed him in the robe, placed the <i>ephod</i> on him girded him with the <i>ephod</i>-sash and tightened it for him.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec4fe", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 8:7", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Targum Jonathan on Leviticus 8:7", "sourceHeRef": "תרגום יונתן על ויקרא ח׳:ז׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 8.0007, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "וְסַדֵר עֲלוֹי יַת כִּיתּוּנָא וְזָרֵיז יָתֵיהּ בִּקְמוּרָא וְאַלְבֵּישׁ יָתֵיהּ יַת מִנְטַר מְעִילָא וִיהַב עֲלוֹי יַת אֵיפוֹדָא וְזָרִיז יָתֵיהּ בְּהֶמְיַן אֵיפוֹדָא וְאַתְקִין לֵיהּ בֵּיהּ", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And he set in order upon him the vestment, and girded him with the girdle, and clothed him with the mantle robe, and put upon him the ephod, and bound him with the band of the ephod, and ordained him therewith.\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54bd482dfbfba21733362aa6", "index_title": "Ramban on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Exodus 28:30:1", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Ramban on Exodus 28:30:1", "sourceHeRef": "רמב\"ן על שמות כ״ח:ל׳:א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 30.0001, "collectiveTitle": {"en": "Ramban on Exodus", "he": "רמב\"ן על שמות"}, "he": "<b>וְנָתַתָּ אֶל חֹשֶׁן הַמִּשְׁפָּט אֶת הָאוּרִים וְאֶת הַתֻּמִּים</b> סָבַר רַבִּי אַבְרָהָם לְהִתְחַכֵּם בְּעִנְיַן הָאוּרִים וְהַתֻּמִּים, וְאָמַר (שמות כ\"ח:ו') כִּי הֵם מַעֲשֵׂה אֻמָּן כֶּסֶף וְזָהָב, וְהֶאֱרִיךְ בְּעִנְיָנָם כִּי חָשַׁב שֶׁהֵם עַל הַצּוּרוֹת שֶׁיַּעֲשׂוּ בַּעֲלֵי הַכּוֹכָבִים לָדַעַת מַחְשֶׁבֶת הַשּׁוֹאֵל. וְלֹא אָמַר כְּלוּם. אֲבָל הֵם כְּדִבְרֵי רַשִׁ\"י (רש\"י על שמות כ\"ח:ל'), כְּתָב שֵׁם הַמְּפֹרָשׁ (תיב\"ע) נָתוּן בֵּין כִּפְלֵי הַחֹשֶׁן, וּלְכָךְ הֻצְרַךְ לִהְיוֹת כָּפוּל (שמות כ\"ח:ט\"ז). וְהָרְאָיָה, כִּי לֹא נִזְכְּרוּ אוּרִים וְתֻמִּים כְּלָל בְּמַעֲשֵׂה הָאֻמָּנִים, וְלֹא הִזְכִּירָם לָהֶם בַּצַּוָּאָה וְלֹא בַּמַּעֲשֶׂה כְּלָל. וּפֵרֵט בַּבְּגָדִים \"וַיַּעַשׂ אֶת הָאֵפוֹד\" (שמות ל\"ט:ב'), \"וַיַּעַשׂ אֶת הַחֹשֶׁן\" (שם ח), וְלֹא אָמַר וַיַּעַשׂ הָאוּרִים וְהַתֻּמִּים, וְאִלּוּ הָיוּ מַעֲשֵׂה חָרָשׁ חָכָם הָיָה מַאֲרִיךְ בָּהֶם יוֹתֵר מִן הַכֹּל, וְאִם אוּלַי יִרְצֶה לְקַצֵּר בָּהֶם לְעָמְקָם הָיָה אוֹמֵר וְעָשִׂיתָ אוּרִים וְתֻמִּים כַּאֲשֶׁר הֶרְאָה אֹתְךָ בָּהָר זָהָב טָהוֹר תַּעֲשֶׂה אֹתָם אוֹ כֶּסֶף מְזֻקָּק:<br>וְעוֹד תָּשׁוּב תִּרְאֶה כִּי לֹא הִזְכִּיר בְּהֵ\"א הַיְּדִיעָה אֶחָד מִכָּל הַכֵּלִים שֶׁלֹּא נִזְכְּרוּ כְּבָר, אֲבָל אָמַר \"וְעָשׂוּ אֲרוֹן\" (שמות כ\"ה:י'), \"וְעָשִׂיתָ שֻׁלְחָן\" (שם כג), \"וְעָשִׂיתָ מְנוֹרַת\" (שם לא), וְכֵן כֻּלָּם וּבַמִּשְׁכָּן אָמַר \"וְאֶת הַמִּשְׁכָּן תַּעֲשֶׂה\" (שם כו א), בַּעֲבוּר שֶׁכְּבָר הִזְכִּירוֹ \"וְעָשׂוּ לִי מִקְדָּשׁ\" (שם כה ח). וְהִנֵּה בָּאוּרִים וְתֻמִּים אָמַר (כאן) \"וְנָתַתָּ אֶל חֹשֶׁן הַמִּשְׁפָּט אֶת הָאוּרִים וְאֶת הַתֻּמִּים\", לֹא צִוָּה אֹתוֹ בַּעֲשִׂיָּתָם, וְהִזְכִּירָם הַכָּתוּב בְּהֵ\"א הַיְּדִיעָה, וְלֹא הִזְכִּירָם הַכָּתוּב רַק בְּמֹשֶׁה לְבַדּוֹ, שֶׁאָמַר בַּצַּוָּאָה \"וְנָתַתָּ אֶל חֹשֶׁן הַמִּשְׁפָּט\", וּבַמַּעֲשֶׂה \"וַיִּתֵּן אֶל הַחֹשֶׁן אֶת הָאוּרִים וְאֶת הַתֻּמִּים\" (ויקרא ח ח), כִּי לֹא הָיוּ מַעֲשֵׂה אֻמָּן וְלֹא הָיָה לָאֻמָּנִים וְלֹא לִקְהַל יִשְׂרָאֵל בָּהֶם מַעֲשֶׂה וְלֹא נְדָבָה כְּלָל, אֲבָל הֵם סוֹד מָסוּר לְמֹשֶׁה מִפִּי הַגְּבוּרָה, וְהוּא כְּתָבָם בִּקְדֻשָּׁה, אוֹ הָיוּ מַעֲשֵׂה שָׁמַיִם, וּלְכָךְ יַזְכִּירֵם סְתָם וּבִידִיעָה, כְּמוֹ וַיַּשְׁכֵּן מִקֶּדֶם לְגַן עֵדֶן אֶת הַכְּרֻבִים (בראשית ג כד): וְהִנֵּה מֹשֶׁה לָקַח כְּתָב הָאוּרִים וְהַתֻּמִּים וְהִנִּיחָם שָׁם בְּחֹשֶׁן הַמִּשְׁפָּט אַחֲרֵי שֶׁהִלְבִּישׁ אֶת אַהֲרֹן הָאֵפוֹד וְהַחֹשֶׁן, כְּמוֹ שֶׁאָמַר (ויקרא ח ז ח) \"וַיִּתֵּן עָלָיו אֶת הָאֵפֹד וַיַּחְגֹּר אֹתוֹ בְּחֵשֶׁב הָאֵפֹד, וַיָּשֶׂם עָלָיו אֶת הַחֹשֶׁן וַיִּתֵּן אֶל הַחֹשֶׁן אֶת הָאוּרִים וְאֶת הַתֻּמִּים\", כִּי לְאַחַר כֵּן נְתָנָם בֵּין כִּפְלֵי הַחֹשֶׁן:<br>וְהָעִנְיָן הוּא, כִּי הָיוּ שֵׁמוֹת קְדוֹשִׁים, מִכֹּחָם יָאִירוּ הָאוֹתִיּוֹת מֵאַבְנֵי הַחֹשֶׁן אֶל עֵינֵי הַכֹּהֵן הַשּׁוֹאֵל בְּמִשְׁפָּטָם (במדבר כז כא) וְהַמָּשָׁל, כִּי כַּאֲשֶׁר שָׁאֲלוּ \"מִי יַעֲלֶה לָּנוּ אֶל הַכְּנַעֲנִי בַּתְּחִלָּה לְהִלָּחֶם\" (שופטים א א). הָיָה הַכֹּהֵן מְכַוֵּן בַּשֵּׁמוֹת שֶׁהֵם הָאוּרִים, וְהֵאִירוּ לְעֵינָיו אוֹתִיּוֹת יְהוּדָה, וְיוֹ\"ד מִלֵּוִי, וְעַיִ\"ן מִשִּׁמְעוֹן, וְלָמֶ\"ד מִלֵּוִי, וְהֵ\"א מֵאַבְרָהָם הַכָּתוּב שָׁם עַל דַּעַת רַבּוֹתֵינוּ (יומא עג:). אוֹ שֶׁהֵאִירָה פַּעַם אַחֶרֶת לְנֶגֶד עֵינָיו הֵ\"א מִיהוּדָה. וְהִנֵּה כַּאֲשֶׁר הָאוֹתִיּוֹת מְאִירוֹת אֶל עֵינֵי הַכֹּהֵן עֲדַיִן לֹא יָדַע סִדּוּרָן, כִּי מִן הָאוֹתִיּוֹת אֲשֶׁר סִדְּרוּ מֵהֶן \"יְהוּדָה יַעֲלֶה\" הָיָה אֶפְשָׁר לְהֵעָשׂוֹת מֵהֶם \"הויהד עליה\", אוֹ \"היעל ידוהה\", וְתֵבוֹת אֲחֵרוֹת רַבּוֹת מְאֹד, אֲבָל הָיוּ שָׁם שְׁמוֹת הַקֹּדֶשׁ אֲחֵרִים נִקְרָאִים \"תֻּמִּים\", מִכֹּחָם יִהְיֶה לֵב הַכֹּהֵן תָּמִים בִּידִיעַת עִנְיַן הָאוֹתִיּוֹת שֶׁהֵאִירוּ לְעֵינָיו. כִּי כַּאֲשֶׁר כִּוֵּן בִּשְׁמוֹת הָאוּרִים וְהֵאִירוּ, חוֹזֵר מִיָּד וּמְכַוֵּן בִּשְׁמוֹת הַתֻּמִּים. וְעוֹדָם הָאוֹתִיּוֹת מְאִירוֹת לְעֵינָיו, וְיָבֹא בְּלִבּוֹ שֶׁחִבּוּרָם \"יְהוּדָה יַעֲלֶה\". וְזֹאת מַדְרֵגָה מִמַּדְרֵגוֹת רוּחַ הַקֹּדֶשׁ, הִיא לְמַטָּה מִן הַנְּבוּאָה, וּלְמַעְלָה מִבַּת קוֹל שֶׁמִּשְׁתַּמְּשִׁים בָּהּ בְּבַיִת שֵׁנִי לְאַחַר שֶׁפָּסְקָה הַנְּבוּאָה וּפָסְקוּ אוּרִים וְתֻמִּים כְּמוֹ שֶׁהִזְכִּירוּ רַבּוֹתֵינוּ (שם כא:): וְאֶפְשָׁר שֶׁאַחֲרֵי שֶׁנָּתַן מֹשֶׁה בַּחֹשֶׁן הַשֵּׁמוֹת הַקְּדוֹשִׁים שֶׁל הָאוּרִים וְהַתֻּמִּים הָיוּ נוֹדָעִים בְּמָסֹרֶת מִמֶּנּוּ לִגְדוֹלֵי חַכְמֵי יִשְׂרָאֵל שֶׁמְּסָרָם לָהֶם עִם סִתְרֵי תּוֹרָה, וּלְפִיכָךְ הָיָה בְּיַד דָּוִד אֵפוֹד (שמואל א כ\"ג:ו'), וְהָיָה כִּדְמוּת אֵפוֹד מֹשֶׁה, וּבוֹ חֹשֶׁן כִּדְמוּת חֹשֶׁן הַקֹּדֶשׁ, אֲבָל נִרְאֶה שֶׁהָיוּ בַּד, כַּאֲשֶׁר נֶאֱמַר בִּשְׁמוּאֵל (שם ב יח) \"נַעַר חָגוּר אֵפוֹד בָּד\", וְאָמַר בְּנוֹב עִיר הַכֹּהֲנִים (שם כב יח) \"שְׁמֹנִים וַחֲמִשָּׁה אִישׁ נֹשֵׂא אֵפוֹד בָּד\", וְיַלְבִּישׁוּ אוֹתוֹ אֶת הַכֹּהֵן שֶׁהוּא מִבְּנֵי הַנְּבִיאִים וְשׁוֹאֲלִים בּוֹ וְנַעֲנִין לִפְעָמִים, כַּאֲשֶׁר חָשַׁב בָּזֶה ר\"א. וּמַה שֶׁאָמַר שֶׁאִלּוּ רָאָה תְּשׁוּבַת רַבֵּנוּ הַאיֵי לֹא אָמַר כָּכָה, כְּבָר רְאִינוּהָ וַחֲשַׁבְנוּהָ, וְיָדַעְנוּ כִּי ר\"א לֹא נִתְכַּוֵּן אֵלֶיהָ:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND THOU SHALT PUT IN THE BREASTPLATE OF JUDGMENT THE URIM AND THE THUMMIM. Rabbi Abraham ibn Ezra thought to display wisdom in the matter of the Urim and the Thummim, by saying that they were made by a craftsman from gold and silver, and he continued his discussion of them in this vein, for he thought that they were akin to the forms which the astrologers make in order to know the thoughts of the one who comes to ask of them [about the future]. But what [Ibn Ezra] said is of no import. Rather, the Urim and the Thummim are as Rashi has written: “This was an inscription of the Proper Name of G-d which was placed between the folds of the breastplate.” It was for this reason that the breastplate had to be double<sup class=\"footnote-marker\">73</sup><i class=\"footnote\">Verse 16.</i> [i.e., made of a material that was folded in order to form a sort of bag, into which the Urim and the Thummim — the sacred Names of G-d, as explained further on, — were placed by Moses]. The proof for this is that in the work of the craftsmen the Urim and the Thummim are not mentioned at all, neither in the command nor in the [description of the] making thereof. Now concerning the garments He details: <i>And he made the ephod</i>,<sup class=\"footnote-marker\">74</sup><i class=\"footnote\">Further, 39:2.</i> <i>and he made the breastplate</i>,<sup class=\"footnote-marker\">75</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 8.</i> but it does not say, “and he made the Urim and the Thummim.” And if it were the work of a skilled engraver He would have dealt with it in greater length than with all [the garments]. Even if perhaps He desired to shorten the discussion about them on account of their profundity, He would at least have said here, “and thou shalt make the Urim and the Thumim as it has been shown to you in the mount; of pure gold — or purified silver — you shall make them.” moreover, you will notice that He did not use the definite article in connection with any of the vessels [of the Tabernacle] which had not been previously mentioned. Instead, He said, <i>and they shall make an ark;</i><sup class=\"footnote-marker\">76</sup><i class=\"footnote\">Above, 25:10.</i> <i>and thou shalt make a table;</i><sup class=\"footnote-marker\">77</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 23.</i> <i>and thou shalt make a candelabrum,</i><sup class=\"footnote-marker\">78</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 31</i> and thus too in connection with all of them. In the case of the Tabernacle, however, He said, <i>And thou shalt make ‘the’ Tabernacle</i>,<sup class=\"footnote-marker\">79</sup><i class=\"footnote\"><i>Ibid.</i>, 26:1.</i> because He had already mentioned it [in saying], <i>And let them make Me a Sanctuary</i>.<sup class=\"footnote-marker\">80</sup><i class=\"footnote\"><i>Ibid.</i>, 25:8.</i> Now with reference to the Urim and the Thummim He said, <i>And thou shalt put in the breastplate of judgment ‘the’ Urim and ‘the’ Thummim</i>. He did not command him as to the making of them, and yet Scripture mentions them with the definite article! Moreover, Scripture mentions them with reference to Moses only, saying by way of command, <i>and thou shalt put in the breastplate of judgment…;</i> similarly, at the time of making them it says, <i>and in the breastplate he put the Urim and the Thummim</i>,<sup class=\"footnote-marker\">81</sup><i class=\"footnote\">Leviticus 8:8.</i> since they were not the work of craftsmen. Neither craftsmen nor the congregation of Israel had any part whatsoever in their making or in their donation, for they were a secret transmitted by the Almighty to Moses, and he wrote them in holiness. They<sup class=\"footnote-marker\">82</sup><i class=\"footnote\">In Ricanti [quoting the language of Ramban]: “Or they were…”</i> were thus of heavenly origin, and therefore they are referred to without any specification and with the definite article, in a similar usage to that which we have in the verse, <i>and He placed at the east of the garden of Eden the cherubim</i>.<sup class=\"footnote-marker\">83</sup><i class=\"footnote\">Genesis 3:24. Here too Scripture uses the definite article [<i>‘the’ cherubim</i>] and yet nowhere previously do we read concerning them (Bachya).</i> Now Moses took the inscription of the Urim and the Thummim, and placed them in the breastplate of judgment after he had clothed Aaron with the ephod and the breastplate, as it is said, <i>And he put the ephod upon him, and he girded him with the skilfully-woven band of the ephod… And he placed the breastplate upon him; and in the breastplate he put the Urim and the Thummim</i>.<sup class=\"footnote-marker\">84</sup><i class=\"footnote\">Leviticus 8:7-8.</i> For only after [Aaron was already clothed with the ephod and the breastplate] did Moses place the Urim and the Thummim between the folds of the breastplate.<br>Thus the Urim and the Thummim were the holy Names of G-d, and it was by virtue of the power residing in these Names that the letters inscribed upon the stones of the breastplate would light up before the eyes of the priest who inquired of their judgment.<sup class=\"footnote-marker\">85</sup><i class=\"footnote\">Numbers 27:21.</i> For example, when they inquired, <i>Who shall go up for us first against the Canaanites, to fight against them</i>,<sup class=\"footnote-marker\">86</sup><i class=\"footnote\">Judges 1:1. — Scripture continues [in Verse 2]: <i>And the</i> Eternal said: <i>‘Yehudah ya’aleh’ (Judah shall go up)</i>.</i> the priest fixed his thoughts on those Divine Names which were the Urim [literally: “lights”], and the letters forming the name <i>Yehudah</i> lighted up before his eyes, and [for the word <i>ya’aleh</i> — “he shall go up”] the letter <i>yod</i> lighted up from the word <i>Levi</i>,<sup class=\"footnote-marker\">87</sup><i class=\"footnote\">The twelve stones in the breastplate bore the names of the twelve tribes of Israel. Since there was no letter <i>tzade</i> amongst these names, the patriarchs’ names [<i>Avraham, Yitzchak</i> and <i>Yaakov</i>] were also inscribed upon the stones. Finally to include the letter <i>tet</i> the words <i>shivtei Y-ah</i> (“the tribes of G-d”) were also written upon them (Yoma 73 b). The answer given to the priest who inquired of the Urim and Thummim was through the gleaming forth of the letters written upon the stones. Thus when the tribes asked, <i>Who shall go up for us first against the Canaanites?</i> the name <i>Yehudah</i> gleamed forth, and as for the word <i>ya’aleh</i>, the <i>yod</i> of <i>Levi</i> lighted up etc.</i> the <i>ayin</i> from <i>Shimon</i>, the <i>lamed</i> from <i>Levi</i>, and the <i>hei</i> from <i>Avraham</i> which was also written there, according to the opinion of our Rabbis,<sup class=\"footnote-marker\">88</sup><i class=\"footnote\">Yoma 73b. See Note above.</i> or perhaps the <i>hei</i> from <i>Yehudah</i> lighted up a second time. Now when the letters lighted up before the eyes of the priest, he did not yet know their arrangement [that is, how these letters were to be grouped together into words], for from the letters forming the words <i>Yehudah ya’aleh</i> (Judah shall go up), it is possible to form the words: <i>hoy heid alehah</i>,<sup class=\"footnote-marker\">89</sup><i class=\"footnote\">“The echo of woe upon it.”</i> or <i>hie al Yehudah</i>,<sup class=\"footnote-marker\">90</sup><i class=\"footnote\">“Lamentation upon Judah.”</i> and very many other words. But then there were other sacred Divine Names [in the fold of the breastplate] called Thummim [literally: “perfection”], through whose power the priest’s heart was made perfect to understand the meaning of the letters which lighted up before his eyes. Thus, when he fixed his thoughts on the Divine Names in the Urim, and the letters lighted up, he would then immediately turn and fix his thoughts on the Divine Names in the Thummim, whilst the letters [of the Urim] were still lit up before him, and then it came to his mind that they combine to form the words <i>Yehudah ya’aleh</i> (Judah shall go up). This knowledge [of how to combine the letters that lit up in the breastplate into words], is one level of the degrees of <i>Ruach Hakodesh</i>.<sup class=\"footnote-marker\">91</sup><i class=\"footnote\">Literally: “The Holy Spirit.” See Moreh Nebuchim II, 45, beginning: “second degree of prophecy.”</i> It is lower than prophecy, and higher than the <i>Bath Kol</i><sup class=\"footnote-marker\">92</sup><i class=\"footnote\">Literally: “echo” or “reverberating sound.” It is here used in the sense of a Divine Voice which on certain occasions was heard coming forth from the Holy of Holies (Sotah 33 a).</i> which served [Israel] in the Second Sanctuary after prophecy had ceased, and after the Urim and Thummim had ceased, just as our Rabbis have mentioned.<sup class=\"footnote-marker\">93</sup><i class=\"footnote\">Yoma 21b.</i> It is possible that after Moses placed the sacred Names of the Urim and Thummim in the breastplate, they became known to the great Sages of Israel, having been transmitted to them from Moses together with the secrets of the Torah. Hence we find that David possessed an ephod<sup class=\"footnote-marker\">94</sup><i class=\"footnote\">I Samuel 23:6.</i>, which was similar to the ephod of Moses, and together with it was a breastplate similar to the holy breastplate [in the Tabernacle]. It appears, however, that [instead of being made of gold, blue-purple etc.] it was made of linen, just as it says of Samuel that he was <i>a child, girden with a linen ephod</i>,<sup class=\"footnote-marker\">95</sup><i class=\"footnote\"><i>Ibid.</i>, 2:18.</i> and of Nob, the city of priests, it is said, <i>fourscore and five persons that did wear a linen ephod</i>.<sup class=\"footnote-marker\">96</sup><i class=\"footnote\"><i>Ibid</i>, 22:18.</i> They would clothe a priest who was of <i>the sons of the prophets</i>,<sup class=\"footnote-marker\">97</sup><i class=\"footnote\">II Kings 4:1. A term denoting the disciples of the prophets, or those who sought the prophetic gift.</i> and inquire of him [regarding certain events] and at times they were answered, just as Rabbi Abraham ibn Ezra thought on this point. However, as far as that which he [Ibn Ezra] said, that if [Rashi] had seen the responsum of Rabbeinu Hai,<sup class=\"footnote-marker\">98</sup><i class=\"footnote\">The last of the Gaonim. He was a son of Rabbeinu Sherira Gaon (see Vol. I, p. 97, Note 477). — Rabbeinu Hai Gaon wrote in a responsum that by invoking the Proper Name of G-d, or the names of the angels, one could not predict future events. Using this responsum as a basis, Ibn Ezra commented that if Rashi had seen this responsum he would not have written that the Urim and Thummim were inscriptions of the Proper Name of G-d etc. [as quoted above]. — To this comment of Ibn Ezra, Ramban answers caustically: “We have already seen this responsum of Rabbeinu Hai and have pondered its meaning, and we do know that it was Ibn Ezra’s understanding that did not grasp it.”</i> he would not have explained as he did, [that the Urim and Thummim were inscriptions of the Proper Name of G-d] — now we have already seen that responsum and have considered it, and we know [for a certainty] that it was Rabbi Abraham whose opinion [shows that he] did not grasp it.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54bd4831fbfba217333630ee", "index_title": "Ramban on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Numbers 20:26:1", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Ramban on Numbers 20:26:1", "sourceHeRef": "רמב\"ן על במדבר כ׳:כ״ו:א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Ramban on Numbers", "he": "רמב\"ן על במדבר"}, "he": "<b>והפשט את אהרן את בגדיו</b> הם בגדי כהונה גדולה שנתרבה בהם אלעזר בנו עתה והקרוב כי כאשר ירד אהרן מעשות התמיד והקטיר הקטורת והעלה הנרות העלה אותו אל הר ההר כשהיה לבוש בגדי כהונה והפשיט אותם ועל דרך הפשט הלבישו תכריכי המת אשר הכין לו והפשיט את אלעזר בגדי החול והלבישו בגדי הקדש כאשר עשה עמו ביום המלואים (ויקרא ח ז-ט) ומדרש רבותינו שנעשו בהם נסים אמרו היאך משה יכול להפשיט את אהרן כסדרן והלא העליונים הם העליונים לעולם והתחתונים הם התחתונים לעולם אלא מעשה נסים עשה לו המקום במיתתו יותר מבחייו העמידו משה אל הסלע והפשיטו בגדי כהונה ובגדי שכינה נלבשים תחתיהם: <b>וילבש</b> אותם את אלעזר בנו (במדבר כ׳:כ״ח) וכי היאך יכול להלביש את הבגדים כסדרן לאלעזר אבל כבוד גדול חלק לו המקום לאהרן במיתתו יותר מבחייו שנלבשו בגדי שכינה תחלה למטה וחזר משה והפשיט את אהרן הבגדים כסדרן והלביש אלעזר כסדרן כך שנוי בת\"כ (מלואים א ו):", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND STRIP AARON OF HIS GARMENTS. These are the garments [reserved only] for the High Priest, with which Eleazar his son was now appointed [High Priest in his stead]. It is likely that when Aaron came down from offering the Daily Whole-offering, and burnt the incense and kindled the lamps, Moses took him up to Mount Hor whilst he was still dressed in the garments of the [High] Priest, and [then] he stripped him of them. And according to the plain meaning of Scripture [the verse is to be interpreted: <i>And strip Aaron of his garments</i> in order to] put on him the shrouds of a dead man which he had prepared for him, and then he stripped Eleazar of his ordinary clothes and put the sacred garments upon him, as he did to him on the day of initiation. And according to the Midrashic interpretation of our Rabbis,<sup class=\"footnote-marker\">211</sup><i class=\"footnote\">Sifra, <i>Tzav Milu’im</i> 1:6.</i> various miracles occurred in connection with these garments.<sup class=\"footnote-marker\">212</sup><i class=\"footnote\">The miraculous nature of the event which occurred here has been explained in various ways, but from Ramban’s quotation of it the explanation is as follows: Since it is obvious that Aaron would not be left naked for even one moment, we must say that as soon as the uppermost garment was removed from him, the Divine Glory wrapped him with a corresponding celestial garment. But if so, how could Moses proceed to remove the lower garments “in their proper order,” since there was now a [celestial] upper garment upon them? The answer is given in the following text of the Torath Kohanim [Sifra]. See the following note.</i> Thus they said: “How could Moses strip Aaron of his garments in their proper order? Are not the upper ones always on top, and the lower ones always underneath? But G-d did miraculous deeds for Aaron at the time of his death, even more so than during his lifetime. Thus Moses put Aaron upon the rock and stripped him of the priestly garments, and [alternative] celestial garments clothed themselves [upon him] <i>underneath</i> them.<sup class=\"footnote-marker\">213</sup><i class=\"footnote\">“Underneath them.” Thus as Aaron was stripped of his <i>upper</i> robe, he was covered with a corresponding celestial garment <i>underneath</i> his tunic [which was the lower garment directly on his body]. Moses could then proceed to remove the tunic [which was now <i>above</i> the celestial “upper” robe, thereby fulfilling the Divine command of stripping Aaron of his garments “in their proper order.” As he removed the tunic, a corresponding celestial tunic likewise clothed itself <i>underneath</i> the celestial robe. This interpretation of the Torath Kohanim is based upon Malbim’s commentary.</i> <i>And he put them upon Eleazar his son</i>.<sup class=\"footnote-marker\">214</sup><i class=\"footnote\">Verse 28.</i> But how could Moses put the garments upon Eleazar in their proper order?<sup class=\"footnote-marker\">215</sup><i class=\"footnote\">For as soon as he stripped Aaron of the upper robe, Moses had to put it upon Eleazar, so that he would be clothed in the order in which the clothes are worn. If so, how could he later on put the lower garments [such as the tunic] underneath? In answer to this question the Torath Kohanim presents a second miracle, namely, that Aaron found himself arrayed in eight celestial garments and then he put on the eight garments of the high priesthood in opposite order, first the robe and finally the tunic. [Ordinarily this is not permitted, but since he was now attired already in the celestial garments underneath it was permissible for him to do it.] When Moses removed the tunic from upon Aaron and put it upon Eleazar it was thus done in proper order. See my Hebrew commentary pp. 380-381.</i> [We must say that this was not natural], but that G-d bestowed a great honor upon Aaron at the time of his death, even more so than during his lifetime, in that celestial garments first [miraculously] clothed themselves underneath [the other garments], and then Moses stripped Aaron of the priestly garments in their proper order,<sup class=\"footnote-marker\">216</sup><i class=\"footnote\">I.e., in the order he had put them on after he found himself arrayed in the eight celestial garments, which as explained above (Note 215), was in the opposite order: first the robe and finally the tunic as the uppermost garment.</i> and [also] put them on Eleazar in their proper order.” So it is taught in the Torath Kohanim.<sup class=\"footnote-marker\">211</sup><i class=\"footnote\">Sifra, <i>Tzav Milu’im</i> 1:6.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54bd483efbfba21733364540", "index_title": "Rashi on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Exodus 28:4:2", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Rashi on Exodus 28:4:2", "sourceHeRef": "רש\"י על שמות כ״ח:ד׳:ב׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Rashi on Exodus", "he": "רש\"י על שמות"}, "heTitle": "רש\"י על שמות", "he": "<b>ואפוד.</b> לֹא שָׁמַעְתִּי וְלֹא מָצָאתִי בַּבָּרַיְתָא פֵּרוּשׁ תַּבְנִיתוֹ, וְלִבִּי אוֹמֵר לִי שֶׁהוּא חֲגוֹרָה לוֹ מֵאֲחוֹרָיו, רָחְבּוֹ כְּרֹחַב גַּב אִישׁ, כְּמִין סִינָר שֶׁקּוֹרִין פורצי\"נט בְּלַעַז, שֶׁחוֹגְרוֹת הַשָּׂרוֹת כְּשֶׁרוֹכְבוֹת עַל הַסּוּסִים, כָּךְ מַעֲשֵׂהוּ מִלְּמַטָּה, שֶׁנֶּאֱמַר וְדָוִד חָגוּר אֵפוֹד בָּד, לָמַדְנוּ שֶׁהָאֵפוֹד חֲגוֹרָה הִיא; וְאִי אֶפְשָׁר לוֹמַר שֶׁאֵין בּוֹ אֶלָּא חֲגוֹרָה לְבַדָּהּ, שֶׁהֲרֵי נֶאֱמַר וַיִּתֵּן עָלָיו אֶת הָאֵפֹד וְאַחַ\"כַּ וַיַּחְגֹּר אוֹתוֹ בְּחֵשֶׁב הָאֵפֹד וְתִרְגֵּם אֻנְקְלוֹס בְּהֶמְיַן אֵפוֹדָא, לָמַדְנוּ שֶׁהַחֵשֶׁב הוּא הֶחָגוֹר וְהָאֵפוֹד שֵׁם תַּכְשִׁיט לְבַדּוֹ; וְאִי אֶפְשָׁר לוֹמַר שֶׁעַל שֵׁם שְׁתֵּי הַכְּתֵפוֹת שֶׁבּוֹ הוּא קָרוּי אֵפוֹד, שֶׁהֲרֵי נֶאֱמַר שְׁתֵּי כִתְפוֹת הָאֵפוֹד, לָמַדְנוּ שֶׁהָאֵפוֹד שֵׁם לְבַד וְהַכְּתֵפוֹת שֵׁם לְבַד וְהַחֵשֶׁב שֵׁם לְבַד, לְכָךְ אֲנִי אוֹמֵר שֶׁעַל שֵׁם הַסִּינָר שֶׁל מַטָּה קָרוּי אֵפוֹד – עַל שֵׁם שֶׁאוֹפְדוֹ וּמְקַשְּׁטוֹ בוֹ – כְּמוֹ שֶׁנֶּ' וַיֶּאְפֹּד לוֹ בּוֹ, וְהַחֵשֶׁב הוּא חָגוּר שֶׁלְּמַעְלָה הֵימֶנּוּ וְהַכְּתֵפוֹת קְבוּעוֹת בּוֹ. וְעוֹד אוֹמֵר לִי לִבִּי שֶׁיֵּשׁ רְאָיָה שֶׁהוּא מִין לְבוּשׁ, שֶׁתִּרְגֵּם יוֹנָתָן וְדָוִד חָגוּר אֵפוֹד בָּד (שמואל ב ו') – כַּרְדּוּט דְּבוּץ, וְתִרְגֵּם כְּמוֹ כֵן מְעִילִים כַּרְדּוּטִין, בְּמַעֲשֵׂה תָּמָר אֲחוֹת אַבְשָׁלוֹם, כִּי כֵן תִּלְבַּשְׁנָה בְנוֹת הַמֶּלֶךְ הַבְּתוּלוֹת מְעִילִים (שם י\"ג):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ואפוד AND AN EPHOD — I have heard no tradition nor have I found in the Boraitha any description of its shape, but my own mind tells me that it was tied on behind him; its breadth was the same as the breadth of a man’s back like a kind of apron which is called pourceint in old French which ladies of rank tie on when they ride on horse-back. Such, as mentioned, was the way in which the lower part was made, as it is said, (II Samuel 6:14) “And David was girded with a linen ephod” — this informs us that the ephod was something tied on the body. It is, however, not possible to say that it consisted of a girdle only, because it is said (Leviticus 8:7) “And he put the ephod upon him”, and afterwards it is stated “and he girded him with the חשב of the ephod” and this Onkelos translated by “the girdle of the ephod.” This, therefore, informs us that the חשב is the girdle and the אפור is the name of the ornamental garment itself. Further, it is not possible to assert that it was on account of the two shoulder-straps that it was called אפוד (i. e. that the term אפוד applies to these two straps and the girdle to which they were attached) for it is said, (v. 27) “the two shoulder-pieces of the ephod” — this tells us that the ephod is a separate name, the shoulderpieces a separate name and the girdle a separate name (i. e. each of these is the name of separate articles). Consequently I say that it is called אפוד in reference to the apron-like garment which hung down and that it was so called because they bedecked him (אופדו) and ornamented him with it, as it is said, (Leviticus 8:7) “And he bedecked (ויאפוד) him with it.” The חשב was the girdle which was on the upper portion of it (the ephod), and the shoulder-pieces were attached to it. Further, my own mind tells me that there is evidence that it was a kind of garment, for Jonathan ben Uzziel translates (II Samuel 6:14) “And David was girded with a linen ephod” by “a linen כרדוט” and exactly similarly does he translate מעילים, “robes”, by כרדוטין in the story of Tamar, Absolom’s sister, (II Samuel 13:18) “For with such robes (מעילים) were the king’s daughters that were virgins apparelled”.", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "54bd48b5fbfba217333668c6", "index_title": "Rashi on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Exodus 28:4:6", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Rashi on Exodus 28:4:6", "sourceHeRef": "רש\"י על שמות כ״ח:ד׳:ו׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 4.0006, "collectiveTitle": {"en": "Rashi on Exodus", "he": "רש\"י על שמות"}, "heTitle": "רש\"י על שמות", "he": "<b>ואבנט.</b> הִיא חֲגוֹרָה עַל הַכֻּתֹּנֶת וְהָאֵפוֹד חֲגוֹרָה עַל הַמְּעִיל, כְּמוֹ שֶׁמָּצִינוּ בְּסֵדֶר לְבִישָׁתָן וַיִּתֵּן עָלָיו אֶת הַכֻּתֹּנֶת וַיַּחְגֹּר אֹתוֹ בָּאַבְנֵט וַיַּלְבֵּשׁ אֹתוֹ אֶת הַמְּעִיל וַיִּתֵּן עָלָיו אֶת הָאֵפֹד:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ואבנט — This was a girdle upon the inner-garment, and the ephod was the girdle over the outer-garment, just as we find it stated in the description of the order in which they were donned: (Leviticus 8:7), “And he put upon him the inner-garment (כתנת) and girded him with the belt (אבנט) and clothed him with the mantle (מעיל) and put the ephod (אפוד) upon him.”", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "54c0de27fbfba21e8957f577", "index_title": "Rashbam on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Rashbam on Exodus 28:8:1", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Rashbam on Exodus 28:8:1", "sourceHeRef": "רשב\"ם על שמות כ״ח:ח׳:א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Rashbam on Exodus", "he": "רשב\"ם על שמות"}, "heTitle": "רשב\"ם על שמות", "he": "וחשב אפודתו - שבחשב היה חוגרו ומחברו. כדכתיב: ויחגור אותו בחשב האפוד ויאפוד לו בו. ", "heVersionTitle": "Rashbam on Torah -- Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "וחשב אפודתו, the belt attached to the sash acted as the connecting link tying things together, as described in Leviticus 8,7 which we already quoted.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54c0de27fbfba21e8957f57f", "index_title": "Rashbam on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Rashbam on Exodus 29:9:1", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Rashbam on Exodus 29:9:1", "sourceHeRef": "רשב\"ם על שמות כ״ט:ט׳:א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Rashbam on Exodus", "he": "רשב\"ם על שמות"}, "heTitle": "רשב\"ם על שמות", "he": "וחגרת אותם אבנט אהרן ובניו - בזה נחלקו במסכת יומא, לפי שאין סדר לבישתן הכתוב כאן כסדר לבישתן בפ' צו את אהרן ולפי הפשט אין לדקדק. ", "heVersionTitle": "Rashbam on Torah -- Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "וחגרת אותם אבנט אהרן ובניו; concerning the sequence in which these garments were to be put on there is a disagreement in Yuma 5 seeing that the order mentioned here does not correspond to the order written in Leviticus 8,7-9. I believe, that the very fact that we find two versions as to the sequence is meant to tell us that the sequence in which these garment were put on did not matter.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "55adfa6afbfba23a068096a4", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Tzav 44", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Meshekh Chokhmah, Tzav 44", "sourceHeRef": "משך חכמה, צו מ״ד", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1875, 1925], "commentaryNum": 44, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "צו", "he": "<b>ויחגור </b>אותו באבנט. ההוא אבנטו של כ\"ג לא כאבנטו של כהן הדיוט (יומא דף ז') ופירשו בתוס' משום דבבגדי כ\"ג היה כלאים באפד לכן היה כלאים באבנט, אבל של כהן הדיוט לא היה כלאים מסתברא דלא היה של כלאים. הענין דבגדי כהונה מכפרין כדמפרש בזבחים דף פ\"ח ובגדי כהונה מכפרין על הרהור הלב, ואפד מכפר על ע\"ז כמוש\"א אפד ותרפים, ומכנסים מכפרין על עריות וכתנת על ש\"ד ובכולהו מחשבה אינה כמעשה לבד מע\"ז דמחשבה כמעשה, א\"כ אבנט של כ\"ג מכפר על ע\"ז הוא על הרהור דע\"ז שמחשבה כמעשה, ולכן הוא של כלאים כמו אפד, משא\"כ בהדיוט דמכפרים בגדיו על עריות וש\"ד דבהו אין מחשבה כמעשה, לכן אבנטו אינו של כלאים.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b>Girded him with the sash.</b> The garments of the kohanim atone for sin. For example, the ephod atones for idolatry, the pants atone for illicit relations, and the tunic for bloodshed (Zevachim 88). Chazal said that one punished even for his thoughts about transgressing only by idolatry. Therefore, the Kohein Godol’s sash, which atones for idolatry, must atone for thoughts as well, and thus it is a mixture of wool and linen like the ephod. However, an ordinary <i>kohein</i>’s garments atone for illicit relations and bloodshed, in which thoughts are not considered like deeds, and therefore their sashes are not a mixture of wool and linen.  ", "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "55adfa6efbfba23a068096a8", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Tzav 49", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Meshekh Chokhmah, Tzav 49", "sourceHeRef": "משך חכמה, צו מ״ט", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 49, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "צו", "he": "<b>ויאפד </b>לו בו. הנה בפ' תצוה כתיב ואפדת לו בו, פירוש, שיאפוד החשב האפד אל החושן, אבל כאן שכתיב קודם החושן על כרחך שקאי על אהרן והיה צ\"ל ויאפוד אותו בו. לכן נראה דאמרו בזבחים פ\"ח דאפד מכפר על ע\"ז שנאמר אפד ותרפים, ובזה היה גם אהרן צריך כפרה על אשר עשה העגל, לכן אמר ויאפד לו בו, שרמז בזה, שגם עליו בעצמו כיפר.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "568bb71cd6e4a9476eedb476", "index_title": "Shadal on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Shadal on Exodus 28:8:1", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Shadal on Exodus 28:8:1", "sourceHeRef": "שד\"ל על שמות כ״ח:ח׳:א׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Shadal on Exodus", "he": "שד\"ל על שמות"}, "heTitle": "שד\"ל על שמות", "he": "האפוד לא היה אלא לאחוריו כמו שפירש רש\"י בפסוק ו'. אך היה בו חשב האפוד שהיה מקיף את כל הגוף, כמ\"ש ויחגור אותו בחשב האפוד ויאפד לו בו (ויקרא ח' ז'), ואח\"כ הוא אומר וישם עליו את החשן. א\"כ קודם נתינת החשן היה האפוד חגור על הגוף, ואין חגור אלא מה שמקיף מכל צד. וכן יפה יובן מ\"ש (פסוק כ\"ח) להיות על חשב האפד, שהחשן נתון ממש על חשב האפד, כי החשב מקיף מכל צד. ", "heVersionTitle": "Shadal first edition, Padua 1871", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד״ל במהדורה המקורית, פדובה 1871", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77d01d6e4a94c7c18a484", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 8:7", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Tafsir Rasag, Leviticus 8:7", "sourceHeRef": "תפסיר רס\"ג, ויקרא ח׳:ז׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 8.0007, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "וג̇על עליה אלתוניה וקלדה באלזנאר ואלבסה אלממטר וג̇על עליה אלצדרה ושדדה בהמיאנהא וקלדה בה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b4e8d6e4a902855ff6e3", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Leviticus 8:7:1", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Tur HaArokh, Leviticus 8:7:1", "sourceHeRef": "הטור הארוך, ויקרא ח׳:ז׳:א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "ויקרא", "he": "<b>ויתן עליו את הכתנת ויחגר אותו באבנט. </b>כתב הרמב\"ן בצואה כתיב והלבשת את אהרן את הכתנת ואת מעיל האפוד וכאן הזכיר אבנט מיד אחר הכתנת והטעם מפני שמשה עשה כסדר שכן דרך אחר הכתנת לחגור אותו באבנט אלא בשביל שרצה לכלול כולם בצוואה אחת על האבנט אמר לבסוף וחגרת אותם אבנט אהרן ובניו אבל לעולם הסדר הוא כמו שאמר כאן כתונת ואבנט ומעיל והקדים בכאן ויחגור אותו בחשב האפוד קודם שישים עליו החושן כי משה ידע בדרך הלבישה כי לעולם תכף ללבישה יחגור אותו בחגורה העשויה לו כמו באבנט מיד אחר הכתונת ובחשב מיד אחר האפוד שאין ראוי שתהא לבישת האפוד בהפסקה אלא שם נאמר ואת האפוד ואת החשן ואפדת לו בחשב האפוד לפי שקיצר שם בענין החשן ולא אמר שיתן אותו באפוד ולא שישים שם האורים והתומים שכבר ציוה כל זה במעשה החשן והאפוד: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " ויתן עליו את הכתונת ויחגור אותו באבנט, “he placed the tunic on him and girdled him with the sash.” Nachmanides points out that when Moses was commanded to dress Aaron, the Torah writes:והלבשת את אהרן את הכתונת ואת מעיל האפוד, “you are to dress him in the tunic and the robe with the<i> ephod,”</i> whereas here no mention is made of the robe and the <i>ephod.</i> The reason may be that actually Moses followed the normal procedure. It is customary that after putting on the tunic that one girdles oneself with a belt. Seeing that the Torah had wanted to include all the garments in a single instruction, the belt had been mentioned last on that occasion, including both Aaron and his sons in the instruction to belt their garments. Nevertheless, the normal sequence was that reported here, i.e. donning a tunic followed by tightening it with the belt, followed by donning the robe. Moses was well aware of these procedures, but in this instance it was of importance that the <i>ephod</i> and the breastplate attached to it, also had to be somehow attached to the belt. The Torah, during its instructions concerning these garments, and the sequence in which they were to be donned, describes this in the second half of chapter 28 in Exodus, and makes these connections fairly plain. [I have abbreviated here, as without an illustration this is not easy to follow. Ed.]\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "588f55dad6e4a96d624ac605", "index_title": "Machberet Menachem", "category": "Reference", "type": "", "ref": "Machberet Menachem, Letter Alef 110:2", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Machberet Menachem, Letter Alef 110:2", "sourceHeRef": "מחברת מנחם, א ק״י:ב׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [950, 960], "commentaryNum": 110.0002, "collectiveTitle": {"en": "Machberet Menachem", "he": "מחברת מנחם"}, "he": "<b>ויאפד</b> לו <small>(ויקרא ח, ז)</small>, וחשב <b>אפודתו</b> <small>(שמות כה, ח)</small>, ענין תוכן ותיכון. ויתכן להיות מגזרתם ויטע אהלו <b>אפדנו</b> <small>(דניאל יב, מה)</small>, ענין תיכון הוא.", "heVersionTitle": "Mahberet Menahem, London, 1854.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מחברת מנחם,לונדון, תרי\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "588f564bd6e4a96d624adf6e", "index_title": "Machberet Menachem", "category": "Reference", "type": "", "ref": "Machberet Menachem, Letter Chet 12:2", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Machberet Menachem, Letter Chet 12:2", "sourceHeRef": "מחברת מנחם, ח י״ב:ב׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [950, 960], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Machberet Menachem", "he": "מחברת מנחם"}, "he": "<b>חגורי</b> אזור <small>(יחזקאל כג, טו)</small>, <b>חגרת</b> שק <small>(יואל א, ח)</small>, <b>ויחגר</b> אתו באבנט <small>(ויקרא ח, ז)</small>, לשון אזירה המה.", "heVersionTitle": "Mahberet Menahem, London, 1854.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מחברת מנחם,לונדון, תרי\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58ad97dfd6e4a93323dc4942", "index_title": "Yoma", "category": "Talmud", "type": "", "ref": "Yoma 5b:9", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Yoma 5b:9", "sourceHeRef": "יומא ה׳ ב:ט׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 10.0009, "collectiveTitle": {"en": "Yoma", "he": "יומא"}, "heTitle": "יומא", "he": "אָמַר אַבָּיֵי: בְּכֻתּוֹנֶת וּמִצְנֶפֶת כּוּלֵּי עָלְמָא לָא פְּלִיגִי דְּאַהֲרֹן וְאַחַר כָּךְ בָּנָיו. דְּבֵין בְּצַוּוֹאָה וּבֵין בַּעֲשִׂיָּה אַהֲרֹן קָדֵים. כִּי פְּלִיגִי בְּאַבְנֵט. מַאן דְּאָמַר אַהֲרֹן וְאַחַר כָּךְ בָּנָיו, דִּכְתִיב: ״וַיַּחְגּוֹר אוֹתוֹ בָּאַבְנֵט״, וַהֲדַר כְּתִיב: ״וַיַּחְגּוֹר אוֹתָם אַבְנֵט״. וּמַאן דְּאָמַר אַהֲרֹן וּבָנָיו בְּבַת אַחַת, דִּכְתִיב: ״וְחָגַרְתָּ אוֹתָם״. וּלְמַאן דְּאָמַר אַהֲרֹן וּבָנָיו בְּבַת אַחַת, הָכְתִיב: ״וַיַּחְגּוֹר אוֹתוֹ בְּאַבְנֵט״ וַהֲדַר כְּתִיב: ״וַיַּחְגּוֹר אוֹתָם אַבְנֵט״!", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>Abaye said:</b> With regard to the <b>tunic and mitre everyone agrees that</b> Moses dressed <b>Aaron and afterward his sons, as both in</b> the portion of <b>the command</b> concerning the inauguration <b>and in</b> the portion of <b>the implementation,</b> mention of <b>Aaron precedes</b> mention of his sons. <b>When they disagree,</b> it is <b>with regard to the belt.</b> The Gemara elaborates. The <b>one who said:</b> Moses dressed <b>Aaron and afterward his sons</b> derives it from that <b>which is written: “And he girded him with the belt”</b> (Leviticus 8:7), <b>and then it is written: “And he girded them with belts”</b> (Leviticus 8:13). Moses first dressed Aaron in all of the garments, including the belt, and then Moses dressed Aaron’s sons. <b>And</b> the <b>one who said:</b> Moses dressed <b>Aaron and his sons, simultaneously</b> derives it from that <b>which is</b> subsequently <b>written: “And gird them</b> with belts, Aaron and his sons” (Exodus 29:9), indicating that Moses girded them all with belts simultaneously. The Gemara asks: <b>And</b> according <b>to the one who says:</b> Moses dressed <b>Aaron and his sons simultaneously, isn’t it written: He girded him with the belt, and then it is written: He girded them with belts,</b> clearly indicating that he dressed Aaron and then his sons?", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58b6b15ad6e4a952249cbea3", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Leviticus 8:7:1", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Minchat Shai on Torah, Leviticus 8:7:1", "sourceHeRef": "מנחת שי על תורה, ויקרא ח׳:ז׳:א׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "ויקרא", "he": "<b>ויאפד.</b> האל\"ף בשוא לבדו והפ\"א בדגש וכ\"כ החזקוני וכן צריך להגיה בשרשים:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5926b251d6e4a957603a0ec7", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Bamidbar 1:1", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Midrash Tanchuma Buber, Bamidbar 1:1", "sourceHeRef": "תנחומא בובר, במדבר א׳:א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "במדבר", "he": "וידבר ה' אל משה במדבר סיני באהל מועד <small>(במדבר א א)</small>, זש\"ה צדקתך כהררי אל [משפטיך תהום רבה] <small>(תהלים לו ז)</small>, אמר ר' מאיר משל את הצדיקים בדירתן, ומשל את הרשעים בדירתן, משל את הצדיקים, במרעה טוב ארעה אותם (ובמרעה שמן) [ובהרי מרום ישראל] יהיה נויהם <small>(יחזקאל לד יד)</small>, ומשל את הרשעים, כה אמר ה' [אלהים] ביום רדתו שאולה האבלתי כסיתי עליו את התהום <small>(שם לא טו)</small>, ובמה הרשעים מתכסין כשהם יורדים לגיהנם, בתהום, חזקיה בר חייא אמר הגיגית הזו במה מכסין אותה, בכלי חרס, מפני שהיא של חרס, לפיכך מכסין אותה בכלי חרס, כך הרשעים כתיב בהן, והיה במחשך מעשיהם <small>(ישעיה כט טו)</small>, לפיכך הן חשוכין לפני הקב\"ה, והוא מורידן לשאול, שהיא חשיכה, ומכסה עליהם את התהום שהוא חושך, שנאמר וחושך על פני תהום <small>(בראשית א ב)</small>.  ", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Numb. 1:1:) <small>THEN THE LORD SPOKE UNTO MOSES IN THE SINAI DESERT, IN THE TENT OF MEETING</small>. This text is related (to Ps. 36:7 [6]): <small>YOUR RIGHTEOUSNESS IS LIKE THE MIGHTY MOUNTAINS; YOUR JUDGMENTS ARE LIKE THE GREAT DEEP</small>. R. Meir said: &lt;The passage&gt; is speaking allegorically about the righteous in their dwelling, and it is speaking allegorically about the wicked in their dwelling.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Above, in <i>Tanh.</i> (Buber), Gen. 2:8; Lev. 8:7; Gen. R. 33:1; Lev. R. 27:1; Numb. R. 1:1; <i>PRK</i> 9:1; <i>Tanh</i>., Lev. 8:5 (some texts); cf. <i>Tanh</i>., Numb. 1:1.</i> It is speaking allegorically about the righteous &lt;in their dwelling&gt; (in Ezek. 34:14): <small>I WILL FEED THEM IN A GOOD PASTURE</small>, {<small>AND IN A PASTURE OF OIL</small>} [<small>AND UPON THE MOUNTAINS OF THE LOFTY ONE OF ISRAEL</small>] <small>SHALL BE THEIR FOLD</small>. It speaks allegorically about the wicked &lt;in their dwelling&gt; (in Ezek. 31:15): <small>THUS SAYS THE LORD</small> {<small>GOD</small>}: <small>IN THE DAY THAT HE WENT DOWN TO SHEOL, I CAUSED HIM TO MOURN; I COVERED HIM WITH THE DEEP</small>. With what are the wicked covered, when they go down to Gehinnom?<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Above, Exod. 3:2; <i>Tanh</i>., Exod. 3:2.</i> <small>WITH THE DEEP</small>. Hezekiah bar Hiyya said: In the case of a vat, with what does one cover it? With a lid of clay, since &lt;the vessel itself &gt; is &lt;made&gt; of clay. For that reason one covers it with a lid of clay. Similarly in the case of the wicked, it is written of them (in Is. 29:15): <small>AND THEIR WORKS ARE IN DARKNESS</small>. For that reason they are darkened before the Holy One.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See above, Gen. 1:19.</i> So he brings them down to Sheol, which is darkness, and covers them with the deep, which is darkness, as stated (in Gen. 1:2): <small>WITH DARKNESS UPON THE FACE OF THE DEEP</small>.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5933bd83d6e4a954e53096cb", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Emor 10:1", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Midrash Tanchuma Buber, Emor 10:1", "sourceHeRef": "תנחומא בובר, אמור י׳:א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "אמור", "he": "ר' תנחומא פתח מי הקדימני ואשלם תחת כל השמים לי הוא <small>(איוב מא ג)</small>, זה רווק הדר במדינה ונותן שכר סופרים ומשנים, אמר קב\"ה עלי לשלם גמולו בן זכר, אמר ר' ירמיה בר אלעזר עתידה בת קול שתהא מפוצצת בראשי ההרים, ואומרת כל מי שפעל עם אל יבוא ויטול שכרו, [הה\"ד כעת יאמר ליעקב ולישראל מה פעל אל] <small>(במדבר כג כג)</small>, ורוח הקדש צווחת מי הקדימני ואשלם, מי קילס לפני עד שלא נתתי בו נשמה, מי מל לפני עד שלא נתתי לו בן זכר, מי עשה לפני ציצית עד שלא נתתי לו טלית, מי עשה לפני מעקה [עד שלא נתתי לו גג, מי עשה מזוזה] עד שלא נתתי לו בית, מי עשה לפני סוכה עד שלא נתתי לו מקום, מי הפריש פאה עד שלא נתתי לו שדה, מי הפריש תרומה ומעשר עד שלא נתתי לו גורן, מי הפריש בכורות ומעשרות וקרבן עד שלא נתתי לו בהמה, [הה\"ד] שור או כשב או עז.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "R. Tanhuma opened &lt; his discourse &gt; (with Job 41:3 [11]): <small>WHO HAS ADVANCED ME ANYTHING? I SHALL REPAY HIM. EVERYTHING UNDER THE HEAVENS IS MINE</small>.<sup class=\"footnote-marker\">49</sup><i class=\"footnote\"><i>Tanh</i>., Lev. 8:7; Lev. R. 27:2; <i>PRK</i> 9:2.</i> This refers to a bachelor who dwells in a province and gives an allowance to Bible and Mishnah teachers.<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">In elementary school one studied Bible under a <i>sopher</i>, or scribe. Secondary school involved the study of Oral Torah. Since a bachelor has no children, the money he gives is an act of charity.</i> The Holy One said: It is for me to pay him the compensation of a male child. R. Jeremiah bar Eleazar said: There is going to be a heavenly voice (<i>bat qol</i>) that shall explode on the tops of the mountains and say: Whoever has done &lt; something &gt; along with God, let him come and receive his reward. [This is what is written (in Numb. 23:23): <small>NOW</small> (in the age to come) <small>IT IS SAID FOR JACOB AND FOR ISRAEL: WHAT HAS GOD DONE</small>?] The Holy Spirit also proclaims (in Job 41:3 [11]): <small>WHO HAS ADVANCED ME ANYTHING? I WILL REPAY HIM</small>. Who offered me praise<sup class=\"footnote-marker\">51</sup><i class=\"footnote\"><i>Qilles.</i> Cf. the Greek, <i>kalos</i> (“beautiful”).</i> before I gave him breath? Who has performed circumcision for me before I gave him a male child? Who made a tassel for me before I gave him a prayer shawl? Who made a parapet (in accord with Deut. 22:8) for me [before I gave him a roof? Who made a mezuzah] before I gave him a house? Who made a sukkah for me before I gave him room? Who set aside <i>pe'ah</i> before I gave him a field? Who set aside grain offering and tithe before I gave him a threshing floor? Who set aside first fruits, tithes, and sacrifice before I gave him cattle? [This is what is written] (in Lev. 22:27): <small>WHEN A BULL OR A SHEEP OR A GOAT &lt; IS BORN</small>…. <small>&gt;</small>", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5936af83d6e4a927fb7b1872", "index_title": "The Midrash of Philo", "category": "Second Temple", "type": "", "ref": "The Midrash of Philo 17:1:10", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "The Midrash of Philo 17:1:10", "sourceHeRef": "מדרשי פילון י״ז:א׳:י׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [10, 50], "commentaryNum": 1.001, "collectiveTitle": {"en": "The Midrash of Philo", "he": "מדרשי פילון"}, "heTitle": "מדרשי פילון", "he": "\"אלה מֵחַד, בהשראת הטירוף האלהי, נסתלקו ממקום־תרבות (=חֲנוֹך). אחרים מאידך, מודָעִים לחכמה מרוסֶנת ומעודֶנת, ולאֵלה יש גם אימון מרובה ביראה וגם אינם בזים לעיסקי בני האדם. ועדות לכך הכתובים, בהם נאמר לאברהם לפני ה': \"מצא חן לפני\", (היה רצוי) לא לי לבדי, אלא גם למעשַי כשאני שופט מפקח ומשגיח. זאת אומרת, כשאתה מכבד את הוריך, או כשאתה מרחם על העניים, או גומל חסד עם ריעיך, או מגן על מולדתך, או דואג בצדק לצרכי הציבור בכלל, - וודאי שתהא רצוי לכל מי שתבוא עמו במשא ומתן, וגם תהא רצוי לפני האלהים. כי (ה') רואה הכל בעין ללא־שֵינה, ובחסדו הנבחר הוא מזמין אליו ומשבֵּחַ את המעולֶה. ולפיכך המתאַמֵן (=יעקב) מבהיר זאת בתפילתו, כשהוא אומר: \"האלהים אשר אבותי היו רצויים\"<sup class=\"footnote-marker\">113</sup><i class=\"footnote\"> כך בשבעים ᾧ εὐηρέστησαν οἱ πατέρες μου ἐναντίον αὐτοῦ. ובמסורה: \"אשר התהלכו אבותי לפניו\". ובפשיטא: \"דשפרו קדמוהי אבהי\".</i> (בראשית מח, טו). ומוסיף: \"לפניו\", כדי להודיעך את ההבדל הענייני בין \"היות רצוי לאלהים\" לבין \"(היות רצוי) לפניו\". כי (הביטוי) האחד מכיל שני (מובנים), ואילו האחר (=הראשון) - אחד<sup class=\"footnote-marker\">114</sup><i class=\"footnote\"> האם כוונתו שהביטוי \"לפני\" כללי יותר, ואילו הביטוי \"לפני אלהים\" מתייחס אך ורק לאֵל, או שמא מהווה משפט זה פתיחה להמשך הביאור, ושני המובנים הם לפני המקום ולפני הבריות. מ.</i>. וגם משה יועץ כך באזהרותיו, ואומר: \"תעשה את המוצא חן לפני ה' אלהיך\"<sup class=\"footnote-marker\">115</sup><i class=\"footnote\"> כך בשבעים ἐναντίον κυρίου. ובמסורה: \"לפני ה' \".</i> (דברים יב, כח), כלומר, עשֵׂה אותם הדברים שיהיו בהחלט ראויים להֵראות לפני האלהים, וכשיראֵם יקבלם ברצון, ונכון לנהוג כך גם עם הבריות. ומכאן יצא (משה), כשאָרַג<sup class=\"footnote-marker\">116</sup><i class=\"footnote\"> כלומר, תיכנן. מ.</i> את המשכן, ותָחַם (בו) שני איזורים, ושָׂם את הפרוכת ביניהם, כדי להבדיל בין אשר בפנים ובחוץ (ראה שמות כו, לג). ואת ארון הקדש, המכיל את הלוחות, ציפה זהב מבית ומחוץ (שמות כה, יא), ולכהן הגדול נתן שני בגדים, פשתן בפנים וצבעונין בחוץ, אשר הגיע עד קרסוליו (שמות לט, כב; ויקרא ח, ז; טז, ד). אמנם, אֵלה וכיוצא בהם הם סמלים לנשמה; בפנימיים היא מקדישה בטהרה למען האל, ובחיצוניים היא טהורה לגבי עולם החושים והחיים<sup class=\"footnote-marker\">117</sup><i class=\"footnote\"> רעיון זה מביא גם ב\"על השכרון\", פה-פו, מובא להלן שמות כו, ב <small>שו\"ת שמות ב, קז</small>.</i>. וקולעים הדברים שנאמרו למתגושש המנצֵחַ (=יעקב), כשעמד להיות מוכתר בזֵרי נצחון, וזה הכרוז שנאמר אודותיו: \"התחזקת עם אלהים ועם אנשים יכולת\"<sup class=\"footnote-marker\">118</sup><i class=\"footnote\"> במסורה: \"כי שרית עם אלקים ועם אנשים ותוכל\".</i> (בראשית לב, כט). ולהצטיין בשתי המערכות, גם ביחס לבלתי־נברא וגם ביחס לנברא, אין זה עניין לשֵׂכל קטן־ערך, אלא, אם לומר את האמת, (עניין) לעומד בגבול בין העולם והאלהים. הכלל, חובה על האדם ההגון ללכת בעקבות אלהים, כי מושל־הכל ואבי־הבריאה משגיח (על כולם). כי מיהו אשר אינו יודע, כי לפני בריאת העולם דַי היה לאלהים בעצמו, ולאחר בריאת העולם הוא נשאר כשהיה, ולא נשתנה? ומדוע, איפוא, ברא את שלא היה (לפָנִים)? האין זה, יען כי הוא היה טוב ורב חסד? האם, איפוא, אנו העבדים לא נלך אחר אדוננו ונעריץ עמוקות את העילה (הראשונה), אם כי לא נתעלם מן הטבע שבתוכֵנו?", "heVersionTitle": "The Midrash of Philo, by Samuel Belkin, 1989", "heLicense": "CC-BY", "heVersionTitleInHebrew": "מדרשי פילון, שמואל בלקין, תשמ\"ט", "text": [], "versionTitle": "The Works of Philo Judaeus. trans. C.D.Yonge, London, H. G. Bohn, 1854-1890.", "license": "Public Domain", "versionTitleInHebrew": "חיבורי פילון היהודי, מתורגמים בידי צ'. ד. יונג, לונדון, ה\"ג בון, 1854-1890"}, {"_id": "5964830ad6e4a92bf45a49f0", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Shemot 28:36:3", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Rabbeinu Bahya, Shemot 28:36:3", "sourceHeRef": "רבנו בחיי, שמות כ״ח:ל״ו:ג׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 36.0003, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "שמות", "he": "<b>ודע </b>והבן כי הם כנגד שבעה רקיעים, ובסוף סדר צו אבאר לך זה, והציץ של זהב שבראשו הוא עליון על כלם וירמוז על כלם המדה שכתוב עליה (תהילים מ״ה:י״ד) כל כבודה בת מלך פנימה ממשבצות זהב לבושה, והיא העשירית ועל כן הציץ של זהב והיה ראוי לפתח בו קדש לה' הוא שכתוב פיתוחי חותם קדש לה', וכתיב והיה על מצח אהרן וכתיב והיה על מצחו תמיד בשכבר ידעת כי כהן גדול הוא דוגמא גם כל בגדיו שהוא לובש בשעת עבודה הנה הם דוגמא ולכך תמצא שהזכיר הכתוב למעלה באבני אפוד על שתי כתפיו לזכרון גם בחושן הזכיר כן לזכרון לפני ה' תמיד, ומלת זכרון היא דוגמא כי עמו יזכירנו ד\"א. ואם כן היה הכהן בשעת עבודה מוקף ומעוטר מי\"ב שבטים בחשן מלפניו ובאפוד מלאחריו וע\"ב פעמונים של שולי מעילו למטה ושכינה למעלה על ראשו מדת הדין שבה הרחמים משגחת על ישראל וזהו לשון ציץ מלשון (שיר השירים ב׳:ט׳) מציץ מן החרכים, ושהיא מקבלת ממקור העליון מלשון (במדבר י״ז:כ״ג) ויצץ ציץ, הוא העליון בפרי. ומתוך הענין הזה יש לך להתעורר בשאר הענינים ובסדר לבישת הבגדים כי יש בו ענין גדול מורה נפלאות תמים דעים והבן זה.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "The other seven garments symbolized the seven heavens; I will explain this in greater detail at the end of Parshat Tzav (Leviticus 8,7). The golden head-plate represented the highest of all the heavens. The very words inscribed on the head-plate are an allusion to the principle that the glory of the princess is best seen by the fact that she stays out of the limelight, as Psalms 45,14 phrased it כל כבודה בת מלך פנימה ממשבצות זהב לבושה, “the royal princess, her dress embroidered with golden mountings, (is led inside to the king.”) The chamber (heaven) referred to is the tenth, innermost. This is why the ציץ was made of pure gold and why it was appropriately inscribed with the words קדש לה'. This is also the meaning of the words פתוחי חותם קדש לה', “engraved like a signet ring ‘holy unto the Lord.’” The Torah writes in verse 38 that the ציץ is to be worn on Aaron’s forehead, and that it is to be on his forehead תמיד “always.” How are we to understand the latter word “always?” The word refers to the periods during which the High Priests fulfills his specific functions in the Temple or within the holy precincts. As you are already aware the High Priest served as a symbol and so did his vestments while he wore them during the performance of his duties. This is the reason why the Torah wrote the word לזכרון, “as a remembrance,” i.e. as a symbol, in connection with the gemstones on the ephod and with the gemstones on the breastplate <small>(compare verse 12 and verse 29)</small>. The word לזכרון is very close in meaning to the word לדוגמה, “as an example, a model, a symbol.” The word ציץ itself is reminiscent of Song of Songs 2,9 מציץ מן החרכים, “He was peering through the lattices.” Aaron’s inspiration came from the Shechinah which peered through the lattices (shuttered windows of the highest heaven) observing him performing his functions. The word is related to ויצץ ציץ, “it sprouted a bud,” i.e. the topmost part of the fruit. Wherever the word occurs it alludes to the highest of something. Just as this particular ornament symbolized the highest emanation, the highest attribute of G’d, so all the vestments symbolized something of that nature.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5964835cd6e4a92bf45a64fe", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Bamidbar 20:28:1", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Rabbeinu Bahya, Bamidbar 20:28:1", "sourceHeRef": "רבנו בחיי, במדבר כ׳:כ״ח:א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 28.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>ויפשט משה את אהרן את בגדיו.</b> בגדי כהונה גדולה הפשיטן והלבישן לאלעזר בפניו. ועכשיו נטל משה את שלו והקב\"ה את שלו, משה הפשיטן ממנו ונטל מה שנתן לו, שהוא הלבישן לו כשנתחנך בכהונה גדולה שנאמר (שם) וילבש משה את אהרן את בגדיו, ואח\"כ נטל הקב\"ה מה שנתן לו, שכך דרשו רז\"ל אמר לו משה הכנס למערה ונכנס, ראה מטה מוצעת ונר דולק, אמר לו עלה למטה ועלה, פשוט ידיך ופשט, קמוץ פיך וקמץ, עצום עיניך ועצם. מיד חמד משה לאותה מיתה, וזהו שנאמר לו (דברים ל״ב:נ׳) כאשר מת אהרן אחיך, באותה מיתה שנתאוית לה. ודרשו רז\"ל בתורת כהנים מעשה נסים נעשו בבגדים הללו, והלא התחתונים הם תחתונים לעולם והעליונים הם עליונים לעולם, אלא מעשה נסים עשה המקום לאהרן במותו יותר מבחייו, שהפשיטן לו משה כסדרן. וכן מצינו בו לשון הכתוב שוה בהלבשה והפשטה, בהלבשה נאמר (ויקרא ח׳:ל׳) וילבש משה את אהרן את בגדיו, וכן בהפשטה ויפשט משה את אהרן את בגדיו, כלומר ויפשט כענין וילבש.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ויפשט משה את אהרון את בגדיו, “Moses stripped Aaron’s garments from him;” he removed the garments he wore in his capacity of High Priest and gave them to Eleazar his son in his presence. At this point Moses took back what he had given Aaron, i.e. the clothes, as we know from Leviticus 8,7, and G’d took back what He had given Aaron, i.e. his soul. Moses instructed Aaron to enter a cave in that mountain and Aaron entered it. He saw that a bed stood all prepared with fresh linen and that a light was burning beside it. Moses told Aaron to lie on the bed and Aaron complied. He then told him to stretch out his hands and Aaron did so. He told him to close his mouth and Aaron did so. He then told Aaron to close his eyes. Aaron complied. At that point Moses became desirous of dying in the same manner that he observed his brother dying. This is the meaning of G’d saying to him in Deut. 32,3: “just like your brother Aaron died,” i.e. the kind of death you wished for yourself.<br> The sages in Torat Kohanim (96,130) explain that some miraculous events took place with Aaron’s priestly garments. Under normal circumstances outer garments remain outer garments and underwear remains underwear. Moses undressed Aaron in the same order in which he had originally dressed him (compare similarities in the wording here and in Leviticus 8,7) in a miraculous manner to show G-d's honor of Aaron in death even more than during his lifetime.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5964d5cbd6e4a92bf45a8406", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Vayikra 8:7:1", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Rabbeinu Bahya, Vayikra 8:7:1", "sourceHeRef": "רבנו בחיי, ויקרא ח׳:ז׳:א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "ויקרא", "he": "<b>ויתן עליו את הכתנת ויחגור אותו באבנט וגו'.</b> בגדי כהונה סדר לבישתן כך הוא, כתנת אבנט מעיל אפוד חשן מצנפת ציץ הזהב, והנה הם שבעה שהיה משה מלבישן לאהרן ונותנן עליו, ועם המכנסים שהיו לובשין הם עצמן תחלה הן שמונה. וסדר לבישתן כסדר שבעה רקיעים, מכנסים שהיו לכסות בשר ערוה כנגד הרקיע הראשון שבו לבנה שהוא מכסה לאהל העולם השפל בשגם הוא בשר, כתנת כנגד הרקיע שבו כוכב, אבנט כנגד הרקיע שבו נוגה, מעיל כנגד הרקיע שבו חמה, אפוד כנגד אפודת הרקיע שבו מאדים, חושן כנגד הרקיע שבו צדק, ולכך היו בכפלו אורים ותומים שהיו מצודקין בדבריהם, מצנפת שהיה עליון בראש כנגד הרקיע שבו שבתאי שהוא עליון על כל השבעה, והכתוב קראו ראש כוכבים, הוא שכתוב (איוב כ״ב:י״ב) וראה ראש כוכבים כי רמו, ציץ שכתוב בו קדש לה' כנגד כסא הכבוד שהוא למעלה משבעה. <br>ויש עוד בשבעה שהיה משה מלבישן רמז לשבעה הידועים, כי הראשון הוא <b>כתנת</b> בד לבן, והשני <b>אבנט</b> שהיה חוגרו, והכח והגבורה במתנים, ו<b>המעיל</b> שכולו תכלת ו<b>האפוד</b> שהיה הדר ו<b>חשן משפט</b> שוק שמאל, ו<b>המצנפת</b> ראויה לחתן והשביעי <b>הציץ</b> שהיה של זהב והיא הכלה. והבן זה. ", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ויתן עליו את הכתונת ויחגור אותו באבנט וגו, “He placed the tunic upon him and girdled him with the sash, etc.” The sequence in which the High Priest donned his priestly garments was as follows: the tunic, the girdle, the robe, the ephod, the breastplate, the turban, the Tzitz (golden headband worn on forehead). These are a total of seven in which Moses clothed Aaron. Together with the trousers which each Priest put on himself this makes eight garments worn by the High Priest when he performed the service. The order in which the seven garments were put on corresponded to the seven layers of heaven (שבעה רקיעים). The trousers which covered the Priest’s private parts corresponded to the lowest region in heaven in which the moon covers the “tent” comprising the lower world, the one described as בשגם הוא בשר, (Genesis 6,3) “while they are of flesh.” The tunic corresponded to the heaven which contained the planet כוכב, Mercury. The girdle corresponded to the heaven containing the planet נוגה, Venus. The robe corresponded to the heaven containing the planet חמה, Sun, whereas the ephod corresponded to the heaven containing the planet מאדים, Mars. The breastplate corresponded to the heaven containing the planet צדק, Jupiter. The name was an allusion to the Urim Vetumim worn inside the breastplate which helped the High Priest to establish צדק, righteousness, by consulting with G’d when he needed answers. The turban corresponded to the celestial region containing the planet שבתאי, Saturn. Seeing that Saturn is in the highest celestial region it was appropriate that the garment worn on top of the High Priest’s head should be a symbol of it. We have a verse in Job 22,12 describing Saturn as the highest planet. <small>[I have mentioned on previous occasions that all these data and the authors of those periods finding it necessary to establish these co-relationships, are based on outdated astronomical data. Ed.]</small>.<br> The ציץ, which was inscribed with the words 'קודש לה, ‘holy for the Lord,” corresponded to G’d’s throne of glory which is above the seven celestial regions paraphrased by the words שבעה רקיעים, “seven layers of heaven.” The author also sees some allusion to the seven lower emanations in the seven garments listed here as worn by the High Priest. <small>[These allusions are rather obscure. Ed.]</small>", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59d488f3d6e4a939ba173d7b", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 8:7:1", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Torah Temimah on Torah, Leviticus 8:7:1", "sourceHeRef": "תורה תמימה על התורה, ויקרא ח׳:ז׳:א׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>ויחגר אתו באבנט. </b>ובצואה כתיב (פ' תצוה) וחגרת אותם אבנט, הא כיצד <sup class=\"footnote-marker\">ה</sup><i class=\"footnote\">דהלשון וחגרת אותם אבנט אהרן ובניו משמע חגורתם של אב ובנים בסדר אחד זה אחר זה, שלא הפסיק בלבישת בגד בנתיים, והיינו שמקודם הלביש את אהרן עד חגירת האבנט ואח\"כ הלביש את הבנים עד חגירת האבנט ואח\"כ חגר באבנט את אהרן ואת בניו, משא\"כ הלשון ויחגור אותו באבנט דכתיב כאן לאחר לבישת כל הבגדים מורה שמקודם הלביש לאהרן את כל הבגדים עם חגירת האבנט ואח\"כ התחיל להלביש את בניו בכל הבגדים.\n</i>, אלא לעולם אהרן קודם לבניו, ומאי וחגרת אותם, הא קמ\"ל, דאבנטו של כהן גדול זהו אבנטו של כהן הדיוט <sup class=\"footnote-marker\">ו</sup><i class=\"footnote\">כלומר שהאבנט של הבנים היה ג\"כ של כלאים כמו של אהרן, ובאבנט אהרן כתיב (פ' פקודי) ואת האבנט שש משזר תכלת וארגמן, והיינו של כלאים, דשש כיתנא ותכלת עמרא, ואבנטי הבנים לא פירש הכתוב ממה היו, ולמדין זה מזה.\n</i>.<br>(שם ו' א')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef2ec3d6e4a90d4d5c43fd", "index_title": "Steinsaltz on Yoma", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Yoma 5b:9", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Steinsaltz on Yoma 5b:9", "sourceHeRef": "ביאור שטיינזלץ על יומא ה׳ ב:ט׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 10.0009, "collectiveTitle": {"en": "Steinsaltz on Yoma", "he": "ביאור שטיינזלץ על יומא"}, "heTitle": "ביאור שטיינזלץ על יומא", "he": "<b>אמר אביי: בכתונת ומצנפת — כולי עלמא לא פליגי</b> <small>[לדעת הכל אינם חלוקים]</small> ש<b>אהרן</b> הולבש קודם <b>ואחר כך בניו.</b> ומדוע אומרים כן כי <b>בין בצואה</b> (בכתובים המצווים על המילואים) <b>ובין</b> בכתובים המדברים <b>בעשייה — אהרן קדים</b> <small>[קודם]</small> בתיאור לבישת בגדים אלה, ואם כן פשוט לנו לומר שבזה הוקדם אהרן. <b>כי פליגי</b> <small>[כאשר נחלקו]</small> הרי זה בלבישת ה<b>אבנט,</b> מי מהם קדם ללובשו. ובירור צדדי הספק: <b>מאן דאמר</b> <small>[מי שאמר]</small> <b>אהרן ואחר כך בניו,</b> הדבר נלמד ממה <b>דכתיב</b> <small>[שנאמר]:</small> <b>\"ויחגור אתו באבנט\"</b> (ויקרא ח, ז) <b>והדר כתיב</b> <small>[ואחר כך נאמר]:</small> <b>\"ויחגר אתם אבנט\"</b> (ויקרא ח, יג) משמע שתחילה הלביש את אהרן את כל בגדיו ואבנט בכללם, ואחר כך הלביש את הבנים. <b>ומאן דאמר</b> <small>[ומי שאמר]</small> כי <b>אהרן ובניו בבת אחת — דכתיב</b> <small>[שנאמר]</small> בציווי לאחר שמצוה על הלבשת בגדים לאהרן: <b>\"וחגרת אתם</b> אבנט אהרן ובניו<b>\"</b> (שמות כט, ט) משמע חגירת אבנט היתה לכולם כאחת. ושואלים: <b>ולמאן דאמר</b> <small>[</small>ולדעת <small>מי שאמר]</small> כי <b>אהרן ובניו בבת אחת, הכתיב</b> <small>[הרי נאמר]:</small> <b>\"ויחגר אתו באבנט\" והדר כתיב</b> <small>[ואחר כך נאמר]</small> בהפסק ניכר: <b>\"ויחגר אתם אבנט\",</b> משמע שלמעשה סיים להלביש את אהרן ורק אחר כך הלביש את בניו!", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17a8a7bb386c011be9ecd8", "index_title": "Rashi on Yoma", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Yoma 5b:8:1", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Rashi on Yoma 5b:8:1", "sourceHeRef": "רש\"י על יומא ה׳ ב:ח׳:א׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Rashi on Yoma", "he": "רש\"י על יומא"}, "heTitle": "רש\"י על יומא", "he": "למסבר קראי - דלא לירמו אהדדי דבצוואה כתיב (שמות כ״ט:ט׳) וחגרת אותם אבנט אהרן ובניו. משמע חגירתם של אב ובנים בסדר אחד ולא הפסיק לבישת בגד אחר בינתיים ובעשייה כתיב באהרן (ויקרא ח׳:ז׳) ויחגור אותו באבנט בסדר לבישת בגדים וגו' והלבישו כל המלבושין ואחר כך הקריב בניו והלבישם [ולא] חגר אהרן ובניו בבת אחת: אביי מפרש לה למילתייהו בכתונת ומצנפת להכי נקט כתונת ומצנפת ששוין בגדול ובהדיוט ומכנסים לא הוצרך לומר שהרי הן קודמין לכל כדאמרינן לקמן מניין שלא יהא דבר קודם למכנסים כו':", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c7da3123081100060591ffe", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Tzav, Mekhilta DeMiluim I 6", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Sifra, Tzav, Mekhilta DeMiluim I 6", "sourceHeRef": "ספרא, צו, מכילתא דמילואים א ו׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 6, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "מכילתא דמילואים א", "he": "[ו] \"ויתן עליו את הכתנת ויחגר אתו באבנט\" – מלמד שנעשה משה סגן הכהנים לאהרן, והוא היה מפשיטו והוא היה מלבישו. וכשם שנעשה לו סגן בחייו כך נעשה לו סגן במותו שנאמר (במדבר כ, כה-כו) 'קח את אלעזר בנו…והפשט את אהרן את בגדיו'. ומנין שעשה משה כן? שנאמר (במדבר כ, כז) \"ויעש משה כאשר צוה ה' ויעלו אל הר ההר\" (שם כ, כח) \"ויפשט משה את אהרן את בגדיו\" – וכי האיך היה משה יכול להפשיט את בגדיו כסדרן? והעליונים הם עליונים לעולם והתחתונים הם תחתונים לעולם?! אלא אלו מעשה נסים, ועשה לו הקב\"ה במיתתו יותר מבחייו, והעמידו משה על הסלע והפשיטו בגדי כהונה ובגדי שכינה נלבשים תחתיהם. (שם כ, כח) \"וילבש אותם את אלעזר בנו\" – וכי האיך היה יכול משה להלביש את אלעזר בגדים כסדרן?! אלא כבוד גדול חלק לו המקום במיתתו יותר מבחייו; שלבשו בגדי שכינה תחלה למטה והפשיט אהרן‏ את הבגדים כסדרן והלביש את אלעזר בגדים כסדרן.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "6) (Vayikra 8:7) \"And he put upon him the kutoneth and he girded him with the avneit, etc.\" (See Shemoth 29): We are hereby taught that Moses was made an aid to Aaron. And just as he was made his aid in his lifetime, so, he was made his aid in his death. And he would dress him and he would undress him, as it is written (Bamidbar 20:25): \"Take Aaron and Elazar his son… (Bamidbar 20:26) and strip Aaron of his vestments, etc.\" And whence is it derived that Moses did this? From (Bamidbar 20:27): \"And Moses did as the L–rd commanded, and they went up to Hor Hahar … (Bamidbar 20:28) and Moses stripped Aaron of his vestments.\" Now how could Moses strip his vestments in order and dress Elazar in order. Do not the outer garments remain outer garments, and the inner garments remain inner garments? (i.e., We see from Scripture that Aaron did not die until he saw Elazar dressed in the priestly vestments. Is it possible that Aaron stood naked until Elazar donned all the eight vestments?) This transpired miraculously. Variantly: The Holy One Blessed be He accorded him greater honor in his death than in his life. Moses stood him on a rock and stripped him of his priestly vestments, and vestments of the Shechinah clothed him in their stead. Moses stripped his vestments (in order) and clothed Elazar with them in order.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5cdd6cd7c4424d00582699f1", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Tzav 170:1", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Malbim on Leviticus, Tzav 170:1", "sourceHeRef": "מלבי\"ם על ויקרא, צו ק״ע:א׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 170.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "צו", "he": "<b>ויתן עליו את הכתונת:</b> מבואר שהלבישו בעצמו ועל ידי כן זכה להלבישו במותו. ודברי הספרא כך פירושם: שתחלה יאמר שהיה שם מעשה נסים. וזה כי מבואר מן הסברה שאהרן לא נקבר ערום. ואחר שכתוב \"ויפשט..וילבש..וימת שם\" מבואר שתיכף מת וירדו מן ההר. ומי הלביש לאהרן את תכריכיו? מבואר שהיו בגדי שכינה. ולפי זה הסברה הוא שכל בגד שפשט אותו נלבש מכמותו בגד שכינה, שלא יהיה בינתיים מחוסר בגדים. ושאל איך היה זה? הלא אם פשט המעיל נתלבש ממעיל אחר ואיך יכול לפשט הכתונת? הלא היה עליו מעיל החדש של שכינה? והשיב שהיה בזה נס גדול שהבגדים נתלבשו בין הכתונת לבשרו כסדרן, וזה מעשה נס. וזהו שאמר בגדי שכינה נלבשים תחתיהם. עתה אמר בדרך אחר שממה שאומר \"וילבש אותם את אלעזר\" משמע שכל בגד שפשט הלביש תיכף לאלעזר, שעל זה מורה מלת \"אותם\" ולא אמר \"וילבישם\". כמו שבארנו תמיד שמלת \"אותם\" בא לדייק על הכיון. ואיך היה יכול להלביש כסדרן? ובזה אמר ציור אחר שלא היה דרך נס רק דרך כבוד יותר מהקודם. שנלבש אהרן בגדי שכינה למטה והיה לו כבוד גדול שראו כל ישראל כי נתלבש בבגדי שכינה, ואז לבש בגדיו בהפך – המעיל למטה והכתונת למעלה – כיון שהיה מלובש בבגדי שכינה בלי זה. ובזה הפשיט הבגדים כסדרן והלבישם כסדרן שלא בדרך נס.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1d6e7b5c8f935f442f4006", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Exodus 29:13:1", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Midrash Lekach Tov, Exodus 29:13:1", "sourceHeRef": "מדרש לקח טוב, שמות כ״ט:י״ג:א׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "שמות", "he": "<b>ואת האיל האחד תקח וסמכו אהרן ובניו את ידיהם.</b> זהו ציווי פרשת המלואים, שהיה המעשה בסוף פרשת צו את אהרן, לפיכך לא הוצרכנו לפרש ענין המלואים בזאת הפרשה, אלא שיש כאן מה שצריך לשם, ויש לשם מה שצריך לכאן, שהרי לשם לא הוזכר מכנסים, וכאן הוזכר למעלה מן וזה הדבר, ולשם מפרש מהו חשב האפוד, שנאמר ויחגור אותו בחשב האפד (ויקרא ח ז), למדנו שהחשב כמו אזור הוא, אלא שהחשב היה מחובר באפוד, כמו בגדי חופש שיש בהם אזורים תפורין, כי הכתונת מלמטה היה לובשו במקום חלוק, והאבנט בו היה חוגר הכתונת, והמעיל על הכתונת, ועליו האפוד ומחבקו בחשב האפוד, והחשן היה מלפניו מחובר בשרשרות אלא כדי הוצאת ראשו מן האפוד, לכך היה מתפרק החשן אבל לא יזח לגמרי, והאורים והתומים הם היו שנים עשר אבנים, <i data-commentator=\"Notes and Corrections\" data-order=\"19\"></i> אורים שבהם מאירים עיני ישראל בשאלתם, תומים שמתממים את דבריהם, שאע״פ שגזירת נביא חוזרת, כגון גזירת יונה בן אמתי על נינוה, גזירת אורים ותומים אינה חוזרת, אלא שצריך לבחון כענין שבחנו בני ישראל כשעלו למלחמה על בנימין אחיהם, שאמר התתנם בידי (ש״ב ה יט), ויש אומרים אורים ותומים היו בקשת ישראל היאך היו שואלין בהם, והם כענין מאבני החשן.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9f16eb7d2e14756446fd", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Leviticus 8:7:1", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Midrash Lekach Tov, Leviticus 8:7:1", "sourceHeRef": "מדרש לקח טוב, ויקרא ח׳:ז׳:א׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "ויקרא", "he": "<b>פס'.</b> ויתן עליו את הכתונת. מלמד <i data-commentator=\"Beur HaRe'em\" data-order=\"82\"></i> שנעשה משה סגן לאהרן הוא היה מפשיטו והוא היה מלבישו וכשם שנעשה לו סגן בחיים כן נעשה סגן במותו. שנאמר (במדבר כ׳:כ״ה) קח את אהרן ואת אלעזר בנו והפשט והלבש וגו'. ומנין שעשה כן שנאמר (שם) ויעש משה כאשר צוה ה' ויפשט משה את אהרן. וכי היאך היה משה יכול להפשיט את אהרן בגדים כסדרן והלא העליונים הם העליונים לעולם וכמו כן התחתונים אלא מעשה נס עשה הקב\"ה לאהרן כמותו יותר מבחייו. העמידו משה על הסלע והפשיטו בגדי כהונה ובגדי שכינה נלבשין תחתיהן וכן הפשיט בגדים התחתונים תחלה ואחר כך העליונים:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6114d711c5c4c87ac90bd2fe", "index_title": "Yoma", "category": "Talmud", "type": "", "ref": "Yoma 5b:8", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Yoma 5b:8", "sourceHeRef": "יומא ה׳ ב:ח׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 10.0008, "collectiveTitle": {"en": "Yoma", "he": "יומא"}, "heTitle": "יומא", "he": "אֶלָּא: כֵּיצַד הִלְבִּישָׁן לְמִיסְבַּר קְרָאֵי. פְּלִיגִי בָּהּ בְּנֵי רַבִּי חִיָּיא וְרַבִּי יוֹחָנָן. חַד אָמַר: אַהֲרֹן וְאַחַר כָּךְ בָּנָיו, וְחַד אָמַר: אַהֲרֹן וּבָנָיו בְּבַת אַחַת.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>Rather,</b> the question is: <b>How</b> did Moses <b>dress them?</b> The Gemara seeks <b>to explain the verses</b> on this topic, as they appear somewhat contradictory. The Gemara responds: <b>The sons of Rabbi Ḥiyya and Rabbi Yoḥanan disagree with regard to</b> this matter. <b>One said:</b> Moses dressed <b>Aaron</b> first <b>and afterward</b> Moses dressed <b>his sons; and one said:</b> Moses dressed <b>Aaron and his sons simultaneously,</b> i.e., consecutively from one to the next, without interruption, to avoid changing the order prescribed in the verses.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "6121b7bd8430f78f206369b6", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 515:6", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Yalkut Shimoni on Torah 515:6", "sourceHeRef": "ילקוט שמעוני על התורה תקט״ו:ו׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 515.0006, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "וישם את המצנפת על ראשו. ולא כסדר האמור להלן אמורין כאן להלן הסדיר את הקרבנות כסדרן וכאן הוא מסדר את הבגדים. להלן הסדיר את הקרבנות תחלה ואחר כך הסדיר את הבגדים וכאן הסדיר את הבגדים תחלה ואחר כך הסדיר את הבגדים תחלתה ואחר כך הסדיר את הקרבנות. ויקח משה את שמן המשחה (כתוב ברמז שפ\"ח). ויחגור אאותו באבנט כיצד הלבישן (כתוב בפ' ואתה תצוה). אמר רבי יוסי בר' חנינא מכנסים אין כתיב בפרשה כשהוא אומר וזה להביא את המכנסים ועשירית האיפה. בשלמא מכנסים כתיבא בענינא דבגדים אלא עשירית האיפה מנלן. אתיא זה מזה קרבן אהרן ובניו. אמר רבי יוחנן משם רבי שמעון בן יוחאי מנין שאף מקרא פרשה מעכבת ת\"ל ויאמר משה אל העדה זה הדבר אפילו דבור מעכב:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61682765a32edeabc60a1bc6", "index_title": "Mishnat Eretz Yisrael on Mishnah Yoma", "category": "Quoting Commentary", "type": "", "ref": "Mishnat Eretz Yisrael on Mishnah Yoma 7:5:30", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Mishnat Eretz Yisrael on Mishnah Yoma 7:5:30", "sourceHeRef": "משנת ארץ ישראל על משנה יומא ז׳:ה׳:ל׳", "anchorVerse": 7, "sourceHasEn": false, "commentaryNum": 5.003, "collectiveTitle": {"en": "Mishnat Eretz Yisrael on Mishnah Yoma", "he": "משנת ארץ ישראל על משנה יומא"}, "he": "התרגום היווני מתרגם את המעיל של הכוהנים כ- ‛υποδύτην (היפודוטן) (ויקרא ח ז). בהקשרים אחרים נעשה שימוש במונח  (דיפלוידה)<sup class=\"footnote-marker\">748</sup><i class=\"footnote\">שמואל א ב יט; כד ה; כח יד. כנף המעיל היא Pterugion. </i>, כלומר בגד כפול, מונח מקובל בלשון היוונית. המעיל של בנות המלך הוא ‛επενδύτη (אפנדוטה). ", "heVersionTitle": "Mishnat Eretz Yisrael, Seder Moed, Jerusalem, 2008-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "סדר מועד, מאת שמואל ספראי וזאב ספראי, ירושלים. תשס\"ט-תשע\"ב", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d525f4629f2b57278626", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, אפד 1", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Sefer HaShorashim, אפד 1", "sourceHeRef": "ספר השרשים, אפד א׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "אפד", "he": ["<strong><big>אפד</big></strong>   <strong>וְאָֽפַדְתָּ</strong> לוֹ בְּחֵשֶׁב הָֽאֵפֹֽד (<a class=\"refLink\" href=\"Exodus 29:5\" data-ref=\"Exodus 29:5\">שמות כט, ה</a>), וחגרת,<strong> וַיֶּאְפֹּד</strong> לוֹ בּֽוֹ (<a class=\"refLink\" href=\"Leviticus 8:7\" data-ref=\"Leviticus 8:7\">ויקרא ח, ז</a>), ויחגור. ועל שם ההגירה נקרא האפוד אפד, וְדָוִד חָגוּר <strong>אֵפוֹד</strong> בָּֽד (<a class=\"refLink\" href=\"II Samuel 6:14\" data-ref=\"II Samuel 6:14\">שמואל ב' ו, יד</a>), תרגם יונתן <strong>וְדָוִד אֲסִיר כַּרְדוּט דְבוּץ</strong>, וכן תרגם כִּי כֵן תִּלְבַּשְׁןָ בְּנוֹת־הַמֶּלֶךְ הַבְּתוּלֹת מְעִילִים (<a class=\"refLink\" href=\"II Samuel 13:18\" data-ref=\"II Samuel 13:18\">שמואל ב' יג, יח</a>), <strong>כַּרְדוּטִין</strong>, שְׁמֹנִים וַֽחֲמִשָּׁה אִישׁ נֹשֵׂא <strong>אֵפוֹד</strong> בָּֽד (<a class=\"refLink\" href=\"I Samuel 22:18\" data-ref=\"I Samuel 22:18\">שמואל א' כב, יח</a>), גם יונתן <strong>דְכַשְׁרִין לְמִלְבַּשׁ אֵפוֹד דְבוּץ</strong>. ומשקל אחר עם <strong>ה\"א</strong> הנקבה <strong>אֲפֻדָּה</strong>, וְחֵשֶׁב <strong>אֲפֻדָּתוֹ</strong> אֲשֶׁר עָלָיו (<a class=\"refLink\" href=\"Exodus 28:8\" data-ref=\"Exodus 28:8\">שמות כח, ח</a>). ענין זה וְאֶת־<strong>אֲפֻדַּת</strong> מַסֵּכַת זְהָבֶךָ (<a class=\"refLink\" href=\"Isaiah 30:22\" data-ref=\"Isaiah 30:22\">ישעיה ל, כב</a>). וכתב אדוני אבי ז\"ל משרש זה ומענין זה אָֽהֳלֵי <strong>אַפַּדְנוֹ</strong> (<a class=\"refLink\" href=\"Daniel 11:45\" data-ref=\"Daniel 11:45\">דניאל יא, מה</a>)."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037edf6bfddfbb310fecfa", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Installing the Priests 2-4", "anchorRef": "Leviticus 8:1-36", "anchorRefExpanded": ["Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Installing the Priests 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳, ויקרא הערה ח׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Installing the Priests", "he": "ויקרא הערה ח׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ח׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["This chapter and the next, which might easily have followed the instructions for it in Ex. 29, has instead been placed here, perhaps as the logical conclusion to material about offering sacrifices. (Placing it at the end of Exodus might also have detracted from the impressive scene with which that book ends. For a discussion of the complex relationship between the Exodus and Leviticus texts, see Milgrom.) We now shift from a prescriptive mode to a descriptive, narrative one, which will prepare us for the brief but disastrous story of Aharon’s sons in Chap. 10.", "A refrain here is various forms of “as Y<small>HWH</small> had commanded Moshe,” also a key phrase in the Exodus texts. In addition, one hears the constant use of the verb “make-holy,” appropriate in this context. Finally, one might point to the balance between Moshe’s sequence of action in Chap. 8 and Aharon’s parallel actions in Chap. 9.", "There is much in this chapter that is rhythmic. The description of Aharon’s being clothed in the holy vestments in vv.7–9 has the ring of ritual to it, as conveyed through its steady alternation of verb and garment."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a7713bd8cd388d3e4f", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood 2-18", "anchorRef": "Leviticus 1:1-10:20", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood 2-18", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳ ב׳-י״ח", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Cult and the Priesthood", "he": "ויקרא מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE SECOND HALF OF THE BOOK OF</small> E<small>XODUS CONCERNED ITSELF WITH SETTING UP THE</small> sacrificial cult of Israel. It therefore set forth the prescriptions for and construction of a sanctuary and the priestly garments, and laid out a ceremony for the investiture of priests. But the description of how sacrifices were to be offered, and for what purpose, is not part of the book, which as edited seems more interested in contrasting the building of a sanctuary with building cities for the Pharaohs, as part of its portrayal of the victory of the biblical God over the gods of Egypt. Although at the end of the book the “Dwelling” is completed, we do not get to see the various sacral rites performed there.", "Leviticus also delays the ordination of the priests, until Chapter 8, preferring instead to begin with a kind of manual on the offering and disposal of sacrifices. It then moves us from the details of sacrifice into the narrative of the sanctuary’s dedication and opening rites, providing a natural bridge for Part II, in which ritual pollution and purity, the province of priests, is dealt with.", "The function of the sacrificial cult in ancient Israel will be discussed in “On Animal Sacrifice” below. In general it should be noted that the existence of a class or profession whose job it is to mediate between the divine and human realms is widespread in most older cultures, and the Israelite priesthood, whatever its origins and development, was but one of many such groups in the ancient Near East. It existed, to use the language of Exodus, to “serve” God, maintaining his holiness through ritual and helping to maintain the order of sacred culture which was supposed to mirror God’s ordering of the cosmos. Accordingly, as we will learn later in Leviticus, priests were to be set apart from the general population in a number of areas. There were strict rules about whom they could and could not marry, and they were barred from coming into any contact with the dead, for instance. Their functions extended beyond sacrifice; they could provide oracular advice in times of need, and taught the people “instructions” (Heb. <i>torot</i>) regarding various ritual matters.", "As part of an overall scheme, there was a conscious parallel between priests as part of a select circle and sacrificial animals—as well as the people of Israel. That is, all three stood at the center of concentric circles dedicated to God; and as one moved out (toward Levite and commoner, animals permitted for eating and those forbidden, and neighbors and foreigners), one got further and further away from the divine. The hierarchy regarding the cult thus reinforced the theme of separation which we have noted above.", "In the view of Milgrom, Israel’s cult was distinguished from those of its neighbors by its purposefully ignoring the complex web of rituals regarding demons. The sanctuary was to be purged of ritual pollution, not only by semimagical means (the sprinkling of sacrificial blood) but also and primarily by the confession of wrongdoing and the sincere desire to repent. Then, too, the sanctuary, while in most respects resembling shrines elsewhere in the ancient Near East, omitted certain crucial items, most notably statuary representing the gods and a bed for them to rest on. Finally, certain religious rituals were forbidden, such as mutilation of the priests’ bodies. In all these cases, Israel introduced something new into the area of worship.", "For many decades there has been major and heated debate by scholars in favor of one or the other scheme for following the history of the priesthood and the cult. There are those who view these institutions as stretching back to Israel’s earliest history, while others see strong evidence of a late, possibly even exilic, reworking of the priestly material. Similar arguments dot the landscape of literary criticism of the Torah, in which scholars have tried to divine at what point priestly editors might have put their distinctive stamp on the literature. From Wellhausen in the nineteenth century to Knohl, Milgrom, and Levine in the late twentieth, there has been no lack of theorizing on these issues—and no definitive answers. For the moment we are left to read Leviticus as it is placed in the Torah, with an awareness that a variety of historical and ideological influences are imbedded, if not hidden, in our text.", "O<small>N</small> A<small>NIMAL</small> S<small>ACRIFICE</small>", "A<small>LTHOUGH IT APPEARS EARLIER IN THE</small> T<small>ORAH</small>, <small>ANIMAL SACRIFICE RECEIVES ITS FULL</small>est treatment in Leviticus. Besides the opening seven chapters, which are devoted to a relatively brief description of how sacrifices are to be offered and disposed of, many other chapters in the book talk about sacrificial rituals: the installation of the priests (8–9), rules about disposing of the <i>hattat</i> sacrifice (10), purification offerings brought in the event of such “polluting” states as childbirth and skin diseases (12–15), and finally the “scapegoat” ceremony of Chapter 16. They appear in most of the later chapters as well.", "What function did sacrifice, particularly of animals, play in the religion of ancient Israel? How could a God who proscribed the murder of human beings (Ex. 20:13, 21:12) countenance the taking of animal life for ritual purposes? To answer these questions, we must turn briefly to some of the commonly proposed theories surrounding sacrifice.", "The idea of offering up living creatures to the gods is one of hoary antiquity. Walter Burkert, on the basis of the study of Greek religion, suggests that sacrifice is a means of dealing with guilt over the taking of life. That is, the switch from gathering to hunting society, made possible by technology (the invention of tools), while it raised human accomplishment and consciousness to a new level, also brought with it the acute sense of having violated something essential in the cosmic order. Such guilt is not mitigated by the fact that early people hunted for food and not for pleasure. The way of dealing with the guilt, giving life back to the gods, is in a true sense restoration; life is given back for life taken, so that it may ultimately be renewed (contrast this to the profoundly unecological use of living and inorganic resources over the past “civilized” centuries). And it must be done via ritual. In Burkert’s view, ritual deals with human anxiety by “raising the ante”—by means of increasing anxiety, it is controlled. So guilt over life-taking is assuaged by making a ritual out of the killing, and the shared experience of trauma helps to create solidarity within the group. Despite the subsequent rise of agriculture, says Burkert, the hunting ritual played out in sacrifice could not be done away with, so ingrained had it become, and the rationale behind sacrifices was therefore transformed. Now domesticated animals could be used, giving greater control over the process.", "In another approach, De Vaux (1965) postulates three motives for sacrifice. In the first model, that of “gift,” the worshiper brings something of value to the deity. The animal is killed, setting it apart for sacred use; it is burned, turning it into an invisible substance which can rise to the gods. The gift may be for thanksgiving or, more likely, may be to assuage the demonic powers that many societies (especially Mesopotamia, Abraham’s homeland) felt controlled everyday life. Giving establishes reciprocal movement; altruism has no place here (Burkert). One is reminded of the elaborate giving ceremonies among many peoples on occasions such as weddings; giving establishes relationship and maintains the social order.", "In addition to gifts, another mode of sacrifice involves communion, as nineteenth-century scholars such as Robertson Smith observed. Here the model of the meal is crucial: humans and gods share a great repast, thereby cementing kinship as surely as the closing of business deals is celebrated by drinks and dinner. Passover, both in the Bible and subsequently (even when the sacrifice per se was no longer involved), may serve as a striking example of the effectiveness of such a paradigm.", "A final type or function of sacrifice is atonement or expiation. Here a sin, communal or individual, is purged away by the act of sacrifice; the gods receive life as a substitute for the sinner’s own, which is symbolized by the victim’s blood. The fact that the animals permitted in the Bible for sacrifice are pastoral and hence frequently used metaphorically for the Israelites themselves, is significant in this regard. This approach is further illustrated in the Bible by the end of the Flood story, where God accepts Noah’s sacrifice, implying that he accepts animal life (which now, simultaneous with properly offered sacrifice, is permissible for food) in place of that of humans (Eilberg-Schwartz). It should be noted that, in the Bible, sacrifice for the sake of atonement is almost always in reference to unintentional sins, whereas deliberate wrongdoing may not be atoned for through this system.", "Which of these rationales is truly at work in Levitical sacrifice? Actually, at various times one can find all of them—the texts present a variety of motives and occasions for sacrifice in biblical Israel, from thanksgiving to purification and reparation. But in general one may say of Israelite sacrifice, as one may say of much of the ritual in Leviticus, that it is designed primarily to maintain or repair the relationship between God and Israel. Such an understanding helps to explain the unity of the book, as we will see in our discussion of pollution: sacrifice was a crucial element in keeping the covenant, and hence God’s beneficent presence among the Israelites, intact.", "The fact that this reconciliation, as it were, takes place against a background of slaughter should not be as upsetting to moderns as it is usually felt to be. In ironic contrast to our mechanized and mass-produced society, where the killing of animals for food takes place at a remove from our consciousness and from our direct participation, the sacrificial system in fact involved worshiper and priest alike, and the symbolic value of the operation, whatever it may have been in specific cases, lay in its directness, in its consciousness of the taking of life. Some would even maintain that in societies where the practice and rationale for sacrifice has broken down, there is inevitably an increase in intrahuman violence (Girard).", "<br><img>", "<b><i>Lev. 3:5</i> And the Sons of Aharon are to turn it (all) into smoke upon the slaughter-site … a fire-offering of soothing savor for Y<small>HWH</small>.</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e4c9ad75f2d99af94e", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Installing the Priests 1", "anchorRef": "Leviticus 8:1-36", "anchorRefExpanded": ["Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Installing the Priests 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳, ויקרא הערה ח׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ח׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Leviticus 8:1-36\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Leviticus 8:1-36</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "63209b25d940592148169e2a", "index_title": "Mishneh Torah, Vessels of the Sanctuary and Those Who Serve Therein", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Vessels of the Sanctuary and Those Who Serve Therein 10:3", "anchorRef": "Leviticus 8:7-9", "anchorRefExpanded": ["Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9"], "sourceRef": "Mishneh Torah, Vessels of the Sanctuary and Those Who Serve Therein 10:3", "sourceHeRef": "משנה תורה, הלכות כלי המקדש והעובדין בו י׳:ג׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 10.0003, "collectiveTitle": {"en": "Mishneh Torah, Vessels of the Sanctuary and Those Who Serve Therein", "he": "משנה תורה, הלכות כלי המקדש והעובדין בו"}, "heTitle": "משנה תורה, הלכות כלי המקדש והעובדין בו", "he": "כֹּהֵן גָּדוֹל אַחַר שֶׁחוֹגֵר בְּאַבְנֵט לוֹבֵשׁ הַמְּעִיל. וְעַל הַמְּעִיל הָאֵפוֹד וְהַחשֶׁן וְחוֹגֵר בְּחֵשֶׁב הָאֵפוֹד עַל הַמְּעִיל מִתַּחַת הַחשֶׁן וּלְפִיכָךְ נִקְרָא <small>(שמות כח לא)</small> <small>(שמות כט ה)</small> <small>(שמות לט כב)</small> \"מְעִיל הָאֵפוֹד\" שֶׁחוֹגְרוֹ בָּאֵפוֹד. וְאַחַר כָּךְ צוֹנֵף בַּמִּצְנֶפֶת וְקוֹשֵׁר הַצִּיץ לְמַעְלָה מִן הַמִּצְנֶפֶת וּשְׂעָרוֹ הָיָה נִרְאָה בֵּין צִיץ לַמִּצְנֶפֶת וְשָׁם הָיָה מֵנִיחַ תְּפִלִּין בֵּין צִיץ לַמִּצְנֶפֶת: \n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "After the High Priest girds himself with the sash,<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">I.e., he puts on the first three garments in the same manner as an ordinary priest does.</i> he puts on the cloak, and on the cloak, the <i>ephod</i> and the breastplate. He girds himself with the belt of the <i>ephod</i> over the cloak, below the breastplate. Therefore [the cloak] is called \"the cloak of the <i>ephod</i>,\"<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Exodus 28:31.</i> the cloak that is girded closed with the <i>ephod</i>.<br>Afterwards, he winds the headgear like a turban. He ties the forehead plate [behind his head,] above the turban.<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">The bracketed inclusion is necessary, because in front of his head, the turban was above the forehead plate, as the Rambam proceeds to state. The order in which the High Priest put on his priestly garments is taken from Leviticus 8:7-9.</i> His hair was visible between the forehead plate and the turban and it is in that place that he would wear his <i>tefillin</i> between the forehead plate and the turban.<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">See Halachah 6.</i>", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "63c9442601e878406e0d2716", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Chukat 9:64", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Zohar, Chukat 9:64", "sourceHeRef": "ספר הזהר, חקת ט׳:ס״ד", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 9.0012, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "חקת", "he": "מַאי טַעֲמָא מֹשֶׁה (נ\"א ולאהרן). אֶלָּא מֹשֶׁה אַלְבִּשִׁינוּן לְאַהֲרֹן כַּד סָלִיק לְכַהֲנָא, הֲדָא הוּא דִכְתִיב וְיַלְבֵּשׁ מֹשֶׁה אֶת אַהֲרֹן אֶת בְּגָדָיו, וּכְתִיב (ויקרא ח׳:ז׳) וְיַלְבֵּשׁ אוֹתוֹ אֶת הַמְּעִיל. הַשְׁתָּא. מֹשֶׁה אַעְדֵּי מִנֵּיהּ, מַה דְּיָהַב לֵיהּ. וְקוּדְשָׁא בְּרִיךְ הוּא אַעְדֵּי מִנֵּיהּ, מַה דְּיָהַב לֵיהּ. וְתַרְוַויְיהוּ אַפְשִׁיטוּ לֵיהּ לְאַהֲרֹן מִכֹּלָּא, וּמֹשֶׁה אַעְדֵּי לְבַר, וְקוּדְשָׁא בְּרִיךְ הוּא לְגוֹ. וְעַד דְּאַעְדֵּי מֹשֶׁה, קוּדְשָׁא בְּרִיךְ הוּא לָא אַעְדֵּי, זַכָּאָה חוּלָקָא דְּמֹשֶׁה.", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64185ba7a39b74e253d694b3", "index_title": "Reggio on Torah", "category": "Quoting Commentary", "type": "", "ref": "Reggio on Torah, Exodus 28:4:6", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Reggio on Torah, Exodus 28:4:6", "sourceHeRef": "ביאור יש\"ר על התורה, שמות כ״ח:ד׳:ו׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 4.0006, "collectiveTitle": {"en": "Reggio on Torah", "he": "ביאור יש\"ר על התורה"}, "heTitle": "שמות", "he": "<b>ואבנט,</b> היא חגורה על הכתונת, והאפוד חגורה על המעיל כמו שמצינו בסדר לבישתן (ויקרא ח' ז'), והאבנט רחבו כמו שלש אצבעות וארכו שנים ושלשים אמה, מקיפו ומחזירו כרך על גבי כרך:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "641881fec9371ec0cebe7376", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 8:7:1", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Reggio on Torah, Leviticus 8:7:1", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא ח׳:ז׳:א׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>ויקדש אתם,</b> עשאם קודש, שיהיה הבנין הזה וכל אשר בו לעניני קדש, מוכן להשראת השכינה, ולעבוד בו עבודות קדושות ע\"י כהניו הקדושים:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc51758c1dc532ec8d04", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 8:7", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Steinsaltz on Leviticus 8:7", "sourceHeRef": "ביאור שטיינזלץ על ויקרא ח׳:ז׳", "anchorVerse": 7, "sourceHasEn": true, "commentaryNum": 8.0007, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>וַיִּתֵּן עָלָיו</b>– על אהרן \n    <b>אֶת הַכֻּתֹּנֶת וַיַּחְגֹּר אֹתוֹ בָּאַבְנֵט וַיַּלְבֵּשׁ אֹתוֹ אֶת הַמְּעִיל וַיִּתֵּן עָלָיו אֶת הָאֵפֹד וַיַּחְגֹּר אֹתוֹ בְּחֵשֶׁב</b>, בחגורת\n    <b>הָאֵפֹד</b>\n    <b>וַיֶּאְפֹּד</b>, הלביש, הקיף וקישט \n    <b>לוֹ בּוֹ</b>– באפוד הנתון מעל הבגדים האחרים.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>He placed upon him, </b>Aaron, <b>the tunic and girded him with the belt and clothed him with the robe, and placed the ephod on him, and he girded him with the belt of the ephod and adorned him with it, </b>the ephod, which was placed above the other vestments.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "55053472fbfba270cc17e6d1", "index_title": "Haamek Davar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Leviticus 8:7:1", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Haamek Davar on Leviticus 8:7:1", "sourceHeRef": "העמק דבר על ויקרא ח׳:ז׳:א׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ויתן עליו את הכתנת.</b> לא כתיב וילבש אותו כדכתיב בצווי והלבשת את אהרן את הכתנת ואת מעיל האפוד וכמו דכתיב בבניו בסמוך וילבישם כתנות. ובא ללמדנו דנתינה על ראשו מיקרי ג״כ לבישה וכמו בשעטנז דהעלאה בכלל לבישה וכדי שלא יהא משה נוגע במקומות המכוסים של אהרן ע״כ יצא י״ח בנתינה על ראשו. ואהרן לבש בעצמו. וכן היה באמת בבניו:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "55053472fbfba270cc17e6d3", "index_title": "Haamek Davar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Leviticus 8:7:2", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Haamek Davar on Leviticus 8:7:2", "sourceHeRef": "העמק דבר על ויקרא ח׳:ז׳:ב׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 7.0002, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ויחגר אתו באבנט.</b> לא כמו דכתיב בצווי וחגרת אותם אבנט אחר כל הבגדים. ולא בא אלא לדרשה שיהיו של כלאים כדאי׳ בגמ׳ יומא פ״א:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "55a3c20efbfba277e997191f", "index_title": "Exodus", "category": "Tanakh", "type": "", "ref": "Exodus 29", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Exodus 29", "sourceHeRef": "שמות כ״ט", "anchorVerse": 7, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 29.0, "collectiveTitle": {"en": "Exodus", "he": "שמות"}, "heTitle": "שמות", "he": ["וְזֶ֨ה הַדָּבָ֜ר אֲשֶֽׁר־תַּעֲשֶׂ֥ה לָהֶ֛ם לְקַדֵּ֥שׁ אֹתָ֖ם לְכַהֵ֣ן לִ֑י לְ֠קַ֠ח פַּ֣ר אֶחָ֧ד בֶּן־בָּקָ֛ר וְאֵילִ֥ם שְׁנַ֖יִם תְּמִימִֽם׃", "וְלֶ֣חֶם מַצּ֗וֹת וְחַלֹּ֤ת מַצֹּת֙ בְּלוּלֹ֣ת בַּשֶּׁ֔מֶן וּרְקִיקֵ֥י מַצּ֖וֹת מְשֻׁחִ֣ים בַּשָּׁ֑מֶן סֹ֥לֶת חִטִּ֖ים תַּעֲשֶׂ֥ה אֹתָֽם׃", "וְנָתַתָּ֤ אוֹתָם֙ עַל־סַ֣ל אֶחָ֔ד וְהִקְרַבְתָּ֥ אֹתָ֖ם בַּסָּ֑ל וְאֶ֨ת־הַפָּ֔ר וְאֵ֖ת שְׁנֵ֥י הָאֵילִֽם׃", "וְאֶת־אַהֲרֹ֤ן וְאֶת־בָּנָיו֙ תַּקְרִ֔יב אֶל־פֶּ֖תַח אֹ֣הֶל מוֹעֵ֑ד וְרָחַצְתָּ֥ אֹתָ֖ם בַּמָּֽיִם׃", "וְלָקַחְתָּ֣ אֶת־הַבְּגָדִ֗ים וְהִלְבַּשְׁתָּ֤ אֶֽת־אַהֲרֹן֙ אֶת־הַכֻּתֹּ֔נֶת וְאֵת֙ מְעִ֣יל הָאֵפֹ֔ד וְאֶת־הָאֵפֹ֖ד וְאֶת־הַחֹ֑שֶׁן וְאָפַדְתָּ֣ ל֔וֹ בְּחֵ֖שֶׁב הָאֵפֹֽד׃", "וְשַׂמְתָּ֥ הַמִּצְנֶ֖פֶת עַל־רֹאשׁ֑וֹ וְנָתַתָּ֛ אֶת־נֵ֥זֶר הַקֹּ֖דֶשׁ עַל־הַמִּצְנָֽפֶת׃", "וְלָֽקַחְתָּ֙ אֶת־שֶׁ֣מֶן הַמִּשְׁחָ֔ה וְיָצַקְתָּ֖ עַל־רֹאשׁ֑וֹ וּמָשַׁחְתָּ֖ אֹתֽוֹ׃", "וְאֶת־בָּנָ֖יו תַּקְרִ֑יב וְהִלְבַּשְׁתָּ֖ם כֻּתֳּנֹֽת׃", "וְחָגַרְתָּ֩ אֹתָ֨ם אַבְנֵ֜ט אַהֲרֹ֣ן וּבָנָ֗יו וְחָבַשְׁתָּ֤ לָהֶם֙ מִגְבָּעֹ֔ת וְהָיְתָ֥ה לָהֶ֛ם כְּהֻנָּ֖ה לְחֻקַּ֣ת עוֹלָ֑ם וּמִלֵּאתָ֥ יַֽד־אַהֲרֹ֖ן וְיַד־בָּנָֽיו׃", "וְהִקְרַבְתָּ֙ אֶת־הַפָּ֔ר לִפְנֵ֖י אֹ֣הֶל מוֹעֵ֑ד וְסָמַ֨ךְ אַהֲרֹ֧ן וּבָנָ֛יו אֶת־יְדֵיהֶ֖ם עַל־רֹ֥אשׁ הַפָּֽר׃", "וְשָׁחַטְתָּ֥ אֶת־הַפָּ֖ר לִפְנֵ֣י יְהֹוָ֑ה פֶּ֖תַח אֹ֥הֶל מוֹעֵֽד׃", "וְלָֽקַחְתָּ֙ מִדַּ֣ם הַפָּ֔ר וְנָתַתָּ֛ה עַל־קַרְנֹ֥ת הַמִּזְבֵּ֖חַ בְּאֶצְבָּעֶ֑ךָ וְאֶת־כׇּל־הַדָּ֣ם תִּשְׁפֹּ֔ךְ אֶל־יְס֖וֹד הַמִּזְבֵּֽחַ׃", "וְלָֽקַחְתָּ֗ אֶֽת־כׇּל־הַחֵ֘לֶב֮ הַֽמְכַסֶּ֣ה אֶת־הַקֶּ֒רֶב֒ וְאֵ֗ת הַיֹּתֶ֙רֶת֙ עַל־הַכָּבֵ֔ד וְאֵת֙ שְׁתֵּ֣י הַכְּלָיֹ֔ת וְאֶת־הַחֵ֖לֶב אֲשֶׁ֣ר עֲלֵיהֶ֑ן וְהִקְטַרְתָּ֖ הַמִּזְבֵּֽחָה׃", "וְאֶת־בְּשַׂ֤ר הַפָּר֙ וְאֶת־עֹר֣וֹ וְאֶת־פִּרְשׁ֔וֹ תִּשְׂרֹ֣ף בָּאֵ֔שׁ מִח֖וּץ לַֽמַּחֲנֶ֑ה חַטָּ֖את הֽוּא׃", "וְאֶת־הָאַ֥יִל הָאֶחָ֖ד תִּקָּ֑ח וְסָ֨מְכ֜וּ אַהֲרֹ֧ן וּבָנָ֛יו אֶת־יְדֵיהֶ֖ם עַל־רֹ֥אשׁ הָאָֽיִל׃", "וְשָׁחַטְתָּ֖ אֶת־הָאָ֑יִל וְלָֽקַחְתָּ֙ אֶת־דָּמ֔וֹ וְזָרַקְתָּ֥ עַל־הַמִּזְבֵּ֖חַ סָבִֽיב׃", "וְאֶ֨ת־הָאַ֔יִל תְּנַתֵּ֖חַ לִנְתָחָ֑יו וְרָחַצְתָּ֤ קִרְבּוֹ֙ וּכְרָעָ֔יו וְנָתַתָּ֥ עַל־נְתָחָ֖יו וְעַל־רֹאשֽׁוֹ׃", "וְהִקְטַרְתָּ֤ אֶת־כׇּל־הָאַ֙יִל֙ הַמִּזְבֵּ֔חָה עֹלָ֥ה ה֖וּא לַֽיהֹוָ֑ה רֵ֣יחַ נִיח֔וֹחַ אִשֶּׁ֥ה לַיהֹוָ֖ה הֽוּא׃", "וְלָ֣קַחְתָּ֔ אֵ֖ת הָאַ֣יִל הַשֵּׁנִ֑י וְסָמַ֨ךְ אַהֲרֹ֧ן וּבָנָ֛יו אֶת־יְדֵיהֶ֖ם עַל־רֹ֥אשׁ הָאָֽיִל׃", "וְשָׁחַטְתָּ֣ אֶת־הָאַ֗יִל וְלָקַחְתָּ֤ מִדָּמוֹ֙ וְנָֽתַתָּ֡ה עַל־תְּנוּךְ֩ אֹ֨זֶן אַהֲרֹ֜ן וְעַל־תְּנ֨וּךְ אֹ֤זֶן בָּנָיו֙ הַיְמָנִ֔ית וְעַל־בֹּ֤הֶן יָדָם֙ הַיְמָנִ֔ית וְעַל־בֹּ֥הֶן רַגְלָ֖ם הַיְמָנִ֑ית וְזָרַקְתָּ֧ אֶת־הַדָּ֛ם עַל־הַמִּזְבֵּ֖חַ סָבִֽיב׃", "וְלָקַחְתָּ֞ מִן־הַדָּ֨ם אֲשֶׁ֥ר עַֽל־הַמִּזְבֵּ֘חַ֮ וּמִשֶּׁ֣מֶן הַמִּשְׁחָה֒ וְהִזֵּיתָ֤ עַֽל־אַהֲרֹן֙ וְעַל־בְּגָדָ֔יו וְעַל־בָּנָ֛יו וְעַל־בִּגְדֵ֥י בָנָ֖יו אִתּ֑וֹ וְקָדַ֥שׁ הוּא֙ וּבְגָדָ֔יו וּבָנָ֛יו וּבִגְדֵ֥י בָנָ֖יו אִתּֽוֹ׃", "וְלָקַחְתָּ֣ מִן־הָ֠אַ֠יִל הַחֵ֨לֶב וְהָֽאַלְיָ֜ה וְאֶת־הַחֵ֣לֶב&thinsp;<b>׀</b> הַֽמְכַסֶּ֣ה אֶת־הַקֶּ֗רֶב וְאֵ֨ת יֹתֶ֤רֶת הַכָּבֵד֙ וְאֵ֣ת&thinsp;<b>׀</b> שְׁתֵּ֣י הַכְּלָיֹ֗ת וְאֶת־הַחֵ֙לֶב֙ אֲשֶׁ֣ר עֲלֵיהֶ֔ן וְאֵ֖ת שׁ֣וֹק הַיָּמִ֑ין כִּ֛י אֵ֥יל מִלֻּאִ֖ים הֽוּא׃", "וְכִכַּ֨ר לֶ֜חֶם אַחַ֗ת וְֽחַלַּ֨ת לֶ֥חֶם שֶׁ֛מֶן אַחַ֖ת וְרָקִ֣יק אֶחָ֑ד מִסַּל֙ הַמַּצּ֔וֹת אֲשֶׁ֖ר לִפְנֵ֥י יְהֹוָֽה׃", "וְשַׂמְתָּ֣ הַכֹּ֔ל עַ֚ל כַּפֵּ֣י אַהֲרֹ֔ן וְעַ֖ל כַּפֵּ֣י בָנָ֑יו וְהֵנַפְתָּ֥ אֹתָ֛ם תְּנוּפָ֖ה לִפְנֵ֥י יְהֹוָֽה׃", "וְלָקַחְתָּ֤ אֹתָם֙ מִיָּדָ֔ם וְהִקְטַרְתָּ֥ הַמִּזְבֵּ֖חָה עַל־הָעֹלָ֑ה לְרֵ֤יחַ נִיח֙וֹחַ֙ לִפְנֵ֣י יְהֹוָ֔ה אִשֶּׁ֥ה ה֖וּא לַיהֹוָֽה׃", "וְלָקַחְתָּ֣ אֶת־הֶֽחָזֶ֗ה מֵאֵ֤יל הַמִּלֻּאִים֙ אֲשֶׁ֣ר לְאַהֲרֹ֔ן וְהֵנַפְתָּ֥ אֹת֛וֹ תְּנוּפָ֖ה לִפְנֵ֣י יְהֹוָ֑ה וְהָיָ֥ה לְךָ֖ לְמָנָֽה׃", "וְקִדַּשְׁתָּ֞ אֵ֣ת&thinsp;<b>׀</b> חֲזֵ֣ה הַתְּנוּפָ֗ה וְאֵת֙ שׁ֣וֹק הַתְּרוּמָ֔ה אֲשֶׁ֥ר הוּנַ֖ף וַאֲשֶׁ֣ר הוּרָ֑ם מֵאֵיל֙ הַמִּלֻּאִ֔ים מֵאֲשֶׁ֥ר לְאַהֲרֹ֖ן וּמֵאֲשֶׁ֥ר לְבָנָֽיו׃", "וְהָיָה֩ לְאַהֲרֹ֨ן וּלְבָנָ֜יו לְחׇק־עוֹלָ֗ם מֵאֵת֙ בְּנֵ֣י יִשְׂרָאֵ֔ל כִּ֥י תְרוּמָ֖ה ה֑וּא וּתְרוּמָ֞ה יִהְיֶ֨ה מֵאֵ֤ת בְּנֵֽי־יִשְׂרָאֵל֙ מִזִּבְחֵ֣י שַׁלְמֵיהֶ֔ם תְּרוּמָתָ֖ם לַיהֹוָֽה׃", "וּבִגְדֵ֤י הַקֹּ֙דֶשׁ֙ אֲשֶׁ֣ר לְאַהֲרֹ֔ן יִהְי֥וּ לְבָנָ֖יו אַחֲרָ֑יו לְמׇשְׁחָ֣ה בָהֶ֔ם וּלְמַלֵּא־בָ֖ם אֶת־יָדָֽם׃", "שִׁבְעַ֣ת יָמִ֗ים יִלְבָּשָׁ֧ם הַכֹּהֵ֛ן תַּחְתָּ֖יו מִבָּנָ֑יו אֲשֶׁ֥ר יָבֹ֛א אֶל־אֹ֥הֶל מוֹעֵ֖ד לְשָׁרֵ֥ת בַּקֹּֽדֶשׁ׃", "וְאֵ֛ת אֵ֥יל הַמִּלֻּאִ֖ים תִּקָּ֑ח וּבִשַּׁלְתָּ֥ אֶת־בְּשָׂר֖וֹ בְּמָקֹ֥ם קָדֹֽשׁ׃", "וְאָכַ֨ל אַהֲרֹ֤ן וּבָנָיו֙ אֶת־בְּשַׂ֣ר הָאַ֔יִל וְאֶת־הַלֶּ֖חֶם אֲשֶׁ֣ר בַּסָּ֑ל פֶּ֖תַח אֹ֥הֶל מוֹעֵֽד׃", "וְאָכְל֤וּ אֹתָם֙ אֲשֶׁ֣ר כֻּפַּ֣ר בָּהֶ֔ם לְמַלֵּ֥א אֶת־יָדָ֖ם לְקַדֵּ֣שׁ אֹתָ֑ם וְזָ֥ר לֹא־יֹאכַ֖ל כִּי־קֹ֥דֶשׁ הֵֽם׃", "וְֽאִם־יִוָּתֵ֞ר מִבְּשַׂ֧ר הַמִּלֻּאִ֛ים וּמִן־הַלֶּ֖חֶם עַד־הַבֹּ֑קֶר וְשָׂרַפְתָּ֤ אֶת־הַנּוֹתָר֙ בָּאֵ֔שׁ לֹ֥א יֵאָכֵ֖ל כִּי־קֹ֥דֶשׁ הֽוּא׃", "וְעָשִׂ֜יתָ לְאַהֲרֹ֤ן וּלְבָנָיו֙ כָּ֔כָה כְּכֹ֥ל אֲשֶׁר־צִוִּ֖יתִי אֹתָ֑כָה שִׁבְעַ֥ת יָמִ֖ים תְּמַלֵּ֥א יָדָֽם׃", "וּפַ֨ר חַטָּ֜את תַּעֲשֶׂ֤ה לַיּוֹם֙ עַל־הַכִּפֻּרִ֔ים וְחִטֵּאתָ֙ עַל־הַמִּזְבֵּ֔חַ בְּכַפֶּרְךָ֖ עָלָ֑יו וּמָֽשַׁחְתָּ֥ אֹת֖וֹ לְקַדְּשֽׁוֹ׃", "שִׁבְעַ֣ת יָמִ֗ים תְּכַפֵּר֙ עַל־הַמִּזְבֵּ֔חַ וְקִדַּשְׁתָּ֖ אֹת֑וֹ וְהָיָ֤ה הַמִּזְבֵּ֙חַ֙ קֹ֣דֶשׁ קׇֽדָשִׁ֔ים כׇּל־הַנֹּגֵ֥עַ בַּמִּזְבֵּ֖חַ יִקְדָּֽשׁ׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;", "וְזֶ֕ה אֲשֶׁ֥ר תַּעֲשֶׂ֖ה עַל־הַמִּזְבֵּ֑חַ כְּבָשִׂ֧ים בְּנֵֽי־שָׁנָ֛ה שְׁנַ֥יִם לַיּ֖וֹם תָּמִֽיד׃", "אֶת־הַכֶּ֥בֶשׂ הָאֶחָ֖ד תַּעֲשֶׂ֣ה בַבֹּ֑קֶר וְאֵת֙ הַכֶּ֣בֶשׂ הַשֵּׁנִ֔י תַּעֲשֶׂ֖ה בֵּ֥ין הָעַרְבָּֽיִם׃", "וְעִשָּׂרֹ֨ן סֹ֜לֶת בָּל֨וּל בְּשֶׁ֤מֶן כָּתִית֙ רֶ֣בַע הַהִ֔ין וְנֵ֕סֶךְ רְבִיעִ֥ת הַהִ֖ין יָ֑יִן לַכֶּ֖בֶשׂ הָאֶחָֽד׃", "וְאֵת֙ הַכֶּ֣בֶשׂ הַשֵּׁנִ֔י תַּעֲשֶׂ֖ה בֵּ֣ין הָעַרְבָּ֑יִם כְּמִנְחַ֨ת הַבֹּ֤קֶר וּכְנִסְכָּהּ֙ תַּֽעֲשֶׂה־לָּ֔הּ לְרֵ֣יחַ נִיחֹ֔חַ אִשֶּׁ֖ה לַיהֹוָֽה׃", "עֹלַ֤ת תָּמִיד֙ לְדֹרֹ֣תֵיכֶ֔ם פֶּ֥תַח אֹֽהֶל־מוֹעֵ֖ד לִפְנֵ֣י יְהֹוָ֑ה אֲשֶׁ֨ר אִוָּעֵ֤ד לָכֶם֙ שָׁ֔מָּה לְדַבֵּ֥ר אֵלֶ֖יךָ שָֽׁם׃", "וְנֹעַדְתִּ֥י שָׁ֖מָּה לִבְנֵ֣י יִשְׂרָאֵ֑ל וְנִקְדַּ֖שׁ בִּכְבֹדִֽי׃", "וְקִדַּשְׁתִּ֛י אֶת־אֹ֥הֶל מוֹעֵ֖ד וְאֶת־הַמִּזְבֵּ֑חַ וְאֶת־אַהֲרֹ֧ן וְאֶת־בָּנָ֛יו אֲקַדֵּ֖שׁ לְכַהֵ֥ן לִֽי׃", "וְשָׁ֣כַנְתִּ֔י בְּת֖וֹךְ בְּנֵ֣י יִשְׂרָאֵ֑ל וְהָיִ֥יתִי לָהֶ֖ם לֵאלֹהִֽים׃", "וְיָדְע֗וּ כִּ֣י אֲנִ֤י יְהֹוָה֙ אֱלֹ֣הֵיהֶ֔ם אֲשֶׁ֨ר הוֹצֵ֧אתִי אֹתָ֛ם מֵאֶ֥רֶץ מִצְרַ֖יִם לְשׇׁכְנִ֣י בְתוֹכָ֑ם אֲנִ֖י יְהֹוָ֥ה אֱלֹהֵיהֶֽם׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>"], "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": ["This is what you shall do to them in consecrating them to serve Me as priests: Take a young bull of the herd and two rams without blemish;", "also unleavened bread, unleavened cakes with oil mixed in, and unleavened wafers spread with oil—make these of choice wheat flour.", "Place these in one basket and present them in the basket, along with the bull and the two rams.", "Lead Aaron and his sons up to the entrance of the Tent of Meeting, and wash them with water.", "Then take the vestments, and clothe Aaron with the tunic, the robe of the ephod, the ephod, and the breastpiece, and gird him with the decorated band of the ephod.", "Put the headdress on his head, and place the holy diadem upon the headdress.", "Take the anointing oil and pour it on his head and anoint him.", "Then bring his sons forward; clothe them with tunics", "and wind turbans upon them. And gird both Aaron and his sons with sashes. And so they shall have priesthood as their right for all time. You shall then ordain Aaron and his sons.", "Lead the bull up to the front of the Tent of Meeting, and let Aaron and his sons lay their hands upon the head of the bull.", "Slaughter the bull before יהוה, at the entrance of the Tent of Meeting,", "and take some of the bull’s blood and put it on the horns of the altar with your finger; then pour out the rest of the blood at the base of the altar.", "Take all the fat that covers the entrails, the protuberance on the liver, and the two kidneys with the fat on them, and turn them into smoke upon the altar.", "The rest of the flesh of the bull, its hide, and its dung shall be put to the fire outside the camp; it is a sin offering.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>sin offering </b>So throughout this translation and traditionally; more precisely, “offering of purgation.”</i> ", "Next take the one ram, and let Aaron and his sons lay their hands upon the ram’s head.", "Slaughter the ram, and take its blood and dash it against all sides of the altar.", "Cut up the ram into sections, wash its entrails and legs, and put them with its quarters and its head.", "Turn all of the ram into smoke upon the altar. It is a burnt offering to יהוה, a pleasing odor, an offering by fire to יהוה.", "Then take the other ram, and let Aaron and his sons lay their hands upon the ram’s head.", "Slaughter the ram, and take some of its blood and put it on the ridge<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>ridge </b>Or “lobe.”</i> of Aaron’s right ear and on the ridges of his sons’ right ears, and on the thumbs of their right hands, and on the big toes of their right feet; and dash the rest of the blood against every side of the altar round about.", "Take some of the blood that is on the altar and some of the anointing oil and sprinkle upon Aaron and his vestments, and also upon his sons and his sons’ vestments. Thus shall he and his vestments be holy, as well as his sons and his sons’ vestments.", "You shall take from the ram the fat parts—the broad tail, the fat that covers the entrails, the protuberance on the liver, the two kidneys with the fat on them—and the right thigh; for this is a ram of ordination.", "Add one flat loaf of bread, one cake of oil bread, and one wafer, from the basket of unleavened bread that is before יהוה.", "Place all these on the palms of Aaron and his sons, and offer them as an elevation offering before יהוה.", "Take them from their hands and turn them into smoke upon the altar with the burnt offering, as a pleasing odor before יהוה; it is an offering by fire to יהוה.", "Then take the breast of Aaron’s ram of ordination and offer it as an elevation offering before יהוה; it shall be your portion.", "You shall consecrate the breast that was offered as an elevation offering and the thigh that was offered as a gift offering from the ram of ordination—from that which was Aaron’s and from that which was his sons’—", "and those parts shall be a due for all time from the Israelites to Aaron and his sons. For they are a gift; and so shall they be a gift from the Israelites, their gift to יהוה out of their sacrifices of well-being.", "The sacral vestments of Aaron shall pass on to his sons after him, for them to be anointed and ordained in.", "He among his sons who becomes priest in his stead, who enters the Tent of Meeting to officiate within the sanctuary, shall wear them seven days.", "You shall take the ram of ordination and boil its flesh in the sacred precinct;", "and Aaron and his sons shall eat the flesh of the ram, and the bread that is in the basket, at the entrance of the Tent of Meeting.", "These things shall be eaten only by those for whom expiation was made with them when they were ordained and consecrated; they may not be eaten by a lay person, for they are holy.", "And if any of the flesh of ordination, or any of the bread, is left until morning, you shall put what is left to the fire; it shall not be eaten, for it is holy.", "Thus you shall do to Aaron and his sons, just as I have commanded you. You shall ordain them through seven days,", "and each day you shall prepare a bull as a sin offering for expiation; you shall purge the altar by performing purification upon it, and you shall anoint it to consecrate it.", "Seven days you shall perform purification for the altar to consecrate it, and the altar shall become most holy; whatever touches the altar shall become consecrated.", "Now this is what you shall offer upon the altar: two yearling lambs each day, regularly.", "You shall offer the one lamb in the morning, and you shall offer the other lamb at twilight.", "There shall be a tenth of a measure of choice flour with a quarter of a <i>hin</i> of beaten oil mixed in, and a libation of a quarter <i>hin</i> of wine for one lamb;", "and you shall offer the other lamb at twilight, repeating with it the meal offering of the morning with its libation—an offering by fire for a pleasing odor to יהוה,", "a regular burnt offering throughout the generations, at the entrance of the Tent of Meeting before יהוה. For there I will meet with you, and there I will speak with you,", "and there I will meet with the Israelites, and it shall be sanctified by My Presence.", "I will sanctify the Tent of Meeting and the altar, and I will consecrate Aaron and his sons to serve Me as priests.", "I will abide among the Israelites, and I will be their God.", "And they shall know that I יהוה am their God, who brought them out from the land of Egypt that I might abide among them—I, their God יהוה."], "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5892ef7ad6e4a9274646d5c3", "index_title": "Chizkuni", "category": "Quoting Commentary", "type": "", "ref": "Chizkuni, Exodus 28:8:1", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Chizkuni, Exodus 28:8:1", "sourceHeRef": "חזקוני, שמות כ״ח:ח׳:א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "שמות", "he": "<b>וחשב אפדתו </b>כעין חגורה והוא שנאמר בו ויחגור אותו בחשב האפוד.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "וחשב אפדתו, “and its skillfully woven band;” this was an integral part of the ephod, looking like a belt; this is why it was described in Leviticus 8,7: ויחגור אותו בחשב האפד, “he girded him with the girdle.”", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5892f27dd6e4a9274647191c", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Leviticus 8:7:1", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Chizkuni, Leviticus 8:7:1", "sourceHeRef": "חזקוני, ויקרא ח׳:ז׳:א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "ויקרא", "he": "<b>ויאפד לו</b> הפ״‎א דגושה.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ויאפוד לו, “and he girded him;” the letter פ in this word has a dagesh, (dot.)", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58d1398bd6e4a96e427ef02d", "index_title": "Ibn Ezra on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Leviticus 8:7:1", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Ibn Ezra on Leviticus 8:7:1", "sourceHeRef": "אבן עזרא על ויקרא ח׳:ז׳:א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על ויקרא", "he": "<b>ויאפד.</b> כמו ויחגור וכאשר ציץ הזהב איננו המצנפת כן האורים והתומים אינם אבני החושן וכן הלוחות בארון על כן כתוב ויתן אל החשן:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AND BOUND IT UNTO HIM.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">This comment appears to be misplaced.</i> The word <i>va-yepod</i> means and girded. Just as the golden plate (<i>tzitz</i>) (v. 9) is not the mitre (<i>mitznefet</i>) (<i>Ibid</i>.),<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">It is clear from verse 9 that the golden plate (<i>tzitz</i>) and the mitre (<i>mitznefet</i>) are not one and the same, for the verse states, <i>and upon the mitre…did he set the golden plate</i>.</i> so <i>the Urim and the Thummim</i> (v. 8) are not the stones of the breastplate (Ex. 28:15-21).<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">For Scripture states, <i>And in the breastplate he put the Urim and the Thummim</i>. See I.E. on Ex. 28:5, Vol 2, pp. 591-598.</i> Similarly, the Tablets were placed in the ark.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">The relation of the breastplate to the <i>Urim</i> and the <i>Thummim</i> was like that of the ark to the tablets; that is, both served as receptacles.</i> Scripture therefore reads, <i>And in the breastplate he put in the Urim and the Thummim</i> (v. 8).", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5a9d3cb3d6e4a9026bd8f319", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 8:7:1", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Aderet Eliyahu, Leviticus 8:7:1", "sourceHeRef": "אדרת אליהו, ויקרא ח׳:ז׳:א׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>ויתן עליו כו'</b> מלמד שנעשה משה סגן לאהרן מפשיטו ומלבישו וכן עשה לו במותו שנא' קח את אלעזר בנו והפשט שמפשיטו בגדי כהונה ובגדי שכינה מלובשין תחתיהן. ויחגר אתו באבנט ויחגר אתם [הוא ביומא דף ה' י\"ו] מכאן שאהרן ואח\"כ בניו וי\"א שאהרן ובניו בבת אחת שנאמר וחגרת אתם אבנט. ומ\"ש כאן ויחגר אתו ללמד שאבנטו של כה\"ג לא זהו אבנטו של כהן הדיוט:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b85eb071e100bf4df637", "index_title": "Akeidat Yitzchak", "category": "Jewish Thought", "type": "", "ref": "Akeidat Yitzchak 84:1:6", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Akeidat Yitzchak 84:1:6", "sourceHeRef": "עקידת יצחק פ״ד:א׳:ו׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1455, 1495], "commentaryNum": 1.0006, "collectiveTitle": {"en": "Akeidat Yitzchak", "he": "עקידת יצחק"}, "he": "וכל זה משל נאות וראי' נכונה לחיוב הנמשך והוא ההבדל אשר בין זאת האומה המיוחדת לאומות העכו\"ם כי הנה להיותה היותר שלימה בצורת' בעודה בקיומ' עד שכבר תהיה מדרג' בפני עצמה כמו שאמרנו בשער ט\"ו יתחייב היותה בהפסד צורתה היותר חלושה שבכלן משני צדדין. האחד לסבת החמר. והשני מצד הצורה. אמנם לסבת החמר כפי מה שאמרנו שמעלת הצורה תדקדק החומר ותחלישהו בלי ספק. משל לכלים הדקים והנחמדים הנעשים בחרושת אבן ובחרושת עץ כי בהיותם בשמיר' מעולה הנה יש להם מעלה נפלאה על פשוטי החמר אשר מהם נחצבו. אמנם בהבטל שמירתם חזקם ותקפם הגלמית הנמצאת להם ראשונה כבר אבדה במה שהתיכה מהם המלאכ' והשמיר' המעמדת אותם לא תמצא ונמצאו קרחים מכאן ומכאן ויהיה ההשחת' וההפסד להם קרובים מאד. וזה עצמו נמצא למין האדם כי להיותו היותר דק מהנמצאים הטבעיים והיותר רחוק מהיסודות הראשונים בהרכבתו מכלם יהיה היותר שלם שבהם בהיותו בהווייתו. אמנם היותר נכון ומעותד אל ההפסד מכלן אשר לזה אמר הנביא ורחק ה' את האדם ורבה העזוב' בקרב הארץ (ישעיהו ו׳:י״ב) כפי מה שכתבנו קצת והיות זה הענין מיוחד אל האומה הזאת מזה הצד על כל זולתה ביארו יחזקאל הנביא באר היטב באומרו בן אדם מה יהי' עץ הגפן מכל עץ הזמור' אשר היה בעצי היער היוקח ממנו עץ לעשות למלאכ' אם יקחו ממנו יתד לתלות עליו כל כלי הנה לאש נתן לאכלה את שני קצותיו אכלה אש ותוכו נחר היצלח למלאכ' הנה בהיותו תמים לא יעשה למלאכ' אף כי אש אכלתהו ויחר ונעשה עוד למלאכה לכן כה אמר ה' אלקים כאשר עץ הגפן בעצי היער אשר נתתיו לאש לאכל' כן נתתי את יושבי ירושלם (יחזקאל ט״ו:ו׳) אמר בן אדם שים לבך להבין ההבדל אשר בין עצי הגפן מכל עץ שאינה מצד גודלה וחוזק חומרה עליהם רק מצד שבח פריה וא\"כ שים לדעתך על הזמורה אשר תמצא בעצי היער שתעשה באושים או שאין לה פרי כל עקר ותדע שאין בכל עצי השדה פחות ממנה לפי שהפרי אין בה. והחוזק לשום מלאכה הוא נעדר ממנה מתחלת הוייתה א\"כ מה תועלת יש בה כי אם לאש וכ\"ש שאמר שאחר שנתן לאש לאכלה ואם תכבה בשני קצותיה לא יצלח לכל כן הענין בעצמו ביושבי ירושלם כי אין מעלתם ברובה ובחזקם ובגבורתם רק מצד שבח פרי מעשיהם שנמשלי' אל הגפן בהם כי הוא הפרי המשמח אלהים ואנשים. <sup class=\"footnote-marker\">*</sup><i class=\"footnote\">וכבר נתפרסם וכו', כוונתו, כי כמו שיש לגפן ג' מיני פירות, הא', בוסר, הב', הענבים המבושלים, והג' היין היוצא מהם, באופן שברכותיהם שונות, כי על הבוסר מברכים בפה\"א, ועל הענבים בפה\"ע, ועל היין בורא פרי הגפן, ויחס הבוסר אל הענבים כיחס הדומם פחות המדרגה אל הצומח, והיין הקובע ברכה לעצמו משובח ומהולל מכל שאר הצמחים, כן יש גם באדם ג' כוחות נפשיות הצומחת, החיונית והמשכלת אשר בעבורה לבדו נקרא בשם \"אדם\" הנבחר מכל בע\"ח, וע\"כ דמה הכ' פה את בני ישראל אשר ביחוד נקראים בשם \"אדם\" אל הגפן.  </i>וכבר נתפרסם שנמצאו בה שלשה מיני בועלות מתחלפות בעניניהם ובברכותיהם בוסר ב\"פ האדמה ענבים ב\"פ הען יין ב\"פ הגפן. האחד תתייחס אל הדומם. והשנית אל הצומח. והג' אל האישיות המיוחד מצד מה שהוא גפן. וכן נמצאו באדם ג' כחות כנגדן כי את זה לעומת זה עשה האלהים ורצוני באדם ע\"ד שארז\"ל אתם קרוין אדם (ב\"מ קי\"ד:) כי בהם לבדם נכללו שני סוגים והבדל מיוחד מהשהוא אדם ממש כמו שכתבנו בשער מ\"ד ח\"א. וכן היו בגפן שני פירות כוללים ואחד מיוחד במה שהוא גפן ממש אמנם כאשר יהיו בשלמותם ימצא הגפן הנכבד הזה בשלמותו. אמנם כשיתקלקל הגפן הזה ולא יוציא פירותיו כהוגן הוא העץ היותר פחות מכל העצים מצד חמרו אשר לא יועילו ולא יצילו את עצמם מיד להבת המקרים והעונשים כשתסתלק השגחת הש\"י מעליהם. והנה אחר שיתחיל הפורעניות בהם מכל שכן שלא יתחזקו לעמוד ולהתיצב כנגד שום אדם כי הנה בהיותם על שלמותם לא היה בהם כח לעמוד מפאת חוזק חומרם וטבעם כי לא בחרבם יירשו ארץ. ואביהם יצחק אמר הקול קול יעקב והידים ידי עשו (בראשית כ״ז:כ״ב) וכמ\"ש אלה ברכב ואלה בסוסים ואנחנו בשם וגו' (תהילים כ׳:ח׳). וכ\"ש שלא יוכלו עמוד כאשר התחיל' הפורעניות לחסר בהם ולהתישם ולזה חוייב להם שישתדלו בכל עוז לעמוד על שלמות צורתם אחר שהחמר אשר בהן כפי חבתן בשלמותן כך הוא היותר חלוש והיותר רפה שבחמרים. אמנם מצד הצורה הם ג\"כ יותר עלולים מכל זולתם לפי מה שנשרש אלינו מכל החכמים שההתחלה כל מה שהיא יותר שלמה יהיה הנזק הבא מהפסדה יותר חזק כי על כן היו הנפסדים שבאנשים יותר רעים מהחיות הרעות כמ\"ש ג\"כ זה החכם בפ\"ז מהשביעי מספר המדות. וכבר כתבנו זה אצל פרה אדומה שער ע\"ט ומזה חוייב שתהיה האומה הזאת עלולה ומעותדת אל ההשחתה וההפסד יותר מכל זולתה לפי שההתחלה בה היא יותר שלימה שבהתחלות וכמ\"ש שה כפי חבתן כך היא טומאתן. וזה הענין אשר מצד הצורה ביארו ירמיהו הנביא על צד היותר נכון שאפשר באותה נבואה שאמר כה אמר ה' אלי הלוך וקנית לך אזור פשתים ושמתו על מתניך ובמים לא תביאהו ואקנה את האזור כדבר ה' ואשים על מתני וגו' קח את האזור אשר קנית אשר על מתניך וקום לך פרתה וטמנהו שם בנקיק הסלע ואלך ואטמנהו בפרת כאשר צוה ה' אותי ויהי מקץ ימים רבים ויאמר ה' אלי וגו'. ואלך פרתה ואחפור ואקח את האזור מן המקום אשר טמנתיו שמה והנה נשחת האזור לא יצלח לכל (ירמיהו י״ג:ז׳). <sup class=\"footnote-marker\">*</sup><i class=\"footnote\">כי מהראוי שיתבונן וכו' ר\"ל כי ארבע מעלות נפשיות תיוחסנה לאומה הישראלית כל עוד היא דבקה בה', ושומרת חקיו ומשפטיו האחת, כי היא גוברת אז בעזר הי\"ת על כל העמים להיות עליון על כל גויי הארץ, והב' כי אז כל מעשיה נאותים ומתוקנים כראוי, עד שתהולל בעבור זה בפי כל, ועל פני כל תכבד, והג' כי בלכת אנשיה בדרכי התורה השומרת אותם תמיד מפרוץ גדר השיווי והראוי בכל הנאות גופניות, ישארו תמיד גם בריאים ונשמרים מכל חולי ומדוה אשר לרוב רק בעקב פריצת גבול הראוי במאכל ובמשתה ובשאר תשוקות המותרות יבואו לאדם, ועי\"ז יהיו תמיד בני האומה הזאת לרוב גם יפה תואר ויפה מראה, אחרי כי החלאים החיצונים והתשוקות החמריות הסוערות ומתרגשות בקרב איש ולב עמוק הם לרוב הסיבה, כי חשך משחור תואר ומראה פניו החיצונים, והד' כי אז שכינת כבוד הי\"ת דבקה בהם, והם כלם עם קדוש לאלהים, ועל כל אלה ארבעה רומז מאה\"כ (דברים כ״ו:י״ט) \"ולתתך עליון וכו', לתהלה ולשם, ולתפארת, ולהיותך עם קדוש\" וכו' והנה האזור הוא אות וסימן לכל אלה הארבעה מעלות, כי כפי הנודע בגדי בני קדם הם ארוכים ורחבים מאוד ובעבור זה הם מונעים אותם מעשות מעשיהם כראוי ואף כי ללחום מלחמתם, אם לא יחגרו מתניהם באזור, וע\"כ יורה גם פעולת חגירת האזור על הגבורה וההכנעה לפעול גדולות כמאה\"כ \"אזר נא כגבר חלציך\" גם רק ע\"י חגירת האזור יהיו בגדי אדם (הרומזים גם על מידותיו ותכונותיו הנפשיות כמ\"ש למעלה ויקרא דף ס\"ד ע\"ז) מסודרים ומתוקנים ויפים כראוי לכבוד ולתפארת והאדם בעצמו הוא על ידו נאה והדור בלבושו כמו שנראה בבגדי כהונה \"וחגרת אותם אבנט\" (שמות כ״ט:ט׳) ובדוד שהיה חגור אפוד בד, והם ג\"כ רק על ידו קשורים ואחוזים ודבוקים היטב בגופו, וע\"כ יהיה האזור אות וסימן לא לבד על הגבורה והעוז, כי אם גם על הסדר הראוי, הנוי והיופי, והדיבוק והקישור ולמען הראות לבני ישראל כי כל ארבע המעלות הנפשיות הנכבדות האלה תאבדנה מבעליהן אם לא ישמרו אותן בשמירה מעולה, או שיחדלו מהשתמש בהם, כי כפי הנודע יוחלש כל כח נפשיי גם ע\"י מניעת והעדר השימוש בו, (כמ\"ש למעלה במדבר דף מ\"ב ע\"ב) נצטוה ירמיה לקנות אזור פשתים ולשומו על מתניו, ואף שילוכלך שם ע\"י הזיעה לא יביאהו במים לכבסו (מה שרומז כי יחדל ממנו השמירה הראויה והמצטרכת לו) ואח\"כ יטמנהו בנקוק הסלע על שפת נהר פרת ימים רבים, מה שיורה על מניעת ההשתמשות בו, וכאשר נשחת האזור עי\"ז עד אשר לא הצליח עוד לכל, הודיע להם בזאת כי גם כל מעלותיהם הראשונות אבדו מהם בעבור מניעתם לשמור אותן כראוי, ולהשתמש בהם תמיד, כי הלכו אחרי ההבל ויהבלו לזנות אחרי אלהי נכר ולעזוב עי\"ז חוקי התורה הצדק והמישרים באופן שהם עתה בתכלית ההפסד וההשחתה כאזור הזה הנשחת אשר לא יצלח עוד לכל, ובעבור היות האזור סימן כל המעלות היקרות והנכבדות, נאמר לא לבד מאליהו הנביא ע\"ה (מלכים ב א׳:ח׳) ואזור עור אזור במתניו, כי אם גם להורות שבאחרית הימים תשובנה כל המעלות האלה עוד לישראל ואף כי למלכם המשיח אשר הוא הראש לכלם אה\"כ (ישעיהו י״א:ה׳) ממנו ונחה עליו רוח ה' וכו' והיה צדק אזור מתניו והאמונה אזור חלציו,\" כי ענין האזור ומה שיורה עליו ישוב לאיתנו הראשון, ולא יפסד עוד לעולם.  </i>כי מהראוי שיתבונן האדם בענין זה המשל כי מה ראה שיקח אזור כי אם מפני שאמר כי כאשר ידבק האזור אל מתני איש וגו' (שם) הנה אינה טענה גם כי הבגדים חגורים בו ודבוקים אל מתניו יותר ממנו ולמה צוה שיקנהו ושיהיה של פשתים ושלא יביאו במים אבל הכוונה לו לרמוז אל מה שאמרנו מענין הויית הקנינים הנפשיים ושלמותם בהיותם בהוייתם ותכלית הרע הנמצא בהפסדם. וזה כי האזור לפי מנהג ספורי הנבואה נתייחסו אליו ארבע מעלות נפשיות גדולות מצד עניניו ואופני שמושיו והם אשר כתבנו אותם בפרשת בלעם שנתיחד אל האומה הנבחרת הזאת אשר סדרם הוא באומרו כנחלים נטיו וגו' ובמעט השתכלות יוסכמו אל הנזכרות נעשה אדם בצלמנו כדמותנו והמה אשר זכרם משה באומרו ולתתך עליון על כל הגוים אשר עשה לתהלה וגו'. (דברים כ״ו:י״ט) כמו שכתבנו שם שער פ\"ב. אמנם השם הוא הקנוי במעלת הגבורה אשר בה מתפשט השם בעולם כמו שהיה לאומה זאת על הנסים ועל הפורקן ועל הגבורות שנתפרסמו ההם בעולם והוא הדבר המתיחס אל האזור יפה באומרו אזור נא כגבר חלציך וגו' (שם ירמי'). לבש ה' עוז התאזר (תהילים צ״ג:א׳). והנה מאמר ולתהלה הוא תקון המעשים הנאותים כד\"א אשה יראת ה' היא תתהלל וגו' (משלי ל״א:ל׳). והוא ג\"כ מיוחד אל האומה הזאת בהישרת המעשים התוריי' האלהיי' והוא ג\"כ מיוחס אל האזור באומרו על האשה המהוללה במעשיה חגרה בעוז מתניה ותאמץ זרועותיה כי המעשי' הנאותים הם עקר מעשיה וכל גבורתה. אמנם התפארת הוא הנוי ויופי התמונה הנמשכים אל שלימות הנפש אשר בהם תארה התורה אל השלמים כמו שזכרנו שם והוא ג\"כ מיוחס אל האזור כי הוא עשוי לכבוד ולתפארת נאמר בבגדי כהונה ויחגור אותו בחשב האפוד ויאפד לו בו (ויקרא ח׳:ז׳). ונאמר ודוד חגור אפוד בד (שמואל ב ו׳:י״ד-ט״ו) כי כל זה הוא ענין הקישוט והנוי ומה שאמר ולהיותך עם קדוש וגו' הוא התאר המשובח שבכולם והוא הקשר והדבוק האלהי אשר עליו נאמר ואתם הדבקים בה' אלהיכם (דברים ד׳:ד׳) והוא המיוחד אל האזור מצד מה שענינו לדבק ולחבר הבגדים אל מתני האדם כמו שאמרו אבנט אהיכא דאיתיה (זבחים פ\"ח:). ויתכן שלכך היה אליהו ז\"ל מתואר כשהיה אזור אזור במתניו. והנה כאשר רצה להראות לעם הזה סבת הפסדם ואבדם המעלות האלה המיוחדות להם מצד צורתם צוה שיקנה לו האזור הזה אשר כל ארבעתן מתיחסות אליו יפה ואמר שיקנהו לרמוז שאלו הקנינים היה ראוי להם שיהיו חשובים ויקרים בעיניהם בענינים גדולי המחיר ואמר שיהיה של פשתים לפי שהוא ^רחוק ההפסד על ידי ההטמנה יותר מהצמר וגם כי הוא יותר נאות לשומו על מתניו תמיד. וצוה שאע\"פ שיתלכלך על מתניו בזיעה שלא יביאהו במים לכבסו כלל ואע\"פ שהוא נקל הכבוס. ונאמר שקנה את האזור ושם על מתניו ואח\"כ צוה שילך פרתה ויטמנהו בנקיק הסלע ולקץ הימים מצאו וגו' והענין שהאזור הנכבד הזה אשר ארבעה טורי מעלתם סדורות בו על האופן הנזכר הם חייבים להזהר בשמירתו שמירה מעולה ולהתפאר בו תמיד וכל עוד שיהיה להם כן יהיה האזור נכון וקיים בודם אמנם כשיפשעו בשמירתו כמו שנרמז במשל האזור ההוא אשר לכלוכו בשמושו ולא כבסו וגם במה שטמנו ולא נשתמש ממנו ימים רבים והוא בלתי ההשתמש במעלות ההם בנקיות וטהרה וגם השליכם אחרי גוום ימים רבים ללכת אחרי אלהים אחרים משם נתהוה להם ההפסד המוחלט בכל ארבעת חלקיו. הוא אשר פירשו בבירור באומרו ככה אשחית את גאון יהודה ואת גאון ירושלם הרב העם הזה הרע המאנים לשמוע את דברי ההולכים בשרירות לבם וגו' (ירמי' שם). הנה שבאומרו ההולכים בשרירות לבם כיון אל הפשיעה הראשונה ובאומרו וילכו אחרי אלהים אחרים כיון אל השנייה. ואמר כי כמו שבהיותם בהויותם הם מעלות שלמיות על כל שאר העמים כן ועל הערך ההוא יהיו בהפסדם בתכלית ההפסד וההשחתה כאזור הזה אשר לא יצלח לכל. וסיים הביאור ואמר כי כאשר ידבק האזור אל מתני איש כן הדבקתי אלי את בית ישראל ואת כל בית יהודה נאם ה' להיות וגו'. ואמר שהיתה כוונת האל יתעלה שישמרו להם אלו הד' ענינים המזומנים באזור תמיד על צד היותר נאות שאפשר: אמנם לסבת בלתי שומעם היו נפסדות בידם ונהפכות לדברים נפסדים ונשחתים מאד. והנה להיות ענין האזור הזה נודע ומורגל בדברי הנבואה אמר ישעיהו הנביא על חזרת אלו הדברים בימי המשיח העתיד אשר נאמר עליו ונחה עליו רוח ה' רוח חכמה ובינה רוח עצה וגבורה רוח דעת ויראת ה' (ישעיהו י״א:ב׳-ג׳). רוח ה' הרי הדבוק האלהי. רוח חכמה ובינה הרי התפארת שנא' רק עם חכם ונבון הגוי הגדול הזה (דברים ד׳:ו׳). רוח עצה וגבורה הרי הגבורה מפורשת. רוח דעת ויראת ה' הרי תקון המעשים אשר האריך בביאורם באומרו והריחו ביראת ה' ושפט בצדק דלים וגו'. ולבסוף אמר על כלם והיה צדק אזור מתניו והאמונה אזור חלציו. ואמר שיחזור ענין האזור הנכבד הזה לאיתנו ושלא יפסד עוד לעולם וגם עמו יבא בעל האזור אשר אמרנו. והנה עכ\"פ נתבארה כוונת הנמשך שאמרנו כי להיות האומה הזאת היותר משובחת בצורתה משאר האומות כמ\"ש ונפלינו אני ועמך מכל העמים אשר על פני האדמה (שמות ל״ג:ט״ז) הנה מהצד ההיא תהיה יותר עלולה ומעותדת אל תכלית ההפסד יותר מזולתה משני הצדדים אם מפני חולשת החומר ואם מפני חוזק הצורה שיהפך להם למשחית. וזה עצמו כוונת רי\"בז במ\"ש על המעשה ההוא של בתו של נקדימון שנהפך לה טוב ענינה ליותר רע שאפשר אשריכם ישראל בזמן שהם עושים רצונו של מקום אין כל בריה וכו'. ובזמן שאין עושים רצונו של מקום הקב\"ה מוסרן וכו' (כתובות ס\"ו:). יורה הוראה עצומה כי שני הענינים האלה רצוני הטוב והרע שניהם הם להם מצד שלמותם כי על כן אמר על שניהם בשוה אשריכם ישראל כי כמו שבהיותם בשלמותם הם היותר חזקים שבאומות מצד מעלת צורתם כן ג\"כ מזה הצד עצמו יהיו עלולים לקבל ההפסד וההשחתה יותר מכלם בענין שבהפוך ענינם לא לבד האומות שולטות עליהם אלא האומה היותר שפלה והוא תכלית הרוע וההפסד הנמשכים מצד חולשת החמר והפסד הצורה. וזאת הית' הסבה העצומה אשר בעבורה מנע האל ית' כניסת הארץ מדור המדבר כי היו חלושים מאד ונצוחים משני הצדדים ואינן כדאי לבא מנחמת גוים ועצומים כמו שכתבנו שם שער ע\"ז עד שיבאו אחריהם דור אחר בנים יולדו יתחזקו באלו הענינים כמו שאז\"ל עליהם לאלה תחלק הארץ (במד' כ\"ו). לאלה שהם בחיים לא לבני אדם הנדונין למיתה (ב\"ב קי\"ז.) כמו שביאר בפירוש באומרו בסוף הענין ובאלה לא היה איש מפקודי משה ואהרן הכהן אשר פקדו וגו'. כלומר שלא היה איש מתכונת הראשונים וחסרונם אשר מאסו בארץ חמדה ובשלמיות הדבקות בה כמי שכתבנו שם. אבל נמצאו הפכים להם לגמרי כי לא די שלא מאסו בה אבל היו בתכלית החפץ והתשוק' אליה עד שהבנות בנותיהן השתדלו בכל עוז בנחלתה כמו שהיה הענין הנכבד ממעשה בנות צלפחד ומזה הטעם זכו אליה ואל השגת תכליתה כל זמן שנמשכה שלמותם. וזה יראה ענין המשך אלו הספורים אשר אנחנו בביאורם וטעם סמיכתם והרדפתם כמו שיתבאר עוד לפי דרכנו בפירוש אמנם אחר שנתעורר אל הספקות הנופלים בכל אחד מהם. והנה אכלול כל ענין מלחמת מדין בכאן אצל צרור את המדינים כי הוא הנאות לפי כוונתנו עם היות שנתמצעו ביניהם קצת ענינים בדרך אשר ספרה אותו התורה כמו שיתבאר:  ", "heVersionTitle": "Akeidat Yitzchak, Pressburg 1849", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עקידת יצחק, פרשבורג, תר\"ט", "text": "From the above it follows that the most advanced of nations, i.e. Israel, were it to perish G'd forbid, would disintegrate more than any other nation; less would be left of it than of any other more primitive society that ceases to occupy center stage in history. This is so because of the sophisticated nature of the body of the Jewish nation, which by implication implies fragility. When the prophet Ezekiel in chapter fifteen, describes the wood of the vines as utterly useless,- not even fit to be used in building,- he tries to tell us that unless it functions as the bearer of grapes, it is utterly without purpose. Similarly, the Jewish people. Unless the Jewish people fulfils its mission, it is utterly useless in the scheme of nature. The lumber of other trees, even if the tree itself is no longer bearing fruit, can serve builders; not so the wood of the grapevine. Gentiles, whose primary function is not the fruit of the intellect, mind or soul, may remain useful in some other capacity, not so Jews. They would only be good for firewood, serve by the very act of their own destruction. The whole purpose of the Jewish nation, allegorically speaking, is to produce the fruit of the vine. This fruit is available in three distinct qualities. 1) Unripe grapes. 2) grapes. 3) wine. Halachah reflects this view by assigning three different benedictions to the three stages of that fruit when one consumes it. For unripe grapes the benediction is <i>borey pree ha-adamah</i>, He who creates the fruit of the earth. Ripe grapes qualify for the benediction <i>borey pree ha-etz</i>, He who creates the fruit of the tree. Finally, wine qualifies for the benediction <i>borey pree hagafen</i>, He who creates the fruit of the vine. The type of benediction recited, corresponds to the degree of excellence of the product it is recited over. Man's function in the scheme of things is similar to the Jewish nation's function in the scheme of civilization, the scheme of nations. Our function embraces three stages of nature; the inert as represented by stone, the vegetative as represented by plants, and the animalistic, human, as represented by the fruits of various plants. G'd calls a human being \"Adam when he fulfils his purpose on all three levels. (compare chapter forty four section one based on Talmud Baba Metzia 114) Justification of one's existence stems from one's having fulfilled one's purpose, one's destiny. When one fails deliberately to fulfil one's purpose, one forfeits one's right to exist. When the vine does not yield fruit, the wood supporting its leaves etc. deserves to be burned. When man does not contribute to <i>yishuv ha-olam</i>, civilization, he loses the right to exist. When Israel fails to make its specific contribution to the betterment of mankind, it loses its raison d'etre. This is what Rabbi Yochanan expressed in the paragraph from the Talmud Ketuvot quoted at the outset of this chapter. In the chapter dealing with the red heifer, we explained that impurity and its relative intensity, exists in direct relationship to the belovedness of the creature in the eyes of G'd. The less beloved, the less capable of becoming impure, the more beloved, the more subject to becoming defiled. Similarly, the higher the expectations that have gone unfulfilled, the more the fragility of the vessel becomes evident, the more total its collapse if and when it occurs. Only its continued proper use keeps it in good condition. The same lesson is conveyed to the prophet Jeremiah in chapter thirteen, about the belt buried near the river Euphratus that had been in disuse for many years, only to disintegrate by the time Jeremiah was to use it again. A belt has four functions which can be viewed as paralleling the tasks of the Jewish people. Garments to man are like character traits, as explained in connection with the special garmens of the High Priest and the priest at large. The belt assures the proper functioning of such garments. Leaving the belt buried somewhere, nullifies the value of the garments it was supposed to complement. The point of the parable is, that even a human being, equipped as he is with all the potential G'd has given him, goes to waste, unless he harnesses his potential in the proper manner. Girding oneself with the <i>ezaur</i>, belt, is like <i>hashem oz hitazor</i>, G'd girded Himself with strength. Man in emulating G'd, does likewise. Possibly, this is why Elijah is portrayed as wearing the belt around his loins when we see him function publicly as a prophet. Basically, linen is a durable material, much more so than wool. It is interesting that while wearing the belt, the prophet is not to wash it, though it undoubtedly would become soiled with perspiration. In the parable then, usage does not contribute to disintegration; on the contrary, careful preservation during disuse causes disintegration. When the Messiah is described in Isaiah 11, the belt appears as the well known symbol. The Messiah will wear a belt of righteousness and loyalty. The generation of Jews who had left Egypt had proven inadequate to their lofty mission. They had demonstrated unwillingness to be <i>mosser nefesh</i>, display acts of supreme dedication for <i>Eretz Yisrael</i>. Only the next generation deserved to inherit the land. Quite possibly, the esteem for <i>Eretz Yisrael</i> expressed by the daughters of Tzelofchod is the key to our understanding why that generation was granted entry, and why the sequence of events related in the Torah is such as it is. ", "versionTitle": "Akeydat Yitzchak by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5cd1402904bbb60019c1e2a6", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Leviticus 8:7:1", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Birkat Asher on Torah, Leviticus 8:7:1", "sourceHeRef": "ברכת אשר על התורה, ויקרא ח׳:ז׳:א׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "<b>\"ויתן עליו\" וגו'.</b> \"העמק דבר\" מדייק בלשון הכתוב ואומר: לא כתיב 'וילבש אותו' כדכתיב בצווי \"והלבשת את אהרן את הכתנת ואת מעיל האפוד\" וכמו דכתיב בבניו בסמוך \"וילבישם כתנות\". ובא ללמדנו דנתינה על ראשו מיקרי גם כן לבישה... וכדי שלא יהא משה נוגע במקומות המכוסים של אהרן על כן יצא ידי חובתו בנתינה על ראשו. ואהרן לבש בעצמו. וכן היה באמת בבניו. ע\"כ. על כך יש להוסיף כי אין הכתוב מזכיר את המכנסיים, לא כאן אצל אהרן ולא להלן (פסוק יג) אצל בניו. וגם זה מטעמי צניעות כנראה (ראה מש\"כ בספר שמות כח, ד). ומה שנאמר בפסוק ו \"וירחץ\" (ולא: וירחצו, כל אחד את עצמו), כתב בעל \"אוזניים לתורה\": היינו שהיה (משה) נוכח בתור בית דין בשעת טבילתם. וכשם שבית דין של ג' צריכים להיות נוכחים בשעת גרות, רוצה לומר בשעה שגוי מקבל עליו קדושת ישראל, כך צריך היה בית דין בשעת קבלת קדושת כהונה על ידי אהרן ובניו. וידוע שמשה היה שקול אפילו כבית דין של שבעים ואחד (סנהדרין טז ע\"ב). (פ' צו תשנ\"ד)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61a6233987f574a17ca6c7e2", "index_title": "Jerusalem Talmud Yoma", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Yoma 1:1:9", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Jerusalem Talmud Yoma 1:1:9", "sourceHeRef": "תלמוד ירושלמי יומא א׳:א׳:ט׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 1.0009, "collectiveTitle": {"en": "Jerusalem Talmud Yoma", "he": "תלמוד ירושלמי יומא"}, "heTitle": "תלמוד ירושלמי יומא", "he": "רִבִּי יוֹסֵי בֶּן חֲנִינָה אָמַר. עֲשִׂירִית הָאֵיפָה וּמִכְנָסַיִים מְעַכְּבִין. מַה טַעֲמָא. זֶה וָזֶה עֲשִׂיָּיה. אָמַר רִבִּי חֲנִינָה. וְעָשִׂ֜יתָ לְאַֽהֲרֹ֤ן וּלְבָנָיו֙ כָּ֔כָה. כָּל־הָאָמוּר בַפָּרָשָׁה מְעַכֵּב. וְאַתְייָא כַּיי דָמַר רִבִּי שְׁמוּאֵל בַּר נַחְמָן בְשֵׁם רִבִּי יוֹנָתָן. זֶ֣ה הַדָּבָ֔ר וְזֶ֨ה הַדָּבָ֜ר. אֲפִילוּ קְרִייַת הַפָּרָשָׁה מְעַכֶּבֶת. אָמַר רִבִּי יוֹחָנָן. כָּל־הַמְעַכֵּב לַדּוֹרוֹת מְעַכֵּב כָּאן. [וְכָל־שֶׁאֵין מְעַכֵּב לַדּוֹרוֹת אֵינוֹ מְעַכֵּב כָּאן]. מָה אִית לָךְ. סְמִיכָה וּשְׁיֵרֵי דָמִים שֶׁאֵינָן מְעַכְּבִין לַדּוֹרוֹת מְעַכְּבִין כְּאן. אָמַר רִבִּי חֲנִינָה. צִיץ וּמִצְנַפְתּוֹ שֶׁלְאַהֲרֹן קוֹדֵם לָאַבְנֵטִים שֶׁלְבָּנִים. יְהוּדְה בְּרִיבִי אוֹמֵר. וְחָֽגַרְתָּ֩ אֹתָ֨ם אַבְנֵ֜ט אַֽהֲרֹ֣ן וּבָנָ֗יו. אָמַר רִבִּי אִידִי. הָדָא דְאַתְּ אָמַר לְמִצְוָה. אֲבָל לְצִיווּי וַיַּקְרֵ֣ב מֹשֶׁ֔ה אֶֽת־אַֽהֲרֹ֖ן וְאֶת־בָּנָ֑יו וַיִּרְחַ֥ץ אוֹתָם בַּמָּֽיִם׃. וְאַחַר כָּךְ וַיִּתֵּ֨ן עָלָ֜יו אֶת־הַכֻּתֹּ֗נֶת. וְאַחַר כָּךְ וַיַּקְרֵ֨ב מֹשֶׁ֜ה אֶת אַֽהֲר֗ן וְאֶת בָּנָיו וַיַּלְבִּשֵׁ֤ם כֻּתֳּנֹת֙.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "Rebbi Yose ben Ḥanina said, the tenth of an <i>ephah</i> and breeches obstruct<sup class=\"footnote-marker\">54</sup><i class=\"footnote\">The presentation of twelve breads which is the daily offering of the High Priest (Note 26) and the initiation of offering of a common priest <i>(Lev.</i> 6:13) as well as the breeches which are part of the priests’ holy garments <i>(Ex.</i> 28:42–43), even though they are mentioned neither in the instructions for the initiation rites given to Moses <i>(Ex.</i> 28) nor in the record of the execution of these instructions <i>(Lev.</i> 8), are necessary and the omission of the offering or failure to wear the breeches would have invalidated the entire proceedings. Babli 5b.</i>. What is the reason? Both are “making”<sup class=\"footnote-marker\">55</sup><i class=\"footnote\">It is held that every commandment using the verb עשה requires strict adherence to the rules given by this verb. The verb is used for the initiation of a priest in <i>Lev.</i>6:14, for the high priest in <i>Lev.</i> 6:15, and Moses is ordered to “make breeches” for the priests in <i>Ex.</i> 28:42.</i>. Rebbi Ḥanina said, <i>and do with Aaron and his sons so</i><sup class=\"footnote-marker\">56</sup><i class=\"footnote\"><i>Ex.</i> 29:35. The verse continues, <i>all that I commanded you.</i></i><i>,</i> all which is written in the Chapter obstructs. This comes following what Rebbi Samuel bar Nahman said in the name of Rebbi Jonathan: <i>this is the word</i><sup class=\"footnote-marker\">57</sup><i class=\"footnote\"><i>Lev.</i> 8:5, the declaration of Moses to the people explaining the initiation rites.</i><i>, and this is the word</i><sup class=\"footnote-marker\">58</sup><i class=\"footnote\"><i>Ex.</i> 29:1, the instruction for future initiation rites.</i><i>,</i> even reading the Chapter obstructs. Rebbi Joḥanan said, anything obstructing for future generations obstructs here, [and anything not obstructing for future generations does not obstruct here.] What do you have? The leaning of hands<sup class=\"footnote-marker\">59</sup><i class=\"footnote\">The leaning of hands of Aaron and his sons on the heads of the sacrificial animals <i>(Ex.</i> 29:10,15,19) which for the initiation rites is an essential act but in the rules of sacrifices <i>(Lev.</i> 1–5) is prescribed only for private offerings, and in no case would the failure to follow the requirement disqualify the sacrifice.</i> and the remainders of the blood<sup class=\"footnote-marker\">60</sup><i class=\"footnote\">The remainder of the blood collected by the Cohen after the required sprinkling of blood on the altar walls has to be poured into the base of the altar. But this act is not required for validity of the sacrifice; if the blood becomes impure after the sprinkling, the blood has to be otherwise disposed of but the sacrifice is unquestionably valid. These cases represent the points of difference between R. Ḥanina and R. Joḥanan. Babli 4b (bottom), switching attributions.</i> which are not obstructing in future generations are obstructing here. Rebbi Ḥanina said, the diadem and Aaron’s mitre precede the sons’ belts<sup class=\"footnote-marker\">61</sup><i class=\"footnote\">In dressing of the priests in initiation.</i>. Jehudah the great says, <i>you shall gird them with belts, Aaron and his sons</i><sup class=\"footnote-marker\">62</sup><i class=\"footnote\"><i>Ex.</i> 29:9, the commandment to Moses.</i><i>.</i> Rebbi Idi said, what you are saying is as a meritorious deed. But as a commandment, <i>Moses brought near Aaron and his sons and washed them in water,</i> and after that, <i>he put the vest on him,</i> and after that, <i>Moses brought Aaron and his sons near and clothed them with shirts</i><sup class=\"footnote-marker\">63</sup><i class=\"footnote\"><i>Lev.</i> 8:6,7,13, description of the execution.</i><i>.</i>", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6319cfe3b6084aa1cbefd077", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אֵפוֹד 1", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "BDB, אֵפוֹד 1", "sourceHeRef": "בראון-דרייבר-בריגס, אֵפוֹד א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אֵפוֹד", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">אֵפוֹד</span></big>  (28 times) & <span dir=\"rtl\">אֵפֹד</span> (20 times) <strong>n.m.</strong> <sup><a data-ref=\"Exodus 28:7\" href=\"/Exodus.28.7\">Ex 28:7</a></sup> <em>ephod</em> <strong>(</strong>Ethiopic ኤፉድ cf. Aramaic <span dir=\"rtl\">ܦܶܕܬܳܐ</span> <em>id.</em> (on meaning v. Lag<sup>l.c.</sup>), perhaps also Assyrian <em>pid, pittu</em> Zim<sup>BP 39</sup>; on form v. Ges<sup>§ 84 a 12. R.</sup> but Lag<sup>l.c.</sup> comp. <span dir=\"rtl\">وفاد</span>, & thinks <span dir=\"rtl\">אֵפוֹד</span> shortened from <span dir=\"rtl\">חֵשֶׁב הָא׳</span> ‘<em>robe of approach</em>’ to God<strong>)</strong>—<span dir=\"rtl\">א׳</span> abs. <a data-ref=\"Exodus 25:7\" href=\"/Exodus.25.7\">Ex 25:7</a> +; cstr. <a data-ref=\"I Samuel 2:18\" href=\"/I_Samuel.2.18\">1 S 2:18</a> +;—<br><strong>1.</strong>  <em>ephod</em>, priestly garment, shoulder-cape or mantle; <strong>a.</strong>  as worn by ordinary priest made of white stuff <span dir=\"rtl\">(בַּד)</span> <a data-ref=\"I Samuel 22:18\" href=\"/I_Samuel.22.18\">1 S 22:18</a>; <span dir=\"rtl\">נֹשֵׂא א׳</span> cf. <strong>2</strong>; so Samuel as a temple-servant <a data-ref=\"I Samuel 2:8\" href=\"/I_Samuel.2.8\">2:8</a>, <span dir=\"rtl\">חָגוּר א׳</span> <em>girt with an eph.</em>; so David when dancing before ark <a data-ref=\"II Samuel 6:14\" href=\"/II_Samuel.6.14\">2 S 6:14</a> (<em>id.</em>) <a data-ref=\"I Chronicles 15:27\" href=\"/I_Chronicles.15.27\">1 Ch 15:27</a> <span dir=\"rtl\">וְעַל דויד א׳</span>; <strong>b.</strong>  as prescribed in P for high priest, more costly, woven of gold, blue, purple, scarlet, & linen (? <span dir=\"rtl\">שֵׁשׁ</span>) threads, provided with shoulder-pieces & breast-piece of like material, ornamented with gems and gold, <a data-ref=\"Exodus 25:7\" href=\"/Exodus.25.7\">Ex 25:7</a>; <a data-ref=\"Exodus 28:4\" href=\"/Exodus.28.4\">28:4</a>, <a data-ref=\"Exodus 28:6\" href=\"/Exodus.28.6\">6</a>, <a data-ref=\"Exodus 28:12\" href=\"/Exodus.28.12\">12</a>, <a data-ref=\"Exodus 28:15\" href=\"/Exodus.28.15\">15</a>; <a data-ref=\"Exodus 29:5\" href=\"/Exodus.29.5\">29:5</a>; <a data-ref=\"Exodus 35:9\" href=\"/Exodus.35.9\">35:9</a>, <a data-ref=\"Exodus 35:27\" href=\"/Exodus.35.27\">27</a>; <a data-ref=\"Exodus 39:2\" href=\"/Exodus.39.2\">39:2</a>, <a data-ref=\"Exodus 39:7\" href=\"/Exodus.39.7\">7</a> + 17 times <a data-ref=\"Exodus 28\" href=\"/Exodus.28\">Ex 28</a>, <a data-ref=\"Exodus 39\" href=\"/Exodus.39\">39</a>, also <a data-ref=\"Leviticus 8:7\" href=\"/Leviticus.8.7\">Lv 8:7</a>; cf. prob. <a data-ref=\"I Samuel 2:28\" href=\"/I_Samuel.2.28\">1 S 2:28</a> <span dir=\"rtl\">(נֹשֵׂא א׳)</span> <a data-ref=\"I Samuel 14:3\" href=\"/I_Samuel.14.3\">14:3</a>; <a data-ref=\"I Samuel 21:10\" href=\"/I_Samuel.21.10\">21:10</a> (v. sub <strong>2</strong>); <span dir=\"rtl\">חֵשֶׁב הָא׳</span> <a data-ref=\"Exodus 28:27\" href=\"/Exodus.28.27\">Ex 28:27</a>, <a data-ref=\"Exodus 28:28\" href=\"/Exodus.28.28\">28</a>; <a data-ref=\"Exodus 29:5\" href=\"/Exodus.29.5\">29:5</a>; <a data-ref=\"Exodus 39:20\" href=\"/Exodus.39.20\">39:20</a>, <a data-ref=\"Exodus 39:21\" href=\"/Exodus.39.21\">21</a> <a data-ref=\"Leviticus 8:7\" href=\"/Leviticus.8.7\">Lv 8:7</a>; <span dir=\"rtl\">מְעִיל הָא׳</span> <a data-ref=\"Exodus 29:5\" href=\"/Exodus.29.5\">Ex 29:5</a>; <a data-ref=\"Exodus 39:22\" href=\"/Exodus.39.22\">39:22</a> (cf. <a data-ref=\"Leviticus 8:7\" href=\"/Leviticus.8.7\">Lv 8:7</a>); with vb. <span dir=\"rtl\">נָתַן אֶת־הָא׳ עַל־</span> <em>put the ephod on</em> Aaron <a data-ref=\"Leviticus 8:7\" href=\"/Leviticus.8.7\">Lv 8:7</a>.<br><strong>2.</strong>  <em>ephod used in consulting</em> <span dir=\"rtl\">י׳</span> <a data-ref=\"I Samuel 23:6\" href=\"/I_Samuel.23.6\">1 S 23:6</a> <span dir=\"rtl\">א׳</span> borne in hand (read <span dir=\"rtl\">יָרַד וְהָא׳ בְּיָדוֹ</span> 𝔊 We Dr) v <a data-ref=\"I Samuel 23:9\" href=\"/I_Samuel.23.9\">9</a> <a data-ref=\"I Samuel 30:7\" href=\"/I_Samuel.30.7\">30:7</a><sup>(×2)</sup> (all c. <span dir=\"rtl\">הִגִּישׁ</span>) + <a data-ref=\"I Samuel 14:18\" href=\"/I_Samuel.14.18\">14:18a</a> <span dir=\"rtl\">(הגישׁ)</span> & v <a data-ref=\"I Samuel 14:18\" href=\"/I_Samuel.14.18\">18b</a>, in both read <span dir=\"rtl\">הָא׳</span> for <span dir=\"rtl\">ארון</span> & v <a data-ref=\"I Samuel 14:18\" href=\"/I_Samuel.14.18\">18b</a> also <span dir=\"rtl\">נֹשֵׂא</span> 𝔊 Klo Dr; <strong>a.</strong>  according to Thes MV Di <a data-ref=\"Exodus 28:6\" href=\"/Exodus.28.6\">Ex 28:6</a> al. properly sub <strong>1 b</strong>; consultation of <span dir=\"rtl\">י׳</span> in that case by Urim & Thummim in the breast-piece attached to the ephod (cf. <a data-ref=\"Exodus 28:28-30\" href=\"/Exodus.28.28-30\">Ex 28:28–30</a> & v. <a data-ref=\"BDB, אוּרִים\" href=\"/BDB,_אוּרִים\", dir=\"rtl\">אוּרִים</a>); if so, in view of <span dir=\"rtl\">נשׂא</span> <a data-ref=\"I Samuel 2:28\" href=\"/I_Samuel.2.28\">1 S 2:28</a>; <a data-ref=\"I Samuel 14:3\" href=\"/I_Samuel.14.3\">14:3</a>, <a data-ref=\"I Samuel 14:18\" href=\"/I_Samuel.14.18\">18</a> (cf. supr.), not used elsewhere = <em>wear</em> except <a data-ref=\"I Samuel 22:18\" href=\"/I_Samuel.22.18\">22:18</a>, & of <a data-ref=\"I Samuel 23:6\" href=\"/I_Samuel.23.6\">23:6</a>, the word might be used by meton. for the breast-piece itself; <strong>b.</strong>  others, e.g. Sta<sup>Gesch. i. 466, 471</sup> Bu<sup>RS 115</sup> al., think of an image representing <span dir=\"rtl\">י׳</span>; cf. following.<br><strong>3.</strong> <strong>a.</strong>  <em>ephod of gold</em> made by Gideon <a data-ref=\"Judges 8:27\" href=\"/Judges.8.27\">Ju 8:27</a> for a local sanctuary, by which Isr. was ensnared; = <strong>2 b</strong> according to 𝔖 Thes (‘sine controversia’) Stu al. + Sta Bu l.c.; orig. = gold <em>sheathing</em> of an image (cf. etymol. supr. & <a data-ref=\"Isaiah 30:22\" href=\"/Isaiah.30.22\">Is 30:22</a> sub <span dir=\"rtl\">אֲפֻדָּה</span>); MV Be Kö<sup>Hauptprobleme 59</sup> think of garment, as sub <strong>1</strong> v. supr. <strong>b.</strong>  made (material not given) for a private, local sanctuary <a data-ref=\"Judges 17:5\" href=\"/Judges.17.5\">Ju 17:5</a>; <a data-ref=\"Judges 18:14\" href=\"/Judges.18.14\">18:14</a>, <a data-ref=\"Judges 18:17\" href=\"/Judges.18.17\">17</a>, <a data-ref=\"Judges 18:18\" href=\"/Judges.18.18\">18</a>, <a data-ref=\"Judges 18:20\" href=\"/Judges.18.20\">20</a> (‖ <span dir=\"rtl\">פֶּסֶל</span>, <span dir=\"rtl\">מַסֵּכָה</span>, <span dir=\"rtl\">תְּרָפִים</span> in all, for 𝔊 gives <span dir=\"rtl\">מַסֵּכָה</span> v <a data-ref=\"Judges 18:20\" href=\"/Judges.18.20\">20</a>, om. ℌ); cf. <a data-ref=\"Hosea 3:4\" href=\"/Hosea.3.4\">Ho 3:4</a> Isr. shall abide without king, prince, sacrifice, pillar, ephod or teraphim; according to Thes al. + Sta Bu l.c. = <strong>2 b</strong>; Stu Be Ry al. regard as sub <strong>1</strong>; in view of distinction from <span dir=\"rtl\">פסל</span>, <span dir=\"rtl\">מסכה</span> & <span dir=\"rtl\">תרפים</span> it seems more likely that this is not an image, but some means of consulting deity, perhaps in imitation of Urim & Thummim."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319cfe3b6084aa1cbefd099", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אָפַד 1", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "BDB, אָפַד 1", "sourceHeRef": "בראון-דרייבר-בריגס, אָפַד א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אָפַד", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big>[<span dir=\"rtl\">אָפַד</span>]</big>  <strong>vb.denom. gird on ephod</strong>,<br><strong>Qal</strong>  Pf. <span dir=\"rtl\">וְאָפַדְתָּ לוֹ בְּחֵשֶׁב הָאֵפֹד</span> <a data-ref=\"Exodus 29:5\" href=\"/Exodus.29.5\">Ex 29:5</a> <em>and thou shalt gird the ephod upon him with the cunningly-wrought band of the ephod;</em> so Impf. <span dir=\"rtl\">וַיֶּאְפֹּד לוֹ בּוֹ</span> (‖ <span dir=\"rtl\">חגר</span>) <a data-ref=\"Leviticus 8:7\" href=\"/Leviticus.8.7\">Lv 8:7</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d040b6084aa1cbf015d9", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אַבְנֵט² 1", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "BDB, אַבְנֵט² 1", "sourceHeRef": "בראון-דרייבר-בריגס, אַבְנֵט² א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אַבְנֵט²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">אַבְנֵט</span></big>  <strong>n.</strong>[<strong>m.</strong>] <strong>girdle</strong>—<span dir=\"rtl\">א׳</span> abs. <a data-ref=\"Exodus 28:4\" href=\"/Exodus.28.4\">Ex 28:4</a> +; <span dir=\"rtl\">אַבְנֵֽטְךָ֨</span> <a data-ref=\"Isaiah 22:21\" href=\"/Isaiah.22.21\">Is 22:21</a>; cstr. <a data-ref=\"Exodus 39:29\" href=\"/Exodus.39.29\">Ex 39:29</a>; <span dir=\"rtl\">אַבְנֵטִים</span> <a data-ref=\"Exodus 28:40\" href=\"/Exodus.28.40\">Ex 28:40</a>;—<em>girdle</em>, of high priest <a data-ref=\"Exodus 28:4\" href=\"/Exodus.28.4\">Ex 28:4</a>, <a data-ref=\"Exodus 28:39\" href=\"/Exodus.28.39\">39</a>; <a data-ref=\"Exodus 39:29\" href=\"/Exodus.39.29\">39:29</a> <a data-ref=\"Leviticus 8:7\" href=\"/Leviticus.8.7\">Lv 8:7</a>; <a data-ref=\"Leviticus 16:4\" href=\"/Leviticus.16.4\">16:4</a>; of priests <a data-ref=\"Exodus 28:40\" href=\"/Exodus.28.40\">Ex 28:40</a>; <a data-ref=\"Exodus 29:9\" href=\"/Exodus.29.9\">29:9</a> <a data-ref=\"Leviticus 8:13\" href=\"/Leviticus.8.13\">Lv 8:13</a> (all P); of high official <a data-ref=\"Isaiah 22:21\" href=\"/Isaiah.22.21\">Is 22:21</a>.—Josephus<sup>iii. 7. 2</sup> ἀβανήθ; cf. further Lag<sup>Ges. Abh. 39</sup>. described Jos<sup>Ant.</sup> iii. 7, 2 as a sash wound round breast several times and falling to the feet; in 𝔗 𝔖 <span dir=\"rtl\">הֶמְיָן</span> (Pers.) a money-bag wound round body Sta<sup>ThLZ, 1894, 236</sup>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d12fb6084aa1cbf0b9ed", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, חָגַר 1", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "BDB, חָגַר 1", "sourceHeRef": "בראון-דרייבר-בריגס, חָגַר א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "חָגַר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big>[<span dir=\"rtl\">חָגַר</span>]</big></big>  <strong>vb.</strong> gird, gird on, gird oneself <strong>(</strong>NH <em>id.</em>, Aramaic <span dir=\"rtl\">חֲגַר</span>; Arabic <span dir=\"rtl\">حَجَرَ</span> <em>hinder, restrain</em>, so Syriac <span dir=\"rtl\">ܚܓܰܪ</span>; Assyrian <em>agâru, surround</em>, in deriv., Dl<sup>W 105 ff.</sup>; Sab. <span dir=\"rtl\">מחגרת</span> (cf. Arabic <span dir=\"rtl\">مَحْجِرٌ</span>, <span dir=\"rtl\">مَحَاجِر</span>, <em>enclosed space, district</em>, etc.), DHM in MV; also n.pr. dei and loc. <span dir=\"rtl\">חגר</span>, Sab. Denkm<sup>3.81.93</sup> CIS<sup>iv. 1, No. 49</sup> etc.<strong>)</strong>—<br><strong>Qal</strong>  Pf. 3 fs. <span dir=\"rtl\">חָֽגְרָה</span> <a data-ref=\"Proverbs 31:17\" href=\"/Proverbs.31.17\">Pr 31:17</a>; 2 ms. <span dir=\"rtl\">וְהָגַרְתָּ֫</span> <a data-ref=\"Exodus 29:9\" href=\"/Exodus.29.9\">Ex 29:9</a>; 3 pl. <span dir=\"rtl\">חָֽגְרוּ</span> <a data-ref=\"Isaiah 15:3\" href=\"/Isaiah.15.3\">Is 15:3</a> <a data-ref=\"Lamentations 2:10\" href=\"/Lamentations.2.10\">La 2:10</a>; <span dir=\"rtl\">וְח׳</span> consec. <a data-ref=\"Ezekiel 7:18\" href=\"/Ezekiel.7.18\">Ez 7:18</a>; <a data-ref=\"Ezekiel 27:31\" href=\"/Ezekiel.27.31\">27:31</a>; Impf. 3 ms. <span dir=\"rtl\">יַחְגֹּר</span> <a data-ref=\"Leviticus 16:4\" href=\"/Leviticus.16.4\">Lv 16:4</a>, <span dir=\"rtl\">וַיַּחְגֹּר</span> <a data-ref=\"Leviticus 8:7\" href=\"/Leviticus.8.7\">Lv 8:7</a><sup>(×2)</sup> + 4 times; sf. <span dir=\"rtl\">יַחְגְּרֶ֑הָ</span> <a data-ref=\"Psalms 109:19\" href=\"/Psalms.109.19\">ψ 109:19</a>; 2 ms. <span dir=\"rtl\">תַּחְגֹּר</span> <a data-ref=\"Psalms 76:11\" href=\"/Psalms.76.11\">ψ 76:11</a> (but on text v. infr.); 3 mpl. <span dir=\"rtl\">יַחְגְּרוּ</span> <a data-ref=\"Ezekiel 44:18\" href=\"/Ezekiel.44.18\">Ez 44:18</a> <a data-ref=\"II Samuel 22:46\" href=\"/II_Samuel.22.46\">2 S 22:46</a> (but on text of both v. infr.), <span dir=\"rtl\">וַיַּחְגְּרוּ</span> <a data-ref=\"I Samuel 25:13\" href=\"/I_Samuel.25.13\">1 S 25:13</a> <a data-ref=\"I Kings 20:32\" href=\"/I_Kings.20.32\">1 K 20:32</a>; <a data-ref=\"I Kings 20:3\" href=\"/I_Kings.20.3\">3</a> fpl. <span dir=\"rtl\">תַּחְגֹּרְנָה</span> <a data-ref=\"Psalms 65:13\" href=\"/Psalms.65.13\">ψ 65:13</a>; 2 mpl. <span dir=\"rtl\">וַתַּחְגְּרוּ</span> <a data-ref=\"Deuteronomy 1:41\" href=\"/Deuteronomy.1.41\">De 1:41</a>; Imv. ms. <span dir=\"rtl\">חֲגֹר</span> <a data-ref=\"II Kings 4:29\" href=\"/II_Kings.4.29\">2 K 4:29</a>; <a data-ref=\"II Kings 9:1\" href=\"/II_Kings.9.1\">9:1</a>, <span dir=\"rtl\">חֲגוֹר</span> <a data-ref=\"Psalms 45:4\" href=\"/Psalms.45.4\">ψ 45:4</a>; fs. <span dir=\"rtl\">חִגְרִי־</span> <a data-ref=\"Jeremiah 6:26\" href=\"/Jeremiah.6.26\">Je 6:26</a>; mpl. <span dir=\"rtl\">חִגְרוּ</span> <a data-ref=\"I Samuel 25:13\" href=\"/I_Samuel.25.13\">1 S 25:13</a> + 3 times; fpl. <span dir=\"rtl\">חֲגֹרְנָה</span> <a data-ref=\"Jeremiah 49:3\" href=\"/Jeremiah.49.3\">Je 49:3</a>, cf. <span dir=\"rtl\">חֲג֖וֹרָה</span> <a data-ref=\"Isaiah 32:11\" href=\"/Isaiah.32.11\">Is 32:11</a> (v. infr.); Inf. cstr. <span dir=\"rtl\">לַחֲגֹר</span> <a data-ref=\"Isaiah 22:12\" href=\"/Isaiah.22.12\">Is 22:12</a>; Pt. act. <span dir=\"rtl\">חֹגֵר</span> <a data-ref=\"I Kings 20:11\" href=\"/I_Kings.20.11\">1 K 20:11</a> <a data-ref=\"II Kings 3:21\" href=\"/II_Kings.3.21\">2 K 3:21</a>; pass. m. <span dir=\"rtl\">חָגוּר</span> <a data-ref=\"Judges 18:11\" href=\"/Judges.18.11\">Ju 18:11</a> + 5 times; f. cstr. <span dir=\"rtl\">חֲגֻרַת־</span> <a data-ref=\"Joel 1:8\" href=\"/Joel.1.8\">Jo 1:8</a>; pl. <span dir=\"rtl\">חֲגוּרִים</span> <a data-ref=\"Exodus 12:11\" href=\"/Exodus.12.11\">Ex 12:11</a> <a data-ref=\"Judges 18:16\" href=\"/Judges.18.16\">Ju 18:16</a>; <span dir=\"rtl\">חֲגֻרִים</span> <a data-ref=\"Daniel 10:5\" href=\"/Daniel.10.5\">Dn 10:5</a>;— <strong>1.</strong>  trans., <em>gird</em> some one, with girdle; c. 2 acc. <a data-ref=\"Exodus 29:9\" href=\"/Exodus.29.9\">Ex 29:9</a> <a data-ref=\"Leviticus 8:13\" href=\"/Leviticus.8.13\">Lv 8:13</a> (both P); pass., <em>girded</em> with ephod (acc.) <a data-ref=\"I Samuel 2:18\" href=\"/I_Samuel.2.18\">1 S 2:18</a> <a data-ref=\"II Samuel 6:14\" href=\"/II_Samuel.6.14\">2 S 6:14</a>; sq. <span dir=\"rtl\">בְּ</span> <a data-ref=\"Daniel 10:5\" href=\"/Daniel.10.5\">Dn 10:5</a>, c. acc. and <span dir=\"rtl\">בְּ</span>, fig. <a data-ref=\"Proverbs 31:17\" href=\"/Proverbs.31.17\">Pr 31:17</a>, <span dir=\"rtl\">חגרה בְּעוז מתניה</span> <a data-ref=\"Leviticus 8:7\" href=\"/Leviticus.8.7\">Lv 8:7</a><sup>(×2)</sup> (P), c. acc. <span dir=\"rtl\">מתנים</span> <em>gird up thy loins</em>, i.e. make ready to go <a data-ref=\"II Kings 4:29\" href=\"/II_Kings.4.29\">2 K 4:29</a>; <a data-ref=\"II Kings 9:1\" href=\"/II_Kings.9.1\">9:1</a>, pass. <a data-ref=\"Exodus 12:11\" href=\"/Exodus.12.11\">Ex 12:11</a> (P); cf. prob. also <span dir=\"rtl\">חֲג֖וֹרָה עַל־חֲלָצָ֑יִם</span> <a data-ref=\"Isaiah 32:11\" href=\"/Isaiah.32.11\">Is 32:11</a> <em>gird upon the loins</em> (2nd acc. om.); on verb. form as Imv. fpl. v. AE Ki Ew<sup>§ 226 a</sup> Di Du; > as ms. Ol<sup>§ 234 a</sup> Ges<sup>§ 48. 5</sup> Sta<sup>§ 591 d</sup> Kö<sup>§ 20. 12.</sup> <strong>2.</strong>  <em>gird on, bind on</em> (= gird oneself with), a girdle <a data-ref=\"Psalms 109:19\" href=\"/Psalms.109.19\">ψ 109:19</a> (in sim.); so especially c. acc. <span dir=\"rtl\">שׂק</span>, <span dir=\"rtl\">שׂקים</span> of mourning <a data-ref=\"Isaiah 15:3\" href=\"/Isaiah.15.3\">Is 15:3</a>; <a data-ref=\"Isaiah 22:12\" href=\"/Isaiah.22.12\">22:12</a> <a data-ref=\"Lamentations 2:10\" href=\"/Lamentations.2.10\">La 2:10</a> <a data-ref=\"Ezekiel 7:18\" href=\"/Ezekiel.7.18\">Ez 7:18</a>; <a data-ref=\"Ezekiel 27:31\" href=\"/Ezekiel.27.31\">27:31</a> <a data-ref=\"II Samuel 3:31\" href=\"/II_Samuel.3.31\">2 S 3:31</a> <a data-ref=\"Jeremiah 4:8\" href=\"/Jeremiah.4.8\">Je 4:8</a>; <a data-ref=\"Jeremiah 6:26\" href=\"/Jeremiah.6.26\">6:26</a>; <a data-ref=\"Jeremiah 49:3\" href=\"/Jeremiah.49.3\">49:3</a>; also <a data-ref=\"I Kings 20:32\" href=\"/I_Kings.20.32\">1 K 20:32</a> (c. acc. <span dir=\"rtl\">שׂק</span> + ב bef. <span dir=\"rtl\">מתנים</span>); pass., sq. <span dir=\"rtl\">על</span> bef. obj. of mourning <a data-ref=\"Joel 1:8\" href=\"/Joel.1.8\">Jo 1:8</a> (sim.); abs. (<span dir=\"rtl\">שׂק</span> om.) <a data-ref=\"Joel 1:13\" href=\"/Joel.1.13\">Jo 1:13</a> (‖ <span dir=\"rtl\">ספדו</span>); sq. <span dir=\"rtl\">חֶרֶב</span> <a data-ref=\"I Samuel 25:13\" href=\"/I_Samuel.25.13\">1 S 25:13</a><sup>(×3)</sup> <a data-ref=\"Deuteronomy 1:41\" href=\"/Deuteronomy.1.41\">Dt 1:41</a>; <a data-ref=\"Psalms 45:4\" href=\"/Psalms.45.4\">ψ 45:4</a> <span dir=\"rtl\">ח׳ חרב על יָרֵךְ</span>, so <a data-ref=\"Judges 3:16\" href=\"/Judges.3.16\">Ju 3:16</a>, <a data-ref=\"I Samuel 17:39\" href=\"/I_Samuel.17.39\">1 S 17:39</a> (sq. acc. + <span dir=\"rtl\">מֵעַל</span>); c. acc. cogn. <span dir=\"rtl\">ח׳ חגורה</span> <a data-ref=\"II Kings 3:21\" href=\"/II_Kings.3.21\">2 K 3:21</a>; abs. <a data-ref=\"I Kings 20:11\" href=\"/I_Kings.20.11\">1 K 20:11</a>; pass. <a data-ref=\"Judges 18:11\" href=\"/Judges.18.11\">Ju 18:11</a>, <a data-ref=\"Judges 18:16\" href=\"/Judges.18.16\">16</a>, <a data-ref=\"Judges 18:17\" href=\"/Judges.18.17\">17</a> <a data-ref=\"II Samuel 20:8\" href=\"/II_Samuel.20.8\">2 S 20:8</a> b (where read <span dir=\"rtl\">חֶרֶב</span> Klo Dr—not We), <a data-ref=\"II Samuel 21:16\" href=\"/II_Samuel.21.16\">21:16</a>; read perhaps also <span dir=\"rtl\">חָגוּר</span> for <span dir=\"rtl\">חֲגוֹר</span> <a data-ref=\"II Samuel 20:8\" href=\"/II_Samuel.20.8\">20:8</a> c, so Klo Dr. <strong>3.</strong>  intr. <em>gird oneself</em>, sq. <span dir=\"rtl\">בְּ</span> rei <a data-ref=\"Leviticus 16:4\" href=\"/Leviticus.16.4\">Lv 16:4</a> (P), so <span dir=\"rtl\">לֹא יַח׳ בַיָּ֑זַע</span> <em>they shall not gird themselves with sweat</em>(?) <a data-ref=\"Ezekiel 44:18\" href=\"/Ezekiel.44.18\">Ez 44:18</a> (del. 𝔖 Co Sgfr); c. acc. rei (fig.) <span dir=\"rtl\">גִּיל גְּבָעוֹת תַּח׳</span> <a data-ref=\"Psalms 65:13\" href=\"/Psalms.65.13\">ψ 65:13</a> <em>with rejoicing the hills gird themselves;</em> cf. <span dir=\"rtl\">שְׁאֵרִית חֵמֹת תַּחְ׳</span> <a data-ref=\"Psalms 76:11\" href=\"/Psalms.76.11\">ψ 76:11</a> <em>with a remnant</em> (<em>residue</em>) <em>of wraths thou girdest thyself</em>, so Hi Hup De VB; but very doubtful; 𝔊 Bö; Ew read <span dir=\"rtl\">תְּחָגֶּ֑ךָ</span> for <span dir=\"rtl\">תַּחגר</span>; Bae Ka omit line as corrupt; cf. further Che and crit. n.—<span dir=\"rtl\">וְיַחְגְּרוּ</span> <a data-ref=\"II Samuel 22:46\" href=\"/II_Samuel.22.46\">2 S 22:46</a> is textual error for <span dir=\"rtl\">וְיַחְרְגוּ</span>, cf. ‖ <a data-ref=\"Psalms 18:46\" href=\"/Psalms.18.46\">ψ 18:46</a>; so Now Hup Kit al."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d191b6084aa1cbf0fbeb", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, חֵ֫שֶׁב 1", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "BDB, חֵ֫שֶׁב 1", "sourceHeRef": "בראון-דרייבר-בריגס, חֵ֫שֶׁב א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "חֵ֫שֶׁב", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">חֵ֫שֶׁב</span></big>  <strong>n.m. ingenious work</strong>, name of the <em>girdle</em> or <em>band</em> of the ephod (<em>cunningly woven band</em>, RV), only P; always in combin., <span dir=\"rtl\">ח׳ האפ(ו)ד</span> <a data-ref=\"Exodus 28:27\" href=\"/Exodus.28.27\">Ex 28:27</a>, <a data-ref=\"Exodus 28:28\" href=\"/Exodus.28.28\">28</a>; <a data-ref=\"Exodus 29:5\" href=\"/Exodus.29.5\">29:5</a>; <a data-ref=\"Exodus 39:20\" href=\"/Exodus.39.20\">39:20</a>, <a data-ref=\"Exodus 39:21\" href=\"/Exodus.39.21\">21</a> <a data-ref=\"Leviticus 8:7\" href=\"/Leviticus.8.7\">Lv 8:7</a>; <span dir=\"rtl\">ח׳ אֲפֻדָּתוֹ</span> <a data-ref=\"Exodus 28:8\" href=\"/Exodus.28.8\">Ex 28:8</a>; <a data-ref=\"Exodus 39:5\" href=\"/Exodus.39.5\">39:5</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d258b6084aa1cbf18f4f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, כֻּתֹּ֫נֶת 1", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "BDB, כֻּתֹּ֫נֶת 1", "sourceHeRef": "בראון-דרייבר-בריגס, כֻּתֹּ֫נֶת א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "כֻּתֹּ֫נֶת", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">כֻּתֹּ֫נֶת</span>, <span dir=\"rtl\">כְּתֹ֫נֶת</span></big>  <strong>n.f. tunic (</strong>NH <em>id.;</em> Aramaic <span dir=\"rtl\">כִּתּוּנָא</span>, etc., <span dir=\"rtl\">ܟܽܘܬܻܝܢܳܐ</span>, etc.; Ethiopic ክታን <em>tunic, linen;</em> cf. also √ supr.<strong>)</strong>;—abs. <span dir=\"rtl\">כֻּתֹּנֶת</span> <a data-ref=\"Genesis 37:31\" href=\"/Genesis.37.31\">Gn 37:31</a> + 2 times; <span dir=\"rtl\">כְּתֹנֶת</span> <a data-ref=\"Exodus 28:39\" href=\"/Exodus.28.39\">Ex 28:39</a>; cstr. <span dir=\"rtl\">כְּתֹנֶת</span> <a data-ref=\"Genesis 37:3\" href=\"/Genesis.37.3\">Gn 37:3</a> + 9 times; sf. <span dir=\"rtl\">כֻּתָּנְתּוֹ</span> <a data-ref=\"Genesis 37:23\" href=\"/Genesis.37.23\">Gn 37:23</a> <a data-ref=\"II Samuel 15:32\" href=\"/II_Samuel.15.32\">2 S 15:32</a>, <span dir=\"rtl\">כֻּתָּנְתֶּ֑ךָ</span> <a data-ref=\"Isaiah 22:21\" href=\"/Isaiah.22.21\">Is 22:21</a>, <span dir=\"rtl\">כֻּתָּנְתִּי</span> <a data-ref=\"Job 30:18\" href=\"/Job.30.18\">Jb 30:18</a> <a data-ref=\"Song of Songs 5:3\" href=\"/Song_of_Songs.5.3\">Ct 5:3</a>; pl. abs. <span dir=\"rtl\">כֻּתֳּנֹת</span> <a data-ref=\"Exodus 28:40\" href=\"/Exodus.28.40\">Ex 28:40</a> + 3 times, <span dir=\"rtl\">הַכָּתְנֹת</span> <a data-ref=\"Exodus 39:27\" href=\"/Exodus.39.27\">39:27</a>; cstr. <span dir=\"rtl\">כָּתְנוֹת</span> <a data-ref=\"Genesis 3:21\" href=\"/Genesis.3.21\">Gn 3:21</a> + 2 times, <span dir=\"rtl\">כָּתְנֹת</span> <a data-ref=\"Ezra 2:69\" href=\"/Ezra.2.69\">Ezr 2:69</a>; sf. <span dir=\"rtl\">כֻּתֳּנֹתָם</span> <a data-ref=\"Leviticus 10:5\" href=\"/Leviticus.10.5\">Lv 10:5</a>;—<em>tunic</em>, principal ordinary garment (v. Benz<sup>Arch. 98 f.</sup> Now<sup>Arch. i, 121, 193</sup>) of man and woman, worn next the person, <span dir=\"rtl\">כָּתְנֹת עוֹר</span> <a data-ref=\"Genesis 3:21\" href=\"/Genesis.3.21\">Gn 3:21</a> <em>tunics of skin;</em> of man <a data-ref=\"II Samuel 15:32\" href=\"/II_Samuel.15.32\">2 S 15:32</a>; <span dir=\"rtl\">פִּי כ׳</span> <a data-ref=\"Job 30:18\" href=\"/Job.30.18\">Jb 30:18</a> <em>mouth of any tunic</em> (i.e. its collar); <span dir=\"rtl\">כ׳ פַּסִּים</span> <a data-ref=\"Genesis 37:3\" href=\"/Genesis.37.3\">Gn 37:3</a>, <a data-ref=\"Genesis 37:23\" href=\"/Genesis.37.23\">23</a>, <a data-ref=\"Genesis 37:32\" href=\"/Genesis.37.32\">32</a> i.e. tunic with long skirts and sleeves (v. <a data-ref=\"BDB, פַּס²\" href=\"/BDB,_פַּס²\", dir=\"rtl\">פַּס</a>), cf. v <a data-ref=\"Genesis 37:23\" href=\"/Genesis.37.23\">23</a>, <a data-ref=\"Genesis 37:31\" href=\"/Genesis.37.31\">31</a><sup>(×2)</sup>, <a data-ref=\"Genesis 37:32\" href=\"/Genesis.37.32\">32</a>, <a data-ref=\"Genesis 37:33\" href=\"/Genesis.37.33\">33</a>; of woman <a data-ref=\"Song of Songs 5:3\" href=\"/Song_of_Songs.5.3\">Ct 5:3</a> (put off at night); <span dir=\"rtl\">כ׳ פַּסִּים</span> <a data-ref=\"II Samuel 13:18\" href=\"/II_Samuel.13.18\">2 S 13:18</a>, <a data-ref=\"II Samuel 13:19\" href=\"/II_Samuel.13.19\">19</a> (of king’s daughter; rent, as sign of grief, cf. also <a data-ref=\"II Samuel 15:32\" href=\"/II_Samuel.15.32\">15:32</a>, and v. <a data-ref=\"BDB, קָרַע\" href=\"/BDB,_קָרַע\", dir=\"rtl\">קרע</a>). Specif. of priest’s tunic <a data-ref=\"Exodus 28:4\" href=\"/Exodus.28.4\">Ex 28:4</a>, <a data-ref=\"Exodus 28:39\" href=\"/Exodus.28.39\">39</a> (embroidered, v. <span dir=\"rtl\">שׁבץ</span>, <a data-ref=\"BDB, תַּשְׁבֵּץ²\" href=\"/BDB,_תַּשְׁבֵּץ²\", dir=\"rtl\">תַּשְׁבֵּץ</a>), v <a data-ref=\"Exodus 28:40\" href=\"/Exodus.28.40\">40</a>; <a data-ref=\"Exodus 29:5\" href=\"/Exodus.29.5\">29:5</a>, <a data-ref=\"Exodus 29:8\" href=\"/Exodus.29.8\">8</a>; <a data-ref=\"Exodus 39:27\" href=\"/Exodus.39.27\">39:27</a> (made of <span dir=\"rtl\">שֵׁשׁ</span>, q.v.), <a data-ref=\"Exodus 40:14\" href=\"/Exodus.40.14\">40:14</a> <a data-ref=\"Leviticus 8:7\" href=\"/Leviticus.8.7\">Lv 8:7</a>, <a data-ref=\"Leviticus 8:13\" href=\"/Leviticus.8.13\">13</a>; <a data-ref=\"Leviticus 10:5\" href=\"/Leviticus.10.5\">10:5</a>; <span dir=\"rtl\">כּ׳־בַּד קֹדֶשׁ</span> <a data-ref=\"Leviticus 16:4\" href=\"/Leviticus.16.4\">16:4</a> <em>a holy linen tunic</em>, of high priest; <span dir=\"rtl\">כ׳־כֹּהֲנִים</span> <a data-ref=\"Ezra 2:69\" href=\"/Ezra.2.69\">Ezr 2:69</a> <a data-ref=\"Nehemiah 7:68\" href=\"/Nehemiah.7.68\">Ne 7:69</a>, <a data-ref=\"Nehemiah 7:70\" href=\"/Nehemiah.7.70\">71</a> (van d. H. v <a data-ref=\"Nehemiah 7:69\" href=\"/Nehemiah.7.69\">70</a>, <a data-ref=\"Nehemiah 7:71\" href=\"/Nehemiah.7.71\">72</a>); of Shebna’s official tunic <a data-ref=\"Isaiah 22:21\" href=\"/Isaiah.22.21\">Is 22:21</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d27db6084aa1cbf1a8d9", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, לָבֵשׁ 1", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "BDB, לָבֵשׁ 1", "sourceHeRef": "בראון-דרייבר-בריגס, לָבֵשׁ א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "לָבֵשׁ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big><span dir=\"rtl\">לָבֵשׁ</span>, <span dir=\"rtl\">לָבַשׁ</span></big></big>  <strong>vb.</strong> put on (a garment), wear, clothe, be clothed <strong>(</strong>NH <em>id.</em>; Aramaic <span dir=\"rtl\">לִבֵישׁ ܠܒܶܫ</span>; Assyrian <em>labâšu;</em> Arabic <span dir=\"rtl\">لَبِسَ</span>; Ethiopic ለብሰ <strong>)</strong>;<br><strong>Qal</strong>  Pf. 3 m.s. <span dir=\"rtl\">לָבֵ֣שׁ</span>, <span dir=\"rtl\">לָ֫בֵ֥שׁ</span> <a data-ref=\"Psalms 93:1\" href=\"/Psalms.93.1\">ψ 93:1</a>; <span dir=\"rtl\">לָ֮בַ֤שׁ</span> <a data-ref=\"Job 7:5\" href=\"/Job.7.5\">Jb 7:5</a> + 2 times; <span dir=\"rtl\">וְלָבַשׁ</span> (cons.) <a data-ref=\"Leviticus 6:3\" href=\"/Leviticus.6.3\">Lv 6:3</a> + 3 times; sf. <span dir=\"rtl\">וּלְבֵשָׁם</span> (cons.) <a data-ref=\"Leviticus 16:4\" href=\"/Leviticus.16.4\">Lv 16:4</a>; 3 fs. <span dir=\"rtl\">לָֽבְשָׁה</span> <a data-ref=\"Judges 6:34\" href=\"/Judges.6.34\">Ju 6:34</a> + 2 times, etc. (<a data-ref=\"Ezekiel 42:14\" href=\"/Ezekiel.42.14\">Ez 42:14</a> read prob. <span dir=\"rtl\">וְלָֽבְשׁוּ</span> Qr, for <span dir=\"rtl\">ילבשׁו</span> Kt, but cl. perhaps interpol., v. Co); Impf. 3 ms. <span dir=\"rtl\">יִלְבַּשׁ</span> <a data-ref=\"Deuteronomy 22:5\" href=\"/Deuteronomy.22.5\">Dt 22:5</a> +; sf. <span dir=\"rtl\">וַיִּלְבָּשֵׁנִי</span> <a data-ref=\"Job 29:14\" href=\"/Job.29.14\">Jb 29:14</a>, <span dir=\"rtl\">יִלְבָּשָׁם</span> <a data-ref=\"Exodus 29:30\" href=\"/Exodus.29.30\">Ex 29:30</a>; 1 s. sf. <span dir=\"rtl\">אֶלְבָּשֶׁ֑נָּה</span> <a data-ref=\"Song of Songs 5:3\" href=\"/Song_of_Songs.5.3\">Ct 5:3</a>; <a data-ref=\"Song of Songs 5:3\" href=\"/Song_of_Songs.5.3\">3</a> fpl. <span dir=\"rtl\">תִּלְבַּשְׁןָ</span> <a data-ref=\"II Samuel 13:18\" href=\"/II_Samuel.13.18\">2 S 13:18</a>, etc.; Imv. ms. <span dir=\"rtl\">לְבַשׁ</span> <a data-ref=\"I Kings 22:30\" href=\"/I_Kings.22.30\">1 K 22:30</a>, etc.; Inf. abs. <span dir=\"rtl\">לָבוֹשׁ</span> <a data-ref=\"Haggai 1:6\" href=\"/Haggai.1.6\">Hg 1:6</a>; cstr. <span dir=\"rtl\">לִלְבֹּשׁ</span> <a data-ref=\"Genesis 28:20\" href=\"/Genesis.28.20\">Gn 28:20</a> <a data-ref=\"Leviticus 21:10\" href=\"/Leviticus.21.10\">Lv 21:10</a>; Pt. act. pl. <span dir=\"rtl\">הַלֹּבְשִׁים</span> <a data-ref=\"Zephaniah 1:8\" href=\"/Zephaniah.1.8\">Zp 1:8</a>; pass. abs. <span dir=\"rtl\">לָבוּשׁ</span> <a data-ref=\"I Samuel 17:5\" href=\"/I_Samuel.17.5\">1 S 17:5</a>; <a data-ref=\"Daniel 10:5\" href=\"/Daniel.10.5\">Dn 10:5</a>; <span dir=\"rtl\">לָבֻשׁ</span> <a data-ref=\"Ezekiel 9:2\" href=\"/Ezekiel.9.2\">Ez 9:2</a> + 3 times; cstr. <span dir=\"rtl\">לְבוּשׁ</span> <a data-ref=\"Daniel 12:6\" href=\"/Daniel.12.6\">Dn 12:6</a>, <a data-ref=\"Daniel 12:7\" href=\"/Daniel.12.7\">7</a>, <span dir=\"rtl\">לְבֻשׁ</span> <a data-ref=\"Ezekiel 9:11\" href=\"/Ezekiel.9.11\">Ez 9:11</a> + 3 times; pl. cstr. <span dir=\"rtl\">לְבֻשֵׁי</span> <a data-ref=\"Ezekiel 23:6\" href=\"/Ezekiel.23.6\">Ez 23:6</a> + 2 times;— <strong>a.</strong>  lit. <em>put on</em> (one’s own) garment (acc.) <a data-ref=\"Genesis 38:19\" href=\"/Genesis.38.19\">Gn 38:19</a>; <a data-ref=\"I Samuel 28:8\" href=\"/I_Samuel.28.8\">1 S 28:8</a>; <a data-ref=\"II Samuel 14:2\" href=\"/II_Samuel.14.2\">2 S 14:2</a>; <a data-ref=\"I Kings 22:30\" href=\"/I_Kings.22.30\">1 K 22:30</a> = <a data-ref=\"II Chronicles 18:29\" href=\"/II_Chronicles.18.29\">2 Ch 18:29</a>, <a data-ref=\"Exodus 29:30\" href=\"/Exodus.29.30\">Ex 29:30</a>; <a data-ref=\"Leviticus 6:3\" href=\"/Leviticus.6.3\">Lv 6:3</a>, <a data-ref=\"Leviticus 6:4\" href=\"/Leviticus.6.4\">4</a>; <a data-ref=\"Leviticus 16:4\" href=\"/Leviticus.16.4\">16:4</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 16:23\" href=\"/Leviticus.16.23\">23</a>, <a data-ref=\"Leviticus 16:24\" href=\"/Leviticus.16.24\">24</a>, <a data-ref=\"Leviticus 16:32\" href=\"/Leviticus.16.32\">32</a>; <a data-ref=\"Leviticus 21:10\" href=\"/Leviticus.21.10\">21:10</a>; <a data-ref=\"Deuteronomy 22:5\" href=\"/Deuteronomy.22.5\">Dt 22:5</a>; <a data-ref=\"Ezekiel 44:17\" href=\"/Ezekiel.44.17\">Ez 44:17</a>, <a data-ref=\"Ezekiel 44:19\" href=\"/Ezekiel.44.19\">19</a>, and so <a data-ref=\"Ezekiel 42:14\" href=\"/Ezekiel.42.14\">42:14</a> Qr (v. supr.), <a data-ref=\"Jonah 3:5\" href=\"/Jonah.3.5\">Jon 3:5</a>; <a data-ref=\"Song of Songs 5:3\" href=\"/Song_of_Songs.5.3\">Ct 5:3</a>; <a data-ref=\"Esther 4:1\" href=\"/Esther.4.1\">Est 4:1</a>; <a data-ref=\"Esther 5:1\" href=\"/Esther.5.1\">5:1</a>; c. acc. garment + <span dir=\"rtl\">עַל־בְּשָׂרוֹ</span> <a data-ref=\"Leviticus 16:3\" href=\"/Leviticus.16.3\">Lv 16:3</a>; of putting on armour <a data-ref=\"Jeremiah 46:4\" href=\"/Jeremiah.46.4\">Je 46:4</a>; = <em>wear</em> (more or less habitually), c. acc. of garment, <a data-ref=\"Isaiah 4:1\" href=\"/Isaiah.4.1\">Is 4:1</a>; <a data-ref=\"Deuteronomy 22:11\" href=\"/Deuteronomy.22.11\">Dt 22:11</a>; <a data-ref=\"Zephaniah 1:8\" href=\"/Zephaniah.1.8\">Zp 1:8</a>; <a data-ref=\"Zechariah 13:4\" href=\"/Zechariah.13.4\">Zc 13:4</a>; of Jerus. under fig. of woman <a data-ref=\"Jeremiah 4:30\" href=\"/Jeremiah.4.30\">Je 4:30</a>, of rulers under fig. of shepherds <a data-ref=\"Ezekiel 34:3\" href=\"/Ezekiel.34.3\">Ez 34:3</a>, cf. <span dir=\"rtl\">כֵּן תִּלְבַּשְׁןָ</span> <a data-ref=\"II Samuel 13:18\" href=\"/II_Samuel.13.18\">2 S 13:18</a> (no acc.) <strong>b.</strong>  very often fig., <em>put on, be clothed with</em>, c. acc. of garment;—<span dir=\"rtl\">לָבַשׁ בְּשָׂרִי רִמָּה</span> <a data-ref=\"Job 7:5\" href=\"/Job.7.5\">Jb 7:5</a> <em>my flesh is clothed</em> (i.e. covered) <em>with worms;</em> of Jerus., <em>be clothed with</em> inhabitants <a data-ref=\"Isaiah 49:18\" href=\"/Isaiah.49.18\">Is 49:18</a>; of pasture, with flocks <a data-ref=\"Psalms 65:14\" href=\"/Psalms.65.14\">ψ 65:14</a>; more often the garment is some abstract quality, e.g. righteousness, majesty, beauty, strength, etc.;—<span dir=\"rtl\">וַיִּלְבַּשׁ צְדָקָה כַּשִּׁרְיָן</span> <a data-ref=\"Isaiah 59:17\" href=\"/Isaiah.59.17\">Is 59:17</a> he <span dir=\"rtl\">(י׳)</span> <em>hath put on righteousness as a breastplate</em>, cf. v <a data-ref=\"Isaiah 59:17\" href=\"/Isaiah.59.17\">17</a> (vengeance), <a data-ref=\"Psalms 93:1\" href=\"/Psalms.93.1\">ψ 93:1</a> (majesty), v <a data-ref=\"Psalms 93:1\" href=\"/Psalms.93.1\">1</a> (strength), <a data-ref=\"Psalms 104:1\" href=\"/Psalms.104.1\">104:1</a> (honour and majesty), <a data-ref=\"Isaiah 51:9\" href=\"/Isaiah.51.9\">Is 51:9</a> (strength); also <a data-ref=\"Job 40:10\" href=\"/Job.40.10\">Jb 40:10</a>; said of men, <a data-ref=\"II Chronicles 6:41\" href=\"/II_Chronicles.6.41\">2 Ch 6:41</a> (salvation), <a data-ref=\"Psalms 132:9\" href=\"/Psalms.132.9\">ψ 132:9</a> (righteousness), <a data-ref=\"Job 29:14\" href=\"/Job.29.14\">Jb 29:14</a> (<em>id.</em>); of Zion <a data-ref=\"Isaiah 52:1\" href=\"/Isaiah.52.1\">Is 52:1</a><sup>(×2)</sup>; also in bad sense, clothed with terror, trembling, shame, etc., <a data-ref=\"Ezekiel 7:27\" href=\"/Ezekiel.7.27\">Ez 7:27</a>; <a data-ref=\"Ezekiel 26:16\" href=\"/Ezekiel.26.16\">26:16</a>; <a data-ref=\"Job 8:22\" href=\"/Job.8.22\">Jb 8:22</a>; <a data-ref=\"Psalms 35:26\" href=\"/Psalms.35.26\">ψ 35:26</a>; <a data-ref=\"Psalms 109:29\" href=\"/Psalms.109.29\">109:29</a>, cf. v <a data-ref=\"Psalms 109:18\" href=\"/Psalms.109.18\">18</a> (cursing). <strong>c.</strong>  lit. <em>put on</em>, obj. om., <span dir=\"rtl\">נָתַן</span> … <span dir=\"rtl\">בֶּגֶד לִלְבּשׁ</span> <a data-ref=\"Genesis 28:20\" href=\"/Genesis.28.20\">Gn 28:20</a> <a data-ref=\"Job 27:17\" href=\"/Job.27.17\">Jb 27:17</a>; Inf. abs. <span dir=\"rtl\">לָבוֹשׁ</span> <a data-ref=\"Haggai 1:6\" href=\"/Haggai.1.6\">Hg 1:6</a> (there is) <em>a clothing</em>, but he has nothing for warmth. <strong>d.</strong>  once c. <span dir=\"rtl\">בְּ</span>, <span dir=\"rtl\">לְבוּשׁ</span> … <span dir=\"rtl\">אֲשֶׁר לָבַשׁ בּוֹ</span> <a data-ref=\"Esther 6:8\" href=\"/Esther.6.8\">Est 6:8</a>. <strong>e.</strong>  Pt. pass., <em>clothed with</em>, chiefly Ezek.;—c. acc. of garment, <a data-ref=\"Ezekiel 9:2\" href=\"/Ezekiel.9.2\">Ez 9:2</a>, <a data-ref=\"Ezekiel 9:3\" href=\"/Ezekiel.9.3\">3</a>; <a data-ref=\"Zechariah 3:3\" href=\"/Zechariah.3.3\">Zc 3:3</a>; <a data-ref=\"Proverbs 31:21\" href=\"/Proverbs.31.21\">Pr 31:21</a>; <a data-ref=\"Daniel 10:5\" href=\"/Daniel.10.5\">Dn 10:5</a>; of wearing armour <a data-ref=\"I Samuel 17:5\" href=\"/I_Samuel.17.5\">1 S 17:5</a>; cstr. before garment, <span dir=\"rtl\">לְבֻשׁ הַבַּדִּים</span> <a data-ref=\"Ezekiel 9:11\" href=\"/Ezekiel.9.11\">Ez 9:11</a>; <a data-ref=\"Ezekiel 10:2\" href=\"/Ezekiel.10.2\">10:2</a>, <a data-ref=\"Ezekiel 10:6\" href=\"/Ezekiel.10.6\">6</a>, <a data-ref=\"Ezekiel 10:7\" href=\"/Ezekiel.10.7\">7</a>, cf. <a data-ref=\"Ezekiel 23:6\" href=\"/Ezekiel.23.6\">23:6</a>, <a data-ref=\"Ezekiel 23:12\" href=\"/Ezekiel.23.12\">12</a>; <a data-ref=\"Ezekiel 38:4\" href=\"/Ezekiel.38.4\">38:4</a>; <a data-ref=\"Daniel 12:6\" href=\"/Daniel.12.6\">Dn 12:6</a>, <a data-ref=\"Daniel 12:7\" href=\"/Daniel.12.7\">7</a>. <strong>f.</strong>  fig.:—<span dir=\"rtl\">וְרוּחַ י׳ לָֽבְשָׁה אֶת־גִּדְע֑וֹן</span> <a data-ref=\"Judges 6:34\" href=\"/Judges.6.34\">Ju 6:34</a> <em>and the spirit of</em> <span dir=\"rtl\">י׳</span> <em>clothed itself with Gideon</em>, i.e. (GFM) took possession of him (cf. <span dir=\"rtl\">ܠܒܺܝܫ</span> <em>possessed</em>); so <a data-ref=\"I Chronicles 12:18\" href=\"/I_Chronicles.12.18\">1 Ch 12:18</a>; <a data-ref=\"II Chronicles 24:20\" href=\"/II_Chronicles.24.20\">2 Ch 24:20</a>; <span dir=\"rtl\">צֶדֶק לָבַשְׁתִּי וַיִּלְבָּשֵׁנִי</span> <a data-ref=\"Job 29:14\" href=\"/Job.29.14\">Jb 29:14</a> and it <em>clothed itself</em> in me, as it were, became incarnate in me.<br><strong>Pu.</strong>  only Pt. pl. <span dir=\"rtl\">מְלֻבָּשִׁים</span> <em>arrayed</em>, c. acc. of garment <a data-ref=\"I Kings 22:10\" href=\"/I_Kings.22.10\">1 K 22:10</a> = <a data-ref=\"II Chronicles 18:9\" href=\"/II_Chronicles.18.9\">2 Ch 18:9</a>, <a data-ref=\"II Chronicles 5:12\" href=\"/II_Chronicles.5.12\">2 Ch 5:12</a>; abs. <em>in full apparel</em> <a data-ref=\"Ezra 3:10\" href=\"/Ezra.3.10\">Ezr 3:10</a>.<br><strong>Hiph.</strong>  Pf. 3 ms. sf. <span dir=\"rtl\">הִלְבִּישַׁנִי</span> <a data-ref=\"Isaiah 61:10\" href=\"/Isaiah.61.10\">Is 61:10</a>; 3 fs. <span dir=\"rtl\">הִלְבִּישָׁה</span> <a data-ref=\"Genesis 27:16\" href=\"/Genesis.27.16\">Gn 27:16</a>; 2 ms. <span dir=\"rtl\">וְהִלְבַּשְׁתָּ֫</span> <a data-ref=\"Exodus 28:41\" href=\"/Exodus.28.41\">Ex 28:41</a> + 3 times; sf. <span dir=\"rtl\">וְהִלְבַּשְׁתָּם</span> (consec.) <a data-ref=\"Exodus 29:8\" href=\"/Exodus.29.8\">Ex 29:8</a>; <a data-ref=\"Numbers 20:26\" href=\"/Numbers.20.26\">Nu 20:26</a>; 1 s. sf. <span dir=\"rtl\">וְהִלְבַּשְׁתִּיו</span> <a data-ref=\"Isaiah 22:21\" href=\"/Isaiah.22.21\">Is 22:21</a>; 3 pl. <span dir=\"rtl\">הִלְבִּישׁוּ</span> <a data-ref=\"II Chronicles 28:15\" href=\"/II_Chronicles.28.15\">2 Ch 28:15</a>, <span dir=\"rtl\">וְהִלְבִּשׁוּ</span> (consec.) <a data-ref=\"Esther 6:9\" href=\"/Esther.6.9\">Est 6:9</a>; Impf. 3 ms. <span dir=\"rtl\">וַיַּלְבֵּשׁ</span> <a data-ref=\"Genesis 41:42\" href=\"/Genesis.41.42\">Gn 41:42</a> + 5 times; sf. <span dir=\"rtl\">וַיַּלְבִּשֵׁם</span> <a data-ref=\"Genesis 3:21\" href=\"/Genesis.3.21\">Gn 3:21</a>; <a data-ref=\"Leviticus 8:13\" href=\"/Leviticus.8.13\">Lv 8:13</a>; 3 fs. <span dir=\"rtl\">תַּלְבִּישׁ</span> <a data-ref=\"Proverbs 23:21\" href=\"/Proverbs.23.21\">Pr 23:21</a>, etc.; Inf. abs. <span dir=\"rtl\">הַלְבֵּשׁ</span> <a data-ref=\"Zechariah 3:4\" href=\"/Zechariah.3.4\">Zc 3:4</a>; cstr. <span dir=\"rtl\">הַלְבִּישׁ</span> <a data-ref=\"Esther 4:4\" href=\"/Esther.4.4\">Est 4:4</a>; Pt. sf. <span dir=\"rtl\">הַמַּלְבִּֽשְׁכֶּם</span> <a data-ref=\"I Samuel 1:24\" href=\"/I_Samuel.1.24\">1 S 1:24</a>;—<em>clothe, array with</em>. <strong>1.</strong>  usually c. 2 acc., <strong>a.</strong>  lit. <span dir=\"rtl\">וַיּלְבֵּשׁ אֹתוֹ בִּגְדֵי־שֵׁשׁ</span> <a data-ref=\"Genesis 41:42\" href=\"/Genesis.41.42\">Gn 41:42</a>; <a data-ref=\"II Samuel 1:24\" href=\"/II_Samuel.1.24\">2 S 1:24</a>; <a data-ref=\"Isaiah 22:21\" href=\"/Isaiah.22.21\">Is 22:21</a>; <a data-ref=\"Exodus 28:41\" href=\"/Exodus.28.41\">Ex 28:41</a>; <a data-ref=\"Exodus 29:5\" href=\"/Exodus.29.5\">29:5</a>, <a data-ref=\"Exodus 29:8\" href=\"/Exodus.29.8\">8</a>; <a data-ref=\"Exodus 40:13\" href=\"/Exodus.40.13\">40:13</a>, <a data-ref=\"Exodus 40:14\" href=\"/Exodus.40.14\">14</a> <a data-ref=\"Leviticus 8:7\" href=\"/Leviticus.8.7\">Lv 8:7</a>, <a data-ref=\"Leviticus 8:13\" href=\"/Leviticus.8.13\">13</a> <a data-ref=\"Numbers 20:26\" href=\"/Numbers.20.26\">Nu 20:26</a>, <a data-ref=\"Numbers 20:28\" href=\"/Numbers.20.28\">28</a> <a data-ref=\"Zechariah 3:4\" href=\"/Zechariah.3.4\">Zc 3:4</a>, <a data-ref=\"Zechariah 3:5\" href=\"/Zechariah.3.5\">5</a>; of clothing Jerus. under fig. of infant <a data-ref=\"Ezekiel 16:10\" href=\"/Ezekiel.16.10\">Ez 16:10</a>; of putting armour on some one <a data-ref=\"I Samuel 17:38\" href=\"/I_Samuel.17.38\">1 S 17:38</a><sup>(×2)</sup>. <strong>b.</strong>  fig., <a data-ref=\"Job 10:11\" href=\"/Job.10.11\">Jb 10:11</a> <em>thou hast clothed me with skin and flesh;</em> cf. <a data-ref=\"Job 39:19\" href=\"/Job.39.19\">39:19</a> (quivering of horse’s neck); <a data-ref=\"Isaiah 50:3\" href=\"/Isaiah.50.3\">Is 50:3</a>; <a data-ref=\"Isaiah 61:10\" href=\"/Isaiah.61.10\">61:10</a>; <a data-ref=\"Psalms 132:16\" href=\"/Psalms.132.16\">ψ 132:16</a>, <a data-ref=\"Psalms 132:18\" href=\"/Psalms.132.18\">18</a>. <strong>2.</strong>  c. acc. garment only, <a data-ref=\"Genesis 27:16\" href=\"/Genesis.27.16\">Gn 27:16</a> (+ <span dir=\"rtl\">עַל־יָדָיו</span>); fig., <a data-ref=\"Proverbs 23:21\" href=\"/Proverbs.23.21\">Pr 23:21</a>. <strong>3.</strong>  c. acc. pers. only <a data-ref=\"Genesis 3:21\" href=\"/Genesis.3.21\">Gn 3:21</a>; <a data-ref=\"Genesis 27:15\" href=\"/Genesis.27.15\">27:15</a> <a data-ref=\"II Chronicles 28:15\" href=\"/II_Chronicles.28.15\">2 Ch 28:15</a><sup>(×2)</sup> <a data-ref=\"Esther 4:4\" href=\"/Esther.4.4\">Est 4:4</a>; <a data-ref=\"Esther 6:9\" href=\"/Esther.6.9\">6:9</a>, <a data-ref=\"Esther 6:11\" href=\"/Esther.6.11\">11</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2ccb6084aa1cbf1e805", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מְעִיל² 1", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "BDB, מְעִיל² 1", "sourceHeRef": "בראון-דרייבר-בריגס, מְעִיל² א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מְעִיל²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">מְעִיל</span></big>  <strong>n.m.</strong> <a data-ref=\"I Samuel 2:19\" href=\"/I_Samuel.2.19\">1 S 2:19</a> <strong>robe (</strong>Thes conj. orig. meaning <em>cover</em> for √ <span dir=\"rtl\">מעל</span>, cf. <a data-ref=\"BDB, בָּגַד\" href=\"/BDB,_בָּגַד\", dir=\"rtl\">בגד</a>; BA<sup>ES 15</sup> comp. Arabic <span dir=\"rtl\">مُلَاءَةٌ</span> <em>an outer garment</em>, but against this Sta<sup>ThLZ, Apr. 28, 1894, 235</sup><strong>)</strong>;—<span dir=\"rtl\">מ׳</span> <a data-ref=\"Exodus 28:31\" href=\"/Exodus.28.31\">Ex 28:31</a> + 18 times; sf. <span dir=\"rtl\">מְעִילוֹ</span> <a data-ref=\"I Samuel 15:27\" href=\"/I_Samuel.15.27\">1 S 15:27</a>; <span dir=\"rtl\">מְעִלוֹ</span> <a data-ref=\"Job 1:20\" href=\"/Job.1.20\">Jb 1:20</a>; <a data-ref=\"Job 2:12\" href=\"/Job.2.12\">2:12</a> + 4 times sg.; pl. <span dir=\"rtl\">מְעִילִים</span> <a data-ref=\"II Samuel 13:18\" href=\"/II_Samuel.13.18\">2 S 13:18</a>, (but del. We Klo Kit Bu SS; orig. gloss <span dir=\"rtl\">מֵעוֹלָם</span> We Kit Bu); <span dir=\"rtl\">מְעִילֵיהֶם</span> <a data-ref=\"Ezekiel 26:16\" href=\"/Ezekiel.26.16\">Ez 26:16</a>;—exterior garment, <em>robe</em>, worn over the inner tunic <span dir=\"rtl\">כְּתֹנֶת</span>:<br><strong>1.</strong>  worn by men of rank: Saul and Jonathan <a data-ref=\"I Samuel 18:4\" href=\"/I_Samuel.18.4\">1 S 18:4</a>; <a data-ref=\"I Samuel 24:5\" href=\"/I_Samuel.24.5\">24:5</a>, <a data-ref=\"I Samuel 24:12\" href=\"/I_Samuel.24.12\">12</a><sup>(×2)</sup>; princes of the sea <a data-ref=\"Ezekiel 26:16\" href=\"/Ezekiel.26.16\">Ez 26:16</a>; Job <a data-ref=\"Job 1:20\" href=\"/Job.1.20\">Jb 1:20</a>; <a data-ref=\"Job 2:12\" href=\"/Job.2.12\">2:12</a>; Samuel <a data-ref=\"I Samuel 15:27\" href=\"/I_Samuel.15.27\">1 S 15:27</a>; <a data-ref=\"I Samuel 28:14\" href=\"/I_Samuel.28.14\">28:14</a>; Ezra <a data-ref=\"Ezra 9:3\" href=\"/Ezra.9.3\">Ezr 9:3</a>, <a data-ref=\"Ezra 9:5\" href=\"/Ezra.9.5\">5</a>; David clothed with <span dir=\"rtl\">מ׳ בוץ</span> <a data-ref=\"I Chronicles 15:27\" href=\"/I_Chronicles.15.27\">1 Ch 15:27</a> (in the procession of the ark); the child Samuel had <span dir=\"rtl\">מ׳ קָטֹן</span> <a data-ref=\"I Samuel 2:19\" href=\"/I_Samuel.2.19\">1 S 2:19</a>;—(it had a skirt <span dir=\"rtl\">כנף</span> <a data-ref=\"I Samuel 15:27\" href=\"/I_Samuel.15.27\">1 S 15:27</a>; <a data-ref=\"I Samuel 24:5\" href=\"/I_Samuel.24.5\">24:5</a>, <a data-ref=\"I Samuel 24:12\" href=\"/I_Samuel.24.12\">12</a><sup>(×2)</sup>).<br><strong>2.</strong>  worn by the daughters of David <a data-ref=\"II Samuel 13:18\" href=\"/II_Samuel.13.18\">2 S 13:18</a> (but prob. del., v. supr.)<br><strong>3.</strong>  robe of high priest (only P): <span dir=\"rtl\">מְעִיל הָאֵפוֹד</span>, made of purple stuff, <a data-ref=\"Exodus 28:31\" href=\"/Exodus.28.31\">Ex 28:31</a>; <a data-ref=\"Exodus 29:5\" href=\"/Exodus.29.5\">29:5</a>; <a data-ref=\"Exodus 39:22\" href=\"/Exodus.39.22\">39:22</a>; <span dir=\"rtl\">אפוד ומעיל</span> <a data-ref=\"Exodus 28:4\" href=\"/Exodus.28.4\">28:4</a>; <span dir=\"rtl\">הַמְּעִיל</span> <a data-ref=\"Leviticus 8:7\" href=\"/Leviticus.8.7\">Lv 8:7</a>, having <span dir=\"rtl\">שׁוּלֵי הַמְּעִיל</span> skirts <a data-ref=\"Exodus 28:34\" href=\"/Exodus.28.34\">Ex 28:34</a>; <a data-ref=\"Exodus 39:24\" href=\"/Exodus.39.24\">39:24</a>, <a data-ref=\"Exodus 39:25\" href=\"/Exodus.39.25\">25</a>, <a data-ref=\"Exodus 39:26\" href=\"/Exodus.39.26\">26</a>, around which were alternate coloured pomegranates and golden bells, and <span dir=\"rtl\">פִּי הַמְּעִיל</span>, an opening or hole by which it might be drawn over the head <a data-ref=\"Exodus 39:28\" href=\"/Exodus.39.28\">39:28</a>.<br><strong>4.</strong>  fig. of attributes (of <span dir=\"rtl\">י׳</span>, and of men), <span dir=\"rtl\">קנאה</span> <a data-ref=\"Isaiah 59:17\" href=\"/Isaiah.59.17\">Is 59:17</a>; <span dir=\"rtl\">צדקה</span> <a data-ref=\"Isaiah 61:10\" href=\"/Isaiah.61.10\">61:10</a>; <span dir=\"rtl\">משׁפט</span> <a data-ref=\"Job 29:14\" href=\"/Job.29.14\">Jb 29:14</a>; <span dir=\"rtl\">בשׁת</span> <a data-ref=\"Psalms 109:29\" href=\"/Psalms.109.29\">ψ 109:29</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64259e39d40306d40381f4ea", "index_title": "Introductions to Tanaitic Literature", "category": "Talmud", "type": "", "ref": "Introductions to Tanaitic Literature, Introduction to Halakhic Midrashim, Sifrei Numbers 357", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Introductions to Tanaitic Literature, Introduction to Halakhic Midrashim, Sifrei Numbers 357", "sourceHeRef": "מבואות לספרות התנאים, מבוא למדרשי הלכה, ספרי במדבר שנ״ז", "anchorVerse": 7, "sourceHasEn": false, "commentaryNum": 357, "collectiveTitle": {"en": "Introductions to Tanaitic Literature", "he": "מבואות לספרות התנאים"}, "heTitle": "ספרי במדבר", "he": "הנוסח \"שמונת אלפים\" הוא הנוסח העתיק, שישנו בד\"ו, כ\"י מ' (שמני'), ע\"י, מנחת שי (ויקרא ח ז), גליון הש\"ס בברכות ז א, חיד' קדושין לא נודעו למי, שם (<b>ח'</b> אלפים ותת<b>מ\"ח</b>), ותה\"ג הרכבי סי' ג<sup class=\"footnote-marker\">188</sup><i class=\"footnote\">בילקוט שמיני ר' תקמ\"ה: <b>מ'</b> אלפים ותתקפ\"ג, צ\"ל: <b>ח'</b> אלפים ותתפ\"ג.</i>. וכי זהו הנוסח העיקרי יוצא<sup class=\"footnote-marker\">189</sup><i class=\"footnote\">כמו שהעיר עהרנטרוי שם.</i> מתוך הברייתא השניה, שהיא מונה \"והתגלח חציין של פסוקים\", שהוא הבדל של <b>ק\"ס</b> פסוקים בין מקום־החיצוי של המסורה לזה של הברייתא, הבדל שאי־אפשר לפרשו אלא ע\"י ההבדל הגדול שבחלוקת הפסוקים שבין הברייתא והמסורה, ע\"י ריבוי של פסוקים קצרים<sup class=\"footnote-marker\">190</sup><i class=\"footnote\">עהרנטרוי חושב שחלק גדול מן המספר שביניהם נופל לחלקו של ספר דברים שפסוקיו <b>ארוכים</b>, וע\"י כך נדחה מקום־החיצוי לצד ספר דברים.</i>.", "heVersionTitle": "Jerusalem, 1957", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6665cdb4edc871a0ca3a7693", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 8:7:1", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "David Zvi Hoffmann on Leviticus 8:7:1", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא ח׳:ז׳:א׳", "anchorVerse": 7, "sourceHasEn": false, "commentaryNum": 7.0001, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>ז-ט.</b> על דבר בגדי הכהונה השוה שמות כח. המכנסים לא נזכרו כאן משום שאהרן בעצמו לבש אותם מיד אחרי הטבילה. גם משמות כח, מא ואילך יוצא, כי הלבשת המכנסים לא נעשתה על ידי משה. בצו ההלבשה (שמות כט ה) חסר האבנט בתחילה (בפסוק ה), אך הושלם אחרי כן בפסוק ט עם בגדי בני אהרן.<i data-commentator=\"Endnotes\" data-label=\"558\" data-order=\"558\"></i> ההבדלים האחרים בסדר ההלבשה בין הפסוקים כאן ובין הפסוקים שבשמות אפשר לבאר בנקל, השוה רמב\"ן ויומא ה: ועוד במכילתא דמילואים באריכות ופירושו של מלבי\"ם פסקות קעא-קעב.", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6682730610a13a863f2a8d7b", "index_title": "Hadar Zekenim on Torah", "category": "Commentary", "type": "commentary", "ref": "Hadar Zekenim on Torah, Leviticus 8:7:1", "anchorRef": "Leviticus 8:7", "anchorRefExpanded": ["Leviticus 8:7"], "sourceRef": "Hadar Zekenim on Torah, Leviticus 8:7:1", "sourceHeRef": "הדר זקנים על התורה, ויקרא ח׳:ז׳:א׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1250, 1300], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Hadar Zekenim", "he": "הדר זקנים"}, "heTitle": "ויקרא", "he": "ואת כל העדה הקהילו אל פתח אהל מועד. אעפ\"י שלא הוקם המשכן עד יום שמיני של מלואים שהוא ר\"ח ניסן כדכתי' בפרשת ותכל אמרו בתורת כהנים כל ז' ימי המלואים היה משה מעמיד המשכן שחרית וערבית ומפרקו ובשמיני העמידו ולא פרקו ולכך נאמר הוקם המשכן:", "heVersionTitle": "Livorno, 1840", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]