[{"_id": "521b148bedbab45814ae4f38", "index_title": "Rashi on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Leviticus 8:8:1", "anchorRef": "Leviticus 8:8", "anchorRefExpanded": ["Leviticus 8:8"], "sourceRef": "Rashi on Leviticus 8:8:1", "sourceHeRef": "רש\"י על ויקרא ח׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על ויקרא", "he": "<b>את האורים.</b> כְּתָב שֶׁל שֵׁם הַמְפֹרָשׁ:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "את האורים THE URIM — an inscription bearing the Proper Name of the Lord (cf. Rashi on Exodus XXV 3:30).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe3fbfba276047f6cc8", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 8:8", "anchorRef": "Leviticus 8:8", "anchorRefExpanded": ["Leviticus 8:8"], "sourceRef": "Onkelos Leviticus 8:8", "sourceHeRef": "תרגום אונקלוס על ויקרא ח׳:ח׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 8.0008, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "וְשַׁוִּי עֲלוֹהִי יָת חוּשְׁנָא וִיהַב בְּחוּשְׁנָא יָת אוּרַיָּא וְיָת תֻּמַיָּא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "He put the breastplate on him and he placed in the breastplate the <i>urim</i> and the <i>tumim.</i>", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec4ff", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 8:8", "anchorRef": "Leviticus 8:8", "anchorRefExpanded": ["Leviticus 8:8"], "sourceRef": "Targum Jonathan on Leviticus 8:8", "sourceHeRef": "תרגום יונתן על ויקרא ח׳:ח׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 8.0008, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "וְשַׁוִי עֲלוֹי יַת חוּשְׁנָא וְסַדֵר בְּחוּשְׁנָא יַת אוּרַיָיא וְיַת תּוּמַיָא", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And he set the breast plate upon him, and ordered in the breastplate the uraia and the tummaia.\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54bd482dfbfba21733362aa4", "index_title": "Ramban on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Exodus 28:30:1", "anchorRef": "Leviticus 8:8", "anchorRefExpanded": ["Leviticus 8:8"], "sourceRef": "Ramban on Exodus 28:30:1", "sourceHeRef": "רמב\"ן על שמות כ״ח:ל׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 30.0001, "collectiveTitle": {"en": "Ramban on Exodus", "he": "רמב\"ן על שמות"}, "he": "<b>וְנָתַתָּ אֶל חֹשֶׁן הַמִּשְׁפָּט אֶת הָאוּרִים וְאֶת הַתֻּמִּים</b> סָבַר רַבִּי אַבְרָהָם לְהִתְחַכֵּם בְּעִנְיַן הָאוּרִים וְהַתֻּמִּים, וְאָמַר (שמות כ\"ח:ו') כִּי הֵם מַעֲשֵׂה אֻמָּן כֶּסֶף וְזָהָב, וְהֶאֱרִיךְ בְּעִנְיָנָם כִּי חָשַׁב שֶׁהֵם עַל הַצּוּרוֹת שֶׁיַּעֲשׂוּ בַּעֲלֵי הַכּוֹכָבִים לָדַעַת מַחְשֶׁבֶת הַשּׁוֹאֵל. וְלֹא אָמַר כְּלוּם. אֲבָל הֵם כְּדִבְרֵי רַשִׁ\"י (רש\"י על שמות כ\"ח:ל'), כְּתָב שֵׁם הַמְּפֹרָשׁ (תיב\"ע) נָתוּן בֵּין כִּפְלֵי הַחֹשֶׁן, וּלְכָךְ הֻצְרַךְ לִהְיוֹת כָּפוּל (שמות כ\"ח:ט\"ז). וְהָרְאָיָה, כִּי לֹא נִזְכְּרוּ אוּרִים וְתֻמִּים כְּלָל בְּמַעֲשֵׂה הָאֻמָּנִים, וְלֹא הִזְכִּירָם לָהֶם בַּצַּוָּאָה וְלֹא בַּמַּעֲשֶׂה כְּלָל. וּפֵרֵט בַּבְּגָדִים \"וַיַּעַשׂ אֶת הָאֵפוֹד\" (שמות ל\"ט:ב'), \"וַיַּעַשׂ אֶת הַחֹשֶׁן\" (שם ח), וְלֹא אָמַר וַיַּעַשׂ הָאוּרִים וְהַתֻּמִּים, וְאִלּוּ הָיוּ מַעֲשֵׂה חָרָשׁ חָכָם הָיָה מַאֲרִיךְ בָּהֶם יוֹתֵר מִן הַכֹּל, וְאִם אוּלַי יִרְצֶה לְקַצֵּר בָּהֶם לְעָמְקָם הָיָה אוֹמֵר וְעָשִׂיתָ אוּרִים וְתֻמִּים כַּאֲשֶׁר הֶרְאָה אֹתְךָ בָּהָר זָהָב טָהוֹר תַּעֲשֶׂה אֹתָם אוֹ כֶּסֶף מְזֻקָּק:<br>וְעוֹד תָּשׁוּב תִּרְאֶה כִּי לֹא הִזְכִּיר בְּהֵ\"א הַיְּדִיעָה אֶחָד מִכָּל הַכֵּלִים שֶׁלֹּא נִזְכְּרוּ כְּבָר, אֲבָל אָמַר \"וְעָשׂוּ אֲרוֹן\" (שמות כ\"ה:י'), \"וְעָשִׂיתָ שֻׁלְחָן\" (שם כג), \"וְעָשִׂיתָ מְנוֹרַת\" (שם לא), וְכֵן כֻּלָּם וּבַמִּשְׁכָּן אָמַר \"וְאֶת הַמִּשְׁכָּן תַּעֲשֶׂה\" (שם כו א), בַּעֲבוּר שֶׁכְּבָר הִזְכִּירוֹ \"וְעָשׂוּ לִי מִקְדָּשׁ\" (שם כה ח). וְהִנֵּה בָּאוּרִים וְתֻמִּים אָמַר (כאן) \"וְנָתַתָּ אֶל חֹשֶׁן הַמִּשְׁפָּט אֶת הָאוּרִים וְאֶת הַתֻּמִּים\", לֹא צִוָּה אֹתוֹ בַּעֲשִׂיָּתָם, וְהִזְכִּירָם הַכָּתוּב בְּהֵ\"א הַיְּדִיעָה, וְלֹא הִזְכִּירָם הַכָּתוּב רַק בְּמֹשֶׁה לְבַדּוֹ, שֶׁאָמַר בַּצַּוָּאָה \"וְנָתַתָּ אֶל חֹשֶׁן הַמִּשְׁפָּט\", וּבַמַּעֲשֶׂה \"וַיִּתֵּן אֶל הַחֹשֶׁן אֶת הָאוּרִים וְאֶת הַתֻּמִּים\" (ויקרא ח ח), כִּי לֹא הָיוּ מַעֲשֵׂה אֻמָּן וְלֹא הָיָה לָאֻמָּנִים וְלֹא לִקְהַל יִשְׂרָאֵל בָּהֶם מַעֲשֶׂה וְלֹא נְדָבָה כְּלָל, אֲבָל הֵם סוֹד מָסוּר לְמֹשֶׁה מִפִּי הַגְּבוּרָה, וְהוּא כְּתָבָם בִּקְדֻשָּׁה, אוֹ הָיוּ מַעֲשֵׂה שָׁמַיִם, וּלְכָךְ יַזְכִּירֵם סְתָם וּבִידִיעָה, כְּמוֹ וַיַּשְׁכֵּן מִקֶּדֶם לְגַן עֵדֶן אֶת הַכְּרֻבִים (בראשית ג כד): וְהִנֵּה מֹשֶׁה לָקַח כְּתָב הָאוּרִים וְהַתֻּמִּים וְהִנִּיחָם שָׁם בְּחֹשֶׁן הַמִּשְׁפָּט אַחֲרֵי שֶׁהִלְבִּישׁ אֶת אַהֲרֹן הָאֵפוֹד וְהַחֹשֶׁן, כְּמוֹ שֶׁאָמַר (ויקרא ח ז ח) \"וַיִּתֵּן עָלָיו אֶת הָאֵפֹד וַיַּחְגֹּר אֹתוֹ בְּחֵשֶׁב הָאֵפֹד, וַיָּשֶׂם עָלָיו אֶת הַחֹשֶׁן וַיִּתֵּן אֶל הַחֹשֶׁן אֶת הָאוּרִים וְאֶת הַתֻּמִּים\", כִּי לְאַחַר כֵּן נְתָנָם בֵּין כִּפְלֵי הַחֹשֶׁן:<br>וְהָעִנְיָן הוּא, כִּי הָיוּ שֵׁמוֹת קְדוֹשִׁים, מִכֹּחָם יָאִירוּ הָאוֹתִיּוֹת מֵאַבְנֵי הַחֹשֶׁן אֶל עֵינֵי הַכֹּהֵן הַשּׁוֹאֵל בְּמִשְׁפָּטָם (במדבר כז כא) וְהַמָּשָׁל, כִּי כַּאֲשֶׁר שָׁאֲלוּ \"מִי יַעֲלֶה לָּנוּ אֶל הַכְּנַעֲנִי בַּתְּחִלָּה לְהִלָּחֶם\" (שופטים א א). הָיָה הַכֹּהֵן מְכַוֵּן בַּשֵּׁמוֹת שֶׁהֵם הָאוּרִים, וְהֵאִירוּ לְעֵינָיו אוֹתִיּוֹת יְהוּדָה, וְיוֹ\"ד מִלֵּוִי, וְעַיִ\"ן מִשִּׁמְעוֹן, וְלָמֶ\"ד מִלֵּוִי, וְהֵ\"א מֵאַבְרָהָם הַכָּתוּב שָׁם עַל דַּעַת רַבּוֹתֵינוּ (יומא עג:). אוֹ שֶׁהֵאִירָה פַּעַם אַחֶרֶת לְנֶגֶד עֵינָיו הֵ\"א מִיהוּדָה. וְהִנֵּה כַּאֲשֶׁר הָאוֹתִיּוֹת מְאִירוֹת אֶל עֵינֵי הַכֹּהֵן עֲדַיִן לֹא יָדַע סִדּוּרָן, כִּי מִן הָאוֹתִיּוֹת אֲשֶׁר סִדְּרוּ מֵהֶן \"יְהוּדָה יַעֲלֶה\" הָיָה אֶפְשָׁר לְהֵעָשׂוֹת מֵהֶם \"הויהד עליה\", אוֹ \"היעל ידוהה\", וְתֵבוֹת אֲחֵרוֹת רַבּוֹת מְאֹד, אֲבָל הָיוּ שָׁם שְׁמוֹת הַקֹּדֶשׁ אֲחֵרִים נִקְרָאִים \"תֻּמִּים\", מִכֹּחָם יִהְיֶה לֵב הַכֹּהֵן תָּמִים בִּידִיעַת עִנְיַן הָאוֹתִיּוֹת שֶׁהֵאִירוּ לְעֵינָיו. כִּי כַּאֲשֶׁר כִּוֵּן בִּשְׁמוֹת הָאוּרִים וְהֵאִירוּ, חוֹזֵר מִיָּד וּמְכַוֵּן בִּשְׁמוֹת הַתֻּמִּים. וְעוֹדָם הָאוֹתִיּוֹת מְאִירוֹת לְעֵינָיו, וְיָבֹא בְּלִבּוֹ שֶׁחִבּוּרָם \"יְהוּדָה יַעֲלֶה\". וְזֹאת מַדְרֵגָה מִמַּדְרֵגוֹת רוּחַ הַקֹּדֶשׁ, הִיא לְמַטָּה מִן הַנְּבוּאָה, וּלְמַעְלָה מִבַּת קוֹל שֶׁמִּשְׁתַּמְּשִׁים בָּהּ בְּבַיִת שֵׁנִי לְאַחַר שֶׁפָּסְקָה הַנְּבוּאָה וּפָסְקוּ אוּרִים וְתֻמִּים כְּמוֹ שֶׁהִזְכִּירוּ רַבּוֹתֵינוּ (שם כא:): וְאֶפְשָׁר שֶׁאַחֲרֵי שֶׁנָּתַן מֹשֶׁה בַּחֹשֶׁן הַשֵּׁמוֹת הַקְּדוֹשִׁים שֶׁל הָאוּרִים וְהַתֻּמִּים הָיוּ נוֹדָעִים בְּמָסֹרֶת מִמֶּנּוּ לִגְדוֹלֵי חַכְמֵי יִשְׂרָאֵל שֶׁמְּסָרָם לָהֶם עִם סִתְרֵי תּוֹרָה, וּלְפִיכָךְ הָיָה בְּיַד דָּוִד אֵפוֹד (שמואל א כ\"ג:ו'), וְהָיָה כִּדְמוּת אֵפוֹד מֹשֶׁה, וּבוֹ חֹשֶׁן כִּדְמוּת חֹשֶׁן הַקֹּדֶשׁ, אֲבָל נִרְאֶה שֶׁהָיוּ בַּד, כַּאֲשֶׁר נֶאֱמַר בִּשְׁמוּאֵל (שם ב יח) \"נַעַר חָגוּר אֵפוֹד בָּד\", וְאָמַר בְּנוֹב עִיר הַכֹּהֲנִים (שם כב יח) \"שְׁמֹנִים וַחֲמִשָּׁה אִישׁ נֹשֵׂא אֵפוֹד בָּד\", וְיַלְבִּישׁוּ אוֹתוֹ אֶת הַכֹּהֵן שֶׁהוּא מִבְּנֵי הַנְּבִיאִים וְשׁוֹאֲלִים בּוֹ וְנַעֲנִין לִפְעָמִים, כַּאֲשֶׁר חָשַׁב בָּזֶה ר\"א. וּמַה שֶׁאָמַר שֶׁאִלּוּ רָאָה תְּשׁוּבַת רַבֵּנוּ הַאיֵי לֹא אָמַר כָּכָה, כְּבָר רְאִינוּהָ וַחֲשַׁבְנוּהָ, וְיָדַעְנוּ כִּי ר\"א לֹא נִתְכַּוֵּן אֵלֶיהָ:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND THOU SHALT PUT IN THE BREASTPLATE OF JUDGMENT THE URIM AND THE THUMMIM. Rabbi Abraham ibn Ezra thought to display wisdom in the matter of the Urim and the Thummim, by saying that they were made by a craftsman from gold and silver, and he continued his discussion of them in this vein, for he thought that they were akin to the forms which the astrologers make in order to know the thoughts of the one who comes to ask of them [about the future]. But what [Ibn Ezra] said is of no import. Rather, the Urim and the Thummim are as Rashi has written: “This was an inscription of the Proper Name of G-d which was placed between the folds of the breastplate.” It was for this reason that the breastplate had to be double<sup class=\"footnote-marker\">73</sup><i class=\"footnote\">Verse 16.</i> [i.e., made of a material that was folded in order to form a sort of bag, into which the Urim and the Thummim — the sacred Names of G-d, as explained further on, — were placed by Moses]. The proof for this is that in the work of the craftsmen the Urim and the Thummim are not mentioned at all, neither in the command nor in the [description of the] making thereof. Now concerning the garments He details: <i>And he made the ephod</i>,<sup class=\"footnote-marker\">74</sup><i class=\"footnote\">Further, 39:2.</i> <i>and he made the breastplate</i>,<sup class=\"footnote-marker\">75</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 8.</i> but it does not say, “and he made the Urim and the Thummim.” And if it were the work of a skilled engraver He would have dealt with it in greater length than with all [the garments]. Even if perhaps He desired to shorten the discussion about them on account of their profundity, He would at least have said here, “and thou shalt make the Urim and the Thumim as it has been shown to you in the mount; of pure gold — or purified silver — you shall make them.” moreover, you will notice that He did not use the definite article in connection with any of the vessels [of the Tabernacle] which had not been previously mentioned. Instead, He said, <i>and they shall make an ark;</i><sup class=\"footnote-marker\">76</sup><i class=\"footnote\">Above, 25:10.</i> <i>and thou shalt make a table;</i><sup class=\"footnote-marker\">77</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 23.</i> <i>and thou shalt make a candelabrum,</i><sup class=\"footnote-marker\">78</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 31</i> and thus too in connection with all of them. In the case of the Tabernacle, however, He said, <i>And thou shalt make ‘the’ Tabernacle</i>,<sup class=\"footnote-marker\">79</sup><i class=\"footnote\"><i>Ibid.</i>, 26:1.</i> because He had already mentioned it [in saying], <i>And let them make Me a Sanctuary</i>.<sup class=\"footnote-marker\">80</sup><i class=\"footnote\"><i>Ibid.</i>, 25:8.</i> Now with reference to the Urim and the Thummim He said, <i>And thou shalt put in the breastplate of judgment ‘the’ Urim and ‘the’ Thummim</i>. He did not command him as to the making of them, and yet Scripture mentions them with the definite article! Moreover, Scripture mentions them with reference to Moses only, saying by way of command, <i>and thou shalt put in the breastplate of judgment…;</i> similarly, at the time of making them it says, <i>and in the breastplate he put the Urim and the Thummim</i>,<sup class=\"footnote-marker\">81</sup><i class=\"footnote\">Leviticus 8:8.</i> since they were not the work of craftsmen. Neither craftsmen nor the congregation of Israel had any part whatsoever in their making or in their donation, for they were a secret transmitted by the Almighty to Moses, and he wrote them in holiness. They<sup class=\"footnote-marker\">82</sup><i class=\"footnote\">In Ricanti [quoting the language of Ramban]: “Or they were…”</i> were thus of heavenly origin, and therefore they are referred to without any specification and with the definite article, in a similar usage to that which we have in the verse, <i>and He placed at the east of the garden of Eden the cherubim</i>.<sup class=\"footnote-marker\">83</sup><i class=\"footnote\">Genesis 3:24. Here too Scripture uses the definite article [<i>‘the’ cherubim</i>] and yet nowhere previously do we read concerning them (Bachya).</i> Now Moses took the inscription of the Urim and the Thummim, and placed them in the breastplate of judgment after he had clothed Aaron with the ephod and the breastplate, as it is said, <i>And he put the ephod upon him, and he girded him with the skilfully-woven band of the ephod… And he placed the breastplate upon him; and in the breastplate he put the Urim and the Thummim</i>.<sup class=\"footnote-marker\">84</sup><i class=\"footnote\">Leviticus 8:7-8.</i> For only after [Aaron was already clothed with the ephod and the breastplate] did Moses place the Urim and the Thummim between the folds of the breastplate.<br>Thus the Urim and the Thummim were the holy Names of G-d, and it was by virtue of the power residing in these Names that the letters inscribed upon the stones of the breastplate would light up before the eyes of the priest who inquired of their judgment.<sup class=\"footnote-marker\">85</sup><i class=\"footnote\">Numbers 27:21.</i> For example, when they inquired, <i>Who shall go up for us first against the Canaanites, to fight against them</i>,<sup class=\"footnote-marker\">86</sup><i class=\"footnote\">Judges 1:1. — Scripture continues [in Verse 2]: <i>And the</i> Eternal said: <i>‘Yehudah ya’aleh’ (Judah shall go up)</i>.</i> the priest fixed his thoughts on those Divine Names which were the Urim [literally: “lights”], and the letters forming the name <i>Yehudah</i> lighted up before his eyes, and [for the word <i>ya’aleh</i> — “he shall go up”] the letter <i>yod</i> lighted up from the word <i>Levi</i>,<sup class=\"footnote-marker\">87</sup><i class=\"footnote\">The twelve stones in the breastplate bore the names of the twelve tribes of Israel. Since there was no letter <i>tzade</i> amongst these names, the patriarchs’ names [<i>Avraham, Yitzchak</i> and <i>Yaakov</i>] were also inscribed upon the stones. Finally to include the letter <i>tet</i> the words <i>shivtei Y-ah</i> (“the tribes of G-d”) were also written upon them (Yoma 73 b). The answer given to the priest who inquired of the Urim and Thummim was through the gleaming forth of the letters written upon the stones. Thus when the tribes asked, <i>Who shall go up for us first against the Canaanites?</i> the name <i>Yehudah</i> gleamed forth, and as for the word <i>ya’aleh</i>, the <i>yod</i> of <i>Levi</i> lighted up etc.</i> the <i>ayin</i> from <i>Shimon</i>, the <i>lamed</i> from <i>Levi</i>, and the <i>hei</i> from <i>Avraham</i> which was also written there, according to the opinion of our Rabbis,<sup class=\"footnote-marker\">88</sup><i class=\"footnote\">Yoma 73b. See Note above.</i> or perhaps the <i>hei</i> from <i>Yehudah</i> lighted up a second time. Now when the letters lighted up before the eyes of the priest, he did not yet know their arrangement [that is, how these letters were to be grouped together into words], for from the letters forming the words <i>Yehudah ya’aleh</i> (Judah shall go up), it is possible to form the words: <i>hoy heid alehah</i>,<sup class=\"footnote-marker\">89</sup><i class=\"footnote\">“The echo of woe upon it.”</i> or <i>hie al Yehudah</i>,<sup class=\"footnote-marker\">90</sup><i class=\"footnote\">“Lamentation upon Judah.”</i> and very many other words. But then there were other sacred Divine Names [in the fold of the breastplate] called Thummim [literally: “perfection”], through whose power the priest’s heart was made perfect to understand the meaning of the letters which lighted up before his eyes. Thus, when he fixed his thoughts on the Divine Names in the Urim, and the letters lighted up, he would then immediately turn and fix his thoughts on the Divine Names in the Thummim, whilst the letters [of the Urim] were still lit up before him, and then it came to his mind that they combine to form the words <i>Yehudah ya’aleh</i> (Judah shall go up). This knowledge [of how to combine the letters that lit up in the breastplate into words], is one level of the degrees of <i>Ruach Hakodesh</i>.<sup class=\"footnote-marker\">91</sup><i class=\"footnote\">Literally: “The Holy Spirit.” See Moreh Nebuchim II, 45, beginning: “second degree of prophecy.”</i> It is lower than prophecy, and higher than the <i>Bath Kol</i><sup class=\"footnote-marker\">92</sup><i class=\"footnote\">Literally: “echo” or “reverberating sound.” It is here used in the sense of a Divine Voice which on certain occasions was heard coming forth from the Holy of Holies (Sotah 33 a).</i> which served [Israel] in the Second Sanctuary after prophecy had ceased, and after the Urim and Thummim had ceased, just as our Rabbis have mentioned.<sup class=\"footnote-marker\">93</sup><i class=\"footnote\">Yoma 21b.</i> It is possible that after Moses placed the sacred Names of the Urim and Thummim in the breastplate, they became known to the great Sages of Israel, having been transmitted to them from Moses together with the secrets of the Torah. Hence we find that David possessed an ephod<sup class=\"footnote-marker\">94</sup><i class=\"footnote\">I Samuel 23:6.</i>, which was similar to the ephod of Moses, and together with it was a breastplate similar to the holy breastplate [in the Tabernacle]. It appears, however, that [instead of being made of gold, blue-purple etc.] it was made of linen, just as it says of Samuel that he was <i>a child, girden with a linen ephod</i>,<sup class=\"footnote-marker\">95</sup><i class=\"footnote\"><i>Ibid.</i>, 2:18.</i> and of Nob, the city of priests, it is said, <i>fourscore and five persons that did wear a linen ephod</i>.<sup class=\"footnote-marker\">96</sup><i class=\"footnote\"><i>Ibid</i>, 22:18.</i> They would clothe a priest who was of <i>the sons of the prophets</i>,<sup class=\"footnote-marker\">97</sup><i class=\"footnote\">II Kings 4:1. A term denoting the disciples of the prophets, or those who sought the prophetic gift.</i> and inquire of him [regarding certain events] and at times they were answered, just as Rabbi Abraham ibn Ezra thought on this point. However, as far as that which he [Ibn Ezra] said, that if [Rashi] had seen the responsum of Rabbeinu Hai,<sup class=\"footnote-marker\">98</sup><i class=\"footnote\">The last of the Gaonim. He was a son of Rabbeinu Sherira Gaon (see Vol. I, p. 97, Note 477). — Rabbeinu Hai Gaon wrote in a responsum that by invoking the Proper Name of G-d, or the names of the angels, one could not predict future events. Using this responsum as a basis, Ibn Ezra commented that if Rashi had seen this responsum he would not have written that the Urim and Thummim were inscriptions of the Proper Name of G-d etc. [as quoted above]. — To this comment of Ibn Ezra, Ramban answers caustically: “We have already seen this responsum of Rabbeinu Hai and have pondered its meaning, and we do know that it was Ibn Ezra’s understanding that did not grasp it.”</i> he would not have explained as he did, [that the Urim and Thummim were inscriptions of the Proper Name of G-d] — now we have already seen that responsum and have considered it, and we know [for a certainty] that it was Rabbi Abraham whose opinion [shows that he] did not grasp it.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "568eae5bd6e4a9770dec31fc", "index_title": "Shadal on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Shadal on Leviticus 8:8:1", "anchorRef": "Leviticus 8:8", "anchorRefExpanded": ["Leviticus 8:8"], "sourceRef": "Shadal on Leviticus 8:8:1", "sourceHeRef": "שד\"ל על ויקרא ח׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על ויקרא", "he": "ויתן אל החשן את האורים ואת התומים: משה נתנם בחשן בשעת לבישה, א\"כ לא היו קבועים בחשן, א\"כ היה הכהן משתמש בהם לפרקים ומוציאם מתוך החשן, ואולי היו כ\"ב אותיות חקוקות על כ\"ב תחיכות קטנות של עץ או של מתכת, והיה הכהן מרים משם אות אחת ואח\"כ אות אחרת, והשגחת ה' היתה מזמנת לו תשובה נכונה לשאלתו; והיו האותיות ההן נקראות כל א' בשם מיוחד, האל\"ף היתה נקראת אוּר,  והת\"ו היתה נקראת תם, וכללן מאל\"ף ועד ת\"ו נקרא אורים ותומים, ומזה נמשכת קבלת רז\"ל שמאותיות שמות השבטים היו מבינים התשובה.", "heVersionTitle": "Shadal first edition, Padua 1871", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד״ל במהדורה המקורית, פדובה 1871", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77d01d6e4a94c7c18a486", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 8:8", "anchorRef": "Leviticus 8:8", "anchorRefExpanded": ["Leviticus 8:8"], "sourceRef": "Tafsir Rasag, Leviticus 8:8", "sourceHeRef": "תפסיר רס\"ג, ויקרא ח׳:ח׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 8.0008, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "וציר עליה אלבדנה וג̇על פיהא אלאנואר ואלצחאיח", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b237d6e4a902855fe04f", "index_title": "Tur HaArokh", "category": "Quoting Commentary", "type": "", "ref": "Tur HaArokh, Exodus 28:30:1", "anchorRef": "Leviticus 8:8", "anchorRefExpanded": ["Leviticus 8:8"], "sourceRef": "Tur HaArokh, Exodus 28:30:1", "sourceHeRef": "הטור הארוך, שמות כ״ח:ל׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 30.0001, "collectiveTitle": {"en": "Tur HaArokh", "he": "הטור הארוך"}, "heTitle": "שמות", "he": "<b>ונתת אל חשן המשפט את האורים ואת התומים. </b>כתב הרמב\"ן סבר ר' אברהם להתחכם בענין האורים והתומים וסבר כי הם מעשה אומן כסף וזהב וחשב כי הם צורות שעושים בעלי הכוכבים לדעת בהם מעשה השואל ולא אמר כלום אלא הם כדברי רש\"י ששם המפורש נתון בין כפלי החושן וראי' לדבר כי לא נזכרו אורים במעשה האומנים לא בצוואה ולא בעשיי' שכלל ופרט ויעש את האפוד ויעש את החשן ולא הזכיר אלו כלל ולא הזכירם רק במשה לבדו שאמר בצוואה ונתת אל חשן המשפט וכן בעשיי' ויתן אל החשן את האורים ואת התומים ולא הי' לאומן בהם מעשה ולא לקהל בהם נדבה אבל הוא סוד מסור למשה מפי הגבורה והוא כתבם בקדושה ומשה לקח כתב האורים והתומים והניחן בחשן המשפט אחר שהלביש לאהרן החשן והאפוד והענין כי היו שמות הקדושים מכחם יאירו האותיות מאבני החשן אל עיני הכהן השואל כאשר שאלו מי יעלה לנו הי' הכהן מכוין באותיות האורים והאירו לעיניו אותיות יהודה יו\"ד מלוי ועי\"ן משמעון ול' מלוי וה' מאברהם ועדיין לא ידע סידורן והי' אפשר לצרפן בכמה עניינים והי' מכוין בשמות התומים ועודם האותיות מאירות לנגד עיניו ובא בלבו שיהודה יעלה בתחלה וזאת המדרגה ממדרגת רוח הקודש והוא למטה מהנבואה ולמעלה מבת קול שמשתמשין בו בבית שני אחר שפסקה הנבואה ואורים ותומים ואפשר שנתן משה בחושן שמות הקדושים היו ידועים במסורת לגדולי חכמי ישראל שמסרם להם עם סתרי התורה ולפיכך הי' ביד דוד אפוד כדמות אפוד של משה חשן כדמות חשן הקדש אבל הי' כולו בד כדכתיב בשמואל נער חגור אפוד בד ואמר בנוב עיר הכהנים שמונים כהנים נושאים אפוד בד וילבשו אותו הכהנים שהיו בני הנביאים ושואלין בו ונענין לפעמים: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " ונתת אל חשן המשפט את האורים ואת התומים, “you are to place within the folds of the breastplate the <i>Urim</i> and the <i>Tumim</i>.” \n      Nachmanides writes that Ibn Ezra,in an effort to be very astute, wrote that the <i>Urim</i> and<i> Tumim</i> were something constructed by human hands, by artisans. (compare Leviticus 8,8 where Moses is described as placing the <i>Urim</i> and the <i>Tumim</i> inside the breastplate after Aaron already wore the breast plate). He clearly thought that these <i>Urim</i> and <i>Tumim</i> were something man made of silver and/or gold. He appears to have thought that these mysterious inserts were similar to what the astrologers use in order to understand communications from their zodiac signs.\n      [Before translating the scathing criticism by Nachmanides here on the personality of Ibn Ezra, the reader must be cautioned that the commentary by Ibn Ezra found on this verse in most editions of the <i>Chumash</i> is a one liner, not as in the version of the Ibn Ezra’s commentary published by Mossad Harav Kook by Asher Weisman in three volumes in 1976. Anyone reading that version (at the end of volume 2, in the so-called short version) will come away with a totally different impression than if he had read only the standard version available in most editions of the <i>Chumash.</i> Ed.]\n   (continuing Nachmanides’ commentary) Ibn Ezra said absolutely nothing, but the <i>Urim</i> and <i>Tumim</i> were in accordance with<i> Rashi’s</i> commentary a piece of parchment on which the Holy name of <i>Hashem</i> had been written and which Moses inserted between the folds of the cloth supporting the <i>Choshen.</i> The proof of all this is that we do not find a single mention in the Torah of the <i>Urim vetumim</i> as being one or two of the components of either the Tabernacle or the vestments of the priest being constructed by any of the artisans who fashioned all the other items. When the making of the <i>ephod</i> [to which the breastplate was attached. Ed.] was mentioned as well as that of the breast plate, (39,2-6), there is not a single word about the <i>Urim</i> and <i>Tumim</i> having been constructed. Neither is there a mention anywhere of the people having contributed from their materials for the construction of the <i>Urim vetumim.</i> \n   We are dealing here with a mystical element, the apparent function of the Holy Name of <i>Hashem,</i> or a variety of them, being concealed within the folds of the breastplate enabling the letters engraved on the 12 gemstones which decorated the breastplate, to flash in response to queries directed by the wearer, the High Priest, to G’d, queries to which he required a direct answer from heaven as the <i>Sanhedrin,</i> Supreme tribunal, was not competent enough to answer them. One such example is found in Judges 1,1 when Joshua wanted to know which tribe should lead in the attack against the Canaanites. It is quite possible that these names of G’d which Moses wrote on the parchment which he inserted in the folds of the breast plate, were known as such to the elite of the Jewish people at the time, and that this would explain the use of the definitive article used here, i.e. האורים, התומים, something which is never used unless the subject is a known quantity, a phenomenon that at least some people are familiar with. This may also explain why David possessed an <i>ephod</i> comparable to that which Moses had in his time, and why we read that in <i>Nov</i> the city of priests (whom King Shaul murdered) there were 85 priests wearing such a type of <i>ephod.</i> (compare Samuel I 22,18) These priests were all trained by prophets, and possibly they used their <i>ephods</i> to address inquiries to G’d on certain occasions.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b6b15ad6e4a952249cbea5", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Leviticus 8:8:1", "anchorRef": "Leviticus 8:8", "anchorRefExpanded": ["Leviticus 8:8"], "sourceRef": "Minchat Shai on Torah, Leviticus 8:8:1", "sourceHeRef": "מנחת שי על תורה, ויקרא ח׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "ויקרא", "he": "<b>וישם עליו את החשן.</b> חצי התורה בפסוקים כן כתוב בספרים. ונ\"ל שכן צריך להגיה במס' סופרים פ\"ט וקשיא לי הא דאמרינן בפ\"ק דקדושין לפיכך נקראו הראשונים סופרים שהיו סופרים כל אותיות שבתורה שהיו אומרים וא\"ו דגחון חציין של אותיות של ס\"ת דרש דרש חציין של תיבות והתגלח של פסוקים. יכרסמנה חזיר מיער עי\"ן דיער חציין של תהלים באותיות והוא רחום יכפר עון חציו דפסוקים. ועוד קשה הא דתניא התם תנו רבנן ח' אלפים ותתפ\"ח פסוקים הויין ס\"ת יתר עליו ס' תהלי' ח' חסר ממנו ד\"ה ח' ופסוקי דידן חסרים ממנין זה למאות (כי כפי חשבון הנמסר בכל החומשין עולה פסוקי התורה חמשת אלפים תתמ\"ה) ולאלפים ולמאי דקסבר רב במגלה פ' הקורא עומד <small>(די\"ד ז\"ל שם)</small> כל פסיקא דלא פסקיה משה אנן לא פסקינן ליה קשה טפי איך נפל הפרש גדול כזה במניינם ונוכל לומר שאין אנו בקיאין בפסוקים כי הא דאמרינן התם בקידושין בעי רב יוסף <small>(ילקוט סוף פרשת שמיני)</small> והתגלח מהאי גיסא או מהאי גיסא אמר ליה אביי פסוקי מיהת ליתו לי מנינה בפסוקי נמי לא בקיאינן דכי אתא רב אחא בריה דרב אדא אמר במערבא פסקי להאי קרא לתלתא פסוקי. ויאמר ה' אל משה הנה אנכי בא אליך בעב הענן. ומייתי לה נמי בנדרים פ' אין בין המודר. ועדיין אין דעתי נוחה בזה כי ההפרש גדול מאד מלבד שפסוקי תילים הם קצרים ולא שייך בהו הפסק כשל תורה. ותשבי יתרץ:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5933bd2cd6e4a954e5309479", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Emor 11:1", "anchorRef": "Leviticus 8:8", "anchorRefExpanded": ["Leviticus 8:8"], "sourceRef": "Midrash Tanchuma Buber, Emor 11:1", "sourceHeRef": "תנחומא בובר, אמור י״א:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "אמור", "he": "ר' יעקב בר זבדי בשם ר' אבהו פתח ולא יהיה עוד לבית ישראל למבטח מזכיר עון <small>(יחזקאל כט טז)</small>, וכתיב שרפים עומדים ממעל לו וגו' <small>(ישעיה ו ב)</small>, בשתים יכסה פניו שלא להביט בשינה, ובשתים יכסה רגליו שלא יראו פני השכינה, דכתיב וכף רגליהם ככף רגל עגל <small>(יחזקאל א ז)</small>, על שם ולא יהיה עוד לבית ישראל למבטח מזכיר עון. ", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "R. Jacob bar Zavday in the name of R. Abbahu opened &lt; his discourse &gt; (with Ezek. 29:16): <small>AND IT SHALL NO MORE BE A SOURCE OF SATISFACTION AGAINST THE HOUSE OF ISRAEL TO RECALL INIQUITY</small> (i.e., the iniquity of the golden calf).<sup class=\"footnote-marker\">52</sup><i class=\"footnote\"><i>Tanh</i>., Lev. 8:8; Lev. R. 27:3; <i>PRK</i> 9:3.</i> It is also written (in Is. 6:2): <small>ABOVE HIM STOOD THE SERAPHIM</small>….<small>WITH TWO HE COVERED HIS FACE</small>, so as not to look at the Divine Presence, <small>WITH TWO HE COVERED HIS FEET</small>, so that the face of the Divine Presence would not see them, since it is written (in Ezek. 1:7): <small>AND THE SOLE OF THEIR FEET WAS LIKE THE SOLE OF A CALF'S FOOT</small>.<sup class=\"footnote-marker\">53</sup><i class=\"footnote\">Cf. <i>Hag.</i> 13b.</i> Thus (according to Ezek. 29:16): <small>AND IT SHALL NO MORE BE A SOURCE OF SATISFACTION AGAINST THE HOUSE OF ISRAEL TO RECALL INIQUITY</small>.<sup class=\"footnote-marker\">54</sup><i class=\"footnote\">In other words, the seraphim covered their calf feet, lest they recall the sin of the golden calf.</i>", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "59636bc0d6e4a9416e9c3a88", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Leviticus 8:8:1", "anchorRef": "Leviticus 8:8", "anchorRefExpanded": ["Leviticus 8:8"], "sourceRef": "Mizrachi, Leviticus 8:8:1", "sourceHeRef": "מזרחי, ויקרא ח׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "ויקרא", "he": "<b>זה הדבר דברים שתראו שאני עושה לפניכם צוני הקב\"ה לעשות. </b>תקן בזה שני עניינים האחד שמלת זה אינו ניפל על הנזכרים לעיל מפני שאין שם שום רמז ומלת זה מורה על הרמוז ולכן אמר שמלת זה פה מורה על הדברים העתידים לראות אחר זה והאחר שחס' מאשר צוה ה' מלת אותי כאילו אמר אשר צוה ה' אותי לעשות להורות מי הוא המצוה: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59648309d6e4a92bf45a49d4", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Shemot 28:30:1", "anchorRef": "Leviticus 8:8", "anchorRefExpanded": ["Leviticus 8:8"], "sourceRef": "Rabbeinu Bahya, Shemot 28:30:1", "sourceHeRef": "רבנו בחיי, שמות כ״ח:ל׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 30.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "שמות", "he": "<b>ונתת אל חושן המשפט את האורים ואת התמים.</b> הזכירן בה\"א הידיעה ולא זכרן בשום מקום עד עתה כי לא מנאם עם יתר הכלים במלאכת האומנים שיאמר בהם ועשית את האורים והתומים כמו שאמור ביתר הכלים או שיאמר ויעש האורים והתומים, והנה זה עדות שלא היו מעשה חרש כי אם מעשה שמים, ומפני זה נזכרו בלשון ידיעה כלשון (בראשית ג׳:כ״ד) וישכן מקדם לגן עדן את הכרובים ולא נזכרו הכרובים קודם לכן כן כתב הרמב\"ן ז\"ל. וכלל הדבר באורים ותומים שהיו שמות קדושים מכחם ידע הכהן העתיד וישמיע לכל שואל הבאות, והשמות האלה שני חלקים האחד מכחם יאירו אותיות השבטים הקבועים באבני החשן והם הנקראים אורים בהיותם מאירים לעיני הכהן, השני מכחם יבא בלב הכהן שידע להצמיד ולחבר האותיות ולהוציא התיבה מהם כדי שיהא מכוין בתשובת השאלה ומכח השמות האלה היה לב הכהן תמים בידיעת האותיות וברוח הקדש שבו יבא בלבו כי זה חבורן וסדרן והם הנקראים תומים ושני חלקי השמות הקדושים האלה הנקראים אורים ותומים על שם פעולתם היו נתונים בן כפלי החשן כי על כן היה כפול ואחרי שהלביש משה לאהרן האפוד והחשן אחרי כן היה נותן בין כפלי החשן האורים והתומים והוא שכתוב וישם עליו את החשן ויתן אל החשן את האורים ואת התומים, והענין היה מדרגה ממדרגות רוח הקדש למעלה מבת קול ולמטה מן הנבואה. ואמרו בריש פרק קמא דברכות למה נקרא שמן אורים ותומים, אורים שמאירים דבריהם, תומים שמשלימים דבריהם, ונקראו גם כן כרתי ופלתי, כרתי שכורתין דבריהם, פלתי שמופלאין מעשיהם. ומי שבא לשאול את הכהן באורים ותומים כך היה הענין היה הכהן עומד פניו כלפי הארון והשואל עומד מאחרי הכהן ולא היה שואל בקול רם ולא מהרהר בלבו אלא כאדם שמתפלל בינו לבין עצמו והיה מוציא הדבר בפיו, ומיד היה הכהן מתלבש ברוח הקדש ומביט בחשן ורואה בו כמראה הנבואה עלה או לא תעלה באותיות שהיו בולטות מן החשן כנגד פניו, ואין שואלים אלא צבור ומלך כדאי' במס' סוטה.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ונתת אל חושן המשפט את האורים ואת התומים , “you are to place within the breastplate the Urim and the Tumim, etc.” The Torah introduces both the Urim and the Tumim with the letter ה in front as if we were dealing with known phenomena whereas in fact they have never been mentioned before. They had never been mentioned as being either part of the furnishings of the Tabernacle or as being part of the priestly vestments. Seeing that later on when the various furnishings and vestments are being described as having been made, we never read of ויעש את האורים ואת התומים, “he made the Urim and the Tumim,” it is clear that they were not something fashioned by craftsmen. They were something fashioned directly by celestial input. This is the reason they were introduced as a known quantity, something which had been in existence already. We observe something parallel in Genesis 3,24 when the Torah reports וישכן מקדם לגן עדן את הכרובים, “He positioned east of Gan Eden the cherubs, etc.” We had never been told of the existence of cherubs. There too the letter ה in front of the word כרובים taught us that such cherubs had already existed though we did not know of them seeing they had come from an extra-terrestrial domain.<br> The fact is that the words Urim ve-Tumim are the description of the names of holy beings by means of whom the High Priest was able to divine certain events in the future and to announce them to the people who had inquired about them. The two names Urim, Tumim, represent two different parts of such divine messages. The first refers to the lighting up of letters on the breastplate which were visible to the High Priest and enabled him to place the respective letters into sequences which formed an intelligible message. The flashing of the respective letters on the breastplate was called Urim, whereas the combining of these letters into an intelligent message by properly arranging the letters in question was called Tumim <small>[from the words אור, light, and תמים, perfect, whole. Ed.]</small> The holy name of the Lord was written on a parchment the High Priest folded underneath the breastplate so that the parchment was covered by the stones above and the fabric underneath. Moses placed the parchment inside the breastplate only after he had dressed Aaron in his vestments. This is the meaning of the verse in Leviticus 8,8: “He placed upon him the breastplate and he put inside the breastplate “the Urim and the Tumim.”<br> It was one of a number of levels of divine revelations such as Ruach hakodesh, Holy Spirit, which is considered a higher level than the revelation called Bat kol, “heavenly echo.” The communications received by the High Priest by means of the Urim ve-Tumim ranked below that called Nevuah, prophecy. We have been told in Berachot 4, that the reason the Urim and Tumim were called by these names is that the first word, i.e. Urim refers to their ability to convey what they had to say by means of light, i.e. the flashing of the letters we mentioned. The word Tumim, on the other hand, means that they would bring their message to an intelligible conclusion, i.e. their predictions would come true. These two phenomena were also known as כרתי ופלתי as we know from Samuel II 20,23, the names suggesting that the answers given to questions directed to these High Priests equipped with the breastplate were clear and unmistakable. When someone asked the High Priest concerning a future event and he received an answer based on the pronouncement of the Urim and Tumim as interpreted by the High Priest he would find that the event forecast would indeed occur. The High Priest would stand with his face towards the Holy Ark when referring the petitioner’s question to G’d for an answer. The person making the inquiry would stand behind the High Priest. He would not phrase his question or inquiry in a loud voice but would speak like people who engage in prayer not expecting anyone near them to hear the details of their prayer. Immediately after the petitioner had uttered his request the High Priest would be granted a measure of Holy Spirit and he would look at the breastplate and he would see the prophetic message flash on the breastplate’s letters, (such as עלה or לא תעלה in the event that the king had inquired if to engage in a certain war and if he would be successful.) The only people entitled to use this facility were the King or the community as a whole as has been pointed out in Yuma 71.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5964d5cbd6e4a92bf45a8408", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Vayikra 8:8:1", "anchorRef": "Leviticus 8:8", "anchorRefExpanded": ["Leviticus 8:8"], "sourceRef": "Rabbeinu Bahya, Vayikra 8:8:1", "sourceHeRef": "רבנו בחיי, ויקרא ח׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "ויקרא", "he": "<b>ויתן אל החשן את האורים ואת התומים.</b> כתב של שם המפורש היה, וכבר נתבאר זה בסדר ואתה תצוה, ומדרגה היתה ממדרגות רוח הקדש למטה ממדרגת הנבואה ולמעלה מבת קול. ודע כי ההפרש שיש בין נבואה לרוח הקודש הוא שהנביא בעת שתבא בו הנבואה כל הרגשותיו וכחותיו בטלות, והוא משולל מכל דרכי העולם הזה ומופשט מן החומר ומתבודד עם השכל לבדו והנה זה בהקיץ, וזו היא מעלת שמונה נביאים. ורוח הקודש היא שלא תתבטל אחד מהרגשותיו והוא מדבר כדרך כל אדם, אבל יעורר אותו רוח עליוני ויופיע הדברים על לשונו וידבר עתידות בסיוע אלהי, וזו היא מעלת הכתובים, אבל מעלת התורה שצוה לנו משה למעלה מכל זה, כי נבואתו של משה למעלה מכל הנביאים כולן, ומטעם זה תמצא לרז\"ל שיזכירו בכל מקום תורה נביאים וכתובים, בסדר המעלות ומדרגות הנבואה, ובפירוש אמרו מניחין תורה על גבי נביאים אבל לא כתובים על גבי נביאים. כל זה הוצרכו החכמים ז\"ל להעיר על מדרגות הנבואה כדי שיתבונן האדם, והחי יתן אל לבו מאין תוצאות הנבואה, ואיך המעלות זו למעלה מזו ומה בין נבואת משה לשאר הנביאים כולן.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ויתן אל החשן את האורים ואת התומים, “he inserted in the breastplate the Urim and Tumim.” These “urim vetumim” were a parchment with the Ineffable Name written on it. We have explained all this in Exodus 28,30. This represented one of the various stages of the Holy Spirit. Access to G’d by means of the urim vetumim was on a lower level than that at the disposal of a prophet, but it represented a higher level of Holy Spirit than hearing a בת קול, “a heavenly echo.” You should appreciate that the difference between what is commonly known as “Holy Spirit” and “prophecy,” is that when a prophet receives a communication from G’d all his normal faculties are interrupted. At such a time he is as if deprived of all bodily functions, remaining temporarily as if a disembodied spiritual being. This phenomenon occurs while these prophets are awake (Maimonides, Yessodey Ha-Torah 5,2) and represented a special prophetic level of what is called the “eighth level.” On the other hand, the level known as רוח הקדש, “Holy Spirit,” does not involve that the recipient is deprived of his normal functions; he speaks like an ordinary individual but is imbued with a supra-natural ”antenna” which puts words in his mouths which he conveys in ordinary language. Such a person will reveal matters which will happen in the future seeing G’d put these words in his mouth. The third part of the Bible, known as Ketuvim was written under the influence of this kind of divine inspiration. The level of divine inspiration possessed by Moses was far superior to that of any of the aforementioned. His prophetic insights exceeded those of any other prophet. This is the reason why whenever our sages speak of the Bible they apply three separate names to it in the same order, i.e. תורה, נביאים, כתובים, “the Torah, the Books of the Prophets, Holy Scriptures.” Everything written in the Torah is of a superior degree of direct communication from G’d. Our sages have even stipulated that when such Books are bound separately, it is inadmissible to place the Book of the Prophets on top of the Torah, or the Book of the Holy Scriptures on top of the Book of Prophets for instance; all this to remind us of the different degrees of sanctity between these three parts of the Bible (compare Maimonides, Hilchot Sefer Torah 10,5). All of this in order for us to appreciate whence prophecy emanates.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59a7e19fd6e4a920f72ddbad", "index_title": "Machzor Yom Kippur Ashkenaz Linear", "category": "Liturgy", "type": "", "ref": "Machzor Yom Kippur Ashkenaz Linear, Musaf for Yom Kippur, The Avodah Service 102", "anchorRef": "Leviticus 8:8", "anchorRefExpanded": ["Leviticus 8:8"], "sourceRef": "Machzor Yom Kippur Ashkenaz Linear, Musaf for Yom Kippur, The Avodah Service 102", "sourceHeRef": "מחזור ליום כיפור - אשכנז, תפלת מוסף, סדר העבודה ק״ב", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1977, 1983], "commentaryNum": 102, "collectiveTitle": {"en": "Machzor Yom Kippur Ashkenaz Linear", "he": "מחזור ליום כיפור - אשכנז"}, "heTitle": "סדר העבודה", "he": "וְלַעֲטוֹת אוּרִים.", "heVersionTitle": "The Metsudah Machzor. Metsudah Publications, New York", "heLicense": "CC-BY", "heVersionTitleInHebrew": "מחזור מצודה; בהוצאת מצודה, ניו יורק", "text": "and the Urim VeTumim,<sup class=\"footnote-marker\">55</sup><i class=\"footnote\">Vayikra 8:8—9. These were worn by the High Priest during his service.</i>", "versionTitle": "The Metsudah Machzor. Metsudah Publications, New York", "license": "CC-BY", "versionTitleInHebrew": "מחזור מצודה; בהוצאת מצודה, ניו יורק"}, {"_id": "5c17b9d7b071e100bf4ee977", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Devarim 33:8:3", "anchorRef": "Leviticus 8:8", "anchorRefExpanded": ["Leviticus 8:8"], "sourceRef": "Rabbeinu Bahya, Devarim 33:8:3", "sourceHeRef": "רבנו בחיי, דברים ל״ג:ח׳:ג׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 8.0003, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "דברים", "he": "<b>והנני </b>מבאר לך בכאן ארבע מדרגות הללו, הראשונה בת קול, ויש סוד במה שאמרו בת קול ולא אמרו בן קול, וכן במה שאמרו זה בנה אב, וכן בנין אב משני כתובים, ולא אמרו זה בנה אם או בנין אם, וכן במה שאמרו עוד יש אם למקרא ולמסורת ולא אמרו יש אב, כי הכל נאמר בהשגחה מכוונת וחכמה יתירה, וחכמי האמת שכל דבריהם מיוסדים על אדני החכמה וספיר גזרתם קבלו כן מן הנביאים עד משה מסיני. ובאור הענין כי בנין אב לא נזכר בשום מקום מהתלמוד אלא על פסוק מפסוקי תורה שבכתב, וא\"כ ראוי להם להזכיר בזה לשון אב ולומר זה בנה אב או בנין אב, כי כל פסוק ופסוק הוא בנין האב יתעלה ששמענו התורה מפיו מתוך האש, וכענין שכתוב (דברים ד׳:ט״ו) ביום דבר ה' אליכם בחרב מתוך האש ולא היה ראוי שיזכירו בו לשון אם, אבל כשאמרו יש אם למקרא ולמסורת שהוא דבר נמסר מעסק תורה שבעל פה הזכירו אם ולא אב. וכן בכאן בבת קול שהזכירו בת ולא בן מוכרח היה, לפי שהקול הזה המגיע לאזני השומע הוא נמשך מאותו הקול שכתוב בו (שמות ט״ו:כ״ו) והיה אם שמוע תשמע לקול ה' אלהיך, וכן עוד (במדבר ז׳:פ״ט) וישמע את הקול מדבר אליו, והקול הזה הנשמע יקרא בת לפי שהוא נמשך מאותו קול, וזהו לשון בת קול. ועוד לטעם אחר נמרץ הוצרכו לומר בת קול כי היה הקול יורד לאזני השומע כמדת הכסא שהוא רחב מלמעלה וקצר מלמטה כי כן דמות כסא הכבוד וכן צורת האש של מעלה רחבה למעלה וקצרה למטה, וזהו לשון בת קול שהיה הקול יוצא כמדת הכסא. ובת קול זה היה נשמע תמיד לחכמי התלמוד ולחסידי הדורות בזמן בית שני שהיו משתמשין בבת קול אחר שפסקה הנבואה ופסקו אורים ותומים. המדרגה השנית אורים ותומים, שהם שמות הקדש שהיו מורים על עצם אספקלריא שאינה מאירה אשר מתוכה התנבאו הנביאים כלן, הם המעידים על אמתתה, ורמז זאת בלשון האורים שהם עיקר השמות שהוא עולה למספר שם השכינה, הוא שכתוב (ויקרא ח׳:ח׳) ויתן אל החשן את האורים ואת התומים, וכשתתקרב אל שתי מלות את האורים אז תראה אור ונוסף עליו אחד להעיד על יחודו כי הוא הנרמז בד' של אחד. <br>המדרגה השלישית רוח הקדש, והיא המדה העשירית במדות הנביא, הזכרתים כבר בפסוק (דברים כג) ונשמרת. וענין רוח הקדש הוא שימצא האדם בעצמו לב רחב ויזדמנו בפיו דברים נפלאים ויגיד העתידות ולא יתבטלו הרגשותיו כלל, אבל יוציא הדברים מפיו כפי מה שישים בפיו רוח הקדש, והוא אינו יודע מאין באו לו הדברים. <br>המדרגה הרביעית נבואה, והוא שיגיד העתידות בבטול כל הרגשותיו וישאר מופשט מן החומר וכל כליו ויתיחד עם השכל הזך לבדו, ואז יראה האור הבהיר במראות ודמיונות בחלום או בהקיץ, ואין להאריך בכאן כי כבר הזכרתי כל זה בארוכה בספר חשן משפט. ", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "Let me explain something about the differences between the four levels of prophetic power I have listed. There is a mystical element to the phenomenon known as בת קול which accounts for the name בת קול as opposed to the masculine בן קול. Similarly, there is a mystical reason why the Talmud speaks frequently of בנה אב to describe an exegetical method more familiarly known to us by a masculine expression, i.e. בנין אב (in the Baraitha de Rabbi Yishmael which we recite in our daily morning prayers). Why, for instance, do they not call it בנה אם? Similarly, the expression יש אם למקרא or יש אם למסורה is strange, seeing we might have expected the expression יש אב למסורה or יש אב למקרא to convey that there is a valid tradition justifying a certain way of reading or writing a word in the written Torah. All of these expressions have been formulated by our sages with extreme care and reveal a deep insight into the different levels of divine inspiration which they reflect. <small>[Rabbi Chavell, in his notes, quotes a certain Rabbi Ezra bar Shlomoh (a kabbalist from Gerona, hometown of Nachmanides, author of commentary on aggadot in Talmud, disciple of Rabbi Yitzchak the blind (also Gerona) who found that the only five times the Talmud uses the masculine expression בנין אב is when it refers to a direct verse from the written Torah, i.e. a more direct link to the divine origin of such an exegetical tool.]</small> <br> Actually, every single verse in the written Torah is in the nature of something directly revealed, and the sages could have been expected to refer to it in the masculine form every time, i .e. בנין אב, or בנה אב, but certainly not as אם למקרא, or אם למסורה. The fact is that matters handed down to us by the oral tradition, i.e. תורה ש-בעל פה, the sages usually preface with the word אם, in order to make the distinction of the origin of the tradition. If we keep these principles in mind, we can understand that the expression בת קול was used, seeing that the listener received his instructions via what the Torah itself describes as only a קול and not from the mouth of G’d. Compare Deut. 28,1 which states clearly and unambiguously והיה אם שמוע תשמע בקול ה' אלוקיך, “it will be when you will surely heed the voice of the Lord your G’d.” Also in Numbers 7,89 the Torah speaks of Moses hearing the voice speaking with him from above the lid of the Ark.” It is appropriate to call that “voice” בת, “daughter” <small>[like the subsidiary companies in Israel are called חברת בת, literally: “daughter companies.” Ed.]</small>, seeing that the instruction was heard through an intermediary. The author describes as yet another reason why the sages called this relatively low key form of divine communication בת קול, their perception of it as an illustration of the “throne” of G’d which is perceived as broad at the top, tapering off towards the bottom. He claims that אש, fire, is similarly perceived as broad at the top and narrow at the base. The term בת קול therefore reflects something which originates at the throne of G’d rather than in His Essence. This type of communication from celestial regions was a fairly commonplace one even during the period of the sages of the Talmud (Eruvin 12, et al). Moreover, the pious people during the second Temple experienced this kind of communication from celestial sources after there were no more prophets and the High Priest did not have the breastplate with the Urim veTumim embedded in them to facilitate direct communication with G’d. This latter form of communication from celestial sources was one rung higher than the Bat Kol. The form of this communication was representative of what is termed אספקלריא שאינה מאירה, “an unclear vision,” which characterized the type of prophetic visions experienced by most prophets in varying degrees. We had explained already in connection with Numbers 12,6 that the Urim veTumim were a device confirming the truth of the communication received, <small>(compare author on Exodus 28,30)</small>. The word אורים itself suggests spiritual enlightenment. The function of the אורים was to visually make the High Priest aware of the letters representing the divine communication, whereas the function of theתומים was to enable him to arrange the letters in question in the appropriate order, to avoid misunderstanding the message. <br> The third level of divine communication is commonly known as רוח הקודש, which is equivalent to or an outgrowth of the tenth emanation. The author appears to feel that a person is able to attain this level of spirituality if he applies to himself Deut. 23,10 ונשמרת מכל דבר רע, “to guard yourself against anything evil.” This level of divine inspiration appears as if it was self-generated by the recipient, who was granted insights without hearing any outside voice or seeing any vision as do prophets. People who experience this level of spirituality are apt to make statements regarding future events without appearing in the least captive to outside communicators. They neither dream the message nor go into a trance or anything like that. It is simply that what they say is perceived as inspired from a higher source. The person uttering such messages has no idea of where they originated from. <br> The fourth level of prophetic insights is prophecy uttered by an acknowledged man of G’d, someone who, while doing so, completely divests himself of his normal personality, becomes merely an instrument of G’d communing exclusively by means of his disembodied intellect with the source from whom he receives his message/instructions. Once he has divested himself of his bodily functions so that they do not represent an impediment to his receiving clear and undistorted messages from a celestial origin, this may occur either in a dream or even during his waking hours. There is no point in elaborating on this at this point as I have already done so in a book called חשן משפט.<small> [The book does not seem to be extant. Ed.]</small>", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c7da317ea593e00185b68a2", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Tzav, Mekhilta DeMiluim I 7", "anchorRef": "Leviticus 8:8", "anchorRefExpanded": ["Leviticus 8:8"], "sourceRef": "Sifra, Tzav, Mekhilta DeMiluim I 7", "sourceHeRef": "ספרא, צו, מכילתא דמילואים א ז׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 7, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "מכילתא דמילואים א", "he": "[ז] \"וישם עליו את החֹשן\" – פרשה זו נלמדה לשעתה ונלמדה לדורות. נלמד לשירות יום ויום ולשירות יום הכפורים. בכל יום משמש בבגדי זהב וביום הכפורים בבגדי לבן.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "7) (Vayikra 8:8) \"And he placed the choshen upon him.\": This section was learned for its time and for future generations (for the donning of the priestly vestments) for the daily service and for the Yom Kippur service. (It is just that) every day he serves in the golden vestments, and on Yom Kippur, in the white (linen) vestments.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7da3194d7b5e00177ba2a6", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tzav, Mekhilta DeMiluim I 8", "anchorRef": "Leviticus 8:8", "anchorRefExpanded": ["Leviticus 8:8"], "sourceRef": "Sifra, Tzav, Mekhilta DeMiluim I 8", "sourceHeRef": "ספרא, צו, מכילתא דמילואים א ח׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 8, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "מכילתא דמילואים א", "he": "[ח] \"וישם את המצנפת על ראשו\" – ולא כסדר האמור להלן אמורים כאן. להלן (שמות, כט) הסדיר את הקרבתם כסדרן וכאן הוא מסדר את הבגדים. להלן (שמות, כט) הסדיר את הקרבנות תחלה ואחר כך הסדיר את הבגדים; וכאן הסדיר את הבגדים תחלה ואחר כך הסדיר את הקרבנות.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "0", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5cdd6cd725f25e00197a0551", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Tzav 171:1", "anchorRef": "Leviticus 8:8", "anchorRefExpanded": ["Leviticus 8:8"], "sourceRef": "Malbim on Leviticus, Tzav 171:1", "sourceHeRef": "מלבי\"ם על ויקרא, צו קע״א:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 171.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "צו", "he": "<b>וישם עליו את החשן ויתן אל החשן את האורים:</b> יפלא מאד הלא דבר זה נעשה תיכף בעת עשיית הבגדים כמו שכתוב (שמות לט, כא) \"וירכסו את החשן מטבעותיו אל טבעות האפוד בפתיל תכלת ולא יזח החשן מעל האפוד\". ואין לפרש שהסירו וחזר ונתנו עליו – הלא המזיח החושן מעל האיפוד לוקה (פ\"ה מהל' כה\"מ ה\"ט). וכן מה שכתב \"ויתן אל החשן את האורים ואת התומים\" תמוה גם כן – הלא זה היה גם כן בעת עשיית החשן כמבואר שם בכתוב. ועל כרחך פירושו וכבר שם עליו את החשן בעת עשיית הבגדים. ואם כן יקשה מה רוצה בזה פה? ולישב זה אמר בספרא כי רצה ללמד פה סדר לבישת הבגדים לדורות, שסדרם: מכנסים, כתונת, אבנט, מעיל, אפוד וחושן, ואחר כך יאפד את האפוד תחת החושן, ואחר כך מצנפת וציץ. ואם היה אומר פה כמו בצואה שכתוב שם \"ואת האפוד ואת החשן ואפדת לו בחשב האפוד\" - נאמר שיאפד על החשן, ובאמת צריך לשום האפוד תחת החשן כמ\"ש הרמב\"ם (פ\"ט מהל' כה\"מ ה\"יא). לכן הקדים פה \"ויאפד לו בו וישם עליו את החשן\" – ר\"ל על חשב האפוד, על ידי שחגר האפוד תחת החושן. והוא הדין דמזה למדנו ליום הכפורים שמה שכתוב בפר' אחרי \"כתונת בד קדש ילבש וכולי\" - סדרן מעכב כמו שהקפיד פה על הסדר.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d8ccfc19195a9f8346d3269", "index_title": "Machzor Yom Kippur Ashkenaz", "category": "Liturgy", "type": "", "ref": "Machzor Yom Kippur Ashkenaz, Musaf for Yom Kippur, The Avodah Service 1", "anchorRef": "Leviticus 8:8-9", "anchorRefExpanded": ["Leviticus 8:8", "Leviticus 8:9"], "sourceRef": "Machzor Yom Kippur Ashkenaz, Musaf for Yom Kippur, The Avodah Service 1", "sourceHeRef": "מחזור אשכנז ליום כיפור, תפלת מוסף, סדר העבודה א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1155, 1205], "commentaryNum": 1, "collectiveTitle": {"en": "Machzor Yom Kippur Ashkenaz", "he": "מחזור אשכנז ליום כיפור"}, "heTitle": "סדר העבודה", "he": "אַמִּיץ כֹּֽחַ כַּבִּיר וְרַב אוֹנִים. אֲשֶׁר מִי יַעֲשֶׂה כְּמַֽעַשׂ גְּבוּרוֹתֶיךָ. אֹֽמֶץ עֲלִיּוֹת קֵרִֽיתָ עַל קָרִים. אַף יִסַּֽדְתָּ תֵבֵל עַל בְּלִימָה: בִּהְיוֹת עוֹלָם חֽשֶׁךְ וְצַלְמָֽוֶת וְעֵיפָה. בְּמַעֲטֵה לְבוּשְׁךָ אוֹר בֹּֽקֶר הִגַּֽהְתָּ. בֵּין זֵידוֹנִים חַֽצְתָּ כְּקֶֽרַח הַנּוֹרָא. בְּצוּל הִקְוִיתָם לְבַל יְכַסּוּן חָֽלֶד: גִּלִּֽיתָ פְּנֵי נֶֽשִׁי וְהֵנֵצָה תְנוּבָה. גַּן מִקֶּֽדֶם טַֽעְתָּ לְשַׁעֲשֽׁוּעַ מַאֲמִירֶֽיךָ. גֹּֽדֶל מְאוֹרוֹת תַּֽתָּה בִּרְקִֽיעַ עֻזֶּֽךָ. גַּם צְבָא מַזָּרוֹת עִמָּם צִוִּֽיתָ: דֵּי שָׂחִים וְדוֹאִים מִשַּֽׁעַל צַֽרְתָּה. דִּמְיוֹן בָּרִֽיחַ לְכֵרַת יוֹשְׁבֵי גַנִּים. דְּבוּקַת רְגָבִים הוֹצִֽיאָה רוֹמְשִׂים וְשׁוֹאֲפִים. דָּר קָנֶה וּבִצָּה לַאֲרוּחַת קְרוּאֶֽיךָ: הֵכַֽנְתָּ טֶֽבַח וּמֶֽסֶךְ וְסוֹעֵד אָֽיִן. הִקְרַֽצְתָּ גֹּֽלֶם מֵחֹֽמֶר בְּתַבְנִית חוֹתָמֶֽךָ. הִפַּֽחְתָּ בְחֶלְדּוֹ טֹֽהַר נֶֽשֶׁם מִזְּבוּלֶֽךָ. הֻרְדַּם וּמִצַּלְעוֹ עֵֽזֶר לוֹ יִעַֽדְתָּ: וְצִוִּיתוֹ בְּלִי לְעֹט מֵעֵץ הַדָּֽעַת. וְהֵפֵר צִוּוּי כְּפֶֽתִי בְּהַשָּׁאַת זוֹחֵל. וְעֻנַּשׁ בְּזֵעַת אַף לִטְרֹף חֻקּוֹ. וְאִוֶּֽלֶת בְּצִירִים וְעָרוּם עָפָר לַחְמוֹ: זֵרוּי רִבְעוֹ הִקְפֵּֽיתָ בְּבֶֽטֶן חוֹמֶֽדֶת. זָרְעָה וְהוֹלִֽידָה אִכָּר וְרוֹעֵה צֹאן. זֶֽבַח וְשַׁי הִגִּֽישׁוּ לְמוּלְךָ יַֽחַד. זָעַֽמְתָּ בָּרַב וְשַֽׁעְתָּ תְּשׁוּרַת צָעִיר: חֶֽמֶל רַחֲמָיו שִׁחֵת וְעָרַף אָח. חִלָּה פָנֶֽיךָ וְשַֽׂמְתָּ לוֹ אוֹת. חָלוּ שָׁלִישִׁים קְרֹא בְשִׁמְךָ לַסֶּֽמֶל. חֵיל נוֹזְלִים קָרָֽאתָ וּשְׁטָפוּם וְאָבָֽדוּ: טָעוּ גֵאִים וּפָצוּ סוּר לְנֶגְדֶּֽךָ. טֹרְפוּ בְּחֹם הוֹמִים וְזֹרְבוּ נִצְמָֽתוּ. טָעוּן גֹּֽפֶר נוֹשַׁע כְּסָגַֽרְתָּ בַּעֲדוֹ. טְפוּלָיו הִפְרֵֽיתָ וּמָלְאוּ פְנֵי צִיָּה: יָעֲצוּ נֶאֱחָדִים לָרוּם עַד לַשַּֽׁחַק. יֻקָּֽשׁוּ נֻפָּֽצוּ בְּרֽוּחַ סוֹעָה וָסָֽעַר. יְדִיד אֲתוּי עֵֽבֶר יִדַּעֲךָ בָּעוֹלָם. יִחוּם זְקוּנָיו הֶעֱלָה לְךָ לְכָלִיל: כְּשֶׂה תָּמִים בֻּחַר אִישׁ תָּם. כְּחָשַׁק יְשִׁיבַת אֹהָלִים וְנִמְשַׁךְ אַחֲרֶֽיךָ. כּֽשֶׁר חֲנִיטֵי יוֹף הוֹצֵֽאתָה מֵחֲלָצָיו. כֻּלּוֹ זֶֽרַע אֱמֶת וְאֵין דֹּֽפִי: לְשָׁרֶתְךָ אִוִּֽיתָה לֵוִי אִישׁ חֲסִידֶֽךָ. לְהַבְדִּיל מִגִּזְעוֹ מֻקְדָּשׁ קֹֽדֶשׁ קָדָשִׁים. לִקְשֹׁר נֶֽזֶר קֹֽדֶשׁ וְלַעֲטוֹת אוּרִים. לֵישֵׁב כִּכְבֻדָּה פְּנִֽימָה יָמִים שִׁבְעָה: מַחֲזִיקֵי אֲמָנָה שָׁבֽוּעַ קֹדֶם לֶעָשׂוֹר. מַפְרִישִׁים כֹּהֵן הָרֹאשׁ כְּדָת הַמִּלֻּאִים: מַזִּים עָלָיו מֵי חַטָּאת לְטַהֲרוֹ. זוֹרֵק מַקְטִיר וּמֵטִיב לְהִתְרַגֵּל בָּעֲבוֹדָה: כַּכָּתוּב בְּתוֹרָתֶֽךָ: כַּאֲשֶׁר עָשָׂה בַיּוֹם הַזֶּה צִוָּה יְהֹוָה לַעֲשׂוֹת לְכַפֵּר עֲלֵיכֶם: ", "heVersionTitle": "The Metsudah Machzor. Metsudah Publications, New York - Heb (paragraph ed.)", "heLicense": "", "heVersionTitleInHebrew": "", "text": "Source of all energy and power! Who could possibly duplicate Your mighty works? You constructed chambers above the cold waters,<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">See Tehillim 104:3, Bereishis Rabbah 4:1. The construction of the heavens is described by the commentators to Tehillim 104:3, and in Bereishis Rabbah. On the second day of creation, Hashem established the sky within the waters which subsequently separated the upper waters from the lower waters. Above the upper waters, a “ceiling” or “roof” was placed. This is the meaning of the verse. (See Metsudah, Radak, ibid.).</i> and placed the globe in space.<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">Job 27:7; the original word, as it appears in Job, is the verb “תּוֹלֶה” meaning “to suspend.”</i> When the world was filled with total darkness<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">The three words חשֶׁךְ-צַלְמָוֶת-עֵיפָה are found in Job 10:21—22 and are all expressions for darkness (See Malbim ibid.).</i> You wrapped yourself in Your garment,<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">Tehillim 18:29. The creation of light is so described in Bereishis Rabbah 3:4.</i> radiating with morning light. You divided the impetuous waters with an awesome, crystal-like sky;<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">Yechezkel 1:22.</i> and gathered them into the depths so they would not cover the dry land.<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">Tehillim 104:9.</i> You uncovered the surface of the earth,<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">Bereishis 1:11—12. The phraseology is based upon Tehillim 88:13, Shir Hashirim 6:11.</i> and brought forth vegetation. You planted a garden in the East for those who praise you.<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">Bereishis 2:8. This refers to the righteous who will occupy Gan Eden in the World to Come.</i> Great luminaries You placed in the sky<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">This refers to the sun and the moon. The phraseology is based upon Tehillim 150:1.</i> along with host of stars and constellations; which You commanded [to illuminate the world]. An abundance of swimming creatures [fish]<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">Yeshaya 25:11.</i> and flying creatures [birds etc.]<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">Devorim 28:49.</i> You created from the palm of Your hand<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">Yeshaya 40:12.</i>; and the Leviathan which You reserved for the feast of Torah scholars.<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">This feast will be in the World to Come. The Livyoson is discussed in detail in Pirkei D’Rabbi Eliezer 9.</i> The congealed ground brought forth insects and animals; the wild-ox dwelling in swamps and reeds You reserved for the meal of the righteous.<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">Vayikra Rabbah 24:10. The Midrash relates that this wild ox will be served to the righteous in the World to Come.</i> You prepared food and drink even before there was anyone to feast.<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">Since Adam was not created until the sixth day, everything in the world was already prepared for him.</i> You then formed man from clay in the likeness of Your image and breathed into him a pure soul from your “Zevul.”<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">The Talmud, Maseches Chagigah (12a) describes זְבוּל (Zevul) as being one of the seven heavens.</i> You caused him to sleep, and from his side You fashioned a helpmate for him.<sup class=\"footnote-marker\">35</sup><i class=\"footnote\">Bereishis 2:20—22. This refers to the creation of Chavah, Eve, the first woman, who was created from Adam’s side.</i> You commanded him not to eat from the tree of knowledge. He foolishly violated Your command, because he was enticed by the snake. He was punished that only by the sweat of his brow would he gain his sustenance. Woman [was punished] with painful childbirth and the cunning [snake] would forever eat dirt. You congealed his [Adam's] seed in the womb of she [Eve] who desired him. She became pregnant and gave birth to a farmer and a shepherd.<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">This refers to Kayin and Hevel, see Bereishis 4:2.</i> They brought You a sacrifice and a gift.<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">The verse seems to imply that both Kayin and Hevel brought gifts and sacrifices, but in Bereishis 4:3,4 it is clear that Kayin brought vegetables and Hevel brought sheep as sacrifices.</i> You were angered with that of the oldest, but pleased with the offering of the youngest.<sup class=\"footnote-marker\">38</sup><i class=\"footnote\">Bereishis 4:45.</i> Without mercy, he [Cain] killed Abel<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">Bereishis 4:8. The phraseology is adapted from Amos 1:11.</i> He pleaded for Your forgiveness, and You set a saving mark upon him.<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">Bereishis 4:15. Hashem inscribed a letter from His Name upon Kayin’s forehead. (Rashi)</i> At the third generation of man,<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">This refers to the generation of Chanoch. See Bereishis 4:26.</i> people began to worship You through idols.<sup class=\"footnote-marker\">42</sup><i class=\"footnote\">See Sifri Devorim 43; the use of the expression “worshipped You through idols” is elaborated upon in detail in the Rambam’s Mishnah Torah at the beginning of the Laws of Idolatry (Avodah Zarah).</i> The dreaded flood waters, You summoned, and they were drowned and destroyed. An arrogant generation erred and dared tell You to go away.<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">This refers to the generation of the flood. Midrash Tanchumah (Bereishis 12) says that during this generation there lived a race of giants who worshipped the sun and the moon, and subsequently told Hashem to “go away.”</i> They were tossed about by the boiling water; they were burned and scalded.<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">The Talmud, Maseches Rosh Hashanah (12a) says that the generation of the flood was destroyed by a flood of boiling water. The Midrash Vayikra Rabbah 7:6 states that this punishment corresponded to their sin of pride and arrogance.</i> Noah, who was commanded to build an ark, an ark of gopher-wood, was delivered when You enclosed him within.<sup class=\"footnote-marker\">45</sup><i class=\"footnote\">Bereishis 6:14, Bereishis 7:16. The Torah says that Hashem closed the door of the ark after Noach entered.</i> His sons, You made fruitful and they filled the face of the earth. A united people conspired to build a tower unto the heavens.<sup class=\"footnote-marker\">46</sup><i class=\"footnote\">This refers to the Dor Hahaphlaga the “generation of division” which built the Migdal Bavel, the “Tower of Bavel.” Being of one language, they were united in speech and hence, subsequently, in conspiracy (Bereishis 11:1).</i> They were entrapped by their evil action, and were scattered about the earth<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">Bereishis 11:8.</i> as if by a violent wind. Your loved one [Avraham]<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">Yeshaya 41:8.</i> who came “across the river,”<sup class=\"footnote-marker\">49</sup><i class=\"footnote\">The word עִבְרִי “Ivri” refers to the fact that Avraham came from the other side of the river.</i> made famous Your Name in the world.<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">See Bereishis 12:8 and the commentary of Ibn Ezra (ibid).</i> The son of his old age, [Yitzchak] he offered to You in sacrifice. Like a perfect, unblemished lamb Yaakov was chosen; he who was without blemish.<sup class=\"footnote-marker\">51</sup><i class=\"footnote\">In Bereishis 25:27, Yaakov is called תָּם “Tam” which Rashi interprets as denoting “equal in tongue and heart.”</i> He desired to sit in tents<sup class=\"footnote-marker\">52</sup><i class=\"footnote\">This refers to the period when Yaakov studied in the Yeshivos of Shem and Aver (See Rashi ibid.).</i> and followed you. Righteous children You brought forth from him, all of whom stayed true to their heritage, none ever deviating. To serve You, You desired Levi, Your pious one.<sup class=\"footnote-marker\">53</sup><i class=\"footnote\">Devorim 33:8. After the sin of the golden calf, Hashem chose the tribe of Levi to serve inthe Tabernacle because they did not participate in the sin.</i> From his tribe, You chose one [Aharon] to be Your holiest;<sup class=\"footnote-marker\">54</sup><i class=\"footnote\">This refers to Aharon and his sons who came from the tribe of Levi and were chosen to become the priests.</i> to wear the holy mitre and the Urim VeTumim,<sup class=\"footnote-marker\">55</sup><i class=\"footnote\">Vayikra 8:8—9. These were worn by the High Priest during his service.</i> and to dwell inside the Tabernacle for seven days.<sup class=\"footnote-marker\">56</sup><i class=\"footnote\">Before the final consecration of the Tabernacle in the wilderness, the priests were confined to the Tabernacle for seven days during which time they offered sacrifices each day to become initiated into the priesthood.</i> Upholders of the Jewish faith, [The Sanhedrin], a week before the tenth day [of Tishrei], secluded the High Priest as was done in the seven days after the completion of the Mishkan.<sup class=\"footnote-marker\">57</sup><i class=\"footnote\">Maseches Yoma, Mishnah 1:1; This law is derived from the seven days of consecration of the Mishkan during which time Aharon and his sons stayed inside of the Mishkan, see Talmud 2:9,b. The High Priest was confined to a special chamber called ‘lishkas phalhedrin’ (ibid. 2a).</i> They sprinkled upon him water mixed with the ashes of red heifers<sup class=\"footnote-marker\">58</sup><i class=\"footnote\">Maseches Yoma, 4a, 8a. According to the Mishnah (in Para ch. 3:11), from each red heifer which was burnt, from the time of Moshe, one third of its ashes were stored away, and some of the ashes from each were used to sprinkle over the High Priest. The Rambam (1:4) states that the sprinkling took place on the third and seventh day of confinement as a precaution lest the priest had been made impure upon contact with a dead body.</i> in order to purify him. [Each of the seven days] he sprinkled the blood of the daily sacrifices, burned the incense<sup class=\"footnote-marker\">59</sup><i class=\"footnote\">Maseches Yoma Mishnah 14a. The incense was burned twice daily, in the morning and in the afternoon. According to the Rambam the order was: sprinkling, cleaning out five wicks, burning the morning incense, then cleaning out the remaining two wicks.</i> [upon the golden altar in the Sanctuary,] and cleaned away the ashes, [from the wicks of the Menorah], [he did these things] to acquaint himself with the daily service.<sup class=\"footnote-marker\">60</sup><i class=\"footnote\">This was because the entire service on Yom Kippur was performed exclusively by the High Priest. See Rambam (Ch. 1:2,5).</i> As it was written in Your Torah: As it was done on this day, Adonoy commanded that it be done to atone for you. ", "versionTitle": "The Metsudah Machzor. Metsudah Publications, New York - Eng (paragraph ed.)", "license": "", "versionTitleInHebrew": ""}, {"_id": "5f1e9f16eb7d2e14756446ff", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Leviticus 8:8:1", "anchorRef": "Leviticus 8:8", "anchorRefExpanded": ["Leviticus 8:8"], "sourceRef": "Midrash Lekach Tov, Leviticus 8:8:1", "sourceHeRef": "מדרש לקח טוב, ויקרא ח׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "ויקרא", "he": "<b>פס'.</b> וישם עליו את החשן. פרשה זו לימדה לשעתה <i data-commentator=\"Beur HaRe'em\" data-order=\"83\"></i> ולימדה לעתיד לבא. לימדה לשירות יום הכפורים. בכל יום היה משמש בבגדי זהב וביוה\"כ בבגדי לבן. וישם עליו את המצנפת לא כסדר האמורין להלן אמורין כאן. להלן הסדיר את הבגדים כסדרן <i data-commentator=\"Beur HaRe'em\" data-order=\"84\"></i> וכאן היה מסרגן.להלן הסדיר את הקרבנות תחלה ואח\"כ הסדיר את הבגדים:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b7bec823a798e70b5a1a", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 515:5", "anchorRef": "Leviticus 8:8", "anchorRefExpanded": ["Leviticus 8:8"], "sourceRef": "Yalkut Shimoni on Torah 515:5", "sourceHeRef": "ילקוט שמעוני על התורה תקט״ו:ה׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 515.0005, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ויעש משה כאשר צוה ה' כשם שהסדיר משה עבודת המקדש כך הסדיר עבודת כהונה ולויה בגדי כל אחד ואחד לפי מה שהוא מקרבן. ויקרב משה את אהרן ואת בניו וירחץ אותם במים באותה שעה זכו לקידוש ידים ורגלים באותה שעה זכו בטבילת יום הכפורים. ויתן עליו את הכתנת וחגר אותו באבנט מלמד שנעשה משה סגן לאהרן והוא היה מפשיטו והוא היה מלבישו. כשם שנעשה לו סגן בחייו כך נעשה לו סגן במותו שנאמר קח את אהרן ואת אלעזר בנו וגו' והפשט את אהרן את בגדיו. ומנין שעשה כן שנאמר ויעש משה כאשר צוה ה' ויעלו אלהר ההר ויפשט משה את אהרן את בגדיו וכי היאך משה היה יכול להפשיט את אהרן כסדרן והלא העליונים הן עליונים לעולם והתחתונים הן תחתונים לעולם אלא מעשה נסים עשה לו הקב\"ה במיתתו יותר מבחייו והעמידו משה על הסלע והפשיטו בגדי כהונה ונלבשו בגדי שכינה תחלה למטה וחזר משה והפשיט את אהרן בגדים כסדרן והלביש את אלעזר בגדים כסדרן. וישם עליו את החשן וגו' פרשה זו נלמדה בשעתה נלמדה לדורות נלמדה לשריות יום ויום ולשירות יום הכפורים. בכל יום משמש בבגדי זהב ויום הכפורים משמש בבגדי לבן:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d51cf4629f2b57277eaa", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, אור 1", "anchorRef": "Leviticus 8:8", "anchorRefExpanded": ["Leviticus 8:8"], "sourceRef": "Sefer HaShorashim, אור 1", "sourceHeRef": "ספר השרשים, אור א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "אור", "he": ["<strong><big>אור</big></strong>   הַבֹּקֶר<strong> אוֹר</strong> (<a class=\"refLink\" href=\"Genesis 14:3\" data-ref=\"Genesis 14:3\">בראשית יד, ג</a>), וְלַיְלָה <strong>אוֹר </strong>בַּֽעֲדֵֽנִי (<a class=\"refLink\" href=\"Psalms 139:11\" data-ref=\"Psalms 139:11\">תהלים קלט, יא</a>), <strong>פועל עבר</strong>, הוֹלֵךְ <strong>וָאוֹר</strong> (<a class=\"refLink\" href=\"Proverbs 4:18\" data-ref=\"Proverbs 4:18\">משלי ד, יח</a>), בינוני כלומר הולך ומאיר, רְאוּ־נָא כִּי־<strong>אֹרוּ </strong>עֵינַי (<a class=\"refLink\" href=\"I Samuel 14:29\" data-ref=\"I Samuel 14:29\">שמואל א' יד, כט</a>), וַיָּשֶׁב יָדוֹ אֶל־פִּיו <strong>וַתָּרֹאְנָה [וַתָּאֹרְנָה] </strong>עֵינָֽיו (<a class=\"refLink\" href=\"I Samuel 14:27\" data-ref=\"I Samuel 14:27\">שמואל א' יד, כז</a>), קוּמִי<strong> אוֹרִי</strong> (<a class=\"refLink\" href=\"Isaiah 60:1\" data-ref=\"Isaiah 60:1\">ישעיה ס, א</a>). <strong>והפועל הכבד</strong> [הִפְעִיל] <strong>הֵאִירוּ</strong> בְרָקָיו תֵּבֵל (<a class=\"refLink\" href=\"Psalms 97:4\" data-ref=\"Psalms 97:4\">תהלים צז, ד</a>), <strong>וַיָּאֶר</strong> אֶת־הַלָּיְלָה (<a class=\"refLink\" href=\"Exodus 14:20\" data-ref=\"Exodus 14:20\">שמות יד, כ</a>),<strong> יָאֵר</strong> י\"י פָּנָיו אֵלֶיךָ וִֽיחֻנֶּֽךָּ (<a class=\"refLink\" href=\"Numbers 6:25\" data-ref=\"Numbers 6:25\">במדבר ו, כה</a>), <strong>יָאֵר</strong> פָּנָיו אִתָּנוּ סֶֽלָה (<a class=\"refLink\" href=\"Psalms 67:2\" data-ref=\"Psalms 67:2\">תהלים סז, ב</a>), <strong>מְאִירַת</strong> עֵינָֽיִם (<a class=\"refLink\" href=\"Psalms 19:9\" data-ref=\"Psalms 19:9\">תהלים יט, ט</a>). ואשר הוא <strong>פועל עומד</strong> <strong>מהכבד</strong>, וְהָאָרֶץ <strong>הֵאִירָה</strong> מִכְּבֹדֽוֹ (<a class=\"refLink\" href=\"Ezekiel 43:2\" data-ref=\"Ezekiel 43:2\">יחזקאל מג, ב</a>). <strong>והנפעל</strong> <strong>נָ֭אוֹר</strong> אַתָּ֥ה (<a class=\"refLink\" href=\"Psalms 76:5\" data-ref=\"Psalms 76:5\">תהלים עו, ה</a>), <strong>וַיֵּאֹר </strong>לָהֶם בְּחֶבְרֽוֹן (<a class=\"refLink\" href=\"II Samuel 2:32\" data-ref=\"II Samuel 2:32\">שמואל ב' ב, לב</a>). <strong>והשׁם</strong> <strong>בְּאֽוֹר</strong>־פְּנֵי־מֶלֶךְ חַיִּים (<a class=\"refLink\" href=\"Proverbs 16:15\" data-ref=\"Proverbs 16:15\">משלי טז, טו</a>), <strong>וְאוֹר</strong> פָּנַי לֹא יַפִּילֽוּן (<a class=\"refLink\" href=\"Job 29:24\" data-ref=\"Job 29:24\">איוב כט, כד</a>), וַיִּקְרָא אֱלֹהִים<strong> לָאוֹר</strong> יוֹם (<a class=\"refLink\" href=\"Genesis 1:5\" data-ref=\"Genesis 1:5\">בראשית א, ה</a>), <strong>אוֹר</strong> זָרֻעַ לַצַּדִּיק (<a class=\"refLink\" href=\"Psalms 96:11\" data-ref=\"Psalms 96:11\">תהלים צו, יא</a>),<strong> אֽוֹר</strong>־צַדִּיקִים יִשְׂמָח (<a class=\"refLink\" href=\"Proverbs 13:9\" data-ref=\"Proverbs 13:9\">משלי יג, ט</a>), עַל־כַּפַּיִם כִּסָּה־<strong>אוֹר</strong> (<a class=\"refLink\" href=\"Job 36:32\" data-ref=\"Job 36:32\">איוב לו, לב</a>), וַיִצַו עָלֶיה כְמַפְגִיעַ כאילו בעננים כסה האור, שלא יראה ויצו עליה על השמש במפגיע, כלומר צוה על השמש להסתר מבני אדם כשמפגיע בה העבים, שהם כאילו פגעו בשמש והסתירוה. אֵי־זֶה הַדֶּרֶךְ יִשְׁכָּן־<strong>אוֹר</strong> (<a class=\"refLink\" href=\"Job 38:19\" data-ref=\"Job 38:19\">איוב לח, יט</a>) פירש הגאון רב סעדיה על מקום שיש בארץ שהוא אור כל השנה חוץ מיום אחד, והפכו מקום אחר כלו חשך חוץ מיום אחד,<strong> וזהו וחשׁך אי זה מקומו</strong>. מִן־<strong>הָאוֹר</strong> עַד־מַֽחֲצִית הַיּוֹם (<a class=\"refLink\" href=\"Nehemiah 8:4\" data-ref=\"Nehemiah 8:4\">נחמיה ח, ד</a>), פירוש מן הבקר, כלומר מתחלת האור. והקבוץ לְעֹשֵׂה <strong>אוֹרִים</strong> גְּדֹלִים (<a class=\"refLink\" href=\"Psalms 136:7\" data-ref=\"Psalms 136:7\">תהלים קלו, ז</a>). וב<strong>ה\"א</strong> הנקבה לַיְּהוּדִים הָֽיְתָה<strong> אוֹרָה </strong>(<a class=\"refLink\" href=\"Esther 8:15\" data-ref=\"Esther 8:15\">אסתר ח, טו</a>) בתוספות <strong>מ\"ם</strong> אֶת־<strong>הַמָּאוֹר</strong> הַגָּדֹל (<a class=\"refLink\" href=\"Genesis 1:15\" data-ref=\"Genesis 1:15\">בראשית א, טו</a>), כָּל־<strong>מְאוֹרֵי</strong> אוֹר בַּשָּׁמַיִם אַקְדִּירֵם עָלֶיךָ (<a class=\"refLink\" href=\"Ezekiel 32:8\" data-ref=\"Ezekiel 32:8\">יחזקאל לב, ח</a>), ובקבוץ הנקבות אֶת־שְׁנֵי <strong>הַמְּאֹרֹת</strong> (<a class=\"refLink\" href=\"Genesis 8:16\" data-ref=\"Genesis 8:16\">בראשית ח, טז</a>), כלם שהם מענין זה ענינם ידוע, שהוא מלשון אורה. ויש בהם שהם משל על רוב הטובה, כמו <strong>אֽוֹר־צַדִּיקִים, אוֹר זָרֻעַ לַצַּדִּיק, לַיְּהוּדִים הָֽיְתָה אוֹרָה</strong>, והדומים להם. וכן החשך על רוב הצרה. ויש אומרים כי נגזר מענין זה אֶת<strong>־הָֽאוּרִים </strong>וְאֶת־הַתֻּמִּים (<a class=\"refLink\" href=\"Leviticus 8:8\" data-ref=\"Leviticus 8:8\">ויקרא ח, ח</a>), ולא נתברר אצלנו מה הם האורים והתומים, כי ידמה לפי הפסוקים, שהם דבר אחר זולתי אבני החשן. ורבינו שלמה פירש שהוא כתב שם המפורש שהיה נתנו בתוך כפלי החשן שעל ידו היה מאיר את דבריו ומתמים את דבריו, ולא נודע האמת. <strong>וענין שני</strong> וְלֹֽא־<strong>תָאִירוּ</strong> מִזְבְּחִי חִנָּם (<a class=\"refLink\" href=\"Malachi 1:10\" data-ref=\"Malachi 1:10\">מלאכי א' י</a>), פירוש ולא תלהיבו. וכן לְכוּ <strong>בְּאוּר </strong>אֶשְׁכֶם (<a class=\"refLink\" href=\"Isaiah 50:11\" data-ref=\"Isaiah 50:11\">ישעיה נ, יא</a>), אֲשֶׁר־<strong>אוּר</strong> לוֹ בְּצִיּוֹן (<a class=\"refLink\" href=\"Isaiah 31:9\" data-ref=\"Isaiah 31:9\">ישעיה לא, ט</a>), <strong>אוּר</strong> לָשֶׁבֶת נֶגְדּֽוֹ (<a class=\"refLink\" href=\"Isaiah 47:14\" data-ref=\"Isaiah 47:14\">ישעיה מז, יד</a>). נָשִׁים בָּאוֹת <strong>מְאִירוֹת</strong> אוֹתָהּ (<a class=\"refLink\" href=\"Isaiah 27:11\" data-ref=\"Isaiah 27:11\">ישעיה כז, יא</a>), <strong>פירוש </strong>חלשים כנשים ויבערו אותה. וכן אֲשֶׁר הֽוֹצֵאתִיךָ <strong>מֵאוּר</strong> כַּשְׂדִּים (<a class=\"refLink\" href=\"Genesis 15:6\" data-ref=\"Genesis 15:6\">בראשית טו, ו</a>), לדעת שפירשו בו רבותינו, <strong>וזה הענין</strong> קרוב לענין הראשון, או יהיה פירוש <strong>אוּר כַּשְׂדִּֽים</strong> עמק כשדים, וכן עַל־כֵּן <strong>בָּֽאֻרִים</strong> כַּבְּדוּ י\"י (<a class=\"refLink\" href=\"Isaiah 24:14\" data-ref=\"Isaiah 24:14\">ישעיה כד, יד</a>), פירושו בעמקים.<strong> מְאוּרַת</strong> צִפְעוֹנִי (<a class=\"refLink\" href=\"Isaiah 11:8\" data-ref=\"Isaiah 11:8\">ישעיה יא, ח</a>), פירושו חור צפעוני. <strong>וענין רביעי</strong> לְלַקֵּט <strong>אֹרֹת </strong>(<a class=\"refLink\" href=\"II Kings 4:39\" data-ref=\"II Kings 4:39\">מלכים ב' ד, לט</a>), פירוש ירקות, וכן אמר המתרגם <strong>לְלַקְטָא יֵרוֹקָנִין</strong>. ובדברי רבותינו (<a class=\"refLink\" href=\"Yoma 18b\" data-ref=\"Yoma 18b\">יומא יח, ע\"ב</a>) ויצא אחד אל השדה ללקט ארת, מאי ארת? תנא משמיה דרבי מאיר זה גרגיר, אמר רבי יוחנן למה נקרא שמו ארת? שמאיר את העינים, והוא שקורין בלע\"ז <strong>אורונ\"א</strong> ויש מי שמפרש טַל <strong>אוֹרֹת</strong> טַלֶּךָ (<a class=\"refLink\" href=\"Isaiah 26:19\" data-ref=\"Isaiah 26:19\">ישעיה כו, יט</a>), מזה הענין, כלומר טל הראוי, לירקות או פירושו כמו אור היום. <strong>וענין חמישי </strong>כְּחֹם צַח עֲלֵי־<strong>אוֹר</strong> (<a class=\"refLink\" href=\"Isaiah 18:4\" data-ref=\"Isaiah 18:4\">ישעיה יח, ד</a>), יָפִיץ עֲנַן <strong>אוֹרֽוֹ</strong> (<a class=\"refLink\" href=\"Job 37:11\" data-ref=\"Job 37:11\">איוב לז, יא</a>), הֵֽן־פָּרַשׂ עָלָיו <strong>אוֹרוֹ</strong> (<a class=\"refLink\" href=\"Job 36:30\" data-ref=\"Job 36:30\">איוב לו, ל</a>), ענין אלו מטר. ובדברי רבותינו ז\"ל (בראשית רבה סוף פרשה כו) אמר רבי יוחנן כל אורה שנאמרה באליהוא אינה אלא בירידת גשמים. ויש אומרים, כי נקרא המטר אור, בעבור המאור הקטן, כי בתנועותיו יהיה המטר בצווי הבורא. ויש מי שפירש <strong>הֵֽן־פָּרַשׂ עָלָיו אוֹרוֹ</strong> שמשו, וכן צַר <strong>וָאוֹר</strong> חָשַׁךְ בַּֽעֲרִיפֶֽיהָ (<a class=\"refLink\" href=\"Isaiah 5:30\" data-ref=\"Isaiah 5:30\">ישעיה ה, ל</a>), הירח והשמש, והוא מענין הראשון. <strong>וענין ששי</strong> וַֽעֲדָרִים <strong>לַֽאֲוֵרֽוֹת</strong> (<a class=\"refLink\" href=\"II Chronicles 32:28\" data-ref=\"II Chronicles 32:28\">דברי הימים ב' לב, כח</a>), הם האבוסים, והוא הפוך <strong>אֻרְוֹת</strong> סוּסִים (<a class=\"refLink\" href=\"I Kings 5:6\" data-ref=\"I Kings 5:6\">מלכים א' ה, ו</a>)."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037edf6bfddfbb310fecfa", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Installing the Priests 2-4", "anchorRef": "Leviticus 8:1-36", "anchorRefExpanded": ["Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Installing the Priests 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳, ויקרא הערה ח׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Installing the Priests", "he": "ויקרא הערה ח׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ח׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["This chapter and the next, which might easily have followed the instructions for it in Ex. 29, has instead been placed here, perhaps as the logical conclusion to material about offering sacrifices. (Placing it at the end of Exodus might also have detracted from the impressive scene with which that book ends. For a discussion of the complex relationship between the Exodus and Leviticus texts, see Milgrom.) We now shift from a prescriptive mode to a descriptive, narrative one, which will prepare us for the brief but disastrous story of Aharon’s sons in Chap. 10.", "A refrain here is various forms of “as Y<small>HWH</small> had commanded Moshe,” also a key phrase in the Exodus texts. In addition, one hears the constant use of the verb “make-holy,” appropriate in this context. Finally, one might point to the balance between Moshe’s sequence of action in Chap. 8 and Aharon’s parallel actions in Chap. 9.", "There is much in this chapter that is rhythmic. The description of Aharon’s being clothed in the holy vestments in vv.7–9 has the ring of ritual to it, as conveyed through its steady alternation of verb and garment."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a7713bd8cd388d3e4f", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood 2-18", "anchorRef": "Leviticus 1:1-10:20", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood 2-18", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳ ב׳-י״ח", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Cult and the Priesthood", "he": "ויקרא מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE SECOND HALF OF THE BOOK OF</small> E<small>XODUS CONCERNED ITSELF WITH SETTING UP THE</small> sacrificial cult of Israel. It therefore set forth the prescriptions for and construction of a sanctuary and the priestly garments, and laid out a ceremony for the investiture of priests. But the description of how sacrifices were to be offered, and for what purpose, is not part of the book, which as edited seems more interested in contrasting the building of a sanctuary with building cities for the Pharaohs, as part of its portrayal of the victory of the biblical God over the gods of Egypt. Although at the end of the book the “Dwelling” is completed, we do not get to see the various sacral rites performed there.", "Leviticus also delays the ordination of the priests, until Chapter 8, preferring instead to begin with a kind of manual on the offering and disposal of sacrifices. It then moves us from the details of sacrifice into the narrative of the sanctuary’s dedication and opening rites, providing a natural bridge for Part II, in which ritual pollution and purity, the province of priests, is dealt with.", "The function of the sacrificial cult in ancient Israel will be discussed in “On Animal Sacrifice” below. In general it should be noted that the existence of a class or profession whose job it is to mediate between the divine and human realms is widespread in most older cultures, and the Israelite priesthood, whatever its origins and development, was but one of many such groups in the ancient Near East. It existed, to use the language of Exodus, to “serve” God, maintaining his holiness through ritual and helping to maintain the order of sacred culture which was supposed to mirror God’s ordering of the cosmos. Accordingly, as we will learn later in Leviticus, priests were to be set apart from the general population in a number of areas. There were strict rules about whom they could and could not marry, and they were barred from coming into any contact with the dead, for instance. Their functions extended beyond sacrifice; they could provide oracular advice in times of need, and taught the people “instructions” (Heb. <i>torot</i>) regarding various ritual matters.", "As part of an overall scheme, there was a conscious parallel between priests as part of a select circle and sacrificial animals—as well as the people of Israel. That is, all three stood at the center of concentric circles dedicated to God; and as one moved out (toward Levite and commoner, animals permitted for eating and those forbidden, and neighbors and foreigners), one got further and further away from the divine. The hierarchy regarding the cult thus reinforced the theme of separation which we have noted above.", "In the view of Milgrom, Israel’s cult was distinguished from those of its neighbors by its purposefully ignoring the complex web of rituals regarding demons. The sanctuary was to be purged of ritual pollution, not only by semimagical means (the sprinkling of sacrificial blood) but also and primarily by the confession of wrongdoing and the sincere desire to repent. Then, too, the sanctuary, while in most respects resembling shrines elsewhere in the ancient Near East, omitted certain crucial items, most notably statuary representing the gods and a bed for them to rest on. Finally, certain religious rituals were forbidden, such as mutilation of the priests’ bodies. In all these cases, Israel introduced something new into the area of worship.", "For many decades there has been major and heated debate by scholars in favor of one or the other scheme for following the history of the priesthood and the cult. There are those who view these institutions as stretching back to Israel’s earliest history, while others see strong evidence of a late, possibly even exilic, reworking of the priestly material. Similar arguments dot the landscape of literary criticism of the Torah, in which scholars have tried to divine at what point priestly editors might have put their distinctive stamp on the literature. From Wellhausen in the nineteenth century to Knohl, Milgrom, and Levine in the late twentieth, there has been no lack of theorizing on these issues—and no definitive answers. For the moment we are left to read Leviticus as it is placed in the Torah, with an awareness that a variety of historical and ideological influences are imbedded, if not hidden, in our text.", "O<small>N</small> A<small>NIMAL</small> S<small>ACRIFICE</small>", "A<small>LTHOUGH IT APPEARS EARLIER IN THE</small> T<small>ORAH</small>, <small>ANIMAL SACRIFICE RECEIVES ITS FULL</small>est treatment in Leviticus. Besides the opening seven chapters, which are devoted to a relatively brief description of how sacrifices are to be offered and disposed of, many other chapters in the book talk about sacrificial rituals: the installation of the priests (8–9), rules about disposing of the <i>hattat</i> sacrifice (10), purification offerings brought in the event of such “polluting” states as childbirth and skin diseases (12–15), and finally the “scapegoat” ceremony of Chapter 16. They appear in most of the later chapters as well.", "What function did sacrifice, particularly of animals, play in the religion of ancient Israel? How could a God who proscribed the murder of human beings (Ex. 20:13, 21:12) countenance the taking of animal life for ritual purposes? To answer these questions, we must turn briefly to some of the commonly proposed theories surrounding sacrifice.", "The idea of offering up living creatures to the gods is one of hoary antiquity. Walter Burkert, on the basis of the study of Greek religion, suggests that sacrifice is a means of dealing with guilt over the taking of life. That is, the switch from gathering to hunting society, made possible by technology (the invention of tools), while it raised human accomplishment and consciousness to a new level, also brought with it the acute sense of having violated something essential in the cosmic order. Such guilt is not mitigated by the fact that early people hunted for food and not for pleasure. The way of dealing with the guilt, giving life back to the gods, is in a true sense restoration; life is given back for life taken, so that it may ultimately be renewed (contrast this to the profoundly unecological use of living and inorganic resources over the past “civilized” centuries). And it must be done via ritual. In Burkert’s view, ritual deals with human anxiety by “raising the ante”—by means of increasing anxiety, it is controlled. So guilt over life-taking is assuaged by making a ritual out of the killing, and the shared experience of trauma helps to create solidarity within the group. Despite the subsequent rise of agriculture, says Burkert, the hunting ritual played out in sacrifice could not be done away with, so ingrained had it become, and the rationale behind sacrifices was therefore transformed. Now domesticated animals could be used, giving greater control over the process.", "In another approach, De Vaux (1965) postulates three motives for sacrifice. In the first model, that of “gift,” the worshiper brings something of value to the deity. The animal is killed, setting it apart for sacred use; it is burned, turning it into an invisible substance which can rise to the gods. The gift may be for thanksgiving or, more likely, may be to assuage the demonic powers that many societies (especially Mesopotamia, Abraham’s homeland) felt controlled everyday life. Giving establishes reciprocal movement; altruism has no place here (Burkert). One is reminded of the elaborate giving ceremonies among many peoples on occasions such as weddings; giving establishes relationship and maintains the social order.", "In addition to gifts, another mode of sacrifice involves communion, as nineteenth-century scholars such as Robertson Smith observed. Here the model of the meal is crucial: humans and gods share a great repast, thereby cementing kinship as surely as the closing of business deals is celebrated by drinks and dinner. Passover, both in the Bible and subsequently (even when the sacrifice per se was no longer involved), may serve as a striking example of the effectiveness of such a paradigm.", "A final type or function of sacrifice is atonement or expiation. Here a sin, communal or individual, is purged away by the act of sacrifice; the gods receive life as a substitute for the sinner’s own, which is symbolized by the victim’s blood. The fact that the animals permitted in the Bible for sacrifice are pastoral and hence frequently used metaphorically for the Israelites themselves, is significant in this regard. This approach is further illustrated in the Bible by the end of the Flood story, where God accepts Noah’s sacrifice, implying that he accepts animal life (which now, simultaneous with properly offered sacrifice, is permissible for food) in place of that of humans (Eilberg-Schwartz). It should be noted that, in the Bible, sacrifice for the sake of atonement is almost always in reference to unintentional sins, whereas deliberate wrongdoing may not be atoned for through this system.", "Which of these rationales is truly at work in Levitical sacrifice? Actually, at various times one can find all of them—the texts present a variety of motives and occasions for sacrifice in biblical Israel, from thanksgiving to purification and reparation. But in general one may say of Israelite sacrifice, as one may say of much of the ritual in Leviticus, that it is designed primarily to maintain or repair the relationship between God and Israel. Such an understanding helps to explain the unity of the book, as we will see in our discussion of pollution: sacrifice was a crucial element in keeping the covenant, and hence God’s beneficent presence among the Israelites, intact.", "The fact that this reconciliation, as it were, takes place against a background of slaughter should not be as upsetting to moderns as it is usually felt to be. In ironic contrast to our mechanized and mass-produced society, where the killing of animals for food takes place at a remove from our consciousness and from our direct participation, the sacrificial system in fact involved worshiper and priest alike, and the symbolic value of the operation, whatever it may have been in specific cases, lay in its directness, in its consciousness of the taking of life. Some would even maintain that in societies where the practice and rationale for sacrifice has broken down, there is inevitably an increase in intrahuman violence (Girard).", "<br><img>", "<b><i>Lev. 3:5</i> And the Sons of Aharon are to turn it (all) into smoke upon the slaughter-site … a fire-offering of soothing savor for Y<small>HWH</small>.</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e4c9ad75f2d99af94e", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Installing the Priests 1", "anchorRef": "Leviticus 8:1-36", "anchorRefExpanded": ["Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Installing the Priests 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳, ויקרא הערה ח׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ח׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Leviticus 8:1-36\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Leviticus 8:1-36</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "63209b25d940592148169e2a", "index_title": "Mishneh Torah, Vessels of the Sanctuary and Those Who Serve Therein", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Vessels of the Sanctuary and Those Who Serve Therein 10:3", "anchorRef": "Leviticus 8:7-9", "anchorRefExpanded": ["Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9"], "sourceRef": "Mishneh Torah, Vessels of the Sanctuary and Those Who Serve Therein 10:3", "sourceHeRef": "משנה תורה, הלכות כלי המקדש והעובדין בו י׳:ג׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 10.0003, "collectiveTitle": {"en": "Mishneh Torah, Vessels of the Sanctuary and Those Who Serve Therein", "he": "משנה תורה, הלכות כלי המקדש והעובדין בו"}, "heTitle": "משנה תורה, הלכות כלי המקדש והעובדין בו", "he": "כֹּהֵן גָּדוֹל אַחַר שֶׁחוֹגֵר בְּאַבְנֵט לוֹבֵשׁ הַמְּעִיל. וְעַל הַמְּעִיל הָאֵפוֹד וְהַחשֶׁן וְחוֹגֵר בְּחֵשֶׁב הָאֵפוֹד עַל הַמְּעִיל מִתַּחַת הַחשֶׁן וּלְפִיכָךְ נִקְרָא <small>(שמות כח לא)</small> <small>(שמות כט ה)</small> <small>(שמות לט כב)</small> \"מְעִיל הָאֵפוֹד\" שֶׁחוֹגְרוֹ בָּאֵפוֹד. וְאַחַר כָּךְ צוֹנֵף בַּמִּצְנֶפֶת וְקוֹשֵׁר הַצִּיץ לְמַעְלָה מִן הַמִּצְנֶפֶת וּשְׂעָרוֹ הָיָה נִרְאָה בֵּין צִיץ לַמִּצְנֶפֶת וְשָׁם הָיָה מֵנִיחַ תְּפִלִּין בֵּין צִיץ לַמִּצְנֶפֶת: \n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "After the High Priest girds himself with the sash,<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">I.e., he puts on the first three garments in the same manner as an ordinary priest does.</i> he puts on the cloak, and on the cloak, the <i>ephod</i> and the breastplate. He girds himself with the belt of the <i>ephod</i> over the cloak, below the breastplate. Therefore [the cloak] is called \"the cloak of the <i>ephod</i>,\"<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Exodus 28:31.</i> the cloak that is girded closed with the <i>ephod</i>.<br>Afterwards, he winds the headgear like a turban. He ties the forehead plate [behind his head,] above the turban.<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">The bracketed inclusion is necessary, because in front of his head, the turban was above the forehead plate, as the Rambam proceeds to state. The order in which the High Priest put on his priestly garments is taken from Leviticus 8:7-9.</i> His hair was visible between the forehead plate and the turban and it is in that place that he would wear his <i>tefillin</i> between the forehead plate and the turban.<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">See Halachah 6.</i>", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "657ecc51758c1dc532ec8d05", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 8:8", "anchorRef": "Leviticus 8:8", "anchorRefExpanded": ["Leviticus 8:8"], "sourceRef": "Steinsaltz on Leviticus 8:8", "sourceHeRef": "ביאור שטיינזלץ על ויקרא ח׳:ח׳", "anchorVerse": 8, "sourceHasEn": true, "commentaryNum": 8.0008, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>וַיָּשֶׂם עָלָיו אֶת הַחֹשֶׁן וַיִּתֵּן אֶל הַחֹשֶׁן אֶת הָאוּרִים וְאֶת הַתֻּמִּים</b>, הסוד הפנימי שבתוך החושן.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>He placed the breast piece on him; and in the breast piece he placed the Urim and the Tumim, </b>whose nature is mysterious. 41", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "55053472fbfba270cc17e6d5", "index_title": "Haamek Davar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Leviticus 8:8:1", "anchorRef": "Leviticus 8:8", "anchorRefExpanded": ["Leviticus 8:8"], "sourceRef": "Haamek Davar on Leviticus 8:8:1", "sourceHeRef": "העמק דבר על ויקרא ח׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>וישם עליו את החשן.</b> לפי לשון הצווי והלבשת וגו׳ ואת האפוד ואת החושן ואפדת לו בחשב האפוד ושמת וגו׳ ובמעשה כתיב תחלה ויחגור אותו בחשב האפוד ואח״כ וישם עליו את החשן. והנראה דודאי הלביש את החשן תחלה לחגירת האפוד אבל לא חיבר עדיין אלא מלמעלה ועדיין היה תלוי למטה. עד שהאפיד בחשב האפוד. אז וישם עליו. דמשמעו כ״פ תיקן על מתכונתו כמו שביארנו בס׳ שמות מ׳ כ״א וישם את הבדים על הארון. וכן הפי׳ כאן שאח״כ חיבר את החשן מלמטה ג״כ ואח״כ ויתן בו את האורים וגו׳:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "55a3c20efbfba277e9971921", "index_title": "Exodus", "category": "Tanakh", "type": "", "ref": "Exodus 28:30", "anchorRef": "Leviticus 8:8", "anchorRefExpanded": ["Leviticus 8:8"], "sourceRef": "Exodus 28:30", "sourceHeRef": "שמות כ״ח:ל׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 28.003, "collectiveTitle": {"en": "Exodus", "he": "שמות"}, "heTitle": "שמות", "he": "וְנָתַתָּ֞ אֶל־חֹ֣שֶׁן הַמִּשְׁפָּ֗ט אֶת־הָאוּרִים֙ וְאֶת־הַתֻּמִּ֔ים וְהָיוּ֙ עַל־לֵ֣ב אַהֲרֹ֔ן בְּבֹא֖וֹ לִפְנֵ֣י יְהֹוָ֑ה וְנָשָׂ֣א אַ֠הֲרֹ֠ן אֶת־מִשְׁפַּ֨ט בְּנֵי־יִשְׂרָאֵ֧ל עַל־לִבּ֛וֹ לִפְנֵ֥י יְהֹוָ֖ה תָּמִֽיד׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "Inside the breastpiece of decision you shall place the Urim and Thummim,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Urim and Thummim </b>Meaning of these two words uncertain. They designate a kind of oracle; cf. Num. 27.21.</i> so that they are over Aaron’s heart when he comes before יהוה. Thus Aaron shall carry the instrument of decision for the Israelites over his heart before יהוה at all times.", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "55b2543cfbfba267ad61e525", "index_title": "Derashot HaRan", "category": "Jewish Thought", "type": "", "ref": "Derashot HaRan 3:17", "anchorRef": "Leviticus 8:8", "anchorRefExpanded": ["Leviticus 8:8"], "sourceRef": "Derashot HaRan 3:17", "sourceHeRef": "דרשות הר\"ן ג׳:י״ז", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1320, 1370], "commentaryNum": 3.0017, "collectiveTitle": {"en": "Derashot HaRan", "he": "דרשות הר\"ן"}, "heTitle": "דרשות הר\"ן", "he": "והתשובה בזה שכבר הודיעונו רבותינו ז\"ל שכל מדותיו של הקב\"ה מדה כנגד מדה. כמו ששנינו במשנתנו (סוטה דף ט') וכן לענין הטובה. ורצה זה הש\"י כדי שתתיישב ענין ההשגחה בלב בני האדם. כי אם לא יבא הגמול הטוב ולא יהיה הפעל הטוב. אפשר שיהיה זה נתלה במקרה ובמנהגו של עולם. אבל כאשר יהיה הגמול באותו ענין בעצמו שהיה הפעל הטוב אז יודע כי זה בהשגחה מהש\"י ובכונה ממנו לשלם טוב לטובים. ולכן יחסו ז\"ל זה הגמול לאהרן תחת זה הפעל יותר מכמה מעלות טובות שהיו בכהונה גדולה. שהוא מורה שלא זכה אהרן לזאת המעלה כי אם לגמול מזה הפעל. כי דבר ידוע הוא שעל ידי החשן היה נודע ענין העתידות. וזה לא היה ראוי שיגיע לחלקו של אהרן. כי הודעת העתידות הוא דבר ראוי לנביא לא לכהן. כי כמו שמענין הנביא הגדת העתידות לא ענין העבודות כלל. כן מענין הכהן מעשה העבודות לא הגדת העתידות. ושמא תאמר שכיון שרצה הש\"י שיהיה כהן גדול משמש בשמונה כלים אשר החשן מכללם זכה אהרן לזאת המעלה מצד כהונתו. אין הענין כן. כי החשן אינו מגיד העתידות מצד היותו חשן לבד אבל מצד האורים והתומים שהיו בין כפליו שלא היו מכלל בגדיו. והראיה עוד בזה שהאורים והתומים לא הוזכרו כאן בסדר ואלה פקודי במעשה הבגדים כלל. כמו שכתב הרמב\"ן ז\"ל. כי אמר ויעש את החשן ולא אמר ויעש את האורים ואת התומים. כי לא היה זה ממעשה האומנים כלל אבל משה לבדו נצטווה בדבר. כמו שנאמר בפרשת ואתה תצוה ונתת אל חשן המשפט את האורים ואת התומים. וכן עשה כמו שאמר בפרשת צו ויתן את האורים ואת התומים: הנה כל זה מורה שאין ענין אורים ותומים מכלל בגדי כהונה. וא\"כ למה זכה בו אהרן, לפיכך דרשו רז\"ל שזכה לגמול טוב באותו ענין בעצמו שהראה טוב לבבו. שעם היותו קודם למשה בנבואה לא נתקנא בו כשנבחר לנביא. ולפיכך זכהו הש\"י בחלק נכבד והגדת העתידות. אע\"פ שלא היה ראוי לעניני הכהונה. אבל מאשר לא נתקנא בנבואת משה זכה בהודעת העתידות שוה לנבואה או יותר ממנה. שכבר הודיעונו רז\"ל בפרק בא לו כהן גדול (יומא דף ע\"ג) שהעתידות הנודעות ע\"י אורים ותומים מחוייבות יותר מהידועות בנבואה. אמרו שם אף על פי שגזרת הנביא חוזרת. גזרת אורים ותומים אינה חוזרות שנאמר ושאל לו במשפט האורים כו' מה משפט אינה חוזר אף גזרת אורים ותומים אינה חוזרת. הנה שזכה אהרן למדרגה גדולה קרובה למדרגת הנבואה ולא עוד אלא שזכה בה לו ולזרעו. וכל זה בשכר שנתעסק עם מרע\"ה בענין יציאת מצרים ולא נתקנא במשה.", "heVersionTitle": "wikisource", "heLicense": "", "heVersionTitleInHebrew": "ויקיטקסט", "text": "The answer: Our sages of blessed memory have already apprised us that all of the judgments of the Holy One Blessed be He are measure for measure. This holds for reward as well as for punishment. The Blessed One desired that it be so in order that the idea of Divine Providence be implanted in the hearts of men. For if the goodly reward were not of the same character as the good deed, people might attribute it to chance and nature. But when the reward is of the same character as the good deed, it is then acknowledged as stemming from Him and as intended by Him to reward the good with good. It is for this reason that our sages regarded this as Aaron's reward for this act rather than as one of the many eminences he possessed by virtue of the high-priesthood, in that it is clearly seen as a particular eminence resulting from a particular act. For it is well known that the breast-plate afforded knowledge of the future; and this was not properly the province of Aaron, such knowledge being in the domain of the prophet and not in that of the priest. For just as the province of the prophet is the foretelling of the future and not that of sacrifices at all, so the province of the priest is that of sacrifices and not the foretelling of the future. And if you would contend that since the Blessed One desired that the high-priest officiate in eight vestments, of which the breast-plate is one, that it was by virtue of his high-priesthood that Aaron attained this eminence, this is not so. For the breast-plate did not foretell the future by virtue of its being a breast-plate alone, but by virtue of the urim vetumim which were between its folds and which were not in the category of the high-priest's vestments. For in the second Temple there were no urim vetumim, in spite of which the high-priest officiated in eight vestments, the urim vetumim not being counted among them. A further proof is that the urim vetumim are not mentioned at all among the high-priestly garments in the section dealing with the fashioning of those garments, as noted by the Ramban, it being stated (Exodus 39:8): \"And he made the breast-plate\" and not \"And he made the urim vetumim.\" For this was not among the work of the artisans at all, but Moses himself was commanded in respect to it, as it is written (Ibid 28:30): \"And you shall place upon the breast-place of judgment the urim and the tumim.\" And he did, accordingly, as written (Leviticus 8:8): \"And he placed upon the breast-plate the urim and the tumim.\" All of this indicates that the urim vetumim are not counted among the high-priestly vestments. If so, why should Aaron have merited them? And our sages answer that he merited them as the goodly reward for an act relating to their very character in which he demonstrated the goodness of his heart. To wit, though he preceded Moses in prophecy, he did not envy him when he was selected as the prophet. For this reason the Blessed One accorded him the most exalted eminence in the foretelling of the future though that eminence does not properly relate to the domain of the priesthood. Because he did not envy the prophecy of Moses, he merited a degree of foretelling the future equivalent to or even greater than that of prophecy itself. For our sages have already apprised us (Yoma 73b) that the revelations of the future provided by the urim vetumim are more binding than those provided by prophecy, viz.: \"Although the decree of the prophet can be annulled, the decree of the urim vetumim is not annulled, as it is written (Numbers 27:21): \"And he shall inquire for him of the judgment of the urim before the L rd' — just as a judgment is not annulled, the decree of the urim vetumim is not annulled.\" We see, then, that Aaron attained a degree of greatness close to that of prophecy, and, what is more, that he merited it for himself and for his children after him. And all of this because he assisted Moses in the exodus and was not envious of him.", "versionTitle": "Derashot HaRan, by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "דרשות הר\"ן, מתורגמות בידי רבי שרגא סילברשטיין"}, {"_id": "57669f68d6e4a949a39b2783", "index_title": "JPS 1985 Footnotes", "category": "Commentary", "type": "commentary", "ref": "JPS 1985 Footnotes, Leviticus 8:1", "anchorRef": "Leviticus 8:8", "anchorRefExpanded": ["Leviticus 8:8"], "sourceRef": "JPS 1985 Footnotes, Leviticus 8:1", "sourceHeRef": "הערות שוליים תרגום 1985 של JPS, ויקרא ח׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1980, 1990], "commentaryNum": 8.0001, "collectiveTitle": {"en": "JPS", "he": "הערות שוליים תרגום 1985 של JPS"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "See note on Exod. 28.30.", "versionTitle": "JPS Footnotes", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "62035b01767a9fda1b6f6503", "index_title": "Judges", "category": "Tanakh", "type": "", "ref": "Judges 8:27", "anchorRef": "Leviticus 8:8", "anchorRefExpanded": ["Leviticus 8:8"], "sourceRef": "Judges 8:27", "sourceHeRef": "שופטים ח׳:כ״ז", "anchorVerse": 8, "sourceHasEn": true, "compDate": [-1300, -500], "commentaryNum": 8.0027, "collectiveTitle": {"en": "Judges", "he": "שופטים"}, "heTitle": "שופטים", "he": "וַיַּ֩עַשׂ֩ אוֹת֨וֹ גִדְע֜וֹן לְאֵפ֗וֹד וַיַּצֵּ֨ג אוֹת֤וֹ בְעִירוֹ֙ בְּעׇפְרָ֔ה וַיִּזְנ֧וּ כׇֽל־יִשְׂרָאֵ֛ל אַחֲרָ֖יו שָׁ֑ם וַיְהִ֛י לְגִדְע֥וֹן וּלְבֵית֖וֹ לְמוֹקֵֽשׁ׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "Gideon made an ephod of this gold<sup class=\"footnote-marker\">l</sup><i class=\"footnote\"><b>this gold </b>Heb. “it.”</i> and set it up in his own town of Ophrah. There all Israel went astray after it, and it became a snare to Gideon and his household.", "versionTitle": "THE JPS TANAKH: Gender-Sensitive Edition", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6319cf97b6084aa1cbef9aa1", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אוּרִים 1", "anchorRef": "Leviticus 8:8", "anchorRefExpanded": ["Leviticus 8:8"], "sourceRef": "BDB, אוּרִים 1", "sourceHeRef": "בראון-דרייבר-בריגס, אוּרִים א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אוּרִים", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">אוּרִים</span></big>  <strong>n.m. Urim</strong> (pl.intens., mostly c. art. <em>the Urim</em>, and mostly joined with <span dir=\"rtl\">תֻּמִּים</span> q.v.) <span dir=\"rtl\">תֻּמֶּיךָ וְאוּרֶיךָ לְאִישׁ הֲסִידֶךָ</span> <a data-ref=\"Deuteronomy 33:8\" href=\"/Deuteronomy.33.8\">Dt 33:8</a> <em>thy Thummim and thy Urim has the man of thy favour</em>, i.e. the Levite tested at Massah & Meribah; <span dir=\"rtl\">הָאוּרִים וְהַתֻּמִּים</span> were put into the <span dir=\"rtl\">חֹשֶׁן הַמִּשְׁפָּט</span> of the high priest <a data-ref=\"Exodus 28:30\" href=\"/Exodus.28.30\">Ex 28:30</a> <a data-ref=\"Leviticus 8:8\" href=\"/Leviticus.8.8\">Lv 8:8</a> (P); this <span dir=\"rtl\">חֹשֶׁן</span> (q.v.) was a little bag or pouch worn on breast of high priest, to hold the <em>Urim & Thummim;</em> the name <span dir=\"rtl\">ח׳ הַמִּשְׁפָּט</span> was given because of decisions made by that which was within it; thus, Eleazar was to inquire of <span dir=\"rtl\">י׳</span> for Joshua <span dir=\"rtl\">בְּמִשְׁפַּט הָאוּרִים</span> <a data-ref=\"Numbers 27:21\" href=\"/Numbers.27.21\">Nu 27:21</a> (P); Saul prayed <span dir=\"rtl\">הָבָה אוּרִים</span>, opp. <span dir=\"rtl\">הבה תֻּמִּים</span>, <a data-ref=\"I Samuel 14:41\" href=\"/I_Samuel.14.41\">1 S 14:41</a> 𝔊, so We Dr (MT om. former, and reads <span dir=\"rtl\">תָּמִים</span> in latter); <span dir=\"rtl\">י׳</span> did not answer Saul <span dir=\"rtl\">בָּאוּרִים</span>, or by dreams or prophets <a data-ref=\"I Samuel 28:6\" href=\"/I_Samuel.28.6\">1 S 28:6</a>; postex. Jews reserved difficult questions until there stood up a priest <span dir=\"rtl\">לְאוּרִים וּלְהֻמִּים</span> <a data-ref=\"Ezra 2:63\" href=\"/Ezra.2.63\">Ezr 2:63</a> <a data-ref=\"Nehemiah 7:64\" href=\"/Nehemiah.7.64\">Ne 7:65</a> (here alone without art.) These passages give little information; 𝔊 δήλωσις καὶ ἀλήθεια, 𝔙 <em>doctrina et veritas</em>, Sym Φωτισμοὶ καὶ τελειότητες; Jos<sup>Ant. 3:8, 9</sup> thinks of the twelve gems of face of bag as giving decision by shining; Philo<sup>Vit. Mos. iii</sup> thinks of two small images (<span dir=\"rtl\">א׳</span> & <span dir=\"rtl\">ת׳</span>), prob. embroidered in the cloth of the bag, like oracle-images of Egypt (Diod<sup>I, 48, 75</sup> Aelian<sup>Var. Hist. 14, 34</sup>); Ew<sup>Gesch. iii, 309; Antiq. 295</sup>, of two stones of different colours for sacred lot, on this v. Dr <a data-ref=\"I Samuel 14:41\" href=\"/I_Samuel.14.41\">1 S 14:41</a> where 𝔊 <span dir=\"rtl\">אוּרִים</span> & <span dir=\"rtl\">תֻּמִּים</span> as obj. of give, δός = <span dir=\"rtl\">הָבָה</span>; cf. <span dir=\"rtl\">הַפִּילוּ</span> v <a data-ref=\"I Samuel 14:42\" href=\"/I_Samuel.14.42\">42</a>, <span dir=\"rtl\">וַיִּלָּכֵד</span> v <a data-ref=\"I Samuel 14:41\" href=\"/I_Samuel.14.41\">41</a> (used of taking by lot <a data-ref=\"I Samuel 10:20\" href=\"/I_Samuel.10.20\">10:20</a> <a data-ref=\"Joshua 7:14\" href=\"/Joshua.7.14\">Jos 7:14</a>, <a data-ref=\"Joshua 7:16\" href=\"/Joshua.7.16\">16</a>); v. also We & RS<sup>OTJC Lect x. N 4</sup>; Bähr<sup>Symbolik</sup>, of one thing within bag, a sacred pledge to high priest of the enlightenment & perfection he would receive from <span dir=\"rtl\">י׳</span> when called to make sacred decisions; Ka Ex 544 sees the sacred pledge in the twelve sacred gems themselves, that stimulate priest to self-sacrifice & perfect sanctification."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319cfb8b6084aa1cbefb26d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אֵל 1", "anchorRef": "Leviticus 8:8", "anchorRefExpanded": ["Leviticus 8:8"], "sourceRef": "BDB, אֵל 1", "sourceHeRef": "בראון-דרייבר-בריגס, אֵל א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אֵל", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">אֵל</span></big></big>  (nearly always followed by Makkeph), poet. <span dir=\"rtl\">אֱלֵי</span> (cf. <a data-ref=\"BDB, עֲלֵי\" href=\"/BDB,_עֲלֵי\", dir=\"rtl\">עֲלֵי</a>, <span dir=\"rtl\">עֲדֵי</span>), but only in Job (†<a data-ref=\"Job 3:22\" href=\"/Job.3.22\">3:22</a>; <a data-ref=\"Job 5:26\" href=\"/Job.5.26\">5:26</a>; <a data-ref=\"Job 15:22\" href=\"/Job.15.22\">15:22</a>; <a data-ref=\"Job 29:19\" href=\"/Job.29.19\">29:19</a>), with suff. <span dir=\"rtl\">אֵלַי</span>, <span dir=\"rtl\">אֵלֶיךָ</span>, <span dir=\"rtl\">אֵלַיִךְ</span>, etc. <span dir=\"rtl\">אֵלֵינוּ</span>, <span dir=\"rtl\">אֲלֵיכֶם</span> & (5 textual) <span dir=\"rtl\">אֲלֵכֶם</span>, <span dir=\"rtl\">אֲלֵיהֶם</span> & <span dir=\"rtl\">אֲלֵהֶם</span> (both very often), once <span dir=\"rtl\">אֵלֵימוֹ</span> <a data-ref=\"Psalms 2:5\" href=\"/Psalms.2.5\">ψ 2:5</a>, <span dir=\"rtl\">אֲלֵיהֶן</span>, once <span dir=\"rtl\">אֲלֵהֶן</span> <a data-ref=\"Exodus 1:19\" href=\"/Exodus.1.19\">Ex 1:19</a> <strong>(</strong>Ar. <span dir=\"rtl\">إِلَى</span> <strong>)</strong>, <strong>prep.</strong> denoting <strong>motion to</strong> or <strong>direction towards</strong> (whether physical or mental).<br><strong>1.</strong>  of motion <em>to</em> or <em>unto</em> a person or place <a data-ref=\"Genesis 2:19\" href=\"/Genesis.2.19\">Gn 2:19</a>, <a data-ref=\"Genesis 2:22\" href=\"/Genesis.2.22\">22</a>; <a data-ref=\"Genesis 2:3\" href=\"/Genesis.2.3\">3</a>,<a data-ref=\"Genesis 2:19\" href=\"/Genesis.2.19\">19</a>; <a data-ref=\"Genesis 8:9\" href=\"/Genesis.8.9\">8:9</a>; <a data-ref=\"Genesis 14:22\" href=\"/Genesis.14.22\">14:22</a>; <a data-ref=\"Genesis 14:16\" href=\"/Genesis.14.16\">16</a>;<a data-ref=\"Genesis 14:9\" href=\"/Genesis.14.9\">9</a> etc., after every kind of verb expressing motion (<span dir=\"rtl\">בּוֹא</span>, <span dir=\"rtl\">הָלַךְ</span>, <span dir=\"rtl\">יָצָא</span>, etc.) So with <span dir=\"rtl\">נָתַן</span> <em>to give</em> (though ל is here more common) <a data-ref=\"Genesis 21:14\" href=\"/Genesis.21.14\">Gn 21:14</a>; <a data-ref=\"Genesis 35:4\" href=\"/Genesis.35.4\">35:4</a> <a data-ref=\"Deuteronomy 13:2\" href=\"/Deuteronomy.13.2\">Dt 13:2</a> +; <span dir=\"rtl\">מָכַר</span> <em>to sell</em> <a data-ref=\"Genesis 37:36\" href=\"/Genesis.37.36\">Gn 37:36</a>, etc. Metaph. <a data-ref=\"Jeremiah 2:19\" href=\"/Jeremiah.2.19\">Je 2:19</a> <span dir=\"rtl\">וְלֹאפַחְדָּתִי אֵלַיִךְ</span> and that my fear (cometh) not <em>unto</em> thee (cf. <a data-ref=\"Job 31:23\" href=\"/Job.31.23\">Jb 31:23</a>).—Peculiarly <a data-ref=\"Genesis 6:16\" href=\"/Genesis.6.16\">Gn 6:16</a> <span dir=\"rtl\">אֶל אַמָּה</span> <em>unto</em> the length of a cubit, etc. And metaph. in the phrase <span dir=\"rtl\">אֶל־(אֱלֵי־)גִּיל</span> <em>unto</em> exultation †<a data-ref=\"Hosea 9:1\" href=\"/Hosea.9.1\">Ho 9:1</a> <a data-ref=\"Job 3:22\" href=\"/Job.3.22\">Jb 3:22</a>. Once, exceptionally (si vera l.) = <em>even:</em> <a data-ref=\"Job 5:5\" href=\"/Job.5.5\">Jb 5:5</a> <span dir=\"rtl\">וְאֶל־מִצִּנִּים יִקָּחֵהוּ</span> and <em>even</em> out of thorns he taketh it. Sometimes pregnant, as <a data-ref=\"Isaiah 66:17\" href=\"/Isaiah.66.17\">Is 66:17</a> <a data-ref=\"Jeremiah 41:7\" href=\"/Jeremiah.41.7\">Je 41:7</a> <span dir=\"rtl\">זָנָה אֶל</span> commit whoredom (by going) <em>to</em> <a data-ref=\"Numbers 25:1\" href=\"/Numbers.25.1\">Nu 25:1</a> <a data-ref=\"Ezekiel 16:26\" href=\"/Ezekiel.16.26\">Ez 16:26</a>, <a data-ref=\"Ezekiel 16:28\" href=\"/Ezekiel.16.28\">28</a>, <a data-ref=\"Ezekiel 16:29\" href=\"/Ezekiel.16.29\">29</a>; <span dir=\"rtl\">דָּרַשׁ אֶל</span> seek (by resorting) <em>to</em> one (sc. for oracles) <a data-ref=\"Deuteronomy 18:11\" href=\"/Deuteronomy.18.11\">Dt 18:11</a> <a data-ref=\"Isaiah 8:19\" href=\"/Isaiah.8.19\">Is 8:19</a>; <a data-ref=\"Isaiah 11:10\" href=\"/Isaiah.11.10\">11:10</a> +; <span dir=\"rtl\">חָבַר אֶל</span> join together (& come) <em>unto</em> <a data-ref=\"Genesis 14:3\" href=\"/Genesis.14.3\">Gn 14:3</a>; <span dir=\"rtl\">הִשְׁכִּים אֶל</span> rise early (and go) <em>to</em> <a data-ref=\"Genesis 19:27\" href=\"/Genesis.19.27\">19:27</a>; <a data-ref=\"Genesis 24:11\" href=\"/Genesis.24.11\">24:11</a> <span dir=\"rtl\">הִבְרִיךְ אֶל</span> made to kneel down <em>at;</em> <a data-ref=\"Genesis 47:18\" href=\"/Genesis.47.18\">47:18</a> <span dir=\"rtl\">תַּם אֶל</span> i.e. has been made over <em>to;</em> <span dir=\"rtl\">פָּחַד אֶל</span> to come in fear <em>to</em> <a data-ref=\"Hosea 3:5\" href=\"/Hosea.3.5\">Hos 3:5</a> <a data-ref=\"Micah 7:17\" href=\"/Micah.7.17\">Mi 7:17</a>. Opp. is <span dir=\"rtl\">מִן</span>, as <span dir=\"rtl\">מִן־הַקָּצֶה אֶל־הַקָּצֶה</span> from end <em>to</em> end <a data-ref=\"Exodus 26:28\" href=\"/Exodus.26.28\">Ex 26:28</a>; <span dir=\"rtl\">מִפֶּה אֶל־פֶּה</span> <a data-ref=\"Ezra 9:11\" href=\"/Ezra.9.11\">Ezr 9:11</a> (syn. <a data-ref=\"II Kings 21:16\" href=\"/II_Kings.21.16\">2 K 21:16</a> <span dir=\"rtl\">פֶּה לָפֶה</span>). And of time (rare) <span dir=\"rtl\">מֵעֵת אֶל־עֵת</span> †<a data-ref=\"I Chronicles 9:25\" href=\"/I_Chronicles.9.25\">1 Ch 9:25</a>; <span dir=\"rtl\">מִיּוֹם אֶל־יוֹם</span> †<a data-ref=\"Numbers 30:15\" href=\"/Numbers.30.15\">Nu 30:15</a> (P) <a data-ref=\"I Chronicles 16:23\" href=\"/I_Chronicles.16.23\">1 Ch 16:23</a> (in the ‖ <a data-ref=\"Psalms 96:2\" href=\"/Psalms.96.2\">ψ 96:2</a> <span dir=\"rtl\">מִיּוֹם לְיוֹם</span>).<br><strong>2.</strong>  Where the limit is actually entered, <em>into</em>, <a data-ref=\"Genesis 6:18\" href=\"/Genesis.6.18\">Gn 6:18</a> and thou shalt enter <em>into</em> the ark <a data-ref=\"Genesis 7:1\" href=\"/Genesis.7.1\">7:1</a>; <a data-ref=\"Genesis 19:3\" href=\"/Genesis.19.3\">19:3</a>; <a data-ref=\"Genesis 41:21\" href=\"/Genesis.41.21\">41:21</a>; <a data-ref=\"Genesis 42:17\" href=\"/Genesis.42.17\">42:17</a>; & so after verbs of throwing, casting, putting <a data-ref=\"Genesis 37:22\" href=\"/Genesis.37.22\">37:22</a> <span dir=\"rtl\">(הִשְׁלִיךְ)</span> <a data-ref=\"Genesis 39:20\" href=\"/Genesis.39.20\">39:20</a> <span dir=\"rtl\">וַיִּתְּנֵהוּ אֶל־בֵּית הַסֹּהַר</span> put him <em>into</em> the prison house, <a data-ref=\"Exodus 28:30\" href=\"/Exodus.28.30\">Ex 28:30</a> (<a data-ref=\"Leviticus 8:8\" href=\"/Leviticus.8.8\">Lv 8:8</a>) <a data-ref=\"Deuteronomy 23:25\" href=\"/Deuteronomy.23.25\">Dt 23:25</a>; so after <span dir=\"rtl\">קָבַר</span> to bury <a data-ref=\"Genesis 23:19\" href=\"/Genesis.23.19\">Gn 23:19</a>; <a data-ref=\"Genesis 25:9\" href=\"/Genesis.25.9\">25:9</a>; <a data-ref=\"Genesis 49:29\" href=\"/Genesis.49.29\">49:29</a>; <span dir=\"rtl\">שָׂחַט</span> to squeeze <a data-ref=\"Genesis 40:11\" href=\"/Genesis.40.11\">40:11</a>; <span dir=\"rtl\">מָחָה</span> to blot out <a data-ref=\"Numbers 5:23\" href=\"/Numbers.5.23\">Nu 5:23</a>, etc.; metaph. <a data-ref=\"Genesis 6:6\" href=\"/Genesis.6.6\">Gn 6:6</a> was pained <em>into</em> or <em>unto</em> his heart, <span dir=\"rtl\">שָׂם אֶל־לֵב</span>, <span dir=\"rtl\">הֵשִׁיב</span> to place, bring <em>into</em> (= lay <em>to</em>) heart <a data-ref=\"Deuteronomy 4:39\" href=\"/Deuteronomy.4.39\">Dt 4:39</a> <a data-ref=\"II Samuel 19:20\" href=\"/II_Samuel.19.20\">2 S 19:20</a> al. In connexion with a number or multitude <em>into</em> which something enters, <em>in among:</em> <a data-ref=\"I Samuel 10:22\" href=\"/I_Samuel.10.22\">1 S 10:22</a> behold he had hid himself <span dir=\"rtl\">אֶל־הַכֵּלִים</span> <em>in among</em> the baggage, <a data-ref=\"Jeremiah 4:3\" href=\"/Jeremiah.4.3\">Je 4:3</a> sow not <span dir=\"rtl\">אֶל־קֹצִים</span> <em>in among</em> thorns.<br><strong>3.</strong>  Of direction <em>towards</em> anything: (<em>a</em>) of physical acts or states, as <a data-ref=\"Genesis 30:40\" href=\"/Genesis.30.40\">Gn 30:40</a> <span dir=\"rtl\">נָתַן פְּנֵי הַצֹּאן אֶל</span>, <a data-ref=\"Genesis 39:7\" href=\"/Genesis.39.7\">39:7</a> <span dir=\"rtl\">נָשָׂא עֵינָיו אֶל</span>, <a data-ref=\"Exodus 25:20\" href=\"/Exodus.25.20\">Ex 25:20</a>, <a data-ref=\"Numbers 6:26\" href=\"/Numbers.6.26\">Nu 6:26</a> <span dir=\"rtl\">נָשָׂא פָנָיו אֶל</span> (<a data-ref=\"II Kings 9:32\" href=\"/II_Kings.9.32\">2 K 9:32</a> differently), <a data-ref=\"Exodus 24:1\" href=\"/Exodus.24.1\">24:1</a> <span dir=\"rtl\">שָׁת פָּנָיו אֶל</span>, <a data-ref=\"Joshua 8:18\" href=\"/Joshua.8.18\">Jos 8:18</a> <a data-ref=\"Psalms 28:2\" href=\"/Psalms.28.2\">ψ 28:2</a> <a data-ref=\"I Kings 8:29\" href=\"/I_Kings.8.29\">1 K 8:29</a>, <a data-ref=\"I Kings 8:30\" href=\"/I_Kings.8.30\">30</a> (to pray <em>towards</em>) v <a data-ref=\"I Kings 8:38\" href=\"/I_Kings.8.38\">38</a>; pregn. <span dir=\"rtl\">חָרַד אֶל</span> to tremble (turning) <em>to</em> <a data-ref=\"Genesis 42:28\" href=\"/Genesis.42.28\">Gn 42:28</a>, <span dir=\"rtl\">תָּמַהּ אֶל</span> to wonder (turning) <em>towards</em> <a data-ref=\"Genesis 43:33\" href=\"/Genesis.43.33\">Gn 43:33</a>; <a data-ref=\"Isaiah 13:8\" href=\"/Isaiah.13.8\">Is 13:8</a>, <span dir=\"rtl\">פָּחַד אֶל</span> <a data-ref=\"Jeremiah 36:16\" href=\"/Jeremiah.36.16\">Je 36:16</a>: without a vb. <span dir=\"rtl\">פָּנִים אֶל־פָּנִים</span> face <em>to</em> face <a data-ref=\"Genesis 32:31\" href=\"/Genesis.32.31\">Gn 32:31</a> +; <span dir=\"rtl\">פֶּה אֶל־פֶּה</span> <a data-ref=\"Numbers 12:8\" href=\"/Numbers.12.8\">Nu 12:8</a>; <span dir=\"rtl\">כִּי־אֵינֶנּוּ אֵלַי</span> <a data-ref=\"Genesis 31:5\" href=\"/Genesis.31.5\">Gn 31:5</a> the face of Laban, that he is not <em>toward</em> me; <span dir=\"rtl\">עֵינֵי י׳ אֶל־פ׳</span> the eyes of <span dir=\"rtl\">י׳</span> are <em>towards</em> … <a data-ref=\"Psalms 34:16\" href=\"/Psalms.34.16\">ψ 34:16</a> (cf. <a data-ref=\"Psalms 33:18\" href=\"/Psalms.33.18\">33:18</a>). (<em>b</em>) with words such as <span dir=\"rtl\">אָמַר</span> to say <em>to</em> <a data-ref=\"Genesis 3:1\" href=\"/Genesis.3.1\">Gn 3:1</a> + often, <span dir=\"rtl\">דִּבֶּר</span> <a data-ref=\"Genesis 8:15\" href=\"/Genesis.8.15\">8:15</a> + often, <span dir=\"rtl\">קָרָא</span> <a data-ref=\"Genesis 19:5\" href=\"/Genesis.19.5\">19:5</a>, <span dir=\"rtl\">הִחְפַּלֵּל</span> <a data-ref=\"Genesis 20:17\" href=\"/Genesis.20.17\">20:17</a> etc., <span dir=\"rtl\">שָׁמַע</span> to hearken <em>to</em> <a data-ref=\"Genesis 16:11\" href=\"/Genesis.16.11\">16:11</a>, <span dir=\"rtl\">הִלֵּל</span> to praise <em>to</em> <a data-ref=\"Genesis 12:15\" href=\"/Genesis.12.15\">12:15</a> (cf. <a data-ref=\"Ezekiel 13:19\" href=\"/Ezekiel.13.19\">Ez 13:19</a> <span dir=\"rtl\">חִלֵּל אֶל</span> to profane <em>to</em>), <span dir=\"rtl\">הִזְכִּיר</span> <a data-ref=\"Ezekiel 40:14\" href=\"/Ezekiel.40.14\">40:14</a>. (<em>c</em>) with words expressing the direction of the mind, as <span dir=\"rtl\">קִוָּה</span> <em>to wait</em> <a data-ref=\"Psalms 27:14\" href=\"/Psalms.27.14\">ψ 27:14</a> +; <span dir=\"rtl\">יִחַל</span> <em>to hope</em> <a data-ref=\"Isaiah 51:5\" href=\"/Isaiah.51.5\">Is 51:5</a>; <span dir=\"rtl\">נָשָׂא נֶפֶשׁ אֶל</span> to lift up the soul (i.e. set the desire) <em>towards</em> <a data-ref=\"Deuteronomy 24:15\" href=\"/Deuteronomy.24.15\">Dt 24:15</a> <a data-ref=\"Psalms 25:1\" href=\"/Psalms.25.1\">ψ 25:1</a>; <span dir=\"rtl\">שָׂם לֵב אֶל</span>, <span dir=\"rtl\">שָׁת</span> to set the heart (mind) <em>to</em> <a data-ref=\"Exodus 9:21\" href=\"/Exodus.9.21\">Ex 9:21</a> al.; <span dir=\"rtl\">לָמַד אֶל</span> to accustom oneself <em>to</em> <a data-ref=\"Jeremiah 10:2\" href=\"/Jeremiah.10.2\">Je 10:2</a>; <span dir=\"rtl\">חָרַד אֶל</span> to shew thought for <a data-ref=\"II Kings 4:13\" href=\"/II_Kings.4.13\">2 K 4:13</a>; <a data-ref=\"Genesis 43:30\" href=\"/Genesis.43.30\">Gn 43:30</a>; <a data-ref=\"Deuteronomy 28:32\" href=\"/Deuteronomy.28.32\">Dt 28:32</a> and thy eyes <span dir=\"rtl\">כָּלוֹת אֲלֵיהֶם</span> failing (with longing) <em>towards</em> them, <a data-ref=\"Lamentations 4:17\" href=\"/Lamentations.4.17\">La 4:17</a>; <a data-ref=\"Isaiah 63:15\" href=\"/Isaiah.63.15\">Is 63:15</a> <a data-ref=\"II Samuel 3:8\" href=\"/II_Samuel.3.8\">2 S 3:8</a> <a data-ref=\"I Kings 14:13\" href=\"/I_Kings.14.13\">1 K 14:13</a> <a data-ref=\"Psalms 40:6\" href=\"/Psalms.40.6\">ψ 40:6</a>; alone, as predic., <em>directed</em> or <em>disposed towards</em>, <a data-ref=\"Genesis 3:16\" href=\"/Genesis.3.16\">Gn 3:16</a>; <a data-ref=\"Genesis 4:7\" href=\"/Genesis.4.7\">4:7</a> <a data-ref=\"II Kings 6:11\" href=\"/II_Kings.6.11\">2 K 6:11</a> who of ours <em>is towards</em> (i.e. favours) the king of Syria? <a data-ref=\"Hosea 3:3\" href=\"/Hosea.3.3\">Ho 3:3</a> <span dir=\"rtl\">וְגַם־אֲנִי אֵלָֽיִךְ׃</span> <a data-ref=\"Ezekiel 36:9\" href=\"/Ezekiel.36.9\">Ez 36:9</a> <a data-ref=\"Hosea 2:17\" href=\"/Hosea.2.17\">Ho 2:17</a> <a data-ref=\"Jeremiah 15:1\" href=\"/Jeremiah.15.1\">Je 15:1</a> <span dir=\"rtl\">(אֵין נַפְשִׁי אֶל)</span>.<br><strong>4.</strong>  Where the motion or direction implied appears from the context to be of a hostile character, <span dir=\"rtl\">אֶל</span> = <em>against:</em> <a data-ref=\"Genesis 4:8\" href=\"/Genesis.4.8\">Gn 4:8</a> <span dir=\"rtl\">וַיָּקָם ק׳ אֶל־הֶבֶל</span> and Cain rose up <em>against</em> Abel (so <a data-ref=\"I Samuel 24:8\" href=\"/I_Samuel.24.8\">1 S 24:8</a>) <a data-ref=\"Genesis 22:12\" href=\"/Genesis.22.12\">22:12</a> <a data-ref=\"Exodus 14:5\" href=\"/Exodus.14.5\">Ex 14:5</a> <a data-ref=\"Numbers 32:14\" href=\"/Numbers.32.14\">Nu 32:14</a>; with <span dir=\"rtl\">נִקְבַּץ</span> <a data-ref=\"Joshua 10:6\" href=\"/Joshua.10.6\">Jos 10:6</a>, <span dir=\"rtl\">הָלַךְ</span> <a data-ref=\"Judges 1:10\" href=\"/Judges.1.10\">Ju 1:10</a>; <a data-ref=\"Judges 20:30\" href=\"/Judges.20.30\">20:30</a>; with <span dir=\"rtl\">בָּא</span> of calamity, etc., coming <em>to</em> or <em>upon</em> any one <a data-ref=\"Genesis 42:21\" href=\"/Genesis.42.21\">Gn 42:21</a> <a data-ref=\"Judges 9:57\" href=\"/Judges.9.57\">Ju 9:57</a> <a data-ref=\"I Samuel 2:34\" href=\"/I_Samuel.2.34\">1 S 2:34</a> <a data-ref=\"I Kings 14:10\" href=\"/I_Kings.14.10\">1 K 14:10</a> +; <a data-ref=\"Isaiah 2:4\" href=\"/Isaiah.2.4\">Is 2:4</a>; <a data-ref=\"Isaiah 3:8\" href=\"/Isaiah.3.8\">3:8</a> their tongue and doings are <span dir=\"rtl\">אֶל־י׳</span> <a data-ref=\"Isaiah 32:6\" href=\"/Isaiah.32.6\">32:6</a> <span dir=\"rtl\">(לְדַבֵּר אֶל)</span> <a data-ref=\"Hosea 7:15\" href=\"/Hosea.7.15\">Ho 7:15</a> (cf. <a data-ref=\"Nahum 1:9\" href=\"/Nahum.1.9\">Na 1:9</a>) <a data-ref=\"Hosea 12:5\" href=\"/Hosea.12.5\">12:5</a> <span dir=\"rtl\">וַיָּשַׂר אֶל־מַלְאָךְ</span> and he strove <em>against</em> the angel. Here also belongs in partic. the phrace <span dir=\"rtl\">הִנְנִי אֶל</span> … Behold I am <em>against</em> (thee, you etc.) †<a data-ref=\"Nahum 2:14\" href=\"/Nahum.2.14\">Na 2:14</a>; <a data-ref=\"Nahum 3:5\" href=\"/Nahum.3.5\">3:5</a> <a data-ref=\"Jeremiah 21:13\" href=\"/Jeremiah.21.13\">Je 21:13</a> (<a data-ref=\"Jeremiah 23:30-32\" href=\"/Jeremiah.23.30-32\">23:30–32</a> <span dir=\"rtl\">על</span>) <a data-ref=\"Jeremiah 50:31\" href=\"/Jeremiah.50.31\">50:31</a>; <a data-ref=\"Jeremiah 51:25\" href=\"/Jeremiah.51.25\">51:25</a> <a data-ref=\"Ezekiel 13:8\" href=\"/Ezekiel.13.8\">Ez 13:8</a>, <a data-ref=\"Ezekiel 13:20\" href=\"/Ezekiel.13.20\">20</a>; <a data-ref=\"Ezekiel 21:8\" href=\"/Ezekiel.21.8\">21:8</a>; <a data-ref=\"Ezekiel 29:10\" href=\"/Ezekiel.29.10\">29:10</a>; <a data-ref=\"Ezekiel 30:22\" href=\"/Ezekiel.30.22\">30:22</a>; <a data-ref=\"Ezekiel 34:10\" href=\"/Ezekiel.34.10\">34:10</a>; <a data-ref=\"Ezekiel 35:3\" href=\"/Ezekiel.35.3\">35:3</a>; <a data-ref=\"Ezekiel 38:3\" href=\"/Ezekiel.38.3\">38:3</a>; <a data-ref=\"Ezekiel 39:1\" href=\"/Ezekiel.39.1\">39:1</a> (<a data-ref=\"Ezekiel 5:8\" href=\"/Ezekiel.5.8\">5:8</a>; <a data-ref=\"Ezekiel 26:3\" href=\"/Ezekiel.26.3\">26:3</a>; <a data-ref=\"Ezekiel 28:22\" href=\"/Ezekiel.28.22\">28:22</a>; <a data-ref=\"Ezekiel 29:3\" href=\"/Ezekiel.29.3\">29:3</a> <span dir=\"rtl\">על</span>: on <a data-ref=\"Ezekiel 36:9\" href=\"/Ezekiel.36.9\">36:9</a> v. supr.)<br><strong>5.</strong>  <em>Unto</em> sometimes acquires from the context the sense of <em>in addition to</em>, as <a data-ref=\"Leviticus 18:18\" href=\"/Leviticus.18.18\">Lv 18:18</a> thou shalt not take <span dir=\"rtl\">אִשָּׁה אֶל אֲחוֹתָהּ</span> a woman <em>to, in addition to</em>, her sister, <a data-ref=\"Joshua 13:22\" href=\"/Joshua.13.22\">Jos 13:22</a> (‖ <a data-ref=\"Numbers 31:8\" href=\"/Numbers.31.8\">Nu 31:8</a> <span dir=\"rtl\">על</span>; <a data-ref=\"I Samuel 14:34\" href=\"/I_Samuel.14.34\">1 S 14:34</a> to eat <span dir=\"rtl\">אֶל־הַדָּם</span> <em>together with</em> the blood (v <a data-ref=\"I Samuel 14:32\" href=\"/I_Samuel.14.32\">32</a> & generally <span dir=\"rtl\">עַל</span>); <a data-ref=\"I Kings 10:7\" href=\"/I_Kings.10.7\">1 K 10:7</a> <span dir=\"rtl\">הוֹסִיף אֶל</span> (generally <span dir=\"rtl\">עַל</span>); <a data-ref=\"Jeremiah 25:26\" href=\"/Jeremiah.25.26\">Je 25:26</a>; <a data-ref=\"Ezekiel 7:26\" href=\"/Ezekiel.7.26\">Ez 7:26</a> <span dir=\"rtl\">שְׁמוּעָה אֶל שְׁמוּעָה</span> (‖ <span dir=\"rtl\">על</span>); <a data-ref=\"Ezekiel 44:7\" href=\"/Ezekiel.44.7\">44:7</a>; <a data-ref=\"Lamentations 3:41\" href=\"/Lamentations.3.41\">La 3:41</a> let us lift up <span dir=\"rtl\">לְבָבֵנוּ אֶל־כַּפָּ֑יִם</span> our hearts <em>together with</em> the hands (cf. <span dir=\"rtl\">إِلَى</span>, Qor 4:2; W<sup>AG ii. § 51 c</sup>). <strong>6.</strong> Metaph. <em>in regard to, concerning, on account of:</em> thus <span dir=\"rtl\">הִתְאַבֵּל</span> to mourn <em>concerning</em> <a data-ref=\"I Samuel 15:35\" href=\"/I_Samuel.15.35\">1 S 15:35</a>; <span dir=\"rtl\">הִנָּחֵם</span> to repent <em>as regards</em> <a data-ref=\"II Samuel 24:16\" href=\"/II_Samuel.24.16\">2 S 24:16</a>; <span dir=\"rtl\">דָּרַשׁ</span> to inquire <a data-ref=\"I Kings 14:5\" href=\"/I_Kings.14.5\">1 K 14:5</a>; <span dir=\"rtl\">הִתְפַּלֵּל</span> to pray <em>with regard to</em> <a data-ref=\"I Samuel 1:27\" href=\"/I_Samuel.1.27\">1 S 1:27</a> <a data-ref=\"II Kings 19:20\" href=\"/II_Kings.19.20\">2 K 19:20</a> <a data-ref=\"Isaiah 37:21\" href=\"/Isaiah.37.21\">Is 37:21</a>; <span dir=\"rtl\">צָעַק</span> to cry <a data-ref=\"II Kings 8:3\" href=\"/II_Kings.8.3\">2 K 8:3</a> (v <a data-ref=\"II Kings 8:5\" href=\"/II_Kings.8.5\">5</a> <span dir=\"rtl\">על</span>); <span dir=\"rtl\">נֶעֱצַב</span> be pained <a data-ref=\"I Samuel 20:34\" href=\"/I_Samuel.20.34\">1 S 20:34</a>; <span dir=\"rtl\">נִחַם</span> to comfort <a data-ref=\"II Samuel 10:2\" href=\"/II_Samuel.10.2\">2 S 10:2</a>; more gen. <a data-ref=\"I Kings 16:13\" href=\"/I_Kings.16.13\">1 K 16:13</a>; <a data-ref=\"I Kings 21:22\" href=\"/I_Kings.21.22\">21:22</a>; <span dir=\"rtl\">אֶל־נֶפֶשׁ</span> <em>on account of, for the sake of</em>, one’s life <a data-ref=\"I Kings 19:3\" href=\"/I_Kings.19.3\">1 K 19:3</a> <a data-ref=\"II Kings 7:7\" href=\"/II_Kings.7.7\">2 K 7:7</a> (<a data-ref=\"Genesis 19:17\" href=\"/Genesis.19.17\">Gn 19:17</a> <span dir=\"rtl\">על</span>). (<span dir=\"rtl\">עַל</span> is more common in this sense.) And specially with verbs of saying, narrating, telling, etc. <em>with regard to</em>, as <span dir=\"rtl\">אָמַר</span> <a data-ref=\"Genesis 20:2\" href=\"/Genesis.20.2\">Gn 20:2</a> <a data-ref=\"Isaiah 29:22\" href=\"/Isaiah.29.22\">Is 29:22</a>; <a data-ref=\"Isaiah 37:33\" href=\"/Isaiah.37.33\">37:33</a> +; <span dir=\"rtl\">דִּבֶּר</span> <a data-ref=\"II Samuel 7:19\" href=\"/II_Samuel.7.19\">2 S 7:19</a> <a data-ref=\"Jeremiah 40:16\" href=\"/Jeremiah.40.16\">Je 40:16b</a>; <span dir=\"rtl\">סִפֵּר</span> <a data-ref=\"Psalms 2:7\" href=\"/Psalms.2.7\">ψ 2:7</a>; <a data-ref=\"Psalms 69:27\" href=\"/Psalms.69.27\">69:27</a>; <span dir=\"rtl\">צִוָּה</span> <a data-ref=\"Isaiah 23:11\" href=\"/Isaiah.23.11\">Is 23:11</a>; <span dir=\"rtl\">שָׁמַע</span> <a data-ref=\"Ezekiel 19:4\" href=\"/Ezekiel.19.4\">Ez 19:4</a>; <span dir=\"rtl\">הַשְּׁמוּעָה אֶל</span> the report <em>regarding</em> … <a data-ref=\"I Samuel 4:19\" href=\"/I_Samuel.4.19\">1 S 4:19</a>. (Not freq., except in the case of <span dir=\"rtl\">אָמַר</span>.) <strong>7.</strong> Of rule or standard, <em>according to</em> (rare): <span dir=\"rtl\">אֶל־פִּי</span> … <em>according to</em> the command of, <a data-ref=\"Joshua 15:13\" href=\"/Joshua.15.13\">Jos 15:13</a>; <a data-ref=\"Joshua 17:4\" href=\"/Joshua.17.4\">17:4</a>: <a data-ref=\"Joshua 21:3\" href=\"/Joshua.21.3\">21:3</a> (generally <span dir=\"rtl\">עַל־פִּי</span>); <span dir=\"rtl\">אֶל־נָכוֹן</span> <em>according to</em> what is fixed = of a certainty †<a data-ref=\"I Samuel 23:23\" href=\"/I_Samuel.23.23\">1 S 23:23</a>; <a data-ref=\"I Samuel 26:4\" href=\"/I_Samuel.26.4\">26:4</a> (v. Dr): perhaps <a data-ref=\"Psalms 5:1\" href=\"/Psalms.5.1\">ψ 5:1</a>; <a data-ref=\"Psalms 80:1\" href=\"/Psalms.80.1\">80:1</a> (<a data-ref=\"Psalms 45:1\" href=\"/Psalms.45.1\">45:1</a> <span dir=\"rtl\">עַל</span>). <strong>8.</strong> Expressing presence at a spot, <em>against, at, by</em>, not merely after verbs expressing or implying motion (cf. <strong>1</strong>, <a data-ref=\"Genesis 24:11\" href=\"/Genesis.24.11\">Gn 24:11</a>), as <a data-ref=\"Joshua 11:5\" href=\"/Joshua.11.5\">Jos 11:5</a> and they came and encamped together <span dir=\"rtl\">אֶל־מֵי מֵרוֹם</span> <em>at</em> the waters of Merom, <a data-ref=\"I Samuel 5:4\" href=\"/I_Samuel.5.4\">1 S 5:4</a> cut off (and fallen) <em>on to</em> the threshold, <a data-ref=\"II Samuel 2:23\" href=\"/II_Samuel.2.23\">2 S 2:23</a> al. and smote him <span dir=\"rtl\">אֶל־הַחֹמֶשׁ</span> <em>in</em> or <em>on</em> the belly, <a data-ref=\"Deuteronomy 33:28\" href=\"/Deuteronomy.33.28\">Dt 33:28</a> <a data-ref=\"Exodus 29:12\" href=\"/Exodus.29.12\">Ex 29:12</a> <a data-ref=\"Leviticus 4:7\" href=\"/Leviticus.4.7\">Lv 4:7</a>; but also in other cases, as <a data-ref=\"Joshua 5:3\" href=\"/Joshua.5.3\">Jos 5:3</a> and he circucmcised the Israelites <span dir=\"rtl\">אֶל</span> <em>against, at</em> the hill of the foreskins, <a data-ref=\"Joshua 22:11\" href=\"/Joshua.22.11\">22:11</a> have built an altar <span dir=\"rtl\">אֶל־גְּלִילוֹת הַיַּרְדֵּן</span> <em>by</em> the districts of Jordan, <a data-ref=\"Judges 12:6\" href=\"/Judges.12.6\">Ju 12:6</a> <a data-ref=\"II Samuel 3:32\" href=\"/II_Samuel.3.32\">2 S 3:32</a>, <a data-ref=\"II Samuel 14:30\" href=\"/II_Samuel.14.30\">14:30</a> & <a data-ref=\"II Samuel 18:4\" href=\"/II_Samuel.18.4\">18:4</a> <span dir=\"rtl\">אֶל־יַד</span> <em>at</em> the side of (elsewhere <span dir=\"rtl\">לְיַד</span>, <span dir=\"rtl\">עַל יַד</span>), <a data-ref=\"I Kings 13:20\" href=\"/I_Kings.13.20\">1 K 13:20</a> as they were sitting <span dir=\"rtl\">אֶל־הַשֻּׁלְחָן</span> <em>at</em> the table, <a data-ref=\"II Kings 11:14\" href=\"/II_Kings.11.14\">2 K 11:14</a> <span dir=\"rtl\">אֶל־הַמֶּלֶךְ</span> <em>by</em> the king, <a data-ref=\"Jeremiah 41:12\" href=\"/Jeremiah.41.12\">Je 41:12</a> and found him <em>by</em> the great waters, etc., <a data-ref=\"Jeremiah 46:10\" href=\"/Jeremiah.46.10\">46:10</a> <span dir=\"rtl\">אֶל־נְהַר פְּרָת</span> <em>by</em> the Euphrates, <a data-ref=\"Ezekiel 3:15\" href=\"/Ezekiel.3.15\">Ez 3:15</a>; <a data-ref=\"Ezekiel 11:11\" href=\"/Ezekiel.11.11\">11:11</a>; <a data-ref=\"Ezekiel 17:8\" href=\"/Ezekiel.17.8\">17:8</a>; <a data-ref=\"Ezekiel 31:7\" href=\"/Ezekiel.31.7\">31:7</a>; <a data-ref=\"Ezekiel 40:18\" href=\"/Ezekiel.40.18\">40:18</a>; <a data-ref=\"Ezekiel 43:3\" href=\"/Ezekiel.43.3\">43:3</a>; <a data-ref=\"Ezekiel 47:7\" href=\"/Ezekiel.47.7\">47:7</a>; <a data-ref=\"Ezekiel 48:12\" href=\"/Ezekiel.48.12\">48:12</a>. <strong>9.</strong> Prefixed to other preps. it combines with them the idea of <em>motion</em> or <em>direction to:</em> thus <span dir=\"rtl\">אֶל־אַחֲרֵי</span> <a data-ref=\"II Samuel 5:23\" href=\"/II_Samuel.5.23\">2 S 5:23</a> <a data-ref=\"II Kings 9:18\" href=\"/II_Kings.9.18\">2 K 9:18</a>, <a data-ref=\"II Kings 9:19\" href=\"/II_Kings.9.19\">19</a> <span dir=\"rtl\">סֹב אֶל־אַחֲרַי</span> turn <em>to</em> behind me, <a data-ref=\"Zechariah 6:6\" href=\"/Zechariah.6.6\">Zc 6:6</a> (where <span dir=\"rtl\">אֶל</span> is pleon., prob. due to clerical error; note <span dir=\"rtl\">יצא אל</span> before & after); <span dir=\"rtl\">אֶל־בֵּין</span> <em>in between</em> <a data-ref=\"Ezekiel 31:10\" href=\"/Ezekiel.31.10\">Ez 31:10</a>, <a data-ref=\"Ezekiel 31:14\" href=\"/Ezekiel.31.14\">14</a>; <span dir=\"rtl\">אֵל־בֵּינוֹת</span> similarly <a data-ref=\"Ezekiel 10:2\" href=\"/Ezekiel.10.2\">Ez 10:2</a>; <span dir=\"rtl\">אֶל־מִבֵּית לְ׳</span> <em>to</em> (the part) <em>within</em> (v. sub <span dir=\"rtl\">בַּיִת</span>), <em>in within</em> <a data-ref=\"Leviticus 16:15\" href=\"/Leviticus.16.15\">Lv 16:15</a>, <a data-ref=\"II Kings 11:15\" href=\"/II_Kings.11.15\">2 K 11:15</a> ‖ have her forth <em>in within</em> the ranks; <span dir=\"rtl\">אֶל־מוּל</span> v. <a data-ref=\"BDB, מוּל²\" href=\"/BDB,_מוּל²\", dir=\"rtl\">מוּל</a>; <span dir=\"rtl\">אֶל־מִנֶּגֶב לְ׳</span> <em>unto</em> the south of <a data-ref=\"Joshua 15:3\" href=\"/Joshua.15.3\">Jos 15:3</a>; <span dir=\"rtl\">אֶל־מִחוּץ לְ׳</span> <em>to</em> the outside of <a data-ref=\"Leviticus 4:12\" href=\"/Leviticus.4.12\">Lv 4:12</a>, <a data-ref=\"Leviticus 4:21\" href=\"/Leviticus.4.21\">21</a> +; <span dir=\"rtl\">אֶל־נֹכַח</span> <em>to</em> the front of <a data-ref=\"Numbers 19:4\" href=\"/Numbers.19.4\">Nu 19:4</a>; <span dir=\"rtl\">אֶל־תַּחַת</span> <a data-ref=\"Judges 6:19\" href=\"/Judges.6.19\">Ju 6:19</a> <a data-ref=\"I Kings 8:6\" href=\"/I_Kings.8.6\">1 K 8:6</a> al. (v. sub <a data-ref=\"BDB, תַּ֫חַת²\" href=\"/BDB,_תַּ֫חַת²\", dir=\"rtl\">תַּחַת</a>).<br><em>Note.</em><strong>1</strong> —In <a data-ref=\"Genesis 20:13\" href=\"/Genesis.20.13\">Gn 20:13</a> <span dir=\"rtl\">אֶל־כָּל־הַמָּקוֹם אֲשֶׁר נָבוֹא שָׁמָּה אִמְרִי־לִי וג׳</span>; <a data-ref=\"Numbers 33:54\" href=\"/Numbers.33.54\">Nu 33:54</a> <span dir=\"rtl\">אֶל־אֲשֶׁר וג׳</span>; <a data-ref=\"Proverbs 17:8\" href=\"/Proverbs.17.8\">Pr 17:8</a> (cf. <a data-ref=\"Deuteronomy 16:6\" href=\"/Deuteronomy.16.6\">Dt 16:6</a>);—<span dir=\"rtl\">אֶל</span> appears to be used by a species of attraction; the idea of motion involved in the relative clause influencing illogically the beginning of the sentence and causing <span dir=\"rtl\">אֶל</span> to be used instead of <span dir=\"rtl\">בְּ</span>. In <a data-ref=\"Ezekiel 31:14\" href=\"/Ezekiel.31.14\">Ez 31:14</a> <span dir=\"rtl\">אֵלֵיהֶם</span>, as pointed, can only be from <span dir=\"rtl\">אַיִל</span> iii or iv (q.v.); if the word be taken as the pron. with suff. (Hi Ke), <span dir=\"rtl\">אֲלֵיהֶם</span> must be read.<br><em>Note.</em><strong>2</strong> —There is a tendency in Hebrew, especially manifest in S K Je Ez, to use <span dir=\"rtl\">אֶל</span> in the sense of <span dir=\"rtl\">עַל</span>; sometimes <span dir=\"rtl\">אֶל</span> being used exceptionally in a phrase or construction which regularly, and in acc. with analogy, has <span dir=\"rtl\">עַל</span>; sometimes, the two preps. interchanging, apparently without discrimination, in the same or parallel sentences. Thus (<em>a</em>) <a data-ref=\"Joshua 5:14\" href=\"/Joshua.5.14\">Jos 5:14</a> <span dir=\"rtl\">וַיִּפֹּל אֶל־פָּנָיו</span>; <a data-ref=\"I Samuel 13:13\" href=\"/I_Samuel.13.13\">1 S 13:13</a> <span dir=\"rtl\">הֵכִין י׳ אֶת־מַמְלַכְתְּךָ אֶל־יִשְׂרָאֵל</span>; <a data-ref=\"I Samuel 14:34\" href=\"/I_Samuel.14.34\">14:34</a> (v. sub <strong>5</strong>); <a data-ref=\"I Samuel 17:3\" href=\"/I_Samuel.17.3\">17:3</a> <span dir=\"rtl\">עֹמְדִים אֶל־הָהָר</span> (contr. <span dir=\"rtl\">עַל</span> <a data-ref=\"Deuteronomy 11:29\" href=\"/Deuteronomy.11.29\">Dt 11:29</a>); <a data-ref=\"I Samuel 19:16\" href=\"/I_Samuel.19.16\">19:16</a> <a data-ref=\"II Samuel 6:3\" href=\"/II_Samuel.6.3\">2 S 6:3</a>; <a data-ref=\"II Samuel 20:23\" href=\"/II_Samuel.20.23\">20:23</a> (contr. <a data-ref=\"I Samuel 8:16\" href=\"/I_Samuel.8.16\">8:16</a>) <a data-ref=\"I Kings 13:29\" href=\"/I_Kings.13.29\">1 K 13:29</a> <a data-ref=\"I Kings 18:46\" href=\"/I_Kings.18.46\">18:46</a> (contr. <a data-ref=\"II Kings 3:15\" href=\"/II_Kings.3.15\">2 K 3:15</a> <span dir=\"rtl\">על</span>) <a data-ref=\"Jeremiah 35:15\" href=\"/Jeremiah.35.15\">Je 35:15</a> <a data-ref=\"Ezekiel 7:18\" href=\"/Ezekiel.7.18\">Ez 7:18</a>. (<em>b</em>) <a data-ref=\"Judges 6:37\" href=\"/Judges.6.37\">Ju 6:37</a> and upon <span dir=\"rtl\">(עַל)</span> all the earth let there be dryness, v <a data-ref=\"Judges 6:39\" href=\"/Judges.6.39\">39</a> let there be dryness <em>on</em> <span dir=\"rtl\">(אֶל)</span> the fleece; <a data-ref=\"I Samuel 14:10\" href=\"/I_Samuel.14.10\">1 S 14:10</a> come up <span dir=\"rtl\">עָלֵינוּ</span>, v <a data-ref=\"I Samuel 14:12\" href=\"/I_Samuel.14.12\">12</a> come up <span dir=\"rtl\">אֵלֵינוּ</span>; <a data-ref=\"I Samuel 16:23\" href=\"/I_Samuel.16.23\">16:23</a> & <a data-ref=\"I Samuel 16:16\" href=\"/I_Samuel.16.16\">16</a>; <a data-ref=\"I Samuel 16:13\" href=\"/I_Samuel.16.13\">16:13</a> & <a data-ref=\"I Samuel 18:10\" href=\"/I_Samuel.18.10\">18:10</a> <span dir=\"rtl\">צָלַח אֶל</span>, <a data-ref=\"I Samuel 10:6\" href=\"/I_Samuel.10.6\">10:6</a> al. <span dir=\"rtl\">צָלַח עַל</span>; <a data-ref=\"I Samuel 25:17\" href=\"/I_Samuel.25.17\">25:17</a> evil is determined <span dir=\"rtl\">אֶל־אֲדֹנֵינוּ וְעַל כָּל־בֵּיתוֹ</span>; v <a data-ref=\"I Samuel 25:25\" href=\"/I_Samuel.25.25\">25</a>; <a data-ref=\"I Samuel 27:10\" href=\"/I_Samuel.27.10\">27:10</a>; <a data-ref=\"II Samuel 2:9\" href=\"/II_Samuel.2.9\">2 S 2:9</a> <span dir=\"rtl\">וַיַּמְלִכֵהוּ אֶל</span> … <span dir=\"rtl\">וְאֶל</span> … <span dir=\"rtl\">וְאֶל</span> … <span dir=\"rtl\">וְעַל</span> … <span dir=\"rtl\">וְעַל</span> … <span dir=\"rtl\">וְעֶל</span>; <a data-ref=\"II Samuel 3:29\" href=\"/II_Samuel.3.29\">3:29</a> <span dir=\"rtl\">יָחֻלוּ עַל</span> … <span dir=\"rtl\">וְאֶל</span> …; <a data-ref=\"II Kings 8:3\" href=\"/II_Kings.8.3\">2 K 8:3</a> & <a data-ref=\"II Kings 8:5\" href=\"/II_Kings.8.5\">5</a>; <a data-ref=\"II Kings 9:6\" href=\"/II_Kings.9.6\">9:6</a> & 3; <a data-ref=\"Jeremiah 19:15\" href=\"/Jeremiah.19.15\">Je 19:15</a>; <a data-ref=\"Jeremiah 25:2\" href=\"/Jeremiah.25.2\">25:2</a>; <a data-ref=\"Jeremiah 26:15\" href=\"/Jeremiah.26.15\">26:15</a> ye lay innocent blood <span dir=\"rtl\">עֲלֵיכֶם וְאֶל־הָעִיר הַזֹּאת</span>; <a data-ref=\"Jeremiah 27:19\" href=\"/Jeremiah.27.19\">27:19</a>; <a data-ref=\"Jeremiah 28:8\" href=\"/Jeremiah.28.8\">28:8</a>; <a data-ref=\"Jeremiah 33:14\" href=\"/Jeremiah.33.14\">33:14</a>; <a data-ref=\"Jeremiah 34:7\" href=\"/Jeremiah.34.7\">34:7</a>; <a data-ref=\"Jeremiah 36:31\" href=\"/Jeremiah.36.31\">36:31</a>; <a data-ref=\"Jeremiah 37:13\" href=\"/Jeremiah.37.13\">37:13</a>, <a data-ref=\"Jeremiah 37:14\" href=\"/Jeremiah.37.14\">14</a> <a data-ref=\"Ezekiel 2:6\" href=\"/Ezekiel.2.6\">Ez 2:6</a>; <a data-ref=\"Ezekiel 18:6\" href=\"/Ezekiel.18.6\">18:6</a>, <a data-ref=\"Ezekiel 18:11\" href=\"/Ezekiel.18.11\">11</a> & <a data-ref=\"Ezekiel 18:15\" href=\"/Ezekiel.18.15\">15</a>; <a data-ref=\"Ezekiel 21:12\" href=\"/Ezekiel.21.12\">21:12</a> etc. <a data-ref=\"Psalms 79:6\" href=\"/Psalms.79.6\">ψ 79:6</a> (<a data-ref=\"Jeremiah 10:25\" href=\"/Jeremiah.10.25\">Je 10:25</a>) <span dir=\"rtl\">על</span> twice). It is prob. that this interchange, at least in many cases, is not original, but due to transcribers. Conversely, though not with the same frequency, <span dir=\"rtl\">עַל</span> occurs where analogy would lead us to expect <span dir=\"rtl\">אֶל</span>, or even in juxtaposition with <span dir=\"rtl\">אֶל</span>, as <a data-ref=\"I Samuel 1:10\" href=\"/I_Samuel.1.10\">1 S 1:10</a> <span dir=\"rtl\">הִתְפַּלֵּל עַל</span> to pray <em>to</em> (v <a data-ref=\"I Samuel 1:26\" href=\"/I_Samuel.1.26\">26</a> <span dir=\"rtl\">אֶל</span>); v <a data-ref=\"I Samuel 1:13\" href=\"/I_Samuel.1.13\">13</a>; <a data-ref=\"I Samuel 25:25\" href=\"/I_Samuel.25.25\">25:25</a> <span dir=\"rtl\">אֶל</span> … <span dir=\"rtl\">עַל</span>; <a data-ref=\"I Kings 20:43\" href=\"/I_Kings.20.43\">1 K 20:43</a> <span dir=\"rtl\">וַיֵּלֶךְ עַל־בֵּיתוֹ</span> (<a data-ref=\"I Kings 21:4\" href=\"/I_Kings.21.4\">21:4</a> <span dir=\"rtl\">אֶל</span>); <a data-ref=\"Isaiah 22:15\" href=\"/Isaiah.22.15\">Is 22:15</a> <a data-ref=\"Jeremiah 11:2\" href=\"/Jeremiah.11.2\">Je 11:2</a>; <a data-ref=\"Jeremiah 23:35\" href=\"/Jeremiah.23.35\">23:35</a>; <a data-ref=\"Jeremiah 31:12\" href=\"/Jeremiah.31.12\">31:12</a>(<a data-ref=\"Jeremiah 31:11\" href=\"/Jeremiah.31.11\">11</a>). Cf. Dr<sup>Sm i. 13(×2); ii. 8, 7; 15, 4</sup>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d194b6084aa1cbf0fe31", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, חֹ֫שֶׁן 1", "anchorRef": "Leviticus 8:8", "anchorRefExpanded": ["Leviticus 8:8"], "sourceRef": "BDB, חֹ֫שֶׁן 1", "sourceHeRef": "בראון-דרייבר-בריגס, חֹ֫שֶׁן א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "חֹ֫שֶׁן", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">חֹ֫שֶׁן</span></big>  <strong>n.m.</strong> the <strong>breast-piece</strong> or <strong>sacred pouch</strong>, containing the <span dir=\"rtl\">אורים ותמים</span>, worn on the breast of the high priest when he ministered in the Holy Place to bring the tribes for memorial before. <span dir=\"rtl\">י׳</span>. It was made of the same material as the ephod (v. <a data-ref=\"BDB, אֵפוֹד\" href=\"/BDB,_אֵפוֹד\", dir=\"rtl\">אֵפוֹד</a>), a span square; set in front with twelve jewels in four rows, engraved with the names of the twelve tribes. It was firmly fastened to the shoulders of the ephod by gold chains passing through gold rings, and to the lower part of the ephod just above the girdle by a blue ribbon passing through other gold rings. It was <span dir=\"rtl\">חשֶׁן (ה)מִשְׁפָּט</span> (<a data-ref=\"Exodus 28:15\" href=\"/Exodus.28.15\">Ex 28:15</a>, <a data-ref=\"Exodus 28:29\" href=\"/Exodus.28.29\">29</a>, <a data-ref=\"Exodus 28:30\" href=\"/Exodus.28.30\">30</a>) <em>pouch of judgment</em>, because of the decision given by the <span dir=\"rtl\">אוּרִים וְתֻמִּים</span>. The name occurs only in P, <a data-ref=\"Exodus 25:7\" href=\"/Exodus.25.7\">Ex 25:7</a>; <a data-ref=\"Exodus 28:4\" href=\"/Exodus.28.4\">28:4</a>, <a data-ref=\"Exodus 28:15\" href=\"/Exodus.28.15\">15</a>, <a data-ref=\"Exodus 28:22\" href=\"/Exodus.28.22\">22</a>, <a data-ref=\"Exodus 28:23\" href=\"/Exodus.28.23\">23</a><sup>(×2)</sup>, <a data-ref=\"Exodus 28:24\" href=\"/Exodus.28.24\">24</a>, <a data-ref=\"Exodus 28:26\" href=\"/Exodus.28.26\">26</a>, <a data-ref=\"Exodus 28:28\" href=\"/Exodus.28.28\">28</a><sup>(×2)</sup>, <a data-ref=\"Exodus 28:29\" href=\"/Exodus.28.29\">29</a>, <a data-ref=\"Exodus 28:30\" href=\"/Exodus.28.30\">30</a>; <a data-ref=\"Exodus 29:5\" href=\"/Exodus.29.5\">29:5</a>; <a data-ref=\"Exodus 35:9\" href=\"/Exodus.35.9\">35:9</a>, <a data-ref=\"Exodus 35:27\" href=\"/Exodus.35.27\">27</a>; <a data-ref=\"Exodus 39:8\" href=\"/Exodus.39.8\">39:8</a>, <a data-ref=\"Exodus 39:9\" href=\"/Exodus.39.9\">9</a>, <a data-ref=\"Exodus 39:15\" href=\"/Exodus.39.15\">15</a>, <a data-ref=\"Exodus 39:16\" href=\"/Exodus.39.16\">16</a>, <a data-ref=\"Exodus 39:17\" href=\"/Exodus.39.17\">17</a>, <a data-ref=\"Exodus 39:19\" href=\"/Exodus.39.19\">19</a>, <a data-ref=\"Exodus 39:21\" href=\"/Exodus.39.21\">21</a><sup>(×2)</sup> <a data-ref=\"Leviticus 8:8\" href=\"/Leviticus.8.8\">Lv 8:8</a><sup>(×2)</sup>.—Vid. Now<sup>Arch. ii. 119.</sup>"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d492b6084aa1cbf35431", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שׂוּם 1", "anchorRef": "Leviticus 8:8", "anchorRefExpanded": ["Leviticus 8:8"], "sourceRef": "BDB, שׂוּם 1", "sourceHeRef": "בראון-דרייבר-בריגס, שׂוּם א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שׂוּם", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I. <big><big><span dir=\"rtl\">שׂוּם</span>, <span dir=\"rtl\">שִׂים</span>, <span dir=\"rtl\"></span></big></big>  <strong>vb.</strong> put, place, set <strong>(</strong>cf. Nö<sup>ZMG xxxvii (1883), 532</sup>; NH <span dir=\"rtl\">סוּם</span> Pi. <em>designate, fix</em>, <span dir=\"rtl\">שׂום</span> Ecclus 45:5c; 49:6; Ph. <span dir=\"rtl\">שם</span>, Assyrian <em>šâmu</em>, <em>fix, determine;</em> Sab. <span dir=\"rtl\">שׂים</span> <em>set, set up</em>, SabDenkm<sup>No. 7, 1. 6</sup> CIS<sup>iv. 1</sup>; Arabic <span dir=\"rtl\">شَامَ (ى)</span> is <em>insert, sheathe</em>, also <em>compute;</em> Ethiopic ሤመ: <em>put, place;</em> 𝔗 <span dir=\"rtl\">שׂוּם</span>, Syriac <span dir=\"rtl\">ܣܳܡ</span>, Old Aramaic <span dir=\"rtl\">שים</span><strong>)</strong>;—<br><strong>Qal</strong>  Pf. 3 ms. <span dir=\"rtl\">שָׂם</span> <a data-ref=\"Genesis 21:14\" href=\"/Genesis.21.14\">Gn 21:14</a> + (<a data-ref=\"II Chronicles 1:5\" href=\"/II_Chronicles.1.5\">2 Ch 1:5</a> read <span dir=\"rtl\">שָׂם</span> 𝔊 𝔙 Gi Be Kau Benz), sf. <span dir=\"rtl\">שָׂמוֹ</span> <a data-ref=\"Ezekiel 17:4\" href=\"/Ezekiel.17.4\">Ez 17:4</a> +, <span dir=\"rtl\">שָׂמָ֫הוּ</span> <a data-ref=\"Ezekiel 7:20\" href=\"/Ezekiel.7.20\">7:20</a>; 3 fs. <span dir=\"rtl\">שָׂ֫מָה</span> <a data-ref=\"I Samuel 19:13\" href=\"/I_Samuel.19.13\">1 S 19:13</a>, sf. <span dir=\"rtl\">שָׂמָ֫תְהוּ</span> <a data-ref=\"Ezekiel 19:5\" href=\"/Ezekiel.19.5\">Ez 19:5</a>; <a data-ref=\"Ezekiel 24:7\" href=\"/Ezekiel.24.7\">24:7</a>; 2 ms. <span dir=\"rtl\">שַׂמְתָּ</span> <a data-ref=\"Jeremiah 32:20\" href=\"/Jeremiah.32.20\">Je 32:20</a> +; 3 pl. <span dir=\"rtl\">שָׂמוּ</span> <a data-ref=\"Genesis 40:15\" href=\"/Genesis.40.15\">Gn 40:15</a> +; 1 pl. <span dir=\"rtl\">שַׂמְנוּ</span> <a data-ref=\"Isaiah 28:15\" href=\"/Isaiah.28.15\">Is 28:15</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">יָשׂוּם</span> <a data-ref=\"Exodus 4:11\" href=\"/Exodus.4.11\">Ex 4:11</a>, <span dir=\"rtl\">יָשִׂים</span> <a data-ref=\"Genesis 30:42\" href=\"/Genesis.30.42\">Gn 30:42</a> +, <span dir=\"rtl\">יָשִׂם</span> <a data-ref=\"Job 23:6\" href=\"/Job.23.6\">Jb 23:6</a>; juss. <span dir=\"rtl\">יָשֵׂם</span> <a data-ref=\"I Samuel 22:15\" href=\"/I_Samuel.22.15\">1 S 22:15</a> +; <span dir=\"rtl\">וַיָּ֫שֶׂם</span> <a data-ref=\"Genesis 2:8\" href=\"/Genesis.2.8\">Gn 2:8</a> +; sf. <span dir=\"rtl\">יְשִׂמֵנִי</span> <a data-ref=\"II Samuel 15:4\" href=\"/II_Samuel.15.4\">2 S 15:4</a>, <span dir=\"rtl\">וַיְשִׂימְךָ</span> <a data-ref=\"I Kings 10:9\" href=\"/I_Kings.10.9\">1 K 10:9</a>; 2 fs. <span dir=\"rtl\">וַתָּשִׂימִי</span> <a data-ref=\"Isaiah 51:23\" href=\"/Isaiah.51.23\">Is 51:23</a>; <span dir=\"rtl\">וָאָשִׂים</span> <a data-ref=\"I Samuel 28:21\" href=\"/I_Samuel.28.21\">1 S 28:21</a> +, <span dir=\"rtl\">וָאָשִׂ֫ימָה</span> <a data-ref=\"Ezra 8:17\" href=\"/Ezra.8.17\">Ezr 8:17</a>; <a data-ref=\"Judges 12:3\" href=\"/Judges.12.3\">Ju 12:3</a> Qr (Kt <span dir=\"rtl\">ואישׂמה</span>); 2 mpl. <span dir=\"rtl\">תָּשִׂימוּ</span> <a data-ref=\"Genesis 32:17\" href=\"/Genesis.32.17\">Gn 32:17</a> +, <span dir=\"rtl\">תְּשִׂימ֫וּן</span> <a data-ref=\"Exodus 22:24\" href=\"/Exodus.22.24\">Ex 22:24</a> +, etc.; Imv. ms. <span dir=\"rtl\">שִׂים</span> <a data-ref=\"Genesis 24:2\" href=\"/Genesis.24.2\">Gn 24:2</a> +, etc.; Inf. abs. <span dir=\"rtl\">שׂוֹם</span> <a data-ref=\"Deuteronomy 17:15\" href=\"/Deuteronomy.17.15\">Dt 17:15</a> +, cstr. <span dir=\"rtl\">שׂוּם</span> <a data-ref=\"Genesis 44:7\" href=\"/Genesis.44.7\">44:7</a> +, <span dir=\"rtl\">שִׂים</span> <a data-ref=\"Job 20:4\" href=\"/Job.20.4\">Jb 20:4</a> + <a data-ref=\"II Samuel 14:7\" href=\"/II_Samuel.14.7\">2 S 14:7</a> Qr (Kt <span dir=\"rtl\">שׂום</span>), <span dir=\"rtl\">שׂימו</span> <a data-ref=\"Isaiah 10:6\" href=\"/Isaiah.10.6\">Is 10:6</a> Kt (Qr <span dir=\"rtl\">שׂוּמוֹ</span>), etc.; Pt. <span dir=\"rtl\">שָׂם</span> <a data-ref=\"Amos 7:8\" href=\"/Amos.7.8\">Am 7:8</a> +, fs. <span dir=\"rtl\">הַשָּׂמָ֫ה</span> <a data-ref=\"Isaiah 51:10\" href=\"/Isaiah.51.10\">Is 51:10</a> (so read for MT <span dir=\"rtl\">הַשָּׂ֫מָה</span>); pl. <span dir=\"rtl\">שָׂמִים</span> <a data-ref=\"Malachi 2:2\" href=\"/Malachi.2.2\">Mal 2:2</a> +; pass. <span dir=\"rtl\">שִׂים</span> <a data-ref=\"Numbers 24:21\" href=\"/Numbers.24.21\">Nu 24:21</a> (cf. Di), <a data-ref=\"Obadiah 1:4\" href=\"/Obadiah.1.4\">Ob 4</a>; f. according to most <span dir=\"rtl\">שׂוּמָה</span> <a data-ref=\"II Samuel 13:32\" href=\"/II_Samuel.13.32\">2 S 13:32</a> (van d. H. <span dir=\"rtl\">שׂימה</span> Kt), but v. infr.; <span dir=\"rtl\">שִׂימָ֫ה</span> <a data-ref=\"Psalms 56:9\" href=\"/Psalms.56.9\">ψ 56:9</a> Bae Buhl, but most Imv. ms.;—<em>put, set</em> (often ‖ <span dir=\"rtl\">נָתָן</span> <strong>2</strong>, q.v.), c. acc. pers. vel rei (expr. or impl.): <strong>1.</strong> <strong>a.</strong>  <em>put, set</em>, in a place, + <span dir=\"rtl\">שָׁם</span> <a data-ref=\"Genesis 2:8\" href=\"/Genesis.2.8\">Gn 2:8</a> (J), + acc. loc. <a data-ref=\"Genesis 28:11\" href=\"/Genesis.28.11\">28:11</a> (E) + 5 times +, c. 2 acc. + loc., <a data-ref=\"II Kings 10:8\" href=\"/II_Kings.10.8\">2 K 10:8</a> <em>heads</em> (in) <em>heaps</em> at (acc. loc.), cf. <a data-ref=\"Leviticus 24:6\" href=\"/Leviticus.24.6\">Lv 24:6</a> <span dir=\"rtl\">(עַל)</span>; + ב <a data-ref=\"Genesis 40:15\" href=\"/Genesis.40.15\">40:15</a> (E), fig. of <span dir=\"rtl\">י׳</span>, <em>put</em> his name, <span dir=\"rtl\">בִּירוּשׁ׳</span> <a data-ref=\"II Kings 21:7\" href=\"/II_Kings.21.7\">2 K 21:7</a> = <a data-ref=\"II Chronicles 33:7\" href=\"/II_Chronicles.33.7\">2 Ch 33:7</a>, cf. c. <span dir=\"rtl\">שָׁם</span> <a data-ref=\"I Kings 9:3\" href=\"/I_Kings.9.3\">1 K 9:3</a>; <a data-ref=\"Deuteronomy 12:5\" href=\"/Deuteronomy.12.5\">Dt 12:5</a> + 6 times; especially ב of receptacle <a data-ref=\"Genesis 31:34\" href=\"/Genesis.31.34\">Gn 31:34</a> (E), <a data-ref=\"Exodus 2:3\" href=\"/Exodus.2.3\">Ex 2:3</a> (E), <a data-ref=\"Judges 6:19\" href=\"/Judges.6.19\">Ju 6:19</a> + often; sackcloth on <span dir=\"rtl\">(ב)</span> loins <a data-ref=\"Genesis 37:34\" href=\"/Genesis.37.34\">Gn 37:34</a> (J), <a data-ref=\"I Kings 20:31\" href=\"/I_Kings.20.31\">1 K 20:31</a>, crown on head <a data-ref=\"Zechariah 6:11\" href=\"/Zechariah.6.11\">Zc 6:11</a>; <a data-ref=\"Esther 1:17\" href=\"/Esther.1.17\">Est 1:17</a>, shoes on feet <a data-ref=\"Ezekiel 24:17\" href=\"/Ezekiel.24.17\">Ez 24:17</a>; hook, etc., in nose <a data-ref=\"II Kings 19:28\" href=\"/II_Kings.19.28\">2 K 19:28</a> = <a data-ref=\"Isaiah 37:29\" href=\"/Isaiah.37.29\">Is 37:29</a>; <a data-ref=\"Job 40:26\" href=\"/Job.40.26\">Jb 40:26</a>, incense <span dir=\"rtl\">בְּאַפֶּ֑ךָ</span> <a data-ref=\"Deuteronomy 33:10\" href=\"/Deuteronomy.33.10\">Dt 33:10</a>, i.e. cause thee <span dir=\"rtl\">(י׳)</span> to smell it; feet in stocks (fig.) <a data-ref=\"Job 13:27\" href=\"/Job.13.27\">Jb 13:27</a>; <a data-ref=\"Job 33:11\" href=\"/Job.33.11\">33:11</a>; knife into throat <a data-ref=\"Proverbs 23:2\" href=\"/Proverbs.23.2\">Pr 23:2</a> (fig. of self-restraint, Fl in De); words into mouth <a data-ref=\"Exodus 4:15\" href=\"/Exodus.4.15\">Ex 4:15</a> (J), <a data-ref=\"Numbers 22:38\" href=\"/Numbers.22.38\">Nu 22:38</a> (E) + 8 times, + <a data-ref=\"Deuteronomy 31:19\" href=\"/Deuteronomy.31.19\">Dt 31:19</a> teach to say or sing; into heart <a data-ref=\"Job 22:22\" href=\"/Job.22.22\">Jb 22:22</a>, ins. also <a data-ref=\"I Samuel 29:10\" href=\"/I_Samuel.29.10\">1 S 29:10</a> 𝔊 Th We Dr Kit Bu HPS; trust in God <a data-ref=\"Psalms 78:7\" href=\"/Psalms.78.7\">ψ 78:7</a>; (guilt of) blood into house <a data-ref=\"Deuteronomy 22:8\" href=\"/Deuteronomy.22.8\">Dt 22:8</a>, cf. <a data-ref=\"Judges 9:24\" href=\"/Judges.9.24\">Ju 9:24</a> (<span dir=\"rtl\">עַל</span> pers.; so, c. <span dir=\"rtl\">נָתַן</span> <a data-ref=\"Deuteronomy 21:8\" href=\"/Deuteronomy.21.8\">Dt 21:8</a>; <a data-ref=\"Jeremiah 26:15\" href=\"/Jeremiah.26.15\">Je 26:15</a>; <a data-ref=\"Jonah 1:14\" href=\"/Jonah.1.14\">Jon 1:14</a>); something into hand <a data-ref=\"Exodus 4:21\" href=\"/Exodus.4.21\">Ex 4:21</a> (E), of wonders, i.e. enable hand to do them; elsewhere = take, of hammer <a data-ref=\"Judges 4:21\" href=\"/Judges.4.21\">Ju 4:21</a>, booty <a data-ref=\"I Kings 20:6\" href=\"/I_Kings.20.6\">1 K 20:6</a>, so (fig.) <em>take one’s life</em> <span dir=\"rtl\">(נֶפֶשׁ)</span> <em>into one’s palm</em> (i.e. risk it) <a data-ref=\"Judges 12:3\" href=\"/Judges.12.3\">Ju 12:3</a>; <a data-ref=\"I Samuel 19:5\" href=\"/I_Samuel.19.5\">1 S 19:5</a>; <a data-ref=\"I Samuel 28:21\" href=\"/I_Samuel.28.21\">28:21</a>; <a data-ref=\"Job 13:14\" href=\"/Job.13.14\">Jb 13:14</a>; put eyes <span dir=\"rtl\">בַּפּוּךְ</span> <a data-ref=\"II Kings 9:30\" href=\"/II_Kings.9.30\">2 K 9:30</a> (v. <a data-ref=\"BDB, פּוּךְ\" href=\"/BDB,_פּוּךְ\", dir=\"rtl\">פּוּךְ</a>, cf. <a data-ref=\"Isaiah 54:11\" href=\"/Isaiah.54.11\">Is 54:11</a>); <span dir=\"rtl\">נֶפֶשׁ</span> (= <em>person</em>), <span dir=\"rtl\">בַּחַיִּים</span> <a data-ref=\"Psalms 66:9\" href=\"/Psalms.66.9\">ψ 66:9</a> (subj. <span dir=\"rtl\">י׳</span>); <em>set</em> men <em>at</em> (the use of) implements <a data-ref=\"II Samuel 12:31\" href=\"/II_Samuel.12.31\">2 S 12:31</a> (prob., cf. Dr HPS; > <span dir=\"rtl\">וַיָּשַׂר(ם)</span> <em>sawed them with</em>, as ‖ <a data-ref=\"I Chronicles 20:3\" href=\"/I_Chronicles.20.3\">1 Ch 20:3</a>, Th We); <a data-ref=\"I Kings 2:5\" href=\"/I_Kings.2.5\">1 K 2:5</a> (‖ <span dir=\"rtl\">נתן</span>) is dub.; 𝔊L Klo Kit read <span dir=\"rtl\">וַיִּקֹּם</span>; <em>charge</em> something <em>against</em> (<span dir=\"rtl\">ב</span> pers.; properly <em>put in</em>, i.e. attribute, impute, to) <a data-ref=\"I Samuel 22:15\" href=\"/I_Samuel.22.15\">1 S 22:15</a>; <a data-ref=\"Job 4:18\" href=\"/Job.4.18\">Jb 4:18</a>; so, c. ל pers. <a data-ref=\"Deuteronomy 22:14\" href=\"/Deuteronomy.22.14\">Dt 22:14</a>, cf. (<span dir=\"rtl\">ל</span> om.) v <a data-ref=\"Deuteronomy 22:17\" href=\"/Deuteronomy.22.17\">17</a>; <em>put</em> <span dir=\"rtl\">בְּקֶרֶב</span> <a data-ref=\"Amos 7:8\" href=\"/Amos.7.8\">Am 7:8</a>; <a data-ref=\"Isaiah 63:11\" href=\"/Isaiah.63.11\">Is 63:11</a>, <span dir=\"rtl\">בְּתוֹךְ</span> <a data-ref=\"Ezekiel 26:12\" href=\"/Ezekiel.26.12\">Ez 26:12</a>. <strong>b.</strong>  <em>put</em> something <em>upon</em> <span dir=\"rtl\">(עַל)</span> <a data-ref=\"Numbers 21:8\" href=\"/Numbers.21.8\">Nu 21:8</a>, <a data-ref=\"Numbers 21:9\" href=\"/Numbers.21.9\">9</a> (E) + often; jewels, clothes, on person <a data-ref=\"Genesis 24:17\" href=\"/Genesis.24.17\">Gn 24:17</a> (J), <a data-ref=\"Genesis 41:42\" href=\"/Genesis.41.42\">41:42</a> (E), <a data-ref=\"Leviticus 8:8\" href=\"/Leviticus.8.8\">Lv 8:8</a> (P), <a data-ref=\"Ruth 3:3\" href=\"/Ruth.3.3\">Ru 3:3</a>, turban <a data-ref=\"Zechariah 3:5\" href=\"/Zechariah.3.5\">Zc 3:5</a><sup>(×2)</sup>; <a data-ref=\"Exodus 29:5\" href=\"/Exodus.29.5\">Ex 29:5</a> (P), <a data-ref=\"Leviticus 8:9\" href=\"/Leviticus.8.9\">Lv 8:9</a> (P) cf. (prep. om.) <a data-ref=\"Job 24:15\" href=\"/Job.24.15\">Jb 24:15</a>; <a data-ref=\"Job 36:13\" href=\"/Job.36.13\">36:13</a> (fig.), girdle <a data-ref=\"Jeremiah 13:1\" href=\"/Jeremiah.13.1\">Je 13:1</a>, <a data-ref=\"Jeremiah 13:2\" href=\"/Jeremiah.13.2\">2</a>, sackcloth <a data-ref=\"I Kings 21:27\" href=\"/I_Kings.21.27\">1 K 21:27</a>; <span dir=\"rtl\">שׂ׳ אָדָם עַל־הָאָרֶץ</span> <a data-ref=\"Job 20:4\" href=\"/Job.20.4\">Jb 20:4</a> (of man’s creation); of siege and siege engines, <span dir=\"rtl\">עַל</span> = <em>against</em>, <a data-ref=\"Micah 4:14\" href=\"/Micah.4.14\">Mi 4:14</a>; <a data-ref=\"Ezekiel 4:2\" href=\"/Ezekiel.4.2\">Ez 4:2</a>; <a data-ref=\"Ezekiel 23:24\" href=\"/Ezekiel.23.24\">23:24</a>; <em>put, lay, upon</em> <span dir=\"rtl\">(עַל)</span>, <a data-ref=\"II Kings 4:29\" href=\"/II_Kings.4.29\">2 K 4:29</a> +; hand <a data-ref=\"Genesis 48:18\" href=\"/Genesis.48.18\">Gn 48:18</a> (J) + 3 times, + <em>upon mouth</em>, in silence <a data-ref=\"Judges 18:19\" href=\"/Judges.18.19\">Ju 18:19</a>; <a data-ref=\"Job 21:5\" href=\"/Job.21.5\">Jb 21:5</a>, and awe <a data-ref=\"Micah 7:16\" href=\"/Micah.7.16\">Mi 7:16</a>, so c. ל <a data-ref=\"Job 29:9\" href=\"/Job.29.9\">Jb 29:9</a>, <span dir=\"rtl\">לְמוֹ</span> <a data-ref=\"Job 40:4\" href=\"/Job.40.4\">40:4</a>, <a data-ref=\"Job 40\" href=\"/Job.40\">40</a>, upon <span dir=\"rtl\">(עַל)</span> head <a data-ref=\"II Samuel 13:19\" href=\"/II_Samuel.13.19\">2 S 13:19</a> (in despair, cf. <a data-ref=\"Jeremiah 2:37\" href=\"/Jeremiah.2.37\">Je 2:37</a>); acc. of disease <a data-ref=\"Exodus 15:26\" href=\"/Exodus.15.26\">Ex 15:26</a> (J), so (<span dir=\"rtl\">ב</span> pers.) v <a data-ref=\"Exodus 15:26\" href=\"/Exodus.15.26\">26</a> <a data-ref=\"Deuteronomy 7:16\" href=\"/Deuteronomy.7.16\">Dt 7:16</a>; fig., spirit <span dir=\"rtl\">(עַל)</span> <a data-ref=\"Numbers 11:17\" href=\"/Numbers.11.17\">Nu 11:17</a> (JE), name <a data-ref=\"Numbers 6:27\" href=\"/Numbers.6.27\">6:27</a> (P), duty <a data-ref=\"Job 37:15\" href=\"/Job.37.15\">Jb 37:15</a> (?), reproach <a data-ref=\"I Samuel 11:2\" href=\"/I_Samuel.11.2\">1 S 11:2</a>, <span dir=\"rtl\">רָעָה תַּחַת טוֹבָה</span> <a data-ref=\"Psalms 109:5\" href=\"/Psalms.109.5\">ψ 109:5</a> (𝔖 Bae <span dir=\"rtl\">וַיָשִׁיבוּ</span>, so, or <span dir=\"rtl\">וַיְשַׁלְּמוּ</span>, Hup Che); <span dir=\"rtl\">שׂ׳ עַל לֵב</span> <a data-ref=\"Song of Songs 8:6\" href=\"/Song_of_Songs.8.6\">Ct 8:6</a> (sim.), so, fig., = remember, treasure up, <a data-ref=\"Isaiah 42:25\" href=\"/Isaiah.42.25\">Is 42:25</a>; <a data-ref=\"Isaiah 47:7\" href=\"/Isaiah.47.7\">47:7</a> (‖ <span dir=\"rtl\">זָכַר</span>), + 6 times, c. <span dir=\"rtl\">אֶל</span> <a data-ref=\"II Samuel 13:33\" href=\"/II_Samuel.13.33\">2 S 13:33</a>; <a data-ref=\"II Samuel 19:20\" href=\"/II_Samuel.19.20\">19:20</a> (‖ id.); c. ב <a data-ref=\"I Samuel 21:13\" href=\"/I_Samuel.21.13\">1 S 21:13</a>; cf. <span dir=\"rtl\">שׂ׳ בְּאָזְנֵי</span> <a data-ref=\"Exodus 17:14\" href=\"/Exodus.17.14\">Ex 17:14</a> (E), impress upon. <strong>c.</strong>  <em>put, lay, set</em>, c. ל, <a data-ref=\"II Kings 11:16\" href=\"/II_Kings.11.16\">2 K 11:16</a> <em>lay</em> (violent) <em>hands on</em> = <a data-ref=\"II Chronicles 23:15\" href=\"/II_Chronicles.23.15\">2 Ch 23:15</a>; <em>put</em> end <em>to</em> <a data-ref=\"Job 18:2\" href=\"/Job.18.2\">Jb 18:2</a>; <a data-ref=\"Job 28:3\" href=\"/Job.28.3\">28:3</a>; set <span dir=\"rtl\">לְמָרוֹם</span> <a data-ref=\"Job 5:11\" href=\"/Job.5.11\">5:11</a>; <em>render</em> glory <em>to</em> <a data-ref=\"Joshua 7:19\" href=\"/Joshua.7.19\">Jos 7:19</a> (JE; ‖ <span dir=\"rtl\">נָתַן</span>), <a data-ref=\"Isaiah 42:12\" href=\"/Isaiah.42.12\">Is 42:12</a>; <em>make</em> covenant <em>with</em> <a data-ref=\"II Samuel 23:5\" href=\"/II_Samuel.23.5\">2 S 23:5</a>; <em>set</em> food <em>for</em> <a data-ref=\"Genesis 43:32\" href=\"/Genesis.43.32\">Gn 43:32</a> (J), <a data-ref=\"II Samuel 12:20\" href=\"/II_Samuel.12.20\">2 S 12:20</a>, prep. om. <a data-ref=\"Genesis 43:31\" href=\"/Genesis.43.31\">Gn 43:31</a> (J), so c. <span dir=\"rtl\">לִפְנֵי</span> <a data-ref=\"I Samuel 9:24\" href=\"/I_Samuel.9.24\">1 S 9:24</a>; <a data-ref=\"I Samuel 28:22\" href=\"/I_Samuel.28.22\">28:22</a>; <a data-ref=\"II Kings 6:22\" href=\"/II_Kings.6.22\">2 K 6:22</a>; <span dir=\"rtl\">שׂ׳ לִפְנֵי</span> elsewhere <a data-ref=\"Judges 18:21\" href=\"/Judges.18.21\">Ju 18:21</a>, of precedence <a data-ref=\"Genesis 48:20\" href=\"/Genesis.48.20\">Gn 48:20b</a> (E); <em>set</em> laws (as authoritative) <span dir=\"rtl\">לִפְנֵי</span> <a data-ref=\"Exodus 19:7\" href=\"/Exodus.19.7\">Ex 19:7</a>; <a data-ref=\"Exodus 21:1\" href=\"/Exodus.21.1\">21:1</a> (both E), <a data-ref=\"Deuteronomy 4:44\" href=\"/Deuteronomy.4.44\">Dt 4:44</a>; God (as moral ruler) <span dir=\"rtl\">לְנֶגְדָּם</span> <a data-ref=\"Psalms 54:5\" href=\"/Psalms.54.5\">ψ 54:5</a>; <a data-ref=\"Psalms 86:14\" href=\"/Psalms.86.14\">86:14</a>; <span dir=\"rtl\">שׂ׳ נֶגֶד</span> also <a data-ref=\"Genesis 31:37\" href=\"/Genesis.31.37\">Gn 31:37</a> (E), <span dir=\"rtl\">נֹכַח</span> <a data-ref=\"Ezekiel 14:4\" href=\"/Ezekiel.14.4\">Ez 14:4</a>, <a data-ref=\"Ezekiel 14:7\" href=\"/Ezekiel.14.7\">7</a>; <span dir=\"rtl\">לְעֵינֵי</span> <a data-ref=\"Genesis 30:41\" href=\"/Genesis.30.41\">Gn 30:41</a> (J). <strong>d.</strong>  <em>put</em>, c. <span dir=\"rtl\">בֵּין</span> <a data-ref=\"Joshua 24:7\" href=\"/Joshua.24.7\">Jos 24:7</a> (E) + 5 times (<a data-ref=\"Exodus 8:19\" href=\"/Exodus.8.19\">Ex 8:19</a> v. <a data-ref=\"BDB, פְּדוּת\" href=\"/BDB,_פְּדוּת\", dir=\"rtl\">פְּדוּת</a> p. 804), + <a data-ref=\"Genesis 30:36\" href=\"/Genesis.30.36\">Gn 30:36</a> (J), <a data-ref=\"Genesis 32:17\" href=\"/Genesis.32.17\">32:17</a> (E), <em>put</em> space <em>between;</em> c. <span dir=\"rtl\">תַּחַת</span> <a data-ref=\"Exodus 17:12\" href=\"/Exodus.17.12\">Ex 17:12</a> (E), + 3 times (<a data-ref=\"Obadiah 1:7\" href=\"/Obadiah.1.7\">Ob 7</a> del. <span dir=\"rtl\">לַחְמְךָ</span> We GASm Now al.) + <span dir=\"rtl\">שׂ׳ יָד תַּחַת יָרֵךְ</span> in oath <a data-ref=\"Genesis 24:2\" href=\"/Genesis.24.2\">Gn 24:2</a>, <a data-ref=\"Genesis 24:9\" href=\"/Genesis.24.9\">9</a>; <a data-ref=\"Genesis 47:29\" href=\"/Genesis.47.29\">47:29</a> (all J); <em>put</em>, c. <span dir=\"rtl\">אֶל</span> loc. <a data-ref=\"I Samuel 6:11\" href=\"/I_Samuel.6.11\">1 S 6:11</a>, <a data-ref=\"I Samuel 6:15\" href=\"/I_Samuel.6.15\">15</a>; <a data-ref=\"I Samuel 19:13\" href=\"/I_Samuel.19.13\">19:13a</a> <a data-ref=\"Habakkuk 2:15\" href=\"/Habakkuk.2.15\">Hb 2:15</a>, <span dir=\"rtl\">אֶל</span> pers. <a data-ref=\"Job 5:8\" href=\"/Job.5.8\">Jb 5:8</a> <em>commit unto;</em> c. <span dir=\"rtl\">אֵצֶל</span> rei <a data-ref=\"Leviticus 6:3\" href=\"/Leviticus.6.3\">Lv 6:3</a> (P), <span dir=\"rtl\">מִצַּד</span> rei <a data-ref=\"Deuteronomy 31:26\" href=\"/Deuteronomy.31.26\">Dt 31:26</a> (P); <span dir=\"rtl\">שׂ׳ עִמְּךָ</span> <a data-ref=\"I Samuel 9:23\" href=\"/I_Samuel.9.23\">1 S 9:23</a> <em>lay up</em> something <em>with thee</em>, reserve it; <em>put</em>, c. <span dir=\"rtl\">יַחַד</span> <a data-ref=\"Micah 2:12\" href=\"/Micah.2.12\">Mi 2:12</a> <em>put together</em> = collect (‖ <span dir=\"rtl\">אָסַף</span>, <span dir=\"rtl\">קִבֵּץ</span>); without modifier <a data-ref=\"I Kings 18:23\" href=\"/I_Kings.18.23\">1 K 18:23</a>, <a data-ref=\"I Kings 18:25\" href=\"/I_Kings.18.25\">25</a>; <a data-ref=\"Job 14:15\" href=\"/Job.14.15\">Jb 14:15</a>; <a data-ref=\"Ezekiel 30:21\" href=\"/Ezekiel.30.21\">Ez 30:21</a> <em>apply</em> bandage (‖ <span dir=\"rtl\">נָתַן</span>). <strong>2.</strong>  <em>set, direct:</em> <strong>a.</strong>  sword against <span dir=\"rtl\">(ב)</span> <a data-ref=\"Judges 7:22\" href=\"/Judges.7.22\">Ju 7:22</a>; fig. <em>extend</em> compassion, ל pers. <a data-ref=\"Isaiah 47:6\" href=\"/Isaiah.47.6\">Is 47:6</a> <strong>b.</strong>  <em>direct</em> <span dir=\"rtl\">לֵב</span>, <span dir=\"rtl\">לֵבָב</span> (<em>mind</em>) <em>toward</em>, pay attention to, c. ל, <a data-ref=\"Deuteronomy 32:46\" href=\"/Deuteronomy.32.46\">Dt 32:46</a>; <a data-ref=\"I Samuel 9:20\" href=\"/I_Samuel.9.20\">1 S 9:20</a>; <a data-ref=\"Ezekiel 40:4\" href=\"/Ezekiel.40.4\">Ez 40:4</a>; <a data-ref=\"Ezekiel 44:5\" href=\"/Ezekiel.44.5\">44:5b</a>; c. <span dir=\"rtl\">אֶל</span> <a data-ref=\"Exodus 9:21\" href=\"/Exodus.9.21\">Ex 9:21</a> (J), <a data-ref=\"I Samuel 25:25\" href=\"/I_Samuel.25.25\">1 S 25:25</a>; <a data-ref=\"II Samuel 18:3\" href=\"/II_Samuel.18.3\">2 S 18:3</a><sup>(×2)</sup>; <a data-ref=\"Job 2:3\" href=\"/Job.2.3\">Jb 2:3</a>; <a data-ref=\"Job 34:14\" href=\"/Job.34.14\">34:14</a> (Bu Du del. <span dir=\"rtl\">לֵב</span> and read <span dir=\"rtl\">יָשִׁיב רוּחוֹ</span>); c. <span dir=\"rtl\">עַל</span> <a data-ref=\"Haggai 1:5\" href=\"/Haggai.1.5\">Hg 1:5</a>, <a data-ref=\"Haggai 1:7\" href=\"/Haggai.1.7\">7</a>; <a data-ref=\"Job 1:8\" href=\"/Job.1.8\">Jb 1:8</a>; compl. om. <a data-ref=\"Ezekiel 44:5\" href=\"/Ezekiel.44.5\">Ez 44:5</a> a <a data-ref=\"Haggai 2:15\" href=\"/Haggai.2.15\">Hg 2:15</a>, <a data-ref=\"Haggai 2:18\" href=\"/Haggai.2.18\">18</a><sup>(×2)</sup>; <a data-ref=\"Isaiah 41:22\" href=\"/Isaiah.41.22\">Is 41:22</a>; <a data-ref=\"Judges 19:30\" href=\"/Judges.19.30\">Ju 19:30</a> read perhaps <span dir=\"rtl\">לְבַבְכֶם</span> for <span dir=\"rtl\">לָכֶם</span> (or <span dir=\"rtl\">עֵצָה</span> for <span dir=\"rtl\">עֻצוּ</span>); <span dir=\"rtl\">לֵב</span> om. <a data-ref=\"Job 4:20\" href=\"/Job.4.20\">Jb 4:20</a>, <a data-ref=\"Isaiah 41:20\" href=\"/Isaiah.41.20\">Is 41:20</a> (+ <span dir=\"rtl\">רָאָה</span>, <span dir=\"rtl\">יָדַע</span>, <span dir=\"rtl\">הִשְׂכִּיל</span>), c. ב pers. <a data-ref=\"Job 23:6\" href=\"/Job.23.6\">Jb 23:6</a> (so Bu, who cps. <a data-ref=\"Job 4:20\" href=\"/Job.4.20\">4:20</a>; <a data-ref=\"Job 24:12\" href=\"/Job.24.12\">24:12</a>; <a data-ref=\"Job 34:23\" href=\"/Job.34.23\">34:23</a>, but all cases dub.); <span dir=\"rtl\">שִׂים לֵב</span>, c. <span dir=\"rtl\">עַל</span> = <em>intend</em> <a data-ref=\"Daniel 1:8\" href=\"/Daniel.1.8\">Dn 1:8</a> (obj. cl.). <strong>c.</strong>  <em>set</em> face <span dir=\"rtl\">(פָּנִים)</span> toward (acc. loc.) <a data-ref=\"Genesis 31:21\" href=\"/Genesis.31.21\">Gn 31:21</a> (E), + <span dir=\"rtl\">לָבוֹא</span> <a data-ref=\"Jeremiah 42:15\" href=\"/Jeremiah.42.15\">Je 42:15</a><sup>(×2)</sup>, <a data-ref=\"Jeremiah 42:17\" href=\"/Jeremiah.42.17\">17</a>; <a data-ref=\"Jeremiah 44:12\" href=\"/Jeremiah.44.12\">44:12</a>, cf. <a data-ref=\"II Kings 12:18\" href=\"/II_Kings.12.18\">2 K 12:18</a>; <a data-ref=\"Daniel 11:17\" href=\"/Daniel.11.17\">Dn 11:17</a>; c. <span dir=\"rtl\">אֶל</span>, <em>toward</em> or <em>against</em> (implying opposition) <a data-ref=\"Ezekiel 6:2\" href=\"/Ezekiel.6.2\">Ez 6:2</a> + 5 times Ez, c. <span dir=\"rtl\">עַל</span> <a data-ref=\"Ezekiel 29:2\" href=\"/Ezekiel.29.2\">Ez 29:2</a>; <a data-ref=\"Ezekiel 35:2\" href=\"/Ezekiel.35.2\">35:2</a>, c. <span dir=\"rtl\">דֶּרֶךְ</span> of direction <a data-ref=\"Ezekiel 21:2\" href=\"/Ezekiel.21.2\">21:2</a>; c. ב (fig. of oppos., subj. <span dir=\"rtl\">י׳</span>): <span dir=\"rtl\">הִנְנִי שָׂם פָּנַי בָּכֶם לְרָעָה</span> <a data-ref=\"Jeremiah 44:11\" href=\"/Jeremiah.44.11\">Je 44:11</a>, cf. <a data-ref=\"Jeremiah 21:10\" href=\"/Jeremiah.21.10\">21:10</a> <a data-ref=\"Ezekiel 15:7\" href=\"/Ezekiel.15.7\">Ez 15:7</a> (‖ <span dir=\"rtl\">נתן</span>), <a data-ref=\"Leviticus 20:5\" href=\"/Leviticus.20.5\">Lv 20:5</a> (P); c. ל rei (human subj.) <a data-ref=\"Daniel 11:18\" href=\"/Daniel.11.18\">Dn 11:18</a> Qr (< Kt <span dir=\"rtl\">ישׁב</span>); c. <span dir=\"rtl\">עַל</span> pers. + <span dir=\"rtl\">לִמְלֹךְ</span> of purpose <a data-ref=\"I Kings 2:15\" href=\"/I_Kings.2.15\">1 K 2:15</a>; <em>set</em> eyes <span dir=\"rtl\">(עֵינַים)</span> upon, c. <span dir=\"rtl\">עַל</span> pers. = behold <a data-ref=\"Genesis 44:21\" href=\"/Genesis.44.21\">Gn 44:21</a> (J), = look after, take care of, <a data-ref=\"Jeremiah 39:12\" href=\"/Jeremiah.39.12\">Je 39:12</a>; <a data-ref=\"Jeremiah 40:4\" href=\"/Jeremiah.40.4\">40:4</a>, <span dir=\"rtl\">לְטוֹבָה</span> <a data-ref=\"Jeremiah 24:6\" href=\"/Jeremiah.24.6\">24:6</a>, but <span dir=\"rtl\">לְרָעָה</span> <a data-ref=\"Amos 9:4\" href=\"/Amos.9.4\">Am 9:4</a>. <strong>3.</strong> <strong>a.</strong>  <em>set, ordain</em>, c. acc. rei <a data-ref=\"Numbers 24:23\" href=\"/Numbers.24.23\">Nu 24:23</a> (> acc. pers. Di). <strong>b.</strong>  <em>set, establish</em> a law, statute, + ל pers. <a data-ref=\"Exodus 15:25\" href=\"/Exodus.15.25\">Ex 15:25</a>; <a data-ref=\"Joshua 24:25\" href=\"/Joshua.24.25\">Jos 24:25</a> (both E), cf. <a data-ref=\"Proverbs 8:29\" href=\"/Proverbs.8.29\">Pr 8:29</a>; + ב loc. <a data-ref=\"Isaiah 42:4\" href=\"/Isaiah.42.4\">Is 42:4</a> <a data-ref=\"Psalms 78:5\" href=\"/Psalms.78.5\">ψ 78:5</a> (‖ <span dir=\"rtl\">הֵקִים</span>), also <a data-ref=\"Psalms 81:6\" href=\"/Psalms.81.6\">81:6</a>; <a data-ref=\"Jeremiah 33:25\" href=\"/Jeremiah.33.25\">Je 33:25</a> + <a data-ref=\"II Samuel 20:19\" href=\"/II_Samuel.20.19\">2 S 20:19</a> (<span dir=\"rtl\">שָׂמוּ</span> for <span dir=\"rtl\">שְׁלֻמֵי</span> 𝔊 Ew We Kit Bu HPS, cf. Dr); <em>establish</em> something as <span dir=\"rtl\">(ל)</span> law <a data-ref=\"Genesis 47:26\" href=\"/Genesis.47.26\">Gn 47:26</a> (J), <a data-ref=\"I Samuel 30:25\" href=\"/I_Samuel.30.25\">1 S 30:25</a> (+ ל pers.); <em>establish</em> bazaars (as a right), ב loc., <a data-ref=\"I Kings 20:34\" href=\"/I_Kings.20.34\">1 K 20:34</a>; <em>appoint</em> a set time <a data-ref=\"Exodus 9:5\" href=\"/Exodus.9.5\">Ex 9:5</a> (J), <a data-ref=\"Job 34:23\" href=\"/Job.34.23\">Jb 34:23</a> (reading <span dir=\"rtl\">מוֹעֵד</span> for <span dir=\"rtl\">עוֹד</span> GHBWr Bu), ins. (perhaps) <a data-ref=\"I Samuel 13:8\" href=\"/I_Samuel.13.8\">1 S 13:8</a> so Dr Klo HPS (> ins. <span dir=\"rtl\">אמר</span> Th We Bu Kit, after 𝔊 𝔗); a place, + ל pers. <a data-ref=\"Exodus 21:13\" href=\"/Exodus.21.13\">Ex 21:13</a>; <a data-ref=\"II Samuel 7:10\" href=\"/II_Samuel.7.10\">2 S 7:10</a> = <a data-ref=\"I Chronicles 17:9\" href=\"/I_Chronicles.17.9\">1 Ch 17:9</a>, ל rei <a data-ref=\"I Kings 8:21\" href=\"/I_Kings.8.21\">1 K 8:21</a> (+ <span dir=\"rtl\">שָׁם</span>). <strong>c.</strong>  <em>set, found</em> a nation, <a data-ref=\"Isaiah 44:7\" href=\"/Isaiah.44.7\">Is 44:7</a> (si vera l.), <em>establish</em> it <a data-ref=\"Psalms 89:30\" href=\"/Psalms.89.30\">ψ 89:30</a> <span dir=\"rtl\">(לָעַד)</span>. <strong>d.</strong>  <em>set, appoint</em> (as ruler, official) + <span dir=\"rtl\">עַל</span> pers. vel gent., <a data-ref=\"Exodus 1:11\" href=\"/Exodus.1.11\">Ex 1:11</a>; <a data-ref=\"Exodus 18:21\" href=\"/Exodus.18.21\">18:21</a> (all E), <a data-ref=\"Deuteronomy 17:14\" href=\"/Deuteronomy.17.14\">Dt 17:14</a>, <a data-ref=\"Deuteronomy 17:15\" href=\"/Deuteronomy.17.15\">15</a><sup>(×3)</sup>; <a data-ref=\"Judges 11:11\" href=\"/Judges.11.11\">Ju 11:11</a> (+ ל of office), <a data-ref=\"II Samuel 17:25\" href=\"/II_Samuel.17.25\">2 S 17:25</a> (+ <span dir=\"rtl\">תַּחַת</span> <em>instead of</em>) + 6 times + <a data-ref=\"Genesis 47:6\" href=\"/Genesis.47.6\">Gn 47:6</a> (J; second acc. = ruler, expressed), <a data-ref=\"II Samuel 23:23\" href=\"/II_Samuel.23.23\">2 S 23:23</a> <span dir=\"rtl\">(אֶל)</span>, <span dir=\"rtl\">עַל</span> in ‖ <a data-ref=\"I Chronicles 11:25\" href=\"/I_Chronicles.11.25\">1 Ch 11:25</a>; also 2 acc. + ל and ב loc. <a data-ref=\"Psalms 105:21\" href=\"/Psalms.105.21\">ψ 105:21</a>, ב loc. <a data-ref=\"II Samuel 15:4\" href=\"/II_Samuel.15.4\">2 S 15:4</a>; <a data-ref=\"II Chronicles 33:14\" href=\"/II_Chronicles.33.14\">2 Ch 33:14</a>, <span dir=\"rtl\">בְּרֹאשׁ</span> <em>at the head of</em>, <a data-ref=\"Deuteronomy 1:13\" href=\"/Deuteronomy.1.13\">Dt 1:13</a>, <a data-ref=\"Deuteronomy 1:2\" href=\"/Deuteronomy.1.2\">2</a> acc. alone <a data-ref=\"Song of Songs 1:6\" href=\"/Song_of_Songs.1.6\">Ct 1:6</a>; c.acc. pers. + ל pers. <a data-ref=\"Genesis 27:37\" href=\"/Genesis.27.37\">Gn 27:37</a> (E), <a data-ref=\"Hosea 2:2\" href=\"/Hosea.2.2\">Ho 2:2</a>; <a data-ref=\"I Samuel 8:5\" href=\"/I_Samuel.8.5\">1 S 8:5</a> (+ inf.); + ל of title <a data-ref=\"Genesis 45:8\" href=\"/Genesis.45.8\">Gn 45:8</a>, <a data-ref=\"Genesis 45:9\" href=\"/Genesis.45.9\">9</a> <a data-ref=\"Exodus 2:14\" href=\"/Exodus.2.14\">Ex 2:14</a> (+ <span dir=\"rtl\">עַל</span>; all E) + 4 times + <a data-ref=\"Judges 8:33\" href=\"/Judges.8.33\">Ju 8:33</a> (+ ל pers.), + <a data-ref=\"Ezekiel 44:8\" href=\"/Ezekiel.44.8\">Ez 44:8</a> (perhaps read <span dir=\"rtl\">וַתְּשִׂימוּם</span> Hi Sm Co and most); + ל of purpose <a data-ref=\"Habakkuk 1:12\" href=\"/Habakkuk.1.12\">Hb 1:12</a>; + ב of position, ל pers. <a data-ref=\"I Samuel 8:11\" href=\"/I_Samuel.8.11\">1 S 8:11</a>; c. acc. of office alone <a data-ref=\"I Samuel 8:12\" href=\"/I_Samuel.8.12\">1 S 8:12</a> (+ ל pers.), so Co <a data-ref=\"Ezekiel 21:27\" href=\"/Ezekiel.21.27\">Ez 21:27a</a> (<span dir=\"rtl\">שָׂרִים</span> for <span dir=\"rtl\">כָּרִים</span>, v. <a data-ref=\"BDB, כַּר³\" href=\"/BDB,_כַּר³\", dir=\"rtl\">כַּר</a> sub <a data-ref=\"BDB, כָּרַר\" href=\"/BDB,_כָּרַר\", dir=\"rtl\">כרר</a>), <a data-ref=\"I Kings 20:24\" href=\"/I_Kings.20.24\">1 K 20:24</a> (+ <span dir=\"rtl\">תחת</span>), cf. <a data-ref=\"II Chronicles 23:18\" href=\"/II_Chronicles.23.18\">2 Ch 23:18</a>, + <span dir=\"rtl\">עַל</span>, <span dir=\"rtl\">אֶל</span>, of task <a data-ref=\"Numbers 4:19\" href=\"/Numbers.4.19\">Nu 4:19</a> (P); <a data-ref=\"Job 7:20\" href=\"/Job.7.20\">Jb 7:20</a> <em>set me as</em> <span dir=\"rtl\">(ל)</span> <em>mark for</em> <span dir=\"rtl\">(ל)</span> <em>him</em>. <strong>e.</strong>  <em>set, constitute, make</em>, c. כ pers. vel rei, <a data-ref=\"Genesis 13:16\" href=\"/Genesis.13.16\">Gn 13:16</a> (J) <em>I will make thy seed as the dust</em>, <a data-ref=\"Genesis 32:13\" href=\"/Genesis.32.13\">32:13</a> (J) <a data-ref=\"Genesis 48:20\" href=\"/Genesis.48.20\">48:20</a> (E), <a data-ref=\"Deuteronomy 10:22\" href=\"/Deuteronomy.10.22\">Dt 10:22</a>; <a data-ref=\"Hosea 11:8\" href=\"/Hosea.11.8\">Ho 11:8</a> + 16 times + (bad sense) <a data-ref=\"Hosea 2:5\" href=\"/Hosea.2.5\">Ho 2:5</a>; <a data-ref=\"Nahum 3:6\" href=\"/Nahum.3.6\">Na 3:6</a>; <a data-ref=\"I Kings 19:2\" href=\"/I_Kings.19.2\">1 K 19:2</a>. <strong>f.</strong>  <em>set, determine, fix</em>, bounds <a data-ref=\"Jeremiah 5:22\" href=\"/Jeremiah.5.22\">Je 5:22</a> (2 acc.) <a data-ref=\"Job 38:5\" href=\"/Job.38.5\">Jb 38:5</a>, <a data-ref=\"Job 38:33\" href=\"/Job.38.33\">33</a> <a data-ref=\"Psalms 104:9\" href=\"/Psalms.104.9\">ψ 104:9</a>; pass. <em>determined, settled</em>, + <span dir=\"rtl\">עַל־פֶּה</span> <a data-ref=\"II Samuel 13:32\" href=\"/II_Samuel.13.32\">2 S 13:32</a> (but v. <a data-ref=\"BDB, שׂום\" href=\"/BDB,_שׂום\", dir=\"rtl\">II. שׂום</a>); <em>appoint, send</em>, frogs <span dir=\"rtl\">לְפַרְעֹה</span> <a data-ref=\"Exodus 8:8\" href=\"/Exodus.8.8\">Ex 8:8</a> (J), c. acc. pers. + <span dir=\"rtl\">עַל</span> <em>against</em> <a data-ref=\"II Kings 18:14\" href=\"/II_Kings.18.14\">2 K 18:14</a>. <strong>4.</strong> <strong>a.</strong>  <em>set, station</em>, at a post, etc., acc. pers. <a data-ref=\"Joshua 8:13\" href=\"/Joshua.8.13\">Jos 8:13</a> (JE), + ב loc. <a data-ref=\"II Kings 10:24\" href=\"/II_Kings.10.24\">2 K 10:24</a>; <a data-ref=\"Jeremiah 9:7\" href=\"/Jeremiah.9.7\">Je 9:7</a> + 5 times, + adv. acc. <a data-ref=\"Genesis 33:2\" href=\"/Genesis.33.2\">Gn 33:2</a> (J), + <span dir=\"rtl\">בֵּין</span> loc. <a data-ref=\"Joshua 8:12\" href=\"/Joshua.8.12\">Jos 8:12</a>, + ל (against) and <span dir=\"rtl\">אַחֲרֵי</span> loc. v <a data-ref=\"Joshua 8:2\" href=\"/Joshua.8.2\">2</a> (both JE), + ל against <a data-ref=\"Judges 9:25\" href=\"/Judges.9.25\">Ju 9:25</a> (+ <span dir=\"rtl\">עַל</span> loc.), + <span dir=\"rtl\">אֶל</span> against <a data-ref=\"Judges 20:29\" href=\"/Judges.20.29\">20:29</a>, <a data-ref=\"Judges 20:36\" href=\"/Judges.20.36\">36</a>; doubtful are <a data-ref=\"I Samuel 15:2\" href=\"/I_Samuel.15.2\">1 S 15:2</a> (c.ל pers.), <a data-ref=\"I Kings 20:12\" href=\"/I_Kings.20.12\">1 K 20:12</a><sup>(×2)</sup> <span dir=\"rtl\">(עַל־הָעִיר)</span>, where no obj. expr. (in MT); either an obj. has fallen out, or vb. (in techn. military sense), here intrans. or inwardly trans. (Dl <sup>ZK ii. 397</sup> <em>forward! take direction toward;</em> cf.also [on Sm] We Dr Löhr), or else <span dir=\"rtl\">שׂ׳</span> is corrupt (cf.HPS<sup>Sm</sup>). <strong>b.</strong>  <em>put</em> in position, sacred bread, sword, staves, bars, c.acc. <a data-ref=\"I Samuel 21:7\" href=\"/I_Samuel.21.7\">1 S 21:7</a>; <a data-ref=\"Ezekiel 21:27\" href=\"/Ezekiel.21.27\">Ez 21:27</a>; <a data-ref=\"Numbers 4:6\" href=\"/Numbers.4.6\">Nu 4:6</a>, <a data-ref=\"Numbers 4:8\" href=\"/Numbers.4.8\">8</a>, <a data-ref=\"Numbers 4:11\" href=\"/Numbers.4.11\">11</a>, <a data-ref=\"Numbers 4:14\" href=\"/Numbers.4.14\">14</a> + 4 times P, <a data-ref=\"Job 38:10\" href=\"/Job.38.10\">Jb 38:10</a>; + <span dir=\"rtl\">עַל</span> <a data-ref=\"Exodus 32:27\" href=\"/Exodus.32.27\">Ex 32:27</a> (E), <a data-ref=\"Exodus 40:20\" href=\"/Exodus.40.20\">40:20</a> (P), <span dir=\"rtl\">מִמַּעַל ל</span> <a data-ref=\"Jeremiah 43:10\" href=\"/Jeremiah.43.10\">Je 43:10</a>, <span dir=\"rtl\">מֵעַל</span> <a data-ref=\"Esther 3:1\" href=\"/Esther.3.1\">Est 3:1</a>; + (various modifiers) 8 times; <em>set in place</em>, <span dir=\"rtl\">תֵּבֵל</span> <a data-ref=\"Job 34:13\" href=\"/Job.34.13\">Jb 34:13</a> (De al.), but context favours <span dir=\"rtl\">שָׁמַר</span> Bu; Du <span dir=\"rtl\">שׂ׳ לִבּוֹ בְּתֵבֵל</span>. <strong>c.</strong>  <em>set up</em> throne <a data-ref=\"I Kings 2:19\" href=\"/I_Kings.2.19\">1 K 2:19</a>, altars <a data-ref=\"Jeremiah 11:13\" href=\"/Jeremiah.11.13\">Je 11:13</a>, memorial stone <a data-ref=\"Genesis 18:18\" href=\"/Genesis.18.18\">Gn 18:18</a> (J), <a data-ref=\"Genesis 28:22\" href=\"/Genesis.28.22\">28:22</a> (E), <a data-ref=\"I Samuel 7:12\" href=\"/I_Samuel.7.12\">1 S 7:12</a> (cf.<span dir=\"rtl\">הֵקִים</span> <a data-ref=\"Genesis 31:45\" href=\"/Genesis.31.45\">Gn 31:45</a> +), image, etc. <a data-ref=\"Judges 18:31\" href=\"/Judges.18.31\">Ju 18:31</a> (‖ <span dir=\"rtl\">הֵקִים</span>), <a data-ref=\"Deuteronomy 27:15\" href=\"/Deuteronomy.27.15\">Dt 27:15</a>; <a data-ref=\"I Kings 12:29\" href=\"/I_Kings.12.29\">1 K 12:29</a> (<span dir=\"rtl\">ב</span> loc., ‖ <span dir=\"rtl\">נָתַן</span>), <a data-ref=\"II Kings 21:7\" href=\"/II_Kings.21.7\">2 K 21:7</a> (<span dir=\"rtl\">ב</span> loc.) = <a data-ref=\"II Chronicles 33:7\" href=\"/II_Chronicles.33.7\">2 Ch 33:7</a>, cf. <a data-ref=\"Psalms 74:4\" href=\"/Psalms.74.4\">ψ 74:4</a>; <a data-ref=\"Isaiah 57:8\" href=\"/Isaiah.57.8\">Is 57:8</a> and, + ב loc., <a data-ref=\"Jeremiah 7:30\" href=\"/Jeremiah.7.30\">Je 7:30</a>; <a data-ref=\"Jeremiah 32:34\" href=\"/Jeremiah.32.34\">32:34</a>; rods before <span dir=\"rtl\">(לְעֵינֵי)</span> cattle <a data-ref=\"Genesis 30:41\" href=\"/Genesis.30.41\">Gn 30:41</a> (‖ <span dir=\"rtl\">וַיַּצֵּג</span> v <a data-ref=\"Genesis 30:38\" href=\"/Genesis.30.38\">38</a>), cf. v <a data-ref=\"Genesis 30:42\" href=\"/Genesis.30.42\">42</a>, guide-posts <a data-ref=\"Jeremiah 31:21\" href=\"/Jeremiah.31.21\">Je 31:21</a>, bed <a data-ref=\"II Kings 4:10\" href=\"/II_Kings.4.10\">2 K 4:10</a> (+ ל pers.). <strong>d.</strong>  = plant, wheat <a data-ref=\"Isaiah 28:25\" href=\"/Isaiah.28.25\">Is 28:25</a>, tree <a data-ref=\"Isaiah 41:19\" href=\"/Isaiah.41.19\">41:19</a> (<span dir=\"rtl\">ב</span> loc.; ‖ <span dir=\"rtl\">נָתַן</span>), slip <a data-ref=\"Ezekiel 17:5\" href=\"/Ezekiel.17.5\">Ez 17:5</a> (<span dir=\"rtl\">עַל</span> <em>by</em>). <strong>e.</strong>  <em>set, fix</em> (countenance) <a data-ref=\"II Kings 8:11\" href=\"/II_Kings.8.11\">2 K 8:11</a>, so usually, but acc. om., and sense dub.; read perhaps <span dir=\"rtl\">וַיִּשֹּׁם</span> (√ <span dir=\"rtl\">שׁמם</span>, cf. e.g. <a data-ref=\"I Kings 9:8\" href=\"/I_Kings.9.8\">1 K 9:8</a>), so Klo Kmp Kit Benz. <strong>5.</strong> <strong>a.</strong>  <em>make</em> a thing, or pers. (acc.), <em>for transform into</em> <span dir=\"rtl\">(ל)</span>, <a data-ref=\"Joshua 6:18\" href=\"/Joshua.6.18\">Jos 6:18</a> (J) make camp <span dir=\"rtl\">לְחֵרֶם</span>, <a data-ref=\"Micah 1:6\" href=\"/Micah.1.6\">Mi 1:6</a> <em>make Samaria</em> <span dir=\"rtl\">לְעִי</span>, <a data-ref=\"Genesis 21:13\" href=\"/Genesis.21.13\">Gn 21:13</a>, <a data-ref=\"Genesis 21:18\" href=\"/Genesis.21.18\">18</a> (E), <a data-ref=\"Exodus 14:21\" href=\"/Exodus.14.21\">Ex 14:21</a> (JE), <a data-ref=\"Micah 4:7\" href=\"/Micah.4.7\">Mi 4:7</a> (both good sense), <a data-ref=\"Isaiah 28:17\" href=\"/Isaiah.28.17\">Is 28:17</a>; <a data-ref=\"Isaiah 42:15\" href=\"/Isaiah.42.15\">42:15</a>, <a data-ref=\"Isaiah 42:16\" href=\"/Isaiah.42.16\">16</a> + 12 times Is. (<a data-ref=\"Isaiah 25:2\" href=\"/Isaiah.25.2\">25:2</a> read <span dir=\"rtl\">עִיר</span> for <span dir=\"rtl\">מֵעִיר</span> Vrss Comm.), <a data-ref=\"Jeremiah 2:7\" href=\"/Jeremiah.2.7\">Je 2:7</a> + 8 times Je, + 14 times + <a data-ref=\"Judges 1:28\" href=\"/Judges.1.28\">Ju 1:28</a> <em>they made the Can. into the corvée;</em> <span dir=\"rtl\">וְיָשֵׂם לְדֶרֶךְ פְּעָמָיו</span> <a data-ref=\"Psalms 85:14\" href=\"/Psalms.85.14\">ψ 85:14</a> <em>maketh his steps into</em> a <em>way</em> (so RV Hup Che Dr, but meaning obscure; De Bae <em>attend to the way of</em> (<span dir=\"rtl\">לֵב</span> om.); Schr Hup-Now read <span dir=\"rtl\">וְיִשְׁמֹר ד׳</span>); c. 2 acc. <a data-ref=\"Joshua 8:28\" href=\"/Joshua.8.28\">Jos 8:28</a> (J), <a data-ref=\"Psalms 39:9\" href=\"/Psalms.39.9\">ψ 39:9</a>; <a data-ref=\"Psalms 66:2\" href=\"/Psalms.66.2\">66:2</a> <a data-ref=\"Micah 1:7\" href=\"/Micah.1.7\">Mi 1:7</a>; <a data-ref=\"Micah 4:13\" href=\"/Micah.4.13\">4:13</a> <a data-ref=\"I Kings 5:23\" href=\"/I_Kings.5.23\">1 K 5:23</a> (prægn. c. <span dir=\"rtl\">עַד</span> loc.), + 29 times <strong>b.</strong>  <em>make, constitute</em>, 2 acc., <a data-ref=\"I Samuel 8:1\" href=\"/I_Samuel.8.1\">1 S 8:1</a>; <a data-ref=\"I Samuel 18:13\" href=\"/I_Samuel.18.13\">18:13</a> (+ ל pers.) <a data-ref=\"I Samuel 22:7\" href=\"/I_Samuel.22.7\">22:7</a> (<span dir=\"rtl\">לְכֻלְּכֶם</span>, ל of acc.; or < read <span dir=\"rtl\">וְכֻלְּכֶם</span>), <a data-ref=\"Isaiah 3:7\" href=\"/Isaiah.3.7\">Is 3:7</a>; <a data-ref=\"Isaiah 60:17\" href=\"/Isaiah.60.17\">60:17</a> + 6 times, + <a data-ref=\"I Samuel 11:11\" href=\"/I_Samuel.11.11\">1 S 11:11</a> <em>form people in bands</em>, cf. <a data-ref=\"Job 1:17\" href=\"/Job.1.17\">Jb 1:17</a> (one acc., <em>form bands</em>), + (acc. pers. om.) <a data-ref=\"Exodus 4:11\" href=\"/Exodus.4.11\">Ex 4:11b</a> (J), cf. (beast, in fig.) <a data-ref=\"Ezekiel 19:5\" href=\"/Ezekiel.19.5\">Ez 19:5</a>; <a data-ref=\"Ezekiel 19:2\" href=\"/Ezekiel.19.2\">2</a> acc. and acc. + ל in same ver., <a data-ref=\"Isaiah 54:12\" href=\"/Isaiah.54.12\">Is 54:12</a> <em>I will make rubies thy pinnacles, and</em> (transform) <em>thy gates into carbuncles;</em> in phr. of naming, <span dir=\"rtl\">שָׂם שְׁמוֹ יִשְׂרָאֵל</span> <a data-ref=\"II Kings 17:34\" href=\"/II_Kings.17.34\">2 K 17:34</a>, cf. <a data-ref=\"Judges 8:31\" href=\"/Judges.8.31\">Ju 8:31</a>; <a data-ref=\"Nehemiah 9:7\" href=\"/Nehemiah.9.7\">Ne 9:7</a>; c. ל, <span dir=\"rtl\">וַיָּשֶׂם לָהֶם שֵׁמוֹת</span> <a data-ref=\"Daniel 1:7\" href=\"/Daniel.1.7\">Dn 1:7</a>, <span dir=\"rtl\">וַיּ׳ לְדָנִיֵּאל בֵּלְטְשַׁאצַּר</span> v <a data-ref=\"Daniel 1:7\" href=\"/Daniel.1.7\">7</a>; <em>make, fashion</em>, c. acc. rei + ל pers. <a data-ref=\"Exodus 4:11\" href=\"/Exodus.4.11\">Ex 4:11a</a> (J; <span dir=\"rtl\">י׳</span> subj.); grave <a data-ref=\"Nahum 1:14\" href=\"/Nahum.1.14\">Na 1:14</a> (but on text and meaning v. Now Bi <sup>SB Wiener Akkadian 1894, Abh. v</sup>); c. acc. <span dir=\"rtl\">דֶּרֶךְ</span> <a data-ref=\"Isaiah 43:19\" href=\"/Isaiah.43.19\">Is 43:19</a> (<span dir=\"rtl\">ב</span> loc.), cf. <a data-ref=\"Ezekiel 21:24\" href=\"/Ezekiel.21.24\">Ez 21:24</a>, <a data-ref=\"Ezekiel 21:25\" href=\"/Ezekiel.21.25\">25</a> (+ ל inf.); <a data-ref=\"Psalms 50:23\" href=\"/Psalms.50.23\">ψ 50:23</a> is dub., usually <em>order</em> (one’s) <em>way</em>, De Dr <em>prepare way</em> (which), etc., Gr Che <span dir=\"rtl\">תֹּם</span> for <span dir=\"rtl\">שָׂם</span>; <em>make</em> name + ל pers. <a data-ref=\"II Samuel 7:23\" href=\"/II_Samuel.7.23\">2 S 7:23</a> = <a data-ref=\"I Chronicles 17:21\" href=\"/I_Chronicles.17.21\">1 Ch 17:21</a>, <a data-ref=\"II Samuel 14:7\" href=\"/II_Samuel.14.7\">2 S 14:7</a>; <em>make</em> for, ל pers. (or <em>give</em> to), c.acc. of posterity <a data-ref=\"Genesis 45:7\" href=\"/Genesis.45.7\">Gn 45:7</a> (E); <a data-ref=\"I Samuel 2:20\" href=\"/I_Samuel.2.20\">1 S 2:20</a> read prob. <span dir=\"rtl\">יְשַׁלֵּם</span> 𝔊 We Kit Bu HPS, cf. Dr; <a data-ref=\"Ezra 10:44\" href=\"/Ezra.10.44\">Ezr 10:44 b</a> is obscure, Gu-Batten del. <span dir=\"rtl\">וַיָּשִׂימוּ</span> and read <span dir=\"rtl\">וַיְשַׁלְּחוּ</span> bef. <span dir=\"rtl\">נָשִׁים</span>, cf. 3 Esdr 9:36 Be Ry Ryle. <strong>c.</strong>  <em>work, bring to pass</em>, c. acc. rei, of <span dir=\"rtl\">י׳</span>’s signs, etc., + ב loc. <a data-ref=\"Exodus 10:2\" href=\"/Exodus.10.2\">Ex 10:2</a> (J), <a data-ref=\"Jeremiah 32:20\" href=\"/Jeremiah.32.20\">Je 32:20</a>; <a data-ref=\"Isaiah 66:19\" href=\"/Isaiah.66.19\">Is 66:19</a> <a data-ref=\"Psalms 46:9\" href=\"/Psalms.46.9\">ψ 46:9</a>; <a data-ref=\"Psalms 78:43\" href=\"/Psalms.78.43\">78:43</a>; <a data-ref=\"Psalms 105:27\" href=\"/Psalms.105.27\">105:27</a>. <strong>d.</strong>  <em>appoint, give</em>, acc. rei <a data-ref=\"Numbers 6:26\" href=\"/Numbers.6.26\">Nu 6:26</a> (P), <a data-ref=\"Isaiah 61:3\" href=\"/Isaiah.61.3\">Is 61:3</a> (‖ <span dir=\"rtl\">נָתַן</span>; both c. ל pers.); a pledge <a data-ref=\"Job 17:3\" href=\"/Job.17.3\">Jb 17:3</a> (‖ <span dir=\"rtl\">עָרְבֵנִי</span> <em>go surety for me</em>, but read perhaps <span dir=\"rtl\">עֶרְבֹנִי</span> as obj., v. p. 786 b); <span dir=\"rtl\">וְשׂוֹם שֵׂכֶל</span> <a data-ref=\"Nehemiah 8:3\" href=\"/Nehemiah.8.3\">Ne 8:3</a> <em>giving understanding</em> (making sense clear).<br>†<strong>Hiph.</strong>  Pf. 1 s. consec. <span dir=\"rtl\">וַהֲשִׂמֹתִיהוּ</span> <a data-ref=\"Ezekiel 14:8\" href=\"/Ezekiel.14.8\">Ez 14:8</a>, acc. pers. + ל, <em>I will make him for a sign</em> (< <span dir=\"rtl\">שׁ</span> for <span dir=\"rtl\">שׂ</span> van d. H., √ <span dir=\"rtl\">שׁמם</span>; Co Berthol Toy <span dir=\"rtl\">וְשַׂמְתִּיהוּ</span> (Qal), Krae <span dir=\"rtl\">וְהִשְׁמַדְתִּיהוּ</span>); Imv. fs. <span dir=\"rtl\">הָשִׂימִי</span> <a data-ref=\"Ezekiel 21:21\" href=\"/Ezekiel.21.21\">21:21</a>, prob. del as dittogr. Co Krae after 𝔊 𝔖 𝔙 𝔗 Nö <sup>ZMG xxxvii (1883), 530</sup> (> Bö Toy al. <span dir=\"rtl\">הִקְדִּימוּ</span>); Pt. <span dir=\"rtl\">מֵשִׂים</span> <a data-ref=\"Job 4:20\" href=\"/Job.4.20\">Jb 4:20</a> = <strong>Qal</strong> <span dir=\"rtl\">(לֵב) שׂום</span> (v <strong>2 b</strong>), but phr. dub., and text perhaps crpt., v. Me Nö<sup>l.c.</sup>.<br>†<strong>Hoph.</strong>  Impf. 3 ms. <span dir=\"rtl\">וַיּוּשַׂם</span> <a data-ref=\"Genesis 24:33\" href=\"/Genesis.24.33\">Gn 24:33</a> Qr (Kt <span dir=\"rtl\">ויישׂם</span> Ges<sup>§ 73 f</sup>) <em>there was set before him</em> <span dir=\"rtl\">(לְפָנָיו)</span> <em>to eat</em>, cf. Ol <sup>MB Ak. 1870, 389</sup> Kö <sup>i. 435</sup>, who read also <span dir=\"rtl\">וַיּוּשַׂם</span> <a data-ref=\"Genesis 50:26\" href=\"/Genesis.50.26\">50:26</a> <em>he was laid</em> in <span dir=\"rtl\">(ב)</span> a mummycase (for MT <span dir=\"rtl\">וַיִּישֶׂם</span> Di <sup>(ed. 4.5.6)</sup> allows this."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d519b6084aa1cbf3c055", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, תֹּם² 1", "anchorRef": "Leviticus 8:8", "anchorRefExpanded": ["Leviticus 8:8"], "sourceRef": "BDB, תֹּם² 1", "sourceHeRef": "בראון-דרייבר-בריגס, תֹּם² א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "תֹּם²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">תֹּם</span></big>  <strong>n.</strong>[<strong>m.</strong>] <strong>completeness, integrity</strong>;—<span dir=\"rtl\">תֹּם</span> abs. <a data-ref=\"Proverbs 10:29\" href=\"/Proverbs.10.29\">Pr 10:29</a> +; cstr. <a data-ref=\"Job 4:6\" href=\"/Job.4.6\">Jb 4:6</a> <a data-ref=\"Psalms 78:72\" href=\"/Psalms.78.72\">ψ 78:72</a>, cstr. also <span dir=\"rtl\">תָּם־</span> <a data-ref=\"Proverbs 13:6\" href=\"/Proverbs.13.6\">Pr 13:6</a> + 4 times; sf. <span dir=\"rtl\">תֻּמִּי</span> <a data-ref=\"Psalms 26:1\" href=\"/Psalms.26.1\">ψ 26:1</a> + 11 times sf.; pl. <span dir=\"rtl\">תֻּמִּים</span> <a data-ref=\"Exodus 28:30\" href=\"/Exodus.28.30\">Ex 28:30</a> + 3 times; sf. <span dir=\"rtl\">תֻּמֶּיךָ</span> <a data-ref=\"Deuteronomy 33:8\" href=\"/Deuteronomy.33.8\">Dt 33:8</a>;—<br><strong>1.</strong>  <em>completeness, fulness:</em> <span dir=\"rtl\">כְּתֻמָּם</span> <a data-ref=\"Isaiah 47:9\" href=\"/Isaiah.47.9\">Is 47:9</a> 2 <span dir=\"rtl\">בְּעֶצֶם תֻּמּוֹ</span> <a data-ref=\"Job 21:23\" href=\"/Job.21.23\">Jb 21:23</a> <em>in his very completeness</em>.<br><strong>2.</strong>  <em>innocence, simplicity:</em> <span dir=\"rtl\">הלכים לתמם</span> <a data-ref=\"II Samuel 15:11\" href=\"/II_Samuel.15.11\">2 S 15:11</a>; <span dir=\"rtl\">מָשַׁךְ בַּקֶּשֶׁת לְתֻמּוֹ</span> <a data-ref=\"I Kings 22:34\" href=\"/I_Kings.22.34\">1 K 22:34</a> = <a data-ref=\"II Chronicles 18:33\" href=\"/II_Chronicles.18.33\">2 Ch 18:33</a>, i.e. without definite aim.<br><strong>3.</strong>  <em>integrity:</em> <span dir=\"rtl\">תֹּם לֵבָב</span> <em>integrity of mind</em> <a data-ref=\"Genesis 20:5\" href=\"/Genesis.20.5\">Gn 20:5</a>, <a data-ref=\"Genesis 20:6\" href=\"/Genesis.20.6\">6</a> (E), <a data-ref=\"I Kings 9:4\" href=\"/I_Kings.9.4\">1 K 9:4</a> <a data-ref=\"Psalms 78:72\" href=\"/Psalms.78.72\">ψ 78:72</a>; <a data-ref=\"Psalms 101:2\" href=\"/Psalms.101.2\">101:2</a>; <span dir=\"rtl\">תָּם־דֶּרֶךְ</span> <a data-ref=\"Proverbs 13:6\" href=\"/Proverbs.13.6\">Pr 13:6</a>; <a data-ref=\"Job 4:6\" href=\"/Job.4.6\">Jb 4:6</a>; <span dir=\"rtl\">(הת)הלך בַּתֹּם</span> <a data-ref=\"Proverbs 10:9\" href=\"/Proverbs.10.9\">Pr 10:9</a>, <span dir=\"rtl\">בְּתֻמּוֹ</span> <a data-ref=\"Proverbs 19:1\" href=\"/Proverbs.19.1\">19:1</a>; <a data-ref=\"Proverbs 20:7\" href=\"/Proverbs.20.7\">20:7</a>; <a data-ref=\"Proverbs 28:6\" href=\"/Proverbs.28.6\">28:6</a>, <span dir=\"rtl\">בְּתֻמִּי</span> <a data-ref=\"Psalms 26:1\" href=\"/Psalms.26.1\">ψ 26:1</a>, <a data-ref=\"Psalms 26:11\" href=\"/Psalms.26.11\">11</a>; <span dir=\"rtl\">הֹלְכֵי תֹם</span> <a data-ref=\"Proverbs 2:7\" href=\"/Proverbs.2.7\">Pr 2:7</a>; <span dir=\"rtl\">תֹּם רָישֶׁר</span> <a data-ref=\"Psalms 25:21\" href=\"/Psalms.25.21\">ψ 25:21</a>; <span dir=\"rtl\">בְּתֻמִּי</span> <a data-ref=\"Psalms 41:13\" href=\"/Psalms.41.13\">41:13</a>; <span dir=\"rtl\">כְּתֻמִּי</span> <a data-ref=\"Psalms 7:9\" href=\"/Psalms.7.9\">7:9</a>; <span dir=\"rtl\">מָעוֹז לַתֹּם</span> <a data-ref=\"Proverbs 10:29\" href=\"/Proverbs.10.29\">Pr 10:29</a>.<br><strong>4.</strong>  <span dir=\"rtl\">תֻּמִּים</span> in <span dir=\"rtl\">אוּרִים וְתֻמִּים</span> (meaning dub., v., <span dir=\"rtl\">אורים</span>) <a data-ref=\"Deuteronomy 33:8\" href=\"/Deuteronomy.33.8\">Dt 33:8</a>, <a data-ref=\"Exodus 28:30\" href=\"/Exodus.28.30\">Ex 28:30</a> (P) <a data-ref=\"Leviticus 8:8\" href=\"/Leviticus.8.8\">Lv 8:8</a> (P), <a data-ref=\"Ezra 2:63\" href=\"/Ezra.2.63\">Ezr 2:63</a> = <a data-ref=\"Nehemiah 7:64\" href=\"/Nehemiah.7.64\">Ne 7:65</a>; + <a data-ref=\"I Samuel 14:41\" href=\"/I_Samuel.14.41\">1 S 14:41</a> (for <span dir=\"rtl\">תָּמִים</span>) We Dr Bu HPS; also <a data-ref=\"Hosea 3:4\" href=\"/Hosea.3.4\">Ho 3:4</a> (for <span dir=\"rtl\">תרפים</span>) Che<sup>JQ, July 1899, 564</sup> and <a data-ref=\"Hosea 4:5\" href=\"/Hosea.4.5\">4:5</a> (<span dir=\"rtl\">תֻּמֶּ֑יךָ</span> for <span dir=\"rtl\">אִמֶּ֑ךָ</span>) Ruben<sup>JQ, April 1899, 44</sup> Che<sup> l.c.</sup>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}]