[{"_id": "52089c3eedbab45d17917329", "index_title": "Ramban on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ramban on Leviticus 8:11:1", "anchorRef": "Leviticus 8:11", "anchorRefExpanded": ["Leviticus 8:11"], "sourceRef": "Ramban on Leviticus 8:11:1", "sourceHeRef": "רמב\"ן על ויקרא ח׳:י״א:א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>ויז ממנו על המזבח</b> כתב רש\"י (רש\"י על ויקרא ח׳:י״א) ולא ידעתי היכן נצטווה בהזאות הללו ואפשר כי מה שאמר במזבח (שם פסוק י) וקדשת את המזבח והיה המזבח קדש קדשים שיוסיף עליו הקדוש הזה בהזאות ואינו במשיחה בלבד כי \"והיה המזבח קדש קדשים\" שיוסיף אליו קדוש יותר משאר הנמשחים במשכן וכל כליו ועשה לו קידוש כקידוש אשר נצטוה לעשות במקריבים שאמר (שם כט כא) והזית על אהרן ועל בגדיו כי אין המזבח שהוא כלי לקרבנות פחות מכלי המקריבים וקל וחומר הדבר וכן נאמר ביום הכפורים (ויקרא ט״ז:י״ט) והזה עליו מן הדם באצבעו שבע פעמים וטהרו וקדשו מטומאות בני ישראל שכל קדוש המזבח בהזאות וכל שכן בתחילה שצריך קדוש מטומאה וזרות ולא הזכיר בכאן משיחת בניו כי בידוע שעשה להם כאשר עשה לאביהם כאשר נצטווה (שמות מ טו) ומשחת אותם כאשר משחת את אביהם וכלל זה במה שאמר בבנים (ויקרא ח׳:י״ג) כאשר צוה ה' את משה והנראה בעיני כי לא היתה משיחת הבנים ביציקת שמן על ראשם כי לא נאמר זה אלא באהרן ויצקת על ראשו ומשחת אותו (שמות כט ז) ולא הזכיר שם משיחת הבנים כלל שלא היתה ביציקה כמוהו ויתכן שלא היתה בבנים משיחה זולתי ההזאות שהזה משמן המשחה על בניו ועל בגדיהם וכן תראה בפרשת וזה הדבר אשר תעשה להם לקדש אותם (שם פסוק א) שצוה למשוח האב ולקחת את שמן המשחה ויצקת על ראשו ולא צוה למשוח הבנים כלל לא ביציקה ולא במשיחה אבל בפרשת הקמת המשכן (שם מ טו) אומר ומשחת אותם כאשר משחת את אביהם שלא הזכיר שם הזאות כלל וכן בפרשת השמן (שם ל ל) ולא הוזכרו משיחה והזאות בבנים במקום אחד לכך אני אומר שלא עשה בהם אלא אחת מהן והן ההזאות:", "heVersionTitle": "On Your Way New", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "AND HE SPRINKLED THEREOF [i.e., of the anointing oil] UPON THE ALTAR. Rashi commented: “I do not know where Moses was commanded about these sprinklings.” It is possible that that which He said of the altar, <i>and thou shalt sanctify the altar, and the altar shall be most holy</i>,<sup class=\"footnote-marker\">193</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 10.</i> means that he should add this sanctification to the altar through the sprinklings [of the anointing oil], and it could not be done merely by anointing the altar, for the expression <i>and the altar shall be most holy</i>, means that he should give it an additional sanctity above that of the other anointed things in the Tabernacle and all its vessels. Moses thus sanctified the altar in the same way that he was commanded to do to the ministering priests, concerning whom He said, <i>and thou shalt sprinkle it upon Aaron, and upon his garments</i>,<sup class=\"footnote-marker\">194</sup><i class=\"footnote\"><i>Ibid.</i>, 29:21.</i> since the altar, which is the vessel for the offerings, is not of a lesser degree of holiness than the garments of the ministering priests, and it is an inference from minor to major [that if the garments had to be sprinkled with the anointing oil, surely the altar, being more holy, had to be sprinkled]! And so also is it said with reference to the Day of Atonement, <i>And he shall sprinkle of the blood upon it</i> [the altar] <i>with his finger seven times, and cleanse it, and hallow it from the uncleannesses of the children of Israel</i>.<sup class=\"footnote-marker\">195</sup><i class=\"footnote\">Further, 16:19.</i> Thus [we see that] all sanctifications of the altar were done by sprinklings, and it follows all the more so that [when the altar was consecrated] at the very beginning that it had to be sanctified by sprinkling from uncleanness and “strangeness” [i.e., from that which is not holy].<br>Scripture did not mention here [in Verse 13] the anointing of Aaron’s sons, for it is self-evident that Moses did to them as he did to their father, in accordance with that which he was commanded, <i>And thou shalt anoint them, as thou didst anoint their father</i>,<sup class=\"footnote-marker\">196</sup><i class=\"footnote\">Exodus 40:15.</i> and He included it here in saying with reference to the sons that everything was done <i>as the Eternal commanded Moses</i>.<sup class=\"footnote-marker\">197</sup><i class=\"footnote\">Verse 13.</i><br>It appears to me that the anointing of Aaron’s sons was not done by means of pouring the oil on their heads, for that is said only of Aaron, <i>Then shalt thou take the anointing oil, and pour it upon his</i> [Aaron’s] <i>head, and anoint him</i>,<sup class=\"footnote-marker\">198</sup><i class=\"footnote\">Exodus 29:7.</i> but the anointing of the sons is not mentioned there at all, as it was not done by means of pouring the oil as in Aaron’s case. It is [also] possible that there was no anointing of the sons, except for the sprinklings which Moses sprinkled on Aaron’s sons and their garments from the oil of anointment. Thus you see in the section of <i>And this is the thing that thou shalt do unto them to hallow them</i><sup class=\"footnote-marker\">199</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 1.</i> that He commanded to anoint the father [i.e., Aaron], as it says, <i>Then shalt thou take the anointing oil, and pour it upon his head</i>,<sup class=\"footnote-marker\">198</sup><i class=\"footnote\">Exodus 29:7.</i> but did not command to anoint the sons at all, either by pouring of the oil, or by anointing. However, in the section of the erection of the Tabernacle He says, <i>And thou shalt anoint them, as thou didst anoint their father</i>,<sup class=\"footnote-marker\">196</sup><i class=\"footnote\">Exodus 40:15.</i> because He did not mention the sprinklings there at all, [hence He mentioned “anointing,” whilst referring really to sprinkling]. Similarly, in the section of the oil of anointment [the verse mentions anointing of Aaron and his sons<sup class=\"footnote-marker\">188</sup><i class=\"footnote\">Exodus 30:26 and 30.</i> because it does not mention the sprinklings at all]. But <i>both</i> sprinkling and anointing are nowhere mentioned with reference to the sons of Aaron in one place. Therefore I say that he only did one of the two to them, namely, the sprinklings.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "521b14b2edbab45814ae4f3f", "index_title": "Rashi on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Leviticus 8:11:1", "anchorRef": "Leviticus 8:11", "anchorRefExpanded": ["Leviticus 8:11"], "sourceRef": "Rashi on Leviticus 8:11:1", "sourceHeRef": "רש\"י על ויקרא ח׳:י״א:א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על ויקרא", "he": "<b>ויז ממנו על המזבח.</b> לֹא יָדַעְתִּי הֵיכָן נִצְטַוָּה בַּהַזָּאוֹת הַלָּלוּ:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ויז ממנו על המזבח AND HE SPRINKLED THEREOF UPON THE ALTAR — I do not know where he was given any command about these sprinklings (cf., however Nachmanides).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe3fbfba276047f6ccb", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 8:11", "anchorRef": "Leviticus 8:11", "anchorRefExpanded": ["Leviticus 8:11"], "sourceRef": "Onkelos Leviticus 8:11", "sourceHeRef": "תרגום אונקלוס על ויקרא ח׳:י״א", "anchorVerse": 11, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 8.0011, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "וְאַדִּי מִנֵּיהּ עַל מַדְבְּחָא שְׁבַע זִמְנִין וְ<b>רַבִּי</b> יָת מַדְבְּחָא וְיָת כָּל מָנוֹהִי וְיָת כִּיּוֹרָא וְיָת בְּסִיסֵיהּ לְקַדָּשׁוּתְהוֹן:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "He sprinkled some of it on the altar seven times; he anointed [<b>inaugurated to greatness</b>] the altar and all its utensils, the washing basin and its base, to sanctify them.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec502", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 8:11", "anchorRef": "Leviticus 8:11", "anchorRefExpanded": ["Leviticus 8:11"], "sourceRef": "Targum Jonathan on Leviticus 8:11", "sourceHeRef": "תרגום יונתן על ויקרא ח׳:י״א", "anchorVerse": 11, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 8.0011, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "וְאַדֵי מִנֵיהּ עַל מַדְבְּחָא שְׁבַע זִימְנִין וְרַבֵּי יַת מַדְבְּחָא וְיַת כָּל מְנוֹי וְיַת כִּיּוֹרָא וְיַת בְּסִיסֵיהּ לְקַדָשׁוּתְהוֹן", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And he sprinkled upon the altar seven times, and sanctified the altar and all its vessels, and the laver and its foundation to sanctify them.\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "5683db48d6e4a91c20546b5e", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Tzav, Mekhilta DeMiluim I 10", "anchorRef": "Leviticus 8:11", "anchorRefExpanded": ["Leviticus 8:11"], "sourceRef": "Sifra, Tzav, Mekhilta DeMiluim I 10", "sourceHeRef": "ספרא, צו, מכילתא דמילואים א י׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 10, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "מכילתא דמילואים א", "he": "[י] \"וימשח את המשכן ואת כל אשר בו\" – לא כמשיחת אהרן ובניו שלאחר שמלביש היה מושחן; (וכן הוא אומר: (תהילים קלג, ב) \"כשמן הטוב על הראש…\" – יכול שמשחן עד שלא הלבישם? תלמוד לומר \"שֶׁיֹּרֵד על פי מדותיו\") אבל משיחת כל הכלים – כל כלי וכלי בפני עצמו טעון משיחה שנאמר (ויקרא ח, יא) \"וימשח את המזבח ואת כל כליו ואת הכיֹר ואת כנו לקדשם\" – הא למדת שכל כלי וכלי טעון משיחה בפני עצמו.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "10) \"And he anointed the mishkan and all that was in it\": Not as the anointment of Aaron and his sons, where after he clothed them he anointed them, viz. (Tehillim 133:2): \"As the goodly oil upon the head.\" I might think that he anointed them (the vestments) before he clothed them; it is, therefore, written (Tehillim 133:2): \"descending (from his beard) upon his vestments.\" But, in the anointing of the other vessels, each vessel required anointment in itself, viz. (Vayikra 8:11): \"And he anointed the altar and all of its vessels, and the laver and its base, to sanctify them\" — whereby we are taught that each vessel required anointment in itself.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "57e77d01d6e4a94c7c18a48c", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 8:11", "anchorRef": "Leviticus 8:11", "anchorRefExpanded": ["Leviticus 8:11"], "sourceRef": "Tafsir Rasag, Leviticus 8:11", "sourceHeRef": "תפסיר רס\"ג, ויקרא ח׳:י״א", "anchorVerse": 11, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 8.0011, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "ונצ̇ח מנה עלי אלמד̇בח סבע מראר ומסח אלמד̇בח וג̇מיע אניתה ואלחוץ̇ ומקעדה וקדסהם", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b4e8d6e4a902855ff6e5", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Leviticus 8:11:1", "anchorRef": "Leviticus 8:11", "anchorRefExpanded": ["Leviticus 8:11"], "sourceRef": "Tur HaArokh, Leviticus 8:11:1", "sourceHeRef": "הטור הארוך, ויקרא ח׳:י״א:א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "ויקרא", "he": "<b>ויז ממנו על המזבח. </b>פירש\"י לא ידעתי היכן נצטווה בצואה זו. וכתב הרמב\"ן ואיפשר כי במה שאמר במזבח וקדשת את המזבח והיה המזבח קודש קדשים שהיה הקידוש ההוא בהזאות הללו ואינו במשיחה לבד כי והיה קודש קדשים משמע שיוסיף לו קידוש יותר משאר הנמשחים משכן וכליו והיינו הקידוש שקידשו כמו שנצטווה לעשות במקריבים שאמר והזית על אהרן ועל בגדיו כי אין המזבח שהוא כלי לקרבנות פחות מכלי המקריבים וקל וחומר הוא: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " [This apparent error in the sequence (we already had reference to verse 12) is not an error on my part, but I am copying the sequence as printed in my version of the <i>Tur,</i> where this does not appear in the corrections at the end as an error. Ed.]    ויז ממנו על המזבח, “he sprinkled from it on the altar, etc.” <i>Rashi</i> claims that he does not know whence Moses had been instructed to do this.     Nachmanides feels that it is possible that this was included in the verse in which the altar had been sanctified, i.e. in the instructions commencing in Exodus According to verse 10 of that chapter, the altar was to be both anointed and sanctified, as a result of which it would become “holy of holies.” The implication of the wording is that the additional sanctification may have been achieved through the sprinkling of this blood on the altar seven times. The sanctity status of the altar exceeded that of the rest of the Tabernacle because the altar had not only been anointed with the special oil, but had also had sacrificial blood sprinkled on it. It is no more than logical that the “additional” sanctity achieved by the altar was the result of it having been treated like the people who actively presented the offerings in the Tabernacle, i.e. by being anointed also with the same oil. ", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "588f55eed6e4a96d624aca44", "index_title": "Machberet Menachem", "category": "Reference", "type": "", "ref": "Machberet Menachem, Letter Bet 1:17", "anchorRef": "Leviticus 8:11", "anchorRefExpanded": ["Leviticus 8:11"], "sourceRef": "Machberet Menachem, Letter Bet 1:17", "sourceHeRef": "מחברת מנחם, ב א׳:י״ז", "anchorVerse": 11, "sourceHasEn": false, "compDate": [950, 960], "commentaryNum": 1.0017, "collectiveTitle": {"en": "Machberet Menachem", "he": "מחברת מנחם"}, "he": "‎ז. והזה הכהן באצבעו <small>(ויקרא יד, כז)</small>, ומזה מי הנדה <small>(במדבר יט, כא)</small>, והזית על אהרן <small>(שמות כט, כא)</small>, כן יזה גוים <small>(ישעיהו נב, טו)</small>, ויז ממנו <small>(ויקרא ח, יא)</small>.", "heVersionTitle": "Mahberet Menahem, London, 1854.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מחברת מנחם,לונדון, תרי\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5933bd7ed6e4a954e53096b8", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Emor 14:1", "anchorRef": "Leviticus 8:11", "anchorRefExpanded": ["Leviticus 8:11"], "sourceRef": "Midrash Tanchuma Buber, Emor 14:1", "sourceHeRef": "תנחומא בובר, אמור י״ד:א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "אמור", "he": "[ד\"א שור או כשב]. זש\"ה הן אתם מאין ופעלכם מאפע תועבה יבחר בכם <small>(ישעיה מא כד)</small>, לשון יוני הוא, הן חד, חד אתם לי, [מאין] מן אומות העולם שקרוין אין, [דכתיב] כל גוים כאין נגדו <small>(ישעי' מ יז)</small>. ופעלכם מאפע, אמר ר' לוי כל פעולות טובות ונחמות שעתיד הקב\"ה לעשות עם ישראל, אינן אלא (בשם) [בשכר] פעיה אחת שפעו בסיני ואמרו כל אשר דבר ה' נעשה ונשמע <small>(שמות כד ז)</small>. תועבה יבחר בכם, אותה תועבה שעשיתם עגל מסכה, [מאותה תועבה] הביאו לפני קרבן, ואני אבחר בכם, שור או כשב או עז.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "[Another interpretation of (Lev. 22:27): <small>A BULL OR A SHEEP &lt; OR A GOAT &gt;</small>. This text is related (to Is. 41:24): <small>BEHOLD</small> (<i>hen</i>), <small>YOU ARE NOTHING</small> (<i>me'ayin</i>), <small>AND YOUR WORK IS NOUGHT. AN ABOMINATION SHALL HE CHOOSE AMONG YOU</small>.<sup class=\"footnote-marker\">64</sup><i class=\"footnote\"><i>Tanh</i>., Lev. 8:11; Lev. R. 27:7; <i>PRK</i> 9:6.</i> That (<i>hen</i>) is a Greek word. Hen &lt; in Greek &gt; means \"one.\" You are the one for me [as compared to nothing (<i>me'ayin</i>),] &lt; i.e., &gt; as compared to (<i>min</i>) the nations of the world, who are called \"nothing (<i>'ayin</i>),\"<sup class=\"footnote-marker\">65</sup><i class=\"footnote\">Since <i>min</i> is commonly abbreviated to <i>me, me’ayin</i> is understood to mean “as compared to nothing” (literally: “than nothing.”)</i> [as it is written} (in Is. 40:17): <small>ALL THE NATIONS ARE AS NOTHING</small> ('<i>ayin</i>) <small>BEFORE HIM</small>. (Is. 41:24, cont.:) <small>AND YOUR WORK IS NOUGHT</small>. R. Levi said: All the good works and consolations which the Holy One is going to bring about with Israel are only {in the name of} [as reward for] a single shout which they shouted on Sinai, when they said (according to Exod. 24:7): <small>ALL THAT THE LORD HAS SPOKEN WE WILL CARRY OUT AND OBEY</small>. (Is. 41:24, cont.:) <small>AN ABOMINATION SHALL HE CHOOSE AMONG YOU</small>. That is the abomination which you made as a molten calf. Of that very abomination, bring me sacrifice, and I will choose you. (Lev. 22:27): <small>A BULL OR A SHEEP OR A GOAT</small>.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5933bd7fd6e4a954e53096be", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Emor 15:1", "anchorRef": "Leviticus 8:11", "anchorRefExpanded": ["Leviticus 8:11"], "sourceRef": "Midrash Tanchuma Buber, Emor 15:1", "sourceHeRef": "תנחומא בובר, אמור ט״ו:א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "אמור", "he": "[ד\"א שור או כשב. זש\"ה] ברעתם ישמחו מלך <small>(הושע ז ג)</small>, וכי מה ראה בשור לעשותו ראש לקרבנות, אמר ר' לוי משל למטרונא שיצא עליה שם רע מאחד מגדולי המלכות, בדק המלך בדברים, ולא מצא בהם ממש, מה עשה המלך עשה סעודה גדולה והושיבו בראש המסובין, להודיע שבדק המלך בדברים ולא מצא בהן ממש, [כך לפני שהיואו\"ה אומרים לישראל אתם עשיתם את העגל ובדק הקב\"ה את הדברים ולא מצא בהן ממש] לפיכך נעשה [שור] ראש לקרבנות. [הה\"ד] שור או כשב או עז. ", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "[Another interpretation of (Lev. 22:27): <small>A BULL OR A SHEEP OR A GOAT</small>. This text is related] (to Hos. 7:3): <small>THEY MAKE A KING GLAD WITH THEIR EVIL</small>.<sup class=\"footnote-marker\">66</sup><i class=\"footnote\"><i>Tanh</i>., Lev. 8:11; Lev. R. 27:8; <i>PRK</i> 9:7–8.</i> What did he see in the bull for making it first among the sacrifices? R. Levi said: &lt; The situation &gt; is similar to a matron<sup class=\"footnote-marker\">67</sup><i class=\"footnote\">Lat.: <i>matrona.</i></i> concerning whom there went forth an evil report in connection with one of the notables in the kingdom. The king looked into the rumors and found no substance in them. What did the king do? He made a great banquet and sat him at the head of those reclining in order to show that the king had looked into the rumors and found no substance in them. [Similarly, because the nations of the world were saying to Israel: You made the calf, the Holy One examined the rumors and found no substance in them.] Therefore [the bull] was made first among the sacrifices. [Thus it is written] (in Lev. 22:27): <small>A BULL OR A SHEEP OR A GOAT</small>.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5933bf09d6e4a954e5309b62", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Tazria 6:1", "anchorRef": "Leviticus 8:11", "anchorRefExpanded": ["Leviticus 8:11"], "sourceRef": "Midrash Tanchuma Buber, Tazria 6:1", "sourceHeRef": "תנחומא בובר, תזריע ו׳:א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "תזריע", "he": "ובמלאת ימי טהרה לבן או לבת תביא כבש בן שנתו לעולה וגו' <small>(ויקרא יב ו)</small>. למה היא מביאה קרבן, אמרו רבותינו מאה פעמים היא פועה בשעה שהיא יושבת על המשבר, תשעים ותשעה למיתה ואחד לחיים, וכיון שהצרות מגיעות אצלה, היא נודרת שאינה מכרת אישה עוד, לכך היא מביאה קרבן, שנאמר תביא כבש בן שנתו וגו'.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Lev. 12:6): <small>AND WHEN THE DAYS OF HER PURIFICATION ARE FULFILLED, FOR EITHER A SON OR FOR A DAUGHTER, SHE SHALL BRING A LAMB IN ITS FIRST YEAR FOR A BURNT OFFERING</small>…. Why does she bring an offering?<sup class=\"footnote-marker\">21</sup><i class=\"footnote\"><i>Tanh</i>., Lev. 4:4.</i> Our masters have said: She screams a hundred times when she sits on the birthing chair, &lt; since there are &gt; ninety-nine &lt; chances &gt; for death and one for life.<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">Exod. R. 46:2; Lev. R. 27:7; <i>Tanh</i>., Lev. 8:11; <i>PRK</i> 9:6.</i> And when the pangs arrive for her, she vows that she will never favor her husband &lt; with sexual intercourse &gt; again. She therefore brings an offering,<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">Because of the impetuous oath. So Nid. 31:b.</i> as stated (ibid.): <small>SHE SHALL BRING A LAMB IN ITS FIRST YEAR</small>….", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5933bf15d6e4a954e5309b90", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Tazria 1:3", "anchorRef": "Leviticus 8:11", "anchorRefExpanded": ["Leviticus 8:11"], "sourceRef": "Midrash Tanchuma Buber, Tazria 1:3", "sourceHeRef": "תנחומא בובר, תזריע א׳:ג׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 1.0003, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "תזריע", "he": "כאשר הייתי בימי חרפי [בסוד אלוה עלי אהלי <small>(שם שם ד)</small>, מדבר בתינוק] כשם שהגשם טורחת בקרקע ומלוכלך, כך התינוק מלוכלך במעי אמו, (בסוד אלוה עלי אהלי <small>(שם)</small> מדבר בתינוק), וכשם שהתינוק עומד מלוכלך, [כך אדם מלוכלך] בעונות והצרות באות עליו, אותה שעה אמר מי יתנני כירחי קדם, ולואי היו לי הימים שהייתי במעי אמי, מהו אומר באחרונה, כאשר היתי בימי חרפי, אמר ר' אבהו התינוק יוצא ממעי אמו מלא רירין ומלא דם וכל משבחין ומחבבין, אותו, וביותר כשהוא זכר, הוי אשה כי תזריע וילדה זכר.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Job 29:4:) <small>WHEN I WAS IN THE DAYS OF MY YOUTH</small> (<i>horef</i>),<sup class=\"footnote-marker\">2</sup><i class=\"footnote\"><i>Horef</i> also means “winter.” Buber notes here that in the following simile, the infant in the womb is being protected in the womb as the winter rain protects the soil.</i> [<small>WHEN THE GOD'S COMPANY WAS OVER MY TENT</small>. These words teach about the infant.] Just as the rain is at work in the soil for it to become muddy, so the infant is muddy in its mother's womb. {<small>WHEN THE GOD'S COMPANY WAS OVER MY TENT</small>. These words teach about the infant.} Moreover, just as the infant stays muddy, [so is a person muddied] by sins, so that misfortunes come upon him. At that time &lt; Job &gt; said (in Job 29:2): <small>O THAT I WERE AS IN THE MONTHS OF OLD, AS IN THE DAYS WHEN GOD WATCHED OVER ME</small>, and would that I had the days which I had when I was in my mother's belly! What does he finally say (in vs. 4)? <small>WHEN I WAS IN THE DAYS OF MY YOUTH</small>. R. Abbahu said: The infant comes out of the mother's belly covered with slime and covered with blood; yet everyone praises and cherishes it, especially when it is a male.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\"><i>Tanh</i>., Lev. 8:11; <i>PRK</i> 9:6.</i> Ergo (in Lev. 12:2): <small>WHEN A WOMAN EMITS HER SEED AND BEARS A MALE</small>.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5a154479d6e4a92409ac0257", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Leviticus 8:11:1", "anchorRef": "Leviticus 8:11", "anchorRefExpanded": ["Leviticus 8:11"], "sourceRef": "Siftei Chakhamim, Leviticus 8:11:1", "sourceHeRef": "שפתי חכמים, ויקרא ח׳:י״א:א׳", "anchorVerse": 11, "sourceHasEn": true, "inline_reference": {"data-commentator": "Siftei Chakhamim", "data-label": "⚬"}, "compDate": [1660, 1680], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "ויקרא", "he": "<b>לא ידעתי כו'.</b> [ג\"א] הרמב\"ן, מפני שנאמר במזבח והיה המזבח קדש קדשים, מזה למדנו שצריך קדש והזאה יתירה משאר כלים, ול\"נ מפני שלא היה המזבח כשאר כלי המשכן, לפי שהיה ממלאים חללו עפר, והמשיחה לא היתה רק לנחשת לבד, אבל מה שהי' ממלאים חללו עפר לא היה לזה משיחה, לכך היה מזה על המזבח במקום שהיו מקריבים אחר שהיה מלא מן עפר, ומשיחה היה צריך דלא גרע משאר כלים: ", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>I do not know</b>... The Ramban [suggests that the source of this command is] because it says regarding the altar (Shemos 40:10): “[Sanctify the altar] so that the altar becomes holy of holies,” which indicates that additional sanctification and sprinkling was necessary, more than [the sanctification] for the other vessels. But it appears to me it is because the altar was not like the other vessels of the Mishkan, in that the hollow of the altar was filled with earth and the anointing was for the copper [exterior] alone. However, there was no anointing for the earth that filled its hollow space. Therefore, he <i>sprinkled</i> unto the altar in the place where they were bringing sacrifices after it was filled with earth. It needed <i>anointing</i> because it was no less than other vessels (<i>Gur Aryeh</i>).\n", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a9ec58ad6e4a91d7b55e599", "index_title": "Tzror HaMor on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzror HaMor on Torah, Leviticus 8:11:1", "anchorRef": "Leviticus 8:11", "anchorRefExpanded": ["Leviticus 8:11"], "sourceRef": "Tzror HaMor on Torah, Leviticus 8:11:1", "sourceHeRef": "צרור המור על התורה, ויקרא ח׳:י״א:א׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1460, 1510], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Tzror HaMor", "he": "צרור המור"}, "heTitle": "ויקרא", "he": "<b>ולפי</b> שהמשכן נעשה בדוגמת העולם. אמר וימשח את המשכן ואת כל אשר בו לחזק העולם ולבסמו. ויקרב משה את בני אהרן במקום קין והבל וילבישם כתנות במקום כתנות עור. ויגש את פר החטאת ויסמוך אהרן ובניו את ידיהם. להתודות עליו עונות ראשונים. וכן צוה לסמוך על שני האלים. שהם במקום בני אדם הראשון. ולכן אמר ויקרב את בני אהרן ויתן על תנוך אזנם. שישמעו מצות השי\"ת. ולא יהיו כאדם ובניו. באופן שתהיה כפרה על שפיכת דם של הבל. ומסל המצות שהוא כנגד העץ שאכל שהיה חטה. לקח חלה אחת וחלות לחם ורקיק אחד. ג' מינים כנגד אדם וקין והבל. ויקח מידם ויקטר המזבחה מילואים הם לריח ניחוח. שבאין למלאת יד אדם הראשון ובניו. ויקח משה את החזה ויניפהו תנופה. לכפר על עון הנחש שנאמר בו על גחונך תלך. ויקח משה משמן המשחה ומן הדם ויז על אהרן ועל בגדיו ועל בניו לקדשם לדורות. וכמו שצוה באדם הראשון מכל עץ הגן אכול תאכל. כן צוה בכאן בשלו את הבשר ושם תאכלו אותו. והנותר באש תשרופו. כנגד ומעץ הדעת לא תאכל. ולפי שכל זה נראה שאני אומר כמתנבא ואיני יודע. גלה הדבר ואמר ומפתח אהל מועד לא תצאו שבעת ימים. כנגד שבעת ימי בראשית שהיו מתמוטטים בחטא אדם הראשון. ואלו ז' ימים היו לחזק העולם שהם ז' ימי בראשית. וזהו עד יום מלאת ימי מלואיכם. שהם באו למלאות במקום אדם ובניו. וכן באים למלאות הגומא. לפי שהיה העולם חסר מצד החטאת. כי שבעת ימים ימלא את ידכם. לכפר העון. וזהו כאשר עשה ביום הזה צוה השם לעשות לכפר עליכם. ולהורות יותר על זה חזר לומר ופתח אהל מועד תשבו שבעת ימים. יומם ולילה. ולמה הוצרך כאן עד שאחז\"ל. שאמר להם הקב\"ה שמרו את האבילות של נדב ואביהוא קודם שיבא. וכן האמת כי נדב ואביהוא מתו במקום שני בני (אהרן) [אדם] וצוה להם שישמרו האבילות. וכן לפי דרכנו למדנו שצוה להם שישבו שם יומם ולילה. ולמה שבעת ימים לחזק העולם שנברא בז' ימים. ובזה ושמרתם את משמרת ה'. כי משמרת ה' מלאכתו ואמונתו. היתה בריאת העולם בחסד. ובאו אדם ובניו והחריבוהו בדין. ולכן צוה להם שישמרו משמרת ה' ויקחו אומנותו. והוא כמו אין משמרתי ומשמרתך שוים. באופן שבזה יקיימו העולם ויחזיקוהו. ולא תמותו כמו שמתו (אהרן) [אדם] ובניו. ואם תשאלו טעם לזה. לפי שכ\"ז דבר סתר. איני יודע ואיני יכול לומר לכם. כי כן צויתי. וכמו שנצטויתי מגזרת מלך. וכך אני אומר לכם. וכל זה לפי שהיתה בכאן רמוזה מיתת בני אהרן כמו שכתבנו. ואע\"פ שאהרן ובניו אולי היו מרגישים בזה. אמר שעכ\"ז ויעש אהרן ובניו את כל אשר צוה ה':", "heVersionTitle": "Tzeror Hamor, Warsaw, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "צרור המור על התורה, וורשא, תרל\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5be1f78c5c81ef0074e691f2", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Tazria 1:1", "anchorRef": "Leviticus 8:11", "anchorRefExpanded": ["Leviticus 8:11"], "sourceRef": "Midrash Tanchuma, Tazria 1:1", "sourceHeRef": "מדרש תנחומא, תזריע א׳:א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "תזריע", "he": "<b>אִשָׁה</b> כִּי תַזְרִיעַ וְיָלְדָה זָכָר. זֶה שֶׁאָמַר הַכָּתוּב: מִי יִתְּנֵנִי כְּיַרְחֵי קֶדֶם וְגוֹ' <small>(איוב כט, ב)</small>. הַפָּסוּק הַזֶּה אִיּוֹב אָמַר. אֵימָתַי, בְּשָׁעָה שֶׁבָּאוּ עָלָיו הַיִּסּוּרִין. אָמַר, מִי יִתְּנֵנִי כְּיַרְחֵי קֶדֶם וּלְוַאי שֶׁהָיִיתִי כְּאוֹתָן הַיָּמִים שֶׁהָיִיתִי בִּמְעֵי אִמִּי. כִּימֵי אֱלוֹהַּ יִשְׁמְרֵנִי <small>(איוב כט, ב)</small>, מְלַמֵּד שֶׁהַוָּלָד מִשְׁתַּמֵּר בִּמְעֵי אִמּוֹ. בְּהִלּוֹ נֵרוֹ עֲלֵי רֹאשִׁי, לְאוֹרוֹ אֵלֵךְ חֹשֶׁךְ <small>(איוב כט, ג)</small>. מִכָּאן אַתְּ לָמֵד, שֶׁהָאוֹרָה לַתִּינוֹק כְּשֶׁהוּא בִּמְעֵי אִמּוֹ. כַּאֲשֶׁר הָיִיתִי בִּימֵי חָרְפִּי, בְּסוֹד אֱלוֹהַּ עֲלֵי אָהֳלִי <small>(איוב כט, ד)</small>. כְּשֵׁם שֶׁהַגֶּשֶׁם מוֹחֶה בַּקַּרְקַע וּמְלַכְלֵךְ אוֹתָהּ, כָּךְ הַתִּינוֹק מְלַכְלֵךְ בִּמְעֵי אִמּוֹ. דָּבָר אַחֵר בְּסוֹד אֱלוֹהַּ עֲלֵי אָהֳלִי מְדַבֵּר בְּתִינוֹק וּכְשֵׁם שֶׁהַתִּינוֹק מְלֻכְלָךְ כָּךְ אָדָם מְלֻכְלָךְ מֵעֲוֹנוֹת וְהַצָּרוֹת בָּאוֹת עָלָיו. בְּאוֹתָהּ שָׁעָה הוּא אוֹמֵר, מִי יִתְּנֵנִי כְּיַרְחֵי קֶדֶם, וּלְוַאי הָיוּ לִי אוֹתָן הַיְּרֵחִים וְהַיָּמִים שֶׁהָיִיתִי בִּמְעֵי אִמִּי. מָה אוֹמֵר בָּאַחֲרוֹנָה, כַּאֲשֶׁר הָיִיתִי בִּימֵי חָרְפִּי, אָמַר רַבִּי אֲבָהוּ, הַתִּינוֹק יוֹצֵא מִמְּעֵי אִמּוֹ מָלֵא רִירִין וּמָלֵא דָּם, וְהֵם מְחַבְּבִין אוֹתוֹ. וְכֵן מִנְהַג כָּל אִשָּׁה שֶׁתֵּלֵד, מְחַבְּבִין אוֹתוֹ הַוָּלָד. וְכָל שֶׁכֵּן אִם הוּא זָכָר. הֱוֵי אוֹמֵר, אִשָּׁה כִּי תַּזְרִיעַ וְיָלְדָה זָכָר. אִשָּׁה כִּי תַּזְרִיעַ. זֶה שֶׁאָמַר הַכָּתוּב: אָחוֹר וָקֶדֶם צַרְתָּנִי <small>(תהלים קלט, ה)</small>. בְּמִי הַכָּתוּב מְדַבֵּר, בְּאָדָם הָרִאשׁוֹן. אָמַר רַבִּי יוֹחָנָן, כְּתִיב בּוֹ בְּאָדָם הָרִאשׁוֹן שְׁתֵּי יְצִירוֹת שְׁנֵי יוּדִין, שֶׁנֶּאֱמַר: וַיִּיצֶר ה' אֱלֹהִים אֶת הָאָדָם <small>(בראשית ב, ז)</small>, יְצִירָה אַחַת בָּעוֹלָם הַזֶּה וִיצִירָה אַחַת לָעוֹלָם הַבָּא. אֲבָל הַבְּהֵמָה וְהַחַיָּה וְהָעוֹף יְצִירָה אַחַת כְּתִיב בָּהֶן בְּיוּ״ד אַחַת, דִּכְתִיב: וַיִּצֶר ה' אֱלֹהִים מִן הָאֲדָמָה כָּל חַיַּת הַשָּׂדֶה <small>(בראשית ב, יט)</small>. לְפִיכָךְ הוּא אוֹמֵר, אָחוֹר וָקֶדֶם צַרְתָּנִי. רַבִּי שִׁמְעוֹן בֶּן לָקִישׁ אוֹמֵר, אָחוֹר לְמַעֲשֵׂה בְרֵאשִׁית. מַה טַּעַם. דִּכְתִיב: וְרוּחַ אֱלֹהִים מֵרַחֶפֶת עַל פְּנֵי הַמָּיִם <small>(בראשית א, ב)</small>, זוֹ נַפְשׁוֹ שֶׁל אָדָם הָרִאשׁוֹן. לְפִיכָךְ הוּא אוֹמֵר, אָחוֹר וָקֶדֶם צַרְתָּנִי. רַבִּי אֶלְעָזָר בֶּן פְּדָת אוֹמֵר, אָחוֹר לְמַעֲשֵׂה יוֹם הַשִּׁשִּׁי, וָקֶדֶם לְמַעֲשֵׂה יוֹם הַשִּׁשִּׁי. כֵּיצַד, שִׁשָּׁה דְּבָרִים בָּרָא הַקָּדוֹשׁ בָּרוּךְ הוּא בַּיּוֹם הַשִּׁשִּׁי, וְאֵלּוּ הֵן, נֶפֶשׁ חַיָּה וּבְהֵמָה וְחַיְתוֹ אָרֶץ, וְאָדָם וְחַוָּה. וְנַפְשׁוֹ שֶׁל אָדָם נִבְרֵאת תְּחִלָּה, שֶׁנֶּאֱמַר: נֶפֶשׁ חַיָּה <small>(בראשית ב, יט)</small>. וְאֵין נֶפֶשׁ חַיָּה אֶלָּא נַפְשׁוֹ שֶׁל אָדָם, שֶׁנֶּאֱמַר: וַיְהִי הָאָדָם לְנֶפֶשׁ חַיָּה <small>(בראשית ב, ז)</small>. הֱוֵי, קֹדֶם לְמַעֲשֵׂה יוֹם הַשִּׁשִּׁי. וְאָחוֹר לְמַעֲשֵׂה יוֹם הַשִּׁשִּׁי, שֶׁהָיָה עוֹסֵק בּוֹ כָּל יוֹם הַשִּׁשִּׁי. הֱוֵי, אָחוֹר וָקֶדֶם צַרְתָּנִי, אָחוֹר לְמַעֲשֵׂה יוֹם הַשִּׁשִּׁי וָקֶדֶם לְמַעֲשֵׂה יוֹם הַשִּׁשִּׁי. רַבִּי שְׁמוּאֵל בַּר נַחְמָנִי אָמַר, מַהוּ אָחוֹר וָקֶדֶם צַרְתָּנִי. אֵלּוּ דּוּ פַּרְצוּפִין, זָכָר וּנְקֵבָה, שֶׁנֶּאֱמַר: זָכָר וּנְקֵבָה בְּרָאָם וְגוֹ' וַיִּקְרָא אֶת שְׁמָם וְגוֹ' <small>(שם ה, ב)</small>, הֱוֵי אוֹמֵר, אָחוֹר וָקֶדֶם צַרְתָּנִי. אָמַר אָדָם, אַחַר שֶׁבָּרָא הַקָּדוֹשׁ בָּרוּךְ הוּא כָּל הַבְּהֵמוֹת וְהָעוֹפוֹת וְהַשְּׁקָצִים וְהָרְמָשִׂים, וְאַחַר כֵּן בָּרָא אוֹתִי. כָּךְ הַתִּינוֹק הַזֶּה עַד שֶׁלֹּא יָצָא מִמְּעֵי אִמּוֹ, הַקָּדוֹשׁ בָּרוּךְ הוּא מְצַוֶּה אוֹתוֹ וְאוֹמֵר לוֹ: מִזֶּה תֹּאכַל וּמִזֶּה לֹא תֹּאכַל, וְזֶה לָכֶם הַטָּמֵא, אֶת זֶה תֹּאכְלוּ וְאֶת זֶה לֹא תֹּאכְלוּ. וּמִי שֶׁהוּא מְקַבֵּל עָלָיו בִּמְעֵי אִמּוֹ כָּל הַמִּצְוֹת שֶׁבַּתּוֹרָה וְאַחַר כֵּן נוֹלָד, לְכָךְ כְּתִיב: אִשָּׁה כִּי תַּזְרִיעַ. ", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "(Lev. 12:2:) “When a woman emits her seed and bears a male.” This text is related (to Job 29:2), “O that I were as in the months of old, [as in the days when God watched over me]!” In regard to this verse, Job spoke it when the afflictions had come upon him. He said, “’O that I were as in the months of old,’ and would that I had the days which I had when I was in my mother's belly!” “As in the days when God watched over me!” [These words] teach that the infant is watched over while it is in its mother's belly. (Job 29:3:) “When His light shone over my head […].” From here you learn that the infant has light in its mother's belly. (Job 29:4:) “When I was in the days of my youth (<i>horef</i>),<sup class=\"footnote-marker\">1</sup><i class=\"footnote\"><i>Horef</i> also means “winter.” Buber notes here that in the following simile, the infant in the womb is being protected in the womb as the winter rain protects the soil.</i> when God's company was over my tent.” [These words teach about the infant.] Just as the rain is at work in the soil for it to become muddy, so the infant is muddy in its mother's womb. Another interpretation [of] “when God's company was over my tent”: These words teach about the infant. Just as the infant gets muddy, so is a person muddied by sins, so that misfortunes come upon him. At that time [Job] said (in Job 29:2), “’O that I were as in the months of old, as in the days when God watched over me,’ and would that I had the days which I had when I was in my mother's belly!” What does he finally say (in vs. 4)? “When I was in the days of my youth.” R. Abbahu said, “The infant comes out of the mother's belly covered with slime and covered with blood; yet everyone praises and cherishes it, especially when it is a male.”<sup class=\"footnote-marker\">2</sup><i class=\"footnote\"><i>Tanh</i>., Lev. 8:11; <i>PRK</i> 9:6.</i> Ergo (in Lev. 12:2), “When a woman emits her seed and bears a male.” (Lev. 12:2:) “When a woman emits her seed.” [This text is related to (Ps. 139:5),] “You have formed me behind and before.” The text speaks of the first Adam.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">Cf. Gen. R. 8:1; 14:5; Lev. R. 14:1; M. Pss. 139:6.</i> R. Johanan said, “It is written about him that there were two creations. There is a double <i>y</i> (i.e., a double <i>yod</i> in Gen. 2:7), ‘The Lord God formed (<i>yytsr</i>) the human.’ One formation is in this world, and one is for the world to come. But in the case of cattle, wild beasts, and birds, for them [only] one formation is written (without a double <i>y</i> in Gen. 2:19), ‘So out of the earth the Lord God formed (<i>ytsr</i>) all the wild beasts of the field [and all the birds of the heavens].’ It therefore says (in Ps. 139:5), ‘You have formed me behind and before.’” R. Simeon ben Laqish says, “Behind (in the sense of what comes] before the act of [his] creation. What is the reason? It is written (in Gen. 1:2), ‘and the spirit of God was hovering over the face of the waters’; this spirit was the soul of the first Adam. It therefore says (in Ps. 139:5), ‘You have formed me behind and before.’” R. Eleazar ben Pedat says, “Behind [refers] to an [later] event of the sixth day, and before [refers] to an [earlier] event of the sixth day. How so? Because the Holy One, blessed be He, created six things on the sixth day. They were these: (1) the soul; (2) wild beasts; (3) cattle; (4) beasts of the earth; (5) Adam; and (6) Eve. Now Adam's soul was created first, as stated (in Gen. 1:24), ‘a living soul.’ Living soul can only be the soul of Adam, since it is stated (in Gen. 2:7), ‘and the human (<i>Adam</i>) became a living soul.’ Hence, before [refers] to the [first] event of the sixth day, and behind [refers] to the sixth day, since [the Holy One, blessed be He,] was occupied with him all of the sixth day. Ergo (in Ps. 139:5), ‘You have formed me behind and before.’ Behind [refers] to an event of the sixth day, and before [refers] to an event of the sixth day.” R. Samuel bar Nahman said, “What is the meaning of ‘You have formed me behind and before?’ Having two faces, male and female. Hence it says (in Ps. 139:5), ‘You have formed me behind and before.’”<sup class=\"footnote-marker\">4</sup><i class=\"footnote\"><i>Ber</i>. 61a; ‘<i>Eruv.</i> 18a.</i> Adam said, “After the Holy One, blessed be He, had created all the cattle and wild beasts, He created me.” So it is with the infant. Before it comes forth from its mother's belly, the Holy One, blessed be He, commands it, “Eat of this, do not eat of that, (in Lev. 11:29) ‘this shall be unclean for you.’” Then after it takes upon itself in its mother's belly all the commandments which are in the Torah, [only] after that it is born. Thus it is stated (in Lev. 12:2), “When a woman emits her seed and bears a male.”", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "5be1f78d5c81ef0074e6920b", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Tazria 4:1", "anchorRef": "Leviticus 8:11", "anchorRefExpanded": ["Leviticus 8:11"], "sourceRef": "Midrash Tanchuma, Tazria 4:1", "sourceHeRef": "מדרש תנחומא, תזריע ד׳:א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "תזריע", "he": "<b>וּבִמְלֹאת</b> יְמֵי טָהֳרָה וְגוֹ'. לָמָּה הִיא מְבִיאָה קָרְבָּן. אָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה: מֵאָה פְּעִיּוֹת הָאִשָּׁה פּוֹעָה, שֶׁנֶּאֱמַר: הֵן אַתֶּם מֵאַיִן וּפָעֳלְכֶם מֵאָפַע <small>(ישעיה מא, כד)</small>. מַהוּ מֵאָפַע. מֵאָה פּוּעוֹת הִיא פּוֹעָה כְּשֶׁהִיא יוֹשֶׁבֶת עַל הַמַּשְׁבֵּר, תִּשְׁעִים וָתֵשַׁע לְמִיתָה, וְאַחַת לְחַיִּים. וְכֵיוָן שֶׁהַצָּרוֹת מַקִּיפוֹת אוֹתָהּ, הִיא נוֹדֶרֶת שֶׁלֹּא תִּזָּקֵק עוֹד לְאִישָׁהּ. לְפִיכָךְ מְבִיאָה קָרְבָּן, שֶׁנֶּאֱמַר: תָּבִיא כֶּבֶשׂ בֶּן שְׁנָתוֹ. ", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "(Lev. 12:6:) “And when the days of her purification are fulfilled [for either a son or for a daughter, she shall bring a lamb in its first year for a burnt offering….]” Why does she bring an offering? Our masters have said, “She screams a hundred times when she sits on the birthing chair, as stated (Is. 41:24), ‘Behold you are like nothing, and your actions are less than zero.’ What is [the meaning of] ‘less than zero (<i>me’effa</i>)?’ There are one hundred screams (<i>meah puot</i>), ninety-nine for death and one for life.<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">Exod. R. 46:2; Lev. R. 27:7; <i>Tanh</i>., Lev. 8:11; <i>PRK</i> 9:6.h</i> And when the pangs arrive for her, she vows that she will never favor her husband [with sexual intercourse] again. She therefore brings an offering,<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">Because of the impetuous oath. So Nid. 31:b.</i> as stated (ibid.), ‘she shall bring a lamb in its first year.’”", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "5cea607e8f27ae0019fde4fc", "index_title": "Recanati on the Torah", "category": "Commentary", "type": "commentary", "ref": "Recanati on the Torah, Tzav 19", "anchorRef": "Leviticus 8:11", "anchorRefExpanded": ["Leviticus 8:11"], "sourceRef": "Recanati on the Torah, Tzav 19", "sourceHeRef": "רקנאטי על התורה, צו י״ט", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1250, 1290], "commentaryNum": 19, "collectiveTitle": {"en": "Recanati on the Torah", "he": "רקנאטי על התורה"}, "heTitle": "צו", "he": "ויז ממנו על המזבח שבע פעמים וגו'. כבר ידעת סוד השביעיות משבעה ימי בראשית וסוד המשיחה תבין מפסוק כשמן הטוב וגו' שיורד על פי מדותיו מדותיו ממש:", "heVersionTitle": "Recanati on the Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רקנאטי על התורה", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9f18eb7d2e1475644703", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Leviticus 8:11:1", "anchorRef": "Leviticus 8:11", "anchorRefExpanded": ["Leviticus 8:11"], "sourceRef": "Midrash Lekach Tov, Leviticus 8:11:1", "sourceHeRef": "מדרש לקח טוב, ויקרא ח׳:י״א:א׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "ויקרא", "he": "<b>פס'.</b> וימשח את המזבח. לא כמשיחת אהרן ובניו משיחת כל הכלים. משיחת אהרן ובניו <i data-commentator=\"Beur HaRe'em\" data-order=\"86\"></i> מאחר שהלבישן חוזר ומושחן שנא' (תהילים קל״ג:ב׳) כשמן הטוב על הראש. משיחת כלים כל כלי וכלי טעון משיחה בפני עצמו:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60f578c7ddb586d79d82733f", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Leviticus 8:11:1", "anchorRef": "Leviticus 8:11", "anchorRefExpanded": ["Leviticus 8:11"], "sourceRef": "Maskil LeDavid, Leviticus 8:11:1", "sourceHeRef": "משכיל לדוד, ויקרא ח׳:י״א:א׳", "anchorVerse": 11, "sourceHasEn": false, "commentaryNum": 11.0001, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "ויקרא", "he": "<b>ויז ממנו וגו׳ לא ידעתי וכו׳.</b> אפשר לומר דבכל שאר כלים וגם במשכן לא נכתב בהם משיחה אלא פעם א׳ בפ׳ תשא ומשחת בו את אהל מועד וכו׳ ושם נזכר גם כן המזבח אמנם במזבח כתיב עוד בפעם אחרת בפ׳ תצוה ופר חטאת וכו׳ וחטאת על המזבח וכו׳ ומשחת אתו וכו׳ ואם אינו ענין למשיחה דכבר נזכרה בכי תשא תנהו ענין להזאה:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d592f4629f2b5727db30", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, נזה 1", "anchorRef": "Leviticus 8:11", "anchorRefExpanded": ["Leviticus 8:11"], "sourceRef": "Sefer HaShorashim, נזה 1", "sourceHeRef": "ספר השרשים, נזה א׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "נזה", "he": ["<strong><big>נזה</big></strong>   וַֽאֲשֶׁר <strong>יִזֶּה</strong> מִדָּמָהּ עַל־הַבֶּגֶד אֲשֶׁר <strong>יִזֶּה</strong> עָלֶיהָ (<a class=\"refLink\" href=\"Leviticus 6:20\" data-ref=\"Leviticus 6:20\">ויקרא ו, כ</a>), <strong>וַיִּז </strong>מִדָּמָהּ אֶל־הַקִּיר (<a class=\"refLink\" href=\"II Kings 9:33\" data-ref=\"II Kings 9:33\">מלכים ב' ט, לג</a>).<strong> והכבד</strong> [הִפְעִיל] <strong>וְהִזָּה</strong> אֶל־הַבַּיִת (<a class=\"refLink\" href=\"Leviticus 14:51\" data-ref=\"Leviticus 14:51\">ויקרא יד, נא</a>), כֵּן <strong>יַזֶּה</strong> גּוֹיִם רַבִּים (<a class=\"refLink\" href=\"Isaiah 52:15\" data-ref=\"Isaiah 52:15\">ישעיה נב, טו</a>), <strong>יַזֶּה</strong> שֶֽׁבַע־פְּעָמִים (<a class=\"refLink\" href=\"Leviticus 16:14\" data-ref=\"Leviticus 16:14\">ויקרא טז, יד</a>), <strong>הַזֵּה</strong> עֲלֵיהֶם מֵי חַטָּאת (<a class=\"refLink\" href=\"Numbers 8:7\" data-ref=\"Numbers 8:7\">במדבר ח, ז</a>), <strong>וּמַזֵּה</strong> מֵֽי־הַנִּדָּה (<a class=\"refLink\" href=\"Numbers 19:21\" data-ref=\"Numbers 19:21\">במדבר יט, כא</a>), <strong>וַיַּז</strong> מִמֶּנּוּ (<a class=\"refLink\" href=\"Leviticus 8:11\" data-ref=\"Leviticus 8:11\">ויקרא ח, יא</a>). ופירוש <strong>וּמַזֵּה מֵֽי־הַנִּדָּה</strong> אמרו רבותינו ז\"ל (<a class=\"refLink\" href=\"Niddah 9a\" data-ref=\"Niddah 9a\">נדה ט, ע\"א</a>) כי המזה טהור אלא על הנושא הוא אומר שהוא טמא טומאה חמורה לטמא בגדים שעליו, מה שאין כן בנוגע, שהנוגע אינו טעון כיבוס בגדים, ומה שהוציאו בלשון <strong>מִזֵּה</strong> לומר שאינו טמא עד שיהא בהם כדי הזיה. ולזה הפירוש יהיה מזה שם כמו <strong>מַטֶּה</strong> ופירוש הפסוק מי שנושא <strong>הַזָּאַת</strong> מי הנדה יכבס בגדיו. ענין ההזאה ידוע כענין הטפטוף. ופירוש <strong>כֵּן יַזֶּה גּוֹיִם רַבִּים</strong> כענין לדבר והוא <strong>פעל יוצא</strong>. פרא פרלר."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037edf6bfddfbb310fecfa", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Installing the Priests 2-4", "anchorRef": "Leviticus 8:1-36", "anchorRefExpanded": ["Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Installing the Priests 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳, ויקרא הערה ח׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Installing the Priests", "he": "ויקרא הערה ח׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ח׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["This chapter and the next, which might easily have followed the instructions for it in Ex. 29, has instead been placed here, perhaps as the logical conclusion to material about offering sacrifices. (Placing it at the end of Exodus might also have detracted from the impressive scene with which that book ends. For a discussion of the complex relationship between the Exodus and Leviticus texts, see Milgrom.) We now shift from a prescriptive mode to a descriptive, narrative one, which will prepare us for the brief but disastrous story of Aharon’s sons in Chap. 10.", "A refrain here is various forms of “as Y<small>HWH</small> had commanded Moshe,” also a key phrase in the Exodus texts. In addition, one hears the constant use of the verb “make-holy,” appropriate in this context. Finally, one might point to the balance between Moshe’s sequence of action in Chap. 8 and Aharon’s parallel actions in Chap. 9.", "There is much in this chapter that is rhythmic. The description of Aharon’s being clothed in the holy vestments in vv.7–9 has the ring of ritual to it, as conveyed through its steady alternation of verb and garment."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a7713bd8cd388d3e4f", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood 2-18", "anchorRef": "Leviticus 1:1-10:20", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood 2-18", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳ ב׳-י״ח", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Cult and the Priesthood", "he": "ויקרא מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE SECOND HALF OF THE BOOK OF</small> E<small>XODUS CONCERNED ITSELF WITH SETTING UP THE</small> sacrificial cult of Israel. It therefore set forth the prescriptions for and construction of a sanctuary and the priestly garments, and laid out a ceremony for the investiture of priests. But the description of how sacrifices were to be offered, and for what purpose, is not part of the book, which as edited seems more interested in contrasting the building of a sanctuary with building cities for the Pharaohs, as part of its portrayal of the victory of the biblical God over the gods of Egypt. Although at the end of the book the “Dwelling” is completed, we do not get to see the various sacral rites performed there.", "Leviticus also delays the ordination of the priests, until Chapter 8, preferring instead to begin with a kind of manual on the offering and disposal of sacrifices. It then moves us from the details of sacrifice into the narrative of the sanctuary’s dedication and opening rites, providing a natural bridge for Part II, in which ritual pollution and purity, the province of priests, is dealt with.", "The function of the sacrificial cult in ancient Israel will be discussed in “On Animal Sacrifice” below. In general it should be noted that the existence of a class or profession whose job it is to mediate between the divine and human realms is widespread in most older cultures, and the Israelite priesthood, whatever its origins and development, was but one of many such groups in the ancient Near East. It existed, to use the language of Exodus, to “serve” God, maintaining his holiness through ritual and helping to maintain the order of sacred culture which was supposed to mirror God’s ordering of the cosmos. Accordingly, as we will learn later in Leviticus, priests were to be set apart from the general population in a number of areas. There were strict rules about whom they could and could not marry, and they were barred from coming into any contact with the dead, for instance. Their functions extended beyond sacrifice; they could provide oracular advice in times of need, and taught the people “instructions” (Heb. <i>torot</i>) regarding various ritual matters.", "As part of an overall scheme, there was a conscious parallel between priests as part of a select circle and sacrificial animals—as well as the people of Israel. That is, all three stood at the center of concentric circles dedicated to God; and as one moved out (toward Levite and commoner, animals permitted for eating and those forbidden, and neighbors and foreigners), one got further and further away from the divine. The hierarchy regarding the cult thus reinforced the theme of separation which we have noted above.", "In the view of Milgrom, Israel’s cult was distinguished from those of its neighbors by its purposefully ignoring the complex web of rituals regarding demons. The sanctuary was to be purged of ritual pollution, not only by semimagical means (the sprinkling of sacrificial blood) but also and primarily by the confession of wrongdoing and the sincere desire to repent. Then, too, the sanctuary, while in most respects resembling shrines elsewhere in the ancient Near East, omitted certain crucial items, most notably statuary representing the gods and a bed for them to rest on. Finally, certain religious rituals were forbidden, such as mutilation of the priests’ bodies. In all these cases, Israel introduced something new into the area of worship.", "For many decades there has been major and heated debate by scholars in favor of one or the other scheme for following the history of the priesthood and the cult. There are those who view these institutions as stretching back to Israel’s earliest history, while others see strong evidence of a late, possibly even exilic, reworking of the priestly material. Similar arguments dot the landscape of literary criticism of the Torah, in which scholars have tried to divine at what point priestly editors might have put their distinctive stamp on the literature. From Wellhausen in the nineteenth century to Knohl, Milgrom, and Levine in the late twentieth, there has been no lack of theorizing on these issues—and no definitive answers. For the moment we are left to read Leviticus as it is placed in the Torah, with an awareness that a variety of historical and ideological influences are imbedded, if not hidden, in our text.", "O<small>N</small> A<small>NIMAL</small> S<small>ACRIFICE</small>", "A<small>LTHOUGH IT APPEARS EARLIER IN THE</small> T<small>ORAH</small>, <small>ANIMAL SACRIFICE RECEIVES ITS FULL</small>est treatment in Leviticus. Besides the opening seven chapters, which are devoted to a relatively brief description of how sacrifices are to be offered and disposed of, many other chapters in the book talk about sacrificial rituals: the installation of the priests (8–9), rules about disposing of the <i>hattat</i> sacrifice (10), purification offerings brought in the event of such “polluting” states as childbirth and skin diseases (12–15), and finally the “scapegoat” ceremony of Chapter 16. They appear in most of the later chapters as well.", "What function did sacrifice, particularly of animals, play in the religion of ancient Israel? How could a God who proscribed the murder of human beings (Ex. 20:13, 21:12) countenance the taking of animal life for ritual purposes? To answer these questions, we must turn briefly to some of the commonly proposed theories surrounding sacrifice.", "The idea of offering up living creatures to the gods is one of hoary antiquity. Walter Burkert, on the basis of the study of Greek religion, suggests that sacrifice is a means of dealing with guilt over the taking of life. That is, the switch from gathering to hunting society, made possible by technology (the invention of tools), while it raised human accomplishment and consciousness to a new level, also brought with it the acute sense of having violated something essential in the cosmic order. Such guilt is not mitigated by the fact that early people hunted for food and not for pleasure. The way of dealing with the guilt, giving life back to the gods, is in a true sense restoration; life is given back for life taken, so that it may ultimately be renewed (contrast this to the profoundly unecological use of living and inorganic resources over the past “civilized” centuries). And it must be done via ritual. In Burkert’s view, ritual deals with human anxiety by “raising the ante”—by means of increasing anxiety, it is controlled. So guilt over life-taking is assuaged by making a ritual out of the killing, and the shared experience of trauma helps to create solidarity within the group. Despite the subsequent rise of agriculture, says Burkert, the hunting ritual played out in sacrifice could not be done away with, so ingrained had it become, and the rationale behind sacrifices was therefore transformed. Now domesticated animals could be used, giving greater control over the process.", "In another approach, De Vaux (1965) postulates three motives for sacrifice. In the first model, that of “gift,” the worshiper brings something of value to the deity. The animal is killed, setting it apart for sacred use; it is burned, turning it into an invisible substance which can rise to the gods. The gift may be for thanksgiving or, more likely, may be to assuage the demonic powers that many societies (especially Mesopotamia, Abraham’s homeland) felt controlled everyday life. Giving establishes reciprocal movement; altruism has no place here (Burkert). One is reminded of the elaborate giving ceremonies among many peoples on occasions such as weddings; giving establishes relationship and maintains the social order.", "In addition to gifts, another mode of sacrifice involves communion, as nineteenth-century scholars such as Robertson Smith observed. Here the model of the meal is crucial: humans and gods share a great repast, thereby cementing kinship as surely as the closing of business deals is celebrated by drinks and dinner. Passover, both in the Bible and subsequently (even when the sacrifice per se was no longer involved), may serve as a striking example of the effectiveness of such a paradigm.", "A final type or function of sacrifice is atonement or expiation. Here a sin, communal or individual, is purged away by the act of sacrifice; the gods receive life as a substitute for the sinner’s own, which is symbolized by the victim’s blood. The fact that the animals permitted in the Bible for sacrifice are pastoral and hence frequently used metaphorically for the Israelites themselves, is significant in this regard. This approach is further illustrated in the Bible by the end of the Flood story, where God accepts Noah’s sacrifice, implying that he accepts animal life (which now, simultaneous with properly offered sacrifice, is permissible for food) in place of that of humans (Eilberg-Schwartz). It should be noted that, in the Bible, sacrifice for the sake of atonement is almost always in reference to unintentional sins, whereas deliberate wrongdoing may not be atoned for through this system.", "Which of these rationales is truly at work in Levitical sacrifice? Actually, at various times one can find all of them—the texts present a variety of motives and occasions for sacrifice in biblical Israel, from thanksgiving to purification and reparation. But in general one may say of Israelite sacrifice, as one may say of much of the ritual in Leviticus, that it is designed primarily to maintain or repair the relationship between God and Israel. Such an understanding helps to explain the unity of the book, as we will see in our discussion of pollution: sacrifice was a crucial element in keeping the covenant, and hence God’s beneficent presence among the Israelites, intact.", "The fact that this reconciliation, as it were, takes place against a background of slaughter should not be as upsetting to moderns as it is usually felt to be. In ironic contrast to our mechanized and mass-produced society, where the killing of animals for food takes place at a remove from our consciousness and from our direct participation, the sacrificial system in fact involved worshiper and priest alike, and the symbolic value of the operation, whatever it may have been in specific cases, lay in its directness, in its consciousness of the taking of life. Some would even maintain that in societies where the practice and rationale for sacrifice has broken down, there is inevitably an increase in intrahuman violence (Girard).", "<br><img>", "<b><i>Lev. 3:5</i> And the Sons of Aharon are to turn it (all) into smoke upon the slaughter-site … a fire-offering of soothing savor for Y<small>HWH</small>.</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e4c9ad75f2d99af94e", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Installing the Priests 1", "anchorRef": "Leviticus 8:1-36", "anchorRefExpanded": ["Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Installing the Priests 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳, ויקרא הערה ח׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ח׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Leviticus 8:1-36\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Leviticus 8:1-36</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620d12f499066b7e5d1265e2", "index_title": "Ohr LaYesharim on Jerusalem Talmud Shekalim", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Shekalim 6:1:8", "anchorRef": "Leviticus 8:10-11", "anchorRefExpanded": ["Leviticus 8:10", "Leviticus 8:11"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Shekalim 6:1:8", "sourceHeRef": "אור לישרים על תלמוד ירושלמי שקלים ו׳:א׳:ח׳", "anchorVerse": 10, "sourceHasEn": false, "commentaryNum": 1.0008, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Shekalim", "he": "אור לישרים על תלמוד ירושלמי שקלים"}, "he": "<small>כאן התחלת מקבילה גם בירושלמי הוריות ג,ג.</small>\n<br>מציעים ברייתא: <b>תני</b> – שונה (התנא) / שנוי (שנויה ברייתא): <b>רבי יודה בירבי אילעאי</b> (הוא רבי יהודה סתם) (במקבילות נוסף: 'אומר')<b>: שמן המשחה שעשה משה במדבר מעשה ניסים</b> (דבר פלא, דבר שהוא למעלה מן הטבע) <b>נעשו</b> (במקבילה בסוטה: 'נעשה'. ובנוסח הבבלי של מסכת שקלים: 'היה') <b>בו מתחילה ועד סוף</b> – מהכנתו של שמן המשחה בתחילה ועד שימושו בסוף<b>, שמתחילה לא היה בו אלא שנים עשר לוג</b> (במקבילה בסוטה בכתב יד רומי נוסף: 'שמן')<b>, שנאמר: \"שֶׁמֶן זַיִת הִין\"</b> (שמות ל,כד) – משה נצטווה להכין שמן זית בשיעור הין, שהם שנים עשר לוג<b>, אם לסוך בו</b> (למשוח, לשפשף בשמן) <b>את העצים</b> (המילה 'העצים' נמחקה על ידי מגיה, והוגה בין השיטין 'העיקרים'. כבכתב היד גם במקבילות בסוטה ובהוריות, וכן הוא כאן בכתב יד הבבלי ובכתב יד שקלים. כבהגהה רק בדפוס ונציה הבבלי, כנראה על פי הבבלי הוריות וכריתות) <b>לא היה בו סִפֵּק</b> (אפשרות, יכולת) (במקבילה בסוטה במסירה שלפנינו על ידי מגיה ובכתב יד רומי: 'לא היה מספיק'. ובמקבילה בהוריות: לא היו ספק') – אין בשנים עשר לוג שמן כדי לסוך אלף וחמש מאות מנים של הבשמים (העצים הם עצי הבשמים ועשבי הבשמים האמורים בעניין: מור דרור, קינמון בשם, קנה בושם וקידה), שאילו היו סכים אותם בשמן זה היה השמן נבלע בבשמים, וכל שכן שאין בשמן זה כדי לשלוק את הבשמים שהיו מרובים, שכשהיו שולקים אותם בשמן זה היה השמן נבלע בבשמים (לדעת תנא זה שלקו את הבשמים בשמן)<b>, על אחת כמה וכמה שהאוּר</b> (אש) <b>בולע</b> (סופג) <b>והעצים בולעין והיורה</b> (דוד) <b>בולעת!</b> – בוודאי ובוודאי שאין בשמן כדי לשלוק את הבשמים, שהרי בשעת שליקת הבשמים בשמן, האש ששולקים עליה ועצי ההסקה ששולקים עליהם והדוד ששולקים בו כולם בולעים מן השמן ומחסרים ממנו! <b>וממנו נמשחו המשכן וכל כליו, השלחן</b> (במקבילה בהוריות: 'המזבח') <b>וכל כליו</b> (בנוסח הבבלי של מסכת שקלים אין שלוש המילים האחרונות)<b>, המנורה וכל כליה</b> (במקבילה בהוריות נוסף: 'כיור וכנו') – ואף על פי כן, בסוף נמשחו בשמן זה המשכן וכל כליו (יצקו עליהם מן השמן כדי לקדשם) בעת הקמת המשכן (ויקרא ח,י-יא)<b>, וממנו נמשחו אהרן כהן גדול</b> (במקבילה בסוטה במסירה שלפנינו ובכתב יד רומי ובנוסח הבבלי של מסכת שקלים אין שתי המילים האחרונות) <b>ובניו כל שבעת ימי המילואים</b> – וכן נמשחו בשמן זה אהרן וארבעת בניו (יצקו עליהם מן השמן כדי לקדשם ולחנכם לתפקידם) בכל יום משבעת ימי המילואים בעת הקמת המשכן (ויקרא פרק ח)<b>,</b> ו<b>ממנו נמשחו כהנים גדולים</b> (בנוסח הבבלי של מסכת שקלים אין המילה 'גדולים', ונשמט בטעות) <b>ומלכים</b> – וכן נמשחו בשמן זה הכוהנים הגדולים שבכל דור ודור אחרי אהרן הכוהן וכן כמה מלכים ממלכי בית דוד (בתורה נאמרה משיחה בשמן המשחה רק ביחס לאהרן ולבניו. ואולם לגבי שלמה נאמר במפורש שנמשח בשמן המשחה: \"וַיִּקַּח צָדוֹק הַכֹּהֵן אֶת קֶרֶן הַשֶּׁמֶן מִן הָאֹהֶל (שבו היה הארון בעיר דוד) וַיִּמְשַׁח אֶת שְׁלֹמֹה\" (מלכים א א,לט). גם לגבי דוד נאמר: \"מָצָאתִי דָּוִד עַבְדִּי, בְּשֶׁמֶן קָדְשִׁי מְשַׁחְתִּיו\" (תהילים פט,כא), והוא שמן המשחה שנמשח בו דוד למלך על ידי שמואל. המלך אינו זר, שאינו כוהן, שאסור לתת משמן המשחה עליו) (המשך הברייתא מובא להלן)<b>.</b><br><br><small>ב<b>בבלי כריתות</b> ה,א אמרו: תנו רבנן: שמן המשחה - מור דרור חמש מאות, קידה חמש מאות, קינמון בשם חמש מאות, וקנה בושם חמישים ומאתים. נמצאו כולם אלף ושבע מאות וחמישים.<br>וב<b>בבלי כריתות</b> ה,א-ב ו<b>הוריות</b> יא,ב אמרו: תנו רבנן: שמן המשחה שעשה משה במדבר, בו שלקו את העיקרים; דברי רבי יהודה. - אמר לו רבי יוסי: והלא לסוך את העיקרים אינו סיפק! אלא כיצד עשו? - הביאו עיקרים ושראום במים (רותחים, שלקום, והמים ספגו את הריח שבבשמים), והציף עליהם (על המים) שמן וקלט (השמן) את הריח וקיפחו (צריך לומר: וקיפהו (הסיר את השמן הצף על פני המים)). - אמר לו רבי יהודה: וכי נס אחד נעשה בשמן המשחה? והלא הרבה ניסים נעשו בו מתחילתו ועד סופו! תחילתו לא היה אלא שנים עשר לוג, ובו נמשח המשכן וכל כליו ואהרן ובניו כל שבעת ימי המילואים, ובו נמשחו כוהנים גדולים ומלכים.<br>תנו רבנן: \"וייקח משה את שמן המשחה וימשח את המשכן ואת כל אשר בו\" (ויקרא ח) - רבי יהודה אומר: שמן המשחה שעשה משה במדבר הרבה ניסים נעשו בו מתחילתו ועד סופו. תחילתו לא היה אלא שנים עשר לוג, כמה יורה בולעת, כמה עיקרים בולעים, כמה האור שורף, ובו נמשח המשכן וכל כליו ואהרן ובניו כל שבעת ימי המילואים, ובו נמשחו כוהנים גדולים ומלכים.<br><br>לפי הבבלי, קינמון בשם חמש מאות. אבל לפי הירושלמי, קינמון בשם מאתים וחמישים. הבבלי והירושלמי נחלקו על מה מוסבת המילה \"מחציתו\" האמורה בקינמון בשם.<br>דעת רבי מאיר בברייתא הראשונה שבירושלמי היא דעת רבי יהודה בבבלי, ודעת רבי יהודה בברייתא הראשונה שבירושלמי היא דעת רבי יוסי בבבלי. בברייתא שבבבלי השיב רבי יהודה לרבי יוסי על שאלתו ואמר שנעשו ניסים בשמן המשחה. דברי רבי יהודה בעניין הניסים שנעשו בשמן המשחה הם הם דברי רבי יהודה בברייתא השנייה שבירושלמי. הרי שדעת רבי יהודה בברייתא השנייה שבירושלמי אינה כדעתו בברייתא הראשונה. ולכן יש להחליף את דברי רבי מאיר ודברי רבי יהודה בברייתא הראשונה שבירושלמי, כדי שלא יקשה מרבי יהודה על רבי יהודה. הגר\"א הגיה בברייתא הראשונה רבי יהודה במקום רבי מאיר ורבי יוסי במקום רבי יהודה כמו בבבלי. הברייתא הנוספת שבבבלי שגם בה נאמרו דברי רבי יהודה בעניין הניסים שנעשו בשמן המשחה היא הברייתא השנייה שבירושלמי.<br>רש\"י (שמות ל,כד) גרס בברייתא שבבבלי רבי מאיר במקום רבי יהודה ורבי יהודה במקום רבי יוסי. גם רמב\"ן (שמות ל,כה) גרס בברייתא שבבבלי רבי יהודה במקום רבי יוסי, והביא את דברי רבי יהודה בברייתא הראשונה שבירושלמי. לפי גרסתם, דעות רבי מאיר ורבי יהודה בבבלי הן כדעותיהם בירושלמי. אלא שלפי זה, רבי מאיר הוא שהשיב לרבי יהודה על שאלתו ואמר שנעשו ניסים בשמן המשחה, ואילו בברייתא הנוספת שבבבלי רבי יהודה הוא שאמר כך.<br><br>ב<b>ספרא</b> 'צו' מכילתא דמילואים פרשה א נאמר: \"וייקח משה את שמן המשחה\" - רבי יהודה אומר: שמן המשחה שעשה משה במדבר מעשה ניסים נעשו בו מתחילתו ועד סופו, שמתחילה לא היה אלא שנים עשר לוג שמן זית הין, לסוך בו עצים לא היה מסתפק, עד כמה האור שורף, עד כמה העצים בולעים, עד כמה יורה בולעת, ממנו נמשחו אהרן ובניו כל שבעת ימי המילואים, ממנו נמשחו כוהנים גדולים ומלכים.<br>וב<b>ויקרא רבה</b> י,ח נאמר: אמר רבי יהודה ברבי אילעיי: שמן המשחה שעשה משה במדבר מעשה ניסים נעשו בו מתחילה ועד סוף. מתחילה לא היה אלא שנים עשר לוג, שנאמר: \"שמן זית הין\" (שמות ל,כד), אם לשרות / לסוך בו את העצים לא היה מספיק, כמה האור שורף, כמה העצים בולעים, וכמה יורה בולעת. ממנו נמשח אהרן ובניו כל שבעת ימי המילואים, ממנו נמשחו מזבח הזהב וכל כליו ומזבח הנחושת וכל כליו ושולחן וכל כליו ומנורה וכל כליה וכיור וכנו, ממנו נמשחו כוהנים גדולים ומלכים.</small><br>\n<br>ומביאים את המשך הברייתא: <b>מלך בתחילה - טעון משיחה</b> – כשממנים אדם למלך בראשונה ממשפחתו, שלא היה אביו מלך, צריך למשוח אותו בשמן המשחה<b>.</b> אבל <b>מלך בן מלך - אינו טעון משיחה</b> – כשממנים אדם למלך תחת אביו המלך שמת, אין צריך למשוח אותו בשמן המשחה, משום שהמלוכה ירושה היא מאב לבנו<b>.</b> ומציעים מקור בכתוב: <b>מאי</b> (צריך לומר: '<b>מה</b>') <b>טעמא</b> (במקבילה שבסוטה: 'שנאמר')<b>?</b> – מה הטעם? (מה המקור בכתוב לדבר זה?) <b>-</b> נאמר (במשיחת דוד): <b>\"קוּם מְשָׁחֵהוּ כִּי זֶה הוּא\"</b> (שמואל א טז,יב) – ה' אמר לשמואל, שימשח את דוד, כי זה הוא האיש שתמשחהו למלך. ויש ללמוד מן המילה \"זה\" הבאה למעט: <b>- זה טעון משיחה, ואין בנו טעון משיחה</b> – רק דוד טעון משיחה כשמתמנה למלך, אבל בנו של דוד אינו טעון משיחה כשמתמנה למלך. מכאן שמלך בתחילה טעון משיחה, אבל מלך בן מלך אינו טעון משיחה (המילים \"מאי טעמא... ואין בנו טעון משיחה\" נוספו במסירה שלפנינו על הגיליון על ידי מגיה. כבהגהה גם במקבילה שבסוטה, וכן הוא כאן גם בדפוס ונציה הבבלי (ההשלמה כאן היא מדפוס ונציה הבבלי). גם במקבילה שבהוריות נוספו מילים אלו במסירה שלפנינו על ידי מגיה. בכתב יד הבבלי ובכתב יד שקלים אין המילים \"זה טעון...\")<b>. אבל כהן גדול בן כהן גדול</b> – כשממנים כוהן לכוהן גדול תחת אביו הכוהן גדול שמת<b>, אפילו עד עשרה דורות</b> – כלומר, אפילו עד הרבה דורות, שכל אבותיו בדורות הקודמים היו כוהנים גדולים, ונקט מספר עגול, והוא הדין יותר, <b>- טעונין</b> (צריך לומר: '<b>טעון</b>', כמו במקבילה שבהוריות. בנוסח הבבלי של מסכת שקלים: 'כולן טעונין') <b>משיחה</b> – צריך למשוח אותו בשמן המשחה, משום שאין כהונה גדולה עוברת בירושה (סוף הברייתא מובא להלן)<b>.</b><br><br><small>ב<b>תוספתא סנהדרין</b> ד,יא שנו: מלך - טעון משיחה, בן מלך - אין טעון משיחה. כוהן גדול בן כוהן גדול, אפילו עד עשרה דורות - טעון משיחה.<br><br>ב<b>בבלי כריתות</b> ה,ב ו<b>הוריות</b> יא,ב אמרו: ואפילו כוהן גדול בן כוהן גדול - טעון משיחה. - מנלן? - דכתיב: \"והכוהן המשיח תחתיו מבניו\" (ויקרא ו) - נימא קרא 'והכוהן תחתיו מבניו'! מאי \"המשיח\"? הא קא משמע לן, דבעי משיחה / הא קא משמע לן, דמבניו נמי, אי הוי משוח - הוי כוהן גדול, ואי לא - לא הוי כוהן גדול.<br>ואין מושחים מלך בן מלך. - מנלן? - אמר רב אחא בר יעקב: דכתיב: \"למען יאריך ימים על ממלכתו הוא ובניו\" (דברים יז) - ירושה היא.<br><br>ב<b>ספרא</b> 'צו' מכילתא דמילואים פרשה א נאמר: ואפילו כוהן גדול בן כוהן גדול - טעון משיחה.<br>וב<b>ויקרא רבה</b> י,ח נאמר: אפילו כוהן גדול בן כוהן גדול עד עשרה דורות - טעון משיחה.<br><br>כוהן גדול שמת, מעמידים תחתיו את בנו, שהבן קודם לכל אדם, והוא שיהא הבן ממלא מקום אביו (מגיע למעלת אביו וראוי לכהונה) (ספרא 'צו' פרשה ג ו'אחרי מות' פרשה ה). כוהן גדול שהוא בנו של כוהן גדול שמת טעון משיחה, ואינו דומה למלך בן מלך שאינו טעון משיחה. יש שכתב הטעם (קונטרס משפט ירושת משרה), שאף שבנו של הכוהן הגדול יורש את משרת הכהונה הגדולה מאביו, צריך הוא להתקדש בקדושת כהונה גדולה הנוספת על ידי המשיחה. ויש שכתב הטעם (\"אבני נזר\"), שכשמת המלך ירש ממנו בנו את כוח המלוכה שפסק ממנו במותו, אבל כוהן גדול אף לאחר שמת לא פסקה ממנו כלל קדושת כהונתו, ולכן אי אפשר שיירש בנו את קדושת כהונתו מאביו, ולכן הוא צריך משיחה.<br><br>ירושת מלכות מוחלטת, וירושת כהונה גדולה אינה מוחלטת אלא זכות קדימה להתמנות (\"מחקרים בתולדות ישראל\" א, עמוד 72).</small><br>\n<br>ומביאים את סוף הברייתא: <b>וכולו קיים לעתיד לבוא</b> (כינוי לאחרית הימים, ימות המשיח) – שמן המשחה שעשה משה כולו נשאר לעתיד לבוא ואינו כלה, שכל שנים עשר לוגי השמן שעשה משה נשארו בעינם ולא חסרו מאומה. הרי שנעשו ניסים בשמן המשחה מתחילתו ועד סופו, שלא חסר השמן כלום<b>.</b> ומציעים מקור בכתוב: <b>הדא הוא</b> (צריך לומר: 'ה<b>י</b>א') <b>דכתיב</b> (במקבילות ובכתב יד הבבלי ובדפוס ונציה הבבלי: 'שנאמר')<b>:</b> – זאת היא שכתוב (זה הוא הדבר שכתוב במצוות עשיית שמן המשחה): <b>\"שֶׁמֶן מִשְׁחַת קֹדֶשׁ יִהְיֶה זֶה לִי לְדֹרֹתֵיכֶם\"</b> (שמות ל,לא) – בכל הדורות העתידים יהיה שמן זה שמן משחת קודש לה', והכוונה, שבכל הדורות ימשחו בשמן הזה את הכוהנים הגדולים העתידים להיות בדורות הבאים. ויש לדרוש את הכתוב, שזו הבטחה, ששמן זה שעשה משה יהיה קיים עד סוף כל הדורות<b>.</b><br><br><small>ב<b>בבלי כריתות</b> ה,א-ב ו<b>הוריות</b> יא,ב אמרו: וכולו קיים לעתיד לבוא, שנאמר: \"שמן משחת קודש יהיה זה לי לדורותיכם\" (שמות ל) - \"זה\" בגימטריא תרין עשר, תרין עשר לוגין הוו (אף לאחר שימושו של שמן המשחה בכל הדורות היו בו שנים עשר לוג כתחילתו).<br><br>ב<b>ספרא</b> 'צו' מכילתא דמילואים פרשה א נאמר: וכולו קיים לעתיד לבוא, שנאמר: \"שמן משחת קודש יהיה זה לי לדורותיכם\".<br>וב<b>ויקרא רבה</b> י,ח נאמר: וכולו קיים לעתיד לבוא, הדא היא דכתיב: \"שמן משחת קודש יהיה זה לי\" (שמות ל,לא).<br><br>ב<b>ספרי במדבר</b> פסקה צב נאמר: בכל מקום שנאמר \"לי\" הרי זה קיים לעולם ולעולמי עולמים... בשמן המשחה הוא אומר: \"שמן משחת קודש יהיה זה לי\" (שמות ל,לא).<br>וב<b>ויקרא רבה</b> ב,ב נאמר: כל מקום שכתוב \"לי\" אינו זז לא בעולם הזה ולא לעולם הבא... בשמן המשחה כתוב: \"שמן משחת קודש יהיה זה לי\" (שמות ל,לא).<br>וב<b>מדרש שמואל</b> יט,ג נאמר: אמר רבי לוי: כל מקום שהוא אומר \"לי\" אינו זז לא בעולם הזה ולא לעולם הבא... בשמן המשחה מהו אומר? - \"שמן משחת קודש יהיה זה לי\" (שמות ל,לא).<br><br>ב<b>מכילתא דרבי ישמעאל</b> 'בשלח' מסכתא ד\"ויסע\" פרשה ה וב<b>מדרש תנחומא</b> פרשת \"בשלח\" סימן כא נאמר: שלושה דברים עתיד אליהו להעמיד לישראל: צלוחית המן וצלוחית של מי נדה וצלוחית של שמן המשחה.<br>וב<b>מכילתא דרבי שמעון בר יוחאי</b> שמות טז,לג נאמר: שלושה אותות עתיד אליהו לגלות להם לישראל, ואלו הם: צלוחית של מן וצלוחית של מים וצלוחית של שמן המשחה.</small><br>• • •", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2013", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "641881ebc9371ec0cebe7344", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 8:11:1", "anchorRef": "Leviticus 8:11", "anchorRefExpanded": ["Leviticus 8:11"], "sourceRef": "Reggio on Torah, Leviticus 8:11:1", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא ח׳:י״א:א׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>ויז ממנו על המזבח,</b> הזאה הזאת בשמן המשחה נרמזה בפסוק וחטאת על המזבח בכפרך עליו ומשחת אותו לקדשו (שמות כ\"ט ל\"ו), זכר הזאת דם לחטא ולכפר, ומשיחה לקידוש, וסמך לו שבעת ימים תכפר על המזבח וקדשת אותו, הוקש הקדוש לכפור, שאין קדוש המזבח לבד במשיחה כמו המשכן וכליו אלא גם בהזאה כמו הדם, וזהו שזכר שם המזבח לבדו, ולא המשכן וכליו, לפי שהוא ענין פרטי למזבח שצריך גם הזאה בשמן המשחה:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc51758c1dc532ec8d08", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 8:11", "anchorRef": "Leviticus 8:11", "anchorRefExpanded": ["Leviticus 8:11"], "sourceRef": "Steinsaltz on Leviticus 8:11", "sourceHeRef": "ביאור שטיינזלץ על ויקרא ח׳:י״א", "anchorVerse": 11, "sourceHasEn": true, "commentaryNum": 8.0011, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>וַיַּז</b>, היזה\n    <b>מִמֶּנּוּ</b>, משמן המשחה \n    <b>עַל הַמִּזְבֵּחַ שֶׁבַע פְּעָמִים, וַיִּמְשַׁח אֶת הַמִּזְבֵּחַ וְאֶת כָּל כֵּלָיו וְאֶת הַכִּיֹּר וְאֶת כַּנּוֹ לְקַדְּשָׁם,</b> ובכך קידשם.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>He sprinkled from it, </b>from the anointing oil, <b>on the altar seven times, and he anointed the altar and all its vessels, and the basin and its base, to consecrate them. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "5f02d594d660b3c272df6e99", "index_title": "Gur Aryeh on Vayikra", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Vayikra 8:11:1", "anchorRef": "Leviticus 8:11", "anchorRefExpanded": ["Leviticus 8:11"], "sourceRef": "Gur Aryeh on Vayikra 8:11:1", "sourceHeRef": "גור אריה על ויקרא ח׳:י״א:א׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על ויקרא", "he": "<b>לא ידעתי היכן נצטווה בהזאות הללו.</b> ותירץ הרמב\"ן, מפני שנאמר במזבח (שמות מ, י) \"והיה המזבח קדש קדשים\", מזה למדנו שצריך קידוש והזאה יתירה משאר כלים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"49\"></i>. ונראה לי, מפני שלא היה המזבח כשאר כלים דמשכן, לפי שהיה ממלא את חללו עפר (רש\"י שמות כ, כא)<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"50\"></i>, והמשיחה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"51\"></i> לא היתה רק לנחושת לבד<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"52\"></i>, אבל מה שהיה ממלאים חללו עפר – לא היה לזה משיחה, לכך היה מזה על המזבח במקום שהיו שם מקריבים, אחר שהיה מלא מן העפר. ומשיחה היה צריך<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"53\"></i>, לפי שלא היה גרע משאר כלים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"54\"></i>, נמצא כי הזאה היתה על גביו במקום שהיה מלא אדמה, ולא שייך שם משיחה, כי המשיחה לא היה רק לכלי בעצמו. ומה שהיה מזה שבע פעמים (ו)עליו – הוא משיחתו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"55\"></i>:<br>אי נמי<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"56\"></i>, מדכתיב (שמות כט, לו) \"וחיטאת על המזבח\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"57\"></i>, וחטוי זה הוא על ידי הזאה, כמו שנקרא \"מי חטאת\" (במדבר ח, ז) שמזין על טמאי מתים (רש\"י שם), והכי נמי היה מזה עליו משמן המשחה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"58\"></i>. וכן מוכח, דאי כפירוש רש\"י (שמות כט, לו) שפירש \"וחיטאת\" הוא מתנת דמים, וכי יתן דמים ואחר כך ימשח אותו בשמן המשחה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"59\"></i>, אלא פירוש \"וחיטאת\" הוא זריקת שמן המשחה, ואחר כך משחו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"60\"></i>, כדכתיב כאן \"ויז על המזבח וימשח אותו\", וזה נראה לי פשוט:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "619e8fc9ad9c4d6ad741a3bf", "index_title": "Jerusalem Talmud Pesachim", "category": "Talmud", "type": "related passage", "ref": "Jerusalem Talmud Pesachim 5:10:2", "anchorRef": "Leviticus 8:11", "anchorRefExpanded": ["Leviticus 8:11"], "sourceRef": "Jerusalem Talmud Pesachim 5:10:2", "sourceHeRef": "תלמוד ירושלמי פסחים ה׳:י׳:ב׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 10.0002, "collectiveTitle": {"en": "Jerusalem Talmud Pesachim", "he": "תלמוד ירושלמי פסחים"}, "heTitle": "תלמוד ירושלמי פסחים", "he": "<strong><big>הלכה:</big></strong> כָּתוּב וְהִזָּה מִמֶּנּוּ׃ מִכּוּלּוֹ. אָמַר רִבִּי אַבּוּנָא. וּבִלְבַד מִזֶּבַח שָׁלֵם. כְּתוּב וְהִקְטִ֨ירוּ אֹת֤וֹ. וְהִקְטִיר֥וֹ. וְהִקְטִירָ֥ם. מַה תַלְמוּד לוֹמַר וְהִקְטִ֨ירוּ אֹת֤וֹ. הַכָּשֵׁר וְלֹא הַפָּסוּל. וְהִקְטִיר֥וֹ. שֶׁלֹּא יְעָרֵב חֲלָבִים בַּחֲלָבִים. וְהִקְטִירָ֥ם. כּוּלָּם כְּאַחַת. הָכָא אַתָּ מַר. וְהִקְטִיר֥וֹ. שֶׁלֹּא יְעָרֵב חֲלָבִים בַּחֲלָבִים. וְהָכָא אַתָּ מַר. הִקְטִירָן. כּוּלָּן כְּאַחַת. אָמַר רִבִּי לָא. כָּאן בְּמַגִּס. וְכָאן עַל גַּבֵּי הַמִּזְבֵּחַ", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<strong>HALAKHAH:</strong> It is written, <i>he sprinkled from it</i><sup class=\"footnote-marker\">242</sup><i class=\"footnote\">There is no verse like this; probably what is meant is <a class=\"refLink\" data-ref=\"Leviticus 8:11\" href=\"/Leviticus.8.11\"><i>Lev.</i> 8:11</a>: וַיַּז֥ מִמֶּ֛נּוּ. Cf. <a class=\"refLink\" data-ref=\"Bekhorot 39b\" href=\"/Bekhorot.39b\">Babli <i>Bekhorot</i> 39b</a>.</i>, from its entirety. Rebbi Abuna said, only from a complete sacrifice. <sup class=\"footnote-marker\">243</sup><i class=\"footnote\"><i>Sifra Wayyiqra I Parsheta</i> 14(10).</i>“It is written, <i>they shall burn it, and he shall burn it, and he shall burn them</i><sup class=\"footnote-marker\">244</sup><i class=\"footnote\">The three expressions, from <a class=\"refLink\" data-ref=\"Leviticus 3:5\" href=\"/Leviticus.3.5\"><i>Lev</i>. 3:5</a>, <a class=\"refLink\" data-ref=\"Leviticus 3:11\" href=\"/Leviticus.3.11\">3:11</a>, <a class=\"refLink\" data-ref=\"Leviticus 3:16\" href=\"/Leviticus.3.16\">3:16</a>, all refer to well-being sacrifices, the first of cattle, the second of sheep, the third of goats. All three expressions are taken to refer to all three kinds, each one implying a different rule.</i>. Why does the verse say <i>they shall burn it,</i> the qualified, not the disqualified<sup class=\"footnote-marker\">245</sup><i class=\"footnote\">Since “it” is expressed by a separate word, it is for emphasis: This one but not one which does not follow the rules.</i>. <i>And he shall burn it,</i> that he may not mix fat with fat. <i>And he shall burn them,</i> all of them together.” Here you are saying, <i>and he shall burn it,</i> that he may not mix fat with fat; and there you are saying, <i>and he shall burn them,</i> all of them together. Rebbi La said, here in the tureen, there on the top of the altar<sup class=\"footnote-marker\">246</sup><i class=\"footnote\">Once the priest has started, he may not stop before all parts lifted from one animal are burned.</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6319d103b6084aa1cbf09d4b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מִזְבֵּחַ 1", "anchorRef": "Leviticus 8:11", "anchorRefExpanded": ["Leviticus 8:11"], "sourceRef": "BDB, מִזְבֵּחַ 1", "sourceHeRef": "בראון-דרייבר-בריגס, מִזְבֵּחַ א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מִזְבֵּחַ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">מִזְבֵּחַ</span></big><sub>401</sub>  <big><span dir=\"rtl\">מִזְבֵּחַ</span></big><sub>401</sub> <strong>n.m.</strong> <a data-ref=\"Joshua 22:10\" href=\"/Joshua.22.10\">Jos 22:10</a> <strong>altar (</strong>Arabic <span dir=\"rtl\">مَذْبَحٌ</span>, <em>place of slaughter, trench made by torrent</em>, Sab. <span dir=\"rtl\">מדֿבח</span> DHM<sup>Epigr. Denkm. 24</sup><strong>)</strong>; <span dir=\"rtl\">מ׳</span> abs. <a data-ref=\"II Kings 18:22\" href=\"/II_Kings.18.22\">2 K 18:22</a> + 223 times, <span dir=\"rtl\">הַמִּזְבֵּ֑חָה</span> <a data-ref=\"Exodus 29:13\" href=\"/Exodus.29.13\">Ex 29:13</a> + 31 times; cstr. <span dir=\"rtl\">מִזְבַּח</span> <a data-ref=\"Exodus 20:21\" href=\"/Exodus.20.21\">Ex 20:24</a> + 76 times, sf. <span dir=\"rtl\">מִזְבְּחִי</span> <a data-ref=\"Exodus 20:23\" href=\"/Exodus.20.23\">Ex 20:26</a> + 7 times, <span dir=\"rtl\">מִזְבַּחֲךָ</span> <a data-ref=\"I Kings 8:31\" href=\"/I_Kings.8.31\">1 K 8:31</a> + 3 times, <span dir=\"rtl\">מִזְבְּחֶ֑ךָ</span> <a data-ref=\"Deuteronomy 33:10\" href=\"/Deuteronomy.33.10\">Dt 33:10</a>; <span dir=\"rtl\">מִזְבְּחוֹ</span> <a data-ref=\"Judges 6:31\" href=\"/Judges.6.31\">Ju 6:31</a> + 2 times; pl. <span dir=\"rtl\">מִזְבְּחֹת</span> <a data-ref=\"Numbers 23:1\" href=\"/Numbers.23.1\">Nu 23:1</a> + 5 times, <span dir=\"rtl\">מִזְבְּחוֹת</span> <a data-ref=\"II Kings 21:3\" href=\"/II_Kings.21.3\">2 K 21:3</a> + 23 times, sf. <span dir=\"rtl\">מִזְבְּחוֹתֶיךָ</span> <a data-ref=\"Psalms 84:4\" href=\"/Psalms.84.4\">ψ 84:4</a>, other sfs. 21 times;—<br><strong>1.</strong>  JE narrate that altars were built by Noah after leaving the ark <a data-ref=\"Genesis 8:20\" href=\"/Genesis.8.20\">Gn 8:20</a>; by Abraham at Shechem <a data-ref=\"Genesis 12:7\" href=\"/Genesis.12.7\">12:7</a>, Bethel <a data-ref=\"Genesis 12:8\" href=\"/Genesis.12.8\">12:8</a>, Hebron <a data-ref=\"Genesis 13:18\" href=\"/Genesis.13.18\">13:18</a>, mt. in land Moriah <a data-ref=\"Genesis 22:9\" href=\"/Genesis.22.9\">22:9</a>; by Isaac at Beersheba <a data-ref=\"Genesis 26:25\" href=\"/Genesis.26.25\">26:25</a>; by Jacob at Shechem <a data-ref=\"Genesis 33:20\" href=\"/Genesis.33.20\">33:20</a> (yet this perhaps mistake for <span dir=\"rtl\">מַצֵּבָה</span>, being obj. of <span dir=\"rtl\">וַיַּצֶּב־שָׁם</span>, not elsewhere with <span dir=\"rtl\">מזבח</span>, cf. also Di), at Bethel <a data-ref=\"Genesis 35:7\" href=\"/Genesis.35.7\">35:7</a>, by Moses at Rephidim <a data-ref=\"Exodus 17:15\" href=\"/Exodus.17.15\">Ex 17:15</a>, Horeb <a data-ref=\"Exodus 24:4\" href=\"/Exodus.24.4\">24:4</a>, by Balak at Bamoth Baal, Pisgah, $ Peor <a data-ref=\"Numbers 23:1\" href=\"/Numbers.23.1\">Nu 23:1</a>, <a data-ref=\"Numbers 23:14\" href=\"/Numbers.23.14\">14</a>, <a data-ref=\"Numbers 23:29\" href=\"/Numbers.23.29\">29</a>; by Joshua on Mt. Ebal <a data-ref=\"Joshua 8:30\" href=\"/Joshua.8.30\">Jos 8:30</a>: the prophetic histories narrate that altars were built by Gideon at Ophra <a data-ref=\"Judges 6:24\" href=\"/Judges.6.24\">Ju 6:24</a>; by a man of God at Bethel <a data-ref=\"Judges 21:4\" href=\"/Judges.21.4\">Ju 21:4</a>; by Samuel at Ramah <a data-ref=\"I Samuel 7:17\" href=\"/I_Samuel.7.17\">1 S 7:17</a>; by Saul after Michmash <a data-ref=\"I Samuel 14:35\" href=\"/I_Samuel.14.35\">1 S 14:35</a>; by David on the threshing floor of Ornan <a data-ref=\"II Samuel 24:25\" href=\"/II_Samuel.24.25\">2 S 24:25</a> = <a data-ref=\"I Chronicles 21:18\" href=\"/I_Chronicles.21.18\">1 Ch 21:18</a>, <a data-ref=\"I Chronicles 22:1\" href=\"/I_Chronicles.22.1\">1 Ch 22:1</a>; that Solomon sacrificed on the altar at Gibeon <a data-ref=\"I Kings 3:4\" href=\"/I_Kings.3.4\">1 K 3:4</a> and built altars in the temple at Jerusalem <a data-ref=\"I Kings 6:20\" href=\"/I_Kings.6.20\">1 K 6:20</a>; <a data-ref=\"I Kings 8:64\" href=\"/I_Kings.8.64\">8:64</a>; that Jeroboam built an altar at Bethel <a data-ref=\"I Kings 12:32\" href=\"/I_Kings.12.32\">1 K 12:32</a> (which was destroyed by Josiah <a data-ref=\"II Kings 23:15\" href=\"/II_Kings.23.15\">2 K 23:15</a>); and that Elijah repaired an ancient altar on Carmel <a data-ref=\"I Kings 18:30\" href=\"/I_Kings.18.30\">1 K 18:30</a>. An altar in Egypt is predicted <a data-ref=\"Isaiah 19:19\" href=\"/Isaiah.19.19\">Is 19:19</a>. All this accords with the law of the Covenant code <a data-ref=\"Exodus 20:23\" href=\"/Exodus.20.23\">Ex 20:24–26</a> which recognises a plurality of altars and prescribes that they shall be built of <span dir=\"rtl\">אֲדָמָה</span>, or of unhewn stones, and without steps. So <span dir=\"rtl\">אֲבָנִים</span> <a data-ref=\"Deuteronomy 27:5\" href=\"/Deuteronomy.27.5\">Dt 27:5</a> (JE), <span dir=\"rtl\">אֲבָנִים שְׁלֵמוֹת</span> <a data-ref=\"Deuteronomy 25:6\" href=\"/Deuteronomy.25.6\">Dt 25:6</a> <a data-ref=\"Joshua 8:31\" href=\"/Joshua.8.31\">Jos 8:31</a>, and twelve stones <a data-ref=\"I Kings 18:31\" href=\"/I_Kings.18.31\">1 K 18:31</a>; cf. <a data-ref=\"Isaiah 27:9\" href=\"/Isaiah.27.9\">Is 27:9</a>. The altar was also a place of refuge <a data-ref=\"Exodus 21:14\" href=\"/Exodus.21.14\">Ex 21:14</a> (JE) <a data-ref=\"I Kings 1:50\" href=\"/I_Kings.1.50\">1 K 1:50</a>, <a data-ref=\"I Kings 1:51\" href=\"/I_Kings.1.51\">51</a>; <a data-ref=\"I Kings 2:28\" href=\"/I_Kings.2.28\">2:28</a>.<br><strong>2.</strong>  D prescribes one central altar <a data-ref=\"Deuteronomy 12:5\" href=\"/Deuteronomy.12.5\">Dt 12:5 f.</a>, <a data-ref=\"Deuteronomy 12:27\" href=\"/Deuteronomy.12.27\">27</a>; but no attempt to enforce this principle appears before Hezekiah (<a data-ref=\"II Kings 18:4\" href=\"/II_Kings.18.4\">2 K 18:4</a>, <a data-ref=\"II Kings 18:22\" href=\"/II_Kings.18.22\">22</a>), and Josiah, whose reform is more effectual, <a data-ref=\"II Kings 23:8-20\" href=\"/II_Kings.23.8-20\">2 K 23:8–20</a>.<br><strong>3.</strong>  P limits sacrifices to the altars of the tabernacle. A great altar was built E. of the Jordan, but it was according to P only as an <span dir=\"rtl\">עֵד</span> after the pattern of the altar before the Tabernacle <a data-ref=\"Joshua 22:10-34\" href=\"/Joshua.22.10-34\">Jos 22:10–34</a>. P describes two altars: <strong>a.</strong>  the <span dir=\"rtl\">מִזְבַּח הָעֹלָה</span> <a data-ref=\"Exodus 30:28\" href=\"/Exodus.30.28\">Ex 30:28</a>; <a data-ref=\"Exodus 31:9\" href=\"/Exodus.31.9\">31:9</a>; <a data-ref=\"Exodus 35:16\" href=\"/Exodus.35.16\">35:16</a>; <a data-ref=\"Exodus 38:1\" href=\"/Exodus.38.1\">38:1</a>; <a data-ref=\"Exodus 40:6\" href=\"/Exodus.40.6\">40:6</a>, <a data-ref=\"Exodus 40:10\" href=\"/Exodus.40.10\">10</a>, <a data-ref=\"Exodus 40:29\" href=\"/Exodus.40.29\">29</a> <a data-ref=\"Leviticus 4:7\" href=\"/Leviticus.4.7\">Lv 4:7</a>, <a data-ref=\"Leviticus 4:10\" href=\"/Leviticus.4.10\">10</a>, <a data-ref=\"Leviticus 4:25\" href=\"/Leviticus.4.25\">25</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 4:30\" href=\"/Leviticus.4.30\">30</a>, <a data-ref=\"Leviticus 4:34\" href=\"/Leviticus.4.34\">34</a> = <span dir=\"rtl\">מ׳ הַנְּחשֶׁת</span> <a data-ref=\"Exodus 38:30\" href=\"/Exodus.38.30\">Ex 38:30</a>; <a data-ref=\"Exodus 39:39\" href=\"/Exodus.39.39\">39:39</a>, made of acacia wood plated with brass, 5 × 5 × 3 cubits in size, with four horns and a network of brass, on which all sacrifices by fire were made <a data-ref=\"Exodus 27:1-8\" href=\"/Exodus.27.1-8\">Ex 27:1–8</a>; <a data-ref=\"Exodus 38:1-7\" href=\"/Exodus.38.1-7\">38:1–7</a>; <strong>b.</strong>  <span dir=\"rtl\">מ׳ מִקְטַר קְטֹרֶת</span> made of acacia wood plated with gold, 1 × 1 × 2 cubits in size, with four horns and a crown of gold <a data-ref=\"Exodus 30:1-6\" href=\"/Exodus.30.1-6\">Ex 30:1–6</a> = <span dir=\"rtl\">מ׳ הקטרת</span> <a data-ref=\"Exodus 30:27\" href=\"/Exodus.30.27\">Ex 30:27</a>; <a data-ref=\"Exodus 31:8\" href=\"/Exodus.31.8\">31:8</a>; <a data-ref=\"Exodus 35:15\" href=\"/Exodus.35.15\">35:15</a>; <a data-ref=\"Exodus 37:25\" href=\"/Exodus.37.25\">37:25</a> = <span dir=\"rtl\">מ׳ הזהב</span> <a data-ref=\"Exodus 39:38\" href=\"/Exodus.39.38\">Ex 39:38</a>; <a data-ref=\"Exodus 40:5\" href=\"/Exodus.40.5\">40:5</a>, <a data-ref=\"Exodus 40:26\" href=\"/Exodus.40.26\">26</a> <a data-ref=\"Numbers 4:11\" href=\"/Numbers.4.11\">Nu 4:11</a> = <span dir=\"rtl\">מ׳ קטרת הַסַּמִּים</span> <a data-ref=\"Leviticus 4:7\" href=\"/Leviticus.4.7\">Lv 4:7</a>; these altars are named elsewhere only in Chr. <a data-ref=\"I Chronicles 6:34\" href=\"/I_Chronicles.6.34\">1 Ch 6:34</a>; <a data-ref=\"I Chronicles 16:40\" href=\"/I_Chronicles.16.40\">16:40</a>; <a data-ref=\"I Chronicles 21:29\" href=\"/I_Chronicles.21.29\">21:29</a>; <a data-ref=\"II Chronicles 1:5\" href=\"/II_Chronicles.1.5\">2 Ch 1:5</a>, <a data-ref=\"II Chronicles 1:6\" href=\"/II_Chronicles.1.6\">6</a>.<br><strong>4.</strong>  Solomon made two altars for the temple at Jerusalem: <strong>a.</strong>  <span dir=\"rtl\">מ׳ הַנְּחשֶׁת</span> for the court <a data-ref=\"I Kings 8:64\" href=\"/I_Kings.8.64\">1 K 8:64</a> (which was laid aside by Ahaz <a data-ref=\"II Kings 16:14\" href=\"/II_Kings.16.14\">2 K 16:14</a>, <a data-ref=\"II Kings 16:15\" href=\"/II_Kings.16.15\">15</a>, who made an altar after the model of one he saw in Damascus <a data-ref=\"II Kings 16:11\" href=\"/II_Kings.16.11\">2 K 16:11</a>); in v <a data-ref=\"II Kings 16:14\" href=\"/II_Kings.16.14\">14</a> <span dir=\"rtl\">הַמִּזְבַּח הַנּ׳</span> (cstr. form c. art.) is erron., read prob. <span dir=\"rtl\">מִזְבַּח</span> cf. Ges<sup>§ 127. 4 a ad fin.</sup>; this altar, according to Chr, measured 20 × 20 × 10 cubits <a data-ref=\"II Chronicles 4:1\" href=\"/II_Chronicles.4.1\">2 Ch 4:1</a>; this <span dir=\"rtl\">מזבח (ה)נחשׁת</span> also <a data-ref=\"II Chronicles 7:7\" href=\"/II_Chronicles.7.7\">7:7</a> $ <a data-ref=\"Ezekiel 9:2\" href=\"/Ezekiel.9.2\">Ez 9:2</a>; = <span dir=\"rtl\">מ׳ העולה</span> <a data-ref=\"II Chronicles 29:18\" href=\"/II_Chronicles.29.18\">2 Ch 29:18</a>, repaired by Asa <a data-ref=\"II Chronicles 15:8\" href=\"/II_Chronicles.15.8\">2 Ch 15:8</a>; <strong>b.</strong>  an altar of cedar, plated with gold, in the temple before the <span dir=\"rtl\">דְּבִיר</span> <a data-ref=\"I Kings 6:20\" href=\"/I_Kings.6.20\">1 K 6:20</a>, <a data-ref=\"I Kings 6:22\" href=\"/I_Kings.6.22\">22</a>; <a data-ref=\"I Kings 7:48\" href=\"/I_Kings.7.48\">7:48</a>; = <span dir=\"rtl\">מ׳ הזהב</span> <a data-ref=\"II Chronicles 4:19\" href=\"/II_Chronicles.4.19\">2 Ch 4:19</a>; = <span dir=\"rtl\">מ׳ הַקְּטֹרֶת</span> <a data-ref=\"I Chronicles 28:18\" href=\"/I_Chronicles.28.18\">1 Ch 28:18</a>; <a data-ref=\"II Chronicles 26:16\" href=\"/II_Chronicles.26.16\">2 Ch 26:16</a>.<br><strong>5.</strong>  Ezekiel plans two altars for the new temple: <strong>a.</strong>  a table of wood 3 × 2 cubits <a data-ref=\"Ezekiel 41:22\" href=\"/Ezekiel.41.22\">Ez 41:22</a>; <strong>b.</strong>  an altar for the court, prob. same dimensions as <strong>4 a</strong>, with stairs <a data-ref=\"Ezekiel 43:13-17\" href=\"/Ezekiel.43.13-17\">Ez 43:13–17</a>.<br><strong>6.</strong>  after the return Jeshua built an altar on the ancient site in the court of the temple <a data-ref=\"Ezra 3:2\" href=\"/Ezra.3.2\">Ezr 3:2</a>.<br><strong>7.</strong>  besides these altars used in the worship of Yahweh, Ahab built an altar to Baal in Samaria <a data-ref=\"I Kings 16:32\" href=\"/I_Kings.16.32\">1 K 16:32</a>; Ahaz made an altar on the roof of the upper chamber, and other kings of Judah made altars in the two courts, all of which were destroyed by Josiah <a data-ref=\"II Kings 23:12\" href=\"/II_Kings.23.12\">2 K 23:12</a>.<br><strong>8.</strong>  the ancient and most common term for making altars was <span dir=\"rtl\">בָּנָה</span> <a data-ref=\"Genesis 35:7\" href=\"/Genesis.35.7\">Gn 35:7</a> (E) <a data-ref=\"Genesis 8:20\" href=\"/Genesis.8.20\">8:20</a> (J) <a data-ref=\"Deuteronomy 27:5\" href=\"/Deuteronomy.27.5\">Dt 27:5</a>, <a data-ref=\"Deuteronomy 27:6\" href=\"/Deuteronomy.27.6\">6</a> <a data-ref=\"Exodus 32:5\" href=\"/Exodus.32.5\">Ex 32:5</a> (JE) +, implying building material; other vbs. are <span dir=\"rtl\">הֵקִים</span> <a data-ref=\"II Samuel 24:18\" href=\"/II_Samuel.24.18\">2 S 24:18</a> <a data-ref=\"I Kings 16:32\" href=\"/I_Kings.16.32\">1 K 16:32</a> <a data-ref=\"II Kings 21:3\" href=\"/II_Kings.21.3\">2 K 21:3</a> <a data-ref=\"I Chronicles 21:18\" href=\"/I_Chronicles.21.18\">1 Ch 21:18</a> <a data-ref=\"II Chronicles 33:3\" href=\"/II_Chronicles.33.3\">2 Ch 33:3</a>; <span dir=\"rtl\">הֵכִין</span> <a data-ref=\"Ezra 3:3\" href=\"/Ezra.3.3\">Ezr 3:3</a> (sq. <span dir=\"rtl\">עַל־מְכוֹנֹתָו֯</span>); <span dir=\"rtl\">שִׂים</span> <a data-ref=\"Jeremiah 11:13\" href=\"/Jeremiah.11.13\">Je 11:13</a>; <span dir=\"rtl\">וַיַּצֶּב־</span> <a data-ref=\"Genesis 33:20\" href=\"/Genesis.33.20\">Gn 33:20</a> (but cf. <strong>1</strong>); <a data-ref=\"Numbers 23:4\" href=\"/Numbers.23.4\">Nu 23:4</a> (E) has <span dir=\"rtl\">עָרַךְ</span> <em>arrange, prepare;</em> <span dir=\"rtl\">עָשָׂה</span> <a data-ref=\"Genesis 35:1\" href=\"/Genesis.35.1\">Gn 35:1</a>, <a data-ref=\"Genesis 35:3\" href=\"/Genesis.35.3\">3</a> <a data-ref=\"Exodus 20:21\" href=\"/Exodus.20.21\">Ex 20:24</a> (E) <a data-ref=\"Genesis 13:4\" href=\"/Genesis.13.4\">Gn 13:4</a> (J) <a data-ref=\"Joshua 22:28\" href=\"/Joshua.22.28\">Jos 22:28</a> <a data-ref=\"I Kings 12:33\" href=\"/I_Kings.12.33\">1 K 12:33</a>; <a data-ref=\"I Kings 18:26\" href=\"/I_Kings.18.26\">18:26</a>; this becomes usual in P, <a data-ref=\"Exodus 27:1\" href=\"/Exodus.27.1\">Ex 27:1</a>; <a data-ref=\"Exodus 30:1\" href=\"/Exodus.30.1\">30:1</a>; <a data-ref=\"Exodus 37:25\" href=\"/Exodus.37.25\">37:25</a>; <a data-ref=\"Exodus 38:1\" href=\"/Exodus.38.1\">38:1</a>, <a data-ref=\"Exodus 38:30\" href=\"/Exodus.38.30\">30</a>, so <a data-ref=\"II Chronicles 4:1\" href=\"/II_Chronicles.4.1\">2 Ch 4:1</a>, <a data-ref=\"II Chronicles 4:19\" href=\"/II_Chronicles.4.19\">19</a>; <a data-ref=\"II Chronicles 7:7\" href=\"/II_Chronicles.7.7\">7:7</a>; <a data-ref=\"II Chronicles 28:24\" href=\"/II_Chronicles.28.24\">28:24</a>.<br><strong>9.</strong>  the dedication of the altar was <span dir=\"rtl\">חֲנֻכַּת המזבח</span> <a data-ref=\"Numbers 7:10\" href=\"/Numbers.7.10\">Nu 7:10</a>, <a data-ref=\"Numbers 7:11\" href=\"/Numbers.7.11\">11</a>, <a data-ref=\"Numbers 7:84\" href=\"/Numbers.7.84\">84</a>, <a data-ref=\"Numbers 7:88\" href=\"/Numbers.7.88\">88</a> <a data-ref=\"II Chronicles 7:9\" href=\"/II_Chronicles.7.9\">2 Ch 7:9</a>; it was anointed with oil <span dir=\"rtl\">מָשַׁח</span> <a data-ref=\"Exodus 40:10\" href=\"/Exodus.40.10\">Ex 40:10</a> <a data-ref=\"Leviticus 8:11\" href=\"/Leviticus.8.11\">Lv 8:11</a> <a data-ref=\"Numbers 7:10\" href=\"/Numbers.7.10\">Nu 7:10</a> (all P).<br><strong>10.</strong>  removal of unlawful altars is expr. by <span dir=\"rtl\">נָתַץ</span> <a data-ref=\"Exodus 34:13\" href=\"/Exodus.34.13\">Ex 34:13</a> (JE) <a data-ref=\"Deuteronomy 7:5\" href=\"/Deuteronomy.7.5\">Dt 7:5</a> <a data-ref=\"Judges 2:2\" href=\"/Judges.2.2\">Ju 2:2</a>; <a data-ref=\"Judges 6:30\" href=\"/Judges.6.30\">6:30</a>, <a data-ref=\"Judges 6:31\" href=\"/Judges.6.31\">31</a>, <a data-ref=\"Judges 6:32\" href=\"/Judges.6.32\">32</a> <a data-ref=\"II Kings 11:18\" href=\"/II_Kings.11.18\">2 K 11:18</a>; <a data-ref=\"II Kings 23:12\" href=\"/II_Kings.23.12\">23:12</a>, <a data-ref=\"II Kings 23:15\" href=\"/II_Kings.23.15\">15</a>; <span dir=\"rtl\">נִתַּץ</span> (Pi) <a data-ref=\"Deuteronomy 12:3\" href=\"/Deuteronomy.12.3\">Dt 12:3</a> <a data-ref=\"II Chronicles 31:1\" href=\"/II_Chronicles.31.1\">2 Ch 31:1</a>; <a data-ref=\"II Chronicles 34:4\" href=\"/II_Chronicles.34.4\">34:4</a>, <a data-ref=\"II Chronicles 34:7\" href=\"/II_Chronicles.34.7\">7</a>; <span dir=\"rtl\">נֻתַּץ</span> <a data-ref=\"Judges 6:28\" href=\"/Judges.6.28\">Ju 6:28</a>; <span dir=\"rtl\">הָרַס</span> <a data-ref=\"Judges 6:25\" href=\"/Judges.6.25\">Ju 6:25</a> <a data-ref=\"I Kings 19:10\" href=\"/I_Kings.19.10\">1 K 19:10</a>, <a data-ref=\"I Kings 19:14\" href=\"/I_Kings.19.14\">14</a>; <span dir=\"rtl\">שִׁבַּר</span> <a data-ref=\"II Chronicles 23:17\" href=\"/II_Chronicles.23.17\">2 Ch 23:17</a>; <span dir=\"rtl\">הֵסִיר</span> <a data-ref=\"II Kings 18:22\" href=\"/II_Kings.18.22\">2 K 18:22</a> = <a data-ref=\"Isaiah 36:7\" href=\"/Isaiah.36.7\">Is 36:7</a>, <a data-ref=\"II Chronicles 14:2\" href=\"/II_Chronicles.14.2\">2 Ch 14:2</a>; <a data-ref=\"II Chronicles 30:14\" href=\"/II_Chronicles.30.14\">30:14</a>; <a data-ref=\"II Chronicles 32:12\" href=\"/II_Chronicles.32.12\">32:12</a>; <a data-ref=\"II Chronicles 33:15\" href=\"/II_Chronicles.33.15\">33:15</a>.<br><strong>11.</strong>  ministry at the altar was <span dir=\"rtl\">מִשְׁמֶרֶת הַמּ׳</span> <a data-ref=\"Numbers 18:5\" href=\"/Numbers.18.5\">Nu 18:5</a> <a data-ref=\"Ezekiel 40:46\" href=\"/Ezekiel.40.46\">Ez 40:46</a>, cf. <a data-ref=\"Numbers 3:31\" href=\"/Numbers.3.31\">Nu 3:31</a> (P), <span dir=\"rtl\">מְשָֽׁרְתֵי מ׳</span> <a data-ref=\"Joel 1:13\" href=\"/Joel.1.13\">Jo 1:13</a>; <span dir=\"rtl\">עָמַד עַל</span> is said of officiating priest <a data-ref=\"I Kings 13:1\" href=\"/I_Kings.13.1\">1 K 13:1</a>, <span dir=\"rtl\">עָלָה עַל</span> <a data-ref=\"Exodus 20:23\" href=\"/Exodus.20.23\">Ex 20:26</a> <a data-ref=\"I Samuel 2:28\" href=\"/I_Samuel.2.28\">1 S 2:28</a> <a data-ref=\"I Kings 12:33\" href=\"/I_Kings.12.33\">1 K 12:33</a> + (cf. <a data-ref=\"BDB, יָרַד\" href=\"/BDB,_יָרַד\", dir=\"rtl\">יָרַד</a> <a data-ref=\"Leviticus 9:22\" href=\"/Leviticus.9.22\">Lv 9:22</a>); sacrifices were usually offered <span dir=\"rtl\">עַל־הַמִּזְבֵּחַ</span> <a data-ref=\"Genesis 22:9\" href=\"/Genesis.22.9\">Gn 22:9</a> <a data-ref=\"Deuteronomy 12:27\" href=\"/Deuteronomy.12.27\">Dt 12:27</a> +; v. especially the phrases with <span dir=\"rtl\">זָרַק</span> <a data-ref=\"Exodus 29:16\" href=\"/Exodus.29.16\">Ex 29:16</a>, <a data-ref=\"Exodus 29:20\" href=\"/Exodus.29.20\">20</a> + (v. <a data-ref=\"BDB, זָרַק\" href=\"/BDB,_זָרַק\", dir=\"rtl\">זרק</a>); <span dir=\"rtl\">הִקְטִיר</span> <a data-ref=\"Leviticus 4:10\" href=\"/Leviticus.4.10\">Lv 4:10</a> (v. <a data-ref=\"BDB, קטר\" href=\"/BDB,_קטר\", dir=\"rtl\">קטר</a> <strong>Hiph</strong>.); <span dir=\"rtl\">הֶעֱלָה</span> <a data-ref=\"Leviticus 6:3\" href=\"/Leviticus.6.3\">Lv 6:3</a> + (v. <a data-ref=\"BDB, עָלָה\" href=\"/BDB,_עָלָה\", dir=\"rtl\">עלה</a> <strong>Hiph</strong>.) <span dir=\"rtl\">לְבַעֵר</span> <a data-ref=\"Nehemiah 10:35\" href=\"/Nehemiah.10.35\">Ne 10:35</a>; but <span dir=\"rtl\">בַּמִּזְבֵּחַ</span> <a data-ref=\"Genesis 8:20\" href=\"/Genesis.8.20\">Gn 8:20</a> (J) <a data-ref=\"Numbers 23:2\" href=\"/Numbers.23.2\">Nu 23:2</a>, <a data-ref=\"Numbers 23:4\" href=\"/Numbers.23.4\">4</a>, <a data-ref=\"Numbers 23:14\" href=\"/Numbers.23.14\">14</a>, <a data-ref=\"Numbers 23:30\" href=\"/Numbers.23.30\">30</a> (E); one touching the altar is <span dir=\"rtl\">הַנֹּגֵעַ בַּמּ׳</span> <a data-ref=\"Exodus 29:37\" href=\"/Exodus.29.37\">Ex 29:37</a> (P); <span dir=\"rtl\">לפני המ׳</span> of placing, or standing <em>before</em> altar <a data-ref=\"Deuteronomy 26:4\" href=\"/Deuteronomy.26.4\">Dt 26:4</a> <a data-ref=\"I Kings 8:22\" href=\"/I_Kings.8.22\">1 K 8:22</a>; as <strong>acc.loc.</strong> <span dir=\"rtl\">הַמִּזְבֵּ֫חָה</span> in phrases especially c. <span dir=\"rtl\">הִקְטִיר</span> <a data-ref=\"Exodus 29:13\" href=\"/Exodus.29.13\">Ex 29:13</a> +, and <span dir=\"rtl\">הֶעֱלָה</span> <a data-ref=\"Leviticus 14:20\" href=\"/Leviticus.14.20\">Lv 14:20</a>.<br><strong>12.</strong>  the horns of the altar were especially for the application of the blood of the sin-offering in the ritual; sin is represented as graven <span dir=\"rtl\">לְקַרְנוֹת מִזְבְּחוֹתֵיכֶם</span> <a data-ref=\"Jeremiah 17:1\" href=\"/Jeremiah.17.1\">Je 17:1</a>; therefore of blood for cleansing it was said †<span dir=\"rtl\">נָתַן על קרנות המ׳</span> <a data-ref=\"Exodus 29:12\" href=\"/Exodus.29.12\">Ex 29:12</a> <a data-ref=\"Leviticus 4:7\" href=\"/Leviticus.4.7\">Lv 4:7</a>, <a data-ref=\"Leviticus 4:18\" href=\"/Leviticus.4.18\">18</a>, <a data-ref=\"Leviticus 4:25\" href=\"/Leviticus.4.25\">25</a>, <a data-ref=\"Leviticus 4:30\" href=\"/Leviticus.4.30\">30</a>, <a data-ref=\"Leviticus 4:34\" href=\"/Leviticus.4.34\">34</a>; <a data-ref=\"Leviticus 8:15\" href=\"/Leviticus.8.15\">8:15</a>; <a data-ref=\"Leviticus 9:9\" href=\"/Leviticus.9.9\">9:9</a>; <a data-ref=\"Leviticus 16:18\" href=\"/Leviticus.16.18\">16:18</a> (all P). An ancient custom is referred to, <a data-ref=\"Psalms 118:27\" href=\"/Psalms.118.27\">ψ 118:27</a> <span dir=\"rtl\">אִסְרוּ־חַג בַּעֲבֹתִ֑ים עַד־קרנות המזבח</span> <em>bind the festal victim with cords, unto the horns of the altar:</em> Ainsworth paraphrases: ‘that is, all the court over, untill you come even to the hornes of the altar, intending hereby many sacrifices,’ so De; but Che ‘bind the procession with branches, (step on) to the altar-horns,’ that is in sacred procession round the altar.<br><strong>13.</strong>  the <span dir=\"rtl\">יְסוֹד</span> (q.v.) is also referred to in the ritual of the sin-offerings in the phrases <span dir=\"rtl\">יָצַק אל יסוד</span> <a data-ref=\"Leviticus 8:15\" href=\"/Leviticus.8.15\">Lv 8:15</a>; <a data-ref=\"Leviticus 9:9\" href=\"/Leviticus.9.9\">9:9</a> $ <span dir=\"rtl\">שָׂפַךְ אל יסוד</span> <a data-ref=\"Exodus 29:12\" href=\"/Exodus.29.12\">Ex 29:12</a> <a data-ref=\"Leviticus 4:7\" href=\"/Leviticus.4.7\">Lv 4:7</a>, <a data-ref=\"Leviticus 4:18\" href=\"/Leviticus.4.18\">18</a>, <a data-ref=\"Leviticus 4:25\" href=\"/Leviticus.4.25\">25</a>, <a data-ref=\"Leviticus 4:30\" href=\"/Leviticus.4.30\">30</a>, <a data-ref=\"Leviticus 4:34\" href=\"/Leviticus.4.34\">34</a> (all P) <span dir=\"rtl\">יִמָּצֵה אל יסוד</span> <a data-ref=\"Leviticus 5:9\" href=\"/Leviticus.5.9\">Lv 5:9</a>.<br><strong>14.</strong>  the altar was <span dir=\"rtl\">קֹדֶשׁ קָדָשִׁים</span> <a data-ref=\"Exodus 29:37\" href=\"/Exodus.29.37\">Ex 29:37</a>; <a data-ref=\"Exodus 40:10\" href=\"/Exodus.40.10\">40:10</a> (P); but repeated sin-offerings were necessary to keep it pure and cleanse it from the pollution of the people in whose midst it was situated. This is expressed by <span dir=\"rtl\">חִטֵּא</span> <a data-ref=\"Leviticus 8:15\" href=\"/Leviticus.8.15\">Lv 8:15</a> (P) <a data-ref=\"Ezekiel 43:22\" href=\"/Ezekiel.43.22\">Ez 43:22</a>; <span dir=\"rtl\">כִּפֶּר</span> <a data-ref=\"Leviticus 16:20\" href=\"/Leviticus.16.20\">Lv 16:20</a>, <a data-ref=\"Leviticus 16:33\" href=\"/Leviticus.16.33\">33</a> (P) <a data-ref=\"Ezekiel 43:26\" href=\"/Ezekiel.43.26\">Ez 43:26</a>; <span dir=\"rtl\">קִדַּשׂ</span> <a data-ref=\"Exodus 29:44\" href=\"/Exodus.29.44\">Ex 29:44</a>; <a data-ref=\"Exodus 40:10\" href=\"/Exodus.40.10\">40:10</a> <a data-ref=\"Leviticus 8:15\" href=\"/Leviticus.8.15\">Lv 8:15</a> <a data-ref=\"Numbers 7:1\" href=\"/Numbers.7.1\">Nu 7:1</a> (P); <span dir=\"rtl\">טִהַר</span> <a data-ref=\"II Chronicles 29:18\" href=\"/II_Chronicles.29.18\">2 Ch 29:18</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d227b6084aa1cbf169b7", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, כִּיֹּר 1", "anchorRef": "Leviticus 8:11", "anchorRefExpanded": ["Leviticus 8:11"], "sourceRef": "BDB, כִּיֹּר 1", "sourceHeRef": "בראון-דרייבר-בריגס, כִּיֹּר א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "כִּיֹּר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">כִּיֹּר</span>, <span dir=\"rtl\">כִּיּוֹר</span></big>  <strong>n.m.</strong> <sup>1 K 7:38</sup> <strong>pot, basin (</strong>NH <span dir=\"rtl\">כִּיּוֹר</span> <em>wash-basin</em>, so Aramaic <span dir=\"rtl\">כִּיּוֹרָא</span><strong>)</strong>—abs. <span dir=\"rtl\">כִּיֹּר</span> <a data-ref=\"I Kings 7:30\" href=\"/I_Kings.7.30\">1 K 7:30</a> + 8 times; <span dir=\"rtl\">כִּיּוֹר</span> <a data-ref=\"I Samuel 2:14\" href=\"/I_Samuel.2.14\">1 S 2:14</a> + 5 times; cstr. <span dir=\"rtl\">כִּיּוֹר</span> <a data-ref=\"Exodus 30:18\" href=\"/Exodus.30.18\">Ex 30:18</a> + 2 times; pl. abs. <span dir=\"rtl\">כִּיֹּרוֹת</span> <a data-ref=\"I Kings 7:40\" href=\"/I_Kings.7.40\">1 K 7:40</a> (but v. infr.), <a data-ref=\"II Chronicles 4:14\" href=\"/II_Chronicles.4.14\">2 Ch 4:14</a>; <span dir=\"rtl\">כִּיֹּרֹת</span> <a data-ref=\"I Kings 7:43\" href=\"/I_Kings.7.43\">1 K 7:43</a>; <span dir=\"rtl\">כִּיּוֹרִים</span> <a data-ref=\"II Chronicles 4:6\" href=\"/II_Chronicles.4.6\">2 Ch 4:6</a>; cstr. <span dir=\"rtl\">כִּיֹּרוֹת</span> <a data-ref=\"I Kings 7:38\" href=\"/I_Kings.7.38\">1 K 7:38</a>;—<br><strong>1.</strong>  <em>pot</em> for cooking <a data-ref=\"I Samuel 2:14\" href=\"/I_Samuel.2.14\">1 S 2:14</a> (‖ <span dir=\"rtl\">דּוּד</span>, <span dir=\"rtl\">קַלַּחַת</span>, <span dir=\"rtl\">פָּרוּר</span>).<br><strong>2.</strong>  <em>fire-pot</em> <span dir=\"rtl\">כִּיּוֹר אֵשׁ</span> <a data-ref=\"Zechariah 12:6\" href=\"/Zechariah.12.6\">Zc 12:6</a> (‖ <span dir=\"rtl\">לַפִּיד אֵשׁ</span>; fig. of chiefs of Judah).<br><strong>3.</strong>  <em>basin</em> of bronze for washing <em>laver;</em> set on a bronze support <strong>a.</strong>  before tabernacle <a data-ref=\"Exodus 30:18\" href=\"/Exodus.30.18\">Ex 30:18</a>, <a data-ref=\"Exodus 30:28\" href=\"/Exodus.30.28\">28</a>; <a data-ref=\"Exodus 31:9\" href=\"/Exodus.31.9\">31:9</a>; <a data-ref=\"Exodus 35:16\" href=\"/Exodus.35.16\">35:16</a>; <a data-ref=\"Exodus 38:8\" href=\"/Exodus.38.8\">38:8</a>; <a data-ref=\"Exodus 39:39\" href=\"/Exodus.39.39\">39:39</a>; <a data-ref=\"Exodus 40:7\" href=\"/Exodus.40.7\">40:7</a>, <a data-ref=\"Exodus 40:11\" href=\"/Exodus.40.11\">11</a>, <a data-ref=\"Exodus 40:30\" href=\"/Exodus.40.30\">30</a> <a data-ref=\"Leviticus 8:11\" href=\"/Leviticus.8.11\">Lv 8:11</a> (all P). <strong>b.</strong>  10 in number, 5 at front corners of temple <a data-ref=\"I Kings 7:30\" href=\"/I_Kings.7.30\">1 K 7:30</a>, <a data-ref=\"I Kings 7:38\" href=\"/I_Kings.7.38\">38</a><sup>(×3)</sup>, <a data-ref=\"I Kings 7:43\" href=\"/I_Kings.7.43\">43</a> <a data-ref=\"II Kings 16:17\" href=\"/II_Kings.16.17\">2 K 16:17</a> <a data-ref=\"II Chronicles 4:14\" href=\"/II_Chronicles.4.14\">2 Ch 4:14</a>, <a data-ref=\"II Chronicles 4:6\" href=\"/II_Chronicles.4.6\">2 Ch 4:6</a> (<a data-ref=\"I Kings 7:40\" href=\"/I_Kings.7.40\">1 K 7:40</a> read <span dir=\"rtl\">הַסִּירוֹת</span> as v <a data-ref=\"I Kings 7:45\" href=\"/I_Kings.7.45\">45</a> and ‖ <a data-ref=\"II Chronicles 4:11\" href=\"/II_Chronicles.4.11\">2 Ch 4:11</a>, <a data-ref=\"II Chronicles 4:16\" href=\"/II_Chronicles.4.16\">16</a>, so Heb. Codd. 𝔊 𝔙 Th Ke Sta Klo al.)<br><strong>4.</strong>  <em>platform</em> or <em>stage</em> of bronze (prob. round, bowl-like in shape) on which, according to Chr, solomon stood and kneeled <a data-ref=\"II Chronicles 6:13\" href=\"/II_Chronicles.6.13\">2 Ch 6:13</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d241b6084aa1cbf17d5b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, כֵּן⁶ 1", "anchorRef": "Leviticus 8:11", "anchorRefExpanded": ["Leviticus 8:11"], "sourceRef": "BDB, כֵּן⁶ 1", "sourceHeRef": "בראון-דרייבר-בריגס, כֵּן⁶ א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "כֵּן⁶", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† III. <big><span dir=\"rtl\">כֵּן</span></big>  <strong>n.m. base, pedestal, office (</strong>NH <span dir=\"rtl\">כַּנָּה</span>; Aramaic <span dir=\"rtl\">כַּנְתָּא</span>, <span dir=\"rtl\">ܟܰܢܳܐ</span> <strong>)</strong>—abs. <span dir=\"rtl\">כ׳</span> <a data-ref=\"Isaiah 33:23\" href=\"/Isaiah.33.23\">Is 33:23</a> <a data-ref=\"I Kings 7:31\" href=\"/I_Kings.7.31\">1 K 7:31</a> (but v. infr.); sf. <span dir=\"rtl\">כַּנּוֹ</span> <a data-ref=\"Exodus 30:18\" href=\"/Exodus.30.18\">Ex 30:18</a> + 11 times; <span dir=\"rtl\">כַּנֶּ֑ךָ</span> <a data-ref=\"Genesis 40:13\" href=\"/Genesis.40.13\">Gn 40:13</a>; <span dir=\"rtl\">כַּנִּי</span> <a data-ref=\"Genesis 41:13\" href=\"/Genesis.41.13\">41:13</a>;—<br><strong>1.</strong>  lit. <em>base, pedestal</em>, <a data-ref=\"I Kings 7:31\" href=\"/I_Kings.7.31\">1 K 7:31</a> (like) the work of <em>a pedestal</em> (Th VB), according to Sta<sup>ZAW iii, 1883, 161, 162</sup> <span dir=\"rtl\">מַעֲשֵׂה־כֵן</span> is in wrong place, being orig. part of a gloss to v <a data-ref=\"I Kings 7:35\" href=\"/I_Kings.7.35\">35</a>;—<span dir=\"rtl\">כ׳</span> in v <a data-ref=\"I Kings 7:29\" href=\"/I_Kings.7.29\">29</a> = <em>thus</em>, or is textual error;—<span dir=\"rtl\">כֵּן־תָּרְנָם</span> <a data-ref=\"Isaiah 33:23\" href=\"/Isaiah.33.23\">Is 33:23</a> <em>the base</em> (<em>support</em> or <em>socket</em>) <em>of their mast</em> (so Thes and most); especially of base of laver of tabernacle <a data-ref=\"Exodus 30:18\" href=\"/Exodus.30.18\">Ex 30:18</a>, <a data-ref=\"Exodus 30:28\" href=\"/Exodus.30.28\">28</a>; <a data-ref=\"Exodus 31:9\" href=\"/Exodus.31.9\">31:9</a>; <a data-ref=\"Exodus 35:16\" href=\"/Exodus.35.16\">35:16</a>; <a data-ref=\"Exodus 38:8\" href=\"/Exodus.38.8\">38:8</a>; <a data-ref=\"Exodus 39:39\" href=\"/Exodus.39.39\">39:39</a>; <a data-ref=\"Exodus 40:11\" href=\"/Exodus.40.11\">40:11</a> <a data-ref=\"Leviticus 8:11\" href=\"/Leviticus.8.11\">Lv 8:11</a> (all P).<br><strong>2.</strong>  <em>office, place</em> <a data-ref=\"Genesis 40:13\" href=\"/Genesis.40.13\">Gn 40:13</a>; <a data-ref=\"Genesis 41:13\" href=\"/Genesis.41.13\">41:13</a> (both E); hence (late) <span dir=\"rtl\">עַל־כַּנּוֹ</span> <em>in his place</em> <a data-ref=\"Daniel 11:20\" href=\"/Daniel.11.20\">Dn 11:20</a>, <a data-ref=\"Daniel 11:21\" href=\"/Daniel.11.21\">21</a>, <a data-ref=\"Daniel 11:38\" href=\"/Daniel.11.38\">38</a> (i.e. in his stead, as his successor, cf. Germ. <em>an seiner Stelle</em>); <span dir=\"rtl\">עַל</span> om. v <a data-ref=\"Daniel 11:7\" href=\"/Daniel.11.7\">7</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2d8b6084aa1cbf1f231", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מָשַׁח 1", "anchorRef": "Leviticus 8:11", "anchorRefExpanded": ["Leviticus 8:11"], "sourceRef": "BDB, מָשַׁח 1", "sourceHeRef": "בראון-דרייבר-בריגס, מָשַׁח א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מָשַׁח", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big><span dir=\"rtl\">מָשַׁח</span></big></big>  <strong>vb. smear, anoint (</strong>NH <em>id.;</em> orig. prob. as Arabic <span dir=\"rtl\">مَسَحَ</span> <em>wipe</em> or <em>stroke with the hand</em> (cf. RS<sup>Sem. i. 215; 2nd ed., 233</sup>), <em>anoint</em>, Aramaic <span dir=\"rtl\">ܡܫܰܚ</span>, <span dir=\"rtl\">מְשַׁח</span> <em>anoint;</em> on <span dir=\"rtl\">משח</span>, <em>id.</em> (?) in Aramaic inscr. v. CIS<sup>ii. 1, No. 145, C, 1</sup>; Palm. <span dir=\"rtl\">משחא</span> <em>oil</em> Vog<sup> No. 16</sup>; Ethiopic መስሐ <em>anoint, feast, dine</em> Di<sup>Lex 176</sup>; (Assyrian <em>mašâḫu</em> is <em>measure;</em> Aramaic <span dir=\"rtl\">מְשַׁח</span> <em>id.;</em> Arabic <span dir=\"rtl\">مساحة</span> <em>measurement</em>, cf. Dl<sup>Prol 178</sup> Frä <sup>282</sup>)<strong>)</strong>;—<br><strong>Qal</strong>  Pf. 3 ms. <span dir=\"rtl\">מ׳</span> <a data-ref=\"Numbers 3:3\" href=\"/Numbers.3.3\">Nu 3:3</a> + 2 times; sf. <span dir=\"rtl\">מְשָֽׁחֲךָ</span> <a data-ref=\"Psalms 45:8\" href=\"/Psalms.45.8\">ψ 45:8</a> <a data-ref=\"I Samuel 10:1\" href=\"/I_Samuel.10.1\">1 S 10:1</a>; <span dir=\"rtl\">מְשָׁחוֹ</span> <a data-ref=\"II Chronicles 22:7\" href=\"/II_Chronicles.22.7\">2 Ch 22:7</a>; 2 ms. <span dir=\"rtl\">מָשַׁחְתָּ</span> <a data-ref=\"Genesis 31:13\" href=\"/Genesis.31.13\">Gn 31:13</a> + 12 times, + 9 times Pf.; Impf. 3 ms. <span dir=\"rtl\">יִמְשַׁח</span> <a data-ref=\"Leviticus 16:32\" href=\"/Leviticus.16.32\">Lv 16:32</a> + 6 times; 3 mpl. <span dir=\"rtl\">יִמְשָׁ֑חוּ</span> <a data-ref=\"Amos 6:6\" href=\"/Amos.6.6\">Am 6:6</a>, + 13 times Impf.; Imv. sf. <span dir=\"rtl\">מְשָׁחֵהוּ</span> <a data-ref=\"I Samuel 16:12\" href=\"/I_Samuel.16.12\">1 S 16:12</a>; pl. <span dir=\"rtl\">מִשְׁחוּ</span> <a data-ref=\"Isaiah 21:5\" href=\"/Isaiah.21.5\">Is 21:5</a>; Inf. abs. <span dir=\"rtl\">מָשׁוֹחַ</span> <a data-ref=\"Jeremiah 22:14\" href=\"/Jeremiah.22.14\">Je 22:14</a>; cstr. <span dir=\"rtl\">מְשֹׁחַ</span> <a data-ref=\"Judges 9:8\" href=\"/Judges.9.8\">Ju 9:8</a>; <a data-ref=\"Daniel 9:24\" href=\"/Daniel.9.24\">Dn 9:24</a> + <a data-ref=\"Hosea 8:3\" href=\"/Hosea.8.3\">Ho 8:3</a> 𝔊 We GASm Now; <span dir=\"rtl\">מָשְׁחָה</span> <a data-ref=\"Exodus 29:29\" href=\"/Exodus.29.29\">Ex 29:29</a>; sf. <span dir=\"rtl\">מְשָֽׁחֳךָ</span> <a data-ref=\"I Samuel 15:1\" href=\"/I_Samuel.15.1\">1 S 15:1</a> (Baer); <span dir=\"rtl\">מָשְׁחוֹ</span> <a data-ref=\"Leviticus 7:36\" href=\"/Leviticus.7.36\">Lv 7:36</a>; <span dir=\"rtl\">מָשְׁחָתָם</span> <a data-ref=\"Exodus 40:15\" href=\"/Exodus.40.15\">Ex 40:15</a>; Pt. pl. <span dir=\"rtl\">מֹשְׁחִים</span> <a data-ref=\"Judges 9:15\" href=\"/Judges.9.15\">Ju 9:15</a>; pass. <span dir=\"rtl\">מָשׁוּחַ</span> <a data-ref=\"II Samuel 3:39\" href=\"/II_Samuel.3.39\">2 S 3:39</a> (We suggests deriv. from <span dir=\"rtl\">שׁח</span>, defect. <span dir=\"rtl\">משׁח (מֻשַׁח)</span>, wrongly read as <span dir=\"rtl\">מָשֻׁחַ</span>; or by transposition <span dir=\"rtl\">משׁוח</span> may have been mistaken for an unexampled <span dir=\"rtl\">מוּשָׁח</span> Hoph. Pt. of <span dir=\"rtl\">שׁוח</span>); <span dir=\"rtl\">מָשִׁיחַ</span> <a data-ref=\"II Samuel 1:21\" href=\"/II_Samuel.1.21\">2 S 1:21</a> (but read <span dir=\"rtl\">מָשֻׁחַ</span> (or <span dir=\"rtl\">נמשׁח</span>) Codd. We Dr Kit Bu HPS); pl. <span dir=\"rtl\">מְשֻׁחִים</span> <a data-ref=\"Exodus 29:2\" href=\"/Exodus.29.2\">Ex 29:2</a> + 4 times;— <strong>1.</strong>  <em>smear</em>, house with colour (paint) <a data-ref=\"Jeremiah 22:14\" href=\"/Jeremiah.22.14\">Je 22:14</a>; shield with oil (anoint) <a data-ref=\"Isaiah 21:5\" href=\"/Isaiah.21.5\">Is 21:5</a>; <a data-ref=\"II Samuel 1:21\" href=\"/II_Samuel.1.21\">2 S 1:21</a> (cf. Dr; Gr <span dir=\"rtl\">כְּלִי מָשׁוּחַ</span> <em>weapon anointed;</em> Peters<sup>JBL 1893, 56</sup> <span dir=\"rtl\">כְּלֵי מָשׁוּחַ</span> <em>weapons of one</em> (the king) <em>anointed</em>); the person, with ointments <a data-ref=\"Amos 6:6\" href=\"/Amos.6.6\">Am 6:6</a>; unleavened cakes, with oil <a data-ref=\"Exodus 29:2\" href=\"/Exodus.29.2\">Ex 29:2</a>; <a data-ref=\"Leviticus 2:4\" href=\"/Leviticus.2.4\">Lv 2:4</a>; <a data-ref=\"Leviticus 7:12\" href=\"/Leviticus.7.12\">7:12</a>; <a data-ref=\"Numbers 6:15\" href=\"/Numbers.6.15\">Nu 6:15</a> (P). <strong>2.</strong>  <em>anoint</em>, as consecration, solemn setting apart to an office, always by the use of oil poured on the head: <span dir=\"rtl\">לנביא</span> as a prophet <a data-ref=\"I Kings 19:16\" href=\"/I_Kings.19.16\">1 K 19:16</a> (Elisha by Elijah) <a data-ref=\"Isaiah 61:1\" href=\"/Isaiah.61.1\">Is 61:1</a>; elsewhere of king, c. acc., <span dir=\"rtl\">מֶלֶךְ</span> <a data-ref=\"Judges 9:8\" href=\"/Judges.9.8\">Ju 9:8</a> (E), so <a data-ref=\"Hosea 8:3\" href=\"/Hosea.8.3\">Ho 8:3</a> reading <span dir=\"rtl\">מִמְּשֹׁחַ מֶלֶךְ</span> (for MT <span dir=\"rtl\">מִמַּשָּׂא מ׳</span>) We GASm Now; also <a data-ref=\"Hosea 7:3\" href=\"/Hosea.7.3\">Ho 7:3</a> reading <span dir=\"rtl\">יִמְשְׁחוּ</span> (for MT <span dir=\"rtl\">יְשַׂמְּחוּ</span>) We Now; elsewhere acc. pers. <a data-ref=\"I Samuel 16:3\" href=\"/I_Samuel.16.3\">1 S 16:3</a>, <a data-ref=\"I Samuel 16:12\" href=\"/I_Samuel.16.12\">12</a>, <a data-ref=\"I Samuel 16:13\" href=\"/I_Samuel.16.13\">13</a>; <a data-ref=\"I Kings 1:39\" href=\"/I_Kings.1.39\">1 K 1:39</a>; <a data-ref=\"II Kings 11:12\" href=\"/II_Kings.11.12\">2 K 11:12</a>; <a data-ref=\"II Kings 23:30\" href=\"/II_Kings.23.30\">23:30</a>; <a data-ref=\"II Chronicles 22:7\" href=\"/II_Chronicles.22.7\">2 Ch 22:7</a>; <a data-ref=\"II Chronicles 23:11\" href=\"/II_Chronicles.23.11\">23:11</a>; <span dir=\"rtl\">בְּשֶׁמֶן קָדְשִׁי</span> <a data-ref=\"Psalms 89:21\" href=\"/Psalms.89.21\">ψ 89:21</a> <em>with my holy oil;</em> <span dir=\"rtl\">שׁמן שָׂשׂוֹן</span> <a data-ref=\"Psalms 45:8\" href=\"/Psalms.45.8\">ψ 45:8</a> (fig.); c. <span dir=\"rtl\">על</span>, <a data-ref=\"II Samuel 19:11\" href=\"/II_Samuel.19.11\">2 S 19:11</a> whom <em>we have anointed over</em> us; <span dir=\"rtl\">לְמֶלֶךְ</span> <a data-ref=\"I Kings 1:45\" href=\"/I_Kings.1.45\">1 K 1:45</a>; <a data-ref=\"I Kings 5:15\" href=\"/I_Kings.5.15\">5:15</a>; c. <span dir=\"rtl\">עַל</span>, <span dir=\"rtl\">לְמֶלֶךְ</span> <a data-ref=\"Judges 9:15\" href=\"/Judges.9.15\">Ju 9:15</a>; <a data-ref=\"II Samuel 2:4\" href=\"/II_Samuel.2.4\">2 S 2:4</a>, <a data-ref=\"II Samuel 2:7\" href=\"/II_Samuel.2.7\">7</a>; <a data-ref=\"I Kings 19:15\" href=\"/I_Kings.19.15\">1 K 19:15</a>; <span dir=\"rtl\">על ישׂראל</span> <em>over Israel</em> <a data-ref=\"I Samuel 15:1\" href=\"/I_Samuel.15.1\">1 S 15:1</a>, <a data-ref=\"I Samuel 15:17\" href=\"/I_Samuel.15.17\">17</a>; <a data-ref=\"II Samuel 5:3\" href=\"/II_Samuel.5.3\">2 S 5:3</a> = <a data-ref=\"I Chronicles 11:3\" href=\"/I_Chronicles.11.3\">1 Ch 11:3</a>, <a data-ref=\"II Samuel 5:17\" href=\"/II_Samuel.5.17\">2 S 5:17</a>; <a data-ref=\"II Samuel 12:7\" href=\"/II_Samuel.12.7\">12:7</a>; <a data-ref=\"I Kings 1:34\" href=\"/I_Kings.1.34\">1 K 1:34</a>; <a data-ref=\"I Kings 19:16\" href=\"/I_Kings.19.16\">19:16</a>; <span dir=\"rtl\">אֶל־ישׂראל</span> <a data-ref=\"II Kings 9:3\" href=\"/II_Kings.9.3\">2 K 9:3</a>, <a data-ref=\"II Kings 9:6\" href=\"/II_Kings.9.6\">6</a>, <a data-ref=\"II Kings 9:12\" href=\"/II_Kings.9.12\">12</a> (Ephr.); <span dir=\"rtl\">לנגיד</span> <a data-ref=\"I Chronicles 29:22\" href=\"/I_Chronicles.29.22\">1 Ch 29:22</a>; <span dir=\"rtl\">על</span> <a data-ref=\"I Samuel 9:16\" href=\"/I_Samuel.9.16\">1 S 9:16</a>; <a data-ref=\"I Samuel 10:1\" href=\"/I_Samuel.10.1\">10:1</a>; <span dir=\"rtl\">מָשׁוּחַ מֶלֶךְ</span> <a data-ref=\"II Samuel 3:39\" href=\"/II_Samuel.3.39\">2 S 3:39</a> (? v. supr.) <strong>3.</strong>  <em>anoint, consecrate</em> to religious service: <strong>a.</strong>  Aaronic priests, only P, c. acc. pers. <a data-ref=\"Exodus 28:41\" href=\"/Exodus.28.41\">Ex 28:41</a>; <a data-ref=\"Exodus 29:7\" href=\"/Exodus.29.7\">29:7</a>; <a data-ref=\"Exodus 30:30\" href=\"/Exodus.30.30\">30:30</a>; <a data-ref=\"Exodus 40:13\" href=\"/Exodus.40.13\">40:13</a>, <a data-ref=\"Exodus 40:15\" href=\"/Exodus.40.15\">15</a><sup>(×3)</sup> <a data-ref=\"Leviticus 7:36\" href=\"/Leviticus.7.36\">Lv 7:36</a>; <a data-ref=\"Leviticus 8:12\" href=\"/Leviticus.8.12\">8:12</a>; <a data-ref=\"Leviticus 16:32\" href=\"/Leviticus.16.32\">16:32</a>; <a data-ref=\"Numbers 35:25\" href=\"/Numbers.35.25\">Nu 35:25</a>; abs. <a data-ref=\"Exodus 29:29\" href=\"/Exodus.29.29\">Ex 29:29</a>; <span dir=\"rtl\">הכהנים הַמְּשֻׁחִים</span> <a data-ref=\"Numbers 3:3\" href=\"/Numbers.3.3\">Nu 3:3</a>. <strong>b.</strong>  sacred things: <span dir=\"rtl\">מַצֵּבָה</span> <a data-ref=\"Genesis 31:13\" href=\"/Genesis.31.13\">Gn 31:13</a> (E) <a data-ref=\"Numbers 7:1\" href=\"/Numbers.7.1\">Nu 7:1</a><sup>(×2)</sup>; tabernacle and its vessels <a data-ref=\"Exodus 29:36\" href=\"/Exodus.29.36\">Ex 29:36</a>; <a data-ref=\"Exodus 30:26\" href=\"/Exodus.30.26\">30:26</a>; <a data-ref=\"Exodus 40:9\" href=\"/Exodus.40.9\">40:9</a>, <a data-ref=\"Exodus 40:10\" href=\"/Exodus.40.10\">10</a>, <a data-ref=\"Exodus 40:11\" href=\"/Exodus.40.11\">11</a>; <a data-ref=\"Leviticus 8:10\" href=\"/Leviticus.8.10\">Lv 8:10</a>, <a data-ref=\"Leviticus 8:11\" href=\"/Leviticus.8.11\">11</a> (all P); <span dir=\"rtl\">קדשׁ קדשׁים</span> <a data-ref=\"Daniel 9:24\" href=\"/Daniel.9.24\">Dn 9:24</a>.<br><strong>Niph.</strong>  Pf. 3. ms. <span dir=\"rtl\">נִמְשַׁח</span> <a data-ref=\"I Chronicles 14:8\" href=\"/I_Chronicles.14.8\">1 Ch 14:8</a>; Inf. <span dir=\"rtl\">הִמָּשַׁח</span> <a data-ref=\"Leviticus 6:13\" href=\"/Leviticus.6.13\">Lv 6:13</a> + 3 times;—<em>be anointed</em>, <span dir=\"rtl\">למלך על כל ישׂראל</span> <a data-ref=\"I Chronicles 14:8\" href=\"/I_Chronicles.14.8\">1 Ch 14:8</a>; Aaron and his sons <a data-ref=\"Leviticus 6:13\" href=\"/Leviticus.6.13\">Lv 6:13</a> (P); altar <a data-ref=\"Numbers 7:10\" href=\"/Numbers.7.10\">Nu 7:10</a>, <a data-ref=\"Numbers 7:84\" href=\"/Numbers.7.84\">84</a>, <a data-ref=\"Numbers 7:88\" href=\"/Numbers.7.88\">88</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2f9b6084aa1cbf20d6b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נָזָה 1", "anchorRef": "Leviticus 8:11", "anchorRefExpanded": ["Leviticus 8:11"], "sourceRef": "BDB, נָזָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, נָזָה א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נָזָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† I. <big><big>[<span dir=\"rtl\">נָזָה</span>]</big></big>  <strong>vb. spurt, spatter</strong>, <strong>Hiph. sprinkle (</strong>NH <strong>Hiph.</strong> <em>sprinkle;</em> Aramaic <span dir=\"rtl\">נְדָא</span>, <span dir=\"rtl\">אַדֵּי</span> <a data-ref=\"Leviticus 4:6\" href=\"/Leviticus.4.6\">Lv 4:6</a> and often, for <span dir=\"rtl\">הִזָּה</span>; Syriac <span dir=\"rtl\">ܢܕܳܐ</span> is <em>erupit, stillavit</em> <a data-ref=\"Isaiah 63:3\" href=\"/Isaiah.63.3\">Is 63:3</a>, also <em>prominuit</em>, etc. PS<sup>2291</sup><strong>)</strong>;—<br><strong>Qal</strong>  Impf. 3 ms. <span dir=\"rtl\">יִזֶּה</span> <a data-ref=\"Leviticus 6:20\" href=\"/Leviticus.6.20\">Lv 6:20</a><sup>(×2)</sup>, <span dir=\"rtl\">וְיֵז</span> <a data-ref=\"Isaiah 63:3\" href=\"/Isaiah.63.3\">Is 63:3</a> (but read; <span dir=\"rtl\">וַיֵּז</span> Che Di Du Ges<sup>§ 53, p. N., 107 b N.</sup> al.), <span dir=\"rtl\">וַיִּז</span> <a data-ref=\"II Kings 9:33\" href=\"/II_Kings.9.33\">2 K 9:33</a>;—<em>spurt, spatter</em>, always of blood:—<span dir=\"rtl\">וַיִּן מִדָּמָהּ אֶל־</span> <a data-ref=\"II Kings 9:33\" href=\"/II_Kings.9.33\">2 K 9:33</a> <em>and some of her blood spurted against</em> the wall; so <span dir=\"rtl\">ויז נִצְחָם</span> <a data-ref=\"Isaiah 63:3\" href=\"/Isaiah.63.3\">Is 63:3</a> (c. <span dir=\"rtl\">עַל־</span> rei, in metaph.); <span dir=\"rtl\">יִזֶּה מִדָּמָה</span> <a data-ref=\"Leviticus 6:20\" href=\"/Leviticus.6.20\">Lv 6:20</a>, cf. v <a data-ref=\"Leviticus 6:20\" href=\"/Leviticus.6.20\">20</a> (both c. <span dir=\"rtl\">עַל־</span> rei).<br><strong>Hiph.</strong>  Pf. 3 ms. <span dir=\"rtl\">וְהִזָּה</span> consec. <a data-ref=\"Leviticus 4:6\" href=\"/Leviticus.4.6\">Lv 4:6</a> + 12 times; 2 ms. <span dir=\"rtl\">וְהִזֵּיתָ֫</span> <a data-ref=\"Exodus 29:21\" href=\"/Exodus.29.21\">Ex 29:21</a>; Impf. <span dir=\"rtl\">יַזֶּה</span> <a data-ref=\"Leviticus 16:14\" href=\"/Leviticus.16.14\">Lv 16:14</a> (<a data-ref=\"Isaiah 52:15\" href=\"/Isaiah.52.15\">Is 52:15</a>, v. infr.); <span dir=\"rtl\">וַיַּז</span> <a data-ref=\"Leviticus 8:11\" href=\"/Leviticus.8.11\">Lv 8:11</a>, <a data-ref=\"Leviticus 8:30\" href=\"/Leviticus.8.30\">30</a>; Imv. <span dir=\"rtl\">הַזֵּה</span> <a data-ref=\"Numbers 8:7\" href=\"/Numbers.8.7\">Nu 8:7</a>; Pt. cstr. <span dir=\"rtl\">מַזֵּה</span> <a data-ref=\"Numbers 19:21\" href=\"/Numbers.19.21\">Nu 19:21</a>;—<em>cause to spurt, sprinkle</em> upon in ceremonials of P: c. acc. + <span dir=\"rtl\">עַל־</span> pers. <a data-ref=\"Numbers 8:7\" href=\"/Numbers.8.7\">Nu 8:7</a> (water), + <span dir=\"rtl\">עַל־</span> rei, <span dir=\"rtl\">לִפְנֵי</span> rei <a data-ref=\"Leviticus 16:15\" href=\"/Leviticus.16.15\">Lv 16:15</a>; obj. often <span dir=\"rtl\">מִן</span> partit., or implied in context; sq. <span dir=\"rtl\">עַל־</span> <a data-ref=\"Leviticus 5:9\" href=\"/Leviticus.5.9\">Lv 5:9</a>; <a data-ref=\"Leviticus 14:7\" href=\"/Leviticus.14.7\">14:7</a>; <a data-ref=\"Leviticus 16:14\" href=\"/Leviticus.16.14\">16:14</a>, <a data-ref=\"Leviticus 16:19\" href=\"/Leviticus.16.19\">19</a> (all of blood); <a data-ref=\"Leviticus 8:11\" href=\"/Leviticus.8.11\">8:11</a> (oil); <a data-ref=\"Numbers 19:18\" href=\"/Numbers.19.18\">Nu 19:18</a>, <a data-ref=\"Numbers 19:19\" href=\"/Numbers.19.19\">19</a> (water), <a data-ref=\"Exodus 29:21\" href=\"/Exodus.29.21\">Ex 29:21</a>; <a data-ref=\"Leviticus 8:30\" href=\"/Leviticus.8.30\">Lv 8:30</a> (both blood and oil); sq. <span dir=\"rtl\">אֶל־</span> <a data-ref=\"Leviticus 14:51\" href=\"/Leviticus.14.51\">Lv 14:51</a> (blood and water), <span dir=\"rtl\">אֶל־נֹכַח פְּנֵי</span> <a data-ref=\"Numbers 19:4\" href=\"/Numbers.19.4\">Nu 19:4</a> (blood); sq. <span dir=\"rtl\">לִפְנֵי</span> <a data-ref=\"Leviticus 4:6\" href=\"/Leviticus.4.6\">Lv 4:6</a>, <a data-ref=\"Leviticus 4:17\" href=\"/Leviticus.4.17\">17</a>; <a data-ref=\"Leviticus 16:14\" href=\"/Leviticus.16.14\">16:14</a> (blood), 14:16, <a data-ref=\"Leviticus 8:27\" href=\"/Leviticus.8.27\">27</a> (oil); once without prep. <span dir=\"rtl\">מַזֵּה</span> <a data-ref=\"Numbers 19:21\" href=\"/Numbers.19.21\">Nu 19:21</a> <em>the sprinkler of</em> the water.—<a data-ref=\"Isaiah 52:15\" href=\"/Isaiah.52.15\">Is 52:15</a> v. <a ,=\"\" data-ref=\"BDB, נָזָה²\" dir=\"rtl\" href=\"/BDB,_נָזָה²\">II. נזה</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d421b6084aa1cbf2f7ab", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, קָדַשׁ 1", "anchorRef": "Leviticus 8:11", "anchorRefExpanded": ["Leviticus 8:11"], "sourceRef": "BDB, קָדַשׁ 1", "sourceHeRef": "בראון-דרייבר-בריגס, קָדַשׁ א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "קָדַשׁ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">קָדַשׁ</span></big>  <strong>vb. denom.</strong> be set apart, consecrated <strong>(</strong>Gerber<sup>238 ff.</sup><strong>)</strong>;—<br><strong>Qal</strong>  Pf. 3 ms. <span dir=\"rtl\">ק׳</span> <a data-ref=\"Exodus 29:21\" href=\"/Exodus.29.21\">Ex 29:21</a>; sf. <span dir=\"rtl\">קְדַשְׁתִּיךָ</span> <a data-ref=\"Isaiah 65:5\" href=\"/Isaiah.65.5\">Is 65:5</a>; 3 mpl. <span dir=\"rtl\">קָדֵ֑שׁוּ</span> <a data-ref=\"Numbers 17:2\" href=\"/Numbers.17.2\">Nu 17:2</a>; Impf. 3 ms. <span dir=\"rtl\">יִקְדַּשׁ</span> <a data-ref=\"I Samuel 21:6\" href=\"/I_Samuel.21.6\">1 S 21:6</a>; <span dir=\"rtl\">יִקְדָּ֑שׁ</span> <a data-ref=\"Exodus 29:37\" href=\"/Exodus.29.37\">Ex 29:37</a> +, etc.;— <strong>1.</strong>  <em>be set apart, consecrated</em>, hallowed, of shew-bread <a data-ref=\"I Samuel 21:6\" href=\"/I_Samuel.21.6\">1 S 21:6</a> (dub. passage, but cf. especially RS<sup>Sem. i. 436; 2nd ed. 455</sup> [also Dr<sup>Sm. 293</sup>], who proposes <span dir=\"rtl\">יְקֻדַּשׁ</span>); Aaron and his sons by blood <a data-ref=\"Exodus 29:21\" href=\"/Exodus.29.21\">Ex 29:21</a> (P); other persons <a data-ref=\"Isaiah 65:5\" href=\"/Isaiah.65.5\">Is 65:5</a> (Di; but <strong>Pi.</strong> Gei RS<sup>Sem. i, 431; 2nd ed. 451</sup> Che Du Buhl). <strong>2.</strong>  <em>be hallowed</em>, by contact with sacred things, and so tabooed from profane use, or forfeited to sanctuary <a data-ref=\"Exodus 29:37\" href=\"/Exodus.29.37\">Ex 29:37</a>; <a data-ref=\"Exodus 30:29\" href=\"/Exodus.30.29\">30:29</a> <a data-ref=\"Leviticus 6:11\" href=\"/Leviticus.6.11\">Lv 6:11</a>, <a data-ref=\"Leviticus 6:20\" href=\"/Leviticus.6.20\">20</a>; <a data-ref=\"Numbers 17:2\" href=\"/Numbers.17.2\">Nu 17:2</a>, <a data-ref=\"Numbers 17:3\" href=\"/Numbers.17.3\">3</a> (P), <a data-ref=\"Haggai 2:12\" href=\"/Haggai.2.12\">Hg 2:12</a>. <strong>3.</strong>  <em>consecrated, tabooed</em> (supr.) <a data-ref=\"Deuteronomy 22:9\" href=\"/Deuteronomy.22.9\">Dt 22:9</a> (law against mixtures).<br><strong>Niph.</strong>  Pf. 3 ms. <span dir=\"rtl\">נִקְדַּשׁ</span> <a data-ref=\"Isaiah 5:16\" href=\"/Isaiah.5.16\">Is 5:16</a> <a data-ref=\"Exodus 29:43\" href=\"/Exodus.29.43\">Ex 29:43</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">וַיִּקָּדֵשׁ</span> <a data-ref=\"Numbers 20:13\" href=\"/Numbers.20.13\">Nu 20:13</a>; 1 s. <span dir=\"rtl\">אֶקָּדֵשׁ</span> <a data-ref=\"Leviticus 10:3\" href=\"/Leviticus.10.3\">Lv 10:3</a>; Inf. cstr. sf. <span dir=\"rtl\">הִקָּֽדְשִׁי</span> <a data-ref=\"Ezekiel 36:23\" href=\"/Ezekiel.36.23\">Ez 36:23</a>; <a data-ref=\"Ezekiel 38:16\" href=\"/Ezekiel.38.16\">38:16</a>;— <strong>1.</strong>  <em>shew oneself sacred, majestic:</em> c. <span dir=\"rtl\">בְּ</span> pers., + <span dir=\"rtl\">לְעֵינֵי</span> <a data-ref=\"Ezekiel 20:41\" href=\"/Ezekiel.20.41\">Ez 20:41</a>; <a data-ref=\"Ezekiel 28:25\" href=\"/Ezekiel.28.25\">28:25</a>; <a data-ref=\"Ezekiel 36:23\" href=\"/Ezekiel.36.23\">36:23</a>; <a data-ref=\"Ezekiel 38:16\" href=\"/Ezekiel.38.16\">38:16</a>; <a data-ref=\"Ezekiel 39:27\" href=\"/Ezekiel.39.27\">39:27</a>; c. <span dir=\"rtl\">בְּ</span> <a data-ref=\"Isaiah 5:16\" href=\"/Isaiah.5.16\">Is 5:16</a> <a data-ref=\"Ezekiel 28:22\" href=\"/Ezekiel.28.22\">Ez 28:22</a>, cf. <a data-ref=\"Numbers 20:13\" href=\"/Numbers.20.13\">Nu 20:13</a> (P). <strong>2.</strong>  <em>be honoured</em> or <em>treated as sacred</em> ‖ <span dir=\"rtl\">נכבד</span> <a data-ref=\"Leviticus 10:3\" href=\"/Leviticus.10.3\">Lv 10:3</a> (P); opp. <span dir=\"rtl\">חלּל שׁם</span> <a data-ref=\"Leviticus 22:32\" href=\"/Leviticus.22.32\">Lv 22:32</a> (P). <strong>3.</strong>  <em>be consecrated, dedicated</em>, by <span dir=\"rtl\">כבוד י׳</span> <a data-ref=\"Exodus 29:43\" href=\"/Exodus.29.43\">Ex 29:43</a> (P).<br><strong>Pi.</strong>  Pf. 3 ms. <span dir=\"rtl\">קִדַּשׁ</span> <a data-ref=\"Numbers 6:11\" href=\"/Numbers.6.11\">Nu 6:11</a> <a data-ref=\"I Kings 8:64\" href=\"/I_Kings.8.64\">1 K 8:64</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">יְקַדֵּשׁ</span> <a data-ref=\"Genesis 2:3\" href=\"/Genesis.2.3\">Gn 2:3</a> +, etc.; Imv. ms. <span dir=\"rtl\">קַדֵּשׁ</span> <a data-ref=\"Joshua 7:13\" href=\"/Joshua.7.13\">Jos 7:13</a>; <span dir=\"rtl\">קַדֶּשׁ־</span> <a data-ref=\"Exodus 13:2\" href=\"/Exodus.13.2\">Ex 13:2</a>, etc.; Inf. cstr. <span dir=\"rtl\">קַדֵּשׁ</span> <a data-ref=\"Exodus 29:1\" href=\"/Exodus.29.1\">Ex 29:1</a> +, etc.; Pt. <span dir=\"rtl\">מְקַדֵּשׁ</span> <a data-ref=\"Exodus 37:28\" href=\"/Exodus.37.28\">Ex 37:28</a>; sf. <span dir=\"rtl\">מְקַדִּשְׁכֶם</span> <a data-ref=\"Exodus 31:13\" href=\"/Exodus.31.13\">Ex 31:13</a> +, etc.;— <strong>1.</strong>  <em>set apart as sacred, consecrate, dedicate:</em> <strong>a.</strong>  places: Sinai <a data-ref=\"Exodus 19:23\" href=\"/Exodus.19.23\">Ex 19:23</a> (J), altar, etc., <a data-ref=\"Exodus 29:36\" href=\"/Exodus.29.36\">Ex 29:36</a>, <a data-ref=\"Exodus 29:37\" href=\"/Exodus.29.37\">37</a>; <a data-ref=\"Exodus 30:29\" href=\"/Exodus.30.29\">30:29</a> (P), tabern., etc. <a data-ref=\"Exodus 40:9\" href=\"/Exodus.40.9\">Ex 40:9</a>, <a data-ref=\"Exodus 40:10\" href=\"/Exodus.40.10\">10</a>, <a data-ref=\"Exodus 40:11\" href=\"/Exodus.40.11\">11</a> <a data-ref=\"Leviticus 8:10\" href=\"/Leviticus.8.10\">Lv 8:10</a>, <a data-ref=\"Leviticus 8:11\" href=\"/Leviticus.8.11\">11</a>, <a data-ref=\"Leviticus 8:15\" href=\"/Leviticus.8.15\">15</a>; <a data-ref=\"Numbers 7:1\" href=\"/Numbers.7.1\">Nu 7:1</a><sup>(×2)</sup> (P); tent of meeting <a data-ref=\"Exodus 29:44\" href=\"/Exodus.29.44\">Ex 29:44</a> (P); place of sacrifice <a data-ref=\"I Kings 8:64\" href=\"/I_Kings.8.64\">1 K 8:64</a> = <a data-ref=\"II Chronicles 7:7\" href=\"/II_Chronicles.7.7\">2 Ch 7:7</a>; gate <a data-ref=\"Nehemiah 3:1\" href=\"/Nehemiah.3.1\">Ne 3:1</a><sup>(×2)</sup>;—<a data-ref=\"Ezekiel 7:24\" href=\"/Ezekiel.7.24\">Ez 7:24</a> v. <a ,=\"\" data-ref=\"BDB, מִקְדָּשׁ²\" dir=\"rtl\" href=\"/BDB,_מִקְדָּשׁ²\">מִקְדָּשׁ</a> infr. <strong>b.</strong>  wave-offering <a data-ref=\"Exodus 29:27\" href=\"/Exodus.29.27\">Ex 29:27</a> (P). <strong>c.</strong>  persons: priests <a data-ref=\"Exodus 28:3\" href=\"/Exodus.28.3\">Ex 28:3</a>, <a data-ref=\"Exodus 28:41\" href=\"/Exodus.28.41\">41</a>; <a data-ref=\"Exodus 29:1\" href=\"/Exodus.29.1\">29:1</a>, <a data-ref=\"Exodus 29:33\" href=\"/Exodus.29.33\">33</a>, <a data-ref=\"Exodus 29:44\" href=\"/Exodus.29.44\">44</a>; <a data-ref=\"Exodus 30:30\" href=\"/Exodus.30.30\">30:30</a>; <a data-ref=\"Exodus 40:13\" href=\"/Exodus.40.13\">40:13</a>; <a data-ref=\"Leviticus 8:12\" href=\"/Leviticus.8.12\">Lv 8:12</a>, <a data-ref=\"Leviticus 8:30\" href=\"/Leviticus.8.30\">30</a>; firstborn <a data-ref=\"Exodus 13:2\" href=\"/Exodus.13.2\">Ex 13:2</a> (P); keepers of ark <a data-ref=\"I Samuel 7:1\" href=\"/I_Samuel.7.1\">1 S 7:1</a>. †<strong>d.</strong>  7th day (by God) <a data-ref=\"Genesis 2:3\" href=\"/Genesis.2.3\">Gn 2:3</a>; <a data-ref=\"Exodus 20:11\" href=\"/Exodus.20.11\">Ex 20:11</a> (P). <strong>2.</strong>  <em>observe as holy, keep sacred:</em> feasts, Sabbath <a data-ref=\"Exodus 20:8\" href=\"/Exodus.20.8\">Ex 20:8</a> = <a data-ref=\"Deuteronomy 5:12\" href=\"/Deuteronomy.5.12\">Dt 5:12</a> (Decal.), <a data-ref=\"Jeremiah 17:22\" href=\"/Jeremiah.17.22\">Je 17:22</a>, <a data-ref=\"Jeremiah 17:24\" href=\"/Jeremiah.17.24\">24</a>, <a data-ref=\"Jeremiah 17:27\" href=\"/Jeremiah.17.27\">27</a>; <a data-ref=\"Ezekiel 20:20\" href=\"/Ezekiel.20.20\">Ez 20:20</a>; <a data-ref=\"Ezekiel 44:24\" href=\"/Ezekiel.44.24\">44:24</a>; <a data-ref=\"Nehemiah 13:22\" href=\"/Nehemiah.13.22\">Ne 13:22</a>; fast <a data-ref=\"Joel 1:14\" href=\"/Joel.1.14\">Jo 1:14</a>; <a data-ref=\"Joel 2:15\" href=\"/Joel.2.15\">2:15</a>; year of Jubilee <a data-ref=\"Leviticus 25:10\" href=\"/Leviticus.25.10\">Lv 25:10</a> (P); so <span dir=\"rtl\">עצרה לבעל</span> <a data-ref=\"II Kings 10:20\" href=\"/II_Kings.10.20\">2 K 10:20</a>. <strong>3.</strong>  <em>honour as sacred, hallow:</em> <strong>a.</strong>  God <a data-ref=\"Deuteronomy 32:51\" href=\"/Deuteronomy.32.51\">Dt 32:51</a>, his name <a data-ref=\"Ezekiel 36:23\" href=\"/Ezekiel.36.23\">Ez 36:23</a>. <strong>b.</strong>  priest <a data-ref=\"Leviticus 21:8\" href=\"/Leviticus.21.8\">Lv 21:8</a> (H). <strong>4.</strong>  <em>consecrate</em> by purification: <strong>a.</strong>  places, house of <span dir=\"rtl\">י׳</span> <a data-ref=\"II Chronicles 29:5\" href=\"/II_Chronicles.29.5\">2 Ch 29:5</a>, <a data-ref=\"II Chronicles 29:17\" href=\"/II_Chronicles.29.17\">17</a><sup>(×2)</sup>, altar <span dir=\"rtl\">מִטֻּמְאֹה</span>, <a data-ref=\"Leviticus 16:19\" href=\"/Leviticus.16.19\">Lv 16:19</a>. <strong>b.</strong>  people <span dir=\"rtl\">העם</span> <a data-ref=\"Joshua 7:13\" href=\"/Joshua.7.13\">Jos 7:13</a> (J), <a data-ref=\"Ezekiel 44:19\" href=\"/Ezekiel.44.19\">Ez 44:19</a>; <a data-ref=\"Ezekiel 46:20\" href=\"/Ezekiel.46.20\">46:20</a>; by washing <a data-ref=\"Exodus 19:10\" href=\"/Exodus.19.10\">Ex 19:10</a>, <a data-ref=\"Exodus 19:14\" href=\"/Exodus.19.14\">14</a> (E); <span dir=\"rtl\">קהל</span> for fast <a data-ref=\"Joel 2:16\" href=\"/Joel.2.16\">Jo 2:16</a>; Nazirite <a data-ref=\"Numbers 6:11\" href=\"/Numbers.6.11\">Nu 6:11</a> (P), sons of Job <a data-ref=\"Job 1:5\" href=\"/Job.1.5\">Jb 1:5</a>; family for sacrif. <a data-ref=\"I Samuel 16:5\" href=\"/I_Samuel.16.5\">1 S 16:5</a>. <strong>c.</strong>  war, or warriors, from custom of opening campaign by sacrifice, <span dir=\"rtl\">(עַל) ק׳ מִלְחָמָה</span> <a data-ref=\"Jeremiah 6:4\" href=\"/Jeremiah.6.4\">Je 6:4</a> <a data-ref=\"Joel 4:9\" href=\"/Joel.4.9\">Jo 4:9</a> <a data-ref=\"Micah 3:5\" href=\"/Micah.3.5\">Mi 3:5</a>; <a data-ref=\"Jeremiah 22:7\" href=\"/Jeremiah.22.7\">Je 22:7</a>; <a data-ref=\"Jeremiah 51:27\" href=\"/Jeremiah.51.27\">51:27</a>, <a data-ref=\"Jeremiah 51:28\" href=\"/Jeremiah.51.28\">28</a>. <strong>d.</strong>  of God, keeping his people pure and sacred: <span dir=\"rtl\">אני יהוה מְקַדֵּשׁ</span> <a data-ref=\"Exodus 31:13\" href=\"/Exodus.31.13\">Ex 31:13</a>; <a data-ref=\"Leviticus 20:8\" href=\"/Leviticus.20.8\">Lv 20:8</a>; <a data-ref=\"Leviticus 21:8\" href=\"/Leviticus.21.8\">21:8</a>, <a data-ref=\"Leviticus 21:15\" href=\"/Leviticus.21.15\">15</a>, <a data-ref=\"Leviticus 21:23\" href=\"/Leviticus.21.23\">23</a>; <a data-ref=\"Leviticus 22:9\" href=\"/Leviticus.22.9\">22:9</a>, <a data-ref=\"Leviticus 22:16\" href=\"/Leviticus.22.16\">16</a>, <a data-ref=\"Leviticus 22:32\" href=\"/Leviticus.22.32\">32</a> (H); <a data-ref=\"Ezekiel 20:12\" href=\"/Ezekiel.20.12\">Ez 20:12</a>; <a data-ref=\"Ezekiel 37:28\" href=\"/Ezekiel.37.28\">37:28</a>.<br><strong>Pu.</strong>  Pt. <span dir=\"rtl\">מְקֻדָּשׁ</span> <a data-ref=\"Ezekiel 48:11\" href=\"/Ezekiel.48.11\">Ez 48:11</a>, etc.;—<em>consecrated, dedicated:</em> priests <a data-ref=\"II Chronicles 26:18\" href=\"/II_Chronicles.26.18\">2 Ch 26:18</a> <a data-ref=\"Ezekiel 48:11\" href=\"/Ezekiel.48.11\">Ez 48:11</a> (read pl.), things <a data-ref=\"II Chronicles 31:6\" href=\"/II_Chronicles.31.6\">2 Ch 31:6</a>, feasts <a data-ref=\"Ezra 3:5\" href=\"/Ezra.3.5\">Ezr 3:5</a>, warriors <a data-ref=\"Isaiah 13:3\" href=\"/Isaiah.13.3\">Is 13:3</a>.<br><strong>Hiph.</strong>  Pf. 3 ms. <span dir=\"rtl\">הִקְדִּישׁ</span> <a data-ref=\"Zephaniah 1:7\" href=\"/Zephaniah.1.7\">Zp 1:7</a> +, etc.; Impf. <span dir=\"rtl\">יַקְדִּישׁ</span> <a data-ref=\"Leviticus 27:16\" href=\"/Leviticus.27.16\">Lv 27:16</a> + 4 times, <span dir=\"rtl\">יַקְדִּשׁ</span> <a data-ref=\"Leviticus 27:14\" href=\"/Leviticus.27.14\">Lv 27:14</a>, etc.; Imv. sf. <span dir=\"rtl\">הַקְדִּשֵׁם</span> <a data-ref=\"Jeremiah 12:3\" href=\"/Jeremiah.12.3\">Je 12:3</a>; Inf. abs. <span dir=\"rtl\">הַקְדֵּשׁ</span> <a data-ref=\"Judges 17:3\" href=\"/Judges.17.3\">Ju 17:3</a>; cstr. <span dir=\"rtl\">הַקְדִּישׁ</span> <a data-ref=\"II Chronicles 2:3\" href=\"/II_Chronicles.2.3\">2 Ch 2:3</a> +, etc.; Pt. <span dir=\"rtl\">מַקְדִּישׁ</span> <a data-ref=\"Leviticus 27:15\" href=\"/Leviticus.27.15\">Lv 27:15</a> +, etc. <strong>1.</strong>  <em>set apart, devote, consecrate:</em> <strong>a.</strong>  places, temple <a data-ref=\"II Chronicles 2:3\" href=\"/II_Chronicles.2.3\">2 Ch 2:3</a>, city <a data-ref=\"Joshua 20:7\" href=\"/Joshua.20.7\">Jos 20:7</a> (P). <strong>b.</strong>  things <a data-ref=\"Exodus 28:38\" href=\"/Exodus.28.38\">Ex 28:38</a> <a data-ref=\"Leviticus 22:2\" href=\"/Leviticus.22.2\">Lv 22:2</a>, <a data-ref=\"Leviticus 22:3\" href=\"/Leviticus.22.3\">3</a> (P); <a data-ref=\"II Kings 12:19\" href=\"/II_Kings.12.19\">2 K 12:19</a>; <a data-ref=\"I Chronicles 23:13\" href=\"/I_Chronicles.23.13\">1 Ch 23:13</a>; <a data-ref=\"I Chronicles 26:26\" href=\"/I_Chronicles.26.26\">26:26</a>, <a data-ref=\"I Chronicles 26:27\" href=\"/I_Chronicles.26.27\">27</a>, <a data-ref=\"I Chronicles 26:28\" href=\"/I_Chronicles.26.28\">28</a><sup>(×2)</sup>; <a data-ref=\"Nehemiah 12:47\" href=\"/Nehemiah.12.47\">Ne 12:47</a> <sup>(×2)</sup>; money <a data-ref=\"Judges 17:3\" href=\"/Judges.17.3\">Ju 17:3</a><sup>(×2)</sup>; spoil <a data-ref=\"II Samuel 8:11\" href=\"/II_Samuel.8.11\">2 S 8:11</a><sup>(×2)</sup> = <a data-ref=\"I Chronicles 18:11\" href=\"/I_Chronicles.18.11\">1 Ch 18:11</a>; field <a data-ref=\"Leviticus 27:16\" href=\"/Leviticus.27.16\">Lv 27:16</a>, <a data-ref=\"Leviticus 27:17\" href=\"/Leviticus.27.17\">17</a>, <a data-ref=\"Leviticus 27:18\" href=\"/Leviticus.27.18\">18</a>, <a data-ref=\"Leviticus 27:19\" href=\"/Leviticus.27.19\">19</a>, <a data-ref=\"Leviticus 27:22\" href=\"/Leviticus.27.22\">22</a> (H); house <a data-ref=\"Leviticus 27:14\" href=\"/Leviticus.27.14\">Lv 27:14</a>, <a data-ref=\"Leviticus 27:15\" href=\"/Leviticus.27.15\">15</a> (H); firstlings <a data-ref=\"Deuteronomy 15:19\" href=\"/Deuteronomy.15.19\">Dt 15:19</a> (D) <a data-ref=\"Leviticus 27:26\" href=\"/Leviticus.27.26\">Lv 27:26</a> (H). <strong>c.</strong>  of God: <em>consecrate</em> temple <a data-ref=\"I Kings 9:3\" href=\"/I_Kings.9.3\">1 K 9:3</a>, <a data-ref=\"I Kings 9:7\" href=\"/I_Kings.9.7\">7</a> = <a data-ref=\"II Chronicles 7:16\" href=\"/II_Chronicles.7.16\">2 Ch 7:16</a>; <a data-ref=\"II Chronicles 7:20\" href=\"/II_Chronicles.7.20\">20</a>, <a data-ref=\"II Chronicles 30:8\" href=\"/II_Chronicles.30.8\">2 Ch 30:8</a>; <a data-ref=\"II Chronicles 36:14\" href=\"/II_Chronicles.36.14\">36:14</a>; prophet <a data-ref=\"Jeremiah 1:5\" href=\"/Jeremiah.1.5\">Je 1:5</a>; firstborn <a data-ref=\"Numbers 3:18\" href=\"/Numbers.3.18\">Nu 3:18</a>; <a data-ref=\"Numbers 8:17\" href=\"/Numbers.8.17\">8:17</a> (P); devote wicked (as sheep) for sacrifice <a data-ref=\"Jeremiah 12:3\" href=\"/Jeremiah.12.3\">Je 12:3</a>. <strong>2.</strong>  <em>regard</em>, or <em>treat, as sacred, hallow:</em> God <a data-ref=\"Isaiah 8:13\" href=\"/Isaiah.8.13\">Is 8:13</a>; <a data-ref=\"Isaiah 29:23\" href=\"/Isaiah.29.23\">29:23</a><sup>(×2)</sup>; + <span dir=\"rtl\">לְעֵינֵי</span> pers. <a data-ref=\"Numbers 20:12\" href=\"/Numbers.20.12\">Nu 20:12</a>; <a data-ref=\"Numbers 27:14\" href=\"/Numbers.27.14\">27:14</a>. <strong>3.</strong>  <em>consecrate</em> by purification: vessels <a data-ref=\"II Chronicles 29:19\" href=\"/II_Chronicles.29.19\">2 Ch 29:19</a>; persons for passover <a data-ref=\"II Chronicles 30:17\" href=\"/II_Chronicles.30.17\">30:17</a>; guests for sacrif. feast <a data-ref=\"Zephaniah 1:7\" href=\"/Zephaniah.1.7\">Zp 1:7</a> (God subj.).<br><strong>Hithp.</strong>  Pf. 1 s. <span dir=\"rtl\">הִתְקַדִּשְׁתִּי</span> <a data-ref=\"Ezekiel 38:23\" href=\"/Ezekiel.38.23\">Ez 38:23</a>, 2 mpl. (consec.) -<span dir=\"rtl\">דִּשְׁתֶּם</span> <a data-ref=\"Leviticus 11:44\" href=\"/Leviticus.11.44\">Lv 11:44</a>; <a data-ref=\"Leviticus 20:7\" href=\"/Leviticus.20.7\">20:7</a>, 3 pl. <span dir=\"rtl\">הִתְקַדָּ֑שׁוּ</span> <a data-ref=\"II Chronicles 5:11\" href=\"/II_Chronicles.5.11\">2 Ch 5:11</a>; <a data-ref=\"II Chronicles 30:17\" href=\"/II_Chronicles.30.17\">30:17</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">יִתְקַדְּשׁוּ</span> <a data-ref=\"II Chronicles 29:34\" href=\"/II_Chronicles.29.34\">2 Ch 29:34</a> +; <span dir=\"rtl\">יִתְקַדָּ֑שׁוּ</span> <a data-ref=\"Exodus 19:22\" href=\"/Exodus.19.22\">Ex 19:22</a>; Imv. mpl. <span dir=\"rtl\">הִתְקַדְּשׁוּ</span> <a data-ref=\"Numbers 11:18\" href=\"/Numbers.11.18\">Nu 11:18</a> +; <span dir=\"rtl\">הִתְקַדָּ֑שׁוּ</span> <a data-ref=\"Joshua 3:5\" href=\"/Joshua.3.5\">Jos 3:5</a>; Inf. cstr. <span dir=\"rtl\">הִתְקַדֵּשׁ</span> <a data-ref=\"II Chronicles 29:34\" href=\"/II_Chronicles.29.34\">2 Ch 29:34</a>; <span dir=\"rtl\">הִתְקַדֶּשׁ־</span> <a data-ref=\"Isaiah 30:29\" href=\"/Isaiah.30.29\">Is 30:29</a>; Pt. fs. <span dir=\"rtl\">מִתְקַדֶּשֶׁת</span> <a data-ref=\"II Samuel 11:4\" href=\"/II_Samuel.11.4\">2 S 11:4</a>; pl. <span dir=\"rtl\">מִתְקַדְּשִׁים</span> <a data-ref=\"Isaiah 66:17\" href=\"/Isaiah.66.17\">Is 66:17</a>;— <strong>1.</strong>  <em>keep oneself apart</em> from unclean things <a data-ref=\"Leviticus 11:44\" href=\"/Leviticus.11.44\">Lv 11:44</a>; <a data-ref=\"Leviticus 20:7\" href=\"/Leviticus.20.7\">20:7</a> (P). <strong>2.</strong>  of God, <em>cause himself to be hallowed</em>, <span dir=\"rtl\">לְעֵינֵי גּוֹיִם</span> <a data-ref=\"Ezekiel 38:23\" href=\"/Ezekiel.38.23\">Ez 38:23</a>. <strong>3.</strong>  <em>be observed as holy</em>, of feast <a data-ref=\"Isaiah 30:29\" href=\"/Isaiah.30.29\">Is 30:29</a>. <strong>4.</strong>  <em>consecrate oneself</em> by purification, of priests and Levites <a data-ref=\"Exodus 19:22\" href=\"/Exodus.19.22\">Ex 19:22</a> (J); <a data-ref=\"I Chronicles 15:12\" href=\"/I_Chronicles.15.12\">1 Ch 15:12</a>, <a data-ref=\"I Chronicles 15:14\" href=\"/I_Chronicles.15.14\">14</a>; <a data-ref=\"II Chronicles 5:11\" href=\"/II_Chronicles.5.11\">2 Ch 5:11</a>; <a data-ref=\"II Chronicles 29:5\" href=\"/II_Chronicles.29.5\">29:5</a>, <a data-ref=\"II Chronicles 29:15\" href=\"/II_Chronicles.29.15\">15</a>, <a data-ref=\"II Chronicles 29:34\" href=\"/II_Chronicles.29.34\">34</a><sup>(×2)</sup> <a data-ref=\"II Chronicles 30:3\" href=\"/II_Chronicles.30.3\">30:3</a>, <a data-ref=\"II Chronicles 30:15\" href=\"/II_Chronicles.30.15\">15</a>, <a data-ref=\"II Chronicles 30:24\" href=\"/II_Chronicles.30.24\">24</a>; <a data-ref=\"II Chronicles 31:18\" href=\"/II_Chronicles.31.18\">31:18</a>; <a data-ref=\"II Chronicles 35:6\" href=\"/II_Chronicles.35.6\">35:6</a>; of people <a data-ref=\"Numbers 11:18\" href=\"/Numbers.11.18\">Nu 11:18</a>; <a data-ref=\"Joshua 3:5\" href=\"/Joshua.3.5\">Jos 3:5</a>; <a data-ref=\"Joshua 7:13\" href=\"/Joshua.7.13\">7:13</a> (J); <a data-ref=\"I Samuel 16:5\" href=\"/I_Samuel.16.5\">1 S 16:5</a>; <a data-ref=\"II Chronicles 30:17\" href=\"/II_Chronicles.30.17\">2 Ch 30:17</a>; <a data-ref=\"Isaiah 66:17\" href=\"/Isaiah.66.17\">Is 66:17</a>; woman <a data-ref=\"II Samuel 11:4\" href=\"/II_Samuel.11.4\">2 S 11:4</a> <em>she having (just) purified herself</em> <span dir=\"rtl\">מִטֻּמְאָתָהּ</span> RS<sup>K. 276</sup> Dr HPS."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d4b0b6084aa1cbf36d17", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שֶׁ֫בַע 1", "anchorRef": "Leviticus 8:11", "anchorRefExpanded": ["Leviticus 8:11"], "sourceRef": "BDB, שֶׁ֫בַע 1", "sourceHeRef": "בראון-דרייבר-בריגס, שֶׁ֫בַע א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שֶׁ֫בַע", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I. <big><big><span dir=\"rtl\">שֶׁ֫בַע</span>, <span dir=\"rtl\">שִׁבְעָה</span>, <span dir=\"rtl\"></span></big></big>  <strong>n.m.</strong> et <strong>f. seven (</strong>NH id., MI<sup>16</sup> <span dir=\"rtl\">שבעת</span>; Assyrian <em>sibi, sibittu</em> (Dl<sup>Gr. § 65, 6</sup>; <em>s</em> = <span dir=\"rtl\">שׁ</span>), Arabic <span dir=\"rtl\">سَبْعٌ</span>, <span dir=\"rtl\">سَبْعَةٌ</span> Sab. <span dir=\"rtl\">סבע</span> Hom<sup>Chr 47, 124</sup>, Ethiopic ሰብዑ: ሰብዐቱ: Ph. (Pun.) <span dir=\"rtl\">שבע</span>, Nab. <span dir=\"rtl\">שבע</span>, <span dir=\"rtl\">שבעה</span>, Palm. <span dir=\"rtl\">שבעא</span>, <span dir=\"rtl\">שבעה</span>; Aramaic <span dir=\"rtl\">שִׁבְעָא</span>,<span dir=\"rtl\">שְׁבַע</span>, <span dir=\"rtl\">ܫܒܰܥ</span>, <span dir=\"rtl\">ܫܰܒܥܳܐ</span>; on etym. cf. Lag<sup>BN 37 f.</sup><strong>)</strong>;—<strong>m.</strong> (c. <strong>n.f.</strong>) abs. <span dir=\"rtl\">שֶׁבַע</span> <a data-ref=\"Genesis 41:2\" href=\"/Genesis.41.2\">Gn 41:2</a> + 115 times; cstr. <span dir=\"rtl\">שְׁבַע</span> <a data-ref=\"Genesis 5:26\" href=\"/Genesis.5.26\">5:26</a> + 47 times, especially P (15 times) and Chr (20 times), <span dir=\"rtl\">וּשֲׁבַע</span> <a data-ref=\"I Kings 14:21\" href=\"/I_Kings.14.21\">1 K 14:21</a>. <strong>f.</strong> (c. <strong>n.m.</strong>) abs. <span dir=\"rtl\">שִׁבְעָה</span> <a data-ref=\"Genesis 4:24\" href=\"/Genesis.4.24\">Gn 4:24</a> + 100 times; cstr. <span dir=\"rtl\">שִׁבְעַת</span> <a data-ref=\"Genesis 7:10\" href=\"/Genesis.7.10\">7:10</a> + 120 times; sf. <span dir=\"rtl\">שְׁבַעְתָּם</span> <a data-ref=\"II Samuel 21:9\" href=\"/II_Samuel.21.9\">2 S 21:9</a> Qr (so Vrss and mod.; v. Dr; > Kt <span dir=\"rtl\">שִׁבְעָתַיִם</span>);—<em>seven:</em><br><strong>1.</strong>  without other num.: <strong>a.</strong>  <span dir=\"rtl\">שֶׁבַע</span>, before n.fpl. <a data-ref=\"Genesis 21:28\" href=\"/Genesis.21.28\">Gn 21:28</a> (J), <a data-ref=\"Judges 16:13\" href=\"/Judges.16.13\">Ju 16:13</a>; <a data-ref=\"Isaiah 4:1\" href=\"/Isaiah.4.1\">Is 4:1</a> + 80 times, especially <span dir=\"rtl\">שׁ׳ שָׁנִים</span> <a data-ref=\"Genesis 29:18\" href=\"/Genesis.29.18\">Gn 29:18</a> (E) + 32 times (but read <span dir=\"rtl\">שׁלוֹשׁ</span> for <span dir=\"rtl\">שֶׁבַע</span> <a data-ref=\"II Samuel 24:13\" href=\"/II_Samuel.24.13\">2 S 24:13a</a>, cf. v b, c, also 𝔊 and ‖ <a data-ref=\"I Chronicles 21:12\" href=\"/I_Chronicles.21.12\">1 Ch 21:12</a>; so Th We Dr Bu HPS Now), <span dir=\"rtl\">שׁ׳ פְּעָמִים</span> <a data-ref=\"Genesis 33:3\" href=\"/Genesis.33.3\">Gn 33:3</a> (J), <a data-ref=\"Leviticus 4:6\" href=\"/Leviticus.4.6\">Lv 4:6</a> (P) + 17 times; <span dir=\"rtl\">שׁ׳ בָּאַמָּה רָחְבָּתּ</span> <a data-ref=\"I Kings 6:6\" href=\"/I_Kings.6.6\">1 K 6:6</a>; after noun <a data-ref=\"Ezekiel 40:20\" href=\"/Ezekiel.40.20\">Ez 40:20</a>, <a data-ref=\"Ezekiel 40:26\" href=\"/Ezekiel.40.26\">26</a>; n. om. <a data-ref=\"Job 5:19\" href=\"/Job.5.19\">Jb 5:19</a>; <a data-ref=\"Proverbs 6:16\" href=\"/Proverbs.6.16\">Pr 6:16</a>, + (= <span dir=\"rtl\">שׁ׳ פְּעָמִים</span>) <a data-ref=\"Leviticus 26:18\" href=\"/Leviticus.26.18\">Lv 26:18</a>, <a data-ref=\"Leviticus 26:21\" href=\"/Leviticus.26.21\">21</a>, <a data-ref=\"Leviticus 26:24\" href=\"/Leviticus.26.24\">24</a>, <a data-ref=\"Leviticus 26:28\" href=\"/Leviticus.26.28\">28</a> (H), <a data-ref=\"Psalms 119:164\" href=\"/Psalms.119.164\">ψ 119:164</a> <a data-ref=\"Proverbs 24:16\" href=\"/Proverbs.24.16\">Pr 24:16</a>. <strong>b.</strong>  <span dir=\"rtl\">שִׁבְעָה</span>, before n.mpl. <a data-ref=\"Numbers 23:1\" href=\"/Numbers.23.1\">Nu 23:1</a><sup>(×3)</sup> (E) + 40 times + <a data-ref=\"Job 42:13\" href=\"/Job.42.13\">Jb 42:13</a> (read <span dir=\"rtl\">שׁ׳</span> for <span dir=\"rtl\">שִׁבְעָ֫נָה</span> Ges<sup>§ 97 c</sup> and most); + (distrib.) <span dir=\"rtl\">שׁ׳ וְשׁ׳</span> <a data-ref=\"Zechariah 4:2\" href=\"/Zechariah.4.2\">Zc 4:2</a>; after n. <a data-ref=\"Genesis 7:4\" href=\"/Genesis.7.4\">Gn 7:4</a> (J), <a data-ref=\"Exodus 25:37\" href=\"/Exodus.25.37\">Ex 25:37</a> (P) + 12 times (P Ch Dn Pr); n. om. <a data-ref=\"I Samuel 2:5\" href=\"/I_Samuel.2.5\">1 S 2:5</a> + 9 times, incl. <span dir=\"rtl\">שׁ׳</span> as ordinal, v. infr.; but read <span dir=\"rtl\">שְׂבָכָה</span> for <span dir=\"rtl\">שִׁבְעָה</span> <a data-ref=\"I Kings 7:17\" href=\"/I_Kings.7.17\">1 K 7:17</a><sup>(×2)</sup> 𝔊 Th Kmp Klo Benz Kit Bur; also <span dir=\"rtl\">שׁ׳ שׁ׳</span> distrib. = 7 <em>each</em> <a data-ref=\"Genesis 7:2\" href=\"/Genesis.7.2\">Gn 7:2</a>, <a data-ref=\"Genesis 7:3\" href=\"/Genesis.7.3\">3</a> (J); as pred. <a data-ref=\"Genesis 46:25\" href=\"/Genesis.46.25\">Gn 46:25</a> (P). <strong>c.</strong>  <span dir=\"rtl\">שִׁבְעַת</span>, before n.pl. <a data-ref=\"Numbers 23:4\" href=\"/Numbers.23.4\">Nu 23:4</a> (E), <a data-ref=\"Numbers 8:2\" href=\"/Numbers.8.2\">8:2</a> (P), <a data-ref=\"Ezekiel 45:23\" href=\"/Ezekiel.45.23\">Ez 45:23</a><sup>(×2)</sup>; <a data-ref=\"Job 2:13\" href=\"/Job.2.13\">Jb 2:13</a><sup>(×2)</sup> + 97 times, incl. <span dir=\"rtl\">שׁ׳ יָמִים</span> <a data-ref=\"Genesis 8:10\" href=\"/Genesis.8.10\">Gn 8:10</a> (J), + 88 times + <a data-ref=\"Ezekiel 45:21\" href=\"/Ezekiel.45.21\">Ez 45:21</a> (read <span dir=\"rtl\">שִׁבְעַת</span> for <span dir=\"rtl\">שְׁבֻעוֹת</span>, Vrss and mod.). <strong>d.</strong>  = ordinal, <span dir=\"rtl\">שְׁנַת (הַ)שֶּׁבַע</span> <a data-ref=\"Deuteronomy 15:9\" href=\"/Deuteronomy.15.9\">Dt 15:9</a>; <a data-ref=\"II Kings 12:2\" href=\"/II_Kings.12.2\">2 K 12:2</a> + 3 times, <span dir=\"rtl\">בְּשִׁבְעָה לַחֹדֶשׁ</span> <a data-ref=\"Ezekiel 30:20\" href=\"/Ezekiel.30.20\">Ez 30:20</a>, cf. <a data-ref=\"Ezekiel 45:20\" href=\"/Ezekiel.45.20\">45:20</a>; <span dir=\"rtl\">לְשִׁבְעַת הַיָּמִים</span> <a data-ref=\"Genesis 7:10\" href=\"/Genesis.7.10\">Gn 7:10</a> (J), <a data-ref=\"I Chronicles 9:25\" href=\"/I_Chronicles.9.25\">1 Ch 9:25</a>.<br><strong>2.</strong> †<strong>a.</strong>  <span dir=\"rtl\">שְׁבַע עֶשְׂרֵה שָׁנָה</span> 17 <em>years</em> <a data-ref=\"Genesis 37:2\" href=\"/Genesis.37.2\">Gn 37:2</a> + 3 times + <a data-ref=\"I Kings 14:21\" href=\"/I_Kings.14.21\">1 K 14:21</a> <span dir=\"rtl\">(וּשְׁבַע וגו׳)</span>, also as ordin. <span dir=\"rtl\">בִּשְׁנַת שׁ׳ עֶשׂ׳</span> <a data-ref=\"I Kings 22:52\" href=\"/I_Kings.22.52\">1 K 22:52</a>, <span dir=\"rtl\">בִּשְׁנַת שׁ׳ עֶשׂ׳ שָׁנָה</span> <a data-ref=\"II Kings 16:1\" href=\"/II_Kings.16.1\">2 K 16:1</a>. †<strong>b.</strong>  <span dir=\"rtl\">שִׁבְעָה עֶשָׂר</span> (sc. <span dir=\"rtl\">הַגּוֹרָל</span> <em>lot</em>) <a data-ref=\"I Chronicles 24:15\" href=\"/I_Chronicles.24.15\">1 Ch 24:15</a>; <a data-ref=\"I Chronicles 25:24\" href=\"/I_Chronicles.25.24\">25:24</a> (cf. also, + other num., <a data-ref=\"I Chronicles 7:11\" href=\"/I_Chronicles.7.11\">7:11</a> <a data-ref=\"Ezra 2:39\" href=\"/Ezra.2.39\">Ezr 2:39</a> <a data-ref=\"Nehemiah 7:41\" href=\"/Nehemiah.7.41\">Ne 7:42</a>), + <span dir=\"rtl\">יוֹם</span> 17<em>th day</em> <a data-ref=\"Genesis 7:11\" href=\"/Genesis.7.11\">Gn 7:11</a>; <a data-ref=\"Genesis 8:4\" href=\"/Genesis.8.4\">8:4</a>; unusual is <span dir=\"rtl\">שׁ׳ שְׁקָלִים וַעֲשָׂרָה הַכֶּסֶף</span> <a data-ref=\"Jeremiah 32:9\" href=\"/Jeremiah.32.9\">Je 32:9</a> 7 <em>shekels and</em> 10 <em>the silver</em>.<br><strong>3.</strong>  <span dir=\"rtl\">שְׁבַע מֵאוֹת</span> = 700 <a data-ref=\"Judges 8:26\" href=\"/Judges.8.26\">Ju 8:26</a> + 39 times (but <a data-ref=\"Nehemiah 7:67\" href=\"/Nehemiah.7.67\">Ne 7:68</a> om. Mass. Baer Gi q.v.).<br><strong>4.</strong>  <span dir=\"rtl\">שִׁבְעָה אֶלֶף</span> = 7000 <a data-ref=\"I Kings 20:30\" href=\"/I_Kings.20.30\">1 K 20:30</a> + 2 times; <span dir=\"rtl\">שִׁבְעַת אֲלָפִים</span> = id. <a data-ref=\"I Kings 20:15\" href=\"/I_Kings.20.15\">1 K 20:15</a> + 15 times; 57,000 is 7 + 50 × 1000 <a data-ref=\"Numbers 1:31\" href=\"/Numbers.1.31\">Nu 1:31</a>; <a data-ref=\"Numbers 2:8\" href=\"/Numbers.2.8\">2:8</a>, <a data-ref=\"Numbers 2:31\" href=\"/Numbers.2.31\">31</a>.<br><strong>5.</strong>  <span dir=\"rtl\">שׁ׳</span> + other num.: <strong>a.</strong>  <span dir=\"rtl\">שׁ׳</span> follows 18 times: (1) n. s. after <span dir=\"rtl\">שׁ׳</span> <a data-ref=\"Judges 8:14\" href=\"/Judges.8.14\">Ju 8:14</a>; also, (= ord. num.) <a data-ref=\"Ezekiel 29:17\" href=\"/Ezekiel.29.17\">Ez 29:17</a> + 2 times, <span dir=\"rtl\">שְׁנַת שְׁלשִׁים וָשׁ׳ שָׁנָה</span> <a data-ref=\"II Kings 13:10\" href=\"/II_Kings.13.10\">2 K 13:10</a>, cf. <a data-ref=\"II Kings 15:1\" href=\"/II_Kings.15.1\">15:1</a>; (2) n.pl. before other num. <a data-ref=\"Ezra 8:35\" href=\"/Ezra.8.35\">Ezr 8:35</a>; <a data-ref=\"Nehemiah 7\" href=\"/Nehemiah.7\">Ne 7</a>:[<a data-ref=\"Nehemiah 7:71\" href=\"/Nehemiah.7.71\">72</a>], <a data-ref=\"Nehemiah 7:70\" href=\"/Nehemiah.7.70\">71</a>; (3) n. s. cstr. precedes <span dir=\"rtl\">בִּשְׁנַת עֶשְׂרִים רָשׁ׳</span> <a data-ref=\"I Kings 16:10\" href=\"/I_Kings.16.10\">1 K 16:10</a>, <a data-ref=\"I Kings 16:15\" href=\"/I_Kings.16.15\">15</a> (ordin.); (4) n. after each num. <a data-ref=\"Genesis 23:1\" href=\"/Genesis.23.1\">Gn 23:1</a>; <a data-ref=\"Genesis 25:17\" href=\"/Genesis.25.17\">25:17</a> (both P), etc. <strong>b.</strong>  <span dir=\"rtl\">שׁ׳</span> precedes 10 times (P and Est): (1) n. s. after other num. <a data-ref=\"Genesis 8:14\" href=\"/Genesis.8.14\">Gn 8:14</a>; <a data-ref=\"Exodus 6:16\" href=\"/Exodus.6.16\">Ex 6:16</a>, <a data-ref=\"Exodus 6:20\" href=\"/Exodus.6.20\">20</a> + 3 times Est; (2) n. repeated <a data-ref=\"Genesis 5:7\" href=\"/Genesis.5.7\">Gn 5:7</a>; <a data-ref=\"Genesis 11:21\" href=\"/Genesis.11.21\">11:21</a>; <a data-ref=\"Genesis 47:28\" href=\"/Genesis.47.28\">47:28</a>, cf. <a data-ref=\"Genesis 5:25\" href=\"/Genesis.5.25\">5:25</a>, <a data-ref=\"Genesis 5:31\" href=\"/Genesis.5.31\">31</a> <strong>c.</strong>  1000 + 17 <a data-ref=\"Ezra 2:39\" href=\"/Ezra.2.39\">Ezr 2:39</a> = <a data-ref=\"Nehemiah 7:41\" href=\"/Nehemiah.7.41\">Ne 7:42</a>.—<span dir=\"rtl\">שׁ׳</span> often c. sacred signif.: <a data-ref=\"Genesis 21:28\" href=\"/Genesis.21.28\">Gn 21:28 ff.</a> (J), <a data-ref=\"Exodus 37:23\" href=\"/Exodus.37.23\">Ex 37:23</a> <a data-ref=\"Leviticus 4:6\" href=\"/Leviticus.4.6\">Lv 4:6</a>, <a data-ref=\"Leviticus 4:17\" href=\"/Leviticus.4.17\">17</a>; <a data-ref=\"Leviticus 8:11\" href=\"/Leviticus.8.11\">8:11</a>; <a data-ref=\"Leviticus 14:27\" href=\"/Leviticus.14.27\">14:27</a> + (P); as round number <a data-ref=\"Genesis 4:24\" href=\"/Genesis.4.24\">Gn 4:24</a> (song in J), <a data-ref=\"Genesis 29:18\" href=\"/Genesis.29.18\">29:18 ff.</a>; <a data-ref=\"Genesis 31:23\" href=\"/Genesis.31.23\">31:23</a>; <a data-ref=\"Genesis 41:2\" href=\"/Genesis.41.2\">41:2 ff.</a> (all E), etc.; on bowing 7 times <a data-ref=\"Genesis 33:3\" href=\"/Genesis.33.3\">33:3</a> (J; in great humility), cf. Wkl<sup>TelAm. nos. 143, 230, 246</sup> Ne<sup>Mar. 11 f.</sup>; all these prob. originating with week of seven days; cf. especially Kö<sup>Hast.DB number, 562 f., 565</sup>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}]