[{"_id": "531e4fe3fbfba276047f6cce", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 8:14", "anchorRef": "Leviticus 8:14", "anchorRefExpanded": ["Leviticus 8:14"], "sourceRef": "Onkelos Leviticus 8:14", "sourceHeRef": "תרגום אונקלוס על ויקרא ח׳:י״ד", "anchorVerse": 14, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 8.0014, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "וְקָרֵב יָת תּוֹרָא דְחַטָּאתָא וּסְמַךְ אַהֲרֹן וּבְנוֹהִי יָת יְדֵיהוֹן עַל רֵישׁ תּוֹרָא דְחַטָּאתָא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "He brought near the sin-offering bullock and Aharon and his sons laid their hands on the head of the sin-offering bullock.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec505", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 8:14", "anchorRef": "Leviticus 8:14", "anchorRefExpanded": ["Leviticus 8:14"], "sourceRef": "Targum Jonathan on Leviticus 8:14", "sourceHeRef": "תרגום יונתן על ויקרא ח׳:י״ד", "anchorVerse": 14, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 8.0014, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "וְקָרֵיב יַת תּוֹרָא דְחַטָאתָא וְסָמַךְ אַהֲרן וּבְנוֹי יַת יְדֵיהוֹן יְמִינִין עַל רֵישׁ תּוֹרָא דְחַטָאתָא דִילְהוֹן", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And he brought the bullock for the sin offering, and Aharon and his sons laid their right hands upon the head of the bullock, for their sin offering.\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54c0de25fbfba21e8957f455", "index_title": "Rashbam on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Rashbam on Exodus 15:22:1", "anchorRef": "Leviticus 8:14", "anchorRefExpanded": ["Leviticus 8:14"], "sourceRef": "Rashbam on Exodus 15:22:1", "sourceHeRef": "רשב\"ם על שמות ט״ו:כ״ב:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Rashbam on Exodus", "he": "רשב\"ם על שמות"}, "heTitle": "רשב\"ם על שמות", "he": "וַיַּסַּע - הפעיל אבל ויסע. הוא עצמו נסע. וכן: וַיַּפֵּל בקרב מחנהו. וַיַגֵּשׁ את פר החטאת לשון מפעיל. אבל ויפול ויגש. לשון פועל. ", "heVersionTitle": "Rashbam on Torah -- Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ויסע, a causative construction, hiphil. When the Torah writes, as it does most of the time, vayisa, this is in the intransitive active mode, meaning “he journeyed,” instead of “he made (someone) journey,” as is the case here. Similar constructions involving both the kal mode and the hiphil mode of the verse are: vayagesh את פר החטאת, “he presented, brought near, the bull of the sin offering,” (Leviticus 8.14) as distinct from vayigash, “he approached (himself).” Similarly, a construction such as vayipol is in the intransitive active mode, meaning: “he fell, or he prostrated himself deliberately,” whereas the transitive mode of the same word (root) would be “vayapel,” “he threw down.”", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "57e77d01d6e4a94c7c18a492", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 8:14", "anchorRef": "Leviticus 8:14", "anchorRefExpanded": ["Leviticus 8:14"], "sourceRef": "Tafsir Rasag, Leviticus 8:14", "sourceHeRef": "תפסיר רס\"ג, ויקרא ח׳:י״ד", "anchorVerse": 14, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 8.0014, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "ת̇ם קדם רת̇ אלד̇כוה ואסנד הרון ובנוה אידיהם עלי ראסה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5933bd7cd6e4a954e53096a9", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Emor 19:1", "anchorRef": "Leviticus 8:14", "anchorRefExpanded": ["Leviticus 8:14"], "sourceRef": "Midrash Tanchuma Buber, Emor 19:1", "sourceHeRef": "תנחומא בובר, אמור י״ט:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "אמור", "he": "וכי תזבחו זבח תודה לה' <small>(ויקרא כב כט)</small>. ר' פנחס ור' לוי ור' יוחנן אמרו בשם ר' מנחם דגליל לעתיד לבוא כל הקרבנות בטלין, וקרבן תודה אינה בטלה [לעולם], כל ההודאות בטילות, והודאת תודה אינה בטילה [לעולם], נאמר קול ששון וקול שמחה קול חתן וקול כלה קול אומרים הודו (לה') [את ה' צבאות כי טוב ה'] כי לעולם חסדו [מביאים תודה בית ה' <small>(ירמיה לג יא)</small>, הודו את ה' אלו ההודיות, מביאים תודה] זה קרבן תודה, וכן אמר עלי אלהים נדריך אשלם תודות לך <small>(תהלים נו יג)</small>, תודה אין כתיב כאן, אלא תודות ההודיה וקרבן תודה.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Lev. 22:29:) <small>AND WHEN YOU SACRIFICE AN OFFERING OF THANKSGIVING TO THE LORD</small>. R. Pinhas, R. Levi, and R. Johanan said in the name of R. Menahem of Galilee: In the age to come all &lt; other &gt; offerings shall cease, but the sacrifice of thanksgiving shall not [ever] cease.<sup class=\"footnote-marker\">83</sup><i class=\"footnote\"><i>Tanh</i>., Lev. 8:14; Lev. R. 27:12; <i>PRK</i> 9:12; M. Pss. 56:4.</i> All prayers shall cease, but the prayer of thanksgiving shall not [ever] cease. Thus it is stated (in Jer. 33:11): <small>THE SOUND OF JOY AND THE SOUND OF GLADNESS, THE VOICE OF THE BRIDEGROOM AND THE VOICE OF THE BRIDE, THE VOICE OF THOSE WHO SAY: GIVE THANKS TO THE LORD</small> [<small>OF HOSTS, FOR THE LORD IS GOOD</small>,] <small>FOR HIS MERCY ENDURES FOREVER</small>! [<small>AS THEY BRING THANKSGIVING TO THE HOUSE OF THE LORD</small>. (Ibid.:) <small>GIVE THANKS TO THE LORD</small>. This refers to the prayers. <small>AS THEY BRING THANKSGIVING</small>. This refers to the sacrifice of thanksgiving. And so David said (in Ps. 56:13 [12]): <small>YOUR VOWS, O GOD, ARE UPON ME; I WILL REPAY YOU WITH THANKSGIVINGS</small>. \"Thanksgiving\" (in the singular) is not written here, but <small>THANKSGIVINGS</small> (in the plural), &lt; i.e., both &gt; the thanksgiving prayer and the sacrifice of thanksgiving.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5ae9be06ec082800178c6fc2", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "", "ref": "Midrash Aggadah, Genesis 27:25:1", "anchorRef": "Leviticus 8:14", "anchorRefExpanded": ["Leviticus 8:14"], "sourceRef": "Midrash Aggadah, Genesis 27:25:1", "sourceHeRef": "מדרש אגדה, בראשית כ״ז:כ״ה:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 25.0001, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "בראשית", "he": "הגישה לי. הראה לו שעתידים ליצא מזרעו כהנים, שנאמר בה ויגש את פר החטאת (ויקרא ח יד):", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0e9fd173ad4f00597bbf8a", "index_title": "Or HaChaim on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Or HaChaim on Exodus 29:10:1", "anchorRef": "Leviticus 8:14", "anchorRefExpanded": ["Leviticus 8:14"], "sourceRef": "Or HaChaim on Exodus 29:10:1", "sourceHeRef": "אור החיים על שמות כ״ט:י׳:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Or HaChaim on Exodus", "he": "אור החיים על שמות"}, "heTitle": "אור החיים על שמות", "he": "<b>וסמך וגו'</b>. ולא אמר וסמכו שאהרן יסמוך בפני עצמו ואחר כך יסמכו בניו. שוב בא בידי תוספתא בפ\"י דמנחות וזה לשונם ה' שהביאו זבח אחד כולן סומכין עליו לא כולן כאחד אלא כל אחד סומך ומסתלק עד כאן, ופסקו רמב\"ם בפ\"ג מהלכות מעשה הקרבנות, וכפ\"ז אמר הכתוב <b>וסמך</b> לומר שיסמכו אחד אחד ולא יחד. אלא שצריך לדעת למה אמר ב' פעמים ולא הספיק בא' כמו שכתוב במעשה בפרשת צו (ויקרא ח' י\"ח). ואולי כי מאחד הייתי אומר כי לצד שבו תלוי החטא שעליו בא הקרבן כי הוא עשה העגל ולא בניו לזה פרטו להקדימו לרמוז על הדבר ואין למדין ממנו לכל זבח, לזה כפל ואמר ב' פעמים <b>וסמך</b> לשון יחיד, ומעתה יש טעם נכון למה בפרשת צו בהודעת המעשה לא אמר לשון יחיד אלא בא', כי יספיק ללימוד שאנו צריכין לו, כי לא הוכפל במצוה אלא להסיר הטעות והבן:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b> <span class=\"font1\">וסמך אהרון ובניו את ידיהם</span>, \"and Aaron and his sons will place their hands, etc.\"</b> The reason that the Torah uses the singular <span class=\"font1\">וסמך</span> instead of the plural form <span class=\"font1\">וסמכו</span>, is that Aaron was to place his hands on the bullock and his sons were to repeat this action individually, one at a time. I have come across a <i>Tossephta</i> in chapter 10 of <i>Menachot</i> which states: \"When five people jointly offer one sacrifice they all perform the rite of placing their hands with all their weight on the animal; they do not do this simultaneously but one after another.\" Maimonides rules similarly in chapter 3 of <i>Maaseh Ha-korbanot.</i> Accordingly, we can well understand why our verse describes the act of <span class=\"font1\">סמיכה</span> in the singular, i.e. <span class=\"font1\">וסמך</span>, instead of <span class=\"font1\">וסמכו</span>, as they were not to do this simultaneously. We still have to clarify why the Torah had to give these instructions twice in connection with the ram in verse 19 and was not content with Leviticus 8,18 where it is reported that Aaron and his sons did perform <span class=\"font1\">סמיכה</span> and the fact is reported in the plural. Perhaps the Torah felt that if it would not repeat the report we would think that seeing that the bullock was a sin-offering, only Aaron performed the rite of <span class=\"font1\">סמיכה</span> because only he and not his sons had been involved in the sin of the golden calf. By telling us that the same procedure was followed in connection with the ram which was a total-offering, the Torah made plain that none of these offerings were connected with Aaron's share in the making of the golden calf. The method chosen by the Torah makes it clear that the performance of <span class=\"font1\">סמיכה</span> was required for all meat-offerings other than birds. Now we can understand why there was no need to write the word <span class=\"font1\">ויסמכו</span> in the singular in Leviticus 8,18, seeing the point had been made already in our verse here. [With all due respect to the author, why did the Torah repeat the point in Leviticus 8,14 where the Torah again uses the singular in connection with Aaron and his sons? Ed.]", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c7da334308110006059200d", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Tzav, Mekhilta DeMiluim I 12", "anchorRef": "Leviticus 8:14", "anchorRefExpanded": ["Leviticus 8:14"], "sourceRef": "Sifra, Tzav, Mekhilta DeMiluim I 12", "sourceHeRef": "ספרא, צו, מכילתא דמילואים א י״ב", "anchorVerse": 14, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 12, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "מכילתא דמילואים א", "he": "[יב] \"ויגש את פר החטאת\" – מתחלה לא נקרא 'פר החטאת' שנאמר (שמות כט, א) \"וזה הדבר אשר תעשה להם לקדש אתם לכהן לי לקח פר אחד בן בקר וְאֵילִם\" – כשהוא פורט את מעשיו היה נקרא 'פר החטאת'. \"ואת הפר ואת ערו ואת בשרו שרף באש מחוץ למחנה\" – אין אנו יודעים אם חטאת אהרן ובניו היה או חטאת הצבור היה… כשהוא אומר \"קח את אהרן ואת בניו אתו\" – הוי אומר חטאת אהרן ובניו ולא חטאת הצבור היה.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "12) (Vayikra 8:14): (\"And he presented the bullock of the sin-offering, and Aaron and his sons placed their hands on the head of the bullock of the sin-offering.\") \"And he presented the bullock of the sin-offering\": In the beginning, it was not called \"the bullock of the sin-offering,\" viz. (Shemoth 29:1): \"And this is the thing that you shall do to them to sanctify them to minister unto Me: Take one young bullock and rams, etc.\" In its specific accounting it is called \"the bullock of the sin-offering,\" viz. (Shemoth 29:14): \"And the flesh of the bullock and its hide and its waste you shall burn in a fire outside the camp — it is a sin-offering.\" We do not know whether this refers to the sin-offering of Aaron and his sons or to the communal sin-offering. \"Take Aaron and his sons with him … and the bullock of the sin-offering\" (Vayikra 8:2) tells us that it is the sin-offering of Aaron and his sons and not the communal sin-offering.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7da338ea593e00185b68ae", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tzav, Mekhilta DeMiluim I 13", "anchorRef": "Leviticus 8:14", "anchorRefExpanded": ["Leviticus 8:14"], "sourceRef": "Sifra, Tzav, Mekhilta DeMiluim I 13", "sourceHeRef": "ספרא, צו, מכילתא דמילואים א י״ג", "anchorVerse": 14, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 13, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "מכילתא דמילואים א", "he": "[יג] \"ויסמך אהרן ובניו את ידיהם על ראש פר החטאת\" – וכי אהרן ובניו סומכים על כל הקרבנות?! אלא מפני שהם קרבנותיהם סמכו עליו. מקיש קרבנות צבור לקרבנותיהם. מה קרבנותיהם טעונים סמיכה – אף קרבנות צבור טעונים סמיכה. מה הוא סומך על קרבנותיו – אף הוא סומך על קרבנות צבור. אבל יחיד – כל אחד ואחד סומך על קרבנו שנאמר (ויקרא ג, ב) \"וסמך ידו על ראש קרבנו\".", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "13) \"and Aaron and his sons placed their hands on the head of the bullock of the sin-offering.\": We find that Aaron and his sons perform semichah (the placing of the hands) on all of their offerings. But because they do so because they are their offerings, the offerings of partners are compared to their offerings, viz.: Just as their offerings require semichah for each of the participants, so the offerings of partners require semichah for each partner.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5cdd67cc25f25e0061095abc", "index_title": "Malbim on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Leviticus, Vayikra 250:1", "anchorRef": "Leviticus 8:14", "anchorRefExpanded": ["Leviticus 8:14"], "sourceRef": "Malbim on Leviticus, Vayikra 250:1", "sourceHeRef": "מלבי\"ם על ויקרא, ויקרא ר״נ:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 250.0001, "collectiveTitle": {"en": "Malbim on Leviticus", "he": "מלבי\"ם על ויקרא"}, "heTitle": "ויקרא", "he": "<b>וסמכו זקני העדה:</b> דברי הספרא מובאים בסנהדרין (דף יד:) ומקשה: ור' שמעון הא כתיב \"וסמכו\"? ההוא מבעיא ליה לגופיה. ולר' יהודה, לגופיה לא צריך דא\"כ דלא אתי \"וסמכו\" לדרשה לכתב \"זקני העדה ידיהם על ראש הפר\". ור' שמעון אי כתב הכי הוה אמינא מאי \"על\"? בסמוך. ור' יהודה גמר \"ראש\" \"ראש\" מעולה. ור' שמעון לא גמר \"ראש\" \"ראש\" מעולה, עכ\"ל. ומאמר זה מופלא מאד. שמלבד שגוף דברי ר' יהודה שחשב \"וסמכו\" שנים, \"זקני\" שנים הם תמוהים (דהא כשבא השם בלשון רבים מוכרח שיבא גם הפעל בלשון רבים, ואיך נחשב מה שבא \"וסמכו\" בלשון רבים לחשבון בפני עצמו?! וזה עצמו תשובת ר' שמעון ההוא מבעיא ליה לגופיה) הנה לא נדע כלל מה שאמר ר' יהודה לכתב \"זקני העדה ידיהם על ראש הפר\", איך יצויר שיכתב כן? שאז יהיה הלשון זר ופתלתל ולא נדע כלל מהו. והלא כן יאמר בכל הסמיכות שכתב \"וסמך ידו על ראש\", שלא יכתב פעל 'וסמך'. וזה חוכא. ולפי דעתי צריך להגיה בדברי ר' יהודה: <b>דאם כן דלא אתי \"וסמכו\" לדרשה, לכתב \"וסמך זקני העדה ידיהם על ראש הפר\"</b>. ובזה תמצא בדבריהם תפוחי זהב במשכיות כסף. והוא על פי מ\"ש בתוספתא דמנחות (פרק י):  חמשה שהביאו זבח אחד – כולם סומכים עליו; ולא כולם כאחד סומכים עליו אלא כל אחד סומך ומסתלק. סמיכות זקנים בשלשה. ר\"י אומר בחמשה. ולא כולם כאחד סומכים עליו אלא כל אחד סומך ומסתלק. איל המלואים אהרן ובניו כאחד.   וצריך להבין מדוע נשתנה איל המלואים מיתר סמיכות שסמכו עליו אהרן ובניו כאחד? ולא עוד אלא שמשמע שבפר המלואים לא סמכו כאחד, ולמה? אולם הדבר בנוי לתלפיות על יסוד שהיה לחז\"ל במה שמצאנו שפעל אחד הבא על שני נושאים, שיבא לפעמים בלשון יחיד ולפעמים בלשון רבים. כמו: \"ויצא נח ובניו ואשתו\" (בראשית ה), \"ויקח שם ויפת את השמלה\" (שם ט), \"ויקח אברם ונחור להם נשים\" (שם יא), \"ויאמר אבימלך ופיכל שר צבאו\" (שם כא), ודומיהם - שבא הפעל בלשון יחיד. \"וינוסו מלך סדום ועמורה\" (שם יד), \"ויקברו אותו יצחק וישמעאל\" (שם כה), \"ויקחו שני בני יעקב שמעון ולוי\" (שם לד), \"חטאו משקה מלך מצרים והאופה\" (שם מ) - בא הפעל בלשון רבים. והיה לחז\"ל כלל בזה שכל מקום ששני הנושאים הם שוים במעלה ובמעשה – בא הפעל בלשון רבים. וכל מקום שהאחד עיקר או שהוא המתחיל במעשה – בא הפעל בלשון יחיד. ואמרו: בבראשית רבה (פל\"ו) \"ויקח שם ויפת את השמלה\" – שם התחיל במצוה תחלה. ושם (פ\"מ) \"ותשר דבורה וברק\" – דבורה עיקר וברק טפל לה. ושם (פפ\"ד) יהודה היה מלך שנאמר \"ויבא יהודה ואחיו\". ובשמות רבה (בשלח פ\"כג) \"אז ישירו משה ובני ישראל\" אינו אומר אלא \"אז ישיר\" – אמר ריב\"ל מכאן שנאמרה הפרשה על פי משה ואחר כך אמרוהו ישראל על הים. ובמכלתא (בא פ\"ג) מנין שאם ירצה אדם למנות אחרים על פסחו שהוא רשאי? תלמוד לומר \"ולקח הוא ושכנו\".  וכל זה ממה שבא הפעל בלשון יחיד, משמע שהראשון הוא העיקר והמתחיל. [וזהו שאמר במדרש (וארא פ\"ט) \"ויבא משה ואהרן\" והלא אהרן היה לו לכנס תחלה? ובבראשית רבה (פרשה לו) ר\"י אומר למה מתה רחל תחלה מפני שדברה בפני אחותה שנאמר \"ותען רחל ולאה\"]. אבל במקום שבא הפעל בלשון רבים – שניהם שוים. וכמ\"ש בב\"ר (פרשה פ) \"ויקחו שמעון ולוי\" – שלא נטלו עצה זה מזה. ובזבחים (דף יט:) למד דצריך בכיור שיעור שירחצו בו ד' כהנים בבת אחת ממה דכתיב \"ורחצו אהרן ובניו את ידיהם\" - ר\"ל מדלא כתיב \"ורחץ\" מורה שירחצו בבת אחת. [ועיין באילת השחר (סימן קסו)]. ואחרי חרשנו בעגלתם מצאנו חדתם, שלכן אמר בתוספתא דעל איל המלואים סמכו אהרן ובניו בבת אחת ועל פר המלואים סמך כל אחד בפני עצמו. כי בפר המלואים כתוב בפר' צו (ויקרא ח, יד) \"ויסמוך אהרן ובניו את ידיהם על ראש פר החטאת\" - בא הפעל בלשון יחיד משום דכל אחד סמך בפני עצמו. ובאיל המלואים כתיב שם \"ויסמכו אהרן ובניו את ידיהם\" - שבא הפעל בלשון רבים, מורה שכולם סמכו בבת אחת. והנה הפעל שבא על שם הרבים יבא תמיד בלשון רבים. ובכל זאת כתב הרד\"ק במכלול (דף ז: ודף ח) וז\"ל: וכאשר יבא לשון יחיד על רבים או לשון רבים על יחיד הוא דרך קצרה והוא מנהג הלשון הנוהג בהרבה מקומות כמו \"ותקח האשה את שני האנשים ותצפנו\", \"ויבא משה ואהרן\" , \"וקבל היהודים\", \"עדיו יבוא ויבושו\", \"ויקראו אל שוער העיר ויגידו להם\" (מלכים ב ז׳:י׳) ר\"ל אל כל שוער, והם היו רבים. וכן \"ויקרא השוערים\" (שם). \"וצדיקים ככפיר יבטח\", \"ויבא אלי אנשים\". עיי\"ש שחשב רבים כמוהם. ותראה כי בשורש <b>בא</b> לבד נמסר במסורה (פר' שמיני) <b>י\"ד יבא דסבירין יבואו</b>, ובמסורה (פר' שלח) <b>ח' ויבא דקרין לישן חד וחמיין לישן סגיין</b>, וכדומה רבים.  וגם בזה שמרו חז\"ל את היסוד שכל מקום דבא להראות שהפעל מחולק אל כל נושא בפני עצמו בא בלשון יחיד. ואמרו  בסוטה (דף לד:) \"ויבא עד חברון\" שכלב הלך שם להתפלל. ובמדבר רבה (פ\"ט ופ\"טז) \"ותצפנו\" שפנחס היה כמלאך. \"ויהי ידיו אמונה\" – ויהיו מבעיא ליה דכולהו תליא בימינא (ח\"ב סו, א). וביומא \"ארפא משובתם וכולי כי שב אפי ממנו\" – אפילו בשביל יחיד שעשה תשובה וכולי, ודומיהם רבים.   וכן פירשו המפרשים תמיד שהפעל שבא בלשון יחיד מורה כל אחד בפני עצמו וכמו שפרש\"י \"ותצפנו\"- כל אחד בפני עצמו. ועיין באילת השחר (סימן קסב קסג). ובזה נבין פלפול הגמרא הנ\"ל. שר' יהודה קשה ליה אחר שפה הדין שכל אחד יסמוך בפני עצמו, היה לו לומר \"וסמך זקני העדה\" שמזה נדע שכל אחד סומך בפני עצמו כמו שכן אמר (ויקרא ב׳:ב׳) \"והביאה אל בני אהרן הכהנים וקמץ\" שבא הפעל בלשון יחיד ללמד שלא יקמץ אלא כהן אחד כמ\"ש למעלה (סימן קד). ועל כרחך שצריך \"וסמכו\" לדרשה, שצריך חמשה זקנים. ור' שמעון השיב: אי כתב הכי הוה אמינא מאי \"על\" בסמוך - ר\"ל שגם אם יכתב \"וסמך\" - נאמר שכולם סומכים בפעם אחד ומה שכתב הפעל בלשון יחיד משום שכל אחד סומך על מקום אחר מן הבהמה, לא במקום אחד. ואף שכתוב \"על ראש\" נאמר מאי \"על\" בסמוך באופן שאחד סומך על ראש והשני בצדדים והשלישי על הגביים; ולכן כתב \"וסמך\" בלשון יחיד. ואחר שגם אם יכתב \"וסמך\" לא נדע המבוקש – שכל אחד סומך בפני עצמו – לזאת כתב \"וסמכו\" כפי הדקדוק. ור' יהודה משיב דגמר \"ראש\" \"ראש\" מעולה ושם כבר למד דצריך על ראש ממש ולא על הצדדים [כמ\"ש בספרא (ויקרא נדבה פרק ד מ\"ב)]. ור' שמעון לא גמר מעולה, ולדידיה נוכל לטעות גם אם יכתב \"וסמך\". ", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6cdbc4424d00582699fc", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Tzav 176:1", "anchorRef": "Leviticus 8:14", "anchorRefExpanded": ["Leviticus 8:14"], "sourceRef": "Malbim on Leviticus, Tzav 176:1", "sourceHeRef": "מלבי\"ם על ויקרא, צו קע״ו:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 176.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "צו", "he": "<b>ויגש את פר החטאת:</b> ובצואה בפר' תצוה (שמות, כט) קוראהו 'פר' סתם בכל הפרשה.  ולמ\"ש דהצואה היה קודם מעשה העגל יש לומר דאז לא בא עדיין על חטאת, רק עתה בעשיה. וגם יש לומר דקיימא לן אתני בית דין דלא לאמר לשמו דלמא אתי למימר שלא לשמו (<small>כמו שאמרו בריש זבחים</small>), ולכן לא צוהו שיפרש שהוא חטאת רק יקריבהו סתם. אבל משה הזכיר בעת הקרבתו בכל אחד ממעשיו שהוא חטאת. וזהו שאמר כשהוא פורט את מעשיו וכולי.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6cdb25f25e00197a055d", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Tzav 177:1", "anchorRef": "Leviticus 8:14", "anchorRefExpanded": ["Leviticus 8:14"], "sourceRef": "Malbim on Leviticus, Tzav 177:1", "sourceHeRef": "מלבי\"ם על ויקרא, צו קע״ז:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 177.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "צו", "he": "<b>ואת הפר..שרף באש:</b> הנה רק שני חטאת היו נשרפין חטאת – כהן משיח וחטאת הקהל. ולא ידענו מאיזה מין היה פר זה שהיה נשרף גם כן מחוץ למחנה. ופירשו שהיה חטאת כהן משיח כמו שכתב \"קח את אהרן\". ובאמת לא היה חטאת כהן ממש - (א) דהא הכהן המשיח אינו מביא על חטאתו שחטא כשהיה הדיוט (ב) שאם היה על חטא עגל הלא בעכו\"ם דינו בשעירה כיחיד (ג) שאם חטא עם הצבור מביא עם הצבור (ד) שיתר מעשיה היו משונים – ששם מזה בפנים ועל הפרוכת. רק שהיה הוראת שעה והיה מתדמה קצת לחטאת כהן משיח במה שנשרף.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6cdcc4424d0058269a00", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Tzav 178:1", "anchorRef": "Leviticus 8:14", "anchorRefExpanded": ["Leviticus 8:14"], "sourceRef": "Malbim on Leviticus, Tzav 178:1", "sourceHeRef": "מלבי\"ם על ויקרא, צו קע״ח:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 178.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "צו", "he": "<b>ויסמוך אהרן:</b> סמיכה זו היה מצד שהם היו בעלי הקרבן כמו שבארנו בסימן הקודם. וזהו שאמר בספרא מפני שהם קרבנותיהם סמכו עליו. ומזה הוציאו מה שאמרו בתוספתא דמנחות (<small>פ ??</small>) \"חמשה שהביאו זבח אחד כולם סומכים עליו\" – שתפס 'חמשה' מפני שכאן היו אהרן וד' בניו. [ושם אמר דלא כולם כאחד סומכים אליו אלא כל אחד סומך ומסתלק. וכבר בארתי בפר' ויקרא (<small>סימן רנ</small>) שלכן אמר פה \"ויסמך אהרן\" בלשון יחיד שזה מורה שכל אחד סמך בפני עצמו על פי הכלל שבארנו שמה.] ומה שאמר מקיש קרבנות צבור לקרבנותיהם – פירושו שמזה זכר לדבר שאהרן ובניו סמכו גם על פר העלם דבר של צבור שכתוב שם \"וסמכו זקני העדה את ידיהם\". שלדעת ר' יהודה סתמא דספרא חמשה מן הסנהדרין סומכים עליו. אם כן בחיי אהרן היו הוא וארבעה בניו ראשי הסנהדרין והיו צריכים לסמוך.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d077bd0b484450057b0eb84", "index_title": "Malbim on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Leviticus, Tzav 166:1", "anchorRef": "Leviticus 8:14", "anchorRefExpanded": ["Leviticus 8:14"], "sourceRef": "Malbim on Leviticus, Tzav 166:1", "sourceHeRef": "מלבי\"ם על ויקרא, צו קס״ו:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 166.0001, "collectiveTitle": {"en": "Malbim on Leviticus", "he": "מלבי\"ם על ויקרא"}, "heTitle": "צו", "he": "<b>ואת הבגדים וכולי:</b> שצוה עליהם בפר' תצוה. ולדעת הרמב\"ן והראב\"ע היה הציוי קודם מעשה העגל בהר סיני, ואז למדוהו מעשה הבגדים והשמן ודיני המלואים. ופה הזכיר בקיצור ולא חזר עניני הבגדים והשמן שכבר עשאם. ואמר שיקח הבגדים והשמן שעשאם כפי ציוי ה'. וכן תרגם יונתן \"וטול ית לבושיא דפקדתך\".  ופה שינה הסדר מהסדר דשם, דשם (שמות כ״ט:ט׳) סדר הפר והאלים ולחם מצות תחלה ואחריו אהרן ובניו והבגדים; ופה (ויקרא ח׳:י״ד) סדר אהרן ובניו והבגדים והשמן תחלה ואחר כך הפר והאלים וסל המצות. כי שם הקדים את התכלית שהיא העולה במחשבה תחלה, ופה במעשה קיימא לן דאין מעבירין על המצות והכין אהרן ובניו ובגדים ושמן שהם נמשחו ראשונה ואחריו הקרבנות שהי' אחר המשיחה. וזהו שאמר הספרא שלא כסדר האמורים להלן אמורים כאן.  וגם דשם אמר \"והקרבת אותם בסל ואת הפר\", וכן צוה להקריב אל פתח אהל מועד סל המצות תחלה, ופה אמר שיקריב סל המצות לבסוף. כי שם למדו דקודם שחיטת הקרבן צריך שיהיה הלחם אפוי ופה הקדים הפר והאלים שהוקרבו תחלה ואחר כך הסל שתנופת הלחם היה בסוף.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d077ef43e25930088d8beac", "index_title": "Malbim on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Leviticus, Achrei Mot 52:1", "anchorRef": "Leviticus 8:14", "anchorRefExpanded": ["Leviticus 8:14"], "sourceRef": "Malbim on Leviticus, Achrei Mot 52:1", "sourceHeRef": "מלבי\"ם על ויקרא, אחרי מות נ״ב:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 52.0001, "collectiveTitle": {"en": "Malbim on Leviticus", "he": "מלבי\"ם על ויקרא"}, "heTitle": "אחרי מות", "he": "וסמך אהרן את שתי ידיו: בכל מקום כתוב בסמיכה \"וסמך את יָדוֹ\" שמשמע ידו אחת, ופה כתוב \"וסמך את שתי יָדָו\". והראב\"ע כתב בפרשת ויקרא (א ד) היה נראה מהפשט שבידו האחת יסמוך, כי דרך שעיר המשתלח איננו כדרך כל קרבן על כן שינה הכתוב, רק כאשר העתיקו המעתיקים שאמרו שכל סמיכה בשתי ידים סמכנו עליהם. והיה יכול להכריח זה גם מן הכתוב שבפרשת מלואים (שמות כ״ט:י׳, ויקרא ח׳:י״ד) אמר אצל פר החטאת ושני האלים \"וסמך אהרן ובניו את ידיהם\" ולא אמר \"יָדָם\", וכן בפר העלם דבר \"וסמכו זקני העדה את ידיהם\", ובדברי הימים ב (כט ב) \"ויסמכו ידיהם עליהם\" מבואר שכל אחד סמך שתי ידיו. אולם חז\"ל בקבלתם השכילו שלכן כתב בשעיר המשתלח \"שתי יָדָו\" ללמד בנין אב לכל הסמיכות. ובמנחות (דף צג:) על מה שנאמר במשנה וסמיכה בשתי ידים אמר ריש לקיש דאמר קרא \"וסמך אהרן את שתי יָדָו\". כתיב \"ידוֹ\" וכתיב \"שתי\". זה בנה אב, כל מקום שנאמר \"ידָוֹ\" הרי כאן שתים עד שיפרט לך הכתוב אחת. אזל רבי אלעזר אמרה להא שמעתתא בבי מדרשא ולא אמרה משמיה דריש לקיש. שמע ריש לקיש ואיקפיד. אמר ליה אי סלקא דעתך כל היכא דכתיב \"יָדוֹ\" תרתי נינהו למה לי למכתב ידיו ידיו? אקשי ליה כ\"ד ידיו – \"ידיו תביאנה\", \"ידיו רב לו\", \"שכל את ידיו\". אישתיק. בתר דנח דעתיה אמר ליה מאי טעמא לא תימא לי ידיו דסמיכה קאמרי?! בסמיכה נמי הא כתיב \"ויסמוך את ידיו עליו ויצוהו\"? סמיכה דבהמה קאמרי עכ\"ל. וזה פירושו. הנה כבר בארנו (סדר ויקרא סימן שכח ולמעלה סימן יז) באורך שכל מקום שבא שם הרבים אין צורך לומר בו מספר \"שתים\" כי סתם רבים, שנים. ובא תמיד לדרשה כמו \"שתי תורים\" \"שני כבשים\" וכדומה, עיי\"ש. וביותר באיברים שהם זוג אי אפשר כלל שיבא מספר \"שני\" כמ\"ש תמיד \"ידיו\" \"רגליו\" \"עיניו\" \"אזניו\", ולא יאמר \"שתי ידיו\" \"שתי רגליו\" וכדומה. ועל כן במה שכתוב \"שתי הכליות\" יש דרוש בספרא ויקרא שם. ואם כן מ\"ש פה \"שתי יָדָו\" הוא זרות גדול בלשון שתמיד יאמר \"וישא ידיו\" \"ויפרוש כפיו\" ולא יאמר \"שתי יָדָו\". זאת שנית, הנה יש פה קרי וכתיב. כתיב ידָוֹ וקרי יָדָיו. וכבר בארתי זאת במקום אחר באורך שכל מקום שיש קרי וכתיב, הקרי הוא כפי הפשוט וכפי דקדוק הלשון והוא עיקר והכתיב, שהוא משונה, בא תמיד לצורך דרש, ונדרש תמיד. ואם כן מה שנכתב \"יָדוֹ\" לדרשה ונכתב אצלו מלת \"שתי\" (שלפי הקריאה \"ידיו\", מלת \"שתי\" מיותר) לדרשה. בא ללמד שכל מקום דכתיב \"יָדוֹ\" אצל סמיכה היינו שתי ידיו שכן פירושו פה מה שנכתב בכתיב \"יָדוֹ\" שהוא \"שתי\" והוא הדין בכל מקום. ור' אלעזר, שלא הבין כוונת ריש לקיש, ואמר שזה מגלה על כל מקום דכתיב \"יָדוֹ\" שהוא שם הרבים, הקשה לריש לקיש שאם כן למה כתב תמיד \"ידיו\" בלשון רבים והראה לו כ\"ד פעמים דכתיב \"ידיו\" (והם כל מקום דכתיב \"יְדֵי\" \"יָדַי\" \"ידיך\" \"ידיו\" \"ידיה\" חוץ ממקומות שהם חסרים על פי המסורה וחוץ מן \"ידינו\" \"ידיהם\" בכינוי הרבים. דוק ותמצאם כ\"ד בתורה). והשיב שהתורה לא גלתה זאת רק גבי סמיכה ורק על סמיכה דבהמה, ולכן בסמיכת משה ליהושע הוצרך לכתוב \"ידיו\" שסמכוֹ בשתי ידיו, הגם שאמר לו השם <small>[הקב\"ה- הגהת המעתיק]</small> \"וסמכת ידך\" וכמ\"ש בספרי (פר' פנחס). אולם מ\"ש בכל מקום \"וסמך את יָדוֹ\" ולא כתב בפירוש \"וסמך ידיו\" נראה מדברי יונתן בן עוזיאל שצריך להגביר יד הימין שכן תרגם בכל מקום וסמך יד ימיניה בתוקפא ועל כרחך רצונו לומר שיד הימין יסמך בחזק יותר מצד שמאל שכן גם מ\"ש \"וישא אהרן את יָדָו\" חסר יו\"ד דריש בזוהר (בשלח דף נז וריש יתרו, אמור דף צב, נשא דף קמו) ידו כתיב דבעי לארמא ימינא על שמאלא. ופה על \"וסמך שתי ידיו\" תרגם יונתן בן עוזיאל ויסמך ית תרתין ידוי בסדרא חדא יד ימיניה על שמאלא. אולם אחר שלא נמצא זה בש\"ס שיסמוך בכח יותר ביד ימין ואמרו סתם סמיכה בכל כחו בעינן נראה שלכן אמר בכל מקום \"וסמך יָדוֹ\" בלשון יחיד ללמד שיסמך בכל כחו כי הכתובים ישמשו בשם \"יד\" פעמים על הכח הכללי שבאדם ואז יבא שם \"יד\" בלשון יחיד תמיד ויתפרש כשם המין – \"בחוזק יד\", \"כי אזלת יד\", \"היד הגדולה\", \"ידו בכל ויד כל בו\", \"ויד השרים והסגנים\" (עזרא ט׳:ב׳), \"יד חרוצים תעשיר\" (משלי י׳:ד׳) שרצונו לומר הידים כולם שהם כחם ואונם. ובזה מ\"ש \"וסמך יָדוֹ\" הוא כאומר וסמך כחו ו\"ידו\" הוא שם הקיבוץ וכולל שתי ידיו עם הכח המניע אותם, מה שאין כן אם היה אומר \"וסמך ידיו\" היה מדבר על הידים לבד, לא על הכלל שכולל הכח המניע. ואחר שמטעם זה הוכרח לכתוב תמיד \"וסמך ידו\" בלשון יחיד, גלה בשעיר שכתב \"שתי יָדָו\" והכתיב \"ידו\" שידו בכל מקום גבי סמיכה הם שתים. אמנם בסמיכה דאדם שאין צריך סמיכה בכל כחו שכן במגדף כתב הרמב\"ם הל' עכו\"ם שמניחים ידיהם על ראשו כתב \"ידיו\" שזה שכיון ריש לקיש במה שאמר סמיכה דבהמה קאמרי משום דביה צריך סמיכה בכל כחו ו\"ידו\" הוא שם הכלל על הכח.  ותראה מה עמקו מחשבות החכמה העליונה שכתב בנין אב זה של \"שתי יָדָו\" גבי סמיכת שעיר המשתלח שהיא הסמיכה האחרונה שנמצא בתורה גבי קרבן, ולא כתב זה קודם לכן, מפני שעיקר הדרוש הוא ממה שכתב \"<b>שתי</b> יָדָו\", שמלת \"שתי\" מיותר כנ\"ל. ואם היה כותב זאת בסמיכה אחרת הייתי אומר שלכן אמר \"שתי יָדָו\" למעט גדם שאין לו אלא יד אחת שלא יסמוך על הקרבן [<small>כמו שדרש בספרא ויקרא שם מ\"ש \"שתי הכליות\" שבא למעט בעל כוליא אחת</small>] כי בעל הקרבן הסומך יצויר שיהיה גדם. וגם בפר כהן משיח לא יכול לכתוב זה כי יצויר גם כן שיהיה גדם כי משיח שעבר מחמת מומו מביא פר [<small>כמו שלמד בספרא ויקרא דבורא דחובה פ\"ב מ\"ו</small>] אבל בסמיכת הכהן הגדול על שעיר המשתלח לא יצויר שיהיה גדם ומלת \"שתי\" מיותר ומלמד בנין אב לכל הסמיכות.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1d6f983353e1a24e02b84c", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Genesis 44:18:2", "anchorRef": "Leviticus 8:14", "anchorRefExpanded": ["Leviticus 8:14"], "sourceRef": "Midrash Lekach Tov, Genesis 44:18:2", "sourceHeRef": "מדרש לקח טוב, בראשית מ״ד:י״ח:ב׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 18.0002, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "בראשית", "he": " <i data-commentator=\"Notes and Corrections\" data-order=\"32\"></i> ר' מאיר אומר ויגש לשון שלום כענין שנאמר ויגש דוד את העם וישאל להם לשלום (ש\"א ל כא). ר' יהודה אומר ויגש לשון אהבה. שנאמר ויגש וישק לו (בראשית כז כז). ר' נחמיה אומר ויגש הוא לשון קרבן. שנא' ויגש את פר החטאת (ויקרא ח יד). ר' יוסי אומר ויגש לשון נזיפה. שנאמר ויאמרו גש הלאה (בראשית יט ט). ר' נתן אומר ויגש לשון משוש. שנאמר גשה נא ואמשך בני (שם כז כא). <i data-commentator=\"Notes and Corrections\" data-order=\"33\"></i> דרשה ויגש אליו יהודה א\"ר יוחנן בשעה שתפס יוסף את בנימין. ואמר האיש אשר נמצא הגביע בידו הוא יהיה לי עבד. אמר יהודה. <i data-commentator=\"Notes and Corrections\" data-order=\"34\"></i> בנימין נתפס כלום יש שלום בבית אבא. מיד כעס יהודה ושאג בקול גדול ונתמלא חימה על יוסף. כיון שראה יוסף סימנין שהיה בו. שחמשה בגדים היה לבוש. ונימה היתה בלבו. בשעה שכועס קורעת את כולם. מה עשה יוסף בעט באבן של שיש שהיה יושב עליו. ועשאו גל של צרורות. מיד תמה יהודה. ואמר זה גבור כמוני. מיד ויגש אליו יהודה. בא לשלוף חרבו ואינה נשלפת. אמר זה צדיק הוא. מיד התחיל לשון תחינה.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9f1aeb7d2e1475644709", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Leviticus 8:14:1", "anchorRef": "Leviticus 8:14", "anchorRefExpanded": ["Leviticus 8:14"], "sourceRef": "Midrash Lekach Tov, Leviticus 8:14:1", "sourceHeRef": "מדרש לקח טוב, ויקרא ח׳:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "ויקרא", "he": "<b>פס'.</b> ויגש את פר החטאת.  <i data-commentator=\"Beur HaRe'em\" data-order=\"87\"></i> מתחלה לא היה נקרא פר החטאת שנא' לקח פר בן בקר וכשהוא פורט את מעשיו נקרא פר החטאת. וזהו היה פר החטאת של אהרן ולא פר של צבור ויסמוך אהרן ובניו:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b7b58430f78f2063699a", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 150:2", "anchorRef": "Leviticus 8:14", "anchorRefExpanded": ["Leviticus 8:14"], "sourceRef": "Yalkut Shimoni on Torah 150:2", "sourceHeRef": "ילקוט שמעוני על התורה ק״נ:ב׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 150.0002, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "בני אם ערבת לרעך אמר רבי חנינא ברח מן שלש והדבק בשלש ברח מן הפקדונות ומן המאונים ומלעשות ערבות בין אדם לחבירו והדבק בחליצה ובהיתר נדרים ובהבאת שלום בין אדם לחבירו. אמר ר' שמעון בר אבא לית שמיה פקדון אלא פוק דין. ד\"א בני אם ערבת לרעך זה יהודה שנאמר אנכי אערבנו. נוקשת באמרי פיך אם לא הביאותיו אליך והצגתיו לפניך וחטאתי לך כל הימים. עשה זאת אפוא בני והנצל התרפס בעפר רגליו. ורהב רעך המליכהו עליך. ויגש אליו יהודה כי הנה המלכים נועדו זה יהודה ויוסף שנתועדו יחדו. עברו יחדו זה נתמלא עברה על זה וזה נתמלא עברה על זה. המה ראו כן תמהו ויתמהו האנשים איש אל רעהו. נבהלו נחפזו ולא יכלו אחיו לענות אותו וגו'. רעדה אחזתם אלו השבטים אמרו מלכים מדיינים זה עם זה מאי איכפת לנו. ויגש אליו יהודה אחד באחד יגשו זה יהודה ויוסף. ורוח לא יבוא ביניהם אלו הן השבטים אמרו המלכים וגו'. תפוחי זהב במשכיות כסף תרגם עקילס הגר חזורין [דדהב] בגו דסקרין [דכסף]. דבר דבור על אפניו מה האופן מראה פנים בכל צד כך היו דבריו של יהודה נראין לכל צד בשעה שדיבר עם יוסף. ויגש אליו יהודה מים עמוקים עצה בלב איש ואיש תבונות ידלנה משל לבור שהיו מימיה יפין ועמוקין ולא היה בריה יכולה לשתות הימנה בא אחד וקשר חבל בחבל ונימא בנימא ודלה ושתה הימנה התחילו הכל דולין ושותין הימנה כך לא זז יהודה משיב דבר ליוסף עד שעמד על לבו. ויגש אליו יהודה הנה ימים באים נאם ה' ונגש חורש בקוצר [חורש] זה יהודה ארכיב אפרים יחרוש יהודה. בקוצר זה יוסף והנה אנחנו מאלמים אלומים. ודורך ענבים זה יהודה כי דרכתי לי יהודה. במושך הזרע זה יוסף שמשך זרעו של יעקב והורידן למצרים. והטיפו ההרים עסיס אלו השבטים אמרו מלכים וכו'. ויגש אליו יהודה החכמה תעוז לחכם אמר ר' יוחנן בשעה שתפס יוסף את בנימין א\"ל יהודה בנימין אתה תפוס ושלום יש בבית אבא מיד כעס יהודה ושאג בקול רם והלך קולו ארבע מאות פרסה עד ששמע חושים בן דן וקפץ מארץ כנען ושאגו שניהם יחד ובקשו ארץ מצרים להפך. עליהם אמר איוב שאגת אריה זה יהודה שנאמר גור אריה יהודה. וקול ליש זה חושים בן דן שנאמר ולדן אמר דן גור אריה. ושני כפירים נתעו אלו גבורי יוסף וכיון שצעק יהודה נשרו שניהם של כולם. אמר ר' לוי אף אחיו כיון שראו יהודה כועס אף [הם ] נתמלאו חמה ובעטו בארץ ועשו אותה תלמים תלמים שנאמר ליש אובד מבלי טרף ובני לביא וגו'. ליש אובד מבלי טרף זה יהודה שמסר עצמו על בנימין אמר שמא ימחול לי הקב\"ה אותו עון שאמרתי לאבא טרף טרף יוסף. ובני לביא יתפרדו אלו אחיו שנתמלאו חמה על יוסף. כיון שראה יוסף סימנין של יהודה שהוא כועס מיד נזדעזע ואמר אוי לי שמא יהרגני ומהו סימנין של יהודה עינו של ימין זולגת דם ויש אומרים חמשה לבושים היה לבוש ונימא היתה לו בלבו וכיון שהיה כועס היתה קורעת כולן ויוצאת. מה עשה יוסף באותה שעה אותו עמוד של אבן שהוא יושב עליו בעט בו ועשאו גל של צרורות אמר יהודה גם זה גבור כמותנו. באותה שעה אחז יהודה החרב וביקש לשלפה ואינה נשלפת. אמר בודאי ירא שמים הוא זה לכך נאמר החכמה תעוז לחכם זה יוסף. מעשרה שליטים אלו עשרת אחיו. ויגש אליו יהודה רבי יהודה אומר הגשה למלחמה כמה דאת אמר ויגש יואב והעם אשר אתו למלחמה. רבי נחמיה אומר הגשה לפיוס כמה דאת אמר] ויגשו בני יהודה אל יהושע לפייסו ורבנן אמרי הגשה לתפלה ויגש אליהו. רבי אלעזר פשט להון אם למלחמה אני בא אם לפיוס אני בא ואם לתפלה אני בא. רבי מאיר אומר אין ויגש אלא לשון שלום שנאמר ויגשו וגו' וישאל להם לשלום. ר' יהודה אומר אין ויגש אלא לשון תנחומין שנאמר ויגש וישק לו. רבי נחמיה אומר אין ויגש אלא לשון קרבן שנאמר ויגש את פר החטאת. רבי יוסי אומר אין ויגש אלא לשון נזיפה שנאמר ויאמרו גש הלאה. רבי נתן אומר אין ויגש אלא לשון משמוש שנאמר גשה נא ואמשך בני. ויאמר בי אדוני בי ולא בו. אם למלחמה אנא טב. ואם לשמשא אנא טב. ואם למפצע קיסין אנא טב. ד\"א בי אדוני בייא את מעביר עלינו אתמול אמרת לנו הורידהו אלי ואשימה עיני עליו זו הוא שימת עין זו היא סמיות עין בנימוסות שלנו כתיב ואם אין לו ונמכר בגנבתו וזה יש לו לשלם. ידבר נא עבדך דבר יכנסו דברי באזניך זקנתו של זה על ידי שמשכה פרעה לילה אחת לקה הוא וכל ביתו בנגעים. הזהר שלא ילקה אותו האיש בצרעת. אמו של זה לא מתה אלא מקללתו של אבא עם אשר תמצא את אלקיך לא יחיה הזהר שלא תחול בך קללה אחת ואותו האיש מת. שנים ממנו נכנסו לכרך גדול והחריבוה בעבור נקבה אחת וכאן בשביל זכר על חיבת עין בא על אכסניא של הקב\"ה שנאמר ובין כתפיו שכן על אחת כמה וכמה. ידבר נא עבדך דבר דבר אני מוציא מפי ומכניס דבר בנא. בשעה שהיה יהודה מעלה חמה היה מכניס עששיות של ברזל לתוך פיו ומוציאן אבק כי כמוך כפרעה מה פרעה גוזר ואינו מקיים אף אתה גוזר ואינו מקיים. ומה פרעה להוט אחר זכרים אף אתה להוט אחר זכרים ומה פרעה מלך ואת שני לו אף אבא מלך בארץ כנען ואני שני לו. ואם אני שולף חרבי ממך אני מתחיל ובפרעה אני מסיים. אילו אמר מפרעה אני מתחיל ובך אני מסיים היה מניחו. כיון שאמר ממך אני מתחיל רמז למנשה ורפש חד רפש וזעת כל הפלטין. אמר דין רפש מדבית אבא כיון דחמא כן שרי משתעי רכיכין אדוני שאל את עבדיו. ד\"א ויגש אליו יהודה נכנסו לתוכחות אמר יהודה לנפתלי קפוץ וראה כמה שווקים יש במצרים קפץ וראה אמר שנים עשר שווקים אמר כל אחד ואחד יחריב שלו ואני אחריב שלשה. א\"ל יוסף מצרים לא כשכם אם תחריב מצרים תחריב את כל העולם דכתיב כגן ה' כארץ מצרים. כי כמוך כפרעה אם אשלוף חרבי אהרוג את כל מצרים אמר יוסף אם אתה מוציאה אכרוך אותה על צוארך. א\"ל יהודה אני פותח פי ובולעך א\"ל יוסף אם תפתח את פיך אני סותמו באבן. א\"ל אם אלך אל אבי מה אומר לו. אמור לו הלך החבל אחר הדלי. התחיל יהודה כועס שלא הבין החידה שגר יוסף לפרעה שישלח לו שלש מאות גבורים אמר בשבועה שבשקר דן אותנו. א\"ל יוסף שקר לשקרי בשקר העליתם לאחיכם בבור. אמר ליה יהודה נור דשכם דליק בלבי. אמר נור דתמר כלתך אנן מנהרין. א\"ל תגרום שאצבע שוקי מצרים בדם. א\"ל נהוגים אתם בדבר שצבעתם הכתנת בדם. כיון שראה יוסף שרצה להחריב מצרים נתודע לאחיו ביקשו להרגו בא מלאך ופזרן בארבע פנות הבית. צוח יהודה קול אחד ונפלו כל שרי מצרים והפילו החיות ויוסף נפל מן הספסל ונפלו שיניהם של שלש מאות גבורים והפכו פניהם ולא חזרו עד יום מותן אף פרעה נפל מכסאו שנאמר והקול נשמע בית פרעה:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b7b5c823a798e70b5a00", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "dibur_hamatchil", "ref": "Yalkut Shimoni on Torah 515:9", "anchorRef": "Leviticus 8:14", "anchorRefExpanded": ["Leviticus 8:14"], "sourceRef": "Yalkut Shimoni on Torah 515:9", "sourceHeRef": "ילקוט שמעוני על התורה תקט״ו:ט׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 515.0009, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ויסמוך אהרן ובניו את ידיהם על ראש פר החטאת. וכי אהרן ובניו סומכין ידיהם על כל הקרבנות אלא מפני שהן קרבנותם סמכו עליו. מקיש קרבנות צבור לקרבנותם מה קרבנותם טעון סמיכה אף קרבנות צבור טעונין סמיכה, מה הוא סומך על קרבנותיו אף הוא סומך על קרבנות צבור, אבל יחיד כל אחד ואחד סומך על קרבנו שנאמר וסמך ידו על ראש קרבנו:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037edf6bfddfbb310fecfa", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Installing the Priests 2-4", "anchorRef": "Leviticus 8:1-36", "anchorRefExpanded": ["Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Installing the Priests 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳, ויקרא הערה ח׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Installing the Priests", "he": "ויקרא הערה ח׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ח׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["This chapter and the next, which might easily have followed the instructions for it in Ex. 29, has instead been placed here, perhaps as the logical conclusion to material about offering sacrifices. (Placing it at the end of Exodus might also have detracted from the impressive scene with which that book ends. For a discussion of the complex relationship between the Exodus and Leviticus texts, see Milgrom.) We now shift from a prescriptive mode to a descriptive, narrative one, which will prepare us for the brief but disastrous story of Aharon’s sons in Chap. 10.", "A refrain here is various forms of “as Y<small>HWH</small> had commanded Moshe,” also a key phrase in the Exodus texts. In addition, one hears the constant use of the verb “make-holy,” appropriate in this context. Finally, one might point to the balance between Moshe’s sequence of action in Chap. 8 and Aharon’s parallel actions in Chap. 9.", "There is much in this chapter that is rhythmic. The description of Aharon’s being clothed in the holy vestments in vv.7–9 has the ring of ritual to it, as conveyed through its steady alternation of verb and garment."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a7713bd8cd388d3e4f", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood 2-18", "anchorRef": "Leviticus 1:1-10:20", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood 2-18", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳ ב׳-י״ח", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Cult and the Priesthood", "he": "ויקרא מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE SECOND HALF OF THE BOOK OF</small> E<small>XODUS CONCERNED ITSELF WITH SETTING UP THE</small> sacrificial cult of Israel. It therefore set forth the prescriptions for and construction of a sanctuary and the priestly garments, and laid out a ceremony for the investiture of priests. But the description of how sacrifices were to be offered, and for what purpose, is not part of the book, which as edited seems more interested in contrasting the building of a sanctuary with building cities for the Pharaohs, as part of its portrayal of the victory of the biblical God over the gods of Egypt. Although at the end of the book the “Dwelling” is completed, we do not get to see the various sacral rites performed there.", "Leviticus also delays the ordination of the priests, until Chapter 8, preferring instead to begin with a kind of manual on the offering and disposal of sacrifices. It then moves us from the details of sacrifice into the narrative of the sanctuary’s dedication and opening rites, providing a natural bridge for Part II, in which ritual pollution and purity, the province of priests, is dealt with.", "The function of the sacrificial cult in ancient Israel will be discussed in “On Animal Sacrifice” below. In general it should be noted that the existence of a class or profession whose job it is to mediate between the divine and human realms is widespread in most older cultures, and the Israelite priesthood, whatever its origins and development, was but one of many such groups in the ancient Near East. It existed, to use the language of Exodus, to “serve” God, maintaining his holiness through ritual and helping to maintain the order of sacred culture which was supposed to mirror God’s ordering of the cosmos. Accordingly, as we will learn later in Leviticus, priests were to be set apart from the general population in a number of areas. There were strict rules about whom they could and could not marry, and they were barred from coming into any contact with the dead, for instance. Their functions extended beyond sacrifice; they could provide oracular advice in times of need, and taught the people “instructions” (Heb. <i>torot</i>) regarding various ritual matters.", "As part of an overall scheme, there was a conscious parallel between priests as part of a select circle and sacrificial animals—as well as the people of Israel. That is, all three stood at the center of concentric circles dedicated to God; and as one moved out (toward Levite and commoner, animals permitted for eating and those forbidden, and neighbors and foreigners), one got further and further away from the divine. The hierarchy regarding the cult thus reinforced the theme of separation which we have noted above.", "In the view of Milgrom, Israel’s cult was distinguished from those of its neighbors by its purposefully ignoring the complex web of rituals regarding demons. The sanctuary was to be purged of ritual pollution, not only by semimagical means (the sprinkling of sacrificial blood) but also and primarily by the confession of wrongdoing and the sincere desire to repent. Then, too, the sanctuary, while in most respects resembling shrines elsewhere in the ancient Near East, omitted certain crucial items, most notably statuary representing the gods and a bed for them to rest on. Finally, certain religious rituals were forbidden, such as mutilation of the priests’ bodies. In all these cases, Israel introduced something new into the area of worship.", "For many decades there has been major and heated debate by scholars in favor of one or the other scheme for following the history of the priesthood and the cult. There are those who view these institutions as stretching back to Israel’s earliest history, while others see strong evidence of a late, possibly even exilic, reworking of the priestly material. Similar arguments dot the landscape of literary criticism of the Torah, in which scholars have tried to divine at what point priestly editors might have put their distinctive stamp on the literature. From Wellhausen in the nineteenth century to Knohl, Milgrom, and Levine in the late twentieth, there has been no lack of theorizing on these issues—and no definitive answers. For the moment we are left to read Leviticus as it is placed in the Torah, with an awareness that a variety of historical and ideological influences are imbedded, if not hidden, in our text.", "O<small>N</small> A<small>NIMAL</small> S<small>ACRIFICE</small>", "A<small>LTHOUGH IT APPEARS EARLIER IN THE</small> T<small>ORAH</small>, <small>ANIMAL SACRIFICE RECEIVES ITS FULL</small>est treatment in Leviticus. Besides the opening seven chapters, which are devoted to a relatively brief description of how sacrifices are to be offered and disposed of, many other chapters in the book talk about sacrificial rituals: the installation of the priests (8–9), rules about disposing of the <i>hattat</i> sacrifice (10), purification offerings brought in the event of such “polluting” states as childbirth and skin diseases (12–15), and finally the “scapegoat” ceremony of Chapter 16. They appear in most of the later chapters as well.", "What function did sacrifice, particularly of animals, play in the religion of ancient Israel? How could a God who proscribed the murder of human beings (Ex. 20:13, 21:12) countenance the taking of animal life for ritual purposes? To answer these questions, we must turn briefly to some of the commonly proposed theories surrounding sacrifice.", "The idea of offering up living creatures to the gods is one of hoary antiquity. Walter Burkert, on the basis of the study of Greek religion, suggests that sacrifice is a means of dealing with guilt over the taking of life. That is, the switch from gathering to hunting society, made possible by technology (the invention of tools), while it raised human accomplishment and consciousness to a new level, also brought with it the acute sense of having violated something essential in the cosmic order. Such guilt is not mitigated by the fact that early people hunted for food and not for pleasure. The way of dealing with the guilt, giving life back to the gods, is in a true sense restoration; life is given back for life taken, so that it may ultimately be renewed (contrast this to the profoundly unecological use of living and inorganic resources over the past “civilized” centuries). And it must be done via ritual. In Burkert’s view, ritual deals with human anxiety by “raising the ante”—by means of increasing anxiety, it is controlled. So guilt over life-taking is assuaged by making a ritual out of the killing, and the shared experience of trauma helps to create solidarity within the group. Despite the subsequent rise of agriculture, says Burkert, the hunting ritual played out in sacrifice could not be done away with, so ingrained had it become, and the rationale behind sacrifices was therefore transformed. Now domesticated animals could be used, giving greater control over the process.", "In another approach, De Vaux (1965) postulates three motives for sacrifice. In the first model, that of “gift,” the worshiper brings something of value to the deity. The animal is killed, setting it apart for sacred use; it is burned, turning it into an invisible substance which can rise to the gods. The gift may be for thanksgiving or, more likely, may be to assuage the demonic powers that many societies (especially Mesopotamia, Abraham’s homeland) felt controlled everyday life. Giving establishes reciprocal movement; altruism has no place here (Burkert). One is reminded of the elaborate giving ceremonies among many peoples on occasions such as weddings; giving establishes relationship and maintains the social order.", "In addition to gifts, another mode of sacrifice involves communion, as nineteenth-century scholars such as Robertson Smith observed. Here the model of the meal is crucial: humans and gods share a great repast, thereby cementing kinship as surely as the closing of business deals is celebrated by drinks and dinner. Passover, both in the Bible and subsequently (even when the sacrifice per se was no longer involved), may serve as a striking example of the effectiveness of such a paradigm.", "A final type or function of sacrifice is atonement or expiation. Here a sin, communal or individual, is purged away by the act of sacrifice; the gods receive life as a substitute for the sinner’s own, which is symbolized by the victim’s blood. The fact that the animals permitted in the Bible for sacrifice are pastoral and hence frequently used metaphorically for the Israelites themselves, is significant in this regard. This approach is further illustrated in the Bible by the end of the Flood story, where God accepts Noah’s sacrifice, implying that he accepts animal life (which now, simultaneous with properly offered sacrifice, is permissible for food) in place of that of humans (Eilberg-Schwartz). It should be noted that, in the Bible, sacrifice for the sake of atonement is almost always in reference to unintentional sins, whereas deliberate wrongdoing may not be atoned for through this system.", "Which of these rationales is truly at work in Levitical sacrifice? Actually, at various times one can find all of them—the texts present a variety of motives and occasions for sacrifice in biblical Israel, from thanksgiving to purification and reparation. But in general one may say of Israelite sacrifice, as one may say of much of the ritual in Leviticus, that it is designed primarily to maintain or repair the relationship between God and Israel. Such an understanding helps to explain the unity of the book, as we will see in our discussion of pollution: sacrifice was a crucial element in keeping the covenant, and hence God’s beneficent presence among the Israelites, intact.", "The fact that this reconciliation, as it were, takes place against a background of slaughter should not be as upsetting to moderns as it is usually felt to be. In ironic contrast to our mechanized and mass-produced society, where the killing of animals for food takes place at a remove from our consciousness and from our direct participation, the sacrificial system in fact involved worshiper and priest alike, and the symbolic value of the operation, whatever it may have been in specific cases, lay in its directness, in its consciousness of the taking of life. Some would even maintain that in societies where the practice and rationale for sacrifice has broken down, there is inevitably an increase in intrahuman violence (Girard).", "<br><img>", "<b><i>Lev. 3:5</i> And the Sons of Aharon are to turn it (all) into smoke upon the slaughter-site … a fire-offering of soothing savor for Y<small>HWH</small>.</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e4c9ad75f2d99af94e", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Installing the Priests 1", "anchorRef": "Leviticus 8:1-36", "anchorRefExpanded": ["Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Installing the Priests 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳, ויקרא הערה ח׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ח׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Leviticus 8:1-36\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Leviticus 8:1-36</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "657ecc51758c1dc532ec8d0b", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 8:14", "anchorRef": "Leviticus 8:14", "anchorRefExpanded": ["Leviticus 8:14"], "sourceRef": "Steinsaltz on Leviticus 8:14", "sourceHeRef": "ביאור שטיינזלץ על ויקרא ח׳:י״ד", "anchorVerse": 14, "sourceHasEn": true, "commentaryNum": 8.0014, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>וַיַּגֵּשׁ אֵת פַּר הַחַטָּאת. וַיִּסְמֹךְ אַהֲרֹן וּבָנָיו אֶת יְדֵיהֶם</b>, ככל מביא קרבן הסומך את שתי ידיו \n    <b>עַל רֹאשׁ פַּר הַחַטָּאת.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "Following the initial consecration of the Tabernacle and the priests, Moses began the sacrificial service: \n  <b>He brought forward the bull of the sin offering, and </b>just as any individual who brings an offering lays his hands on his offering, <b>Aaron and his sons laid their hands on the head of the bull of the sin offering. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "5892f27dd6e4a92746471920", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Leviticus 8:14:1", "anchorRef": "Leviticus 8:14", "anchorRefExpanded": ["Leviticus 8:14"], "sourceRef": "Chizkuni, Leviticus 8:14:1", "sourceHeRef": "חזקוני, ויקרא ח׳:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "ויקרא", "he": "<b>ויגש את פר החטאת</b> עכשיו כשהוא פורט מעשיו קורהו חטאת אבל למעלה בפרשת תצוה לא נקרא חטאת.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ויגש את פר החטאת, “He led forward the bull for the sin offering;” now, when the Torah reports details, this bull is referred to as “the bull of the sin offering,” whereas previously in Exodus 29,10 this animal was simply referred to as: הפר, “the bull.”", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5a9d3cb3d6e4a9026bd8f321", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 8:14:1", "anchorRef": "Leviticus 8:14", "anchorRefExpanded": ["Leviticus 8:14"], "sourceRef": "Aderet Eliyahu, Leviticus 8:14:1", "sourceHeRef": "אדרת אליהו, ויקרא ח׳:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>ויגש את פר החטאת.</b> כאן נקרא פר החטאת. ויסמך אהרן ובניו. מפני שהם קרבנותיהם:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd140293a676f00197d182c", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Leviticus 8:14:1", "anchorRef": "Leviticus 8:14", "anchorRefExpanded": ["Leviticus 8:14"], "sourceRef": "Birkat Asher on Torah, Leviticus 8:14:1", "sourceHeRef": "ברכת אשר על התורה, ויקרא ח׳:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "<b>\"ויגש את פר החטאת\" וגו' עד סוף הפרשה.</b> קשה לי מה עניין יש בפירוט המדוקדק של מעשי משה רבנו ע\"ה בקרבנות, והרי זה דבר חד־פעמי לחלוטין, ועדיין לא ראיתי, מי יעיר על זה. (פ' צו תשמ\"ט) ובסיכום הפרשה ב\"דעת מקרא\" (עמ' קסד) כתוב: הגע עצמך, שהם (חז\"ל) השוו את היום ההוא (השמיני למילואים) ליום שבו נבראו שמים וארץ: אותו יום היתה שמחה לפני הקב\"ה כיום שנבראו בו שמים וארץ (מגילה י ע\"ב)... ולא עוד, אלא שבא הקב\"ה והטיל על האדם שברא \"בצלמו כדמותו\", שיהיה כביכול שותף לו בהשלמת יצירתו, וגזר עליו שייגע למען השלמה זאת. הנה לא נגאלו אבותינו ממצרים אלא לאחר שהקריבו את קרבן הפסח; ולגילוי השכינה על הר סיני קדמו שלושה ימים של הכנות והטהרות; וגם לגילוי כבוד ה' במשכן ביום השמיני קדמה עבודה מרובה של בני ישראל, ובמיוחד של כהניהם. שבעה ימים רצופים הוצרכו הכהנים להתבודד מן הקהל בחצר אהל מועד ולהתקדש לקראת קיום תפקידם לדורות עולם. וציוה הקב\"ה על הכהנים, שיעבדו את עבודתם באהל מועד בשלמות ללא כל סטיה ממה שנצטוו... הקב\"ה מקפיד עם קרוביו, שהעבודה, שנצטוו לעבוד לפניו, תעשה בדיוק נמרץ כמו שהוא ציוה לעשותה. ע\"כ. לאמור: הפירוט המדוקדק שבפרשתנו, אף כי מדובר במעמד חד־פעמי, בא להעצים את חשיבות השותפות האנושית בהשלמת היצירה האלקית וחשיבות הדיוק הנמרץ בפרטי הציוויים האלקיים לדורות עולם.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1402a04bbb60019c1e2aa", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Leviticus 8:14:2", "anchorRef": "Leviticus 8:14", "anchorRefExpanded": ["Leviticus 8:14"], "sourceRef": "Birkat Asher on Torah, Leviticus 8:14:2", "sourceHeRef": "ברכת אשר על התורה, ויקרא ח׳:י״ד:ב׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 14.0002, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "ועוד קשה לי, כיצד זה שירת משה בקודש בלא בגדי כהונה, שהרי לא נאמר בשום מקום להכין כאלה גם בשבילו. והנה רש\"י (על־פי חז\"ל) עונה על שאלה זו בפסוק כח - ששימש בחלוק לבן, והכל בא על מקומו בשלום. (פ' צו תשנ\"ח)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85c1422b19fef46135fb99", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Tzav 4", "anchorRef": "Leviticus 8:14", "anchorRefExpanded": ["Leviticus 8:14"], "sourceRef": "Agra DeKala, Tzav 4", "sourceHeRef": "אגרא דכלה, צו ד׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 4, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "צו", "he": "<b>בתורת</b> כהנים (והוא מכילתא דמלואים משנה י\"ב), ויגש את פר החטאת (ויקרא ח יד), מתחילה לא נקרא פר החטאת, שנאמר (שמות כט א) זה הדבר אשר תעשה להם לקדש אתם לכהן לי לקח פר אחד בן בקר ואילים, (ר\"ל בפרשת תצוה בציוו הש\"י לו סדר המילואים נאמר לקח פר אחד בן בקר, ולא קרא אותו חטאת), כשהוא פורט את מעשיו (בכאן) היה נקרא פר החטאת, (ורצ\"ל כי שם בשעת הציווי היה קודם מעשה העגל. והנה היה גלוי וידוע לפניו ית' שעתידין לחטא, וציוה ליקח פר אבל לא קראהו חטאת, דאז היו כמוכרחין במעשיהם ח\"ו, כי כבר כתבנו בשם מהר\"מ אלשיך שהדבר שהוא בידיעתו ית\"ש, אין האדם מוכרח בזה ועדיין הדבר בבחירתו, מה שאין כן דיבורו ית\"ש מכריח, כמ\"ש הכתוב (ישעיה נה יא) כן יהיה דברי אשר יצא מפי וכו'. ובזה יונח לנו אומרו שם וזה הדב\"ר אשר תעשה, שנתקשו המפרשים על תיבת הדב\"ר, וגם חז\"ל (שמו\"ר פל\"ח א') דרשו בו ברוח קדשם. ולדעתינו יונח שז\"ש ית\"ש וזה הדב\"ר וכו', זה הוא אשר יוצא מדיבורו לקח פר וכו', ואחר מעשה נודע למשה הענין שלא רצה הש\"י לומר חטא\"ת, דכיון שיצא הדבר מפיו ית\"ש שוב לא יהיה הדבר בבחירתם, והבן נ\"ל הגם שלא פירש כן בעל קרבן אהרן, נ\"ל שהוא נכון, ואמר אחר כך בברייתא ענין בפני עצמו שייך למה שפרשתי):", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d148b6084aa1cbf0cb37", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, חַטָּאת 1", "anchorRef": "Leviticus 8:14", "anchorRefExpanded": ["Leviticus 8:14"], "sourceRef": "BDB, חַטָּאת 1", "sourceHeRef": "בראון-דרייבר-בריגס, חַטָּאת א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "חַטָּאת", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">חַטָּאת</span></big>  <strong>n.f.</strong> <sup><a data-ref=\"I Samuel 14:38\" href=\"/I_Samuel.14.38\">1 S 14:38</a></sup> (<a data-ref=\"Genesis 4:7\" href=\"/Genesis.4.7\">Gn 4:7</a> no exception for <span dir=\"rtl\">רֹבֵץ</span> is noun = crouching beast) <strong>sin, sin-offering</strong>, <span dir=\"rtl\">ח׳</span> <a data-ref=\"Genesis 4:7\" href=\"/Genesis.4.7\">Gn 4:7</a> + 124 times; <span dir=\"rtl\">לְחַטָּ֯ת</span> <a data-ref=\"Numbers 15:24\" href=\"/Numbers.15.24\">Nu 15:24</a> (textual error for <span dir=\"rtl\">לחטאת</span>), <span dir=\"rtl\">לְחַטַּאת</span> <a data-ref=\"Zechariah 13:1\" href=\"/Zechariah.13.1\">Zc 13:1</a> (but read <span dir=\"rtl\">לְחַטָּאת</span> Sta<sup>ZAW i. 35</sup>); cstr. <span dir=\"rtl\">חַטַּאת</span> <a data-ref=\"Exodus 30:10\" href=\"/Exodus.30.10\">Ex 30:10</a> + 19 times; sf. <span dir=\"rtl\">חַטָּאתִי</span> <a data-ref=\"Genesis 31:36\" href=\"/Genesis.31.36\">Gn 31:36</a> + 16 times; <span dir=\"rtl\">חַטָּאתֹיו֯</span> <a data-ref=\"I Kings 16:26\" href=\"/I_Kings.16.26\">1 K 16:26</a>, <span dir=\"rtl\">חַטַּאתְכֶם</span> <a data-ref=\"Exodus 32:30\" href=\"/Exodus.32.30\">Ex 32:30</a> + 3 times, etc., + 52 times sf.; pl. <span dir=\"rtl\">חַטָּאוֹת</span> <a data-ref=\"II Kings 12:17\" href=\"/II_Kings.12.17\">2 K 12:17</a> + 3 times; cstr. <span dir=\"rtl\">חַטֹּאות</span> <a data-ref=\"Psalms 25:7\" href=\"/Psalms.25.7\">ψ 25:7</a> + 17 times; <span dir=\"rtl\">חַטֹּאת</span> <a data-ref=\"Numbers 5:6\" href=\"/Numbers.5.6\">Nu 5:6</a> + 6 times; sf. <span dir=\"rtl\">חַטֹּאותָ֑י</span> <a data-ref=\"Psalms 25:18\" href=\"/Psalms.25.18\">ψ 25:18</a>; <span dir=\"rtl\">חַטֹּאתָו֯</span> <a data-ref=\"Ezekiel 18:21\" href=\"/Ezekiel.18.21\">Ez 18:21</a>; <a data-ref=\"Ezekiel 33:16\" href=\"/Ezekiel.33.16\">33:16</a>, etc., + 40 times sf.;—<br><strong>1.</strong>  <em>sin:</em> <strong>a.</strong>  <em>against man</em> <a data-ref=\"Genesis 31:36\" href=\"/Genesis.31.36\">Gn 31:36</a>; <a data-ref=\"Genesis 50:17\" href=\"/Genesis.50.17\">50:17</a> (E), <a data-ref=\"Numbers 12:11\" href=\"/Numbers.12.11\">Nu 12:11</a> (J) <a data-ref=\"I Samuel 20:1\" href=\"/I_Samuel.20.1\">1 S 20:1</a>; <span dir=\"rtl\">ח׳ אדם</span> <em>sins against man</em> <a data-ref=\"Numbers 5:6\" href=\"/Numbers.5.6\">Nu 5:6</a> (P). Elsewhere <strong>b.</strong>  <em>against God</em> <a data-ref=\"Leviticus 4:14\" href=\"/Leviticus.4.14\">Lv 4:14</a>, <a data-ref=\"Leviticus 4:23\" href=\"/Leviticus.4.23\">23</a>, <a data-ref=\"Leviticus 4:28\" href=\"/Leviticus.4.28\">28</a> (P), <a data-ref=\"I Samuel 2:17\" href=\"/I_Samuel.2.17\">1 S 2:17</a>; <a data-ref=\"I Samuel 14:38\" href=\"/I_Samuel.14.38\">14:38</a> <a data-ref=\"I Kings 16:13\" href=\"/I_Kings.16.13\">1 K 16:13</a><sup>(×2)</sup> <a data-ref=\"II Kings 21:16\" href=\"/II_Kings.21.16\">2 K 21:16</a>, <a data-ref=\"II Kings 21:17\" href=\"/II_Kings.21.17\">17</a> <a data-ref=\"II Chronicles 33:19\" href=\"/II_Chronicles.33.19\">2 Ch 33:19</a> <a data-ref=\"Isaiah 3:9\" href=\"/Isaiah.3.9\">Is 3:9</a>; <a data-ref=\"Isaiah 30:1\" href=\"/Isaiah.30.1\">30:1</a>; <a data-ref=\"Isaiah 58:1\" href=\"/Isaiah.58.1\">58:1</a>; <a data-ref=\"Isaiah 59:2\" href=\"/Isaiah.59.2\">59:2</a>, <a data-ref=\"Isaiah 59:12\" href=\"/Isaiah.59.12\">12</a> <a data-ref=\"Jeremiah 5:25\" href=\"/Jeremiah.5.25\">Je 5:25</a>; <a data-ref=\"Jeremiah 16:10\" href=\"/Jeremiah.16.10\">16:10</a>, <a data-ref=\"Jeremiah 16:18\" href=\"/Jeremiah.16.18\">18</a>; <a data-ref=\"Jeremiah 30:14\" href=\"/Jeremiah.30.14\">30:14</a>, <a data-ref=\"Jeremiah 30:15\" href=\"/Jeremiah.30.15\">15</a>; <a data-ref=\"Jeremiah 50:20\" href=\"/Jeremiah.50.20\">50:20</a> <a data-ref=\"Lamentations 4:6\" href=\"/Lamentations.4.6\">La 4:6</a>, <a data-ref=\"Lamentations 4:22\" href=\"/Lamentations.4.22\">22</a> <a data-ref=\"Ezekiel 16:51\" href=\"/Ezekiel.16.51\">Ez 16:51</a>; <a data-ref=\"Ezekiel 18:14\" href=\"/Ezekiel.18.14\">18:14</a>; <a data-ref=\"Ezekiel 21:29\" href=\"/Ezekiel.21.29\">21:29</a>; <a data-ref=\"Ezekiel 33:10\" href=\"/Ezekiel.33.10\">33:10</a>, <a data-ref=\"Ezekiel 33:16\" href=\"/Ezekiel.33.16\">16</a> <a data-ref=\"Amos 5:12\" href=\"/Amos.5.12\">Am 5:12</a> (We <sup>Kl. Proph.</sup> reads <span dir=\"rtl\">חטאיכם</span>, as s 1:18—v. <a data-ref=\"BDB, חֵטְא\" href=\"/BDB,_חֵטְא\", dir=\"rtl\">חֵטא</a>—on acc. of masc. <span dir=\"rtl\">עצומים</span>), <a data-ref=\"Micah 1:13\" href=\"/Micah.1.13\">Mi 1:13</a>; <a data-ref=\"Micah 3:8\" href=\"/Micah.3.8\">3:8</a> <a data-ref=\"Psalms 32:5\" href=\"/Psalms.32.5\">ψ 32:5</a>; <a data-ref=\"Psalms 51:5\" href=\"/Psalms.51.5\">51:5</a>; <a data-ref=\"Psalms 59:4\" href=\"/Psalms.59.4\">59:4</a> <a data-ref=\"Proverbs 5:22\" href=\"/Proverbs.5.22\">Pr 5:22</a>; <a data-ref=\"Proverbs 13:6\" href=\"/Proverbs.13.6\">13:6</a>; <a data-ref=\"Proverbs 14:34\" href=\"/Proverbs.14.34\">14:34</a>; <a data-ref=\"Proverbs 21:4\" href=\"/Proverbs.21.4\">21:4</a>; <a data-ref=\"Proverbs 24:9\" href=\"/Proverbs.24.9\">24:9</a> <a data-ref=\"Job 13:23\" href=\"/Job.13.23\">Jb 13:23</a><sup>(×2)</sup> <a data-ref=\"Daniel 9:20\" href=\"/Daniel.9.20\">Dn 9:20</a><sup>(×2)</sup> <span dir=\"rtl\">ח׳ נעורי</span> <em>sins of my youth</em> <a data-ref=\"Psalms 25:7\" href=\"/Psalms.25.7\">ψ 25:7</a>; <span dir=\"rtl\">פרי בטני ח׳ נפשׁי</span> <a data-ref=\"Micah 6:7\" href=\"/Micah.6.7\">Mi 6:7</a> <em>fruit of my body</em> (my child as an offering) for the <em>sin of myself;</em> sin of divination <a data-ref=\"I Samuel 15:23\" href=\"/I_Samuel.15.23\">1 S 15:23</a>; of the mouth <a data-ref=\"Psalms 59:13\" href=\"/Psalms.59.13\">ψ 59:13</a>; <span dir=\"rtl\">ח׳ עמי יאכלו</span> <a data-ref=\"Hosea 4:8\" href=\"/Hosea.4.8\">Ho 4:8</a> <em>the sin of my people they eat</em> (gain their daily food by means of it, cf. We; 𝔗 Hi Or al. <em>sin-offering</em>, but this not elsewhere in early proph., and ‖ <span dir=\"rtl\">עָוֹן</span> against it, v. We<sup>Prol. 3. 76</sup>); <span dir=\"rtl\">לפתח חטאת רבץ</span> <a data-ref=\"Genesis 4:7\" href=\"/Genesis.4.7\">Gn 4:7</a> (J) <em>at the door</em> (of Cain) <em>sin is a crouching beast;</em> sin of the people is embodied in the golden calf <a data-ref=\"Deuteronomy 9:21\" href=\"/Deuteronomy.9.21\">Dt 9:21</a>; and the high places of Beth Aven <a data-ref=\"Hosea 10:8\" href=\"/Hosea.10.8\">Ho 10:8</a>; c. <span dir=\"rtl\">בְּ</span> <em>on the ground of sin</em> <a data-ref=\"Nehemiah 9:37\" href=\"/Nehemiah.9.37\">Ne 9:37</a>; <em>for sin</em> <a data-ref=\"Micah 1:5\" href=\"/Micah.1.5\">Mi 1:5</a> <a data-ref=\"II Kings 24:3\" href=\"/II_Kings.24.3\">2 K 24:3</a> <a data-ref=\"Isaiah 40:2\" href=\"/Isaiah.40.2\">Is 40:2</a> <a data-ref=\"Jeremiah 15:13\" href=\"/Jeremiah.15.13\">Je 15:13</a>; <a data-ref=\"Jeremiah 17:3\" href=\"/Jeremiah.17.3\">17:3</a> <a data-ref=\"Ezekiel 16:52\" href=\"/Ezekiel.16.52\">Ez 16:52</a>; <em>with</em> or <em>by sin</em> <a data-ref=\"I Kings 14:22\" href=\"/I_Kings.14.22\">1 K 14:22</a>; <a data-ref=\"I Kings 16:2\" href=\"/I_Kings.16.2\">16:2</a> <a data-ref=\"Isaiah 43:24\" href=\"/Isaiah.43.24\">Is 43:24</a>; <span dir=\"rtl\">הלך בח׳</span> <em>walk in sin</em> <a data-ref=\"I Kings 15:3\" href=\"/I_Kings.15.3\">1 K 15:3</a>, <a data-ref=\"I Kings 15:26\" href=\"/I_Kings.15.26\">26</a>, <a data-ref=\"I Kings 15:34\" href=\"/I_Kings.15.34\">34</a>; <a data-ref=\"I Kings 16:19\" href=\"/I_Kings.16.19\">16:19</a>, <a data-ref=\"I Kings 16:26\" href=\"/I_Kings.16.26\">26</a>, <a data-ref=\"I Kings 16:31\" href=\"/I_Kings.16.31\">31</a> <a data-ref=\"II Kings 17:22\" href=\"/II_Kings.17.22\">2 K 17:22</a>; <span dir=\"rtl\">דבק בח׳</span> <em>cleave unto sin</em> <a data-ref=\"II Kings 3:3\" href=\"/II_Kings.3.3\">2 K 3:3</a>; c. <span dir=\"rtl\">עַל</span>, <em>on account of sin</em> <a data-ref=\"Deuteronomy 9:18\" href=\"/Deuteronomy.9.18\">Dt 9:18</a> <a data-ref=\"I Kings 15:30\" href=\"/I_Kings.15.30\">1 K 15:30</a>; <a data-ref=\"I Kings 16:19\" href=\"/I_Kings.16.19\">16:19</a> <a data-ref=\"Micah 6:13\" href=\"/Micah.6.13\">Mi 6:13</a>; <em>for sin</em> <a data-ref=\"Leviticus 4:3\" href=\"/Leviticus.4.3\">Lv 4:3</a>, <a data-ref=\"Leviticus 4:28\" href=\"/Leviticus.4.28\">28</a>, <a data-ref=\"Leviticus 4:35\" href=\"/Leviticus.4.35\">35</a>; <a data-ref=\"Leviticus 5:6\" href=\"/Leviticus.5.6\">5:6</a>, <a data-ref=\"Leviticus 5:13\" href=\"/Leviticus.5.13\">13</a> (P) <a data-ref=\"Leviticus 19:22\" href=\"/Leviticus.19.22\">19:22</a>; <a data-ref=\"Leviticus 26:18\" href=\"/Leviticus.26.18\">26:18</a>, <a data-ref=\"Leviticus 26:24\" href=\"/Leviticus.26.24\">24</a>, <a data-ref=\"Leviticus 26:28\" href=\"/Leviticus.26.28\">28</a> (H); <span dir=\"rtl\">יסף על ח׳</span> <em>add unto sin</em> <a data-ref=\"I Samuel 12:19\" href=\"/I_Samuel.12.19\">1 S 12:19</a> <a data-ref=\"II Chronicles 28:13\" href=\"/II_Chronicles.28.13\">2 Ch 28:13</a> <a data-ref=\"Isaiah 30:1\" href=\"/Isaiah.30.1\">Is 30:1</a> <a data-ref=\"Job 34:37\" href=\"/Job.34.37\">Jb 34:37</a>; c. <span dir=\"rtl\">כְּ</span> <em>according to sin</em> <a data-ref=\"Leviticus 26:21\" href=\"/Leviticus.26.21\">Lv 26:21</a>; c. <span dir=\"rtl\">לְ</span> <em>to</em> or <em>for sin</em> <a data-ref=\"Leviticus 16:16\" href=\"/Leviticus.16.16\">Lv 16:16</a>, <a data-ref=\"Leviticus 16:21\" href=\"/Leviticus.16.21\">21</a> <a data-ref=\"Deuteronomy 19:15\" href=\"/Deuteronomy.19.15\">Dt 19:15</a> <a data-ref=\"I Kings 12:30\" href=\"/I_Kings.12.30\">1 K 12:30</a>; <a data-ref=\"I Kings 13:34\" href=\"/I_Kings.13.34\">13:34</a> <a data-ref=\"Proverbs 10:16\" href=\"/Proverbs.10.16\">Pr 10:16</a> <a data-ref=\"Zechariah 13:1\" href=\"/Zechariah.13.1\">Zc 13:1</a>; c. <span dir=\"rtl\">מִן</span> <em>because of sin</em> <a data-ref=\"Leviticus 4:26\" href=\"/Leviticus.4.26\">Lv 4:26</a>; <a data-ref=\"Leviticus 5:6\" href=\"/Leviticus.5.6\">5:6</a>, <a data-ref=\"Leviticus 5:10\" href=\"/Leviticus.5.10\">10</a>; <a data-ref=\"Leviticus 16:34\" href=\"/Leviticus.16.34\">16:34</a> (P), <a data-ref=\"Leviticus 19:22\" href=\"/Leviticus.19.22\">19:22</a> (H), <a data-ref=\"Lamentations 4:13\" href=\"/Lamentations.4.13\">La 4:13</a>; <em>more than sin</em> <a data-ref=\"Job 35:3\" href=\"/Job.35.3\">Jb 35:3</a>; <span dir=\"rtl\">טָהַרְתִּי מֵחַטָּאתִי</span> <em>I am clean from my sin</em> <a data-ref=\"Proverbs 20:9\" href=\"/Proverbs.20.9\">Pr 20:9</a>; <span dir=\"rtl\">מפני ח׳</span> <em>because of sin</em> <a data-ref=\"Psalms 38:4\" href=\"/Psalms.38.4\">ψ 38:4</a>; <span dir=\"rtl\">בגלל ח׳</span> <em>because of sin</em> <a data-ref=\"I Kings 14:16\" href=\"/I_Kings.14.16\">1 K 14:16</a>; <span dir=\"rtl\">הלך אחר ח׳</span> <em>walk after sin</em> <a data-ref=\"II Kings 13:2\" href=\"/II_Kings.13.2\">2 K 13:2</a>. <strong>c.</strong>  men should <em>return from sin</em> <span dir=\"rtl\">שׁוּב מִן</span> <a data-ref=\"I Kings 8:35\" href=\"/I_Kings.8.35\">1 K 8:35</a> = <a data-ref=\"II Chronicles 6:26\" href=\"/II_Chronicles.6.26\">2 Ch 6:26</a>, <a data-ref=\"Ezekiel 18:21\" href=\"/Ezekiel.18.21\">Ez 18:21</a>; <a data-ref=\"Ezekiel 33:14\" href=\"/Ezekiel.33.14\">33:14</a>; <em>depart from it</em> <span dir=\"rtl\">סוּר מֵעַל</span> <a data-ref=\"II Kings 10:31\" href=\"/II_Kings.10.31\">2 K 10:31</a>; <a data-ref=\"II Kings 15:18\" href=\"/II_Kings.15.18\">15:18</a>; <span dir=\"rtl\">סוּר מן</span> <a data-ref=\"II Kings 13:6\" href=\"/II_Kings.13.6\">2 K 13:6</a>, <a data-ref=\"II Kings 13:11\" href=\"/II_Kings.13.11\">11</a>; <a data-ref=\"II Kings 14:24\" href=\"/II_Kings.14.24\">14:24</a>; <a data-ref=\"II Kings 15:9\" href=\"/II_Kings.15.9\">15:9</a>, <a data-ref=\"II Kings 15:24\" href=\"/II_Kings.15.24\">24</a>, <a data-ref=\"II Kings 15:28\" href=\"/II_Kings.15.28\">28</a>; <em>be concerned about</em> <span dir=\"rtl\">דאג מן</span> <a data-ref=\"Psalms 38:19\" href=\"/Psalms.38.19\">ψ 38:19</a>; <em>confess</em> <span dir=\"rtl\">הִתְוַדָּה ח׳</span> <a data-ref=\"Numbers 5:7\" href=\"/Numbers.5.7\">Nu 5:7</a> (P); <span dir=\"rtl\">התודה על ח׳</span> <a data-ref=\"Nehemiah 1:6\" href=\"/Nehemiah.1.6\">Ne 1:6</a>; <a data-ref=\"Nehemiah 9:2\" href=\"/Nehemiah.9.2\">9:2</a>. <strong>d.</strong>  God deals with sin: (1) he <em>visits punishment</em> upon it <span dir=\"rtl\">(על) פקד</span> <a data-ref=\"Exodus 32:34\" href=\"/Exodus.32.34\">Ex 32:34</a> (JE) <a data-ref=\"Hosea 8:13\" href=\"/Hosea.8.13\">Ho 8:13</a>; <a data-ref=\"Hosea 9:9\" href=\"/Hosea.9.9\">9:9</a> <a data-ref=\"Jeremiah 14:10\" href=\"/Jeremiah.14.10\">Je 14:10</a>; <em>inquires after it</em> <span dir=\"rtl\">דרשׁ ל</span> <a data-ref=\"Job 10:6\" href=\"/Job.10.6\">Jb 10:6</a>; <em>watches over it</em> <span dir=\"rtl\">שׁמר על</span> <a data-ref=\"Job 14:16\" href=\"/Job.14.16\">Jb 14:16</a>; <em>hoards it up</em> <a data-ref=\"Hosea 13:12\" href=\"/Hosea.13.12\">Ho 13:12</a>; (2) <em>by forgiveness:</em> <span dir=\"rtl\">נשׂא ח׳</span> <a data-ref=\"Exodus 10:17\" href=\"/Exodus.10.17\">Ex 10:17</a>; <a data-ref=\"Exodus 32:32\" href=\"/Exodus.32.32\">32:32</a> (JE), <a data-ref=\"I Samuel 15:25\" href=\"/I_Samuel.15.25\">1 S 15:25</a>; <span dir=\"rtl\">נשׂא עון ח׳</span> <a data-ref=\"Psalms 32:5\" href=\"/Psalms.32.5\">ψ 32:5</a>; <span dir=\"rtl\">נשׂא לח׳</span> <a data-ref=\"Joshua 24:19\" href=\"/Joshua.24.19\">Jos 24:19</a> (E), <a data-ref=\"Psalms 25:18\" href=\"/Psalms.25.18\">ψ 25:18</a>; <em>pardon</em> <span dir=\"rtl\">סלח לח׳</span> <a data-ref=\"Exodus 34:9\" href=\"/Exodus.34.9\">Ex 34:9</a> (JE) <a data-ref=\"I Kings 8:34\" href=\"/I_Kings.8.34\">1 K 8:34</a>, <a data-ref=\"I Kings 8:36\" href=\"/I_Kings.8.36\">36</a> <a data-ref=\"II Chronicles 6:25\" href=\"/II_Chronicles.6.25\">2 Ch 6:25</a>, <a data-ref=\"II Chronicles 6:27\" href=\"/II_Chronicles.6.27\">27</a>; <a data-ref=\"II Chronicles 7:14\" href=\"/II_Chronicles.7.14\">7:14</a> <a data-ref=\"Jeremiah 36:3\" href=\"/Jeremiah.36.3\">Je 36:3</a>; <em>removal</em> <span dir=\"rtl\">הסר</span> <a data-ref=\"Isaiah 27:9\" href=\"/Isaiah.27.9\">Is 27:9</a>; <span dir=\"rtl\">העביר</span> <a data-ref=\"II Samuel 12:13\" href=\"/II_Samuel.12.13\">2 S 12:13</a>; <em>casting into the depths of the sea</em> <a data-ref=\"Micah 7:19\" href=\"/Micah.7.19\">Mi 7:19</a>; (3) <em>by covering over, making atonement for</em> <span dir=\"rtl\">חַטָּֽאתְךָ תְּכֻפָּ֑ר</span> <a data-ref=\"Isaiah 6:7\" href=\"/Isaiah.6.7\">Is 6:7</a> <em>thy sin shall be covered over;</em> actively, <span dir=\"rtl\">כפּר עַל ח׳</span> <a data-ref=\"Psalms 79:9\" href=\"/Psalms.79.9\">ψ 79:9</a>; <span dir=\"rtl\">כסּה ח׳</span> <a data-ref=\"Psalms 85:3\" href=\"/Psalms.85.3\">ψ 85:3</a> (cf. <span dir=\"rtl\">כְּסוּי חֲטָאָה</span> <a data-ref=\"Psalms 32:1\" href=\"/Psalms.32.1\">ψ 32:1</a>); <span dir=\"rtl\">לְהָתֵם ח׳</span> (Qr) <em>make an end of sins</em> <a data-ref=\"Daniel 9:24\" href=\"/Daniel.9.24\">Dn 9:24</a>; (4) <em>by blotting out</em> <span dir=\"rtl\">מחה ח׳</span> <a data-ref=\"Isaiah 44:22\" href=\"/Isaiah.44.22\">Is 44:22</a> <a data-ref=\"Jeremiah 18:23\" href=\"/Jeremiah.18.23\">Je 18:23</a> <a data-ref=\"Psalms 109:14\" href=\"/Psalms.109.14\">ψ 109:14</a> <a data-ref=\"Nehemiah 3:37\" href=\"/Nehemiah.3.37\">Ne 3:37</a>; <em>cleanse from sin</em> <span dir=\"rtl\">טַהֲרֵנִי מח׳</span> <a data-ref=\"Psalms 51:4\" href=\"/Psalms.51.4\">ψ 51:4</a>; <span dir=\"rtl\">מקוֹר לח׳</span> <em>a fountain for sin</em> <a data-ref=\"Zechariah 13:1\" href=\"/Zechariah.13.1\">Zc 13:1</a>; (5) <em>by not remembering it</em> <span dir=\"rtl\">לא זכר ח׳</span> <a data-ref=\"Isaiah 43:25\" href=\"/Isaiah.43.25\">Is 43:25</a>; <span dir=\"rtl\">לח׳ לא זכר</span> <a data-ref=\"Jeremiah 31:34\" href=\"/Jeremiah.31.34\">Je 31:34</a>; <span dir=\"rtl\">אַל־תֵּפֶן אֶל־חַטָּאתוֹ</span> <a data-ref=\"Deuteronomy 9:27\" href=\"/Deuteronomy.9.27\">Dt 9:27</a> <em>look not unto his sin</em>. <strong>e.</strong>  atonement may be secured for, <span dir=\"rtl\">כפּר בעד ח׳</span> <a data-ref=\"Exodus 32:30\" href=\"/Exodus.32.30\">Ex 32:30</a> (JE; Moses, by his intercession). <strong>f.</strong>  according to P (H) the priest is to make atonement for a person <span dir=\"rtl\">(כפּר על)</span> by sin-offering or trespass-offering, <span dir=\"rtl\">מח׳</span> <em>because of sin</em> <a data-ref=\"Leviticus 4:26\" href=\"/Leviticus.4.26\">Lv 4:26</a>; <a data-ref=\"Leviticus 5:6\" href=\"/Leviticus.5.6\">5:6</a>, <a data-ref=\"Leviticus 5:10\" href=\"/Leviticus.5.10\">10</a>; <a data-ref=\"Leviticus 16:34\" href=\"/Leviticus.16.34\">16:34</a>; <span dir=\"rtl\">על ח׳</span> <a data-ref=\"Leviticus 4:35\" href=\"/Leviticus.4.35\">4:35</a>; <a data-ref=\"Leviticus 5:13\" href=\"/Leviticus.5.13\">5:13</a> (all P), <a data-ref=\"Leviticus 19:22\" href=\"/Leviticus.19.22\">19:22</a> (H; v. We<sup>Comp, 59 = JBTh xxii, 427</sup>), so that the man is <em>clean from sin</em> <span dir=\"rtl\">טהר מח׳</span> <a data-ref=\"Leviticus 16:30\" href=\"/Leviticus.16.30\">Lv 16:30</a>.<br><strong>2.</strong>  <em>condition of sin, guilt of sin</em> <a data-ref=\"Genesis 18:20\" href=\"/Genesis.18.20\">Gn 18:20</a> <a data-ref=\"Numbers 16:26\" href=\"/Numbers.16.26\">Nu 16:26</a>; <a data-ref=\"Numbers 32:23\" href=\"/Numbers.32.23\">32:23</a> (J), <a data-ref=\"Ezekiel 3:20\" href=\"/Ezekiel.3.20\">Ez 3:20</a>; <a data-ref=\"Ezekiel 18:24\" href=\"/Ezekiel.18.24\">18:24</a>, <span dir=\"rtl\">ח׳ יְהוּדָה חֲרוּשָׁה עַל־לוּחַ לִבָּם וּלְקַרְנוֹת מִזְבְּחוֹתֵיכֶם</span> <em>the sin</em> (guilt) <em>of Judah is graven upon the table of their heart, and upon the horns of your altars</em> <a data-ref=\"Jeremiah 17:1\" href=\"/Jeremiah.17.1\">Je 17:1</a>.<br><strong>3.</strong>  <em>punishment for sin:</em> <span dir=\"rtl\">זֹאת תִּהְיֶה ח׳ מִצְרָ֑יִם וח׳ כָל־הַגּוֹיִם</span> <a data-ref=\"Zechariah 14:19\" href=\"/Zechariah.14.19\">Zc 14:19</a> <em>this will be the punishment for sin of Egypt and the punishment for sin of all nations</em> (the plague with which Yahweh will smite them).<br><strong>4.</strong>  <em>sin-offering:</em> one of the kinds of offering of P, <a data-ref=\"Leviticus 7:37\" href=\"/Leviticus.7.37\">Lv 7:37</a>; first in the history <a data-ref=\"II Kings 12:17\" href=\"/II_Kings.12.17\">2 K 12:17</a> (reign of Jehoash), where <span dir=\"rtl\">חטּאת</span> of money given to priests; elsewhere only in Chr.; <a data-ref=\"II Chronicles 29:21\" href=\"/II_Chronicles.29.21\">2 Ch 29:21</a>, <a data-ref=\"II Chronicles 29:23\" href=\"/II_Chronicles.29.23\">23</a>, <a data-ref=\"II Chronicles 29:24\" href=\"/II_Chronicles.29.24\">24</a> Hezekiah had made a <span dir=\"rtl\">ח׳</span> of 7 <span dir=\"rtl\">צְפִירֵי עִזִּים</span> at purification of temple; <a data-ref=\"Ezra 8:35\" href=\"/Ezra.8.35\">Ezr 8:35</a>; <a data-ref=\"Ezra 8:12\" href=\"/Ezra.8.12\">12</a> <span dir=\"rtl\">צְפִירֵי ח׳</span> were offered; <a data-ref=\"Nehemiah 10:34\" href=\"/Nehemiah.10.34\">Ne 10:34</a> <span dir=\"rtl\">ח׳</span> ‖ <span dir=\"rtl\">עולות</span>;—in these no evidence of special ritual. Sin-offering elsewhere only in codes of H Ez and P.—On <a data-ref=\"Hosea 4:8\" href=\"/Hosea.4.8\">Ho 4:8</a> v. <strong>1</strong> supr. In H, <a data-ref=\"Leviticus 23:19\" href=\"/Leviticus.23.19\">Lv 23:19</a> a <span dir=\"rtl\">שׂעיר עזים</span>, for feast of weeks. In Ez <span dir=\"rtl\">ח׳</span> in gen. ‖ other sacrifices, <a data-ref=\"Ezekiel 40:39\" href=\"/Ezekiel.40.39\">Ez 40:39</a>; <a data-ref=\"Ezekiel 45:17\" href=\"/Ezekiel.45.17\">45:17</a>, <a data-ref=\"Ezekiel 45:25\" href=\"/Ezekiel.45.25\">25</a>; <a data-ref=\"Ezekiel 46:20\" href=\"/Ezekiel.46.20\">46:20</a>; and priests eat them <a data-ref=\"Ezekiel 42:13\" href=\"/Ezekiel.42.13\">Ez 42:13</a>; <a data-ref=\"Ezekiel 44:29\" href=\"/Ezekiel.44.29\">44:29</a>. At dedication of altar, the blood of a young bullock was to be applied to horns of altar, the corners of its settle and its border, the bullock itself burnt without the sanctuary; for each of the 7 days following a <span dir=\"rtl\">שׂעיר עזים</span> was to be offered <a data-ref=\"Ezekiel 43:19\" href=\"/Ezekiel.43.19\">Ez 43:19</a>, <a data-ref=\"Ezekiel 43:21\" href=\"/Ezekiel.43.21\">21</a>, <a data-ref=\"Ezekiel 43:22\" href=\"/Ezekiel.43.22\">22</a>, <a data-ref=\"Ezekiel 43:25\" href=\"/Ezekiel.43.25\">25</a>. On first day of first month a young bullock was to be offered to cleanse the sanctuary: its blood upt on the door posts of the house and of the gate of the inner court and on the four corners of the settle of the altar; also on the seventh day (𝔊 first day of seventh month) <a data-ref=\"Ezekiel 45:17\" href=\"/Ezekiel.45.17\">Ez 45:17</a>, <a data-ref=\"Ezekiel 45:19\" href=\"/Ezekiel.45.19\">19</a> (cf. v <a data-ref=\"Ezekiel 45:18\" href=\"/Ezekiel.45.18\">18</a>, <a data-ref=\"Ezekiel 45:20\" href=\"/Ezekiel.45.20\">20</a>). On 14th day of first month the prince was to offer a bullock for himself and the people and on each of the 7 days of the Passover week a <span dir=\"rtl\">שׂעיר עזים</span> <a data-ref=\"Ezekiel 45:22\" href=\"/Ezekiel.45.22\">Ez 45:22</a>, <a data-ref=\"Ezekiel 45:23\" href=\"/Ezekiel.45.23\">23</a>. When a priest entered the sanctuary to minister after his cleansing he was to offer his sin-offering <a data-ref=\"Ezekiel 44:27\" href=\"/Ezekiel.44.27\">Ez 44:27</a>. P gives several grades: <strong>a.</strong>  a ruler should offer a he-goat <a data-ref=\"Leviticus 4:24\" href=\"/Leviticus.4.24\">Lv 4:24</a>, <a data-ref=\"Leviticus 4:25\" href=\"/Leviticus.4.25\">25</a> <a data-ref=\"Numbers 7:16\" href=\"/Numbers.7.16\">Nu 7:16</a>, <a data-ref=\"Numbers 7:22\" href=\"/Numbers.7.22\">22</a>, <a data-ref=\"Numbers 7:28\" href=\"/Numbers.7.28\">28</a>, <a data-ref=\"Numbers 7:34\" href=\"/Numbers.7.34\">34</a>, <a data-ref=\"Numbers 7:40\" href=\"/Numbers.7.40\">40</a>, <a data-ref=\"Numbers 7:46\" href=\"/Numbers.7.46\">46</a>, <a data-ref=\"Numbers 7:52\" href=\"/Numbers.7.52\">52</a>, <a data-ref=\"Numbers 7:58\" href=\"/Numbers.7.58\">58</a>, <a data-ref=\"Numbers 7:64\" href=\"/Numbers.7.64\">64</a>, <a data-ref=\"Numbers 7:70\" href=\"/Numbers.7.70\">70</a>, <a data-ref=\"Numbers 7:76\" href=\"/Numbers.7.76\">76</a>, <a data-ref=\"Numbers 7:82\" href=\"/Numbers.7.82\">82</a>, <a data-ref=\"Numbers 7:87\" href=\"/Numbers.7.87\">87</a>; an ordinary person a she-goat <a data-ref=\"Leviticus 4:29\" href=\"/Leviticus.4.29\">Lv 4:29</a> (cf. v <a data-ref=\"Leviticus 4:28\" href=\"/Leviticus.4.28\">28</a>) <a data-ref=\"Leviticus 5:6\" href=\"/Leviticus.5.6\">5:6</a> <a data-ref=\"Numbers 15:27\" href=\"/Numbers.15.27\">Nu 15:27</a>, ewe lamb <a data-ref=\"Leviticus 4:32\" href=\"/Leviticus.4.32\">Lv 4:32</a>, <a data-ref=\"Leviticus 4:33\" href=\"/Leviticus.4.33\">33</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 4:34\" href=\"/Leviticus.4.34\">34</a>; <a data-ref=\"Leviticus 14:19\" href=\"/Leviticus.14.19\">14:19</a> <a data-ref=\"Numbers 6:14\" href=\"/Numbers.6.14\">Nu 6:14</a>, <a data-ref=\"Numbers 6:16\" href=\"/Numbers.6.16\">16</a>, a turtle dove or young pigeon <a data-ref=\"Leviticus 5:7\" href=\"/Leviticus.5.7\">Lv 5:7</a>, <a data-ref=\"Leviticus 5:8\" href=\"/Leviticus.5.8\">8</a>, <a data-ref=\"Leviticus 5:9\" href=\"/Leviticus.5.9\">9</a><sup>(×2)</sup>; <a data-ref=\"Leviticus 12:6\" href=\"/Leviticus.12.6\">12:6</a>, <a data-ref=\"Leviticus 12:8\" href=\"/Leviticus.12.8\">8</a>; <a data-ref=\"Leviticus 14:22\" href=\"/Leviticus.14.22\">14:22</a>, <a data-ref=\"Leviticus 14:31\" href=\"/Leviticus.14.31\">31</a>; <a data-ref=\"Leviticus 15:15\" href=\"/Leviticus.15.15\">15:15</a>, <a data-ref=\"Leviticus 15:30\" href=\"/Leviticus.15.30\">30</a> <a data-ref=\"Numbers 6:11\" href=\"/Numbers.6.11\">Nu 6:11</a>, or one-tenth of an ephah of fine flour <a data-ref=\"Leviticus 5:11\" href=\"/Leviticus.5.11\">Lv 5:11</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 5:12\" href=\"/Leviticus.5.12\">12</a>; according to ability of the person, and nature of offence. The victim was brought unto the tent of meeting, the hands of the offerer laid on its head, it was slaughtered by the offerer, the priest took some of the blood and put it on horns of altar of burnt-offering and the rest of the blood he poured out at the base of it, to cover over the sin, or cleanse the altar from the sin defiling it. All the fat pieces (cf. <a data-ref=\"Leviticus 4:22-35\" href=\"/Leviticus.4.22-35\">Lv 4:22–35</a>) and a handful of the flour (cf. <a data-ref=\"Leviticus 5:12\" href=\"/Leviticus.5.12\">Lv 5:12</a>) were burned on altar. The rest of the flesh and the flour were eaten by priests in court of Holy place <a data-ref=\"Leviticus 5:13\" href=\"/Leviticus.5.13\">Lv 5:13</a>; <a data-ref=\"Leviticus 6:10\" href=\"/Leviticus.6.10\">6:10</a>, <a data-ref=\"Leviticus 6:18\" href=\"/Leviticus.6.18\">18</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 6:23\" href=\"/Leviticus.6.23\">23</a> (cf. v <a data-ref=\"Leviticus 6:11\" href=\"/Leviticus.6.11\">11</a>, <a data-ref=\"Leviticus 6:19\" href=\"/Leviticus.6.19\">19</a>), <a data-ref=\"Leviticus 7:7\" href=\"/Leviticus.7.7\">7:7</a>; <a data-ref=\"Leviticus 10:16\" href=\"/Leviticus.10.16\">10:16</a>, <a data-ref=\"Leviticus 10:17\" href=\"/Leviticus.10.17\">17</a>, <a data-ref=\"Leviticus 10:19\" href=\"/Leviticus.10.19\">19</a><sup>(×2)</sup>; <a data-ref=\"Leviticus 14:13\" href=\"/Leviticus.14.13\">14:13</a> <a data-ref=\"Numbers 18:9\" href=\"/Numbers.18.9\">Nu 18:9</a>. <strong>b.</strong>  a bullock was offered for priests <a data-ref=\"Exodus 29:14\" href=\"/Exodus.29.14\">Ex 29:14</a>, <a data-ref=\"Exodus 29:36\" href=\"/Exodus.29.36\">36</a> <a data-ref=\"Leviticus 4:3\" href=\"/Leviticus.4.3\">Lv 4:3</a>, <a data-ref=\"Leviticus 4:8\" href=\"/Leviticus.4.8\">8</a>, <a data-ref=\"Leviticus 4:20\" href=\"/Leviticus.4.20\">20</a>; <a data-ref=\"Leviticus 8:2\" href=\"/Leviticus.8.2\">8:2</a>, <a data-ref=\"Leviticus 8:14\" href=\"/Leviticus.8.14\">14</a><sup>(</sup>×2<sup>)</sup>; <a data-ref=\"Leviticus 9:2\" href=\"/Leviticus.9.2\">9:2</a>, <a data-ref=\"Leviticus 9:7\" href=\"/Leviticus.9.7\">7</a>, <a data-ref=\"Leviticus 9:8\" href=\"/Leviticus.9.8\">8</a>, <a data-ref=\"Leviticus 9:10\" href=\"/Leviticus.9.10\">10</a>; for Levites at their installation <a data-ref=\"Numbers 8:3\" href=\"/Numbers.8.3\">Nu 8:3</a>, <a data-ref=\"Numbers 8:12\" href=\"/Numbers.8.12\">12</a> and for whole congregation <a data-ref=\"Leviticus 4:14\" href=\"/Leviticus.4.14\">Lv 4:14</a>, <a data-ref=\"Leviticus 4:21\" href=\"/Leviticus.4.21\">21</a>; but usually offering for congregation was he-goat <a data-ref=\"Numbers 15:24\" href=\"/Numbers.15.24\">Nu 15:24</a>, <a data-ref=\"Numbers 15:25\" href=\"/Numbers.15.25\">25</a>, especially at dedication of altar <a data-ref=\"Leviticus 9:3\" href=\"/Leviticus.9.3\">Lv 9:3</a>, <a data-ref=\"Leviticus 9:15\" href=\"/Leviticus.9.15\">15</a>, <a data-ref=\"Leviticus 9:22\" href=\"/Leviticus.9.22\">22</a>, and in ritual of feasts <a data-ref=\"Numbers 28:15\" href=\"/Numbers.28.15\">Nu 28:15</a>, <a data-ref=\"Numbers 28:22\" href=\"/Numbers.28.22\">22</a>, <a data-ref=\"Numbers 28:30\" href=\"/Numbers.28.30\">30</a>; <a data-ref=\"Numbers 29:5\" href=\"/Numbers.29.5\">29:5</a>, <a data-ref=\"Numbers 29:11\" href=\"/Numbers.29.11\">11</a>, <a data-ref=\"Numbers 29:16\" href=\"/Numbers.29.16\">16</a>, <a data-ref=\"Numbers 29:19\" href=\"/Numbers.29.19\">19</a>, <a data-ref=\"Numbers 29:22\" href=\"/Numbers.29.22\">22</a>, <a data-ref=\"Numbers 29:25\" href=\"/Numbers.29.25\">25</a>, <a data-ref=\"Numbers 29:28\" href=\"/Numbers.29.28\">28</a>, <a data-ref=\"Numbers 29:31\" href=\"/Numbers.29.31\">31</a>, <a data-ref=\"Numbers 29:34\" href=\"/Numbers.29.34\">34</a>, <a data-ref=\"Numbers 29:38\" href=\"/Numbers.29.38\">38</a>. Before consecr. of tabernacle the blood went to altar of burnt-offering (<a data-ref=\"Leviticus 9:9\" href=\"/Leviticus.9.9\">Lv 9:9</a>), but subsequ. some of it was sprinkled seven times before the vail and some of it put on horns of altar of incense to cleanse this higher altar; the fat pieces were burned on altar of burnt-offering, and the rest of the victim burned without the camp (<a data-ref=\"Leviticus 4:3-21\" href=\"/Leviticus.4.3-21\">Lv 4:3–21</a>; <a data-ref=\"Leviticus 6:23\" href=\"/Leviticus.6.23\">6:23</a>; <a data-ref=\"Leviticus 8:16\" href=\"/Leviticus.8.16\">8:16</a>, <a data-ref=\"Leviticus 8:17\" href=\"/Leviticus.8.17\">17</a>; <a data-ref=\"Leviticus 9:10\" href=\"/Leviticus.9.10\">9:10</a>, <a data-ref=\"Leviticus 9:11\" href=\"/Leviticus.9.11\">11</a>). <strong>c.</strong>  on day of atonement, sin-offering for high priest was a bullock <a data-ref=\"Leviticus 16:3\" href=\"/Leviticus.16.3\">Lv 16:3</a>, <a data-ref=\"Leviticus 16:6\" href=\"/Leviticus.16.6\">6</a>; and for congregation two he-goats, one <span dir=\"rtl\">לַעֲזָאזֵל</span> (v. <span dir=\"rtl\">עזאזל</span>) <a data-ref=\"Leviticus 16:5\" href=\"/Leviticus.16.5\">Lv 16:5</a> (cf. v <a data-ref=\"Leviticus 16:8\" href=\"/Leviticus.16.8\">8</a>, <a data-ref=\"Leviticus 16:10\" href=\"/Leviticus.16.10\">10</a>, <a data-ref=\"Leviticus 16:20-22\" href=\"/Leviticus.16.20-22\">20–22</a>), the other for sacrifice <span dir=\"rtl\">ליהוה</span> <a data-ref=\"Leviticus 16:9\" href=\"/Leviticus.16.9\">Lv 16:9</a> (cf. v <a data-ref=\"Leviticus 19:8\" href=\"/Leviticus.19.8\">8</a>). Some of the blood of Aaron’s bullock was first taken into innermost sanctuary and sprinkled on the <span dir=\"rtl\">כפרת</span> and seven times before it; so also blood of the he-goat <a data-ref=\"Leviticus 16:11\" href=\"/Leviticus.16.11\">Lv 16:11</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 16:15\" href=\"/Leviticus.16.15\">15</a> (cf. v <a data-ref=\"Leviticus 16:12-14\" href=\"/Leviticus.16.12-14\">12–14</a>, <a data-ref=\"Leviticus 16:16\" href=\"/Leviticus.16.16\">16</a>, <a data-ref=\"Leviticus 16:17\" href=\"/Leviticus.16.17\">17</a>) to cleanse highest altar: then the blood of the two victims was applied to lower altars as in <strong>a</strong> and <strong>b</strong> and so sin was covered over at the three altars <a data-ref=\"Exodus 30:10\" href=\"/Exodus.30.10\">Ex 30:10</a> (cf. <a data-ref=\"Leviticus 16:16-19\" href=\"/Leviticus.16.16-19\">Lv 16:16–19</a>). The fat pieces went to altar of burnt-offering and the rest of the victims was burnt without the camp <a data-ref=\"Leviticus 16:25\" href=\"/Leviticus.16.25\">Lv 16:25</a>, <a data-ref=\"Leviticus 16:27\" href=\"/Leviticus.16.27\">27</a><sup>(×2)</sup>. (Sins which might be covered over were limited to those committed <span dir=\"rtl\">בשׁגגה</span> <a data-ref=\"Leviticus 4:2\" href=\"/Leviticus.4.2\">Lv 4:2</a>, <a data-ref=\"Leviticus 4:22\" href=\"/Leviticus.4.22\">22</a>, <a data-ref=\"Leviticus 4:27\" href=\"/Leviticus.4.27\">27</a> <a data-ref=\"Numbers 15:27\" href=\"/Numbers.15.27\">Nu 15:27</a>, <span dir=\"rtl\">לשׁגגה</span> <a data-ref=\"Numbers 15:24\" href=\"/Numbers.15.24\">Nu 15:24</a>, minor offences <a data-ref=\"Leviticus 5:1-6\" href=\"/Leviticus.5.1-6\">Lv 5:1–6</a>; and ceremonial uncleanness <a data-ref=\"Leviticus 12:6\" href=\"/Leviticus.12.6\">Lv 12:6</a>, <a data-ref=\"Leviticus 12:8\" href=\"/Leviticus.12.8\">8</a>; <a data-ref=\"Leviticus 14:13\" href=\"/Leviticus.14.13\">14:13</a>; <a data-ref=\"Leviticus 15:15\" href=\"/Leviticus.15.15\">15:15</a> <a data-ref=\"Numbers 6:11\" href=\"/Numbers.6.11\">Nu 6:11</a>, <a data-ref=\"Numbers 6:14\" href=\"/Numbers.6.14\">14</a>.)—Phrases for sacrificing are: <span dir=\"rtl\">עשׂה ח׳</span> <a data-ref=\"Leviticus 9:7\" href=\"/Leviticus.9.7\">Lv 9:7</a>, <a data-ref=\"Leviticus 9:22\" href=\"/Leviticus.9.22\">22</a> <a data-ref=\"Leviticus 14:19\" href=\"/Leviticus.14.19\">14:19</a> <a data-ref=\"Numbers 6:16\" href=\"/Numbers.6.16\">Nu 6:16</a> <a data-ref=\"Ezekiel 45:17\" href=\"/Ezekiel.45.17\">Ez 45:17</a>, <span dir=\"rtl\">הקריב ח׳</span> <a data-ref=\"Leviticus 10:19\" href=\"/Leviticus.10.19\">Lv 10:19</a> <a data-ref=\"Ezekiel 44:27\" href=\"/Ezekiel.44.27\">Ez 44:27</a>, <span dir=\"rtl\">שׁחט ח׳</span> <a data-ref=\"Leviticus 14:13\" href=\"/Leviticus.14.13\">Lv 14:13</a> <a data-ref=\"Ezekiel 40:39\" href=\"/Ezekiel.40.39\">Ez 40:39</a>.<br><strong>5.</strong>  <em>purification</em> from sins of ceremonial uncleanness, all P: <span dir=\"rtl\">מֵי ח׳</span> <a data-ref=\"Numbers 8:7\" href=\"/Numbers.8.7\">Nu 8:7</a> <em>water of purification from sin;</em> <span dir=\"rtl\">מֵי נִדָּה ח׳ הוּא</span> <em>water of</em> (<em>cleansing from</em>) <em>impurity, it is a purification from sin</em> <a data-ref=\"Numbers 19:9\" href=\"/Numbers.19.9\">Nu 19:9</a>; <span dir=\"rtl\">עֲפַר שְׂרֵפַת הח׳</span> <a data-ref=\"Numbers 19:17\" href=\"/Numbers.19.17\">Nu 19:17</a> <em>ashes of the burning of the purification from sin</em> (RV renders <em>sin-offering;</em> but there was no offering made, only water of purification was used)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2eeb6084aa1cbf20487", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נָגַשׁ 1", "anchorRef": "Leviticus 8:14", "anchorRefExpanded": ["Leviticus 8:14"], "sourceRef": "BDB, נָגַשׁ 1", "sourceHeRef": "בראון-דרייבר-בריגס, נָגַשׁ א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נָגַשׁ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big>[<span dir=\"rtl\">נָגַשׁ</span></big></big><sub>125</sub><big><big>]</big></big>  <strong>vb.</strong> draw near, approach, less freq. syn. of <span dir=\"rtl\">קרב</span> q.v. <strong>(</strong>NH <em>id.</em> Hiph. (rare) and deriv.<strong>)</strong>;—<br><strong>Qal</strong><sub>68</sub>  Impf. <span dir=\"rtl\">יִגַּשׁ</span> <a data-ref=\"Exodus 24:14\" href=\"/Exodus.24.14\">Ex 24:14</a> +, <span dir=\"rtl\">יִגָּ֑שׁ</span> <a data-ref=\"Psalms 91:7\" href=\"/Psalms.91.7\">ψ 91:7</a>, <span dir=\"rtl\">וַיִּגַּשׁ</span> <a data-ref=\"Genesis 18:23\" href=\"/Genesis.18.23\">Gn 18:23</a> +; 3 fs. <span dir=\"rtl\">וַתִּגַּשׁ</span> <a data-ref=\"Genesis 33:7\" href=\"/Genesis.33.7\">Gn 33:7</a>; 2 ms. <span dir=\"rtl\">תִּגַּשׁ־</span> <a data-ref=\"Isaiah 65:5\" href=\"/Isaiah.65.5\">Is 65:5</a>; 3 mpl. <span dir=\"rtl\">יִגְּשׁוּ</span> <a data-ref=\"Isaiah 41:1\" href=\"/Isaiah.41.1\">Is 41:1</a> +, <span dir=\"rtl\">יִגָּ֑שׁוּ</span> <a data-ref=\"Exodus 24:2\" href=\"/Exodus.24.2\">Ex 24:2</a>, <span dir=\"rtl\">יִגַּ֑שׁוּ</span> <a data-ref=\"Job 41:8\" href=\"/Job.41.8\">Jb 41:8</a> (Baer; van d. H. <span dir=\"rtl\">יִגָּ֑שׁוּ</span>); 3 fpl. <span dir=\"rtl\">וַתִּגַּשְׁןָ</span> <a data-ref=\"Genesis 33:6\" href=\"/Genesis.33.6\">Gn 33:6</a>, etc.; Imv. <span dir=\"rtl\">גַּשׁ</span> <a data-ref=\"II Samuel 1:15\" href=\"/II_Samuel.1.15\">2 S 1:15</a>, <span dir=\"rtl\">גֶּשׁ־</span> <a data-ref=\"Genesis 19:9\" href=\"/Genesis.19.9\">Gn 19:9</a>, <span dir=\"rtl\">גְּשָׁה</span> <a data-ref=\"Genesis 27:21\" href=\"/Genesis.27.21\">Gn 27:21</a> +; <span dir=\"rtl\">גֹּשִׁי</span> <a data-ref=\"Ruth 2:14\" href=\"/Ruth.2.14\">Ru 2:14</a>, <span dir=\"rtl\">וּגְשׁוּ</span> <a data-ref=\"Jeremiah 46:3\" href=\"/Jeremiah.46.3\">Je 46:3</a> <span dir=\"rtl\">גּשׁוּ</span> <a data-ref=\"Joshua 3:9\" href=\"/Joshua.3.9\">Jos 3:9</a>; Inf. cstr. <span dir=\"rtl\">לָגֶ֫שֶׁת</span> <a data-ref=\"Judges 20:23\" href=\"/Judges.20.23\">Ju 20:23</a> +; sf. <span dir=\"rtl\">גִּשְׁתּוֹ</span> <a data-ref=\"Genesis 33:3\" href=\"/Genesis.33.3\">Gn 33:3</a>; <span dir=\"rtl\">גִּשְׁתָּם</span> <a data-ref=\"Exodus 28:43\" href=\"/Exodus.28.43\">Ex 28:43</a> + 2 times;—<em>draw</em> or <em>come near</em>, <strong>1.</strong>  human subj.: sq. <span dir=\"rtl\">אֶל־</span> pers. <a data-ref=\"Genesis 27:22\" href=\"/Genesis.27.22\">Gn 27:22</a>; <a data-ref=\"Genesis 43:19\" href=\"/Genesis.43.19\">43:19</a>; <a data-ref=\"Genesis 44:18\" href=\"/Genesis.44.18\">44:18</a>; <a data-ref=\"Genesis 45:4\" href=\"/Genesis.45.4\">45:4</a> (all J), <a data-ref=\"Exodus 19:15\" href=\"/Exodus.19.15\">Ex 19:15</a> (of sexual intercourse), <a data-ref=\"Exodus 24:2\" href=\"/Exodus.24.2\">24:2</a> <a data-ref=\"Numbers 32:16\" href=\"/Numbers.32.16\">Nu 32:16</a>; <a data-ref=\"Joshua 14:6\" href=\"/Joshua.14.6\">Jos 14:6</a> (all E), <a data-ref=\"Exodus 34:30\" href=\"/Exodus.34.30\">Ex 34:30</a>; <a data-ref=\"Joshua 21:1\" href=\"/Joshua.21.1\">Jos 21:1</a> (P), + 10 times elsewhere (not D), + <a data-ref=\"Psalms 91:7\" href=\"/Psalms.91.7\">ψ 91:7</a> (subj. pestilence personif.); of priestly approach to <span dir=\"rtl\">י׳</span> <a data-ref=\"Ezekiel 44:13\" href=\"/Ezekiel.44.13\">Ez 44:13</a>, cf. <a data-ref=\"Jeremiah 30:21\" href=\"/Jeremiah.30.21\">Je 30:21b</a>, also sq. <span dir=\"rtl\">אֶל־</span> of altar <a data-ref=\"Exodus 28:43\" href=\"/Exodus.28.43\">Ex 28:43</a>; <a data-ref=\"Exodus 30:20\" href=\"/Exodus.30.20\">30:20</a>; <a data-ref=\"Leviticus 21:23\" href=\"/Leviticus.21.23\">Lv 21:23</a> and abs., v <a data-ref=\"Leviticus 21:21\" href=\"/Leviticus.21.21\">21</a> (all P or H); sq. <span dir=\"rtl\">אֶל־</span> rei also <a data-ref=\"Numbers 8:19\" href=\"/Numbers.8.19\">Nu 8:19</a>; sq. <span dir=\"rtl\">עַד־</span> pers. <a data-ref=\"Genesis 33:3\" href=\"/Genesis.33.3\">Gn 33:3</a> (J), rei <a data-ref=\"Judges 9:52\" href=\"/Judges.9.52\">Ju 9:52</a>; sq. <span dir=\"rtl\">עַל־</span> pers. <a data-ref=\"Ezekiel 9:6\" href=\"/Ezekiel.9.6\">Ez 9:6</a>, rei <a data-ref=\"Ezekiel 44:13\" href=\"/Ezekiel.44.13\">44:13</a>; sq. <span dir=\"rtl\">בְּ</span> pers. <a data-ref=\"Isaiah 65:5\" href=\"/Isaiah.65.5\">Is 65:5</a> (‖ <span dir=\"rtl\">קָרַב אֶל־</span>); in <a data-ref=\"Amos 9:10\" href=\"/Amos.9.10\">Am 9:10</a> read <span dir=\"rtl\">תִּגַּשׁ בַּעֲדֵנוּ</span> (for MT <span dir=\"rtl\">תַּגִּישׁ</span> <strong>Hiph.</strong> cf. We GASm Dr Now; ‖ <span dir=\"rtl\">קִדֵּם</span>); sq. <span dir=\"rtl\">לַמִּלְחָמָה</span> <em>draw near for battle</em> <a data-ref=\"Judges 20:23\" href=\"/Judges.20.23\">Ju 20:23</a>; <a data-ref=\"Jeremiah 46:3\" href=\"/Jeremiah.46.3\">Je 46:3</a>; <a data-ref=\"II Samuel 10:13\" href=\"/II_Samuel.10.13\">2 S 10:13</a> = <a data-ref=\"I Chronicles 19:14\" href=\"/I_Chronicles.19.14\">1 Ch 19:14</a> (+ <span dir=\"rtl\">לִפְנֵי</span> pers.); sq. acc. pers. <a data-ref=\"I Samuel 9:18\" href=\"/I_Samuel.9.18\">1 S 9:18</a>; <a data-ref=\"I Samuel 30:21\" href=\"/I_Samuel.30.21\">30:21</a>, rei <a data-ref=\"Numbers 4:19\" href=\"/Numbers.4.19\">Nu 4:19</a> (P), but acc. difficult; Dr reads <span dir=\"rtl\">אֶל־</span> for <span dir=\"rtl\">אֶת־</span> <a data-ref=\"I Samuel 9:18\" href=\"/I_Samuel.9.18\">1 S 9:18</a> <a data-ref=\"Numbers 4:19\" href=\"/Numbers.4.19\">Nu 4:19</a>, cf. Klo HPS; in <a data-ref=\"I Samuel 30:21\" href=\"/I_Samuel.30.21\">1 S 30:21</a> Dr takes <span dir=\"rtl\">אֶת־</span> = <em>with;</em> sq. <span dir=\"rtl\">הֲלוֹם</span> <em>hither</em>, <a data-ref=\"I Samuel 14:38\" href=\"/I_Samuel.14.38\">1 S 14:38</a> <a data-ref=\"Ruth 2:14\" href=\"/Ruth.2.14\">Ru 2:14</a>; abs. <a data-ref=\"Genesis 18:23\" href=\"/Genesis.18.23\">Gn 18:23</a>; <a data-ref=\"Genesis 27:21\" href=\"/Genesis.27.21\">27:21</a>; <a data-ref=\"Genesis 29:10\" href=\"/Genesis.29.10\">29:10</a>; <a data-ref=\"Genesis 33:6\" href=\"/Genesis.33.6\">33:6</a>, <a data-ref=\"Genesis 33:7\" href=\"/Genesis.33.7\">7</a>; <a data-ref=\"Genesis 45:4\" href=\"/Genesis.45.4\">45:4</a> (all J), <a data-ref=\"Exodus 24:2\" href=\"/Exodus.24.2\">Ex 24:2</a> (E), <a data-ref=\"Joshua 8:11\" href=\"/Joshua.8.11\">Jos 8:11</a> (E; + <span dir=\"rtl\">ויבאו</span>), + 9 times (not P, D), + <a data-ref=\"Genesis 27:26\" href=\"/Genesis.27.26\">Gn 27:26</a>, <a data-ref=\"Genesis 27:27\" href=\"/Genesis.27.27\">27</a> (E), <a data-ref=\"Joshua 3:9\" href=\"/Joshua.3.9\">Jos 3:9</a> (J), <a data-ref=\"II Samuel 1:15\" href=\"/II_Samuel.1.15\">2 S 1:15</a>; <a data-ref=\"II Chronicles 29:31\" href=\"/II_Chronicles.29.31\">2 Ch 29:31</a> (all Imv. sq. 2nd Imv.), + <a data-ref=\"Genesis 19:9\" href=\"/Genesis.19.9\">Gn 19:9</a> (J), <a data-ref=\"Leviticus 21:21\" href=\"/Leviticus.21.21\">Lv 21:21</a><sup>(×2)</sup> (H), <a data-ref=\"II Kings 4:27\" href=\"/II_Kings.4.27\">2 K 4:27</a> (all sq. Inf. purpose). Note especially <span dir=\"rtl\">גֶּשׁ־הָ֫לְאָה</span> <a data-ref=\"Genesis 19:9\" href=\"/Genesis.19.9\">Gn 19:9</a> lit. <em>approach thither!</em> i.e. move away! cf. <span dir=\"rtl\">גְּשָׁה־לִי וְאֵשֵׁ֑בָה</span> <a data-ref=\"Isaiah 49:20\" href=\"/Isaiah.49.20\">Is 49:20</a> <em>move away for me</em> (make room for me) <em>that I may dwell</em> (‖ <span dir=\"rtl\">צַר־לִי הַמָּקוֹם</span>). <strong>2.</strong>  inanim. subj. <span dir=\"rtl\">אֶחָד בְּאֶחָד יִגַּ֑שׁוּ</span> <a data-ref=\"Job 41:8\" href=\"/Job.41.8\">Jb 41:8</a> <em>one to another they approach</em> (fit closely together; of scales of crocodile).—<strong>Qal</strong> not in D.<br><strong>Niph.</strong>  Pf. <span dir=\"rtl\">נִגַּשׁ</span> <a data-ref=\"Genesis 33:7\" href=\"/Genesis.33.7\">Gn 33:7</a> +; 3 fs. <span dir=\"rtl\">וְנִגְּשָׁה</span> <a data-ref=\"Deuteronomy 25:9\" href=\"/Deuteronomy.25.9\">Dt 25:9</a>; 3 mpl. <span dir=\"rtl\">נִגְּשׁוּ</span> <a data-ref=\"Exodus 34:32\" href=\"/Exodus.34.32\">Ex 34:32</a> +; <span dir=\"rtl\">נִגַּשְׁתֶּם</span> <a data-ref=\"II Samuel 11:20\" href=\"/II_Samuel.11.20\">2 S 11:20</a>, <a data-ref=\"II Samuel 11:21\" href=\"/II_Samuel.11.21\">21</a>; Pt. pl. <span dir=\"rtl\">נִגָּשִׁים</span> <a data-ref=\"Exodus 19:22\" href=\"/Exodus.19.22\">Ex 19:22</a>;—<em>draw near</em> = <strong>Qal</strong> (and substit. for it in D):—sq. <span dir=\"rtl\">אֶל־</span> pers. <a data-ref=\"Deuteronomy 25:9\" href=\"/Deuteronomy.25.9\">Dt 25:9</a>; <a data-ref=\"I Kings 20:13\" href=\"/I_Kings.20.13\">1 K 20:13</a>; <a data-ref=\"Ezra 9:1\" href=\"/Ezra.9.1\">Ezr 9:1</a>, of priestly approach to Yahweh <a data-ref=\"Exodus 19:22\" href=\"/Exodus.19.22\">Ex 19:22</a> (J), <a data-ref=\"Jeremiah 30:21\" href=\"/Jeremiah.30.21\">Je 30:21</a>; sq. <span dir=\"rtl\">אֶל־</span> rei <a data-ref=\"Exodus 20:18\" href=\"/Exodus.20.18\">Ex 20:21</a>; <a data-ref=\"Exodus 24:2\" href=\"/Exodus.24.2\">24:2</a> (both E), <a data-ref=\"II Samuel 11:20\" href=\"/II_Samuel.11.20\">2 S 11:20</a>, <a data-ref=\"II Samuel 11:21\" href=\"/II_Samuel.11.21\">21</a>, <span dir=\"rtl\">אֶל־הַמִּשְׁפָּט</span> <a data-ref=\"Deuteronomy 25:1\" href=\"/Deuteronomy.25.1\">Dt 25:1</a>; sq. <span dir=\"rtl\">בְּ</span> pers. <a data-ref=\"Amos 9:13\" href=\"/Amos.9.13\">Am 9:13</a>; sq. <span dir=\"rtl\">לַמִּלְחָמָה</span> <a data-ref=\"I Samuel 7:10\" href=\"/I_Samuel.7.10\">1 S 7:10</a>; abs. <a data-ref=\"Genesis 33:7\" href=\"/Genesis.33.7\">Gn 33:7</a> (J), <a data-ref=\"Deuteronomy 20:2\" href=\"/Deuteronomy.20.2\">Dt 20:2</a> (‖ <span dir=\"rtl\">קרב</span>), <a data-ref=\"Deuteronomy 21:5\" href=\"/Deuteronomy.21.5\">21:5</a>; <a data-ref=\"Exodus 34:32\" href=\"/Exodus.34.32\">Ex 34:32</a> (P), so fig. of worship <a data-ref=\"Isaiah 29:13\" href=\"/Isaiah.29.13\">Is 29:13</a>.<br>†<strong>Hiph.</strong>  Pf. 3 ms. sf. consec. <span dir=\"rtl\">וְהִגִּישׁוֹ</span> <a data-ref=\"Exodus 21:6\" href=\"/Exodus.21.6\">Ex 21:6</a><sup>(×2)</sup>, <span dir=\"rtl\">וְהִגִּישָׁהּ</span> <a data-ref=\"Leviticus 2:8\" href=\"/Leviticus.2.8\">Lv 2:8</a>; 3 pl. <span dir=\"rtl\">הִגִּ֫ישׁוּ</span> <a data-ref=\"II Samuel 17:29\" href=\"/II_Samuel.17.29\">2 S 17:29</a>; 2 mpl. <span dir=\"rtl\">הִגַּשְׁתֶּם</span> <a data-ref=\"Amos 5:25\" href=\"/Amos.5.25\">Am 5:25</a>; Impf. juss. <span dir=\"rtl\">יַגֵּשׁ</span> <a data-ref=\"Job 40:19\" href=\"/Job.40.19\">Jb 40:19</a>; <span dir=\"rtl\">וַיַּגֶּשׁ־</span> <a data-ref=\"Genesis 27:25\" href=\"/Genesis.27.25\">Gn 27:25</a>; <span dir=\"rtl\">וַיַּגַּ֑שׁ</span> <a data-ref=\"Judges 6:19\" href=\"/Judges.6.19\">Ju 6:19</a>; 3 fs. <span dir=\"rtl\">תַּגִּישׁ</span> <a data-ref=\"Amos 9:10\" href=\"/Amos.9.10\">Am 9:10</a>, <span dir=\"rtl\">וַתַּגֵּשׁ</span> <a data-ref=\"I Samuel 28:25\" href=\"/I_Samuel.28.25\">1 S 28:25</a>; <a data-ref=\"II Samuel 13:11\" href=\"/II_Samuel.13.11\">2 S 13:11</a>; 3 mpl. <span dir=\"rtl\">יַגִּ֫ישׁוּ</span> <a data-ref=\"Isaiah 41:22\" href=\"/Isaiah.41.22\">Is 41:22</a>; 2 mpl. <span dir=\"rtl\">תַּגִּ֫ישׁוּ</span> <a data-ref=\"Malachi 1:8\" href=\"/Malachi.1.8\">Mal 1:8</a>, <span dir=\"rtl\">תַּגִּישׁוּן</span> v <a data-ref=\"Malachi 1:8\" href=\"/Malachi.1.8\">8</a>, <span dir=\"rtl\">וַתַּגִּישׁוּן</span> <a data-ref=\"Amos 6:3\" href=\"/Amos.6.3\">Am 6:3</a>, etc.; Imv. ms. <span dir=\"rtl\">הַגִּ֫ישָׁה</span> <a data-ref=\"Genesis 27:25\" href=\"/Genesis.27.25\">Gn 27:25</a> +; mpl. <span dir=\"rtl\">הַגִּ֫ישׁוּ</span> <a data-ref=\"I Samuel 13:9\" href=\"/I_Samuel.13.9\">1 S 13:9</a> +; Pt. <span dir=\"rtl\">מַגִּישׁ</span> <a data-ref=\"Malachi 2:12\" href=\"/Malachi.2.12\">Mal 2:12</a>; pl. cstr. <span dir=\"rtl\">מַגִּישֵׁי</span> <a data-ref=\"Malachi 3:3\" href=\"/Malachi.3.3\">Mal 3:3</a>, etc.;—<em>cause to approach, bring near, bring</em>, sq. <span dir=\"rtl\">אֶל־</span> pers. (usually obj. acc. rei, rarely pers. <a data-ref=\"Exodus 21:6\" href=\"/Exodus.21.6\">Ex 21:6</a><sup>(×2)</sup> <a data-ref=\"I Samuel 15:32\" href=\"/I_Samuel.15.32\">1 S 15:32</a>; <a data-ref=\"Genesis 48:10\" href=\"/Genesis.48.10\">Gn 48:10</a> cf. v <a data-ref=\"Genesis 48:13\" href=\"/Genesis.48.13\">13</a>):—<a data-ref=\"Genesis 48:10\" href=\"/Genesis.48.10\">Gn 48:10</a>, <a data-ref=\"Genesis 48:13\" href=\"/Genesis.48.13\">13</a> (E), <a data-ref=\"Exodus 21:6\" href=\"/Exodus.21.6\">Ex 21:6</a><sup>(×2)</sup> (E), <a data-ref=\"I Samuel 13:9\" href=\"/I_Samuel.13.9\">1 S 13:9</a>; <a data-ref=\"I Samuel 14:34\" href=\"/I_Samuel.14.34\">14:34</a>; <a data-ref=\"I Samuel 15:32\" href=\"/I_Samuel.15.32\">15:32</a>; <a data-ref=\"II Samuel 13:11\" href=\"/II_Samuel.13.11\">2 S 13:11</a> (+ Inf. purpose), <a data-ref=\"II Kings 4:5\" href=\"/II_Kings.4.5\">2 K 4:5</a>, <a data-ref=\"II Kings 4:6\" href=\"/II_Kings.4.6\">6</a>; sq. <span dir=\"rtl\">אֶל־הַמִּזְבֵּחַ</span> <a data-ref=\"Leviticus 2:8\" href=\"/Leviticus.2.8\">Lv 2:8</a> (P; of sacrifice); <span dir=\"rtl\">עַל־מִזְבְּחִי</span> <a data-ref=\"Malachi 1:7\" href=\"/Malachi.1.7\">Mal 1:7</a> (sacrif.); <span dir=\"rtl\">לְ</span> pers. <a data-ref=\"Genesis 27:25\" href=\"/Genesis.27.25\">Gn 27:25</a><sup>(×2)</sup> (E), <a data-ref=\"I Samuel 30:7\" href=\"/I_Samuel.30.7\">1 S 30:7</a>; <a data-ref=\"II Samuel 17:29\" href=\"/II_Samuel.17.29\">2 S 17:29</a> (read <span dir=\"rtl\">וַיַּגִּישׁוּ</span> 𝔊 Th We Klo Kit, cf. Dr), of sacrifice <a data-ref=\"Amos 5:25\" href=\"/Amos.5.25\">Am 5:25</a> <a data-ref=\"Malachi 2:12\" href=\"/Malachi.2.12\">Mal 2:12</a>; <a data-ref=\"Malachi 3:3\" href=\"/Malachi.3.3\">3:3</a>; <span dir=\"rtl\">לִפְנֵי</span> pers. <a data-ref=\"I Samuel 28:25\" href=\"/I_Samuel.28.25\">1 S 28:25</a>; <a data-ref=\"II Chronicles 29:23\" href=\"/II_Chronicles.29.23\">2 Ch 29:23</a>; no prep. <a data-ref=\"Exodus 32:6\" href=\"/Exodus.32.6\">Ex 32:6</a> (J), <a data-ref=\"I Samuel 14:18\" href=\"/I_Samuel.14.18\">1 S 14:18</a>, <a data-ref=\"I Samuel 14:34\" href=\"/I_Samuel.14.34\">34</a>; <a data-ref=\"I Samuel 23:9\" href=\"/I_Samuel.23.9\">23:9</a>; <a data-ref=\"I Samuel 30:7\" href=\"/I_Samuel.30.7\">30:7</a>; <a data-ref=\"Judges 6:19\" href=\"/Judges.6.19\">Ju 6:19</a> (foll. <span dir=\"rtl\">הוציא אֶל־</span>), <a data-ref=\"Amos 6:3\" href=\"/Amos.6.3\">Am 6:3</a>; <a data-ref=\"I Kings 5:1\" href=\"/I_Kings.5.1\">1 K 5:1</a>; <a data-ref=\"Leviticus 8:14\" href=\"/Leviticus.8.14\">Lv 8:14</a> (P), of sacrif. also <a data-ref=\"Malachi 1:8\" href=\"/Malachi.1.8\">Mal 1:8</a> <span dir=\"rtl\">(לִזְבֹּחַ)</span>, v <a data-ref=\"Malachi 1:8\" href=\"/Malachi.1.8\">8</a> (‖ <span dir=\"rtl\">הקריב</span>); fig. (obj. <em>proofs, evidences</em>) <a data-ref=\"Isaiah 41:21\" href=\"/Isaiah.41.21\">Is 41:21</a> (‖ <span dir=\"rtl\">קרב</span>), v <a data-ref=\"Isaiah 41:22\" href=\"/Isaiah.41.22\">22</a> (+ <span dir=\"rtl\">וַיַּגִּידוּ</span>), cf. <a data-ref=\"Isaiah 45:21\" href=\"/Isaiah.45.21\">45:21</a> (‖ <span dir=\"rtl\">הַגִּידוּ</span>); <span dir=\"rtl\">הָעשֹׁוֹ יַגֵּשׁ חַרְבּוֹ</span> <a data-ref=\"Job 40:19\" href=\"/Job.40.19\">Jb 40:19</a> let him that made him (the hippot.) <em>draw near</em> his sword, is dub.; Du <span dir=\"rtl\">הֶעָשׂוּ[י] נֹגֵשׂ חֲבֵרָו</span> <em>wh. is made ruler of its fellows</em> (other conject. v. Di Bu); <a data-ref=\"Amos 9:10\" href=\"/Amos.9.10\">Am 9:10</a> read <span dir=\"rtl\">תִּגַּשׁ</span> <strong>Qal</strong> q.v.).<br>†<strong>Hoph.</strong>  Pf. 3 mpl. <span dir=\"rtl\">לֹא־לִנְחֻשְׁתַּיִם הֻנַּ֑שׁוּ</span> <a data-ref=\"II Samuel 3:34\" href=\"/II_Samuel.3.34\">2 S 3:34</a> (Ginsb <span dir=\"rtl\">הֻנָּ֑שׁוּ</span>) thy feet <em>have not been brought near</em> (put into) <em>fetters;</em> Pt. <span dir=\"rtl\">מֻגָּשׁ לשׁמי</span> <a data-ref=\"Malachi 1:11\" href=\"/Malachi.1.11\">Mal 1:11</a> <em>it</em> (impers.) <em>is offered to my name</em>.<br>†<strong>Hithp.</strong>  Imv. mpl. <span dir=\"rtl\">הִתְנַגְּשׁוּ</span> <a data-ref=\"Isaiah 45:20\" href=\"/Isaiah.45.20\">Is 45:20</a> <em>draw near!</em> (‖ <span dir=\"rtl\">הִקָּֽבְצוּ וָבֹאוּ</span>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d343b6084aa1cbf2485d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, סָמַךְ 1", "anchorRef": "Leviticus 8:14", "anchorRefExpanded": ["Leviticus 8:14"], "sourceRef": "BDB, סָמַךְ 1", "sourceHeRef": "בראון-דרייבר-בריגס, סָמַךְ א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "סָמַךְ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">סָמַךְ</span></big></big><sub>48</sub><big></big>  <strong>vb. lean, lay, rest, support (</strong>NH id.; Ph. in n.pr. Lzb <sup>317, 329</sup>; Aramaic <span dir=\"rtl\">סְמַךְ</span>, <span dir=\"rtl\">ܣܡܰܟ</span>; also Ethiopic ((ሰመከ) አስመከ) <em>cause to lean upon</em>, etc. Di <sup>335</sup>; Arabic <span dir=\"rtl\">سَمَكَ</span> is <em>be high, ascend, raise, uplift</em>, <span dir=\"rtl\">سَمْكٌ</span> <em>roof</em><strong>)</strong>;—<br><strong>Qal</strong><sub>41</sub>  Pf. 3 ms. <span dir=\"rtl\">ס׳</span> <a data-ref=\"Deuteronomy 34:9\" href=\"/Deuteronomy.34.9\">Dt 34:9</a>; <a data-ref=\"Ezekiel 24:2\" href=\"/Ezekiel.24.2\">Ez 24:2</a>, <span dir=\"rtl\">וְסָמַךְ</span> consec. <a data-ref=\"Amos 5:19\" href=\"/Amos.5.19\">Am 5:19</a> +; 3 fs. <span dir=\"rtl\">סָֽמְכָה</span> <a data-ref=\"Psalms 88:8\" href=\"/Psalms.88.8\">ψ 88:8</a>, sf. <span dir=\"rtl\">סְמָכָ֑תְהוֹ</span> <a data-ref=\"Isaiah 59:16\" href=\"/Isaiah.59.16\">Is 59:16</a>, <span dir=\"rtl\">סְמָכָ֑תְנִי</span> <a data-ref=\"Isaiah 63:5\" href=\"/Isaiah.63.5\">63:5</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">וַיִּסְמֹךְ</span> <a data-ref=\"Leviticus 8:14\" href=\"/Leviticus.8.14\">Lv 8:14</a>; <a data-ref=\"Numbers 27:23\" href=\"/Numbers.27.23\">Nu 27:23</a>, sf. <span dir=\"rtl\">יִסְמְכֵ֫נִי</span> <a data-ref=\"Psalms 3:6\" href=\"/Psalms.3.6\">ψ 3:6</a>, etc.; Imv. ms. sf. <span dir=\"rtl\">סָמְכֵנִי</span> <a data-ref=\"Psalms 119:116\" href=\"/Psalms.119.116\">ψ 119:116</a>; Pt. act. <span dir=\"rtl\">סוֹמֵךְ</span> <a data-ref=\"Isaiah 63:5\" href=\"/Isaiah.63.5\">Is 63:5</a> + 3 times; pl. cstr. <span dir=\"rtl\">סֹמְכֵי</span> <a data-ref=\"Ezekiel 30:6\" href=\"/Ezekiel.30.6\">Ez 30:6</a> <a data-ref=\"Psalms 54:6\" href=\"/Psalms.54.6\">ψ 54:6</a>; pass. <span dir=\"rtl\">סָמוּךְ</span> <a data-ref=\"Isaiah 26:3\" href=\"/Isaiah.26.3\">Is 26:3</a> <a data-ref=\"Psalms 112:8\" href=\"/Psalms.112.8\">ψ 112:8</a>; pl. <span dir=\"rtl\">סְמוּכִים</span> <a data-ref=\"Psalms 111:8\" href=\"/Psalms.111.8\">111:8</a>;— <strong>1.</strong> <strong>a.</strong>  <em>lean</em> or <em>lay</em> hand upon <span dir=\"rtl\">(עַל־)</span>: <a data-ref=\"Amos 5:19\" href=\"/Amos.5.19\">Am 5:19</a>; elsewhere in sacred rite: on head of sacrif. victim, as those who share in sacrif., <a data-ref=\"Exodus 29:10\" href=\"/Exodus.29.10\">Ex 29:10</a>, <a data-ref=\"Exodus 29:15\" href=\"/Exodus.29.15\">15</a>, <a data-ref=\"Exodus 29:19\" href=\"/Exodus.29.19\">19</a>; <a data-ref=\"Leviticus 1:4\" href=\"/Leviticus.1.4\">Lv 1:4</a> + 12 times Lv, <a data-ref=\"Numbers 8:12\" href=\"/Numbers.8.12\">Nu 8:12</a> (all P), <a data-ref=\"II Chronicles 29:23\" href=\"/II_Chronicles.29.23\">2 Ch 29:23</a>; so of Levites, presented to <span dir=\"rtl\">י׳</span> <a data-ref=\"Numbers 8:10\" href=\"/Numbers.8.10\">Nu 8:10</a> (P); on head of blasphemer <a data-ref=\"Leviticus 24:14\" href=\"/Leviticus.24.14\">Lv 24:14</a> (P; as witnesses of his guilt); on head of Joshua in consecration (Moses subj.) <a data-ref=\"Numbers 27:18\" href=\"/Numbers.27.18\">Nu 27:18</a>, <a data-ref=\"Numbers 27:23\" href=\"/Numbers.27.23\">23</a>; <a data-ref=\"Deuteronomy 34:9\" href=\"/Deuteronomy.34.9\">Dt 34:9</a> (all P). <strong>b.</strong>  intrans. <a data-ref=\"Psalms 88:8\" href=\"/Psalms.88.8\">ψ 88:8</a> thy wrath <em>hath rested</em> upon me <span dir=\"rtl\">(עָלַי)</span>; also <span dir=\"rtl\">סָמַךְ מֶלֶךְ־בָּבֶל אֶל־</span> <a data-ref=\"Ezekiel 24:2\" href=\"/Ezekiel.24.2\">Ez 24:2</a> <em>hath leaned against, rested his weight upon</em>, Jerusalem, i.e. invested (Toy), begun the siege of it. †<strong>2.</strong>  <em>support, uphold, sustain</em>, only fig.: c. 2 acc. <a data-ref=\"Genesis 27:37\" href=\"/Genesis.27.37\">Gn 27:37</a> (J) with corn and must <em>have I sustained him</em>, provided sustenance for him, cf. (of <span dir=\"rtl\">י׳</span>) <a data-ref=\"Psalms 51:14\" href=\"/Psalms.51.14\">ψ 51:14</a>; <em>uphold</em> Egypt <a data-ref=\"Ezekiel 30:6\" href=\"/Ezekiel.30.6\">Ez 30:6</a>; abs. <a data-ref=\"Isaiah 63:5\" href=\"/Isaiah.63.5\">Is 63:5</a>; especially of <span dir=\"rtl\">י׳</span> <em>upholding, sustaining</em> <a data-ref=\"Isaiah 59:16\" href=\"/Isaiah.59.16\">Is 59:16</a>; <a data-ref=\"Isaiah 63:5\" href=\"/Isaiah.63.5\">63:5</a> <a data-ref=\"Psalms 3:6\" href=\"/Psalms.3.6\">ψ 3:6</a>; <a data-ref=\"Psalms 37:17\" href=\"/Psalms.37.17\">37:17</a>, <a data-ref=\"Psalms 37:24\" href=\"/Psalms.37.24\">24</a>; <a data-ref=\"Psalms 54:6\" href=\"/Psalms.54.6\">54:6</a> (on <span dir=\"rtl\">בְּ</span> <em>essentiae</em> v. Ges<sup>§ 119 i</sup>, <span dir=\"rtl\">בְּ</span> supr. <strong>7 a</strong>), <a data-ref=\"Psalms 119:116\" href=\"/Psalms.119.116\">119:116</a>; <a data-ref=\"Psalms 145:14\" href=\"/Psalms.145.14\">145:14</a>; so pt. pass. <a data-ref=\"Psalms 111:8\" href=\"/Psalms.111.8\">ψ 111:8</a> <em>they are sustained</em>, i.e. maintained (<span dir=\"rtl\">י׳</span>’s commands), <span dir=\"rtl\">סָמוּךְ לִבּוֹ</span> <a data-ref=\"Psalms 112:8\" href=\"/Psalms.112.8\">112:8</a> <em>his heart is sustained</em>, firm, and so <span dir=\"rtl\">יֵצֶר ס׳</span> <a data-ref=\"Isaiah 26:3\" href=\"/Isaiah.26.3\">Is 26:3</a>.<br>†<strong>Niph.</strong>  Pf. 1 s. <span dir=\"rtl\">נִסְמַ֫כְתִּי</span> <a data-ref=\"Psalms 71:6\" href=\"/Psalms.71.6\">ψ 71:6</a>; 3 pl. <span dir=\"rtl\">נִסְמָ֑כוּ</span> <a data-ref=\"Isaiah 48:2\" href=\"/Isaiah.48.2\">Is 48:2</a>; Impf. <span dir=\"rtl\">יִסָּמֵךְ</span> <a data-ref=\"II Kings 18:21\" href=\"/II_Kings.18.21\">2 K 18:21</a> <a data-ref=\"Isaiah 36:6\" href=\"/Isaiah.36.6\">Is 36:6</a>, <span dir=\"rtl\">וַיִּסָּמֵךְ</span> <a data-ref=\"Judges 16:29\" href=\"/Judges.16.29\">Ju 16:29</a>; 3 mpl. <span dir=\"rtl\">וַיִּסָּֽמְכוּ</span> <a data-ref=\"II Chronicles 32:8\" href=\"/II_Chronicles.32.8\">2 Ch 32:8</a>;—reflex. <em>support</em>, or <em>brace oneself</em>, also c. <span dir=\"rtl\">עַל־</span>: <a data-ref=\"Judges 16:29\" href=\"/Judges.16.29\">Ju 16:29</a> <em>and he braced himself</em> against (upon) them (the pillars): <a data-ref=\"II Kings 18:21\" href=\"/II_Kings.18.21\">2 K 18:21</a> (if) a man <em>support himself</em> on it (Egypt as a cracked reed) = <a data-ref=\"Isaiah 36:6\" href=\"/Isaiah.36.6\">Is 36:6</a>; on cheering words <a data-ref=\"II Chronicles 32:8\" href=\"/II_Chronicles.32.8\">2 Ch 32:8</a>; on God <a data-ref=\"Isaiah 48:2\" href=\"/Isaiah.48.2\">Is 48:2</a> <a data-ref=\"Psalms 71:6\" href=\"/Psalms.71.6\">ψ 71:6</a>.<br>†<strong>Pi.</strong>  Imv. mpl. sf. + <span dir=\"rtl\">בְּ</span> instr.: <span dir=\"rtl\">סַמְּכוּנִי</span> <a data-ref=\"Song of Songs 2:5\" href=\"/Song_of_Songs.2.5\">Ct 2:5</a> <em>sustain</em> (refresh, revive) <em>me with raisin-cakes.</em>"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6665cda2edc871a0ca3a7669", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 8:14:1", "anchorRef": "Leviticus 8:14", "anchorRefExpanded": ["Leviticus 8:14"], "sourceRef": "David Zvi Hoffmann on Leviticus 8:14:1", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא ח׳:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "commentaryNum": 14.0001, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>יד-יז.</b> הפסוקים שלפנינו מכילים את ביצוע המצוה שבשמות כט, יא-יד. בנוגע להקרבת החטאת. שם נזכר הפר בשם פר בלבד (בלי \"החטאת\"),<i data-commentator=\"Endnotes\" data-label=\"563\" data-order=\"563\"></i> ותחת זה נאמר בסוף הפסוק (יד): \"חטאת היא\".", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]