[{"_id": "52089cbcedbab45d17917336", "index_title": "Ramban on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ramban on Leviticus 8:20:1", "anchorRef": "Leviticus 8:20", "anchorRefExpanded": ["Leviticus 8:20"], "sourceRef": "Ramban on Leviticus 8:20:1", "sourceHeRef": "רמב\"ן על ויקרא ח׳:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>ואת האיל נתח לנתחיו</b> אין נתוח אלא לאחר הפשט אבל קצר בהפשטה בכאן שכבר צוה בזה בפרשת העולה (ויקרא א׳:ו׳) ואמר ויקטר משה את הראש ואת הנתחים בזמן ההקטרה והוא אחר \"ואת הקרב ואת הכרעים רחץ במים\" וזהו שאמר \"ויקטר משה את כל האיל\" כי הכל הקטיר כאחת אחר הרחיצה אלא שהפרידם ללמד שאין הנתחים טעונין רחיצה:", "heVersionTitle": "On Your Way New", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "AND THE RAM WAS CUT INTO PIECES. This cutting into pieces was done only after flaying, but Scripture shortened its account here by omitting the flaying, since He had already commanded about it in the section of the burnt-offering.<sup class=\"footnote-marker\">206</sup><i class=\"footnote\">Above, 1:6.</i> He states [here in this verse], <i>and Moses caused the head, and the pieces to burn</i> [on the altar], which means “at the time of burning it,” namely, after <i>he washed the inwards and the legs in water</i> [mentioned in the following verse]. It is with reference to this that He states, <i>and Moses burnt the whole ram upon the altar</i>,<sup class=\"footnote-marker\">207</sup><i class=\"footnote\">Verse 21.</i> for after the washing he burnt everything at the same time. Scripture, however, separated them [stating here in Verse 20 that he burnt the head and the pieces, etc., and afterwards in Verse 21 that he washed the inwards and the legs], so as to teach us that the pieces do not need washing.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "531e4fe3fbfba276047f6cd4", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 8:20", "anchorRef": "Leviticus 8:20", "anchorRefExpanded": ["Leviticus 8:20"], "sourceRef": "Onkelos Leviticus 8:20", "sourceHeRef": "תרגום אונקלוס על ויקרא ח׳:כ׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 8.002, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "וְיָת דִּכְרָא פַּלֵּיג לְאֶבְרוֹהִי וְאַסֵּק משֶׁה יָת רֵישָׁא וְיָת אֵבָרַיָּא וְיָת תַּרְבָּא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "He severed the rams limbs; and Moshe burned the head and the severed limbs and the fat.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec50b", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 8:20", "anchorRef": "Leviticus 8:20", "anchorRefExpanded": ["Leviticus 8:20"], "sourceRef": "Targum Jonathan on Leviticus 8:20", "sourceHeRef": "תרגום יונתן על ויקרא ח׳:כ׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 8.002, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "וְיַת דִיכְרָא פַּסִיג לְפַסְגוֹי וְאַסֵיק משֶׁה יַת רֵישָׁא וְיַת פַּתְגוֹיָא וְיַת תַּרְבָּא", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And he divided the ram after its parts, and Mosheh burned the head and the parts and the fat.\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "57e77d02d6e4a94c7c18a49e", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 8:20", "anchorRef": "Leviticus 8:20", "anchorRefExpanded": ["Leviticus 8:20"], "sourceRef": "Tafsir Rasag, Leviticus 8:20", "sourceHeRef": "תפסיר רס\"ג, ויקרא ח׳:כ׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 8.002, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "ועצ̇א מוסי אלכבש אעצ̇אא וקתר אלראס ואלאעצ̇א ואלקצבה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b4e9d6e4a902855ff6f1", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Leviticus 8:20:1", "anchorRef": "Leviticus 8:20", "anchorRefExpanded": ["Leviticus 8:20"], "sourceRef": "Tur HaArokh, Leviticus 8:20:1", "sourceHeRef": "הטור הארוך, ויקרא ח׳:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "ויקרא", "he": "<b>ויקטר משה את הראש ואת הנתחים ואת הפדר. </b>לא שהקטיר אלו לבדם אלא ויקטר בזמן ההקטרה והוא אחר והקרב והכרעים רחץ במים וזהו שאמר אחר כך ויקטר משה את כל האיל לומר שהכל הקטיר בבת אחת אחר הרחיצה אלא שהפרידם ללמד שאין הנתחים טעונין רחיצה. והפשט לא פירש כאן שלא הוצרך שאין נתוח בעולה בלא הפשט: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " ויקטר משה את הראש ואת הנתחים ואת הפדר., “Moses burned up the head, the various parts, and the fat parts to go up in smoke.” The meaning is not that Moses burned up all these parts separately at different times, but it means that when the time for burning up these parts had arrived he proceeded to do so, as instructed.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b03bc6d6e4a91e9d6fd9da", "index_title": "Vayikra Rabbah", "category": "Midrash", "type": "", "ref": "Vayikra Rabbah 10:5", "anchorRef": "Leviticus 8:20", "anchorRefExpanded": ["Leviticus 8:20"], "sourceRef": "Vayikra Rabbah 10:5", "sourceHeRef": "ויקרא רבה י׳:ה׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [500], "commentaryNum": 10.0005, "collectiveTitle": {"en": "Vayikra Rabbah", "he": "ויקרא רבה"}, "heTitle": "ויקרא רבה", "he": "רַבִּי יְהוּדָה וְרַבִּי יְהוֹשֻׁעַ בֶּן לֵוִי, רַבִּי יְהוּדָה אוֹמֵר תְּשׁוּבָה עוֹשָׂה מֶחֱצָה וּתְפִלָּה עוֹשָׂה הַכֹּל, רַבִּי יְהוֹשֻׁעַ בֶּן לֵוִי אָמַר תְּשׁוּבָה עָשְׂתָה אֶת הַכֹּל וּתְפִלָּה עָשְׂתָה מֶחֱצָה. עַל דַּעְתֵּיהּ דְּרַבִּי יְהוּדָה בַּר רַבִּי תְּשׁוּבָה עוֹשָׂה מֶחֱצָה, מִמִּי אַתְּ לָמֵד מִקַּיִן שֶׁנִּגְזְרָה עָלָיו גְּזֵרָה כֵּיוָן שֶׁעָשָׂה תְּשׁוּבָה נִמְנַע מִמֶּנּוּ חֲצִי גְזֵרָה, וּמִנַּיִן שֶׁעָשָׂה תְּשׁוּבָה, שֶׁנֶּאֱמַר <small>(בראשית ד, יג)</small>: וַיֹּאמֶר קַיִן אֶל ה' גָּדוֹל עֲוֹנִי מִנְשׂוֹא, וּמִנַּיִן שֶׁנִּמְנַע מִמֶּנּוּ חֲצִי הַגְּזֵרָה, הֲדָא הוּא דִכְתִיב <small>(בראשית ד, טז)</small>: וַיֵּצֵא קַיִן מִלִּפְנֵי ה' וַיֵּשֶׁב בְּאֶרֶץ נוֹד קִדְמַת עֵדֶן, נָע וָנָד אֵין כְּתִיב אֶלָא בְּאֶרֶץ נוֹד קִדְמַת עֵדֶן. דָּבָר אַחֵר, וַיֵּצֵא קַיִן, מֵהֵיכָן יָצָא רַבִּי יוּדָן בְּשֵׁם רַבִּי אַיְבוּ אָמַר הִפְשִׁיל בְּגָדָיו לַאֲחוֹרָיו וְיָצָא כְּגוֹנֵב דַּעַת הָעֶלְיוֹנָה. רַבִּי בֶּרֶכְיָה בְּשֵׁם רַבִּי אִלְעָאי בַּר שְׁמַעְיָא אָמַר יָצָא כְּמַעֲרִים וְכִמְרַמֶּה בְּבוֹרְאוֹ. רַב הוּנָא בְּשֵׁם רַבִּי חֲנִינָא בַּר יִצְחָק אָמַר יָצָא שָׂמֵחַ, כְּמָה דְתֵימַר <small>(שמות ד, יד)</small>: וְגַם הִנֵּה הוּא יֹצֵא לִקְרָאתֶךָ וְרָאֲךָ וְשָׂמַח, כֵּיוָן שֶׁיָּצָא פָּגַע בּוֹ אָדָם הָרִאשׁוֹן אָמַר לוֹ מַה נַּעֲשָׂה בְּדִינֶךָ, אָמַר לוֹ עָשִׂיתִי תְּשׁוּבָה וְנִתְפַּשַׁרְתִּי, כֵּיוָן שֶׁשָּׁמַע אָדָם הָרִאשׁוֹן כָּךְ הִתְחִיל טוֹפֵחַ עַל פָּנָיו, אָמַר לוֹ כָּל כָּךְ הִיא כֹּחָהּ שֶׁל תְּשׁוּבָה וְלֹא הָיִיתִי יוֹדֵעַ, בְּאוֹתָהּ שָׁעָה אָמַר אָדָם הָרִאשׁוֹן <small>(תהלים צב, א)</small>: מִזְמוֹר שִׁיר לְיוֹם הַשַּׁבָּת. אָמַר רַבִּי לֵוִי הַמִּזְמוֹר הַזֶּה אָדָם הָרִאשׁוֹן אֲמָרוֹ. עַל דַּעְתֵּיהּ דְּרַבִּי יְהוּדָה בְּרַבִּי דְּאָמַר תְּפִלָּה עָשְׂתָה אֶת הַכֹּל, מִמִּי אַתְּ לָמֵד מֵחִזְקִיָּה, חִזְקִיָּה עִקַּר מַלְכוּתוֹ לֹא הָיְתָה אֶלָּא אַרְבַּע עֶשְׂרֵה שָׁנָה, הֲדָא הוּא דִכְתִיב <small>(ישעיה לו, א)</small>: וַיְהִי בְּאַרְבַּע עֶשְׂרֵה שָׁנָה לַמֶּלֶךְ חִזְקִיָּהוּ, וְכֵיוָן שֶׁהִתְפַּלֵּל הוֹסִיפוּ לוֹ חֲמֵשׁ עֶשְׂרֵה שָׁנָה, שֶׁנֶּאֱמַר <small>(ישעיה לח, ה)</small>: הִנְנִי יוֹסִיף עַל יָמֶיךָ חֲמֵשׁ עֶשְׂרֵה שָׁנָה. עַל דַּעְתֵּיהּ דְּרַבִּי יְהוֹשֻׁעַ בֶּן לֵוִי דְּאָמַר תְּשׁוּבָה עָשְׂתָה אֶת הַכֹּל, מִמִּי אַתְּ לָמֵד מֵאַנְשֵׁי עֲנָתוֹת, שֶׁנֶּאֱמַר <small>(ירמיה יא, כב)</small>: כֹּה אָמַר ה' וגו' הַבַּחוּרִים יָמֻתוּ בַחֶרֶב, וְכֵיוָן שֶׁעָשׂוּ תְּשׁוּבָה זָכוּ לְהִתְיַחֵס, שֶׁנֶּאֱמַר <small>(נחמיה ז, כז)</small>: אַנְשֵׁי עֲנָתוֹת מֵאָה עֶשְׂרִים וּשְׁמֹנָה, וְאִם אֵין לְךָ לִלְמֹד מֵאַנְשֵׁי עֲנָתוֹת לְמַד מִיכָנְיָהוּ <small>(ירמיה כב, כח)</small>: הַעֶצֶב נִבְזֶה נָפוּץ וגו'. רַבִּי אַבָּא בַּר כַּהֲנָא אָמַר כָּעֶצֶם הַזֶּה שֶׁל מֹחַ שֶׁמִּשֶּׁמְנַפְּצוֹ אֵין בּוֹ מְאוּמָה, רַבִּי חֶלְבּוֹ אָמַר כַּחוֹתָל שֶׁל תְּמָרָה שֶׁכְּשֶׁאַתָּה מְנַעֲרוֹ אֵין בּוֹ מְאֻמָּה, <small>(נחמיה ז, כז)</small> אִם כְּלִי אֵין חֵפֶץ בּוֹ, רַבִּי חָמָא בַּר חֲנִינָא אָמַר כַּכַּדִּין שֶׁל מֵי רַגְלַיִם, רַבִּי שְׁמוּאֵל בַּר נַחְמָן אָמַר כַּכַּדִין שֶׁל מְקִיזֵי דָם. אָמַר רַבִּי זֵירָא מִלְּתָא הָכָא שְׁמָעִית מִן רַבִּי שְׁמוּאֵל בַּר רַבִּי יִצְחָק דַּהֲוָה דָּרִישׁ הָכָא, וְלֵית אֲנָא יָדַע מַהוּ, אָמַר לֵיהּ רַבִּי אַחָא אֲרִיכָא דִּלְמָא דָא הִיא <small>(נחמיה ז, ל)</small>: כִּתְבוּ אֶת הָאִישׁ הַזֶּה עֲרִירִי גֶּבֶר לֹא יִצְלַח בְּיָמָיו, אָמַר לֵיהּ הִין בְּיָמָיו אֵינוֹ מַצְלִיחַ בִּימֵי בְּנוֹ מַצְלִיחַ. רַבִּי אַחָא וְרַבִּי אָבִין בַּר בִּנְיָמִין בְּשֵׁם רַבִּי אַבָּא, גָּדוֹל הוּא כֹּחָהּ שֶׁל תְּשׁוּבָה שֶׁמְבַטֶּלֶת גְּזֵרָה וּמְבַטֶּלֶת שְׁבוּעָה, שְׁבוּעָה שֶׁנֶּאֱמַר <small>(נחמיה כב, כד)</small>: חַי אָנִי נְאֻם ה' כִּי אִם יִהְיֶה כָּנְיָהוּ בֶן יְהוֹיָקִים וגו', וּמְבַטֶּלֶת גְּזֵרָה, <small>(נחמיה כב, ל)</small>: כֹּה אָמַר ה' כִּתְבוּ אֶת הָאִישׁ הַזֶּה עֲרִירִי, וּכְתִיב <small>(דברי הימים א ג, יז)</small>: וּבְנֵי יְכָנְיָה אַסִּר [בנו] שְׁאַלְתִּיאֵל בְּנוֹ, אַסִּר, שֶׁהָיָה בְּבֵית הָאֲסוּרִים, שְׁאַלְתִּיאֵל בְּנוֹ, שֶׁמִּמֶּנּוּ הוּשְׁתְּלָה מַלְכוּת בֵּית דָּוִד. אָמַר רַבִּי תַּנְחוּם בְּרַבִּי יִרְמְיָה אַסִּר זֶה הַקָּדוֹשׁ בָּרוּךְ הוּא שֶׁאָסַר אֶת עַצְמוֹ בִּשְׁבוּעָה, שְׁאַלְתִּיאֵל, שֶׁשָּׁאַל אֵל לְבֵית דִּינוֹ שֶׁל מַעְלָה עַל נִדְרוֹ. עַל דַּעְתֵּיהּ דְּרַבִּי יְהוֹשֻׁעַ בֶּן לֵוִי דְּאָמַר תְּפִלָּה עָשְׂתָה מֶחֱצָה, מִמִי אַתָּה לָמֵד מֵאַהֲרֹן, שֶׁבַּתְּחִלָּה נִגְזְרָה גְזֵרָה עָלָיו, שֶׁנֶּאֱמַר <small>(דברים ט, כ)</small>: וּבְאַהֲרֹן הִתְאַנַּף ה' מְאֹד לְהַשְׁמִידוֹ, אָמַר רַבִּי יְהוֹשֻׁעַ דְּסִכְנִין בְּשֵׁם רַבִּי לֵוִי אֵין הַשְׁמָדָה אֶלָּא כִּלּוּי בָּנִים, כְּמָה דְאַתְּ אָמַר <small>(עמוס ב, ט)</small>: וָאַשְׁמִיד פִּרְיוֹ מִמַּעַל וְשָׁרָשָׁיו מִתָּחַת, כֵּיוָן שֶׁהִתְפַּלֵּל משֶׁה עָלָיו נִמְנְעָה מִמֶּנּוּ חֲצִי הַגְּזֵרָה, מֵתוּ שְׁנַיִם וְנִשְׁתַּיְּירוּ שְׁנַיִם, הֲדָא הוּא דִכְתִיב <small>(ויקרא ח, כ)</small>: קַח אֶת אַהֲרֹן וְאֶת בָּנָיו אִתּוֹ.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "Rabbi Yehuda and Rabbi Yehoshua ben Levi, Rabbi Yehuda says: Repentance accomplishes half and prayer accomplishes it all.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Repentance can partially reverse a harsh heavenly decree against a person, and prayer can reverse it in its entirety. </i> Rabbi Yehoshua ben Levi said: Repentance accomplishes it all and prayer accomplishes half. According to Rabbi Yehuda bar Rabbi, repentance accomplishes half. From whom do you derive it? It is from Cain. An edict was decreed against him. Once he repented, half of the edict was withheld from him. From where is it derived that he repented? As it is stated: “Cain said to the Lord: My iniquity is too great to bear” (Genesis 4:13). From where is it derived that half the edict was withheld from him? That is what is written: “Cain departed from the presence of the Lord, and lived in the land of Nod, east of Eden” (Genesis 4:16). “Restless and itinerant” (Genesis 4:14) is not written here, but rather, “in the land of Nod, east of Eden.”<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">The edict was that he would be exiled, would never find respite in one place and would continuously wander. After repenting, although he was exiled, he did not continuously wander. </i> <br>Another matter, “Cain departed” – from where did he depart? Rabbi Yudan said in the name of Rabbi Aivu: He flung his garments behind him and departed, as one who deceives the One On High.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">He flung his garments over his shoulder as though intending to begin his ongoing wandering. In reality though, he had no intention of doing so. </i> Rabbi Berekhya said in the name of Rabbi Ilai bar Shemaya: He departed like one who is deceiving and misleading his Creator.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">According to both these opinions, Cain did not repent.</i> <br>Rabbi Huna said in the name of Rabbi Ḥanina bar Yitzḥak: He departed joyously, just as it says: “Behold, he, too, is departing to meet you and he will see you and rejoice in his heart” (Exodus 4:14). When he departed, he encountered Adam the first man. [Adam] said to him: ‘What happened in your trial?’ He said: ‘I repented and was granted a compromise.’ When Adam the first man heard this, he began slapping his face. He said to him: ‘The power of repentance is so great and I did not know?’ At that moment, Adam the first man recited: “A psalm, a song for the Sabbath day” (Psalms 92:1).<sup class=\"footnote-marker\">8</sup><i class=\"footnote\"><i>Shabbat </i>is expounded to mean the day of repentance [<i>teshuva</i>]. The following verse: “It is good to praise [<i>lehodot</i>]<i> </i> to the Lord,”<i>– lehodot </i>is expounded to mean<i> </i>to recite confession [<i>vidui</i>].</i> Rabbi Levi said: This psalm, Adam the first man recited it. <br>According to the opinion of Rabbi Yehuda ben Rabbi, who said: Prayer accomplishes it all, from whom do you derive it? It is from Hezekiah. Hezekiah’s primary reign was only fourteen years. That is what is written: “It was in the fourteenth year of King Hezekiah” (Isaiah 36:1).<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">As described in the continuation of the narrative (Isaiah chapter 38), Hezekiah became gravely ill at that time and God stated that he would die. </i> Due to his prayer, fifteen years were added for him, as it is stated: “I am adding fifteen years to your days” (Isaiah 38:5). <br>According to the opinion of Rabbi Yehoshua ben Levi, who said that repentance accomplishes it all, from whom do you derive it? It is from the people of Anatot, as it is stated: “Therefore, so said the Lord…the young men will die by the sword” (Jeremiah 11:22). Since they repented, they were privileged to be recorded in the genealogical record,<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">This is the record of those returning to Zion from Babylon. Since they were listed, it is clear that they had not been killed previously. </i> as it is stated: “The people of Anatot, one hundred and twenty-eight” (Nehemiah 7:27). And if you do not derive it from the people of Anatot, derive it from Konya: “Is this [man Konya] a spurned, broken idol [<i>etzev</i>]?<b> </b>[Is he an unwanted vessel? Why have they been cast, he and his descendants, and thrown into the land that they did not know?]” (Jeremiah 22:28). Rabbi Abba said: Like a bone with marrow, that once it is shattered nothing of value remains.<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">All the bone marrow has been removed.</i> Rabbi Ḥelbo said: Like the wicker basket of dates that when you empty it, nothing of value remains, “is he an unwanted vessel?”  Rabbi Ḥama bar Ḥanina said: Like chamber pots. Rabbi Shmuel bar Rabbi Yitzḥak said: Like the receptacles of bloodletters. <br>Rabbi Zeira said: ‘I heard something on this from Rabbi Shmuel bar Rabbi Yitzḥak, who would expound about this, but I do not know what it was.’ Rabbi Aḥa Arikha said: ‘Perhaps it was this: “Write this man childless, a man who will not succeed in his days”’ (Jeremiah 22:30). He said to him: ‘Yes, in his days he will not succeed, but he will succeed in the days of his son.’<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">Although he was initially decreed childless, it is inferred from the conclusion of the verse – “for no man of his offspring shall be accepted to sit on the throne of David and to rule again in Judah” – that he would have children.</i> Rabbi Aḥa and Rabbi Avin bar Binyamin in the name of Rabbi Abba: Great is the power of repentance, and it voids an edict and voids an oath. An oath, as it is stated: “As I live, the utterance of the Lord, for if Konya, son of Yehoyakim, [king of Judah, would be a signet ring upon My right hand, then from there I would sever you]” (Jeremiah 22:24). It voids an edict: “Write this man childless, a man who will not succeed in his days,” and it is written: “The sons of Konya, Asir, She’altiel his son” (I Chronicles 3:17); Asir, because he was in prison [<i>beit haasurim</i>]; She’altiel, because the kingdom of the house of David was planted [<i>hushtela</i>] from him.<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">The verse is interpreted to mean that Konya, also called Asir, begot a child, She’altiel, while imprisoned. </i> Rabbi Tanḥum ben Rabbi Yirmeya said: Asir, this is the Holy One blessed be He, who bound Himself with an oath. She’altiel, because God consulted with His supernal court to annul His oath. <br>According to the opinion of Rabbi Yehoshua ben Levi, who said that prayer accomplishes half, from whom do you derive it? It is from Aaron, as initially an edict was decreed against him, as it is stated: “The Lord was very angry with Aaron to destroy him<b> </b>[and I prayed for Aaron, too, at that time]” (Deuteronomy 9:20). Rabbi Yehoshua of Sikhnin said in the name of Rabbi Levi: Destruction is nothing other than the eradication of children, just as it says: “I destroyed his fruit from above and his roots from below” (Amos 2:9). Since Moses prayed on his behalf, half the edict was withheld from him; two [of Aarons sons] died and two remained. That is what is written: “Take Aaron, and his sons with him.”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58fdc0bfd6e4a960c04a1909", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Noach 14:7", "anchorRef": "Leviticus 8:20", "anchorRefExpanded": ["Leviticus 8:20"], "sourceRef": "Midrash Tanchuma, Noach 14:7", "sourceHeRef": "מדרש תנחומא, נח י״ד:ז׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 14.0007, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "נח", "he": "מֹשֶׁה הִתְחִיל בַּכְּהֻנָּה, וּבַדּוּכָן, וּבַקָּרְבָּנוֹת, וּבַתּוֹרָה. בַּכְּהֻנָּה, שֶׁשִּׁמֵּשׁ בִּכְהֻנָּה גְדוֹלָה בְּשִׁבְעַת יְמֵי הַמִּלּוּאִים. וּבַדּוּכָן, שֶׁהֶעֱמִיד אֶלְעָזָר בֶּן אַהֲרֹן עַל הַדּוּכָן, שֶׁנֶּאֱמַר: וּנְשִׂיא נְשִׂיאֵי הַלֵּוִי אֶלְעָזָר וְגוֹ' <small>(במדבר ג, לב)</small>. בַּקָּרְבָּנוֹת, שֶׁנֶּאֱמַר: וַיַּקְטֵר מֹשֶׁה אֶת הָרֹאשׁ וְגוֹ' <small>(ויקרא ח, כ)</small>. בַּתּוֹרָה, שֶׁנֶּאֱמַר: וְאֶתְּנָה לְךָ אֶת לֻחֹת הָאֶבֶן וְהַתּוֹרָה וְהַמִּצְוָה <small>(שמות כד, יב)</small>. בִּלְעָם, הִתְחִיל בַּקֻבְּיָא, בַּבְּלוֹרִית, בַּקְּסָמִים, וּבַזְּנוּת. הֱוֵי, נֹחַ אֶחָד מֵאַרְבָּעָה שֶׁהִתְחִילוּ בְּאַרְבָּעָה דְּבָרִים אֵלּוּ.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "Moses introduced priestcraft, priesthood, sacrifice, and the law. He introduced priestcraft when he officiated as priest for seven days during the inauguration (of the priesthood); priesthood when He appointed Elazar the son of Aaron to the office of priest in the Temple, as it is said: <i>And the chief over the princes of the Levites was Elazar the son of Aaron the priest</i> (Num. 3:32); sacrifice, for it is said: <i>And Moses made the whole head ram smoke upon the altar; it was a burnt offering</i> (Lev. 8:20); and law, for it is written: <i>And I will give to thee the tablets of stone and the law and the commandments</i> (Exod. 24:12). Balaam instituted gambling, plaiting the hair, sorcery, and unchastity. Hence, Noah was one of four men who introduced four things.", "versionTitle": "Midrash Tanhuma-Yelammedenu, trans. Samuel A. Berman", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא-ילמדנו, מתורגם בידי סמואל א' ברמן"}, {"_id": "5933bed3d6e4a954e5309a96", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Emor 29:1", "anchorRef": "Leviticus 8:20", "anchorRefExpanded": ["Leviticus 8:20"], "sourceRef": "Midrash Tanchuma Buber, Emor 29:1", "sourceHeRef": "תנחומא בובר, אמור כ״ט:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "אמור", "he": "ולקחתם לכם. אחר כל החכמה שכתיב בשלמה, [ותרב חכמת שלמה וגו'] ויחכם מכל (אדם) [אדם] <small>(מ\"א ה י יא)</small>, הניח כל הדברים האלו וישב לו, תמיה על ארבעת המינין הללו, זש\"ה שלשה המה נפלאו ממני <small>(משלי ל יח)</small>, [פסח מצ ומרור, וארבע לא ידעתים <small>(משלי דם)</small>], אלו ארבעת מינין שבלולב (שאינו יכול) [שבקש] לעמוד עליהן, ואם תאמר פרי עץ הדר שהוא אתרוג, כל האילנות עושין פירות, כפות תמרים, צריך אדם ליטול שתי כפות [ולהלל בהם], ואינו נוטל אלא לבה של תמרה זה הלולב, וענף עץ עבות, מי אומר לך שהוא הדס, שכתיב במקום אחר צאו ההר והביאו עלי זית [ועלי עץ שמן ועלי הדס ועלי תמרים ועלי עץ עבות] <small>(נחמיה ח טו)</small>, וערבי נחל כל האילנות גדלים במים. וארבעה לא ידעתים, ובמקום אחר אומר שלשה המה מטיבי צעד וארבעה מטיבי לכת <small>(משלי שם כט)</small>. אלו ארבעה מינין שבלולב, שכל אחד ואחד מישראל הולך ורץ ויקח לו אחד מהם, ולהלל לפני קב\"ה שנתרצה לו, ויכפר לו על כל עונותיו, מטיבי לכת, מי שרוא אותם ארבעה מינים הללו הוא בוסר עליהן, והן גדולות לפני הקב\"ה, ארבעה הם קטני ארץ <small>(שם שם כד)</small>, אלו ארבעת מינים הללו, והמה חכמים מחוכמים <small>(שם)</small>, [שהן מתחכמין ומלמדין זכות (וחכמה) [וחיבה] לפני מי שאמר והיה העולם.  ", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Lev. 23:40:) <small>AND YOU SHALL TAKE FOR YOURSELVES</small>. After all the wisdom which is ascribed to Solomon (in I Kings 5:10–11 [4:31–32]): [<small>AND SOLOMON'S WISDOM WAS GREATER &lt; THAN THE WISDOM OF ALL THE CHILDREN OF THE EAST &gt;</small>…. ] <small>FOR HE WAS THE WISEST OF ALL PEOPLE</small>; he forsook all these things (i.e., astrology, ornithomancy, and the other elements of eastern wisdom)<sup class=\"footnote-marker\">105</sup><i class=\"footnote\">See <i>PRK</i> 4:3; <i>PR</i> 14:9.</i> and sat wondering about these four species.<sup class=\"footnote-marker\">106</sup><i class=\"footnote\"><i>Tanh</i>., Lev. 8:20; Lev. R. 30:15.</i> This text is related (to Prov. 30:18): <small>THREE THINGS ARE TOO DIFFICULT FOR ME</small>, [&lt; i.e., &gt; Paschal lamb, unleavened bread, and bitter herbs; <small>AND FOUR I DO NOT UNDERSTAND</small>.] These are the four species which are in the lulav, which {he was unable} [he sought] to understand. Now (in Lev. 23:40) if you say that the <small>BEAUTIFUL TREE FRUIT</small> is an ethrog, all trees bear fruit. (Ibid., cont.:) <small>BRANCHES OF PALM TREES</small>. One needs to take two branches [and offer praise with them], but one only takes the heart of the palm, i.e., the lulav. (Ibid., cont.:) <small>BOUGHS OF DENSE TREES</small>. Who says to you that it is the myrtle, since it is written in another place (i.e., in Neh. 8:15): <small>GO OUT TO THE MOUNTAIN AND BRING LEAFY BRANCHES OF OLIVE TREES</small>, [<small>LEAFY BRANCHES OF OIL-GIVING TREES, LEAFY BRANCHES OF MYRTLE, LEAFY BRANCHES OF PALMS, AND LEAFY BRANCHES OF DENSE TREES</small>]? (Lev. 23:40, cont.:) <small>AND WILLOWS OF THE BROOK</small>; &lt; yet &gt; all the trees grow in the water. (Prov. 30:18:) <small>AND FOUR I DO NOT UNDERSTAND</small>. It also says in another place (i.e., in Prov. 30:29): <small>THREE THINGS HAVE A STATELY STRIDE, AND FOUR HAVE A STATELY WALK</small>. These are the four species which are in the lulav, for each and every person from Israel goes running to buy one of them for himself in order to give praise to the Lord. &lt; Doing so &gt; is acceptable to him and makes atonement to him for all one's sins. <small>A STATELY WALK</small>: The one who sees these same four species, rejoices over them, and they loom large before the Holy One.<sup class=\"footnote-marker\">107</sup><i class=\"footnote\">Cf. the parallel in Lev. R. 30:15, which expands the final clause with the following: “And although they seem small in human eyes, they loom large before the Holy One.”</i> (Prov. 30:24:) <small>FOUR THINGS ARE TINY ON EARTH</small>. They are these four species. (Ibid., cont.:) <small>BUT THEY ARE THE WISEST OF THE WISE</small>, [because<sup class=\"footnote-marker\">108</sup><i class=\"footnote\">The section marked by Buber’s outer brackets extends to the end of the next paragraph.</i> they deal wisely, when they plead merit {and wisdom} [and love] before the one who spoke, and the world came into being.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5c7da344ea593e00185b68b8", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Tzav, Mekhilta DeMiluim I 17", "anchorRef": "Leviticus 8:20", "anchorRefExpanded": ["Leviticus 8:20"], "sourceRef": "Sifra, Tzav, Mekhilta DeMiluim I 17", "sourceHeRef": "ספרא, צו, מכילתא דמילואים א י״ז", "anchorVerse": 20, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 17, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "מכילתא דמילואים א", "he": "[יז] \"ויקרב את איל העולה ויסמכו\" – מכאן למדנו סמיכה לעולה. \"וישחט ויזרק משה את הדם\" – מכאן למדנו זריקה לעולה. \"ואת האיל נתח לנתחיו\" – כל המפורש בעולת יחיד מפורש כאן חוץ מהפשט; ויש אומרים אין נתוח בלא הפשט.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "17) (Vayikra 8:18) \"And he presented the ram of the burnt-offering, and Aaron and his sons placed their hands on the head of the ram.\": From here we derive the requirement of semichah for a burnt-offering. (Vayikra 8:19): \"And he slaughtered, and Moses sprinkled the blood upon the altar roundabout.\": From here we derive the requirement of sprinkling for a burnt-offering. (Vayikra 8:20): \"And he cut the ram into its pieces\": Everything stated explicitly about an individual burnt-offering is stated here, except flaying. And some say there is no cutting into pieces without flaying.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5cdd6ce2c4424d0058269a0c", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Tzav 182:1", "anchorRef": "Leviticus 8:20", "anchorRefExpanded": ["Leviticus 8:20"], "sourceRef": "Malbim on Leviticus, Tzav 182:1", "sourceHeRef": "מלבי\"ם על ויקרא, צו קפ״ב:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 182.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "צו", "he": "<b>ויקטר משה את הראש וכולי:</b> הראש הוא קודם לכל האיברים כמו שלמד שבעולת יחיד מ\"את ראשו ואת פדרו\" (<small>ויקרא סימן נג</small>). והפדר רק לכסות הראש כמו שלמד שם, ועל כן נזכר באחרונה. וזהו שאמר \"כמו שנאמר להלן וכולי\". ומה שאמר \"ואת הקרב..רחץ\" ולא אמר \"רחץ משה\" (והלא בצואה כתב \"ורחצת\") – כי אין זה רבותא, שבלי זה כשר בזר. וזהו שאמר \"כמו שנאמר להלן \"וקרבו וכרעיו ירחץ\" - שפירושו ירחץ זר. ומה שכתב \"ויקטר משה\" – היה הולכה קודם לו, שזר אסור להולך האיברים. וסמך על מה שכתוב בעולת יחיד \"והקריב הכהן את הכל והקטיר המזבחה\". וזהו שאמר \"כמו שנאמר להלן \"והקריבו וכולי\". וגם שבודאי הקטיר הכל כאחד, וכמ\"ש הרמב\"ן שמ\"ש \"ויקטר את הראש\" היינו בזמן ההקטרה אחר רחיצת הקרב והכרעים. רק שתפס הלשון כמו בעולת יחיד שנאמר גם כן \"ואת ראשו ואת פדרו..וערך..והקרב ירחץ..והקריב את הכל והקטיר\". וזהו שאמר \"כמו שנאמר להלן \"והקריב את הכל\". ומה שכתב באיל העולה \"עולה לריח נחוח\" ולא אמר כן בפר חטאת – מפני שכן דייק גם בעולת יחיד מפני שקרב כולו לאישים.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9f1deb7d2e1475644713", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Leviticus 8:20:1", "anchorRef": "Leviticus 8:20", "anchorRefExpanded": ["Leviticus 8:20"], "sourceRef": "Midrash Lekach Tov, Leviticus 8:20:1", "sourceHeRef": "מדרש לקח טוב, ויקרא ח׳:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "ויקרא", "he": "<b>פס'.</b> ואת האיל נתח לנתחיו. כל המפורש שבעולת יחיד מפורש כאן ואין ניתוח בלא הפשט. ויקטר משה את הראש כמו שנאמר להלן (יקרא א) ונתח אותו לנתחיו. מכאן למדנו הקטרה וניתוח לעולה שהרי כתיב ויקטר משה את הראש. אשה לה' הוא. מלמד שכולם ניתנן על גבי האשים:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b7b8c823a798e70b5a0a", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 515:12", "anchorRef": "Leviticus 8:20", "anchorRefExpanded": ["Leviticus 8:20"], "sourceRef": "Yalkut Shimoni on Torah 515:12", "sourceHeRef": "ילקוט שמעוני על התורה תקט״ו:י״ב", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 515.0012, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ויקרב את [איל] העולה מכאן למדנו סמיכה לעולה. וישחט ויזרוק משה את הדם מכאן למדנו זריקה לעולה. ואת האיל נתח לנתחיו כל המפורש לעולת יחיד מפורש כאן חוץ מהפשט, ויש אומרים אין נתוח בלא הפשט. ויקטר משה את הראש ואת הנתחים ואת הפדר כמו שנאמר להלן ונתח אותו לנתחיו ואת ראשו ואת פדרו מכאן למדו. ואת הקרב ואת הכרעים רחץ במים כמו שנאמר להלן וקרבו וכרעיו ירחץ במים מכאן למדו. ויקטר משה את כל האיל המזבחה כמו שנאמר להלן (והקטיר הכהן המזבח) [והקריב הכהן את הכל והקטיר המזבחה] מכאן למדו. עולה הוא אשההוא לה' מלמד שכולן נתנין על גבי האישים:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037edf6bfddfbb310fecfa", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Installing the Priests 2-4", "anchorRef": "Leviticus 8:1-36", "anchorRefExpanded": ["Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Installing the Priests 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳, ויקרא הערה ח׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Installing the Priests", "he": "ויקרא הערה ח׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ח׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["This chapter and the next, which might easily have followed the instructions for it in Ex. 29, has instead been placed here, perhaps as the logical conclusion to material about offering sacrifices. (Placing it at the end of Exodus might also have detracted from the impressive scene with which that book ends. For a discussion of the complex relationship between the Exodus and Leviticus texts, see Milgrom.) We now shift from a prescriptive mode to a descriptive, narrative one, which will prepare us for the brief but disastrous story of Aharon’s sons in Chap. 10.", "A refrain here is various forms of “as Y<small>HWH</small> had commanded Moshe,” also a key phrase in the Exodus texts. In addition, one hears the constant use of the verb “make-holy,” appropriate in this context. Finally, one might point to the balance between Moshe’s sequence of action in Chap. 8 and Aharon’s parallel actions in Chap. 9.", "There is much in this chapter that is rhythmic. The description of Aharon’s being clothed in the holy vestments in vv.7–9 has the ring of ritual to it, as conveyed through its steady alternation of verb and garment."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a7713bd8cd388d3e4f", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood 2-18", "anchorRef": "Leviticus 1:1-10:20", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood 2-18", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳ ב׳-י״ח", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Cult and the Priesthood", "he": "ויקרא מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE SECOND HALF OF THE BOOK OF</small> E<small>XODUS CONCERNED ITSELF WITH SETTING UP THE</small> sacrificial cult of Israel. It therefore set forth the prescriptions for and construction of a sanctuary and the priestly garments, and laid out a ceremony for the investiture of priests. But the description of how sacrifices were to be offered, and for what purpose, is not part of the book, which as edited seems more interested in contrasting the building of a sanctuary with building cities for the Pharaohs, as part of its portrayal of the victory of the biblical God over the gods of Egypt. Although at the end of the book the “Dwelling” is completed, we do not get to see the various sacral rites performed there.", "Leviticus also delays the ordination of the priests, until Chapter 8, preferring instead to begin with a kind of manual on the offering and disposal of sacrifices. It then moves us from the details of sacrifice into the narrative of the sanctuary’s dedication and opening rites, providing a natural bridge for Part II, in which ritual pollution and purity, the province of priests, is dealt with.", "The function of the sacrificial cult in ancient Israel will be discussed in “On Animal Sacrifice” below. In general it should be noted that the existence of a class or profession whose job it is to mediate between the divine and human realms is widespread in most older cultures, and the Israelite priesthood, whatever its origins and development, was but one of many such groups in the ancient Near East. It existed, to use the language of Exodus, to “serve” God, maintaining his holiness through ritual and helping to maintain the order of sacred culture which was supposed to mirror God’s ordering of the cosmos. Accordingly, as we will learn later in Leviticus, priests were to be set apart from the general population in a number of areas. There were strict rules about whom they could and could not marry, and they were barred from coming into any contact with the dead, for instance. Their functions extended beyond sacrifice; they could provide oracular advice in times of need, and taught the people “instructions” (Heb. <i>torot</i>) regarding various ritual matters.", "As part of an overall scheme, there was a conscious parallel between priests as part of a select circle and sacrificial animals—as well as the people of Israel. That is, all three stood at the center of concentric circles dedicated to God; and as one moved out (toward Levite and commoner, animals permitted for eating and those forbidden, and neighbors and foreigners), one got further and further away from the divine. The hierarchy regarding the cult thus reinforced the theme of separation which we have noted above.", "In the view of Milgrom, Israel’s cult was distinguished from those of its neighbors by its purposefully ignoring the complex web of rituals regarding demons. The sanctuary was to be purged of ritual pollution, not only by semimagical means (the sprinkling of sacrificial blood) but also and primarily by the confession of wrongdoing and the sincere desire to repent. Then, too, the sanctuary, while in most respects resembling shrines elsewhere in the ancient Near East, omitted certain crucial items, most notably statuary representing the gods and a bed for them to rest on. Finally, certain religious rituals were forbidden, such as mutilation of the priests’ bodies. In all these cases, Israel introduced something new into the area of worship.", "For many decades there has been major and heated debate by scholars in favor of one or the other scheme for following the history of the priesthood and the cult. There are those who view these institutions as stretching back to Israel’s earliest history, while others see strong evidence of a late, possibly even exilic, reworking of the priestly material. Similar arguments dot the landscape of literary criticism of the Torah, in which scholars have tried to divine at what point priestly editors might have put their distinctive stamp on the literature. From Wellhausen in the nineteenth century to Knohl, Milgrom, and Levine in the late twentieth, there has been no lack of theorizing on these issues—and no definitive answers. For the moment we are left to read Leviticus as it is placed in the Torah, with an awareness that a variety of historical and ideological influences are imbedded, if not hidden, in our text.", "O<small>N</small> A<small>NIMAL</small> S<small>ACRIFICE</small>", "A<small>LTHOUGH IT APPEARS EARLIER IN THE</small> T<small>ORAH</small>, <small>ANIMAL SACRIFICE RECEIVES ITS FULL</small>est treatment in Leviticus. Besides the opening seven chapters, which are devoted to a relatively brief description of how sacrifices are to be offered and disposed of, many other chapters in the book talk about sacrificial rituals: the installation of the priests (8–9), rules about disposing of the <i>hattat</i> sacrifice (10), purification offerings brought in the event of such “polluting” states as childbirth and skin diseases (12–15), and finally the “scapegoat” ceremony of Chapter 16. They appear in most of the later chapters as well.", "What function did sacrifice, particularly of animals, play in the religion of ancient Israel? How could a God who proscribed the murder of human beings (Ex. 20:13, 21:12) countenance the taking of animal life for ritual purposes? To answer these questions, we must turn briefly to some of the commonly proposed theories surrounding sacrifice.", "The idea of offering up living creatures to the gods is one of hoary antiquity. Walter Burkert, on the basis of the study of Greek religion, suggests that sacrifice is a means of dealing with guilt over the taking of life. That is, the switch from gathering to hunting society, made possible by technology (the invention of tools), while it raised human accomplishment and consciousness to a new level, also brought with it the acute sense of having violated something essential in the cosmic order. Such guilt is not mitigated by the fact that early people hunted for food and not for pleasure. The way of dealing with the guilt, giving life back to the gods, is in a true sense restoration; life is given back for life taken, so that it may ultimately be renewed (contrast this to the profoundly unecological use of living and inorganic resources over the past “civilized” centuries). And it must be done via ritual. In Burkert’s view, ritual deals with human anxiety by “raising the ante”—by means of increasing anxiety, it is controlled. So guilt over life-taking is assuaged by making a ritual out of the killing, and the shared experience of trauma helps to create solidarity within the group. Despite the subsequent rise of agriculture, says Burkert, the hunting ritual played out in sacrifice could not be done away with, so ingrained had it become, and the rationale behind sacrifices was therefore transformed. Now domesticated animals could be used, giving greater control over the process.", "In another approach, De Vaux (1965) postulates three motives for sacrifice. In the first model, that of “gift,” the worshiper brings something of value to the deity. The animal is killed, setting it apart for sacred use; it is burned, turning it into an invisible substance which can rise to the gods. The gift may be for thanksgiving or, more likely, may be to assuage the demonic powers that many societies (especially Mesopotamia, Abraham’s homeland) felt controlled everyday life. Giving establishes reciprocal movement; altruism has no place here (Burkert). One is reminded of the elaborate giving ceremonies among many peoples on occasions such as weddings; giving establishes relationship and maintains the social order.", "In addition to gifts, another mode of sacrifice involves communion, as nineteenth-century scholars such as Robertson Smith observed. Here the model of the meal is crucial: humans and gods share a great repast, thereby cementing kinship as surely as the closing of business deals is celebrated by drinks and dinner. Passover, both in the Bible and subsequently (even when the sacrifice per se was no longer involved), may serve as a striking example of the effectiveness of such a paradigm.", "A final type or function of sacrifice is atonement or expiation. Here a sin, communal or individual, is purged away by the act of sacrifice; the gods receive life as a substitute for the sinner’s own, which is symbolized by the victim’s blood. The fact that the animals permitted in the Bible for sacrifice are pastoral and hence frequently used metaphorically for the Israelites themselves, is significant in this regard. This approach is further illustrated in the Bible by the end of the Flood story, where God accepts Noah’s sacrifice, implying that he accepts animal life (which now, simultaneous with properly offered sacrifice, is permissible for food) in place of that of humans (Eilberg-Schwartz). It should be noted that, in the Bible, sacrifice for the sake of atonement is almost always in reference to unintentional sins, whereas deliberate wrongdoing may not be atoned for through this system.", "Which of these rationales is truly at work in Levitical sacrifice? Actually, at various times one can find all of them—the texts present a variety of motives and occasions for sacrifice in biblical Israel, from thanksgiving to purification and reparation. But in general one may say of Israelite sacrifice, as one may say of much of the ritual in Leviticus, that it is designed primarily to maintain or repair the relationship between God and Israel. Such an understanding helps to explain the unity of the book, as we will see in our discussion of pollution: sacrifice was a crucial element in keeping the covenant, and hence God’s beneficent presence among the Israelites, intact.", "The fact that this reconciliation, as it were, takes place against a background of slaughter should not be as upsetting to moderns as it is usually felt to be. In ironic contrast to our mechanized and mass-produced society, where the killing of animals for food takes place at a remove from our consciousness and from our direct participation, the sacrificial system in fact involved worshiper and priest alike, and the symbolic value of the operation, whatever it may have been in specific cases, lay in its directness, in its consciousness of the taking of life. Some would even maintain that in societies where the practice and rationale for sacrifice has broken down, there is inevitably an increase in intrahuman violence (Girard).", "<br><img>", "<b><i>Lev. 3:5</i> And the Sons of Aharon are to turn it (all) into smoke upon the slaughter-site … a fire-offering of soothing savor for Y<small>HWH</small>.</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e4c9ad75f2d99af94e", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Installing the Priests 1", "anchorRef": "Leviticus 8:1-36", "anchorRefExpanded": ["Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Installing the Priests 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳, ויקרא הערה ח׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ח׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Leviticus 8:1-36\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Leviticus 8:1-36</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "657ecc51758c1dc532ec8d11", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 8:20", "anchorRef": "Leviticus 8:20", "anchorRefExpanded": ["Leviticus 8:20"], "sourceRef": "Steinsaltz on Leviticus 8:20", "sourceHeRef": "ביאור שטיינזלץ על ויקרא ח׳:כ׳", "anchorVerse": 20, "sourceHasEn": true, "commentaryNum": 8.002, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>וְאֶת הָאַיִל נִתַּח לִנְתָחָיו, וַיַּקְטֵר מֹשֶׁה אֶת הָרֹאשׁ וְאֶת הַנְּתָחִים וְאֶת הַפָּדֶר.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "H\n  <b>e cut the ram into its pieces, and Moses burned the head, the pieces, and the fats. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "55053472fbfba270cc17e6e3", "index_title": "Haamek Davar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Leviticus 8:20:1", "anchorRef": "Leviticus 8:20", "anchorRefExpanded": ["Leviticus 8:20"], "sourceRef": "Haamek Davar on Leviticus 8:20:1", "sourceHeRef": "העמק דבר על ויקרא ח׳:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ויקטר משה את הראש וגו׳.</b> ואח״כ כתיב ואת הקרב וגו׳ ויקטר משה את כל האיל וגו׳ מבואר שהיו שתי הקטרות. וכן איתא להלן במעשה דשמיני ט׳ י״ג כתיב ואת העולה וגו׳ ויקטר על המזבח ואח״כ כתיב ואת הקרב וגו׳ ויקטר על העלה המזבחה. מבואר דתחלה הקטיר את העולה ואח״כ הקטיר הקרב וכרעים על הבשר. אבל בצווי דפ׳ תצוה כתיב ואת האיל תנתח לנתחיו ורחצת קרבו וכרעיו ונתת על נתחיו ועל ראשו והקטרת. מבואר הצווי שיהיה הקטרה ביחד הנתחים וקרבו וכרעיו. וכן היה במשנה דתמיד וביומא פ״ב דהיו הכהנים מוליכים הנתחים יחד עם הקרב וכרעים. והנראה דאפשר להקטיר בשני אופנים ותלוי בזה אם היו הבעלים עוסקים בנתוח שכשר בזר. וכן ברחיצת קרב וכרעים שכשר ג״כ בזר כמובן מלשון המקרא א׳ ט׳ וקרבו וכרעיו ירחץ במים והקטיר הכהן וגו׳. ומש״ה יותר טוב שבעלים יתעסקו בעצמן כל האפשר כמו בשחיטה וא״כ א״א שתהיה הקטרה ביחד דהבעלי׳ לא יעשו הקרב והכרעים נקיים כרגע והאיך אפשר שיהיו עד כה הנתחים מונחים לבטלה ואין זה כבוד העולה. ע״כ מצוה להקטיר הנתחים תחלה ואח״כ להקטיר הקרב וכרעים אבל כשהכהנים עושים הכל ונותנים להרבה כהנים וגומרים מלאכתם כאחת אז מקטירים יחד. מעתה בפ׳ המלואים דאהרן היה הבעלים והוא היה עוסק בעצמו בכל מה שהיה יכול מש״ה עשה שתי הקטרות וכן ביום השמיני עשה אהרן בעצמו הכל כאשר יבואר שם. מש״ה היו שתי הקטרות. אבל לפי הצווי היה אפשר לצוות לרחוץ דמה דכתיב ושחטת היינו בשליחות למסור למי לשחוט וכן בנתוח ורחיצה מש״ה היה אפשר לעשות הקטרה אחת. וכן קבעו חז״ל משנתם לדורות. דהרבה כהנים היו עוסקים בכ״ז. אבל מעיקר הדין אפשר שהבעלים יעסקו ברחיצה ואז יהיו שתי הקטרות:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "5c4706e808d98a0285f80fc3", "index_title": "Klein Dictionary", "category": "Reference", "type": "reference", "ref": "Klein Dictionary, פֶּֽדֶר 1", "anchorRef": "Leviticus 8:20", "anchorRefExpanded": ["Leviticus 8:20"], "sourceRef": "Klein Dictionary, פֶּֽדֶר 1", "sourceHeRef": "מילון קליין, פֶּֽדֶר א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1973, 1983], "commentaryNum": 1, "collectiveTitle": {"en": "Klein Dictionary", "he": "מילון קליין"}, "heTitle": "פֶּֽדֶר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">פֶּֽדֶר</strong> m.n.    fat, suet (in the Bible occurring only <a class=\"refLink\" href=\"/Leviticus.1.8\" data-ref=\"Leviticus 1:8\">Lev. 1:8</a> and <a class=\"refLink\" href=\"/Leviticus.1.12\" data-ref=\"Leviticus 1:12\">12</a>; <a class=\"refLink\" href=\"/Leviticus.8.20\" data-ref=\"Leviticus 8:20\">8:20</a>).  [Perhaps related to Akka. <i>pitru</i> (= fat). Egypt. <i>pdr</i> (= fat) is prob. a Heb. loan word.]"], "versionTitle": "Carta Jerusalem; 1st edition, 1987", "license": "CC-BY-NC", "versionTitleInHebrew": "כרטא תשמ״ז"}, {"_id": "61d5d5f3f4629f2b57283082", "index_title": "Animadversions by Elias Levita on Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Animadversions by Elias Levita on Sefer HaShorashim, אבר 1", "anchorRef": "Leviticus 8:20", "anchorRefExpanded": ["Leviticus 8:20"], "sourceRef": "Animadversions by Elias Levita on Sefer HaShorashim, אבר 1", "sourceHeRef": "נימוקי רבי אליהו בחור על ספר השרשים, אבר א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1470, 1550], "commentaryNum": 1, "collectiveTitle": {"en": "Animadversions by Elias Levita on Sefer HaShorashim", "he": "נימוקי רבי אליהו בחור על ספר השרשים"}, "heTitle": "אבר", "he": ["<strong><big>אבר</big></strong>   [והדומה להם כנף] א\"א כי מה שנמצא בדברי רבותינו ז\"ל אבר מן החי, וכן רמ\"ח אברים יש באדם ודומיהם אינו אלא לשון ארמי, אבל בלשון עברי נקרא האבר נתח. וכן תרגומו של תְּנַתֵּחַ לִנְתָחָיו (<a class=\"refLink\" href=\"Exodus 29:17\" data-ref=\"Exodus 29:17\">שמות כט, יז</a>) <strong>תְּפַלֵּיג לְאֶבְרוֹהִי</strong>, וְאֶת־הַנְּתָחִים (<a class=\"refLink\" href=\"Leviticus 8:20\" data-ref=\"Leviticus 8:20\">ויקרא ח, כ</a>) <strong>וְיָת אֶבְרַיָּא</strong>."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d32bb6084aa1cbf234a7", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נָתַח 1", "anchorRef": "Leviticus 8:20", "anchorRefExpanded": ["Leviticus 8:20"], "sourceRef": "BDB, נָתַח 1", "sourceHeRef": "בראון-דרייבר-בריגס, נָתַח א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נָתַח", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big>[<span dir=\"rtl\">נָתַח</span>]</big></big>  <strong>vb.</strong> only <strong>Pi. cut up, cut in pieces, divide by joints (</strong>Dr <a data-ref=\"I Samuel 11:7\" href=\"/I_Samuel.11.7\">1 S 11:7</a>; NH <em>id.</em>, Pi.; rare<strong>)</strong>;—<br><strong>Pi.</strong>  Pf. <span dir=\"rtl\">נִתַּח</span> <a data-ref=\"Leviticus 8:20\" href=\"/Leviticus.8.20\">Lv 8:20</a>, <span dir=\"rtl\">וְנִתַּח</span> consec. <a data-ref=\"Leviticus 1:6\" href=\"/Leviticus.1.6\">Lv 1:6</a>, <a data-ref=\"Leviticus 1:12\" href=\"/Leviticus.1.12\">12</a>; Impf. 3 ms. <span dir=\"rtl\">וַיְנַתַּח</span> <a data-ref=\"I Kings 18:33\" href=\"/I_Kings.18.33\">1 K 18:33</a>, sf. <span dir=\"rtl\">וַיְנַתְּחֵ֫הוּ</span> <a data-ref=\"I Samuel 11:7\" href=\"/I_Samuel.11.7\">1 S 11:7</a>, <span dir=\"rtl\">וַיְנַתְּחֶ֫הָ</span> <a data-ref=\"Judges 19:29\" href=\"/Judges.19.29\">Ju 19:29</a>, etc.;—<em>cut up, cut in pieces</em>, c. acc. of animals <a data-ref=\"I Samuel 11:7\" href=\"/I_Samuel.11.7\">1 S 11:7</a>, of woman <a data-ref=\"Judges 20:6\" href=\"/Judges.20.6\">Ju 20:6</a> (all these to be sent about as token for assembling warriors; on signif. of the practice cf. RS<sup>Sem i. 383; 2nd ed. 402</sup>); elsewhere usually + <span dir=\"rtl\">לִנְתָחִים</span>, <em>cut up into pieces</em>, of woman <a data-ref=\"Judges 19:29\" href=\"/Judges.19.29\">Ju 19:29</a>; of sacrificial animals <a data-ref=\"I Kings 18:23\" href=\"/I_Kings.18.23\">1 K 18:23</a>, <a data-ref=\"I Kings 18:33\" href=\"/I_Kings.18.33\">33</a> (acc. only), <a data-ref=\"Exodus 29:17\" href=\"/Exodus.29.17\">Ex 29:17</a> <a data-ref=\"Leviticus 1:6\" href=\"/Leviticus.1.6\">Lv 1:6</a>, <a data-ref=\"Leviticus 1:12\" href=\"/Leviticus.1.12\">12</a>; <a data-ref=\"Leviticus 8:20\" href=\"/Leviticus.8.20\">8:20</a> (all P)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d32bb6084aa1cbf234b9", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נֵ֫תַח 1", "anchorRef": "Leviticus 8:20", "anchorRefExpanded": ["Leviticus 8:20"], "sourceRef": "BDB, נֵ֫תַח 1", "sourceHeRef": "בראון-דרייבר-בריגס, נֵ֫תַח א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נֵ֫תַח", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">נֵ֫תַח</span></big>  <strong>n.m.</strong> <sup><a data-ref=\"Ezekiel 24:4\" href=\"/Ezekiel.24.4\">Ez 24:4</a></sup> <strong>piece</strong> of a divided carcass <strong>(</strong>Ecclus <span dir=\"rtl\">נתחים</span> 50:12a<strong>)</strong>;—abs. <span dir=\"rtl\">נ׳</span> <a data-ref=\"Ezekiel 24:4\" href=\"/Ezekiel.24.4\">Ez 24:4</a>; pl. <span dir=\"rtl\">נְתָחִים</span> <a data-ref=\"Judges 19:29\" href=\"/Judges.19.29\">Ju 19:29</a> + 2 times; sf. <span dir=\"rtl\">נְתָחָיו</span> <a data-ref=\"Exodus 29:17\" href=\"/Exodus.29.17\">Ex 29:17</a><sup>(×2)</sup> + 2 times, <span dir=\"rtl\">נְתָחֶ֫יהָ</span> <a data-ref=\"Leviticus 1:6\" href=\"/Leviticus.1.6\">Lv 1:6</a> + 3 times;—usually pl. <em>pieces:</em> of meat in a caldron (symbol. of Jerusalem) <a data-ref=\"Ezekiel 24:4\" href=\"/Ezekiel.24.4\">Ez 24:4</a><sup>(×2)</sup> (sg. only v <a data-ref=\"Ezekiel 24:4\" href=\"/Ezekiel.24.4\">4b</a>), v <a data-ref=\"Ezekiel 6:6\" href=\"/Ezekiel.6.6\">6:6</a>; of sacrif. animals <a data-ref=\"Exodus 29:17\" href=\"/Exodus.29.17\">Ex 29:17b</a> <a data-ref=\"Leviticus 1:8\" href=\"/Leviticus.1.8\">Lv 1:8</a>; <a data-ref=\"Leviticus 8:20\" href=\"/Leviticus.8.20\">8:20b</a>; <a data-ref=\"Leviticus 9:13\" href=\"/Leviticus.9.13\">9:13</a>; elsewhere <span dir=\"rtl\">לִנ׳</span> after vb. <span dir=\"rtl\">נִתַּח</span> (q.v.): of woman <a data-ref=\"Judges 19:29\" href=\"/Judges.19.29\">Ju 19:29</a>; <a data-ref=\"Exodus 29:17\" href=\"/Exodus.29.17\">Ex 29:17a</a> <a data-ref=\"Leviticus 1:6\" href=\"/Leviticus.1.6\">Lv 1:6</a>, <a data-ref=\"Leviticus 1:12\" href=\"/Leviticus.1.12\">12</a>; <a data-ref=\"Leviticus 8:20\" href=\"/Leviticus.8.20\">8:20a</a>. read <span dir=\"rtl\">נְתָחֶיהָ</span> also <a data-ref=\"Ezekiel 24:5\" href=\"/Ezekiel.24.5\">Ez 24:5</a> for MT <span dir=\"rtl\">רתחיה</span> Hi-Sm Co Berthol Toy Siegf<sup>Kau</sup> Krae Da (‘poss.’)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d3cdb6084aa1cbf2b3f9", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, פֶּ֫דֶר 1", "anchorRef": "Leviticus 8:20", "anchorRefExpanded": ["Leviticus 8:20"], "sourceRef": "BDB, פֶּ֫דֶר 1", "sourceHeRef": "בראון-דרייבר-בריגס, פֶּ֫דֶר א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "פֶּ֫דֶר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big>[<span dir=\"rtl\">פֶּ֫דֶר</span>]</big>  <strong>n.</strong>[<strong>m.</strong>] <strong>suet</strong>, of <span dir=\"rtl\">עֹלָה</span> <strong>(</strong>so Vrss NH: √ unknown<strong>)</strong>;—abs. <span dir=\"rtl\">פָּ֑דֶר</span> <a data-ref=\"Leviticus 1:8\" href=\"/Leviticus.1.8\">Lv 1:8</a>; <a data-ref=\"Leviticus 8:20\" href=\"/Leviticus.8.20\">8:20</a>; sf. <span dir=\"rtl\">פִּדְרוֹ</span> <a data-ref=\"Leviticus 1:12\" href=\"/Leviticus.1.12\">1:12</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d430b6084aa1cbf30321", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, קָטַר 1", "anchorRef": "Leviticus 8:20", "anchorRefExpanded": ["Leviticus 8:20"], "sourceRef": "BDB, קָטַר 1", "sourceHeRef": "בראון-דרייבר-בריגס, קָטַר א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "קָטַר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big>[<span dir=\"rtl\">קָטַר</span></big><sub>115</sub><big>]</big>  <strong>vb.denom. Pi. Hiph.</strong> make sacrifices smoke, send them up in smoke <strong>(</strong>proposes <em>produce</em> <span dir=\"rtl\">קְטֹרֶת</span>, v Sta<sup>ZAW vi (1886), 298 f.</sup><strong>)</strong>;—<br><strong>Pi.</strong><sub>42</sub>  Pf. 3 mpl. <span dir=\"rtl\">קִטְּרוּ</span> <a data-ref=\"Jeremiah 19:13\" href=\"/Jeremiah.19.13\">Je 19:13</a> +, <span dir=\"rtl\">קִטַּרְתֶּם</span> <a data-ref=\"Jeremiah 44:21\" href=\"/Jeremiah.44.21\">Je 44:21</a>, <a data-ref=\"Jeremiah 44:23\" href=\"/Jeremiah.44.23\">23</a>; Impf. 3 ms. <span dir=\"rtl\">יְקַטֵּר</span> <a data-ref=\"Habakkuk 1:16\" href=\"/Habakkuk.1.16\">Hb 1:16</a> +; 3 mpl. <span dir=\"rtl\">יְקַטֵּר֑וּן</span> <a data-ref=\"Hosea 11:2\" href=\"/Hosea.11.2\">Ho 11:2</a>, etc.; Inf. abs. <span dir=\"rtl\">קַטֵּר</span> <a data-ref=\"I Samuel 2:16\" href=\"/I_Samuel.2.16\">1 S 2:16</a> +; cstr. <a data-ref=\"Jeremiah 11:13\" href=\"/Jeremiah.11.13\">Je 11:13</a> +, Pt. pl. <span dir=\"rtl\">מְקַטְּרִים</span> <a data-ref=\"Isaiah 65:3\" href=\"/Isaiah.65.3\">Is 65:3</a> +, etc.;—<em>make sacrifices smoke</em>, offer them by burning: to <span dir=\"rtl\">י׳</span>, <a data-ref=\"I Samuel 2:16\" href=\"/I_Samuel.2.16\">1 S 2:16</a> (where prob. read <span dir=\"rtl\">יְקַטְּרוּן</span> [and so v <a data-ref=\"I Samuel 2:15\" href=\"/I_Samuel.2.15\">15</a>] Sta<sup>l.c. 299</sup>): elsewhere to other gods or in illegal worship, <a data-ref=\"Jeremiah 44:23\" href=\"/Jeremiah.44.23\">Je 44:23</a>; c. acc. <span dir=\"rtl\">קִטֵּר</span> (but see this, infr.) <a data-ref=\"Jeremiah 44:21\" href=\"/Jeremiah.44.21\">Je 44:21</a> (here [and al. in some other passages] of <em>incense</em>), <span dir=\"rtl\">תּוֹדָה</span> <a data-ref=\"Amos 4:5\" href=\"/Amos.4.5\">Am 4:5</a>; place is usually c. ב, e.g. <span dir=\"rtl\">בַּבָּמוֹת</span> <a data-ref=\"II Kings 17:11\" href=\"/II_Kings.17.11\">2 K 17:11</a>; <a data-ref=\"II Kings 23:5\" href=\"/II_Kings.23.5\">23:5</a>; <span dir=\"rtl\">עוֹד הָעָם מְזַבְּחִים וּמְקַטְּרִים בַּבָּמוֹת</span> <a data-ref=\"I Kings 22:44\" href=\"/I_Kings.22.44\">1 K 22:44</a>; <a data-ref=\"II Kings 12:4\" href=\"/II_Kings.12.4\">2 K 12:4</a>; <a data-ref=\"II Kings 14:4\" href=\"/II_Kings.14.4\">14:4</a>; <a data-ref=\"II Kings 15:4\" href=\"/II_Kings.15.4\">15:4</a>, <a data-ref=\"II Kings 15:35\" href=\"/II_Kings.15.35\">35</a> (R), cf. <a data-ref=\"II Kings 16:4\" href=\"/II_Kings.16.4\">2 K 16:4</a> = <a data-ref=\"II Chronicles 28:4\" href=\"/II_Chronicles.28.4\">2 Ch 28:4</a> (cf. RS<sup>Sem. i. 471; 2nd ed. 490</sup>); <span dir=\"rtl\">הַבּ׳ אֲשֶׁר קִטְּרוּ שָׁמָּה</span> <a data-ref=\"II Kings 23:8\" href=\"/II_Kings.23.8\">2 K 23:8</a>; c. <span dir=\"rtl\">עַל</span> e.g. <span dir=\"rtl\">על הגבעות</span> <a data-ref=\"Hosea 4:13\" href=\"/Hosea.4.13\">Ho 4:13</a>, <span dir=\"rtl\">על גג(ו)ת</span> <a data-ref=\"Jeremiah 19:13\" href=\"/Jeremiah.19.13\">Je 19:13</a>; <a data-ref=\"Jeremiah 32:29\" href=\"/Jeremiah.32.29\">32:29</a>, <span dir=\"rtl\">על הלבנים</span> <a data-ref=\"Isaiah 65:3\" href=\"/Isaiah.65.3\">Is 65:3</a>, <span dir=\"rtl\">על ההרים</span> v <a data-ref=\"Isaiah 65:7\" href=\"/Isaiah.65.7\">7</a>; c. <span dir=\"rtl\">לְ</span> of deity, <a data-ref=\"Hosea 11:2\" href=\"/Hosea.11.2\">Ho 11:2</a>; <a data-ref=\"Jeremiah 1:16\" href=\"/Jeremiah.1.16\">Je 1:16</a> + 14 times Je (+ <a data-ref=\"Jeremiah 19:13\" href=\"/Jeremiah.19.13\">19:13</a>; <a data-ref=\"Jeremiah 32:29\" href=\"/Jeremiah.32.29\">32:29</a> supr.), <a data-ref=\"Habakkuk 1:16\" href=\"/Habakkuk.1.16\">Hb 1:16</a>; <a data-ref=\"II Kings 22:17\" href=\"/II_Kings.22.17\">2 K 22:17</a>; <a data-ref=\"II Kings 23:5\" href=\"/II_Kings.23.5\">23:5</a>; <a data-ref=\"II Chronicles 25:14\" href=\"/II_Chronicles.25.14\">2 Ch 25:14</a>; <a data-ref=\"II Chronicles 28:25\" href=\"/II_Chronicles.28.25\">28:25</a>; <a data-ref=\"II Chronicles 34:25\" href=\"/II_Chronicles.34.25\">34:25</a> Qr (> Kt <strong>Hiph.</strong>), to the brazen serpent <a data-ref=\"II Kings 18:4\" href=\"/II_Kings.18.4\">2 K 18:4</a>.<br><strong>Pu.</strong>  Pt. <span dir=\"rtl\">מְקֻטֶּרֶת מֹר וגו׳</span> <a data-ref=\"Song of Songs 3:6\" href=\"/Song_of_Songs.3.6\">Ct 3:6</a> <em>fumigated with myrrh</em>, etc. (Aq. 𝔙 Schlottm <span dir=\"rtl\">מִקְטֹרֶת</span>).<br><strong>Hiph.</strong><sub>71</sub>  Pf. 3 ms. <span dir=\"rtl\">הִקְטִיר</span> <a data-ref=\"Leviticus 9:10\" href=\"/Leviticus.9.10\">Lv 9:10</a> +; 2 ms. <span dir=\"rtl\">הִקְטַרְתָּ</span> <a data-ref=\"Exodus 29:13\" href=\"/Exodus.29.13\">Ex 29:13</a>, <a data-ref=\"Exodus 29:18\" href=\"/Exodus.29.18\">18</a>, <a data-ref=\"Exodus 29:25\" href=\"/Exodus.29.25\">25</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">יַקְטִיר</span> <a data-ref=\"Leviticus 4:26\" href=\"/Leviticus.4.26\">Lv 4:26</a>; <a data-ref=\"Leviticus 16:25\" href=\"/Leviticus.16.25\">16:25</a>, <span dir=\"rtl\">וַיַּקְטֵר</span> <a data-ref=\"Exodus 40:27\" href=\"/Exodus.40.27\">Ex 40:27</a> +, etc.: Imv. ms. <span dir=\"rtl\">הַקְטֵר</span> <a data-ref=\"II Kings 16:15\" href=\"/II_Kings.16.15\">2 K 16:15</a>; Inf. abs. <span dir=\"rtl\">הַקְטֵיר</span> <a data-ref=\"I Kings 9:25\" href=\"/I_Kings.9.25\">1 K 9:25</a>; cstr. <span dir=\"rtl\">לְהַקְטִיר</span> <a data-ref=\"Exodus 30:20\" href=\"/Exodus.30.20\">Ex 30:20</a> +; Pt. <span dir=\"rtl\">מַקְטִיר</span> <a data-ref=\"Jeremiah 33:18\" href=\"/Jeremiah.33.18\">Je 33:18</a> +, etc. <strong>1.</strong>  <em>make sacrifices smoke</em>, usually <strong>a.</strong>  in worship of <span dir=\"rtl\">י׳</span>: abs. <a data-ref=\"I Kings 12:33\" href=\"/I_Kings.12.33\">1 K 12:33</a>; <a data-ref=\"I Kings 13:1\" href=\"/I_Kings.13.1\">13:1</a>; <a data-ref=\"II Chronicles 29:11\" href=\"/II_Chronicles.29.11\">2 Ch 29:11</a>; c. acc. <span dir=\"rtl\">חלב</span> <a data-ref=\"Leviticus 17:6\" href=\"/Leviticus.17.6\">Lv 17:6</a>; <a data-ref=\"Numbers 18:17\" href=\"/Numbers.18.17\">Nu 18:17</a>; <a data-ref=\"I Samuel 2:15\" href=\"/I_Samuel.2.15\">1 S 2:15</a>, <a data-ref=\"I Samuel 2:16\" href=\"/I_Samuel.2.16\">16</a>, <span dir=\"rtl\">עלת</span> <a data-ref=\"II Kings 16:13\" href=\"/II_Kings.16.13\">2 K 16:13</a>, <a data-ref=\"II Kings 16:15\" href=\"/II_Kings.16.15\">15</a>; <a data-ref=\"II Chronicles 13:11\" href=\"/II_Chronicles.13.11\">2 Ch 13:11</a>, <span dir=\"rtl\">אִשֶּׁה</span> <a data-ref=\"Exodus 30:20\" href=\"/Exodus.30.20\">Ex 30:20</a>; <a data-ref=\"Leviticus 2:11\" href=\"/Leviticus.2.11\">Lv 2:11</a>; <a data-ref=\"Numbers 18:17\" href=\"/Numbers.18.17\">Nu 18:17</a>, <span dir=\"rtl\">מנחה</span> <a data-ref=\"Jeremiah 33:18\" href=\"/Jeremiah.33.18\">Je 33:18</a>; <span dir=\"rtl\">רֹאשׁ</span> etc. <a data-ref=\"Leviticus 8:20\" href=\"/Leviticus.8.20\">Lv 8:20</a> <span dir=\"rtl\">אַזְכָּרָה</span> <a data-ref=\"Leviticus 2:16\" href=\"/Leviticus.2.16\">Lv 2:16</a>; <span dir=\"rtl\">חלבי השׁלמים</span> <a data-ref=\"Leviticus 6:5\" href=\"/Leviticus.6.5\">Lv 6:5</a>; <span dir=\"rtl\">קטרת</span> <a data-ref=\"I Samuel 2:28\" href=\"/I_Samuel.2.28\">1 S 2:28</a>; on <a data-ref=\"I Kings 9:25\" href=\"/I_Kings.9.25\">1 K 9:25</a> v. Klo Benz; place is <span dir=\"rtl\">על מזבח</span> <a data-ref=\"Leviticus 4:10\" href=\"/Leviticus.4.10\">Lv 4:10</a> + 5 times, <span dir=\"rtl\">הַמִּזְבֵּ֫חָה</span> <a data-ref=\"Exodus 29:13\" href=\"/Exodus.29.13\">Ex 29:13</a>, <a data-ref=\"Exodus 29:18\" href=\"/Exodus.29.18\">18</a>, <a data-ref=\"Exodus 29:25\" href=\"/Exodus.29.25\">25</a> + 23 times Lv, <a data-ref=\"Numbers 5:26\" href=\"/Numbers.5.26\">Nu 5:26</a> (all P); c. <span dir=\"rtl\">הַמִּזְבֵּחַ</span> (acc.) <a data-ref=\"Leviticus 6:8\" href=\"/Leviticus.6.8\">Lv 6:8</a>; <span dir=\"rtl\">בַּבָּמוֹת</span> <a data-ref=\"I Kings 3:3\" href=\"/I_Kings.3.3\">1 K 3:3</a>; <span dir=\"rtl\">בגיא בן הִנִּם</span> <a data-ref=\"II Chronicles 28:3\" href=\"/II_Chronicles.28.3\">2 Ch 28:3</a>. <strong>b.</strong>  less often in worship of other gods. <span dir=\"rtl\">לאלהיהן</span> (gods of Sol.’s wives) <a data-ref=\"I Kings 11:8\" href=\"/I_Kings.11.8\">1 K 11:8</a>, <span dir=\"rtl\">לאלהיו</span> (of Moab) <a data-ref=\"Jeremiah 48:35\" href=\"/Jeremiah.48.35\">Je 48:35</a>, <span dir=\"rtl\">להם</span> (Baalim) <a data-ref=\"Hosea 2:15\" href=\"/Hosea.2.15\">Ho 2:15</a>;—<a data-ref=\"II Chronicles 34:25\" href=\"/II_Chronicles.34.25\">2 Ch 34:25</a> read Qr <strong>Piʿel</strong>. <strong>2.</strong>  <em>cause incense to smoke, offer incense</em> abs. <a data-ref=\"II Chronicles 2:5\" href=\"/II_Chronicles.2.5\">2 Ch 2:5</a>; <a data-ref=\"II Chronicles 26:18\" href=\"/II_Chronicles.26.18\">26:18</a><sup>(×2)</sup>, <a data-ref=\"II Chronicles 26:19\" href=\"/II_Chronicles.26.19\">19</a>; c. <span dir=\"rtl\">עַל</span> of altar <a data-ref=\"II Chronicles 26:16\" href=\"/II_Chronicles.26.16\">2 Ch 26:16</a>; <a data-ref=\"Exodus 30:7\" href=\"/Exodus.30.7\">Ex 30:7</a>; <a data-ref=\"Exodus 40:27\" href=\"/Exodus.40.27\">40:27</a>; c. acc. <span dir=\"rtl\">יַקְטִירֶנָּה</span> <a data-ref=\"Exodus 30:7\" href=\"/Exodus.30.7\">30:7</a>, <a data-ref=\"Exodus 40:8\" href=\"/Exodus.40.8\">8</a>, <span dir=\"rtl\">קטרת סמים</span> <a data-ref=\"Exodus 30:7\" href=\"/Exodus.30.7\">30:7</a>; <a data-ref=\"Exodus 40:27\" href=\"/Exodus.40.27\">40:27</a>; <a data-ref=\"II Chronicles 2:3\" href=\"/II_Chronicles.2.3\">2 Ch 2:3</a>, <span dir=\"rtl\">קטרת תמיד</span> <a data-ref=\"Exodus 30:8\" href=\"/Exodus.30.8\">Ex 30:8</a>, <span dir=\"rtl\">הק׳ קטרת</span> <a data-ref=\"Numbers 17:5\" href=\"/Numbers.17.5\">Nu 17:5</a>; <a data-ref=\"II Chronicles 29:7\" href=\"/II_Chronicles.29.7\">2 Ch 29:7</a>. <strong>3.</strong>  <em>make smoke</em> upon <span dir=\"rtl\">(על)</span> both altars (of burnt-offering and of incense) <a data-ref=\"I Chronicles 6:34\" href=\"/I_Chronicles.6.34\">1 Ch 6:34</a>, cf. also <a data-ref=\"I Chronicles 23:13\" href=\"/I_Chronicles.23.13\">23:13</a>.<br><strong>Hoph.</strong>  <em>be made to smoke</em> as a sacrifice: Impf. 3 fs. <span dir=\"rtl\">תָּקְטָ֑ר</span> <a data-ref=\"Leviticus 6:15\" href=\"/Leviticus.6.15\">Lv 6:15</a>;Pt. <span dir=\"rtl\">מֻקְמָר</span> <a data-ref=\"Malachi 1:11\" href=\"/Malachi.1.11\">Mal 1:11</a> (Ew Ke al.[Ges<sup>§ 121 b</sup>]; We Now read <span dir=\"rtl\">מ׳ לִשְׁמִי מִנְחָה</span>; but v. <a data-ref=\"BDB, מֻקְטָר\" href=\"/BDB,_מֻקְטָר\", dir=\"rtl\">מֻקְטָר</a>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6665cda6faee0b8c909d8936", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 8:20:1", "anchorRef": "Leviticus 8:20", "anchorRefExpanded": ["Leviticus 8:20"], "sourceRef": "David Zvi Hoffmann on Leviticus 8:20:1", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא ח׳:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "commentaryNum": 20.0001, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>\"נתח לנתחיו\".</b> ספק אם נעשה גם הפשט העור. לפי הרמב\"ן הדבר מובן מאליו, אך בניגוד לזה מעיר ויזל, כי אם היה כך, היה הכתוב צריך להודיע כי את העור קיבל משה, כמו שמסופר בחזה (בפסוק כט). לכן מסתבר יותר, שלא היה הפשט ושהפעם כיוצא מן הכלל עלה העור יחד עם העולה באש,<i data-commentator=\"Endnotes\" data-label=\"567\" data-order=\"567\"></i> השוה לעיל על א י, ועל שתי הדעות ראה במכילתא דמילואים, כאן. – לפועל \"נתח, יש להוסיף לפי שמות כ יז \"משה\" כנושא, וכן בפסוק כא.", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6665cda7edc871a0ca3a7673", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 8:20:2", "anchorRef": "Leviticus 8:20", "anchorRefExpanded": ["Leviticus 8:20"], "sourceRef": "David Zvi Hoffmann on Leviticus 8:20:2", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא ח׳:כ׳:ב׳", "anchorVerse": 20, "sourceHasEn": false, "commentaryNum": 20.0002, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>\"פדר,</b> ששימש רק לכסות את הראש, חסר בשמות כט יז, השוה לעיל על א ח.", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]