[{"_id": "52089cf0edbab45d1791733c", "index_title": "Ramban on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ramban on Leviticus 8:22:1", "anchorRef": "Leviticus 8:22", "anchorRefExpanded": ["Leviticus 8:22"], "sourceRef": "Ramban on Leviticus 8:22:1", "sourceHeRef": "רמב\"ן על ויקרא ח׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>ויקרב את האיל השני איל המלואים</b> כבר פירשתי (שמות כח מא) כי ענין המלואים שתהיה להם יד שלמה לעבוד את עבודת ה' ויאמר כן במזבח עצמו והעובדים והנה כל הקרבנות האלו באים למלא את ידם כדכתיב (שם כט א) וזה הדבר אשר תעשה להם לקדש אותם לכהן לי לקח פר אחד בן בקר ואילים שנים תמימים אבל נקרא האיל השני איל המלואים בעבור שהוא סוף הקרבנות הללו ובו תמלא ידם וכהנו לפניו ית' לפרש כי כלם מעכבין בענין ויתכן כי החטאת לכפר על המזבח ולקדשו כי כן כתיב (ויקרא ח׳:ט״ו) והעולה להרצאה על הכהנים ככפרת כל עולת נדבה והשלמים תודה לשם שנתן להם בביתו ובחומותיו יד ושם והנה השלמים לבדם באים על מלוי הידים ולכך יקראו מלואים ויאמר \"מלואים\" ולא מלוי בעבור כי החלבים והשוק גם תרומת הלחם הכל קרב:", "heVersionTitle": "On Your Way New", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "AND HE PRESENTED THE OTHER RAM, THE RAM OF ‘HAMILU’IM’ (CONSECRATION). I have already explained<sup class=\"footnote-marker\">208</sup><i class=\"footnote\">Exodus 28:41.</i> that the meaning of “consecration” is that the priests should be fully empowered to perform the Divine Service, and that this term is applied to both the altar itself and to those who perform the Service. Thus all these offerings [the bullock of the sin-offering, the ram of the burnt-offering, etc.,] were brought for the purpose of consecrating the priests, as it is written, <i>And this is the thing that thou shalt do unto them to hallow them, to minister unto Me in the priest’s office: take one young bullock and two rams without blemish</i>.<sup class=\"footnote-marker\">209</sup><i class=\"footnote\"><i>Ibid.</i>, 29:1.</i> The second ram, however, is here called specifically <i>the ram of consecration</i>, because it was the last of these offerings, and it was after it that their consecration was completed and they ministered before Him, blessed be He, for all these offerings were indispensable in the matter.<br>It is possible that the [purpose of the] sin-offering was to effect atonement for the altar and to sanctify it, for it is so written;<sup class=\"footnote-marker\">210</sup><i class=\"footnote\">See Ramban above, Verse 15.</i> and that the burnt-offering was to expiate for the priests, like the atonement effected by all freewill burnt-offerings,<sup class=\"footnote-marker\">211</sup><i class=\"footnote\">See Ramban above, 1:4.</i> and the second ram which was the peace-offering, was a thanksgiving to G-d for having given them in His house and within His walls a monument and a memorial.<sup class=\"footnote-marker\">212</sup><i class=\"footnote\">See Isaiah 56:5.</i> Thus it was only the peace-offering which was brought for the purpose of consecration, and therefore it alone is here called “the ram of <i>milu’im</i>” (consecration). It is called <i>milu’im</i> [in the plural, although the offering for that purpose was, according to this interpretation, only one], because the fats and the thigh as well as the heave-offering of the bread were all burnt.<sup class=\"footnote-marker\">213</sup><i class=\"footnote\">Verses 25-28.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "521b14fdedbab45814ae4f54", "index_title": "Rashi on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Leviticus 8:22:1", "anchorRef": "Leviticus 8:22", "anchorRefExpanded": ["Leviticus 8:22"], "sourceRef": "Rashi on Leviticus 8:22:1", "sourceHeRef": "רש\"י על ויקרא ח׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על ויקרא", "he": "<b>איל המלאים.</b> אֵיל הַשְּׁלָמִים, שֶׁמִּלּוּאִים לְשׁוֹן שְׁלָמִים, שֶׁמְּמַלְּאִין וּמַשְׁלִימִין אֶת הַכֹּהֲנִים בִּכְהֻנָּתָם:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "איל המלאים — This means the same as איל השלמים, for the word מלואים is synonymous with the word שלמים; this term is used to describe the ram because by means of it they set the priest fully (ממלאין) and completely (משלימין) in their priestly office (cf. Sifra, Tzav, Mechilta d'Miluim 1 20).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe3fbfba276047f6cd6", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 8:22", "anchorRef": "Leviticus 8:22", "anchorRefExpanded": ["Leviticus 8:22"], "sourceRef": "Onkelos Leviticus 8:22", "sourceHeRef": "תרגום אונקלוס על ויקרא ח׳:כ״ב", "anchorVerse": 22, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 8.0022, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "וְקָרִיב יָת דִּכְרָא תִנְיָנָא דְּכַר <b>קֻרְבָּנַיָּא</b> וּסְמָכוּ אַהֲרֹן וּבְנוֹהִי יָת יְדֵיהוֹן עַל רֵישׁ דִּכְרָא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "He brought the second ram, the ram for the installation-offering [<b>offerings</b>]; and Aharon and his sons laid their hands on the rams head.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec50d", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 8:22", "anchorRef": "Leviticus 8:22", "anchorRefExpanded": ["Leviticus 8:22"], "sourceRef": "Targum Jonathan on Leviticus 8:22", "sourceHeRef": "תרגום יונתן על ויקרא ח׳:כ״ב", "anchorVerse": 22, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 8.0022, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "וּקְרֵיב יַת דִכְרָא תִּנְיָינָא דְכַר אַשְׁלָמוּתָא דִשְׁלִים בְּכוּלָא וּסְמָכוּ אַהֲרן וּבְנוֹי יַת יְדֵיהוֹן עַל רֵישׁ דִכְרָא", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And he brought the second ram, the ram of completion which completed all; and Aharon and his sons laid their hand upon the head of the ram.\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54bd482dfbfba21733362ad2", "index_title": "Ramban on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Exodus 28:41:2", "anchorRef": "Leviticus 8:22", "anchorRefExpanded": ["Leviticus 8:22"], "sourceRef": "Ramban on Exodus 28:41:2", "sourceHeRef": "רמב\"ן על שמות כ״ח:מ״א:ב׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 41.0002, "collectiveTitle": {"en": "Ramban on Exodus", "he": "רמב\"ן על שמות"}, "he": "<b>וּמָשַׁחְתָּ אֹתָם וּמִלֵּאתָ אֶת יָדָם</b> כָּל מִלּוּי יָדַיִם לְשׁוֹן חִנּוּךְ, כְּשֶׁהוּא נִכְנָס לִהְיוֹת מֻחְזָק בּוֹ מֵאוֹתוֹ הַיּוֹם וָהָלְאָה. לְשׁוֹן רַשִׁ\"י (רש\"י על שמות כ\"ח:מ\"א). וְלֹא הֲבִינוֹתִי בִּדְבָרָיו אֵיךְ יָבֹא לְשׁוֹן מִלּוּי יָדַיִם לַחֲנֻכַּת כָּל דָּבָר. וּמַה שֶׁאָמַר הָרַב כִּי בִּלְשׁוֹן לַעַז כְּשֶׁמְּמַנִּין אָדָם עַל פְּקֻדַּת דָּבָר נוֹתֵן הַשַּׁלִּיט בֵּית יָד שֶׁל עוֹר שֶׁקּוֹרִין גנ\"ט, וְעַל אוֹתוֹ בֵּית יָד הוּא מַחְזִיקוֹ בַּדָּבָר וְהוּא מִלּוּי יָדַיִם, לֹא יָדַעְתִּי אִם יִרְצֶה הָרַב לוֹמַר שֶׁעַל שֵׁם הַבֵּית יָד יִקָּרֵא הַחִנּוּךְ מִלּוּי יָדַיִם, וְיָבִיא רְאָיָה מִן הַמִּנְהָג. וְדַע כִּי הָעִנְיָן הַהוּא יָצָא לָהֶם מִן הַתּוֹרָה שֶׁהוּא אֶצְלָם קִנְיַן הַחֲלִיפִין שֶׁל בֹּעַז, וְכָךְ מְתֻרְגָּם לָהֶם \"שָׁלַף אִישׁ נַעֲלוֹ\" (רות ד ז), שֶׁשּׁוֹלֵף הגנ\"ט שֶׁלּוֹ, וְהֵם אוֹמְרִים שֶׁהַגּוֹאֵל נָתַן לְבֹעַז, וְזֶה מִנְהָגָם הֻזְכַּר בְּסִפְרֵי חַכְמֵיהֶם. וְהִנֵּה דִּבַּרְנוּ בְּדִבְרֵי הֲבַאי: וְהַנָּכוֹן בִּלְשׁוֹן מִלּוּי יָדַיִם בַּתּוֹרָה שֶׁהוּא לְשׁוֹן שְׁלֵמוּת, כִּלְשׁוֹן \"כִּי מָלְאוּ יָמָי\" (בראשית כט כא), \"וּבִמְלֹאת הַיָּמִים הָאֵלֶּה\" (אסתר א ה), \"עַד יוֹם מְלֹאת\" (ויקרא ח לג), בְּהַשְׁלִימָם, וְכֵן \"בְּכֶסֶף מָלֵא\" (בראשית כג ט), מְחִיר שָׁלֵם. וְהַטַּעַם, כִּי הַזָּר אֲשֶׁר לֹא תַשִּׂיג יָדוֹ בְּטָהֳרָתוֹ לְהַקְרִיב קָרְבָּן אוֹ לַעֲבֹד עֲבוֹדַת הַמַּלְכוּת הִנֵּה יָדוֹ חֲסֵרָה בָּעֲבוֹדָה הַהִיא, וְכַאֲשֶׁר יִכְשַׁר לַעֲשׂוֹת כֵּן הִנֵּה יָדוֹ שְׁלֵמָה, רְאוּיָה לְכָל הָעֲבוֹדוֹת וְהַמְּלָאכוֹת. וְכֵן \"מִלְאוּ יֶדְכֶם הַיּוֹם\" (שמות ל\"ב:כ\"ט), כִּי עַתָּה יְדֵיכֶם מְלֵאָה בְּכָל עֲבוֹדַת הַשֵּׁם, \"כִּי אִישׁ בִּבְנוֹ וּבְאָחִיו\" עֲבַדְתֶּם אוֹתוֹ. אוֹ שֶׁיִּרְמֹז לָהֶם כִּי בִּזְכוּת זֶה יִהְיוּ נִבְחָרִים לַעֲבֹד עֲבוֹדַת ה' בַּמִּשְׁכָּן, כְּמוֹ שֶׁאָמַר \"בָּעֵת הַהִיא הִבְדִּיל ה' אֶת שֵׁבֶט הַלֵּוִי\" (דברים י ח):<br>וְדָוִד הַמֶּלֶךְ אָמַר לְיִשְׂרָאֵל בְּנִדְבַת הַבַּיִת \"בִּרְצוֹתִי בְּבֵית אֱלֹהַי יֶשׁ לִי סְגֻלָּה זָהָב וָכָסֶף נָתַתִּי לְבֵית אֱלֹהַי\", וְאָמַר לָהֶם \"וּמִי מִתְנַדֵּב לְמַלֹּאות יָדוֹ הַיּוֹם לַה'\" (דהי\"א כט ה), כִּי בְּהִתְנַדְּבָם לְבִנְיַן הַבַּיִת תִּהְיֶה יָדָם שְׁלֵמָה בְּכָל הַקָּרְבָּנוֹת וּבְכָל הָעֲבוֹדוֹת, כִּי אֵין עֲבוֹדַת יִשְׂרָאֵל לְהקב\"ה שְׁלֵמָה אֶלָּא בְּבֵית הַמִּקְדָּשׁ. וְכֵן אֵיל הַמִּלּוּאִים בַּפָּרָשָׁה הַזֹּאת (שמות כ\"ט:כ\"ב) שֶׁמִּלּוּי הַכֹּהֲנִים בּוֹ, כִּי חַטָּאת וְהָעוֹלָה לְכַפֵּר, וְזֶה לְמַלֹּאת יָדוֹ בְּהַקְרָבָה: וּמָצָאתִי בַּתַּרְגּוּם הַיְּרוּשַׁלְמִי שֶׁתִּרְגֵּם \"אֵיל הַמִּלּוּאִים\" - \"דְּאַשְׁלָמוּתָא\" (כ\"ה בתרגום יונתן ויקרא ח כב), וְכֵן תִּרְגֵּם בְּכֻלָּם לְשׁוֹן שְׁלֵמוּת, אֲבָל אוּנְקְלוֹס (תרגום אונקלוס על שמות כ\"ח:מ\"א) רָדַף הָעִנְיָן וְלֹא הִקְפִּיד בַּלָּשׁוֹן, כְּמִנְהָגוֹ בִּמְקוֹמוֹת רַבִּים: וְיֵשׁ מְפָרְשִׁים (הרד\"ק בספר השרשים שרש מלא) \"וּמִלֵּאתָ אֶת יָדָם\", שֶׁיְּמַלֵּא יָדָם מִן הַקָּרְבָּנוֹת, וְכֵן \"הֶחָפֵץ יְמַלֵּא אֶת יָדוֹ\" (מלכים א י\"ג:ל\"ג), שֶׁיַּקְרִיב מֵהֶן כִּרְצוֹנוֹ מְלֹא יָדָיו. וְהַנָּכוֹן מַה שֶׁפֵּרַשְׁתִּי. וּפֵרוּשׁ \"הֶחָפֵץ יְמַלֵּא אֶת יָדוֹ וִיהִי כֹּהֲנֵי בָמוֹת\" (שם), שֶׁיָּבִיא מִלּוּאִים לוֹ בַּקָּרְבָּן כַּאֲשֶׁר בָּדָא מִלִּבּוֹ לְחַנְּכוֹ, וְאַחֲרֵי כֵן יִהְיֶה כֹּהֵן לַבָּמוֹת, כִּי בְּדוֹמֶה לְדַרְכֵי הַתּוֹרָה יַעֲשׂוּ:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND THOU SHALT ANOINT THEM ‘UMILEITHA ETH YADAM’ [literally: “and fill their hands”]. “Every expression of ‘filling the hand’ denotes installation, when one enters for the first time into an office which one is to hold from that day onwards.” This is Rashi’s language. But I have not understood his words. How does the expression of “filling the hand” come to mean “installation?” And as to that which the Rabbi said that “in the [old] French language — when a person is appointed to be in charge of any matter, the ruler puts into his hand a leather glove which they call <i>gant</i>, and by means of that glove gives him the right to that matter, and it is this which is called ‘filling the hand,’” — I do not know whether the Rabbi’s intent is to state that because of that glove the installation is called “filling the hand,” and to this he brought proof from a custom [in France]! Know that this custom they derived from the Torah, as to them this form of taking possession is [what is meant by] the acquisition by exchange mentioned in connection with Boaz, for so they translated: [<i>Now this was the custom in former time in Israel concerning redeeming and concerning exchanging…</i>] <i>a man drew off ‘na’alo’ (his shoe)</i><sup class=\"footnote-marker\">156</sup><i class=\"footnote\">Ruth 4:7.</i> — “a man drew off his <i>gant</i>,” and they say<sup class=\"footnote-marker\">157</sup><i class=\"footnote\">Our accepted law is that acquisition by exchange is accomplished with something that originally belongs to the buyer. Hence it was Boaz [the buyer] who “drew off his shoe” and gave it to the near kinsman. But “they say” differently, that it was the near kinsman [the seller] that gave it to Boaz. Hence they derived the custom that it is the prince [who is in the position of the bestower or seller] who pulls off his <i>gant</i> and gives it to the recipient.</i> that it was the near kinsman that gave it to Boaz. This custom of theirs is mentioned in the books of their scholars. Thus we have engaged in vain talk!<br>The correct interpretation of <i>milui yadayim</i> in the Torah is that it is an expression of perfection, similar in usage to these verses: <i>‘ki malu yamai’ (for my days are completed);</i><sup class=\"footnote-marker\">158</sup><i class=\"footnote\">Genesis 29:21.</i> <i>‘ubimloth’ hayamim ha’eileh’ (and when these days were fulfilled);</i><sup class=\"footnote-marker\">159</sup><i class=\"footnote\">Esther 1:5.</i> <i>until the days ‘m’loth’</i><sup class=\"footnote-marker\">160</sup><i class=\"footnote\">Leviticus 8:33.</i> — be fulfilled. Similarly, <i>‘b’keseph malei’</i><sup class=\"footnote-marker\">161</sup><i class=\"footnote\">Genesis 23:9.</i> means “for the full price.” And the reason for this expression is that one might say of a stranger [i.e., a non-priest] who cannot perform the offering for his cleansing, or of any person who is not empowered to perform some royal service, that his hand misses that function; and when he becomes empowered to do it, his hand has thereby been perfected and made fit for all kinds of work and service. Thus, <i>‘milu yedchem hayom’</i><sup class=\"footnote-marker\">162</sup><i class=\"footnote\">Further, 32:29.</i> [generally translated: <i>consecrate yourselves today</i>] means that: “now your hands are full with the whole service of G-d, <i>for even every man upon his son, and upon his brother</i><sup class=\"footnote-marker\">162</sup><i class=\"footnote\">Further, 32:29.</i> have you served Him [that day].” Or it may be that Moses was hinting to the sons of Levi that by virtue of this merit they would be chosen to perform the Divine Service in the Tabernacle, as it is said, <i>At that time the Eternal separated the tribe of Levi</i>.<sup class=\"footnote-marker\">163</sup><i class=\"footnote\">Deuteronomy 10:8.</i> Similarly King David said to Israel on the occasion of the donations for the House [of G-d], <i>Because I have set my affection on the house of my G-d, seeing that I have a treasure of mine own of gold and silver, I give it into the house of my G-d</i>,<sup class=\"footnote-marker\">164</sup><i class=\"footnote\">I Chronicles 29:3.</i> and then he continued saying, <i>Who then offereth willingly ‘l’maloth yado’ this day unto the Eternal?</i><sup class=\"footnote-marker\">165</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 5.</i> — meaning “to perfect his hand [this day unto the Eternal],” for by doanting towards the building of the House [of G-d] their hands become full with all the sacrifices and all manner of services, for Israel’s worship of G-d is only a complete one in the Sanctuary. Similarly, <i>the ram of ‘milu’im’</i> mentioned in this section<sup class=\"footnote-marker\">166</sup><i class=\"footnote\">Further, 29:22.</i> is so called because the filling of the priests’ duties was accomplished through this offering, for the sin-offering and the burnt-offering<sup class=\"footnote-marker\">167</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 5.</i> were to effect atonement, and this ram was to fill the priest’s hand with [the right to] sacrifice. I have also found that in Targum Yerushalmi <i>the ram of ‘milu’im’</i> is translated: <i>d’ashlamutha</i>, (of perfection);<sup class=\"footnote-marker\">168</sup><i class=\"footnote\">This translation I found in Targum Yonathan ben Uziel to Leviticus 8:22.</i> similarly also in all expressions of <i>milui yadayim</i> it translated “perfection.” Onkelos, however, [in translating <i>umileitha eth yadam</i> — ‘and you will bring their sacrifices’<sup class=\"footnote-marker\">169</sup><i class=\"footnote\">On the seven days of installation it was Moses who acted in the role of the priest and performed the rites of the sacrifices. Hence Onkelos’ translation: “and you [i.e., Moses] will bring their sacrifices,” as during these seven days of installation you will be the priest to offer their sacrifices.</i>] followed the sense of the subject and was not pedantic as to the literal language, as is his custom in many places. Some scholars<sup class=\"footnote-marker\">170</sup><i class=\"footnote\">Found in R’dak’s Sefer Hashorashim, root <i>male</i>.</i> explain <i>umileitha eth yadam</i> as meaning that he will fill their hands [with the gifts] from the sacrifices. Similarly: <i>whosoever would, he</i> [Jeroboam] <i>‘yemalei eth yado’</i><sup class=\"footnote-marker\">171</sup><i class=\"footnote\">I Kings 13:33.</i> means that he could fill his hands at will from the sacrifices. But the correct interpretation [of the term <i>milui yadayim</i>] is as I have explained. And the meaning of the expression, <i>whosoever would, ‘yemalei eth yado’ that he might be one of the priests of the high places</i><sup class=\"footnote-marker\">171</sup><i class=\"footnote\">I Kings 13:33.</i> is that he would bring for himself an offering of installation <i>as he devised of his own heart</i>,<sup class=\"footnote-marker\">172</sup><i class=\"footnote\"><i>Ibid.</i>, 12:33.</i> in order to initiate himself into his office, and thereby he became one of the priests of the high places, for they acted in a manner similar to the ways of the Torah.<sup class=\"footnote-marker\">173</sup><i class=\"footnote\">See Leviticus 6:13. This is also applied to the ordinary priest who brought a meal-offering when he officiated for the first time. Ramban’s intent is thus that in the days of Jeroboam when the king installed a new group of priests in the kingdom of Israel to officiate at the sacrifices on the <i>Bamoth</i> (high places) he adopted the ways of the Torah as explained, in order to give the appearance of his remaining loyal to the commandments of the Torah.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "568eaed8d6e4a9770dec3201", "index_title": "Shadal on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Shadal on Leviticus 8:22:1", "anchorRef": "Leviticus 8:22", "anchorRefExpanded": ["Leviticus 8:22"], "sourceRef": "Shadal on Leviticus 8:22:1", "sourceHeRef": "שד\"ל על ויקרא ח׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על ויקרא", "he": "איל המלואים: ע' נתה\"ש.", "heVersionTitle": "Shadal first edition, Padua 1871", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד״ל במהדורה המקורית, פדובה 1871", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77d02d6e4a94c7c18a4a2", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 8:22", "anchorRef": "Leviticus 8:22", "anchorRefExpanded": ["Leviticus 8:22"], "sourceRef": "Tafsir Rasag, Leviticus 8:22", "sourceHeRef": "תפסיר רס\"ג, ויקרא ח׳:כ״ב", "anchorVerse": 22, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 8.0022, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "ת̇ם קדם אלכבש אלת̇אני כבש אלכמאל ואסנד הרון ובנוה אידיהם עלי ראסה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b4e9d6e4a902855ff6f3", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Leviticus 8:22:1", "anchorRef": "Leviticus 8:22", "anchorRefExpanded": ["Leviticus 8:22"], "sourceRef": "Tur HaArokh, Leviticus 8:22:1", "sourceHeRef": "הטור הארוך, ויקרא ח׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "ויקרא", "he": "<b>את האיל השני איל המלואים. </b>כתב הרמב\"ן כל הקרבנות האלו באים למלא את ידם כדכתיב וזה הדבר אשר תעשה להם לכהן לי לקח פר אחד בן בקר ואילים שנים אלא נקרא השני איל המלואים בעבור שהוא סוף הקרבנות הללו ובו תמלא ידם וכהנו לפניו ויתכן ? כי כולם מעכבין בענין. ויתכן כי החטאת לכפר על המזבח ולקדשו כי כן כתיב ועולה להרצאה על הכהנים ככפרת כל עולת נדבה והשלמים תודה לשם שנתן להם בביתו יד ושם והנה השלמי' לבדם באים על מילוי הידים ולכך קורא אותם מילואים: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " את האיל השני איל המלואים, “the second ram, the ram representing the inauguration;” Nachmanides writes that all of these offerings were inaugural offerings; we know this already from Exodus 29,1 “and this is the matter that you shall do for them to sanctify them, etc.” Why then was the second ram only referred to here as the “ram of the inaugural offering?” The reason this expression “inaugural” was applied here to the second ram is because it was the last of the series of inaugural offerings. The same adjective would, of course, have been applicable to all of them. Each one of the offerings in the series is מעכב, indispensable, in order for the people concerned to become sanctified in their new role as priests.\n    It is possible that the bull of the sin-offering here was meant to atone for any infringement of the laws concerning the altar, as a result of which atonement it could be sanctified, just as the purpose of the burnt offering was to gain grace in the eyes of <i>Hashem. The shlamim,</i> peace<i>-</i>offering on the other hand, was an expression of gratitude by the newly appointed priests that G’d had granted them such a distinction to have such unrestricted entrance to the holy precincts. In other words, the real “consecration” offering was only this peace offering; the other two offerings were preambles. Seeing that they were necessary preconditions, all of these three types of offerings are called מילואים, (plural mode \n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5933bb7ad6e4a954e5307d32", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Emor 30:2", "anchorRef": "Leviticus 8:22", "anchorRefExpanded": ["Leviticus 8:22"], "sourceRef": "Midrash Tanchuma Buber, Emor 30:2", "sourceHeRef": "תנחומא בובר, אמור ל׳:ב׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 30.0002, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "אמור", "he": "ביום הראשון, וכי ראשון הוא, והלא יום חמשה עשר הוא, אלא מאי ראשון, ראשון לחשבון עונות, ר' מני ור' יהושע דסכנין בשם ר' לוי משל למה הדבר דומה למדינה שהיתה חייבת ליפס למלך, והיה המלך משלח לגבותה, ולא היתה נותנת לפי שהיה השטר גודל, כך פעם ראשון, ופעם שני, והיה משלח ולא היו נותנין, מה עשה המלך, אמר לבני פלטין שלו [עמדו ונלך עליהם], עד הן הולכין כמו עשרת מילין, שמעו בני המדינה, מה עשו, התחילו גדולי המדינה לילך לאנפטי של מלך, אמר להם מי אתם, אמרו לו אנו בני מדינה פלונית ששלחת לגבותינו, אמר להם ומה אתם מבקשים, אמרו לו בבקשה ממך עשה עמנו חסד שאן לנו מה ליתן, אמר להם אני מניח לכם מחצה, עד שהוא בא יצאו (בריוני) [בינוני] המדינה וקדמוהו כמו (עשר) [חמשה] מילין, אמר להם מי אתם, אמרו לו אני בני מדינה פלונית, אמר להם ומה תבקשו, אמרו לו בבקשה ממך רחם עלינו, אמר להם כבר הנתי מחצה, ובשבילכם אני מניח מחצה על מחצה, עם שהוא [מהלך] יצאו כל בני המדינה, אמר להם ומה אתה מבקשים, אמרו לו אדונינו המלך אין לנו מה ליתן, רחם עלינו, אמר להם כבר הנחי מחצה, ומחצה על מחצה, ובשבילכם אני מניח את הכל, אלא מכאן ואילך ראש חשבון הוא, המלך זה [מלך מלכי המלכים] הקב\"ה, בני המדינה שלו אלו ישראל, שהן מסגלין עונות של כל השנה כולה, מה הקב\"ה עושה, אומר להם עשו תשובה בראש השנה, והם נכנעים ובאים ביום הכפורים, והם מתענין ועושין תשובה, והקב\"ה מוחל להם את הכל, ובסכות כלם נוטלים את לולביהם ביום טוב ראשון ומקלסין להקב\"ה והוא מתרצה להם ומוחל להם, אמר להם הרי ויתרתי לכם כל עונותיכם הראשונות, [אבל מעכשיו ראש חשבון הוא, שנאמר ולקחתם לכם ביום הראשון, וראשון לחשבון עונות]. אמר להם הקב\"ה בעולם הזה אמרתי לכם שתעשו סוכה לשלם לי גמולי שעשיתי לכם, שנאמר [בסוכות תשבו שבעת ימים וגו'] כי בסוכות הושבתי את בני ישראל <small>(ויקרא כג מב מג)</small>, ואני מעלה עליכם כאילו אתם גומלים לפני, ולעולם הבא אופיע עליכם במלכות, ואגן עליכם כסוכה, שנאמר וסוכה תהיה לצל יומם מחורב וגו' <small>(ישעיה ד ו)</small>.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Lev. 23:40:) <small>ON THE FIRST DAY</small>. Is it the first &lt; day &gt;?<sup class=\"footnote-marker\">112</sup><i class=\"footnote\"><i>Tanh</i>., Lev. 8:22; Lev. R. 30:7; <i>PRK</i> 27:7.</i> Is it not the fifteenth day? So how is it the first? &lt; It is &gt; first for the reckoning (<i>heshbon</i>) of sins. R. Mani and R. Joshua of Sikhnin in the name of R. Levi: A parable: To what is the matter comparable?<sup class=\"footnote-marker\">113</sup><i class=\"footnote\">Eccl. R. 9:7:1. Cf. Mark 12:1–9//Matthew 21:33–41 // Luke 20:9–16; also Luke 14:31–32.</i> To a province which owed back taxes<sup class=\"footnote-marker\">114</sup><i class=\"footnote\">Gk.: <i>loipas</i>.</i> to the king. When the king sent to collect &lt; the sum &gt;, they did not hand it over, because the bill was large. So it happened the first time, and a second time; for when he sent &lt; for it &gt;, they did not hand it over. What did the king do? He said to his courtiers:<sup class=\"footnote-marker\">115</sup><i class=\"footnote\">Literally, “children of the palace (<i>palation</i>).” Cf. Lat.: <i>palatium;</i> Gk: <i>palation</i>.</i> [Arise and let us go to them.] While they were traveling about ten miles<sup class=\"footnote-marker\">116</sup><i class=\"footnote\"><i>Milin</i>; cf. Lat.: <i>mille passus.</i></i> &lt; away &gt;, the people of the province heard &lt; what was happening &gt;. What did they do? The nobles of the province began to go to a meeting<sup class=\"footnote-marker\">117</sup><i class=\"footnote\">Gk.: <i>apante</i>.</i> with the king. He said to them: Who are you? They said to him: We are people of such and such a province where you sent to collect our taxes. He said to them: So what do you want? They said to him: If you please, show us mercy, because we have nothing to hand over. He said to them: I will remit half for you. While he was &lt; still &gt; coming, the {hoodlums} [middle class] of the province went out and greeted him about {ten} [five] miles &lt; away &gt;. He said to them: Who are you? They said to him: We are people of such and such a province. He said to them: What would you want? They said to him: If you please, Have mercy upon us. He said to them: I have already remitted half &lt; your debt &gt;, but for your sake I am remitting half of &lt; the remaining &gt; half. While he [was &lt; still &gt; on the road], all the people of the province came out. He said to them: Now what do you want? They said to him: O our Lord King, we have nothing to remit. Have mercy on us. He said to them: I have already remitted half plus half of &lt; the remaining &gt; half, but for your sake I am remitting everything. However, from now on there is a new account (<i>heshbon</i>). This king is [the Supreme King of Kings], the Holy One. The people of his province? These are Israel, who acquire sins during all of the whole year. What does the Holy One do? He says: Do penance at the beginning of the year. So they come in submission on the Day of Atonement, when they humble themselves and do penance. Then the Holy One forgives them everything. So during Tabernacles they all take their lulavim on the first day of the festival and render praise to the Holy One. Thus he is reconciled to them and forgives them. He says to them: See, I have waived all your former sins for you. [However, from now on there is a new account (<i>heshbon</i>). Thus it is stated (in Lev. 23:40): <small>AND YOU SHALL TAKE FOR YOURSELVES ON THE FIRST DAY</small>. &lt; It is &gt; first for the reckoning (<i>heshbon</i>) of sins.] The Holy One said to them: In this world I have told you to make a sukkah in order to pay me my remuneration for what I have done for you. It is so stated (in Lev. 23:42–43): [<small>YOU SHALL DWELL IN SUKKOT FOR SEVEN DAYS</small>…,] <small>&lt; IN ORDER THAT YOUR GENERATIONS MAY KNOW &gt; THAT I HAD THE CHILDREN OF ISRAEL DWELL IN SUKKOT</small>. So I reckon it to your credit, as if you are rendering payment to me. But in the world to come I will appear over you like a sukkah, as stated (in Is. 4:6): <small>THERE SHALL BE A SUKKAH AS A SHADE FROM THE HEAT BY DAY</small>….", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "59636bc1d6e4a9416e9c3aa2", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Leviticus 8:22:1", "anchorRef": "Leviticus 8:22", "anchorRefExpanded": ["Leviticus 8:22"], "sourceRef": "Mizrachi, Leviticus 8:22:1", "sourceHeRef": "מזרחי, ויקרא ח׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "ויקרא", "he": "<b>שהמלואים לשון שלמים שממלאין ומשלימין את הכהנים בכהונה. </b>מהכא משמע שהוא מפרש השלמים מעניין שלמות ואלו בפרשת ויקרא פי' שלמים מענין שלום ואמר שלמים שמטילין שלום בעולם שלמים שיש בהן שלום למזבח ולכהנים ולבעלים וכך הוא שנוי בת\"כ ושמא הוא סובר שהשלמות והשלום עניינם אחד וכך פירש גבי האנשים האלה שלמים הם אתנו בשלום ובלב שלם וכך פי' בפרשת תצוה גבי כי איל מלואים הוא שלמים לשום שלמות שמושלם בכל מגיד הכתוב שהמלואים שלום למזבח ולעובד העבודה ולבעלים ואשר הכריח את רש\"י לפרש מלואים כמו שלמים ולא פירש אותו מלשון מלוי יד שהוא עניין חנוך כשהוא נכנס לדבר ולהיות מוחזק בו כמו שפי' בפרשת תצוה בפסוק ומלאת את ידם הוא מפני שלא נקרא מלואים רק האיל האחד משני האלים שנהיה שלמים ואלו היה שם המלואים מלשון מלוי ידים שהוא לשון חנוך לא היה ראוי להקר' האחד לבדו מכלל כל הקרבנות שהקריבו הכהנים בימי המלואים איל מלואים: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a154479d6e4a92409ac0263", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Leviticus 8:22:1", "anchorRef": "Leviticus 8:22", "anchorRefExpanded": ["Leviticus 8:22"], "sourceRef": "Siftei Chakhamim, Leviticus 8:22:1", "sourceHeRef": "שפתי חכמים, ויקרא ח׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": true, "inline_reference": {"data-commentator": "Siftei Chakhamim", "data-label": "⚬"}, "compDate": [1660, 1680], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "ויקרא", "he": "<b>שממלאים ומשלימין.</b> שמלואים דכתיב הכא אינו לשון חינוך אלא לשון שלמים: שממלאים ומשלימים וכו':", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>For they fulfill and complete</b>. The word מלואים written here is not an expression of installation, but rather an expression of wholeness: For they fulfill and complete, etc.\n", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5c7da3534644410066683bd4", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Tzav, Mekhilta DeMiluim I 19", "anchorRef": "Leviticus 8:22", "anchorRefExpanded": ["Leviticus 8:22"], "sourceRef": "Sifra, Tzav, Mekhilta DeMiluim I 19", "sourceHeRef": "ספרא, צו, מכילתא דמילואים א י״ט", "anchorVerse": 22, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 19, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "מכילתא דמילואים א", "he": "[יט] \"ויקרב את האיל השני\" – והלא כבר זווג הכתוב שני אלים זה כנגד זה? אם כן למה נאמר \"ויקרב את האיל השני\"? שאם הביא פר ואחד מן האלים – לא יצא ידי קידושם; שני אלים ולא הביא פר – לא יצא ידי קידושם; שני אלים ופר ולא הביא סל המצות – לא יצא ידי קידושם.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "19) (Vayikra 8:22): \"And he presented the second ram\": Now has Scripture not already mentioned the two rams, (viz. Vayikra 8:2: \"and the two [connoting \"identical\"] rams\")? Why, then, is it necessary to state \"And he presented the second ram\"? (To imply) that if he brought a bullock and (only) one of the rams, he has not effected the sanctification; two rams and no bullock, he has not effected the sanctification; two rams and a bullock and not the basket of unleavened bread, (viz. Vayikra 8:26) he has not effected the sanctification.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7da3563081100060592022", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tzav, Mekhilta DeMiluim I 20", "anchorRef": "Leviticus 8:22", "anchorRefExpanded": ["Leviticus 8:22"], "sourceRef": "Sifra, Tzav, Mekhilta DeMiluim I 20", "sourceHeRef": "ספרא, צו, מכילתא דמילואים א כ׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 20, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "מכילתא דמילואים א", "he": "[כ] \"איל המלואים\" – שמשלים את הכל; מלמד שהמלואים שלמים לאהרן ולבניו. \"ויסמכו..את ידיהם על ראש האיל\" – סמכו ידיהם עליו בשמחה ועשו יום טוב. משל למי שפרע חובו ועשה יום טוב. אף כך אהרן ובניו כיון שהשלימו עבודת היום וקידושיו, עבודת כלים וקידושיו – הביאו איל וסמכו ידיהם עליו בשמחה ועשו יום טוב.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "20) \"the ram of the miluim\": (\"miluim\") connoting that it completes the entire (service), ending (the service) for Aaron and his sons. \"and Aaron and his sons placed their hands on the head of the ram\": They placed their hands upon it in joy, as in a festival, as one who paid off his debt and made a festival (of it). Here, too, Aaron and his sons, ending the service of the day and its sanctifications and the service of the vessels and its sanctifications, brought a ram and placed their hands upon it in joy, making a \"festival\" (of it).", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5cdd6ce325f25e00197a0565", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Tzav 183:1", "anchorRef": "Leviticus 8:22", "anchorRefExpanded": ["Leviticus 8:22"], "sourceRef": "Malbim on Leviticus, Tzav 183:1", "sourceHeRef": "מלבי\"ם על ויקרא, צו קפ״ג:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 183.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "צו", "he": "<b>ויקרב את האיל השני איל המלואים:</b> מכללי הלשון שלא יבואו שני סימנים לציין את הדבר. ואם יתפוס סימן המספר לא יוסף סימן אחר. שכן בצואה אמר \"ולקחת את האיל השני\" - ואם מציין בהבדל שיש בעצמו - לא יוסיף סימן המספר. כמו לקמן (ויקרא יד, יט) \"ועשה הכהן את החטאת\", ושם (שם טז, כ) \"והקריב את השעיר החי\". ולמה ציין פה שני סימנים - <b>השני - איל המלואים</b>? וזה ששאל בספרא \"והלא כבר זיוג הכתוב שני אלים זה כנגד זה\". בפרט שכבר קרא הראשון בשם \"איל העולה\" וראוי לציין את זה כנגדו בשם \"איל המלואים\" בלא סימן המספר. והשיבו שהוסיף מספר הסדורי – <b>שני</b> – ללמד שצריך דוקא שיהיה שני. רוצה לומר שיהיה איל העולה קודם לו. כי שניהם מעכבים זה את זה. כי אין שני בלא ראשון. ומזה ידעינן שכל הכתוב במלואים מעכב - רוצה לומר שהוא הדין פר וסל המצות - הם לעכובא.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6ce4388205001838a0c4", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Tzav 184:1", "anchorRef": "Leviticus 8:22", "anchorRefExpanded": ["Leviticus 8:22"], "sourceRef": "Malbim on Leviticus, Tzav 184:1", "sourceHeRef": "מלבי\"ם על ויקרא, צו קפ״ד:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 184.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "צו", "he": "<b>איל המלואים:</b> איל זה היה שלמים ונקרא 'מלואים' על שם שבא למלא ידם לכהן. שכל המתחנך לאיזה דבר נאמר בו 'מליאת יד'. שפר החטאת ואיל העולה באו לכפר ואיל זה בא למלא ידם, ולכן נתן מדמו על תנוך וכולי. וזהו שאמר מלמד שהמלואים שלמים לאהרן ולבניו – כי זבחי שלמים היו מקריבים להוראת הזביחה לשמחה של מצוה וליום טוב. וזהו שאמר שעשו יום טוב. והיה עמו שלשה מיני לחם כדוגמת התודה כמו שאמרו במנחות (מנחות עח, א) רק שהי' מצה. וגם 'מלואים' הוא מענין השלמה כמו \"כי מלאו ימי\", וזהו שאמר \"שמשלים את הכל\"; שהוא היה גמר החינוך. ומצאנו תמיד ששלמים קרבים באחרונה כמו בנזיר וכבשי עצרת ובקרבנות יום שמיני. וכבר כתב הרמב\"ם (פ\"ד מהל' מעה\"ק) שבעת הסמיכה היה מתודה ובעת סמיכת השלמים היה אומר דברי שבח. וזהו שאמר שסמכו ידיהם עליו במשמחה ואמרו דברי שבח על שזכו להשלים עבודת היום וקדושיו ולהתקדש לעמוד לפני המקום ברוך הוא. ועוד יש בזה כונה אחרת כי בצואה כתוב באיל המלואים \"וסמך אהרן ובניו\" ובעשיה כתיב \"ויסמכו\" בלשון רבים. וכבר בארנו (<small>ויקרא סימן רנ</small>) שכל מקום דכתיב בלשון יחיד כל אחד סומך ומסלתק. ואם כן למה שינו בסמיכה וסמכו כולם כאחד? באר שזה עשו מרוב שמחתם - סמכו כאחד בחדוה וגיל. ומה שאמר <b>[במשנה כא]</b> שלשה דמים האמורים וכולי – יתבאר לקמן (<small>סימן קפח</small>). ומה שאמר על תנוך אזן אהרן זה גדר האמצעי – יתבאר בפר' מצורע.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f68822061ab0529abaf5f53", "index_title": "Tzafnat Pa'neach on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzafnat Pa'neach on Torah, Leviticus 8:22:1", "anchorRef": "Leviticus 8:22", "anchorRefExpanded": ["Leviticus 8:22"], "sourceRef": "Tzafnat Pa'neach on Torah, Leviticus 8:22:1", "sourceHeRef": "צפנת פענח על התורה, ויקרא ח׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1905, 1935], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Tzafnat Pa'neach", "he": "צפנת פענח"}, "heTitle": "ויקרא", "he": "<b>ויסמכו אהרן ופניו וגו׳ וישחט ויקח משה מדמו.</b> הנה כאן מבואר דזה גדר שלמים וקדשי קדשים, אך התוס׳ ביומא דף ג׳ כתבו דהוה גדר חטאת. והנה כאן נשתנה מן פ׳ תצוה [דכתב לשון יחיד, ונ״מ אם כל אחד סמך פרט או ביחד] דכאן הוה סמיכה לאהרן ובניו בבת אחת כמו באיל ראשון, עיין תוספתא בהך דמנחות, ומשום דלאחר גדר מעשה העגל הוה נצרך כפרה לבניו של אהרן [וצריך ידיו דבעל דבר בשעת סמיכה, ועיין יומא דף ל״ו ע״ש בזה] גם בשביל אהרן ומקופיא, ולכך בטלים לאביהם ונצרך סמיכה בב״א. והנה באמת הא נדב ואביהו לא נתקיימו כלל בגדר כהונה, וזה דהוה ב׳ דברים א׳ שהוה להמשיך מן שלמים לגדר חטאת וכמ״ש לעיל גבי פסוק ישחטו לשון המשכה, והב׳ שהוה מספקא למשה רבינו אם צריך לשחוט גם עבור נדב ואביהו, ובאמת זה פלוגתא כאן בתו״כ אם הוה נותן עליהם הדם, וזה מה דנמשך קרא בתנינא שלשלת, וגם יש הפסק.", "heVersionTitle": "Tzafnat Pa'neach on Torah, Jerusalem 1960", "heLicense": "", "heVersionTitleInHebrew": "צפנת פענח על התורה, ניו יורק, תש\"ך-תשכ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b7b98430f78f206369a6", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "dibur_hamatchil", "ref": "Yalkut Shimoni on Torah 515:13", "anchorRef": "Leviticus 8:22", "anchorRefExpanded": ["Leviticus 8:22"], "sourceRef": "Yalkut Shimoni on Torah 515:13", "sourceHeRef": "ילקוט שמעוני על התורה תקט״ו:י״ג", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 515.0013, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ויקרב את האיל השני [למה נאמר] והלא כבר זווג הכתוב שני האילים זה כנגד זה אם כן למה נאמר ויקרב את האיל השני שאם הביא פר אחד ולא הביא פר אחד ולא הביא מן האילים לא יצא ידי קדושם. שני אילים ולא הביאפר לא יצא ידי קדושם. שני אילים ופר ולא הביאסל המצות לא יצא ידי קדושם. איל המלואים שמושלם על הכל מלמד שהמלואים שלמים לאהרן ולבניו. ויסמכו אהרן ובניו את ידיהם על ראש האיל סמכו ידיהם עליו בשמחה ועשו יום טוב, משל למי שפרע חובו ועשה יום טוב אף כך אהרן ובניו כיון שהשלימו עבודת היום וקדושיו עבודת כלים וקדושיו הביאו איל וסמכו ידיהם עליו בשמחה ועשו יום טוב:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d587f4629f2b5727d180", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, מלא 1", "anchorRef": "Leviticus 8:22", "anchorRefExpanded": ["Leviticus 8:22"], "sourceRef": "Sefer HaShorashim, מלא 1", "sourceHeRef": "ספר השרשים, מלא א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "מלא", "he": ["<strong><big>מלא</big></strong>   וּכְבוֹד י\"י <strong>מָלֵא</strong> אֶת־הַמִּשְׁכָּֽן (<a class=\"refLink\" href=\"Exodus 40:34\" data-ref=\"Exodus 40:34\">שמות מ, לד</a>), פעל עבר. כִּי<strong> מָֽלְאוּ</strong> מִקֶּדֶם (<a class=\"refLink\" href=\"Isaiah 2:7\" data-ref=\"Isaiah 2:7\">ישעיה ב, ז</a>), פירוש כי מלאו ארצם כשפים יותר מבני מזרח. ויש מפרשים <strong>קֶדֶם</strong> בני ישמעאל שנאמר בו יְטוּר נָפִישׁ <strong>וָקֵֽדְמָה</strong> (<a class=\"refLink\" href=\"Genesis 25:15\" data-ref=\"Genesis 25:15\">בראשית כה, טו</a>). ובא <strong>מָלוּ</strong> תֽוֹכְךָ חָמָס (<a class=\"refLink\" href=\"Ezekiel 28:15\" data-ref=\"Ezekiel 28:15\">יחזקאל כח, טו</a>), על דרך פעלי ה<strong>ה\"א</strong>. <strong>וּמָֽלְאוּ</strong> אֶת־הַמָּקוֹם הַזֶּה דַּם נְקִיִּֽם (<a class=\"refLink\" href=\"Jeremiah 19:4\" data-ref=\"Jeremiah 19:4\">ירמיה יט, ד</a>). <strong>והצווי</strong> <strong>מִלְאוּ</strong> אַרְבָּעָה כַדִּים מַיִם (<a class=\"refLink\" href=\"I Kings 18:34\" data-ref=\"I Kings 18:34\">מלכים א' יח, לד</a>). <strong>והתאר</strong> אֶת־הַשָּׁמַיִם וְאֶת־הָאָרֶץ אֲנִי <strong>מָלֵא</strong> (<a class=\"refLink\" href=\"Jeremiah 23:24\" data-ref=\"Jeremiah 23:24\">ירמיה כג, כד</a>) <strong>מְלֵאִים</strong> אֶת־הַהֵיכָֽל (<a class=\"refLink\" href=\"Isaiah 6:1\" data-ref=\"Isaiah 6:1\">ישעיה ו, א</a>), אלו והדומים להם <strong>פעלים יוצאים</strong>. ויש מהם <strong>פעלים עומדים</strong> כִּי <strong>מָלֵתִי</strong> מִלִּים (<a class=\"refLink\" href=\"Job 32:18\" data-ref=\"Job 32:18\">איוב לב, יח</a>), והוא חסר <strong>אל\"ף</strong>. כִּי־<strong>מָֽלְאָה</strong> הָאָרֶץ חָמָס (<a class=\"refLink\" href=\"Genesis 6:13\" data-ref=\"Genesis 6:13\">בראשית ו, יג</a>), <strong>תִּמְלָאֵמוֹ</strong> נַפְשִׁי (<a class=\"refLink\" href=\"Exodus 15:9\" data-ref=\"Exodus 15:9\">שמות טו, ט</a>), שפירושו תמלא מהם נפשי. <strong>וּמָֽלְאוּ</strong> כַּמִּזְרָק (<a class=\"refLink\" href=\"Zechariah 9:15\" data-ref=\"Zechariah 9:15\">זכריה ט, טו</a>), פירוש כמזרק המזבח כמו שאמר כְּזָוִיּוֹת מִזְבֵּֽחַ (שם). וּמֵי <strong>מָלֵא</strong> יִמָּצוּ לָֽמוֹ (<a class=\"refLink\" href=\"Psalms 73:10\" data-ref=\"Psalms 73:10\">תהלים עג, י</a>), פירוש ומי כוס מלא. <strong>מָלֵא</strong> חָכְמָה (<a class=\"refLink\" href=\"Ezekiel 28:12\" data-ref=\"Ezekiel 28:12\">יחזקאל כח, יב</a>), <strong>מָלֵא</strong> הַנּוֹצָה (<a class=\"refLink\" href=\"Ezekiel 17:3\" data-ref=\"Ezekiel 17:3\">יחזקאל יז, ג</a>), <strong>וּמָלֵא</strong> בִּרְכַּת י\"י (<a class=\"refLink\" href=\"Deuteronomy 33:23\" data-ref=\"Deuteronomy 33:23\">דברים לג, כג</a>), כלומר והיה מלא ברכת י\"י או יהיה פעל עבר מוסב לעתיד מפני ה<strong>ו\"ו</strong> כלומר וימלא ברכת י\"י. <strong>והתאר</strong> הסמוך זָקֵן עִם־<strong>מְלֵא</strong> יָמִֽים (<a class=\"refLink\" href=\"Jeremiah 6:11\" data-ref=\"Jeremiah 6:11\">ירמיה ו, יא</a>). ויש לפרש <strong>מָלוּ</strong> תֽוֹכְךָ חָמָס (<a class=\"refLink\" href=\"Ezekiel 28:16\" data-ref=\"Ezekiel 28:16\">יחזקאל כח, טז</a>), <strong>פעל עומד</strong>. וכן תרגם יונתן <strong>אִתְמְלִיאוּ אוֹצְרָךְ חֲטוֹף</strong>. <strong>והשם</strong> <strong>מְלוֹא</strong> הַסֵּפֶל מָֽיִם (<a class=\"refLink\" href=\"Judges 6:38\" data-ref=\"Judges 6:38\">שופטים ו, לח</a>), <strong>מְלֹא</strong> בֵיתוֹ (<a class=\"refLink\" href=\"Numbers 22:18\" data-ref=\"Numbers 22:18\">במדבר כב, יח</a>), יִרְעַם הַיָּם <strong>וּמְלֹאוֹ</strong> (<a class=\"refLink\" href=\"Psalms 98:7\" data-ref=\"Psalms 98:7\">תהלים צח, ז</a>), הָאָרֶץ <strong>וּמְלוֹאָהּ</strong> (<a class=\"refLink\" href=\"Psalms 24:1\" data-ref=\"Psalms 24:1\">תהלים כד, א</a>).<strong> מְלֹא</strong> כָל־הָאָרֶץ כְּבוֹדֽוֹ (<a class=\"refLink\" href=\"Isaiah 6:3\" data-ref=\"Isaiah 6:3\">ישעיה ו, ג</a>), פירוש מה שהוא מלא הארץ מחי וצומח ודומם הוא כבודו של הקדוש ברוך הוא. ועל הדרך הזה וְזַרְעוֹ יִהְיֶה <strong>מְלֹֽא</strong>־הַגּוֹיִֽם (<a class=\"refLink\" href=\"Genesis 48:19\" data-ref=\"Genesis 48:19\">בראשית מח, יט</a>), וַיִּפֹּל <strong>מְלֹא</strong>־קֽוֹמָתוֹ אַרְצָה (<a class=\"refLink\" href=\"I Samuel 28:20\" data-ref=\"I Samuel 28:20\">שמואל א' כח, כ</a>), <strong>מְלֹא</strong> כַף נָחַת (<a class=\"refLink\" href=\"Ecclesiastes 4:6\" data-ref=\"Ecclesiastes 4:6\">קהלת ד, ו</a>). וב<strong>ו\"ו</strong> מקום <strong>אל\"ף מְלוֹ</strong> הַקָּנֶה שֵׁשׁ אַמּוֹת אַצִּֽילָה (<a class=\"refLink\" href=\"Ezekiel 41:8\" data-ref=\"Ezekiel 41:8\">יחזקאל מא, ח</a>). וכן לקבוץ הדברים כי הוא דומה למלוי. אֲשֶׁר יִקָּרֵא עָלָיו <strong>מְלֹא</strong> רֹעִים (<a class=\"refLink\" href=\"Isaiah 31:4\" data-ref=\"Isaiah 31:4\">ישעיה לא, ד</a>), וכן קָֽרְאוּ אַֽחֲרֶיךָ <strong>מָלֵא</strong> (<a class=\"refLink\" href=\"Jeremiah 12:6\" data-ref=\"Jeremiah 12:6\">ירמיה יב, ו</a>), כלומר לאסוף ולקבץ אחריך. ורבינו האיי ז\"ל פירש שהיא מן המילות המפרשים אותם בהפכם כלומר חסר בכל דבר, כמו שאמרו (<a class=\"refLink\" href=\"Berakhot 56a\" data-ref=\"Berakhot 56a\">ברכות נו, ע\"א</a>) לסומא סגי נהור. וכן הָבֵרוּ הַֽחִצִּים <strong>מִלְאוּ </strong>הַשְׁלָטִים (<a class=\"refLink\" href=\"Jeremiah 51:11\" data-ref=\"Jeremiah 51:11\">ירמיה נא, יא</a>), כלומר אספו אותם והכינום למלחמה. וציוויי מהדגוש קִרְאוּ <strong>מַלְאוּ</strong> וְאִמְרוּ (<a class=\"refLink\" href=\"Jeremiah 4:5\" data-ref=\"Jeremiah 4:5\">ירמיה ד, ה</a>), פירש האספו והוא קל. וכן <strong>וּמַלְאוּ</strong> אֶת־הַֽחֲצֵרוֹת חֲלָלִים (<a class=\"refLink\" href=\"Ezekiel 9:7\" data-ref=\"Ezekiel 9:7\">יחזקאל ט, ז</a>) ומזה לפי דעתי בָּנָה אֶת־<strong>הַמִּלּֽוֹא</strong> (<a class=\"refLink\" href=\"I Kings 9:24\" data-ref=\"I Kings 9:24\">מלכים א' ט, כד</a>), והוא מקום בירושלם סמוך לחומה מבפנים, ולא היה בנוי אלא היה רחבה שנאספים שם כשהיו עושים שם אסיפה וקבוץ לפיכן נקרא <strong>מִלּוֹא</strong>. ושלמה בנה אותו המקום. <strong>וההתפעל</strong> מזה עָלַי <strong>יִתְמַלָּאֽוּן</strong> (<a class=\"refLink\" href=\"Job 16:10\" data-ref=\"Job 16:10\">איוב טז, י</a>), כלומר יאספו ויקבצו עלי, כל אל ענין קבוץ והם קרובים בענין. <strong>והפעל הכבד</strong> [פִּעֵל] <strong>מִלָּא</strong> כְרֵשֹׂו מֵֽעֲדָנָי (<a class=\"refLink\" href=\"Jeremiah 51:34\" data-ref=\"Jeremiah 51:34\">ירמיה נא, לד</a>), בקמץ. ובצרי <strong>מִלֵּא</strong> צִיּוֹן מִשְׁפָּט וּצְדָקָֽה (<a class=\"refLink\" href=\"Isaiah 33:5\" data-ref=\"Isaiah 33:5\">ישעיה לג, ה</a>), <strong>מִלֵּא</strong> יָדוֹ בַקֶּשֶׁת (<a class=\"refLink\" href=\"II Kings 9:24\" data-ref=\"II Kings 9:24\">מלכים ב' ט, כד</a>), כלומר שם כל ידו וכל כחו בקשת. וכמוהו <strong>מִלֵּאתִי</strong> אֶפְרַיִם (<a class=\"refLink\" href=\"Zechariah 9:13\" data-ref=\"Zechariah 9:13\">זכריה ט, יג</a>). וַֽאֲרָם <strong>מִלְאוּ</strong> אֶת־הָאָֽרֶץ (<a class=\"refLink\" href=\"I Kings 20:26\" data-ref=\"I Kings 20:26\">מלכים א' כ, כו</a>), פעל עבר מהדגוש והוא קל. וכן פירוש <strong>רוח מָלֵא מאלה יבוא לי</strong> רוח חזק יותר מאלה ומרוח שהוא לזרות ולהבר. <strong>וְהַֽמְמַלְאִים</strong> לַמְנִי מִמְסָֽךְ (ישעיה סח, יא), פירוש ממלאים כליהם לממסך המני. והוא מספר הככבים כמו שאנו עתידים לפרש בשרש <strong>מָנָה</strong>. עַד־<strong>יְמַלֵּה</strong> שְׂחוֹק פִּיךָ (<a class=\"refLink\" href=\"Job 8:21\" data-ref=\"Job 8:21\">איוב ח, כא</a>), ה<strong>ה\"א</strong> תמורת ה<strong>אל\"ף</strong>. וַתְּמַלֵּא כדה (<a class=\"refLink\" href=\"Genesis 24:16\" data-ref=\"Genesis 24:16\">בראשית כד, טז</a>), <strong>וּמִלֵּאתָ</strong> בוֹ מִלֻּאַת אֶבֶן (<a class=\"refLink\" href=\"Exodus 28:17\" data-ref=\"Exodus 28:17\">שמות כח, יז</a>). וקבוץ <strong>השם</strong> <strong>בְּמִלּֽוּאֹתָֽם</strong> (<a class=\"refLink\" href=\"Exodus 28:20\" data-ref=\"Exodus 28:20\">שמות כח, כ</a>), ורצה לומר שהיה ממלא המשבצות באבנים ולפיכך נקראו האבנים אבני מלואים. הַרְחֶב־פִּיךָ <strong>וַֽאֲמַלְאֵֽהוּ</strong> (<a class=\"refLink\" href=\"Psalms 81:11\" data-ref=\"Psalms 81:11\">תהלים פא, יא</a>), נפל ממנו הדגש להקל. כִּי שִׁבְעַת יָמִים <strong>יְמַלֵּא</strong> אֶת־יֶדְכֶֽם (<a class=\"refLink\" href=\"Leviticus 8:33\" data-ref=\"Leviticus 8:33\">ויקרא ח, לג</a>), כלומר ימלא את ידכם מן הקרבנות. וכן<strong> וַיְמַלֵּא</strong> אֶת־יַד אַחַד מִבָּנָיו (<a class=\"refLink\" href=\"Judges 17:5\" data-ref=\"Judges 17:5\">שופטים יז, ה</a>). וכן הֶֽחָפֵץ <strong>יְמַלֵּא</strong> אֶת־יָדוֹ (<a class=\"refLink\" href=\"I Kings 13:33\" data-ref=\"I Kings 13:33\">מלכים א' יג, לג</a>). <strong>והתאר</strong> מזה הבנין והוא עומד כדמות פעול והוא <strong>מְמַלֵּא</strong> עַל־כָּל־גְּדֹיתָיו (<a class=\"refLink\" href=\"I Chronicles 12:15\" data-ref=\"I Chronicles 12:15\">דברי הימים א' יב, טו</a>), והוא בפלס <strong>לִמְתָעֵֽב</strong> גּוֹי (<a class=\"refLink\" href=\"Isaiah 49:7\" data-ref=\"Isaiah 49:7\">ישעיה מט, ז</a>), שהוא גם כן תאר במקום פעול. <strong>והשם</strong> אֵיל <strong>הַמִּלֻּאִים</strong> (<a class=\"refLink\" href=\"Leviticus 8:22\" data-ref=\"Leviticus 8:22\">ויקרא ח, כב</a>), והוא כמו השלמים כי זבח שלמים היה, ומלואים ושלמים אחים הם בלשון. ועוד נפרשנו בשרש <strong>שָׁלַם.</strong> ומשקל אחר יֹֽשְׁבוֹת עַל־<strong>מִלֵּֽאת</strong> (<a class=\"refLink\" href=\"Song of Songs 5:12\" data-ref=\"Song of Songs 5:12\">שיר השירים ה, יב</a>). <strong>והנפעל</strong> שֶׁרֹּאשִׁי <strong>נִמְלָא</strong>־טָל (<a class=\"refLink\" href=\"Song of Songs 5:2\" data-ref=\"Song of Songs 5:2\">שיר השירים ה, ב</a>), <strong>וַתִּמָּלֵא</strong> הָאָרֶץ (<a class=\"refLink\" href=\"Genesis 6:11\" data-ref=\"Genesis 6:11\">בראשית ו, יא</a>),<strong> אִמָּֽלְאָה</strong> הָֽחֳרָֽבָה (<a class=\"refLink\" href=\"Ezekiel 26:2\" data-ref=\"Ezekiel 26:2\">יחזקאל כו, ב</a>), <strong>וַיִּמָּלֵא</strong> אֶת־הַֽחָכְמָה (<a class=\"refLink\" href=\"I Kings 7:14\" data-ref=\"I Kings 7:14\">מלכים א' ז, יד</a>). וכן בענין ההשלמה כי הוא אחד בענין המלוי כִּי <strong>מָֽלְאוּ</strong> יָמָי (<a class=\"refLink\" href=\"Genesis 29:21\" data-ref=\"Genesis 29:21\">בראשית כט, כא</a>), <strong>וּבִמְלוֹאת</strong> הַיָּמִים (<a class=\"refLink\" href=\"Esther 1:5\" data-ref=\"Esther 1:5\">אסתר א, ה</a>), נכתב ב<strong>ו\"ו</strong> וב<strong>אל\"ף</strong>. עַד יוֹם <strong>מְלֹאת</strong> יְמֵי <strong>מִלֻּֽאֵיכֶם</strong> (<a class=\"refLink\" href=\"Leviticus 8:33\" data-ref=\"Leviticus 8:33\">ויקרא ח, לג</a>), ב<strong>אל\"ף</strong>. <strong>והתאר</strong> כְּקַשׁ יָבֵשׁ <strong>מָלֵֽא</strong> (<a class=\"refLink\" href=\"Nahum 1:10\" data-ref=\"Nahum 1:10\">נחום א, י</a>), כלומר שבשל והגיע זמנו והוא נשרף במהרה. ולפי שהדבר השלם והגיע ומנו לכחחה נקרא מָלֵא אמרו בענין הכריתה בְּֽלֹא־יוֹמוֹ <strong>תִּמָּלֵא</strong> (<a class=\"refLink\" href=\"Job 15:32\" data-ref=\"Job 15:32\">איוב טו, לב</a>). וכן <strong>הַֽתְמַלֵּא</strong> בְשֻׂכּוֹת עוֹרוֹ (<a class=\"refLink\" href=\"Job 40:31\" data-ref=\"Job 40:31\">איוב מ, לא</a>). ויש אומרים כי ה<strong>אל\"ף</strong> תמורת הכפל ושרשם <strong>מלל</strong>. או יהיה פירוש <strong>בְּֽלֹא־יוֹמוֹ תִּמָּלֵא</strong> כמו <strong>כְּקַשׁ יָבֵשׁ מָלֵֽא</strong>. כלומר קודם זמנו תבא כפתו להשלמת ימיה ותיבש וזה הוא דרך משל שימות בלא זמנו או תסור הצלחתו ממנו בקרוב. וכן בְּכֶסֶף <strong>מָלֵא</strong> (<a class=\"refLink\" href=\"Genesis 23:9\" data-ref=\"Genesis 23:9\">בראשית כג, ט</a>), כלומר בדמים שלמים. <strong>והפעל הכבד</strong> [פִּעֵל] וַֽאֲנִי אָבוֹא אַֽחֲרַיִךְ <strong>וּמִלֵּאתִי</strong> אֶת־דְּבָרָֽיִךְ (<a class=\"refLink\" href=\"I Kings 1:14\" data-ref=\"I Kings 1:14\">מלכים א' א, יד</a>), פירוש והשלמתי. <strong>וַיְמַלְאוּם</strong> לַמֶּלֶךְ (<a class=\"refLink\" href=\"I Samuel 18:27\" data-ref=\"I Samuel 18:27\">שמואל א' יח, כז</a>), והוא קל ה<strong>למ\"ד</strong> פירושו השלימום. כִּי <strong>מִלְאוּ</strong> אַֽחֲרֵי י\"י (<a class=\"refLink\" href=\"Numbers 32:12\" data-ref=\"Numbers 32:12\">במדבר לב, יב</a>), והוא קל ה<strong>למ\"ד</strong>, פירוש השלימו רצון הבורא ללכת אחריו. ויש לפרש מזה <strong>וְהַֽמְמַלְאִים</strong> לַמְנִי מִמְסָֽךְ (<a class=\"refLink\" href=\"Isaiah 65:11\" data-ref=\"Isaiah 65:11\">ישעיה סה, יא</a>), כלומר משלימים לו הממסך. ויש לפרש מזה <strong>מִלְאוּ</strong> הַשְׁלָטִים (<a class=\"refLink\" href=\"Jeremiah 51:11\" data-ref=\"Jeremiah 51:11\">ירמיה נא, יא</a>), כלומר השלימום ביחד כלם וערכו אותם. <strong>מְלֵאָֽתְךָ</strong> וְדִמְעֲךָ (<a class=\"refLink\" href=\"Exodus 22:25\" data-ref=\"Exodus 22:25\">שמות כב, כה</a>), פירוש כשתתמלא התבואה שלך ותתבשל חן ממנה הבכורים. <strong>וְדִמְעֲךָ</strong> היא התרומה שיפריש מן התבואה תרומה אחר הבכורים. ואפשר שיאמר דִּמְעֲךָ בעבור היין היורד <strong>כדֶמע</strong> מן היקב. וכן <strong>הַֽמְלֵאָה</strong> הַזֶּרַע (<a class=\"refLink\" href=\"Deuteronomy 22:9\" data-ref=\"Deuteronomy 22:9\">דברים כב, ט</a>), וחסר הנסמך כלומר מלאת הזרע והיא תבואת הזרע כשנתבשל. וכן היין נקרא מלאה <strong>וְכַֽמְלֵאָה</strong> מִן־הַיָּֽקֶב (<a class=\"refLink\" href=\"Numbers 18:27\" data-ref=\"Numbers 18:27\">במדבר יח, כז</a>), כי אין הענבים נדרכין ביקב עד גמר בשולם."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037edf6bfddfbb310fecfa", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Installing the Priests 2-4", "anchorRef": "Leviticus 8:1-36", "anchorRefExpanded": ["Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Installing the Priests 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳, ויקרא הערה ח׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Installing the Priests", "he": "ויקרא הערה ח׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ח׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["This chapter and the next, which might easily have followed the instructions for it in Ex. 29, has instead been placed here, perhaps as the logical conclusion to material about offering sacrifices. (Placing it at the end of Exodus might also have detracted from the impressive scene with which that book ends. For a discussion of the complex relationship between the Exodus and Leviticus texts, see Milgrom.) We now shift from a prescriptive mode to a descriptive, narrative one, which will prepare us for the brief but disastrous story of Aharon’s sons in Chap. 10.", "A refrain here is various forms of “as Y<small>HWH</small> had commanded Moshe,” also a key phrase in the Exodus texts. In addition, one hears the constant use of the verb “make-holy,” appropriate in this context. Finally, one might point to the balance between Moshe’s sequence of action in Chap. 8 and Aharon’s parallel actions in Chap. 9.", "There is much in this chapter that is rhythmic. The description of Aharon’s being clothed in the holy vestments in vv.7–9 has the ring of ritual to it, as conveyed through its steady alternation of verb and garment."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a7713bd8cd388d3e4f", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood 2-18", "anchorRef": "Leviticus 1:1-10:20", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood 2-18", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳ ב׳-י״ח", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Cult and the Priesthood", "he": "ויקרא מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE SECOND HALF OF THE BOOK OF</small> E<small>XODUS CONCERNED ITSELF WITH SETTING UP THE</small> sacrificial cult of Israel. It therefore set forth the prescriptions for and construction of a sanctuary and the priestly garments, and laid out a ceremony for the investiture of priests. But the description of how sacrifices were to be offered, and for what purpose, is not part of the book, which as edited seems more interested in contrasting the building of a sanctuary with building cities for the Pharaohs, as part of its portrayal of the victory of the biblical God over the gods of Egypt. Although at the end of the book the “Dwelling” is completed, we do not get to see the various sacral rites performed there.", "Leviticus also delays the ordination of the priests, until Chapter 8, preferring instead to begin with a kind of manual on the offering and disposal of sacrifices. It then moves us from the details of sacrifice into the narrative of the sanctuary’s dedication and opening rites, providing a natural bridge for Part II, in which ritual pollution and purity, the province of priests, is dealt with.", "The function of the sacrificial cult in ancient Israel will be discussed in “On Animal Sacrifice” below. In general it should be noted that the existence of a class or profession whose job it is to mediate between the divine and human realms is widespread in most older cultures, and the Israelite priesthood, whatever its origins and development, was but one of many such groups in the ancient Near East. It existed, to use the language of Exodus, to “serve” God, maintaining his holiness through ritual and helping to maintain the order of sacred culture which was supposed to mirror God’s ordering of the cosmos. Accordingly, as we will learn later in Leviticus, priests were to be set apart from the general population in a number of areas. There were strict rules about whom they could and could not marry, and they were barred from coming into any contact with the dead, for instance. Their functions extended beyond sacrifice; they could provide oracular advice in times of need, and taught the people “instructions” (Heb. <i>torot</i>) regarding various ritual matters.", "As part of an overall scheme, there was a conscious parallel between priests as part of a select circle and sacrificial animals—as well as the people of Israel. That is, all three stood at the center of concentric circles dedicated to God; and as one moved out (toward Levite and commoner, animals permitted for eating and those forbidden, and neighbors and foreigners), one got further and further away from the divine. The hierarchy regarding the cult thus reinforced the theme of separation which we have noted above.", "In the view of Milgrom, Israel’s cult was distinguished from those of its neighbors by its purposefully ignoring the complex web of rituals regarding demons. The sanctuary was to be purged of ritual pollution, not only by semimagical means (the sprinkling of sacrificial blood) but also and primarily by the confession of wrongdoing and the sincere desire to repent. Then, too, the sanctuary, while in most respects resembling shrines elsewhere in the ancient Near East, omitted certain crucial items, most notably statuary representing the gods and a bed for them to rest on. Finally, certain religious rituals were forbidden, such as mutilation of the priests’ bodies. In all these cases, Israel introduced something new into the area of worship.", "For many decades there has been major and heated debate by scholars in favor of one or the other scheme for following the history of the priesthood and the cult. There are those who view these institutions as stretching back to Israel’s earliest history, while others see strong evidence of a late, possibly even exilic, reworking of the priestly material. Similar arguments dot the landscape of literary criticism of the Torah, in which scholars have tried to divine at what point priestly editors might have put their distinctive stamp on the literature. From Wellhausen in the nineteenth century to Knohl, Milgrom, and Levine in the late twentieth, there has been no lack of theorizing on these issues—and no definitive answers. For the moment we are left to read Leviticus as it is placed in the Torah, with an awareness that a variety of historical and ideological influences are imbedded, if not hidden, in our text.", "O<small>N</small> A<small>NIMAL</small> S<small>ACRIFICE</small>", "A<small>LTHOUGH IT APPEARS EARLIER IN THE</small> T<small>ORAH</small>, <small>ANIMAL SACRIFICE RECEIVES ITS FULL</small>est treatment in Leviticus. Besides the opening seven chapters, which are devoted to a relatively brief description of how sacrifices are to be offered and disposed of, many other chapters in the book talk about sacrificial rituals: the installation of the priests (8–9), rules about disposing of the <i>hattat</i> sacrifice (10), purification offerings brought in the event of such “polluting” states as childbirth and skin diseases (12–15), and finally the “scapegoat” ceremony of Chapter 16. They appear in most of the later chapters as well.", "What function did sacrifice, particularly of animals, play in the religion of ancient Israel? How could a God who proscribed the murder of human beings (Ex. 20:13, 21:12) countenance the taking of animal life for ritual purposes? To answer these questions, we must turn briefly to some of the commonly proposed theories surrounding sacrifice.", "The idea of offering up living creatures to the gods is one of hoary antiquity. Walter Burkert, on the basis of the study of Greek religion, suggests that sacrifice is a means of dealing with guilt over the taking of life. That is, the switch from gathering to hunting society, made possible by technology (the invention of tools), while it raised human accomplishment and consciousness to a new level, also brought with it the acute sense of having violated something essential in the cosmic order. Such guilt is not mitigated by the fact that early people hunted for food and not for pleasure. The way of dealing with the guilt, giving life back to the gods, is in a true sense restoration; life is given back for life taken, so that it may ultimately be renewed (contrast this to the profoundly unecological use of living and inorganic resources over the past “civilized” centuries). And it must be done via ritual. In Burkert’s view, ritual deals with human anxiety by “raising the ante”—by means of increasing anxiety, it is controlled. So guilt over life-taking is assuaged by making a ritual out of the killing, and the shared experience of trauma helps to create solidarity within the group. Despite the subsequent rise of agriculture, says Burkert, the hunting ritual played out in sacrifice could not be done away with, so ingrained had it become, and the rationale behind sacrifices was therefore transformed. Now domesticated animals could be used, giving greater control over the process.", "In another approach, De Vaux (1965) postulates three motives for sacrifice. In the first model, that of “gift,” the worshiper brings something of value to the deity. The animal is killed, setting it apart for sacred use; it is burned, turning it into an invisible substance which can rise to the gods. The gift may be for thanksgiving or, more likely, may be to assuage the demonic powers that many societies (especially Mesopotamia, Abraham’s homeland) felt controlled everyday life. Giving establishes reciprocal movement; altruism has no place here (Burkert). One is reminded of the elaborate giving ceremonies among many peoples on occasions such as weddings; giving establishes relationship and maintains the social order.", "In addition to gifts, another mode of sacrifice involves communion, as nineteenth-century scholars such as Robertson Smith observed. Here the model of the meal is crucial: humans and gods share a great repast, thereby cementing kinship as surely as the closing of business deals is celebrated by drinks and dinner. Passover, both in the Bible and subsequently (even when the sacrifice per se was no longer involved), may serve as a striking example of the effectiveness of such a paradigm.", "A final type or function of sacrifice is atonement or expiation. Here a sin, communal or individual, is purged away by the act of sacrifice; the gods receive life as a substitute for the sinner’s own, which is symbolized by the victim’s blood. The fact that the animals permitted in the Bible for sacrifice are pastoral and hence frequently used metaphorically for the Israelites themselves, is significant in this regard. This approach is further illustrated in the Bible by the end of the Flood story, where God accepts Noah’s sacrifice, implying that he accepts animal life (which now, simultaneous with properly offered sacrifice, is permissible for food) in place of that of humans (Eilberg-Schwartz). It should be noted that, in the Bible, sacrifice for the sake of atonement is almost always in reference to unintentional sins, whereas deliberate wrongdoing may not be atoned for through this system.", "Which of these rationales is truly at work in Levitical sacrifice? Actually, at various times one can find all of them—the texts present a variety of motives and occasions for sacrifice in biblical Israel, from thanksgiving to purification and reparation. But in general one may say of Israelite sacrifice, as one may say of much of the ritual in Leviticus, that it is designed primarily to maintain or repair the relationship between God and Israel. Such an understanding helps to explain the unity of the book, as we will see in our discussion of pollution: sacrifice was a crucial element in keeping the covenant, and hence God’s beneficent presence among the Israelites, intact.", "The fact that this reconciliation, as it were, takes place against a background of slaughter should not be as upsetting to moderns as it is usually felt to be. In ironic contrast to our mechanized and mass-produced society, where the killing of animals for food takes place at a remove from our consciousness and from our direct participation, the sacrificial system in fact involved worshiper and priest alike, and the symbolic value of the operation, whatever it may have been in specific cases, lay in its directness, in its consciousness of the taking of life. Some would even maintain that in societies where the practice and rationale for sacrifice has broken down, there is inevitably an increase in intrahuman violence (Girard).", "<br><img>", "<b><i>Lev. 3:5</i> And the Sons of Aharon are to turn it (all) into smoke upon the slaughter-site … a fire-offering of soothing savor for Y<small>HWH</small>.</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e4c9ad75f2d99af94e", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Installing the Priests 1", "anchorRef": "Leviticus 8:1-36", "anchorRefExpanded": ["Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Installing the Priests 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳, ויקרא הערה ח׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ח׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Leviticus 8:1-36\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Leviticus 8:1-36</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "641881f1c9371ec0cebe7354", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 8:22:1", "anchorRef": "Leviticus 8:22", "anchorRefExpanded": ["Leviticus 8:22"], "sourceRef": "Reggio on Torah, Leviticus 8:22:1", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא ח׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>איל המלאים,</b> האיל השני שהקריבו נקרא איל המלואים, ולא איל השלמים, לפי ששאר הקרבנות שהקריבו נהגו בם כמשפטן, לבד האיל השני הזה שאיננו על דרך השלמים, כי לא בא על נדר ולא נדבה ולא תודה, ולא נהגו במתן דמו כמו בשאר שלמים, כי כאן הזה ממנו על אזן ובהן אהרן ובניו, וכן בהקטרת אמוריו לא נהגו כדין שאר שלמים שהשוק ולחם התרומה נאכל לכהנים וכאן עלו על המזבח, גם באכילת הבשר לא נהגו כדין שלמים שכל טהור יאכל אותו, וכאן נאכל לאהרן ולבניו ונאסר לזרים, על כן איננו שלמים, אלא קראו איל מלואים, כלומר איל שנהג רק בימי המלואים, ואין כדוגמתו עוד:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc51758c1dc532ec8d13", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 8:22", "anchorRef": "Leviticus 8:22", "anchorRefExpanded": ["Leviticus 8:22"], "sourceRef": "Steinsaltz on Leviticus 8:22", "sourceHeRef": "ביאור שטיינזלץ על ויקרא ח׳:כ״ב", "anchorVerse": 22, "sourceHasEn": true, "commentaryNum": 8.0022, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>וַיַּקְרֵב אֶת הָאַיִל הַשֵּׁנִי, אֵיל הַמִּלֻּאִים,</b> האיל המיוחד לטקס מילוי ידיהם של הכהנים\n    – מינוים למשרה וכניסתם לשירות.\n    <b>וַיִּסְמְכוּ אַהֲרֹן וּבָנָיו אֶת יְדֵיהֶם עַל רֹאשׁ הָאָיִל.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>He brought near the second ram, the ram of investiture, </b>the ram brought specifically in honor of the investiture ceremony in which the priests would be officially appointed to their position and invested to minister, 46 <b>and Aaron and his sons laid their hands on the head of the ram. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "5253abe6edbab4498f4827ed", "index_title": "Ibn Ezra on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Leviticus 8:22:1", "anchorRef": "Leviticus 8:22", "anchorRefExpanded": ["Leviticus 8:22"], "sourceRef": "Ibn Ezra on Leviticus 8:22:1", "sourceHeRef": "אבן עזרא על ויקרא ח׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על ויקרא", "he": "<b>ויקרב את האיל השני איל המלואים ויסמכו אהרן ובניו.</b> ובכתוב הראשון וסמך אהרן ובניו והנה אין הפרש בין וסמך אהרן ובניו ובין ויסמכו אהרן ובניו כי מדקדק גדול טעה שאמר כי טעם וסמך הוא לבדו ואחר כן בניו וסמכו כלם יחד:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AND THE OTHER RAM WAS PRESENTED, THE RAM OF CONSECRATION, AND AARON AND HIS SONS LAID (VA-YISMEKHU) THEIR HANDS. The first verse reads, <i>and Aaron and his sons laid</i><sup class=\"footnote-marker\">25</sup><i class=\"footnote\">Literally, and laid (<i>va-yismokh</i>) Aaron and his sons.</i> (ve-samakh) (v. 14).<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">The question arises, Is there a difference in meaning between “and laid Aaron and his sons” and “Aaron and his sons laid.”</i> Note, contra a great grammarian who erred, there is no difference between <i>ve-samakh</i><sup class=\"footnote-marker\">27</sup><i class=\"footnote\">This appears to be an error. I.E. should read <i>va-yismokh</i>, for he is referring to verse 14. <i>Va-samakh</i> is the reading in Ex. 29:10; 19 where the laws of the consecration were first given.</i> <i>aron u-vanav</i> (and Aaron and his sons laid) (v. 14) and <i>va-yismekhu aron u-vanav</i> (and Aaron and his sons laid). The grammarian said that <i>ve-samakh</i> indicates that Aaron alone shall lay hands, and then his sons.<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">Shall lay.</i> <i>Vesamekhu</i><sup class=\"footnote-marker\">29</sup><i class=\"footnote\">Or <i>va-yismekhu</i> (and they laid).</i> means, and they shall all lay together.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5a9d3cb3d6e4a9026bd8f329", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 8:22:1", "anchorRef": "Leviticus 8:22", "anchorRefExpanded": ["Leviticus 8:22"], "sourceRef": "Aderet Eliyahu, Leviticus 8:22:1", "sourceHeRef": "אדרת אליהו, ויקרא ח׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>ויקרב את האיל השני.</b> למה נאמר שני ללמד שמעכבין זא\"ז וכן הפר ושני אילים וסל המצות כלן מעכבין זה את זה:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3cb3d6e4a9026bd8f32b", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 8:22:2", "anchorRef": "Leviticus 8:22", "anchorRefExpanded": ["Leviticus 8:22"], "sourceRef": "Aderet Eliyahu, Leviticus 8:22:2", "sourceHeRef": "אדרת אליהו, ויקרא ח׳:כ״ב:ב׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 22.0002, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>איל המלאים.</b> שמושלם על הכל והן שלמים לאהרן ובניו:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3cb3d6e4a9026bd8f32d", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 8:22:3", "anchorRef": "Leviticus 8:22", "anchorRefExpanded": ["Leviticus 8:22"], "sourceRef": "Aderet Eliyahu, Leviticus 8:22:3", "sourceHeRef": "אדרת אליהו, ויקרא ח׳:כ״ב:ג׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 22.0003, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>ויסמכו.</b> סמכו ידיהם עליו בשמחה ועשו יו\"ט:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d595d660b3c272df6e9d", "index_title": "Gur Aryeh on Vayikra", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Vayikra 8:22:1", "anchorRef": "Leviticus 8:22", "anchorRefExpanded": ["Leviticus 8:22"], "sourceRef": "Gur Aryeh on Vayikra 8:22:1", "sourceHeRef": "גור אריה על ויקרא ח׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על ויקרא", "he": "<b>שממלאים ומשלימים הכהנים בעבודתם.</b> פירוש, שנקראו \"ימי מלואים\" (ר' פסוק לג), כי \"מלואים\" לשון השלמה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"62\"></i>, ו\"ימי מלואים\" ממלאין ומשלימין הכהנים בעבודתם. ואם כן \"מלואים\" לשון השלמה הוא<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"63\"></i>, לכך האיל הזה, שהוא שלמים (רש\"י כאן), נקרא \"איל מלואים\" גם כן, שהרי \"מלואים\" לשון 'שלמים', וכאילו כתיב 'איל שלמים'. ולעיל בפרשת תצוה (שמות כט, כב) פירש (רש\"י) \"כי איל מלואים הוא\" שהושלם בכל, שיש חלק למזבח<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"64\"></i>, מפני \"כי איל מלואים הוא\" [הוא] נתינת טעם למעלה (שם) – \"ולקחת מן האיל החלב וגו' כי איל מלואים הוא\", פירוש כי לכך אני מצוה להקטיר רק החלב, וליקח הימנה (השוק הימין) [החזה]<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"65\"></i>, \"כי איל מלואים הוא\", שהושלם בכל, והחלב יהיה למזבח (והשוק) [והחזה] למשה העובד עבודתו (רש\"י שם), אבל כאן לא כתב רק \"איל מלואים\", פירש שהוא לשון שלמים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"66\"></i>:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62035b02767a9fda1b6f6505", "index_title": "Exodus", "category": "Tanakh", "type": "", "ref": "Exodus 28:41", "anchorRef": "Leviticus 8:22", "anchorRefExpanded": ["Leviticus 8:22"], "sourceRef": "Exodus 28:41", "sourceHeRef": "שמות כ״ח:מ״א", "anchorVerse": 22, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 28.0041, "collectiveTitle": {"en": "Exodus", "he": "שמות"}, "heTitle": "שמות", "he": "וְהִלְבַּשְׁתָּ֤ אֹתָם֙ אֶת־אַהֲרֹ֣ן אָחִ֔יךָ וְאֶת־בָּנָ֖יו אִתּ֑וֹ וּמָשַׁחְתָּ֨ אֹתָ֜ם וּמִלֵּאתָ֧ אֶת־יָדָ֛ם וְקִדַּשְׁתָּ֥ אֹתָ֖ם וְכִהֲנ֥וּ לִֽי׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "Put these on your brother Aaron and on his sons as well; anoint them, and ordain them<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>and ordain them </b>Lit. “and fill their hands.”</i> and consecrate them to serve Me as priests.", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6319cf93b6084aa1cbef96f3", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אַ֫יִל 1", "anchorRef": "Leviticus 8:22", "anchorRefExpanded": ["Leviticus 8:22"], "sourceRef": "BDB, אַ֫יִל 1", "sourceHeRef": "בראון-דרייבר-בריגס, אַ֫יִל א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אַ֫יִל", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I. <big><span dir=\"rtl\">אַ֫יִל</span></big><sub>156</sub>  <strong>n.m.</strong> <a data-ref=\"Genesis 22:13\" href=\"/Genesis.22.13\">Gn 22:13</a> ram <strong>(</strong>as leader of flock, NHeb. & Aramaic <em>id.</em>, Assyrian <em>ailu</em> Dl<sup>W</sup>, Ph. <span dir=\"rtl\">איל</span>, = <span dir=\"rtl\">אַיִל</span> rather than <span dir=\"rtl\">אַיָּל</span>, cf. CIS<sup>i. p. 231</sup><strong>)</strong>—<span dir=\"rtl\">אַיִל (אָ֑יִל)</span> <a data-ref=\"Genesis 15:9\" href=\"/Genesis.15.9\">Gn 15:9</a> +; cstr. <span dir=\"rtl\">אֵיל</span> <a data-ref=\"Exodus 29:22\" href=\"/Exodus.29.22\">Ex 29:22</a> +; pl. <span dir=\"rtl\">אֵילִים</span> (<span dir=\"rtl\">אֵילִם</span>, <span dir=\"rtl\">אֵלִים</span>) <a data-ref=\"Genesis 32:15\" href=\"/Genesis.32.15\">Gn 32:15</a> +; cstr. <span dir=\"rtl\">אֵילֵי</span> <a data-ref=\"Genesis 31:38\" href=\"/Genesis.31.38\">Gn 31:38</a> <a data-ref=\"Isaiah 60:7\" href=\"/Isaiah.60.7\">Is 60:7</a>.—<em>ram</em>,<br><strong>1.</strong>  used as food <a data-ref=\"Genesis 31:38\" href=\"/Genesis.31.38\">Gn 31:38</a> (E) <a data-ref=\"Deuteronomy 32:14\" href=\"/Deuteronomy.32.14\">Dt 32:14</a> (cf. ram of sacrifice, infr. e.g. <a data-ref=\"Exodus 29:32\" href=\"/Exodus.29.32\">Ex 29:32</a> cf. <a data-ref=\"Leviticus 8:31\" href=\"/Leviticus.8.31\">Lv 8:31</a>); as yielding wool <a data-ref=\"II Kings 3:4\" href=\"/II_Kings.3.4\">2 K 3:4</a>; as tribute <a data-ref=\"II Chronicles 17:11\" href=\"/II_Chronicles.17.11\">2 Ch 17:11</a>; as merchandise <a data-ref=\"Ezekiel 27:21\" href=\"/Ezekiel.27.21\">Ez 27:21</a>; as gift <a data-ref=\"Genesis 32:15\" href=\"/Genesis.32.15\">Gn 32:15</a> (E); in sim. of leaping, skipping <a data-ref=\"Psalms 114:4\" href=\"/Psalms.114.4\">ψ 114:4</a> <span dir=\"rtl\">(הֶהָרִים רָקְדוּ כְּא׳)</span> v <a data-ref=\"Psalms 114:6\" href=\"/Psalms.114.6\">6</a>; in Dn.’s vision, ram with two horns symbol. kings of Media and Persia <a data-ref=\"Daniel 8:3\" href=\"/Daniel.8.3\">Dn 8:3</a>, <a data-ref=\"Daniel 8:4\" href=\"/Daniel.8.4\">4</a>, <a data-ref=\"Daniel 8:6\" href=\"/Daniel.8.6\">6</a>, <a data-ref=\"Daniel 8:7\" href=\"/Daniel.8.7\">7</a><sup>(×4)</sup>, <a data-ref=\"Daniel 8:20\" href=\"/Daniel.8.20\">20</a>; fig. of rich and powerful in Isr. <a data-ref=\"Ezekiel 34:17\" href=\"/Ezekiel.34.17\">Ez 34:17</a>.<br><strong>2.</strong>  slain in ceremony of ratification of covenant betw. <span dir=\"rtl\">י׳</span> & Abr. <a data-ref=\"Genesis 15:9\" href=\"/Genesis.15.9\">Gn 15:9</a> (J); in Abr.’s sacrif. <a data-ref=\"Genesis 22:13\" href=\"/Genesis.22.13\">Gn 22:13</a><sup>(×2)</sup> (E); Balaam’s sacrif. <a data-ref=\"Numbers 23:1\" href=\"/Numbers.23.1\">Nu 23:1</a> + 5 times <a data-ref=\"Numbers 23\" href=\"/Numbers.23\">Nu 23</a> (JE); so in ritual (P), (<em>a</em>) in consecration ceremony of Aaron & his sons <a data-ref=\"Exodus 29:1\" href=\"/Exodus.29.1\">Ex 29:1</a> + 15 times <a data-ref=\"Exodus 29\" href=\"/Exodus.29\">Ex 29</a> (<span dir=\"rtl\">א׳ מִלֻּאִים</span> v <a data-ref=\"Exodus 29:22\" href=\"/Exodus.29.22\">22</a> cf. v <a data-ref=\"Exodus 29:26\" href=\"/Exodus.29.26\">26</a>, <a data-ref=\"Exodus 29:27\" href=\"/Exodus.29.27\">27</a>, <a data-ref=\"Exodus 29:31\" href=\"/Exodus.29.31\">31</a>) <a data-ref=\"Leviticus 8:2\" href=\"/Leviticus.8.2\">Lv 8:2</a> + 8 times <a data-ref=\"Leviticus 8\" href=\"/Leviticus.8\">Lv 8</a> (<span dir=\"rtl\">א׳ הַמִּלֻּאִים</span> v <a data-ref=\"Leviticus 8:22\" href=\"/Leviticus.8.22\">22</a>, <a data-ref=\"Leviticus 8:29\" href=\"/Leviticus.8.29\">29</a> <span dir=\"rtl\">א׳ הָעֹלָה</span> v <a data-ref=\"Leviticus 8:18\" href=\"/Leviticus.8.18\">18</a>); (<em>b</em>) in guilt-offering <span dir=\"rtl\">(אָשָׁם)</span> <a data-ref=\"Leviticus 5:15\" href=\"/Leviticus.5.15\">Lv 5:15</a>, <a data-ref=\"Leviticus 5:16\" href=\"/Leviticus.5.16\">16</a>, <a data-ref=\"Leviticus 5:18\" href=\"/Leviticus.5.18\">18</a>, <a data-ref=\"Leviticus 5:25\" href=\"/Leviticus.5.25\">25</a>; <a data-ref=\"Leviticus 19:21\" href=\"/Leviticus.19.21\">19:21</a>, <a data-ref=\"Leviticus 19:22\" href=\"/Leviticus.19.22\">22</a> cf. <a data-ref=\"Ezra 10:19\" href=\"/Ezra.10.19\">Ezr 10:19</a> & <span dir=\"rtl\">א׳ הַכִּפֻּרִים</span> <a data-ref=\"Numbers 5:8\" href=\"/Numbers.5.8\">Nu 5:8</a>; (<em>c</em>) burnt-offering <span dir=\"rtl\">(עֹלָה)</span> <a data-ref=\"Leviticus 9:2\" href=\"/Leviticus.9.2\">Lv 9:2</a> & <a data-ref=\"Numbers 15:6\" href=\"/Numbers.15.6\">Nu 15:6</a>, <a data-ref=\"Numbers 15:11\" href=\"/Numbers.15.11\">11</a> & <a data-ref=\"Ezekiel 46:4\" href=\"/Ezekiel.46.4\">Ez 46:4</a>, <a data-ref=\"Ezekiel 46:5\" href=\"/Ezekiel.46.5\">5</a>, <a data-ref=\"Ezekiel 46:6\" href=\"/Ezekiel.46.6\">6</a>, <a data-ref=\"Ezekiel 46:7\" href=\"/Ezekiel.46.7\">7</a>, <a data-ref=\"Ezekiel 46:11\" href=\"/Ezekiel.46.11\">11</a>, on day of atonement <a data-ref=\"Leviticus 16:3\" href=\"/Leviticus.16.3\">Lv 16:3</a>, <a data-ref=\"Leviticus 16:5\" href=\"/Leviticus.16.5\">5</a>, Pentecost <a data-ref=\"Leviticus 23:18\" href=\"/Leviticus.23.18\">23:18</a>; (<em>d</em>) peace-offering <span dir=\"rtl\">(שְׁלָמִים)</span> <a data-ref=\"Leviticus 9:4\" href=\"/Leviticus.9.4\">Lv 9:4</a>, <a data-ref=\"Leviticus 9:18\" href=\"/Leviticus.9.18\">18</a>, <a data-ref=\"Leviticus 9:19\" href=\"/Leviticus.9.19\">19</a>; beginning of month <a data-ref=\"Numbers 28:11\" href=\"/Numbers.28.11\">Nu 28:11</a>, <a data-ref=\"Numbers 28:12\" href=\"/Numbers.28.12\">12</a>, <a data-ref=\"Numbers 28:14\" href=\"/Numbers.28.14\">14</a> cf. <a data-ref=\"Numbers 29:2\" href=\"/Numbers.29.2\">29:2</a>, <a data-ref=\"Numbers 29:3\" href=\"/Numbers.29.3\">3</a>; passover <a data-ref=\"Numbers 28:19\" href=\"/Numbers.28.19\">28:19</a>, <a data-ref=\"Numbers 28:20\" href=\"/Numbers.28.20\">20</a> cf. <a data-ref=\"Ezekiel 45:23\" href=\"/Ezekiel.45.23\">Ez 45:23</a>, <a data-ref=\"Ezekiel 45:24\" href=\"/Ezekiel.45.24\">24</a>; day of firstfruits <a data-ref=\"Numbers 28:27\" href=\"/Numbers.28.27\">Nu 28:27</a>, <a data-ref=\"Numbers 28:28\" href=\"/Numbers.28.28\">28</a>; in 7th month <a data-ref=\"Ezekiel 29:8\" href=\"/Ezekiel.29.8\">29:8</a> + 18 times <a data-ref=\"Numbers 29\" href=\"/Numbers.29\">Nu 29</a>; (<em>e</em>) in law of Nazarite <a data-ref=\"Numbers 6:14\" href=\"/Numbers.6.14\">Nu 6:14</a>, <a data-ref=\"Numbers 6:17\" href=\"/Numbers.6.17\">17</a>, <a data-ref=\"Numbers 6:19\" href=\"/Numbers.6.19\">19</a>; (<em>f</em>) in consecration of altar of tabernacle <a data-ref=\"Numbers 7:15\" href=\"/Numbers.7.15\">Nu 7:15</a> + 25 times <a data-ref=\"Numbers 7\" href=\"/Numbers.7\">Nu 7</a>, cf. consecr. of Ezek.’s temple-altar <a data-ref=\"Ezekiel 43:23\" href=\"/Ezekiel.43.23\">Ez 43:23</a>, <a data-ref=\"Ezekiel 43:25\" href=\"/Ezekiel.43.25\">25</a>; (<em>g</em>) more generally <a data-ref=\"I Samuel 15:22\" href=\"/I_Samuel.15.22\">1 S 15:22</a>; <a data-ref=\"Isaiah 1:11\" href=\"/Isaiah.1.11\">Is 1:11</a> <a data-ref=\"Micah 6:7\" href=\"/Micah.6.7\">Mi 6:7</a> <a data-ref=\"Job 42:8\" href=\"/Job.42.8\">Jb 42:8</a> <a data-ref=\"Psalms 66:15\" href=\"/Psalms.66.15\">ψ 66:15</a>, also <a data-ref=\"Isaiah 34:6\" href=\"/Isaiah.34.6\">Is 34:6</a>; <a data-ref=\"Isaiah 60:7\" href=\"/Isaiah.60.7\">60:7</a>; at bringing ark to Jerus. <a data-ref=\"I Chronicles 15:26\" href=\"/I_Chronicles.15.26\">1 Ch 15:26</a>; other occasions <a data-ref=\"I Chronicles 29:21\" href=\"/I_Chronicles.29.21\">29:21</a>; <a data-ref=\"II Chronicles 13:9\" href=\"/II_Chronicles.13.9\">2 Ch 13:9</a>; <a data-ref=\"II Chronicles 29:21\" href=\"/II_Chronicles.29.21\">29:21</a>, <a data-ref=\"II Chronicles 29:22\" href=\"/II_Chronicles.29.22\">22</a>, <a data-ref=\"II Chronicles 29:32\" href=\"/II_Chronicles.29.32\">32</a>; <a data-ref=\"Ezra 8:35\" href=\"/Ezra.8.35\">Ezr 8:35</a>; cf. fig. <a data-ref=\"Jeremiah 51:40\" href=\"/Jeremiah.51.40\">Je 51:40</a>; <a data-ref=\"Ezekiel 39:18\" href=\"/Ezekiel.39.18\">Ez 39:18</a>.<br><strong>3.</strong>  <span dir=\"rtl\">עֹרֹת אֵילִים מְאָדָּמִים</span> <em>rams’ skins dyed red</em>, of covering of tabernacle <a data-ref=\"Exodus 25:5\" href=\"/Exodus.25.5\">Ex 25:5</a>; <a data-ref=\"Exodus 26:14\" href=\"/Exodus.26.14\">26:14</a> <a data-ref=\"Exodus 35:7\" href=\"/Exodus.35.7\">35:7</a>, <a data-ref=\"Exodus 35:23\" href=\"/Exodus.35.23\">23</a>; <a data-ref=\"Exodus 36:19\" href=\"/Exodus.36.19\">36:19</a> cf. <a data-ref=\"Exodus 39:34\" href=\"/Exodus.39.34\">39:34</a> (all P)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2b2b6084aa1cbf1d36d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מִלּוּא 1", "anchorRef": "Leviticus 8:22", "anchorRefExpanded": ["Leviticus 8:22"], "sourceRef": "BDB, מִלּוּא 1", "sourceHeRef": "בראון-דרייבר-בריגס, מִלּוּא א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מִלּוּא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big>[<span dir=\"rtl\">מִלּוּא</span>, <span dir=\"rtl\">מִלֻּא</span>]</big>  <strong>n.m. setting, installation</strong>; <strong>(</strong>cf. vb. <strong>Pi. Pu.)</strong>;—pl. <span dir=\"rtl\">מִלֻּאִים (מִלּוּ׳)</span> <a data-ref=\"Exodus 25:7\" href=\"/Exodus.25.7\">Ex 25:7</a> + 13 times; <span dir=\"rtl\">מִלֻּאֵיכֶם</span> <a data-ref=\"Leviticus 8:33\" href=\"/Leviticus.8.33\">Lv 8:33</a>;—<br><strong>1.</strong>  <em>setting</em>, <span dir=\"rtl\">אַבְנֵי מ׳</span> <em>stones for setting</em> <a data-ref=\"Exodus 25:7\" href=\"/Exodus.25.7\">Ex 25:7</a>; <a data-ref=\"Exodus 35:9\" href=\"/Exodus.35.9\">35:9</a>, <a data-ref=\"Exodus 35:27\" href=\"/Exodus.35.27\">27</a> cf. <a data-ref=\"I Chronicles 29:2\" href=\"/I_Chronicles.29.2\">1 Ch 29:2</a> <span dir=\"rtl\">(אַבְנֵי שֹׁ֫הַם וּמ׳)</span>.<br><strong>2.</strong>  installation (of priests): <a data-ref=\"Leviticus 7:37\" href=\"/Leviticus.7.37\">Lv 7:37</a>; <a data-ref=\"Leviticus 8:33\" href=\"/Leviticus.8.33\">8:33</a>; = installation-offering <a data-ref=\"Leviticus 8:28\" href=\"/Leviticus.8.28\">8:28</a> (‖ <span dir=\"rtl\">אִשָּׁה</span>) cf. <span dir=\"rtl\">סַל־הַמּ׳</span> v <a data-ref=\"Leviticus 8:31\" href=\"/Leviticus.8.31\">31</a>; <span dir=\"rtl\">אֵיל הַמּ׳</span> <a data-ref=\"Exodus 29:22\" href=\"/Exodus.29.22\">Ex 29:22</a>, <a data-ref=\"Exodus 29:26\" href=\"/Exodus.29.26\">26</a>, <a data-ref=\"Exodus 29:27\" href=\"/Exodus.29.27\">27</a>, <a data-ref=\"Exodus 29:3\" href=\"/Exodus.29.3\">3</a> <a data-ref=\"Leviticus 8:22\" href=\"/Leviticus.8.22\">Lv 8:22</a>, <a data-ref=\"Leviticus 8:29\" href=\"/Leviticus.8.29\">29</a>; <span dir=\"rtl\">בְּשַׂר הַמ׳</span> <a data-ref=\"Exodus 29:34\" href=\"/Exodus.29.34\">Ex 29:34</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d442b6084aa1cbf31175", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, קָרֵב 1", "anchorRef": "Leviticus 8:22", "anchorRefExpanded": ["Leviticus 8:22"], "sourceRef": "BDB, קָרֵב 1", "sourceHeRef": "בראון-דרייבר-בריגס, קָרֵב א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "קָרֵב", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I. <big><big>[<span dir=\"rtl\">קָרֵב</span>], <span dir=\"rtl\">קָרַב</span>, <span dir=\"rtl\"></span></big></big>  <strong>vb.</strong> come near, approach <strong>(</strong>NH <em>approach, be offered;</em> Assyrian <em>ḳarâbu</em>, <em>approach;</em> Arabic <span dir=\"rtl\">قَرِبَ</span>, <span dir=\"rtl\">قَرُبَ</span> <em>be near, approach;</em> so Ethiopic ቀርበ: Sab. <span dir=\"rtl\">קרב</span> <em>approach</em> a woman (sexually, v. <strong>1 a</strong> infr.), DHM<sup>Hofmus. No. 6. 1. 2</sup>, but also gen. <span dir=\"rtl\">דֿ רחק וקרב</span> <em>he who is far and he who is near</em> CIS<sup>iv, no. 95, 7, 8</sup> cf. SabDenkm<sup>No. 12, 9, 10</sup>; Aramaic <span dir=\"rtl\">קְרֵב</span>, <span dir=\"rtl\">ܩܪܶܒ</span>, <em>approach;</em> also, = <em>oblation</em>, Sab. <span dir=\"rtl\">קרבן</span> DHM<sup>ZMG xxx (1876), 672</sup> Arabic <span dir=\"rtl\">قُرْبَانٌ</span>, Old Aramaic <span dir=\"rtl\">קרבן</span>, 𝔗 <span dir=\"rtl\">קוּרְבָּנָא</span>, Syriac <span dir=\"rtl\">ܩܽܘܪܒܳܢܳܐ</span>; cf. Assyrian <em>kurbannu</em> <span dir=\"rtl\">(כ)</span>, Dl<sup>HWB 351</sup><strong>)</strong>;—<br><strong>Qal</strong><sub>93</sub>  Pf. 3 ms. <span dir=\"rtl\">ק׳</span> <a data-ref=\"Genesis 20:4\" href=\"/Genesis.20.4\">Gn 20:4</a> +; 3 fs. <span dir=\"rtl\">קָרֵ֑בָה</span> <a data-ref=\"Zephaniah 3:2\" href=\"/Zephaniah.3.2\">Zp 3:2</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">יִקְרַב</span> <a data-ref=\"Genesis 37:18\" href=\"/Genesis.37.18\">Gn 37:18</a> + etc.; Imv. ms. <span dir=\"rtl\">קְרַב</span> <a data-ref=\"II Samuel 20:16\" href=\"/II_Samuel.20.16\">2 S 20:16</a> +, <span dir=\"rtl\">קָ֫רְבָה</span> <a data-ref=\"Psalms 69:19\" href=\"/Psalms.69.19\">ψ 69:19</a>; mpl. <span dir=\"rtl\">קִרְבוּ</span> <a data-ref=\"Exodus 16:9\" href=\"/Exodus.16.9\">Ex 16:9</a>; Inf. abs. <span dir=\"rtl\">קָרוֹב</span> <a data-ref=\"Ecclesiastes 4:17\" href=\"/Ecclesiastes.4.17\">Ec 4:17</a> De Siegf Ol<sup>§ 249c</sup> Sta<sup>§ 642c</sup> Kö<sup>i. 175</sup>; cstr. <span dir=\"rtl\">קְרֹב</span> <a data-ref=\"Psalms 27:2\" href=\"/Psalms.27.2\">ψ 27:2</a>; <a data-ref=\"Psalms 32:9\" href=\"/Psalms.32.9\">32:9</a>, <span dir=\"rtl\">לְקָרְבָה</span> <a data-ref=\"Exodus 36:2\" href=\"/Exodus.36.2\">Ex 36:2</a>, etc.;—<em>approach:</em> <strong>1.</strong> <strong>a.</strong>  c. <span dir=\"rtl\">אֶל</span> pers. (27 times) <a data-ref=\"Genesis 37:18\" href=\"/Genesis.37.18\">Gn 37:18</a>; <a data-ref=\"Numbers 18:4\" href=\"/Numbers.18.4\">Nu 18:4</a>; <a data-ref=\"Malachi 3:5\" href=\"/Malachi.3.5\">Mal 3:5</a> (+ <span dir=\"rtl\">לַמִּשְׁפָּט</span>), <a data-ref=\"Jonah 1:6\" href=\"/Jonah.1.6\">Jon 1:6</a> +; in kindness <a data-ref=\"I Kings 2:7\" href=\"/I_Kings.2.7\">1 K 2:7</a>, of <span dir=\"rtl\">י׳</span> to help <a data-ref=\"Psalms 69:19\" href=\"/Psalms.69.19\">ψ 69:19</a>; for war, battle, <a data-ref=\"Exodus 14:20\" href=\"/Exodus.14.20\">Ex 14:20</a>; <a data-ref=\"Judges 20:24\" href=\"/Judges.20.24\">Ju 20:24</a>; unto God †<a data-ref=\"I Samuel 14:36\" href=\"/I_Samuel.14.36\">1 S 14:36</a> (+ <span dir=\"rtl\">הֲלוֹם</span>), <a data-ref=\"Zephaniah 3:2\" href=\"/Zephaniah.3.2\">Zp 3:2</a>, <span dir=\"rtl\">י׳</span> †<a data-ref=\"Ezekiel 44:15\" href=\"/Ezekiel.44.15\">Ez 44:15</a>; <a data-ref=\"Isaiah 48:16\" href=\"/Isaiah.48.16\">Is 48:16</a>; <em>approach</em> sexually, of man, †<a data-ref=\"Genesis 20:4\" href=\"/Genesis.20.4\">Gn 20:4</a>; <a data-ref=\"Isaiah 8:3\" href=\"/Isaiah.8.3\">Is 8:3</a>; <a data-ref=\"Deuteronomy 22:14\" href=\"/Deuteronomy.22.14\">Dt 22:14</a>; <a data-ref=\"Leviticus 18:6\" href=\"/Leviticus.18.6\">Lv 18:6</a>, <a data-ref=\"Leviticus 18:14\" href=\"/Leviticus.18.14\">14</a>, <a data-ref=\"Leviticus 18:19\" href=\"/Leviticus.18.19\">19</a>; (H) <a data-ref=\"Ezekiel 18:6\" href=\"/Ezekiel.18.6\">Ez 18:6</a>; of woman †<a data-ref=\"Leviticus 20:16\" href=\"/Leviticus.20.16\">Lv 20:16</a> (<span dir=\"rtl\">אֶל</span> of beast); <span dir=\"rtl\">ק׳ אֵלֶיךָ</span> <a data-ref=\"Isaiah 65:5\" href=\"/Isaiah.65.5\">Is 65:5</a> = <em>keep to thyself</em> (‖ <span dir=\"rtl\">אַל־תִּגַּשׁ־בִּי</span>); c. <span dir=\"rtl\">עַל</span> pers., in hostility, <a data-ref=\"Psalms 27:2\" href=\"/Psalms.27.2\">ψ 27:2</a> (+ inf. purpose), so prob. <span dir=\"rtl\">מִקְרָב־לִי</span> <a data-ref=\"Psalms 55:19\" href=\"/Psalms.55.19\">ψ 55:19</a> <em>that none may approach me</em> (<span dir=\"rtl\">ק׳</span> inf. cstr., so Che Bae Dr, > n. = <em>battle</em>). <strong>b.</strong>  <span dir=\"rtl\">אֶל</span> loc. <a data-ref=\"Exodus 32:19\" href=\"/Exodus.32.19\">Ex 32:19</a>; <a data-ref=\"Deuteronomy 2:37\" href=\"/Deuteronomy.2.37\">Dt 2:37</a>; <a data-ref=\"Deuteronomy 20:10\" href=\"/Deuteronomy.20.10\">20:10</a>; <a data-ref=\"Joshua 8:5\" href=\"/Joshua.8.5\">Jos 8:5</a>; <a data-ref=\"Proverbs 5:8\" href=\"/Proverbs.5.8\">Pr 5:8</a>; <span dir=\"rtl\">אֶל</span> rei <a data-ref=\"Joshua 3:3\" href=\"/Joshua.3.3\">Jos 3:3</a>; <a data-ref=\"Ezekiel 42:14\" href=\"/Ezekiel.42.14\">Ez 42:14</a>; <a data-ref=\"Ezekiel 44:16\" href=\"/Ezekiel.44.16\">44:16</a>; <a data-ref=\"Leviticus 22:3\" href=\"/Leviticus.22.3\">Lv 22:3</a>; (H), <a data-ref=\"Exodus 36:2\" href=\"/Exodus.36.2\">Ex 36:2</a> + 5 times P; <span dir=\"rtl\">עַל־הַמִּזְבֵּחַ</span> <a data-ref=\"II Kings 16:12\" href=\"/II_Kings.16.12\">2 K 16:12</a>; <span dir=\"rtl\">אֶל־הַמִּלְחָמָה</span> <a data-ref=\"Deuteronomy 20:2\" href=\"/Deuteronomy.20.2\">Dt 20:2</a>. †<strong>c.</strong>  <span dir=\"rtl\">לִפְנֵי</span> pers. <span dir=\"rtl\">(י׳)</span> <a data-ref=\"Exodus 16:9\" href=\"/Exodus.16.9\">Ex 16:9</a>; <a data-ref=\"Leviticus 16:1\" href=\"/Leviticus.16.1\">Lv 16:1</a> <a data-ref=\"Psalms 119:169\" href=\"/Psalms.119.169\">ψ 119:169</a> (of cry); before men <a data-ref=\"Numbers 9:6\" href=\"/Numbers.9.6\">Nu 9:6</a>; <a data-ref=\"Joshua 17:4\" href=\"/Joshua.17.4\">Jos 17:4</a>. †<strong>d.</strong>  <span dir=\"rtl\">מוּל</span> gent. <a data-ref=\"Deuteronomy 2:19\" href=\"/Deuteronomy.2.19\">Dt 2:19</a>. †<strong>e.</strong>  ב loc. <a data-ref=\"Judges 19:13\" href=\"/Judges.19.13\">Ju 19:13</a> <a data-ref=\"Psalms 91:10\" href=\"/Psalms.91.10\">ψ 91:10</a> (of evil). †<strong>f.</strong>  ל loc. <a data-ref=\"Job 33:22\" href=\"/Job.33.22\">Jb 33:22</a>; adv. loc. <span dir=\"rtl\">הֲלֹם</span> <a data-ref=\"Exodus 3:5\" href=\"/Exodus.3.5\">Ex 3:5</a>, <span dir=\"rtl\">הֵ֫נָּה</span> <a data-ref=\"Isaiah 57:3\" href=\"/Isaiah.57.3\">Is 57:3</a> (cf. <strong>g</strong>, <a data-ref=\"II Samuel 20:16\" href=\"/II_Samuel.20.16\">2 S 20:16</a>). †<strong>g.</strong>  <em>draw near</em> for a purpose, c. Inf. <a data-ref=\"I Samuel 17:48\" href=\"/I_Samuel.17.48\">1 S 17:48</a>; <a data-ref=\"II Samuel 15:5\" href=\"/II_Samuel.15.5\">2 S 15:5</a>; <a data-ref=\"Deuteronomy 25:11\" href=\"/Deuteronomy.25.11\">Dt 25:11</a>; <a data-ref=\"Exodus 12:48\" href=\"/Exodus.12.48\">Ex 12:48</a>; <a data-ref=\"Leviticus 21:17\" href=\"/Leviticus.21.17\">Lv 21:17</a>; <a data-ref=\"Numbers 17:5\" href=\"/Numbers.17.5\">Nu 17:5</a>; <a data-ref=\"Isaiah 34:1\" href=\"/Isaiah.34.1\">Is 34:1</a>; <a data-ref=\"Ecclesiastes 4:17\" href=\"/Ecclesiastes.4.17\">Ec 4:17</a>, + (Inf. om.) <a data-ref=\"Leviticus 21:18\" href=\"/Leviticus.21.18\">Lv 21:18</a>; c. <span dir=\"rtl\">וְ</span> subord. <a data-ref=\"II Samuel 20:16\" href=\"/II_Samuel.20.16\">2 S 20:16</a> (+ <span dir=\"rtl\">עַד־הֵ֫נָּה</span>); c. <span dir=\"rtl\">לַמִּשְׁפָּט</span> <a data-ref=\"Isaiah 41:1\" href=\"/Isaiah.41.1\">Is 41:1</a> (cf. <strong>a.</strong> <a data-ref=\"Malachi 3:5\" href=\"/Malachi.3.5\">Mal 3:5</a>); + Imv. <a data-ref=\"Deuteronomy 5:21\" href=\"/Deuteronomy.5.21\">Dt 5:24</a>; <a data-ref=\"Joshua 10:24\" href=\"/Joshua.10.24\">Jos 10:24</a>; <a data-ref=\"Leviticus 10:4\" href=\"/Leviticus.10.4\">Lv 10:4</a>, + Impf. <a data-ref=\"Joshua 10:24\" href=\"/Joshua.10.24\">Jos 10:24</a>; <a data-ref=\"Leviticus 10:5\" href=\"/Leviticus.10.5\">Lv 10:5</a>. <strong>h.</strong>  abs. (15 times) <a data-ref=\"Joshua 7:14\" href=\"/Joshua.7.14\">Jos 7:14</a><sup>(×3)</sup> (technically of approach to sanctuary, for trial by lot), <a data-ref=\"Isaiah 5:19\" href=\"/Isaiah.5.19\">Is 5:19</a> (of <span dir=\"rtl\">י׳</span>’s counsel), <a data-ref=\"Isaiah 41:5\" href=\"/Isaiah.41.5\">41:5</a> +, <a data-ref=\"Lamentations 3:57\" href=\"/Lamentations.3.57\">La 3:57</a> (of <span dir=\"rtl\">י׳</span>, to help); <span dir=\"rtl\">וַתִּק׳ הַמִּלְחָמָה</span> <a data-ref=\"I Kings 20:29\" href=\"/I_Kings.20.29\">1 K 20:29</a> i.e. the battle was joined; of calamities <a data-ref=\"Ezekiel 9:1\" href=\"/Ezekiel.9.1\">Ez 9:1</a>, <span dir=\"rtl\">ק׳ קִצֵּנוּ</span> <a data-ref=\"Lamentations 4:18\" href=\"/Lamentations.4.18\">La 4:18</a>. †<strong>2.</strong>  of time, <em>draw near</em>, <a data-ref=\"Genesis 27:41\" href=\"/Genesis.27.41\">Gn 27:41</a>; <a data-ref=\"Deuteronomy 15:9\" href=\"/Deuteronomy.15.9\">Dt 15:9</a>; <a data-ref=\"Ezekiel 12:23\" href=\"/Ezekiel.12.23\">Ez 12:23</a>; spec. <span dir=\"rtl\">ק׳ יְמֵי פ׳ לָמוּת</span> <a data-ref=\"Genesis 47:29\" href=\"/Genesis.47.29\">Gn 47:29</a>; <a data-ref=\"Deuteronomy 31:14\" href=\"/Deuteronomy.31.14\">Dt 31:14</a>; <a data-ref=\"I Kings 2:1\" href=\"/I_Kings.2.1\">1 K 2:1</a>.<br>†<strong>Niph.</strong>  Pf. 3 ms. consec. <span dir=\"rtl\">וְנִקְרַב אֶל־הָאֱלֹהִים</span> <a data-ref=\"Exodus 22:7\" href=\"/Exodus.22.7\">Ex 22:7</a> <em>he shall be brought unto God</em> (at the sanctuary), also (abs., reflex.) 2 mpl. consec. <span dir=\"rtl\">וְנִקְרַבְתֶּם</span> <a data-ref=\"Joshua 7:14\" href=\"/Joshua.7.14\">Jos 7:14</a> (cf. <strong>Qal 1 h</strong>).<br>†<strong>Pi.</strong>  Pf. 1 s. <span dir=\"rtl\">קֵרַבְתִּי</span> <a data-ref=\"Isaiah 46:13\" href=\"/Isaiah.46.13\">Is 46:13</a>; 3 pl. <span dir=\"rtl\">קֵרְבוּ</span> <a data-ref=\"Hosea 7:6\" href=\"/Hosea.7.6\">Ho 7:6</a> (v. infr.), <a data-ref=\"Ezekiel 36:8\" href=\"/Ezekiel.36.8\">Ez 36:8</a>; Impf. 2 ms. <span dir=\"rtl\">וּתְקָרֵב</span> <a data-ref=\"Psalms 65:5\" href=\"/Psalms.65.5\">ψ 65:5</a>; 1 s. sf. <span dir=\"rtl\">אֲקָֽרְבֶנּוּ</span> <a data-ref=\"Job 31:37\" href=\"/Job.31.37\">Jb 31:37</a>; Imv. ms. <span dir=\"rtl\">קָרַב</span> <a data-ref=\"Ezekiel 37:17\" href=\"/Ezekiel.37.17\">Ez 37:17</a>; mpl. <span dir=\"rtl\">קָֽרְבוּ</span> <a data-ref=\"Isaiah 41:21\" href=\"/Isaiah.41.21\">Is 41:21</a>;—<em>cause to approach, bring near:</em> <strong>1.</strong>  in space, acc. rei + <span dir=\"rtl\">אֶל</span> <a data-ref=\"Ezekiel 37:17\" href=\"/Ezekiel.37.17\">Ez 37:17</a>; = <em>receive</em>, acc. pers. <a data-ref=\"Job 31:37\" href=\"/Job.31.37\">Jb 31:37</a> (Thes Du; most <em>approach majestically, march up to</em>), acc. om. <a data-ref=\"Psalms 65:5\" href=\"/Psalms.65.5\">ψ 65:5</a>; <span dir=\"rtl\">ק׳ רִיבְכֶם</span> <a data-ref=\"Isaiah 41:21\" href=\"/Isaiah.41.21\">Is 41:21</a> <em>bring on your suit!</em> <strong>2.</strong>  in time, <span dir=\"rtl\">ק׳ צִדְקָתִי</span> <a data-ref=\"Isaiah 46:13\" href=\"/Isaiah.46.13\">Is 46:13</a> (of <span dir=\"rtl\">י׳</span>), <span dir=\"rtl\">ק׳ לָבוֹא</span> <a data-ref=\"Ezekiel 36:8\" href=\"/Ezekiel.36.8\">Ez 36:8</a> <em>they have brought near to come, brought their coming near</em>, it is at hand (cf. <strong>Hiph.</strong> <a data-ref=\"Genesis 12:11\" href=\"/Genesis.12.11\">Gn 12:11</a>).—<a data-ref=\"Hosea 7:6\" href=\"/Hosea.7.6\">Ho 7:6</a> read <span dir=\"rtl\">בָּעַר</span> for <span dir=\"rtl\">קֵרְבוּ</span> (<span dir=\"rtl\">קִרְבּוֹ</span> RS<sup>Proph. iv, N. 19</sup>), cf. 𝔊 Now.<br><strong>Hiph.</strong><sub>177</sub>  Pf. 3 ms. <span dir=\"rtl\">הִקְרִיב</span> <a data-ref=\"Genesis 12:11\" href=\"/Genesis.12.11\">Gn 12:11</a> +, -<span dir=\"rtl\">רִב</span> <a data-ref=\"Numbers 7:19\" href=\"/Numbers.7.19\">Nu 7:19</a>; 2 ms. <span dir=\"rtl\">וְהִקְרַבְתָּ֫</span> <a data-ref=\"Exodus 29:3\" href=\"/Exodus.29.3\">Ex 29:3</a> +, etc.; Impf. 3 ms. <span dir=\"rtl\">יַקְרִיב</span> <a data-ref=\"Ezekiel 44:27\" href=\"/Ezekiel.44.27\">Ez 44:27</a> +, -<span dir=\"rtl\">רִב</span> <a data-ref=\"Ezekiel 46:4\" href=\"/Ezekiel.46.4\">46:4</a>; <span dir=\"rtl\">וַיַּקְרֵב</span> <a data-ref=\"Judges 3:17\" href=\"/Judges.3.17\">Ju 3:17</a> +; 1 pl. <span dir=\"rtl\">וַנַּקְרֵב</span> <a data-ref=\"Numbers 31:50\" href=\"/Numbers.31.50\">Nu 31:50</a>, etc.; Imv. ms. <span dir=\"rtl\">הַקְרֵב</span> <a data-ref=\"Numbers 3:6\" href=\"/Numbers.3.6\">Nu 3:6</a> +, etc.; Inf. abs. <span dir=\"rtl\">הַקְרֵב</span> <a data-ref=\"Leviticus 6:7\" href=\"/Leviticus.6.7\">Lv 6:7</a>; cstr. <span dir=\"rtl\">הַקְרִיב</span> <a data-ref=\"Judges 3:18\" href=\"/Judges.3.18\">Ju 3:18</a> +, etc.; Pt. <span dir=\"rtl\">מַקְרִיב</span> <a data-ref=\"Leviticus 3:1\" href=\"/Leviticus.3.1\">Lv 3:1</a> +, etc.;— <strong>1.</strong> <strong>a.</strong>  <em>bring near, bring, present</em>, c. acc. rei, <a data-ref=\"Judges 5:25\" href=\"/Judges.5.25\">Ju 5:25</a> (+ <span dir=\"rtl\">בְּסֵפֶל</span>), cf. <a data-ref=\"Exodus 29:3\" href=\"/Exodus.29.3\">Ex 29:3</a> (+ <span dir=\"rtl\">בַּסָּל</span>); tribute <a data-ref=\"Psalms 72:10\" href=\"/Psalms.72.10\">ψ 72:10</a>; <span dir=\"rtl\">מִנְחָה</span> <a data-ref=\"Judges 3:17\" href=\"/Judges.3.17\">Ju 3:17</a> (+ ל pers.), v <a data-ref=\"Judges 3:18\" href=\"/Judges.3.18\">18</a>; cf. (<span dir=\"rtl\">ל</span> pers.) <a data-ref=\"Malachi 1:8\" href=\"/Malachi.1.8\">Mal 1:8</a>; <span dir=\"rtl\">שָׂדֶה בְּשָׂדֶה יַק׳</span> <a data-ref=\"Isaiah 5:8\" href=\"/Isaiah.5.8\">Is 5:8</a> i.e. <em>join, incorporate;</em> pregn., c. <span dir=\"rtl\">מִן</span> loc. <a data-ref=\"II Kings 16:14\" href=\"/II_Kings.16.14\">2 K 16:14</a> (v. RS<sup>Sem i. 466 ff., 2nd ed. 486 ff.</sup>); acc. of case, affair, †<a data-ref=\"Deuteronomy 1:17\" href=\"/Deuteronomy.1.17\">Dt 1:17</a> (+ <span dir=\"rtl\">אֶל</span> pers.), <a data-ref=\"Numbers 27:5\" href=\"/Numbers.27.5\">Nu 27:5</a> (+ <span dir=\"rtl\">לִפְנֵי י׳</span>); c. acc. pers.: + <span dir=\"rtl\">אֶל</span> pers. <a data-ref=\"Numbers 15:33\" href=\"/Numbers.15.33\">Nu 15:33</a>; <a data-ref=\"Numbers 25:6\" href=\"/Numbers.25.6\">25:6</a>; <a data-ref=\"Joshua 8:23\" href=\"/Joshua.8.23\">Jos 8:23</a>, + <span dir=\"rtl\">אֶל</span> reflex. <a data-ref=\"Exodus 28:1\" href=\"/Exodus.28.1\">Ex 28:1</a>, + <span dir=\"rtl\">אֶת</span> (prep.) reflex. <a data-ref=\"Numbers 18:2\" href=\"/Numbers.18.2\">Nu 18:2</a>; abs., of pers., <em>make an approach</em> <a data-ref=\"Exodus 14:10\" href=\"/Exodus.14.10\">Ex 14:10</a>. <strong>b.</strong>  of time, <span dir=\"rtl\">הִקְרִיב לָבוֹא</span> <a data-ref=\"Genesis 12:11\" href=\"/Genesis.12.11\">Gn 12:11</a>; <span dir=\"rtl\">תַּקְרִיב לָלֶדֶת</span> <a data-ref=\"Isaiah 26:17\" href=\"/Isaiah.26.17\">Is 26:17</a>; <span dir=\"rtl\">וַתַּקְרִיבִי יָמַיִךְ</span> <a data-ref=\"Ezekiel 22:4\" href=\"/Ezekiel.22.4\">Ez 22:4</a>. <strong>2.</strong>  as term. techn. (c. 158 times), chiefly in Ez HP, <em>bring near</em>, of presenting, dedicating, or offering to <span dir=\"rtl\">י׳</span>: †<strong>a.</strong>  c. acc. pers., (1) Aaron and his sons, and Levites, sometimes c. <span dir=\"rtl\">אֶל</span>, <span dir=\"rtl\">לְפְנֵי</span>, pers. or loc., <a data-ref=\"Exodus 29:4\" href=\"/Exodus.29.4\">Ex 29:4</a>, <a data-ref=\"Exodus 29:8\" href=\"/Exodus.29.8\">8</a>; <a data-ref=\"Exodus 40:12\" href=\"/Exodus.40.12\">40:12</a>, <a data-ref=\"Exodus 40:14\" href=\"/Exodus.40.14\">14</a>; <a data-ref=\"Leviticus 3:6\" href=\"/Leviticus.3.6\">Lv 3:6</a>; <a data-ref=\"Leviticus 7:35\" href=\"/Leviticus.7.35\">7:35</a>; <a data-ref=\"Leviticus 8:6\" href=\"/Leviticus.8.6\">8:6</a>, <a data-ref=\"Leviticus 8:13\" href=\"/Leviticus.8.13\">13</a>, <a data-ref=\"Leviticus 8:24\" href=\"/Leviticus.8.24\">24</a> <a data-ref=\"Numbers 8:9\" href=\"/Numbers.8.9\">Nu 8:9</a>, <a data-ref=\"Numbers 8:10\" href=\"/Numbers.8.10\">10</a>; <a data-ref=\"Numbers 16:5\" href=\"/Numbers.16.5\">16:5</a><sup>(×2)</sup>, <a data-ref=\"Numbers 16:9\" href=\"/Numbers.16.9\">9</a>, <a data-ref=\"Numbers 16:10\" href=\"/Numbers.16.10\">10</a>, cf. (of prince, subj. <span dir=\"rtl\">י׳</span>) <a data-ref=\"Jeremiah 30:21\" href=\"/Jeremiah.30.21\">Je 30:21</a>; (2) for selection by let <a data-ref=\"Joshua 7:16\" href=\"/Joshua.7.16\">Jos 7:16</a>, <a data-ref=\"Joshua 7:17\" href=\"/Joshua.7.17\">17</a><sup>(×2)</sup>, <a data-ref=\"Joshua 7:18\" href=\"/Joshua.7.18\">18</a>; <a data-ref=\"I Samuel 10:20\" href=\"/I_Samuel.10.20\">1 S 10:20</a>, <a data-ref=\"I Samuel 10:21\" href=\"/I_Samuel.10.21\">21</a>; (3) for ordeal of <span dir=\"rtl\">מֵי הַמָּרִים</span> <a data-ref=\"Numbers 5:16\" href=\"/Numbers.5.16\">Nu 5:16</a>. <strong>b.</strong>  usually (c. 142 times) c. acc. of offering, with or without further complement (<span dir=\"rtl\">אֶל</span>, <span dir=\"rtl\">לִפְנֵי</span> loc., <span dir=\"rtl\">לי׳</span>, <span dir=\"rtl\">לְפְנֵי י׳</span>; rarely <span dir=\"rtl\">אֶל</span>, ל, of priest, etc.): (1) animal-offering <a data-ref=\"Leviticus 3:7\" href=\"/Leviticus.3.7\">Lv 3:7</a>, <a data-ref=\"Leviticus 3:12\" href=\"/Leviticus.3.12\">12</a>; <a data-ref=\"Leviticus 8:18\" href=\"/Leviticus.8.18\">8:18</a>, <a data-ref=\"Leviticus 8:22\" href=\"/Leviticus.8.22\">22</a> (all + <span dir=\"rtl\">סָמַךְ</span> of offerer), <a data-ref=\"Exodus 29:10\" href=\"/Exodus.29.10\">Ex 29:10</a>; <a data-ref=\"Leviticus 1:15\" href=\"/Leviticus.1.15\">Lv 1:15</a>; <a data-ref=\"Leviticus 4:3\" href=\"/Leviticus.4.3\">4:3</a>, <a data-ref=\"Leviticus 4:14\" href=\"/Leviticus.4.14\">14</a> +, etc.; (2) <span dir=\"rtl\">זֶבַח</span> <a data-ref=\"Leviticus 7:16\" href=\"/Leviticus.7.16\">Lv 7:16</a>; <span dir=\"rtl\">עֹלָה</span> <a data-ref=\"Numbers 29:13\" href=\"/Numbers.29.13\">Nu 29:13</a>, <a data-ref=\"Numbers 29:36\" href=\"/Numbers.29.36\">36</a>; <span dir=\"rtl\">אִשֶּׁה</span> <a data-ref=\"Leviticus 3:3\" href=\"/Leviticus.3.3\">Lv 3:3</a>, <a data-ref=\"Leviticus 3:14\" href=\"/Leviticus.3.14\">14</a>; <a data-ref=\"Leviticus 23:8\" href=\"/Leviticus.23.8\">23:8</a>, <a data-ref=\"Leviticus 23:25\" href=\"/Leviticus.23.25\">25</a> +; †(3) blood <a data-ref=\"Leviticus 1:5\" href=\"/Leviticus.1.5\">Lv 1:5</a> (+ <span dir=\"rtl\">זָרַק</span>), <a data-ref=\"Leviticus 7:33\" href=\"/Leviticus.7.33\">7:33</a>; <a data-ref=\"Leviticus 9:9\" href=\"/Leviticus.9.9\">9:9</a>; (4) <span dir=\"rtl\">מִנְחָה</span> <a data-ref=\"Leviticus 2:8\" href=\"/Leviticus.2.8\">Lv 2:8</a>; <a data-ref=\"Leviticus 6:7\" href=\"/Leviticus.6.7\">6:7</a>; <a data-ref=\"Leviticus 7:12\" href=\"/Leviticus.7.12\">7:12</a>; <a data-ref=\"Leviticus 23:16\" href=\"/Leviticus.23.16\">23:16</a>; <a data-ref=\"Numbers 5:25\" href=\"/Numbers.5.25\">Nu 5:25</a>; <a data-ref=\"Numbers 6:16\" href=\"/Numbers.6.16\">6:16</a>; <a data-ref=\"Numbers 15:9\" href=\"/Numbers.15.9\">15:9</a>; <span dir=\"rtl\">לֶחֶם אֱלֹהָיו</span> <a data-ref=\"Leviticus 21:6\" href=\"/Leviticus.21.6\">Lv 21:6</a>, <a data-ref=\"Leviticus 21:8\" href=\"/Leviticus.21.8\">8</a>, <a data-ref=\"Leviticus 21:17\" href=\"/Leviticus.21.17\">17</a>, <a data-ref=\"Leviticus 21:21\" href=\"/Leviticus.21.21\">21</a>, etc.; (5) incense <a data-ref=\"Numbers 16:35\" href=\"/Numbers.16.35\">Nu 16:35</a>, censer v <a data-ref=\"Numbers 16:17\" href=\"/Numbers.16.17\">17</a>; <a data-ref=\"Numbers 17:3\" href=\"/Numbers.17.3\">17:3</a>, <a data-ref=\"Numbers 17:4\" href=\"/Numbers.17.4\">4</a>; <span dir=\"rtl\">אֵשׁ זָרָה</span> <a data-ref=\"Leviticus 10:1\" href=\"/Leviticus.10.1\">Lv 10:1</a> <a data-ref=\"Numbers 3:4\" href=\"/Numbers.3.4\">Nu 3:4</a>; <a data-ref=\"Numbers 26:61\" href=\"/Numbers.26.61\">26:61</a>; (6) especially c. acc. cogn. <span dir=\"rtl\">קָרְבָּן</span> <a data-ref=\"Leviticus 1:2\" href=\"/Leviticus.1.2\">Lv 1:2</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 1:14\" href=\"/Leviticus.1.14\">14</a>; <a data-ref=\"Leviticus 2:1\" href=\"/Leviticus.2.1\">2:1</a>, <a data-ref=\"Leviticus 2:4\" href=\"/Leviticus.2.4\">4</a>; <a data-ref=\"Leviticus 22:18\" href=\"/Leviticus.22.18\">22:18</a> <a data-ref=\"Numbers 7:10\" href=\"/Numbers.7.10\">Nu 7:10</a>, <a data-ref=\"Numbers 7:11\" href=\"/Numbers.7.11\">11</a>; <a data-ref=\"Numbers 31:50\" href=\"/Numbers.31.50\">31:50</a> + (c. 33 times); (7) acc. om. <a data-ref=\"II Chronicles 35:12\" href=\"/II_Chronicles.35.12\">2 Ch 35:12</a>. <strong>c.</strong>  abs. <em>make an offering</em> <a data-ref=\"Numbers 7:2\" href=\"/Numbers.7.2\">Nu 7:2</a>, <a data-ref=\"Numbers 7:18\" href=\"/Numbers.7.18\">18</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6665cda7faee0b8c909d893a", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 8:22:1", "anchorRef": "Leviticus 8:22", "anchorRefExpanded": ["Leviticus 8:22"], "sourceRef": "David Zvi Hoffmann on Leviticus 8:22:1", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא ח׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "commentaryNum": 22.0001, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>כב.</b> עיין שמות כט יט. הכינוי \"איל המלואים\", נמצא בשמות רק אחרי כן (כט כב). על משמעותה של המלה מילואים ראה לעיל ז לז.<i data-commentator=\"Endnotes\" data-label=\"570\" data-order=\"570\"></i> לדעת מכילתא דמילואים הוראת המלה קרבן גמר, \"שמשלים את הכל\". לפי זה היה צריך לבאר את הביטוי \"מלא יד\": השלים את היד, היינו את כוחו של מישהו, שהמקודש יקבל על ידי השלמה זו את ההכשרה לעמוד לשרת לפני ה'. ולכן אין הביטוי הזה משמש אלא בחינוך לכהונה בלבד (השוה גם שמות לב כט).", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6665cda7edc871a0ca3a7675", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 8:22:2", "anchorRef": "Leviticus 8:22", "anchorRefExpanded": ["Leviticus 8:22"], "sourceRef": "David Zvi Hoffmann on Leviticus 8:22:2", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא ח׳:כ״ב:ב׳", "anchorVerse": 22, "sourceHasEn": false, "commentaryNum": 22.0002, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>\"ויסמכו\".</b> בשמות בציווי \"וסמך\", ביחיד, ראב\"ע מעיר: מכאן ראיה שטעות היתה בידי מדקדק גדול שאמר, כי כוונת וסמך, לשון יחיד, להודיע, כי כל אחד עשה את המעשה לבדו, ואילו לשון רבים מציין כי עשו את העבודה כולם יחד. אולם הראינו בביאורנו לעיל (פסוק יח), כי גם התוספתא מסכימה לדעתו של אותו המדקדק, אבל מכיון שאין להעלות על הדעת שלא מילאו בדייקנות אחרי הצו שבפרשת שמות, הרי מן ההכרח שלשון יחיד של הציווי מכוון כנגד אהרן בתורת ראש הכהנים, ושהנשוא \"וסמך\" מוסב אל אהרן (השוה בראשית ט כג: \"ויקח שם ויפת). זה מודגש במיוחד באיל המילואים. ולאחר שזה כבר הוזכר פעם אחת בשעת הציווי, השתמש הכתוב לגבי ההוצאה אל הפועל בלשון רבים, כדי להגיד שאת הסמיכה עשו כולם יחד. ולפי זה ידע משה שהציווי \"וסמך\" לא בא לציין שיעשו את הסמיכה בזה אחר זה.<i data-commentator=\"Endnotes\" data-label=\"571\" data-order=\"571\"></i>", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "665d7702e1d4c3231a2f2cbb", "index_title": "Divrei David on Rashi", "category": "Commentary", "type": "commentary", "ref": "Divrei David on Rashi, Leviticus 8:22:1", "anchorRef": "Leviticus 8:22", "anchorRefExpanded": ["Leviticus 8:22"], "sourceRef": "Divrei David on Rashi, Leviticus 8:22:1", "sourceHeRef": "דברי דוד על רש״י, ספר ויקרא ח׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "commentaryNum": 22.0001, "collectiveTitle": {"en": "Divrei David", "he": "דברי דוד"}, "heTitle": "ספר ויקרא", "he": "איל המלאים, איל השלמים שמלואים כו'. בפ' תצוה דכתיב ומלאת יד אהרן ויד בניו פירש\"י על ידי הדברים האלה דהיינו כל העבודות שהיו בימי המלואים. לפי שהמילוי דשם פירושו חינוך שכתב, רש\"י שם זה מילוי ידים והחינוך היה ע\"י כל העבודות וכן לעיל בפרשה זו פירש\"י למלואים ליום חינוך כהונה, אבל כאן דלא איירי אלא בשלמים לבד וקראו מלואים א\"א לפרש לשון חינוך דהא כל הקרבנות היו לחינוך, ע\"כ פירש שמשלימין הכהנים בכהונתם והיינו שיש מעלה בעבודת איל של שלמים טפי משאר העבודות שהיו אז לפי שיש חלק לכהן העובד ולבעלים זה אהרן ובניו ולמזבח:", "heVersionTitle": "Warsaw, 1882", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]