[{"_id": "52089d22edbab45d1791733f", "index_title": "Ramban on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ramban on Leviticus 8:30:1", "anchorRef": "Leviticus 8:30", "anchorRefExpanded": ["Leviticus 8:30"], "sourceRef": "Ramban on Leviticus 8:30:1", "sourceHeRef": "רמב\"ן על ויקרא ח׳:ל׳:א׳", "anchorVerse": 30, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 30.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>ויקח משה משמן המשחה ומן הדם אשר על המזבח</b> לא ידעתי אם מערבן להזאות הללו כמו ולקח מדם הפר ומדם השעיר ונתן על קרנות המזבח (ויקרא ט״ז:י״ח) וכן לא נתברר לי מה טעם איחר הזאות הללו לאחר הקטרה של מלואים כי בצואה (שמות כט כא) הקדים ההזאות ואח\"כ אמר ולקחת מן האיל החלב והאליה (שם פסוק כב) ואולי בעבור שאמר שם (ויקרא ח׳:כ״א) וקדש הוא ובגדיו ובניו ובגדי בניו אתו למד משה כי הוא הדבר המאוחר הנעשה בהם שבו יהיו קדושים לגמרי כי לא הזכיר שם במשיחה (שם ז) קדוש ולא במתן בהונות (שם כ) וכאן אמר וימשח אותו לקדשו (ויקרא ח׳:י״ב) לא שיקדש לגמרי עד שעשה ההזאות ואמר בהן (כאן) ויקדש את אהרן ואת בניו והנה השלים קדושת האב והבנים כאחת בהזאות הללו וכך אמרו בת\"כ (צו מלואים לד) ויקדש את אהרן הא למדת שלא שלם קדוש אהרן והבנים אלא בהזאת דם:", "heVersionTitle": "On Your Way New", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "AND MOSES TOOK OF THE ANOINTING OIL, AND OF THE BLOOD WHICH WAS UPON THE ALTAR [AND SPRINKLED IT UPON AARON etc.]. I do not know whether he mixed [the oil with the blood] for these sprinklings, something like that which it says, <i>and he shall take of the blood of the bullock, and of the blood of the goat, and put it upon the horns of the altar</i>.<sup class=\"footnote-marker\">214</sup><i class=\"footnote\">Further, 16:18. The accepted opinion in the Talmud (Yoma 57 b) is that he mixed the two together.</i> Nor has it become clear to me why Moses performed these sprinklings after the burning of the ram of consecration, for in the section containing the command about the consecration Services He mentioned first the sprinklings,<sup class=\"footnote-marker\">215</sup><i class=\"footnote\">Exodus 29:21.</i> and only afterwards He said, <i>And thou shalt take of the ram the fat, and the fat tail</i>.<sup class=\"footnote-marker\">216</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 22.</i> Perhaps since He said there [in the same verse where He mentioned these sprinklings], <i>and he</i> [Aaron] <i>and his garments shall be hallowed, and his sons and his sons’ garments with him</i>,<sup class=\"footnote-marker\">215</sup><i class=\"footnote\">Exodus 29:21.</i> Moses deduced that these sprinklings were the last things to be done to them, through which they would become completely holy, for in connection with anointing the priests He did not mention the term “hallowed,” nor in connection with the placing of the blood upon their thumbs.<sup class=\"footnote-marker\">217</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 20.</i> [Therefore, since it is only stated in connection with the sprinklings of the oil and the blood that the priests are to become hallowed, Moses deduced that this was to be done <i>after</i> the burning of the ram of consecration.] And when it says here [immediately following Moses’ pouring the anointing oil upon Aaron’s head], <i>and he anointed him, to sanctify him</i>,<sup class=\"footnote-marker\">218</sup><i class=\"footnote\">Verse 12.</i> it was not a complete sanctification until Moses had done the sprinklings, even as it says [in the verse before us, after he had done the sprinklings], <i>and he sanctified Aaron, and his garments, and his sons</i>. Thus he completed the sanctification of the father and sons together by means of these sprinklings. The Rabbis have also said so in the Torath Kohanim:<sup class=\"footnote-marker\">219</sup><i class=\"footnote\">Torath Kohanim, <i>Tzav Milu’im</i> 34.</i> “<i>And he sanctified Aaron</i>. From here you learn that the sanctification of Aaron and his sons was completed only with the sprinkling of the blood.”", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "531e4fe3fbfba276047f6cde", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 8:30", "anchorRef": "Leviticus 8:30", "anchorRefExpanded": ["Leviticus 8:30"], "sourceRef": "Onkelos Leviticus 8:30", "sourceHeRef": "תרגום אונקלוס על ויקרא ח׳:ל׳", "anchorVerse": 30, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 8.003, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "וּנְסִיב משֶׁה מִמִּשְׁחָא <b>דִרְבוּתָא</b> וּמִן דְּמָא דִּי עַל מַדְבְּחָא וְאַדִּי עַל אַהֲרֹן עַל לְבוּשׁוֹהִי וְעַל בְּנוֹהִי וְעַל לְבוּשֵׁי בְנוֹהִי עִמֵּיהּ וְקַדִּישׁ יָת אַהֲרֹן יָת לְבוּשׁוֹהִי וְיָת בְּנוֹהִי וְיָת לְבוּשֵׁי בְנוֹהִי עִמֵּיהּ:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Moshe took some anointing-oil [<b>which inaugurates to greatness</b>] and some blood that was on the altar and sprinkled it on Aharon, on his garments, and on his sons and on his sons garments with him. He sanctified Aharon and his garments and his sons and his sons garments with him.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec515", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 8:30", "anchorRef": "Leviticus 8:30", "anchorRefExpanded": ["Leviticus 8:30"], "sourceRef": "Targum Jonathan on Leviticus 8:30", "sourceHeRef": "תרגום יונתן על ויקרא ח׳:ל׳", "anchorVerse": 30, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 8.003, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "וּנְסֵיב משֶׁה מִמִשְׁחָא דִרְבוּתָא וּמִן אַדְמָא דְעַל מַדְבְּחָא וְאַדִי עַל אַהֲרן וְעַל לְבוּשׁוֹי וְעַל בְּנוֹי וְעַל לְבוּשֵׁי בְנוֹי עִמֵיהּ וְקַדִישׁ יַת אַהֲרן וְיַת לְבוּשׁוֹי וְיַת בְּנוֹי וְיַת לְבוּשֵׁי בְנוֹי עִמֵיהּ", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And Mosheh took the consecrating oil, and of the blood which was upon the altar, and sprinkled upon Aharon, and upon his vestments, and on his sons, and on their vestments with him; and sanctified Aharon and his vestments, and his sons and their vestments with him.\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "55adfa83fbfba23a068096b2", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Tzav 54", "anchorRef": "Leviticus 8:30", "anchorRefExpanded": ["Leviticus 8:30"], "sourceRef": "Meshekh Chokhmah, Tzav 54", "sourceHeRef": "משך חכמה, צו נ״ד", "anchorVerse": 30, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 54, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "צו", "he": "<b>ויקדש </b>את אהרן את בגדיו כו' ואת בגדי בניו אתו. יתכן מה שדייק מילת אתו, כמו דתנן בספרי נשא סימן מ\"ד וימשח אותו כו' שומע אני ראשון ראשון כו' נתקדש ת\"ל וימשחם ויקדש אותם מגיד שלא קידש אחד מהם עד שנמשחו כולם, כן באהרן ובניו לא נתקדש אהרן עד שנמשחו בניו, וזהו ויקדש את אהרן כו' ואת בניו ואת בגדי בניו אתו, שאתו נתקדשו יחד, שלא נתקדש אהרן קודם הזיה שעל בניו. ונכון. והנה בכל מילי שוים הכהנים לכלי שרת, שאהרן ובניו במשיחה וכל הכהנים בהלבשה ועבודתן מקדשתן [עיין יומא דף י\"ב ודו\"ק שם], וכן בכלים הראשונים במשיחה, והאחרונים בעבודה. וכן אמרו בתו\"כ צו פרק י\"ח יכול יהא אהרן ובניו טעונים משיחה לע\"ל ת\"ל זאת משחת אהרן כו' וכן בכלים כתב הרמב\"ם פ\"א מהלכות כלי המקדש ואם נשברו מתיך אותן ועושה אותן כלי אחר ואין קדושתן מסתלקת מהן לעולם, הרי אנו רואים דבהנך מילי שוים הם ודו\"ק.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5683dc67d6e4a91c20546bf9", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Tzav, Mekhilta DeMiluim I 34", "anchorRef": "Leviticus 8:30", "anchorRefExpanded": ["Leviticus 8:30"], "sourceRef": "Sifra, Tzav, Mekhilta DeMiluim I 34", "sourceHeRef": "ספרא, צו, מכילתא דמילואים א ל״ד", "anchorVerse": 30, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 34, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "מכילתא דמילואים א", "he": "[לד] [ס\"א וטעון] שש הזיות – שלש באהרן ושלש בבניו. [ויש אומרים‏ שלש באהרן ושש בבניו; ויש אומרים ט\"ו – שלש באהרן וי\"ב בבניו]. \"ויז על אהרן ועל בגדיו ועל בניו ועל בגדי בניו\" – הא למדת שלא נשלם קידוש אהרן ובניו אלא בהזאת הדם.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "34) And it requires six sprinklings: three on Aaron and three on his sons. Others say: nine: three on Aaron and six on his sons. Others say: fifteen: three on Aaron and twelve on his sons, viz. (Vayikra 8:30): \"and he sprinkled it upon Aaron, upon his garments, and upon his sons with him (and he sanctified Aaron, etc.\") We are hereby taught that the sanctification of Aaron and his sons was consummated only with the sprinkling of the blood.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "57e77d03d6e4a94c7c18a4b2", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 8:30", "anchorRef": "Leviticus 8:30", "anchorRefExpanded": ["Leviticus 8:30"], "sourceRef": "Tafsir Rasag, Leviticus 8:30", "sourceHeRef": "תפסיר רס\"ג, ויקרא ח׳:ל׳", "anchorVerse": 30, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 8.003, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "ת̇ם אכ̇ד̇ מוסי מן דהן אלמסוחיה ומן אלדם אלד̇י עלי אלמד̇בח פנצ̇ח עלי הרון ות̇יאבה ובניה ות̇יאב בניה מעה וקדסהם אג̇מעין", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b4e9d6e4a902855ff6f5", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Leviticus 8:30:1", "anchorRef": "Leviticus 8:30", "anchorRefExpanded": ["Leviticus 8:30"], "sourceRef": "Tur HaArokh, Leviticus 8:30:1", "sourceHeRef": "הטור הארוך, ויקרא ח׳:ל׳:א׳", "anchorVerse": 30, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 30.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "ויקרא", "he": "<b>ויקח משה משמן המשחה ומן הדם אשר על המזבח. </b>כתב הרמב\"ן לא נתברר לי למה איחר הזאות הללו לאחר הקטרת של מילואים כי בצוואה הקדים ההזאות ואחר כן אמר ולקחת מן האיל החלב והאליה ואולי בעבור שאמר שם וקדש הוא ובגדיו ובגדי בניו למד משה זה כי הוא הדבר המאוחר הנעשה בהן שבו יהיו קדושים לגמרי כי לא הזכיר בצוואה קדוש לא במשיחה ולא במתן בהונות ומה שאמר כאן וימשח אותו לקדשו לא נתקדש לגמרי במשיחה אלא עד שגמר ההזאו' ואמר בהם ויקדש אותם את אהרן ואת בניו והנה השלים קדושת האב והבנים כאחת בהזאות הללו: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " ויקח משה משמן המשחה ומן הדם אשר על המזבח, “Moses took from the oil of the anointing, and from the blood on the altar, etc.” Nachmanides writes that it is not clear to him why the procedure of sprinkling the oil and blood on Aaron and his sons was delayed until after the burning up of the מילואים offerings that required this. When you compare the directives Moses had received concerning these offerings, you will find that the sprinklings are mentioned prior to the burning up of the parts on the altar that required this. (Compare Exodus 29,21). Possibly, the reason is that during the directives the Torah speaks of the priests and their garments becoming sanctified as a result of this sprinkling. From this wording Moses might have concluded that the final stage in the sanctification of the priests and their garments would not be attained until then. It is a fact that during the directives in chapter 29 of Exodus no mention is made of sanctification. [I believe the author means that no procedure there is described as specifically designed to sanctify the priest, as for instance portions of the meat of the איל המילואים are specifically described as undergoing sanctification procedure (verse 27.] In connection with putting the blood from the sacrifice on Aaron’s right ear or big toe, we also do not encounter the word קדוש at all. When we read in verse 12 of our chapter וימשח אותו לקדשו, that Moses anointed him in order to sanctify him, we must assume that this was only a partial sanctification, and that the procedure would only be completed with ויקדש את אהרן את בגדיו ואת בגדי בניו אתו , “he sanctified Aaron, his garments, and his sons and their garments at the same time.” Sanctification of father and sons was described as being complete as a result of these sprinklings.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5be05129e42631001693a916", "index_title": "Shem MiShmuel", "category": "Chasidut", "type": "allusion", "ref": "Shem MiShmuel, Tzav 3:19", "anchorRef": "Leviticus 8:30", "anchorRefExpanded": ["Leviticus 8:30"], "sourceRef": "Shem MiShmuel, Tzav 3:19", "sourceHeRef": "שם משמואל, צו ג׳:י״ט", "anchorVerse": 30, "sourceHasEn": false, "compDate": [1910, 1926], "commentaryNum": 3.0019, "collectiveTitle": {"en": "Shem MiShmuel", "he": "שם משמואל"}, "heTitle": "צו", "he": "<b>ויקח משה משמן המשחה ומן הדם אשר על המזבח ויז על אהרן וגו', </b>יש לדקדק למה בהצואה בפ' תצוה נאמרו הזאות אלו קודם הקרבת אימורי השלמים וכאן במעשה נאמרו אחר ההקרבה, והרמב\"ן ז\"ל עמד בזה, ונראה דהנה בזוה\"ק וכן דעת הרמב\"ן דהפרשיות כסדרן נאמרו ופרשת תצוה נאמרה קודם מעשה העגל, והנה אמרו ז\"ל כי הפר ושני האילים הם לכפר על אדה\"ר ושני בניו, וברש\"י שהוא לכפר על מעשה העגל, ויש במדרש שפר החטאת נגד אהרן ושני האילים כנגד שני בניו, אך אלו ואלו דא\"ח דקודם החטא הי' לכפר על אדה\"ר ושני בניו כנ\"ל, אך אחר החטא בא גם לכפר על מעשה העגל, ורש\"י ז\"ל שפי' בפרשת תצוה שהוא לכפר על מעשה העגל וכן במדרשים הם ס\"ל מפורש דמעשה העגל קדים, אך לדעת הזוה\"ק והרמב\"ן בפשיטות כמו שכתבתי:", "heVersionTitle": "Sefer Shem Mishmuel, Piotrkow, 1927-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שם משמואל, פיוטרקוב תרפ\"ז-תרצ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b88cb071e100bf4e121f", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Bamidbar 20:28:1", "anchorRef": "Leviticus 8:30", "anchorRefExpanded": ["Leviticus 8:30"], "sourceRef": "Rabbeinu Bahya, Bamidbar 20:28:1", "sourceHeRef": "רבנו בחיי, במדבר כ׳:כ״ח:א׳", "anchorVerse": 30, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 28.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>ויפשט משה את אהרן את בגדיו.</b> בגדי כהונה גדולה הפשיטן והלבישן לאלעזר בפניו. ועכשיו נטל משה את שלו והקב\"ה את שלו, משה הפשיטן ממנו ונטל מה שנתן לו, שהוא הלבישן לו כשנתחנך בכהונה גדולה שנאמר (שם) וילבש משה את אהרן את בגדיו, ואח\"כ נטל הקב\"ה מה שנתן לו, שכך דרשו רז\"ל אמר לו משה הכנס למערה ונכנס, ראה מטה מוצעת ונר דולק, אמר לו עלה למטה ועלה, פשוט ידיך ופשט, קמוץ פיך וקמץ, עצום עיניך ועצם. מיד חמד משה לאותה מיתה, וזהו שנאמר לו (דברים ל״ב:נ׳) כאשר מת אהרן אחיך, באותה מיתה שנתאוית לה. ודרשו רז\"ל בתורת כהנים מעשה נסים נעשו בבגדים הללו, והלא התחתונים הם תחתונים לעולם והעליונים הם עליונים לעולם, אלא מעשה נסים עשה המקום לאהרן במותו יותר מבחייו, שהפשיטן לו משה כסדרן. וכן מצינו בו לשון הכתוב שוה בהלבשה והפשטה, בהלבשה נאמר (ויקרא ח׳:ל׳) וילבש משה את אהרן את בגדיו, וכן בהפשטה ויפשט משה את אהרן את בגדיו, כלומר ויפשט כענין וילבש.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ויפשט משה את אהרון את בגדיו, “Moses stripped Aaron’s garments from him;” he removed the garments he wore in his capacity of High Priest and gave them to Eleazar his son in his presence. At this point Moses took back what he had given Aaron, i.e. the clothes, as we know from Leviticus 8,7, and G’d took back what He had given Aaron, i.e. his soul. Moses instructed Aaron to enter a cave in that mountain and Aaron entered it. He saw that a bed stood all prepared with fresh linen and that a light was burning beside it. Moses told Aaron to lie on the bed and Aaron complied. He then told him to stretch out his hands and Aaron did so. He told him to close his mouth and Aaron did so. He then told Aaron to close his eyes. Aaron complied. At that point Moses became desirous of dying in the same manner that he observed his brother dying. This is the meaning of G’d saying to him in Deut. 32,3: “just like your brother Aaron died,” i.e. the kind of death you wished for yourself.<br> The sages in Torat Kohanim (96,130) explain that some miraculous events took place with Aaron’s priestly garments. Under normal circumstances outer garments remain outer garments and underwear remains underwear. Moses undressed Aaron in the same order in which he had originally dressed him (compare similarities in the wording here and in Leviticus 8,7) in a miraculous manner to show G-d's honor of Aaron in death even more than during his lifetime.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c7da38e3081100060592034", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Tzav, Mekhilta DeMiluim I 33", "anchorRef": "Leviticus 8:30", "anchorRefExpanded": ["Leviticus 8:30"], "sourceRef": "Sifra, Tzav, Mekhilta DeMiluim I 33", "sourceHeRef": "ספרא, צו, מכילתא דמילואים א ל״ג", "anchorVerse": 30, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 33, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "מכילתא דמילואים א", "he": "[לג] \"ויקח משה משמן המשחה ומן הדם\" – ג' דמים האמורים בפרשה אין דומים זה לזה. הראשון טעון שש מתנות, והשני שתים, והשלישי י\"ג הראשון טעון הזיה ומתן סביב, וחיטוי, יציקה וכפרה; והשני שתים – זריקה ומתן סביב והשלישי – י\"ג טעון שש מתנות בהונות – של שלש באהרן ושלש בבניו. [ויש אומרים תשעה – שלש באהרן ושש בבניו; ויש אומרים ט\"ו – שלש באהרן ושתים עשרה בארבעה בניו שנאמר (במדבר ג, ג) \"אלה שמות בני אהרן הכהנים המשֻׁחים אשר מִלֵּא ידם לְכַהֵן\".] טעון זריקה לגבי מזבח.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "33) (Vayikra 8:30): \"And Moses took of the oil of anointment and of the blood which was upon the altar, and he sprinkled it upon Aaron, upon his garments, and upon his sons, and upon the garments of his sons with him. And he sanctified Aaron, his garments, and his sons, and the garments of his sons with him.\": The three \"bloods\" mentioned in this section (the bullock of the sin-offering, the ram of the burnt-offering, and the ram of the miluim) are not alike. The first requires six applications; the second, two; and the third, thirteen. The first (the bullock of the sin-offering) requires sprinkling, application roundabout (on the four corners of the altar), purification (chitui, by application of the blood on the roof of the altar, viz. Shemoth 29:36) and spilling (yetzikah, of the blood at the base of the altar). The second (the ram of the burnt-offering) requires sprinkling and application roundabout. The third (the ram of the miluim) requires six \"thumb\" applications: three on Aaron (on the thumb of his hand, the big toe of his foot, and the tnuch of his ear), and three (respectively) on (each of) his sons. Others say: nine (\"thumb\" applications): three on Aaron and six on his sons. Others say: fifteen: three on Aaron and twelve on his four sons, viz. (Bamidbar 3:3): \"These are the names of the sons of Aaron, the anointed Cohanim, whom he invested to minister.\" And it required (one) sprinkling on the altar (in sum, thirteen applications: six \"thumb\" applications, one altar sprinkling, and six sprinklings on Aaron and on his sons).", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5cdd6ce8c4424d0058269a1c", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Tzav 188:1", "anchorRef": "Leviticus 8:30", "anchorRefExpanded": ["Leviticus 8:30"], "sourceRef": "Malbim on Leviticus, Tzav 188:1", "sourceHeRef": "מלבי\"ם על ויקרא, צו קפ״ח:א׳", "anchorVerse": 30, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 188.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "צו", "he": "<b>מלבי\"ם: ויקח משה משמן המשחה ומן הדם:</b> פירוש דברי הספרא: <b>(א)</b> שמן פר החטאת נתן שש מתנות והם:  (<small>1-4</small>) הזיה ומתן סביב - ר\"ל מה שהזה באצבעו סביב שהוא על ארבע קרנות היה ד' מתנות. (<small>5</small>) וחיטוי (<small>לדעת הספרא מה שכתוב \"ויחטא את המזבח\" היה על ידי זריקה מיוחדת בגופו של מזבח. וצ\"ע הא בציוי לא נזכר חיטוי כלל? וי\"ל שלמד לה ממה שכתוב בסוף הפרשה (שמות כט, לו) \"ופר חטאת תעשה ליום על הכפורים וחטאת על המזבח בכפרך עליו\"</small>) (<small>6</small>) והשישי הוא יציקה וכפרה - ר\"ל מה שכתוב שיצק על היסוד ויקדשהו לכפר. <b>(ב)</b> ואיל השלמים הי' בו שתי מתנות סביב, וזהו שאמר זריקה ומתן סביב - ר\"ל זריקה סביב. <b>(ג)</b> ואיל המלואים היו לו  שש מתנות בהונות – תנוך ובהן יד ובהן רגל לאהרן, וכן לבניו, ושלש הזיות לאהרן וכן לבניו, וזריקה על המזבח. והנה ג' הזיות היינו מה שכתוב \"על אהרן על בגדיו\" (<small>שפירושו על גופו ועל בגדיו</small>), וסתם 'בגדים' שתים – הם ג'.[<small>אולם יקשה מדוע לא חשב זריקת מזבח בתרתי כיון שהיה דומה עם איל השלמים שהיה גם כן מתן סביב? וי\"ל משום דקנח דם הזריקה השנית והזה אותה על אהרן לא חשיב לה כיון שקנח את הדם. וזה שלא כדעת הרלב\"ג שפירש בפר' תצוה \"מן הדם אשר על המזבח\" - הראוי למזבח. וכן בחזקוני כתב שם שקנח את הדם מן המזבח</small>]. ודעת זו חושב הזיות בניו וכן מתן דמם לאחת. דכיון שכתוב \"והזית על אהרן ועל בניו\" - בניו כולהו כחדא חשובים. ומאן דאמר שלש באהרן ושש בבניו – בא לישב הסתירה שיש בין הכתובים דצואה לעשיה. שבפר' תצוה אמר (שמות, כט) 'ונתת על תנוך אזן אהרן ועל תנוך אזן בניו ועל בהן ידם' – משמע שהיה הסדר: <b>תנוך אהרן, תנוך בניו, בהן אהרן ובהן בניו דיד, ובהן אהרן ובהן בניו דרגל</b>. ובעשיה (ויקרא, ח) \"ויתן על תנוך אזן אהרן ועל בהן ידו ועל בהן רגלו ויקרב את בני אהרן ויתן על תנוך אזנם ועל בהן ידם וכולי\". ולכן יסבור ששני הכתובים אמת. שמקצת בניו (והם נדב ואביהוא) נתן להם ביחד עם אהרן כסדר האמור בצואה, ואל הנותרים (שהם אלעזר ואיתמר) נתן בפני עצמם כסדר האמור בעשיה. וסבירא ליה שהוא הדין שכן חלקם בהזיה. נדב ואביהוא לחוד ואלעזר ואיתמר לחוד. הרי ששה בבניו. ומאן דאמר י\"ב בבניו סבירא ליה שנתן על כל אחד בפני עצמו.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6ce925f25e00197a056c", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Tzav 189:1", "anchorRef": "Leviticus 8:30", "anchorRefExpanded": ["Leviticus 8:30"], "sourceRef": "Malbim on Leviticus, Tzav 189:1", "sourceHeRef": "מלבי\"ם על ויקרא, צו קפ״ט:א׳", "anchorVerse": 30, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 189.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "צו", "he": "<b>ויז על אהרן:</b> כתב הרמב\"ן ז\"ל:  לא נתברר לי מדוע איחר הזאת הללו לאחר הקטרה של מלואים. כי בצוואה הקדים ההזאות ואחר כך אמר \"ולקחת מן האיל החלב והאליה\". ואולי בעבור שאמר שם \"וקדש הוא ובגדיו ובניו ובגדי בניו אתו\" למד משה כי הוא הדבר המאוחר הנעשה בהם שבו יהיו קדושים לגמרי כי לא הזכיר שם 'קידוש' במשיחה ולא במתן בהונות. וכאן אמר \"וימשח אותו לקדשו\" - לא שיקדש לגמרי <small>(כי הלמ\"ד מורה ההכנה לבד)</small> עד שעשה ההזאות ואמר \"ויקדש את אהרן\". וכך אמרו בספרא \"ויקדש את אהרן\" - הא למדת שלא נשלם קידוש אהרן ובניו אלא בהזאת הדם. עד כאן דבריו. ובזה נכון מה שבצוואה אמר (שמות כ״ט:כ״א) \"ולקחת מן הדם ומשמן המשחה\" ובעשיה אמר (ויקרא ח׳:ל׳) \"ויקח משה משמן המשחה ומן הדם וכולי\". כי קיימא לן דאין מעבירין על המצות והוא מדאורייתא (<small>כמו שכתבתי בארצות החיים סימן כה</small>) ואם כן לפי מה שכתוב בצואה שתכף שיגמר הזריקה על המזבח יזה על אהרן היה צריך ליקח תחלה מן הדם אשר על המזבח דביה עסיק בל יעבר על המצוה. אבל משה שהמתין עד גמר ההקטרה ותנופת החזה, ואם כן כשהניף את החזה עמד במזרח, ואם היה מתחיל בהזיות הדם היה צריך לילך לקרן מערבית דרומית ששם זרק זריקה השניה, והיה קרוב יותר אל השמן שהיה בצד המזרח. לכן התחיל ההזיה בשמן המשחה כדי שלא יעבור על המצוה.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9f21eb7d2e147564471f", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Leviticus 8:30:1", "anchorRef": "Leviticus 8:30", "anchorRefExpanded": ["Leviticus 8:30"], "sourceRef": "Midrash Lekach Tov, Leviticus 8:30:1", "sourceHeRef": "מדרש לקח טוב, ויקרא ח׳:ל׳:א׳", "anchorVerse": 30, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 30.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "ויקרא", "he": "<b>פס'.</b> ויקח משה משמן המשחה ומן הדם אשר על המזבח.  <i data-commentator=\"Beur HaRe'em\" data-order=\"94\"></i> שלשה מיני דמים אמורין בפרשה אין דומין זה לזה. הראשון טעון שש מתנות זריקה ומתן סביב הזיה וחטוי יציקה וכפרה. והשני שתים זריקה ומתן סביב. והשלישי טעון שש עשרה טעון שש מתנות בוהנות שלש באהרן ושלש בבניו. ויש אומרים תשע שלש באהרן ושש בבניו. ויש אומרים חמש עשרה שלש באהרן וי\"ב בבניו שנא' (במדבר ג׳:ב׳) ואלה שמות בני אהרן הבכור נדב ואביהוא אלעזר ואיתמר וכתיב (שם) אלה שמות (בנות) [בני] אהרן הכהנים (חמשה) [המשוחים] וגו' וטעון זריקה על גבי המזבח וטעון להזאות. ויש אומרים תשע ויש אומרים ט\"ו כענין של מעלה למדנו שלא שלם קידוש אהרן ובניו אלא בהזאת הדם:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60e42e47faa207447985bcc2", "index_title": "Reshit Chokhmah", "category": "Kabbalah", "type": "", "ref": "Reshit Chokhmah, Chapter of Mitzvot, Prelude 12", "anchorRef": "Leviticus 8:30", "anchorRefExpanded": ["Leviticus 8:30"], "sourceRef": "Reshit Chokhmah, Chapter of Mitzvot, Prelude 12", "sourceHeRef": "ראשית חכמה, פרק המצות, פתיחה י״ב", "anchorVerse": 30, "sourceHasEn": false, "commentaryNum": 12, "collectiveTitle": {"en": "Reshit Chokhmah", "he": "ראשית חכמה"}, "heTitle": "פתיחה", "he": "<b>וגרסינן</b> במדרש תהלים (תהלים ד, ו) זבחו זבחי צדק וגו', תאני רבי חייא, ושמרתם את משמרתי וגומר (ויקרא ח, ל), שמרו משמרתי, אני יי' אלהיכם, מזומן אני לתת שכרך, אמר הקדוש ברוך הוא פשטו ידיכם במצות ובטחו עלי שאני משלם שכרכם. נתת שמחה בלבי, אמרו ישראל לפני הקדוש ברוך הוא רבונו של עולם על ידי שפשטו אומות העולם ידיהם בשבע מצות השפעת להם טובה בעולם הזה במתן שכרן, אנו שנצטוינו בתרי\"ג מצות על אחת כמה וכמה שתשפיע לנו טובות לעולם הבא, לפיכך כשאנו רואין שאומות העולם בשלוה אנו שמחים הוי נתת שמחה בלבי וגו'. רבי יהושע בן לוי אומר למלך שעשה סעודה והכניס האורחים והושיבן על פתח פלטרין שלו, והיו רואים את הכלבים שיוצאין ובפיהם פסיונין ותרנגולות וראשי עגלים, התחילו אומרים ומה אם הכלבים כך סעודה עצמה על אחת כמה וכמה, הוי נתת שמחה בלבי.", "heVersionTitle": "Hamesorah Publishers, Jerusalem 2005", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61023eafc795231b79e36966", "index_title": "Tzror HaMor on Torah", "category": "Quoting Commentary", "type": "quotation_auto", "ref": "Tzror HaMor on Torah, Leviticus 8:11:1", "anchorRef": "Leviticus 8:30", "anchorRefExpanded": ["Leviticus 8:30"], "sourceRef": "Tzror HaMor on Torah, Leviticus 8:11:1", "sourceHeRef": "צרור המור על התורה, ויקרא ח׳:י״א:א׳", "anchorVerse": 30, "sourceHasEn": false, "compDate": [1460, 1510], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Tzror HaMor on Torah", "he": "צרור המור על התורה"}, "heTitle": "ויקרא", "he": "<b>ולפי</b> שהמשכן נעשה בדוגמת העולם. אמר וימשח את המשכן ואת כל אשר בו לחזק העולם ולבסמו. ויקרב משה את בני אהרן במקום קין והבל וילבישם כתנות במקום כתנות עור. ויגש את פר החטאת ויסמוך אהרן ובניו את ידיהם. להתודות עליו עונות ראשונים. וכן צוה לסמוך על שני האלים. שהם במקום בני אדם הראשון. ולכן אמר ויקרב את בני אהרן ויתן על תנוך אזנם. שישמעו מצות השי\"ת. ולא יהיו כאדם ובניו. באופן שתהיה כפרה על שפיכת דם של הבל. ומסל המצות שהוא כנגד העץ שאכל שהיה חטה. לקח חלה אחת וחלות לחם ורקיק אחד. ג' מינים כנגד אדם וקין והבל. ויקח מידם ויקטר המזבחה מילואים הם לריח ניחוח. שבאין למלאת יד אדם הראשון ובניו. ויקח משה את החזה ויניפהו תנופה. לכפר על עון הנחש שנאמר בו על גחונך תלך. ויקח משה משמן המשחה ומן הדם ויז על אהרן ועל בגדיו ועל בניו לקדשם לדורות. וכמו שצוה באדם הראשון מכל עץ הגן אכול תאכל. כן צוה בכאן בשלו את הבשר ושם תאכלו אותו. והנותר באש תשרופו. כנגד ומעץ הדעת לא תאכל. ולפי שכל זה נראה שאני אומר כמתנבא ואיני יודע. גלה הדבר ואמר ומפתח אהל מועד לא תצאו שבעת ימים. כנגד שבעת ימי בראשית שהיו מתמוטטים בחטא אדם הראשון. ואלו ז' ימים היו לחזק העולם שהם ז' ימי בראשית. וזהו עד יום מלאת ימי מלואיכם. שהם באו למלאות במקום אדם ובניו. וכן באים למלאות הגומא. לפי שהיה העולם חסר מצד החטאת. כי שבעת ימים ימלא את ידכם. לכפר העון. וזהו כאשר עשה ביום הזה צוה השם לעשות לכפר עליכם. ולהורות יותר על זה חזר לומר ופתח אהל מועד תשבו שבעת ימים. יומם ולילה. ולמה הוצרך כאן עד שאחז\"ל. שאמר להם הקב\"ה שמרו את האבילות של נדב ואביהוא קודם שיבא. וכן האמת כי נדב ואביהוא מתו במקום שני בני (אהרן) [אדם] וצוה להם שישמרו האבילות. וכן לפי דרכנו למדנו שצוה להם שישבו שם יומם ולילה. ולמה שבעת ימים לחזק העולם שנברא בז' ימים. ובזה ושמרתם את משמרת ה'. כי משמרת ה' מלאכתו ואמונתו. היתה בריאת העולם בחסד. ובאו אדם ובניו והחריבוהו בדין. ולכן צוה להם שישמרו משמרת ה' ויקחו אומנותו. והוא כמו אין משמרתי ומשמרתך שוים. באופן שבזה יקיימו העולם ויחזיקוהו. ולא תמותו כמו שמתו (אהרן) [אדם] ובניו. ואם תשאלו טעם לזה. לפי שכ\"ז דבר סתר. איני יודע ואיני יכול לומר לכם. כי כן צויתי. וכמו שנצטויתי מגזרת מלך. וכך אני אומר לכם. וכל זה לפי שהיתה בכאן רמוזה מיתת בני אהרן כמו שכתבנו. ואע\"פ שאהרן ובניו אולי היו מרגישים בזה. אמר שעכ\"ז ויעש אהרן ובניו את כל אשר צוה ה':", "heVersionTitle": "Tzeror Hamor, Warsaw, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "צרור המור על התורה, וורשא, תרל\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037edf6bfddfbb310fecfa", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Installing the Priests 2-4", "anchorRef": "Leviticus 8:1-36", "anchorRefExpanded": ["Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Installing the Priests 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳, ויקרא הערה ח׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Installing the Priests", "he": "ויקרא הערה ח׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ח׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["This chapter and the next, which might easily have followed the instructions for it in Ex. 29, has instead been placed here, perhaps as the logical conclusion to material about offering sacrifices. (Placing it at the end of Exodus might also have detracted from the impressive scene with which that book ends. For a discussion of the complex relationship between the Exodus and Leviticus texts, see Milgrom.) We now shift from a prescriptive mode to a descriptive, narrative one, which will prepare us for the brief but disastrous story of Aharon’s sons in Chap. 10.", "A refrain here is various forms of “as Y<small>HWH</small> had commanded Moshe,” also a key phrase in the Exodus texts. In addition, one hears the constant use of the verb “make-holy,” appropriate in this context. Finally, one might point to the balance between Moshe’s sequence of action in Chap. 8 and Aharon’s parallel actions in Chap. 9.", "There is much in this chapter that is rhythmic. The description of Aharon’s being clothed in the holy vestments in vv.7–9 has the ring of ritual to it, as conveyed through its steady alternation of verb and garment."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a7713bd8cd388d3e4f", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood 2-18", "anchorRef": "Leviticus 1:1-10:20", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood 2-18", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳ ב׳-י״ח", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Cult and the Priesthood", "he": "ויקרא מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE SECOND HALF OF THE BOOK OF</small> E<small>XODUS CONCERNED ITSELF WITH SETTING UP THE</small> sacrificial cult of Israel. It therefore set forth the prescriptions for and construction of a sanctuary and the priestly garments, and laid out a ceremony for the investiture of priests. But the description of how sacrifices were to be offered, and for what purpose, is not part of the book, which as edited seems more interested in contrasting the building of a sanctuary with building cities for the Pharaohs, as part of its portrayal of the victory of the biblical God over the gods of Egypt. Although at the end of the book the “Dwelling” is completed, we do not get to see the various sacral rites performed there.", "Leviticus also delays the ordination of the priests, until Chapter 8, preferring instead to begin with a kind of manual on the offering and disposal of sacrifices. It then moves us from the details of sacrifice into the narrative of the sanctuary’s dedication and opening rites, providing a natural bridge for Part II, in which ritual pollution and purity, the province of priests, is dealt with.", "The function of the sacrificial cult in ancient Israel will be discussed in “On Animal Sacrifice” below. In general it should be noted that the existence of a class or profession whose job it is to mediate between the divine and human realms is widespread in most older cultures, and the Israelite priesthood, whatever its origins and development, was but one of many such groups in the ancient Near East. It existed, to use the language of Exodus, to “serve” God, maintaining his holiness through ritual and helping to maintain the order of sacred culture which was supposed to mirror God’s ordering of the cosmos. Accordingly, as we will learn later in Leviticus, priests were to be set apart from the general population in a number of areas. There were strict rules about whom they could and could not marry, and they were barred from coming into any contact with the dead, for instance. Their functions extended beyond sacrifice; they could provide oracular advice in times of need, and taught the people “instructions” (Heb. <i>torot</i>) regarding various ritual matters.", "As part of an overall scheme, there was a conscious parallel between priests as part of a select circle and sacrificial animals—as well as the people of Israel. That is, all three stood at the center of concentric circles dedicated to God; and as one moved out (toward Levite and commoner, animals permitted for eating and those forbidden, and neighbors and foreigners), one got further and further away from the divine. The hierarchy regarding the cult thus reinforced the theme of separation which we have noted above.", "In the view of Milgrom, Israel’s cult was distinguished from those of its neighbors by its purposefully ignoring the complex web of rituals regarding demons. The sanctuary was to be purged of ritual pollution, not only by semimagical means (the sprinkling of sacrificial blood) but also and primarily by the confession of wrongdoing and the sincere desire to repent. Then, too, the sanctuary, while in most respects resembling shrines elsewhere in the ancient Near East, omitted certain crucial items, most notably statuary representing the gods and a bed for them to rest on. Finally, certain religious rituals were forbidden, such as mutilation of the priests’ bodies. In all these cases, Israel introduced something new into the area of worship.", "For many decades there has been major and heated debate by scholars in favor of one or the other scheme for following the history of the priesthood and the cult. There are those who view these institutions as stretching back to Israel’s earliest history, while others see strong evidence of a late, possibly even exilic, reworking of the priestly material. Similar arguments dot the landscape of literary criticism of the Torah, in which scholars have tried to divine at what point priestly editors might have put their distinctive stamp on the literature. From Wellhausen in the nineteenth century to Knohl, Milgrom, and Levine in the late twentieth, there has been no lack of theorizing on these issues—and no definitive answers. For the moment we are left to read Leviticus as it is placed in the Torah, with an awareness that a variety of historical and ideological influences are imbedded, if not hidden, in our text.", "O<small>N</small> A<small>NIMAL</small> S<small>ACRIFICE</small>", "A<small>LTHOUGH IT APPEARS EARLIER IN THE</small> T<small>ORAH</small>, <small>ANIMAL SACRIFICE RECEIVES ITS FULL</small>est treatment in Leviticus. Besides the opening seven chapters, which are devoted to a relatively brief description of how sacrifices are to be offered and disposed of, many other chapters in the book talk about sacrificial rituals: the installation of the priests (8–9), rules about disposing of the <i>hattat</i> sacrifice (10), purification offerings brought in the event of such “polluting” states as childbirth and skin diseases (12–15), and finally the “scapegoat” ceremony of Chapter 16. They appear in most of the later chapters as well.", "What function did sacrifice, particularly of animals, play in the religion of ancient Israel? How could a God who proscribed the murder of human beings (Ex. 20:13, 21:12) countenance the taking of animal life for ritual purposes? To answer these questions, we must turn briefly to some of the commonly proposed theories surrounding sacrifice.", "The idea of offering up living creatures to the gods is one of hoary antiquity. Walter Burkert, on the basis of the study of Greek religion, suggests that sacrifice is a means of dealing with guilt over the taking of life. That is, the switch from gathering to hunting society, made possible by technology (the invention of tools), while it raised human accomplishment and consciousness to a new level, also brought with it the acute sense of having violated something essential in the cosmic order. Such guilt is not mitigated by the fact that early people hunted for food and not for pleasure. The way of dealing with the guilt, giving life back to the gods, is in a true sense restoration; life is given back for life taken, so that it may ultimately be renewed (contrast this to the profoundly unecological use of living and inorganic resources over the past “civilized” centuries). And it must be done via ritual. In Burkert’s view, ritual deals with human anxiety by “raising the ante”—by means of increasing anxiety, it is controlled. So guilt over life-taking is assuaged by making a ritual out of the killing, and the shared experience of trauma helps to create solidarity within the group. Despite the subsequent rise of agriculture, says Burkert, the hunting ritual played out in sacrifice could not be done away with, so ingrained had it become, and the rationale behind sacrifices was therefore transformed. Now domesticated animals could be used, giving greater control over the process.", "In another approach, De Vaux (1965) postulates three motives for sacrifice. In the first model, that of “gift,” the worshiper brings something of value to the deity. The animal is killed, setting it apart for sacred use; it is burned, turning it into an invisible substance which can rise to the gods. The gift may be for thanksgiving or, more likely, may be to assuage the demonic powers that many societies (especially Mesopotamia, Abraham’s homeland) felt controlled everyday life. Giving establishes reciprocal movement; altruism has no place here (Burkert). One is reminded of the elaborate giving ceremonies among many peoples on occasions such as weddings; giving establishes relationship and maintains the social order.", "In addition to gifts, another mode of sacrifice involves communion, as nineteenth-century scholars such as Robertson Smith observed. Here the model of the meal is crucial: humans and gods share a great repast, thereby cementing kinship as surely as the closing of business deals is celebrated by drinks and dinner. Passover, both in the Bible and subsequently (even when the sacrifice per se was no longer involved), may serve as a striking example of the effectiveness of such a paradigm.", "A final type or function of sacrifice is atonement or expiation. Here a sin, communal or individual, is purged away by the act of sacrifice; the gods receive life as a substitute for the sinner’s own, which is symbolized by the victim’s blood. The fact that the animals permitted in the Bible for sacrifice are pastoral and hence frequently used metaphorically for the Israelites themselves, is significant in this regard. This approach is further illustrated in the Bible by the end of the Flood story, where God accepts Noah’s sacrifice, implying that he accepts animal life (which now, simultaneous with properly offered sacrifice, is permissible for food) in place of that of humans (Eilberg-Schwartz). It should be noted that, in the Bible, sacrifice for the sake of atonement is almost always in reference to unintentional sins, whereas deliberate wrongdoing may not be atoned for through this system.", "Which of these rationales is truly at work in Levitical sacrifice? Actually, at various times one can find all of them—the texts present a variety of motives and occasions for sacrifice in biblical Israel, from thanksgiving to purification and reparation. But in general one may say of Israelite sacrifice, as one may say of much of the ritual in Leviticus, that it is designed primarily to maintain or repair the relationship between God and Israel. Such an understanding helps to explain the unity of the book, as we will see in our discussion of pollution: sacrifice was a crucial element in keeping the covenant, and hence God’s beneficent presence among the Israelites, intact.", "The fact that this reconciliation, as it were, takes place against a background of slaughter should not be as upsetting to moderns as it is usually felt to be. In ironic contrast to our mechanized and mass-produced society, where the killing of animals for food takes place at a remove from our consciousness and from our direct participation, the sacrificial system in fact involved worshiper and priest alike, and the symbolic value of the operation, whatever it may have been in specific cases, lay in its directness, in its consciousness of the taking of life. Some would even maintain that in societies where the practice and rationale for sacrifice has broken down, there is inevitably an increase in intrahuman violence (Girard).", "<br><img>", "<b><i>Lev. 3:5</i> And the Sons of Aharon are to turn it (all) into smoke upon the slaughter-site … a fire-offering of soothing savor for Y<small>HWH</small>.</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e4c9ad75f2d99af94e", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Installing the Priests 1", "anchorRef": "Leviticus 8:1-36", "anchorRefExpanded": ["Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Installing the Priests 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳, ויקרא הערה ח׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ח׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Leviticus 8:1-36\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Leviticus 8:1-36</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "641869bfd17253d3f8427fcc", "index_title": "Sifrei Zuta", "category": "Midrash", "type": "", "ref": "Sifrei Zuta 7:1:2", "anchorRef": "Leviticus 8:30", "anchorRefExpanded": ["Leviticus 8:30"], "sourceRef": "Sifrei Zuta 7:1:2", "sourceHeRef": "ספרי זוטא ז׳:א׳:ב׳", "anchorVerse": 30, "sourceHasEn": false, "commentaryNum": 1.0002, "collectiveTitle": {"en": "Sifrei Zuta", "he": "ספרי זוטא"}, "he": "<b>וימשח אותו ויקדש אותו</b>, משה נתקדש בענן כל שבעה שנאמר וישכון כבוד ה' על הר סיני ששת ימים ויקרא אל משה ביום השביעי מתוך הענן (שמות כד טז). אהרן ובניו נתקדשו בשמן ובדם שנא' ויקח משה משמן המשחה ומן הדם אשר על המזבח ויז על אהרן וגו' (ויקרא ח ל). משיחת אהרן כיצד כל שבעת ימי המלואים היה משה מושח את אהרן היה מפשיטו ומרחיצו וסך בין עיניו כמין כי וחוזר ומלבישו ושמונה בגדים מעכבין זה את זה. משיחת בניו כיצד כל שבעת ימי המלואים היה משה מושח את בניו היה מפשיטן ומרחיצן וסך בין עיניהם כמין כי וחוזר ומלבישן ובני אהרן מעכבין זה את זה. הלוים נתקדשו בהזייה ובתגלחת בקרבן ובתנופה, בהזייה מניין הזה עליהן מי חטאת (במדבר ח ז), בתגלחת מניין והעבירו תער על כל בשרם (במדבר ח' ז'). בקרבן מניין ולקחו פר בן בקר (במדבר ח' ח'), בתנופה מניין והניף אהרן את הלוים תנופה לפני ה' (במדבר ח' י״א). ישראל נתקדשו בפרת חטאת שנ' דבר אל בני ישראל ויקחו אליך פרה אדומה (במדבר יט ב). המשכן נתקדש בעמידה ובפירוק ובשמן המשחה, בעמידה מניין ויהי בחדש הראשון הוקם המשכן (שמות מ יז), בפירוק מניין ולא יבואו לראות כבלע את הקדש (במדבר ד כ), בשמן המשחה מניין ויקח משה משמן המשחה וימשח את המשכן (ויקרא ח י). משיחת המשכן כיצד כל שבעת ימי המלואים היה משה מושח את המשכן, היה מושחו ומעמידו ומפרקו ובשמיני היה מושחו ומעמידו ולא מפרקו, ר' שמעון או' אף בשמיני היה מושחו ומעמידו ומפרקו. - כשהיה משה מושח את המשכן היה מושחו מבחוץ ונכנס כשהיה משה מפרקו היה מפרקו מבפנים ויוצא:", "heVersionTitle": "Leipzig, 1917", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6538e9e2602a087d3d5f17c6", "index_title": "Talks of Yeshayahu Leibowitz on the Parasha", "category": "Quoting Commentary", "type": "", "ref": "Talks of Yeshayahu Leibowitz on the Parasha, Bamidbar 6:4", "anchorRef": "Leviticus 8:30", "anchorRefExpanded": ["Leviticus 8:30"], "sourceRef": "Talks of Yeshayahu Leibowitz on the Parasha, Bamidbar 6:4", "sourceHeRef": "שיחות על פרשת השבוע (ליבוביץ), במדבר ו׳:ד׳", "anchorVerse": 30, "sourceHasEn": false, "commentaryNum": 6.0004, "collectiveTitle": {"en": "Talks of Yeshayahu Leibowitz on the Parasha", "he": "שיחות על פרשת השבוע (ליבוביץ)"}, "heTitle": "במדבר", "he": "אמנם נכון הדבר שאהרון וארבעת ובניו נמשחו כפי שלמדנו על כך בסדרת \"צו\" (ויקרא, ח:ל), אולם מה צורך ראתה התורה לשוב ולציין עובדה זו שהיא כבר ידועה לנו? ", "heVersionTitle": "Jerusalem, 2000", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc51758c1dc532ec8d1b", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 8:30", "anchorRef": "Leviticus 8:30", "anchorRefExpanded": ["Leviticus 8:30"], "sourceRef": "Steinsaltz on Leviticus 8:30", "sourceHeRef": "ביאור שטיינזלץ על ויקרא ח׳:ל׳", "anchorVerse": 30, "sourceHasEn": true, "commentaryNum": 8.003, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>וַיִּקַּח מֹשֶׁה מִשֶּׁמֶן הַמִּשְׁחָה וּמִן הַדָּם אֲשֶׁר</b> ניתנו \n    <b>עַל הַמִּזְבֵּחַ, וַיַּז</b>, היזה \n    <b>עַל אַהֲרֹן, עַל בְּגָדָיו וְעַל בָּנָיו וְעַל בִּגְדֵי בָנָיו אִתּוֹ. וַיְקַדֵּשׁ</b> קידוש נוסף\n    <b>אֶת אַהֲרֹן, אֶת בְּגָדָיו וְאֶת בָּנָיו וְאֶת בִּגְדֵי בָנָיו אִתּוֹ.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>Moses took from the anointing oil and from the blood that was </b>placed <b>on the altar, and he sprinkled it on Aaron, on his vestments, and on his sons, and on the vestments of his sons with him, and he </b>again <b>consecrated Aaron and his vestments, and his sons and the vestments of his sons with him. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "55053472fbfba270cc17e6ef", "index_title": "Haamek Davar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Leviticus 8:30:1", "anchorRef": "Leviticus 8:30", "anchorRefExpanded": ["Leviticus 8:30"], "sourceRef": "Haamek Davar on Leviticus 8:30:1", "sourceHeRef": "העמק דבר על ויקרא ח׳:ל׳:א׳", "anchorVerse": 30, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 30.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ויקח משה וגו׳.</b> ע׳ מש״כ בזה המקרא בס׳ שמות בצוואה מקרא כ״א. וגם ע״ז כתיב במקרא הקודם כאשר צוה וגו׳ שהיה בקבלה שראוי להקדים ההקטרה ותנופת החזה לפני הזאה על הכהנים:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "571f346ed6e4a90eb24839b8", "index_title": "Gur Aryeh on Bamidbar", "category": "Quoting Commentary", "type": "", "ref": "Gur Aryeh on Bamidbar 25:13:2", "anchorRef": "Leviticus 8:30", "anchorRefExpanded": ["Leviticus 8:30"], "sourceRef": "Gur Aryeh on Bamidbar 25:13:2", "sourceHeRef": "גור אריה על במדבר כ״ה:י״ג:ב׳", "anchorVerse": 30, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 13.0002, "collectiveTitle": {"en": "Gur Aryeh on Bamidbar", "he": "גור אריה על במדבר"}, "heTitle": "גור אריה על במדבר", "he": "<b>לא נתנה אלא לאהרן ובניו שנמשחו עמו.</b> ואם תאמר, ולמה לא נמשח פנחס כמו שנמשחו אהרן ובניו. ויש לתרץ, שאין מושחין קטן<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"45\"></i>, ופנחס באותו זמן קטן היה כשנמשחו אהרן ובניו (ויקרא ח, ל)<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"46\"></i> , ולפיכך לא שייך למשוח אותו. וכשנעשה גדול לא שייך למשוח אותו, דלא נמשחו אהרן ובניו אלא כשנמשח המשכן (שם), אבל למשוח אותו אחר כך – לא יתכן<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"47\"></i>. ועוד יש לומר, דמיעוט בהמשחה יותר עדיף, דלא נמשחו אלא אותן שהיו מוכרחין למשוח, ולפיכך אהרן ובניו, דלא אפשר בלאו הכי, שהרי אין למשוח אהרן בלחוד, דאם כן תהיה הכהונה בטילה, שלא נולדו לאהרן בנים אחר המשחו. ולפיכך משח אהרן ובניו. אבל בני אלעזר ואיתמר<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"48\"></i>, דאפשר בלא הם, דהרי נולדו להם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"49\"></i> בנים אחר המשחו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"50\"></i>, ויותר עדיף כשנולד בקדושה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"51\"></i>, לכך לא נמשח פנחס:<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"52\"></i>", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5892f27ed6e4a92746471924", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Leviticus 8:30:1", "anchorRef": "Leviticus 8:30", "anchorRefExpanded": ["Leviticus 8:30"], "sourceRef": "Chizkuni, Leviticus 8:30:1", "sourceHeRef": "חזקוני, ויקרא ח׳:ל׳:א׳", "anchorVerse": 30, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 30.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "ויקרא", "he": "<b>ויקח משה משמן המשחה</b> חז״‎ק כאן משמע לאחר שהקטיר מן האיל השני החלב והאליה והיותרת והכליות ושוק הימין לקח משמן המשחה ומן הדם והזה על אהרן ועל בניו ובפרשת תצוה בענין הצווי מצינו למפרע.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ויקח משה משמן המשחה, Moses took some of the anointing oil;” here the Torah speaks of after he had burned up the fat parts of the second ram and its fatty tail and the remainder of the kidneys and the right thigh, Moses took some of the anointing oil and sprinkled it on Aaron and his sons, whereas in the text describing that Moses was commanded what to do and how, this procedure in Exodus29,21, the procedure is described as in the reverse order. (Nachmanides raised the same point and attempted to answer the apparent contradiction)", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58b1c5dfd6e4a937f99984f4", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 12:15", "anchorRef": "Leviticus 8:30", "anchorRefExpanded": ["Leviticus 8:30"], "sourceRef": "Bamidbar Rabbah 12:15", "sourceHeRef": "במדבר רבה י״ב:ט״ו", "anchorVerse": 30, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 12.0015, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "דָּבָר אַחֵר, וַיְהִי בְּיוֹם כַּלּוֹת משֶׁה. אֵי זֶה יוֹם, זֶה רֹאשׁ חֹדֶשׁ נִיסָן, שֶׁנֶּאֱמַר <small>(שמות מ, יז)</small>: וַיְהִי בַּחֹדֶשׁ הָרִאשׁוֹן בַּשָּׁנָה הַשֵּׁנִית בְּאֶחָד לַחֹדֶשׁ הוּקַם הַמִּשְׁכָּן, אָמַר רַבִּי זֵירָא מַהוּ בְּיוֹם, מִכָּאן שֶׁהֲקָמַת הַלַּיְלָה הָיְתָה פְּסוּלָה לַעֲבוֹדַת הַיּוֹם. כָּל שִׁבְעַת יְמֵי הַמִּלּוּאִים הָיָה משֶׁה מַעֲמִיד אֶת הַמִּשְׁכָּן בְּכָל בֹּקֶר וּבֹקֶר, מוֹשְׁחוֹ וּמַקְרִיב וּמְפָרְקוֹ, אוֹתוֹ הַיּוֹם הֶעֱמִידוֹ וּמְשָׁחוֹ וְלֹא פֵּרְקוֹ. רַבִּי חִיָּא בַּר יוֹסֵף אָמַר שְׁתֵּי פְּעָמִים בְּכָל יוֹם הָיָה משֶׁה מַעֲמִידוֹ וּמְפָרְקוֹ, אַחַת בַּבֹּקֶר וְאַחַת בָּעֶרֶב. רַבִּי חֲנִינָא הַגָּדוֹל אוֹמֵר שָׁלשׁ פְּעָמִים בְּכָל יוֹם, שֶׁנֶּאֱמַר הוּקַם, וַיָּקֶם, לְהָקִים. אַחַת לַתָּמִיד שֶׁל שַׁחַר, וְאַחַת לַמִּלּוּאִים, וְאַחַת לַתָּמִיד שֶׁל עָרֶב. נִמְצֵאנוּ לְמֵדִין שֶׁבְּעֶשְׂרִים וּשְׁלשָׁה בַּאֲדָר הִתְחִילוּ יְמֵי הַמִּלּוּאִים, אַהֲרֹן וּבָנָיו וּמִשְׁכָּן וְכָל הַכֵּלִים לִמָּשַׁח. מִנַּיִן לַפֵּרוּקִין, אָמַר רַבִּי זֵירָא בְּיוֹם כַּלּוֹת משֶׁה, בְּיוֹם שֶׁכָּלוּ הֲקָמוֹתָיו, בְּרֹאשׁ חֹדֶשׁ נִיסָן הוּקַם הַמִּשְׁכָּן, בַּשֵּׁנִי נִשְׂרְפָה פָּרָה אֲדֻמָּה, בַּשְּׁלִישִׁי הִזָּה מִמֶּנָּהּ עַל הַלְוִיִּם, כְּמָה דְתֵימָא <small>(במדבר ח, ז)</small>: הַזֵּה עֲלֵיהֶם מֵי חַטָּאת, וְתַחַת הַזָּיָה שְׁנִיָּה שֶׁהָיוּ צְריכִין הַלְוִיִּם לְהַזּוֹת מִפְּנֵי שֶׁהָיוּ כֻּלָּם טְמֵאֵי מֵתִים בַּמֶּה שֶׁהָרְגוּ בְּעוֹבְדֵי הָעֵגֶל, כְּמָה דְתֵימָא <small>(שמות לב, כז כח)</small>: וְהִרְגּוּ אִישׁ אֶת אָחִיו וגו' וַיַּעֲשׂוּ בְנֵי לֵוִי כִּדְבַר משֶׁה וגו', צִוָּה הַמָּקוֹם לְגַלְּחָם בִּמְקוֹם הַזָּיָה שֶׁל יוֹם שְׁבִיעִי. משֶׁה נִתְקַדֵּשׁ בֶּעָנָן כָּל שִׁבְעָה, שֶׁנֶּאֱמַר <small>(שמות כד, טז)</small>: וַיִּשְׁכֹּן כְּבוֹד ה' עַל הַר סִינַי וגו', אַהֲרֹן וּבָנָיו נִתְקַדְּשׁוּ בַּשֶּׁמֶן וּבַדָּם, שֶׁנֶּאֱמַר <small>(ויקרא ח, ל)</small>: וַיִּקַּח משֶׁה מִשֶּׁמֶן הַמִּשְׁחָה וּמִן הַדָּם אֲשֶׁר עַל הַמִּזְבֵּחַ וַיַּז עַל אַהֲרֹן וגו', מַעֲלָה נָטַל אַהֲרֹן יוֹתֵר מִבָּנָיו, לְפִי שֶׁהָיָה כֹּהֵן גָּדוֹל שֶׁיָּצַק עַל רֹאשׁוֹ מִשֶּׁמֶן הַמִּשְׁחָה מַה שֶׁלֹא עָשָׂה לְבָנָיו. מְשִׁיחַת אַהֲרֹן כֵּיצַד, כָּל שִׁבְעַת יְמֵי הַמִּלּוּאִים הָיָה משֶׁה מַפְשִׁיט אֶת אַהֲרֹן אֶת בְּגָדָיו וּמַרְחִיצוֹ וְסָכוֹ בֵּין עֵינָיו. יִשְׂרָאֵל נִתְקַדְּשׁוּ בְּפָרַת חַטָּאת, שֶׁנֶּאֱמַר <small>(במדבר יט, ב)</small>: דַּבֵּר אֶל בְּנֵי יִשְׂרָאֵל וְיִקְחוּ אֵלֶיךָ פָרָה אֲדֻמָּה וגו'. הַלְוִיִּם נִתְקַדְּשׁוּ בַּהַזָּיָה וּבַתִּגְלַחַת, בַּקָּרְבָּן וּבַתְּנוּפָה. בַּהַזָּיָה מִנַּיִן, שֶׁנֶּאֱמַר <small>(במדבר ח, ח)</small>: וְלָקְחוּ פַּר בֶּן בָּקָר. וּבַתְּנוּפָה מִנַּיִן, שֶׁנֶּאֱמַר <small>(במדבר ח, יא)</small>: וְהֵנִיף אַהֲרֹן אֶת הַלְוִיִּם תְּנוּפָה. הַמִּשְׁכָּן נִתְקַדֵּשׁ בַּעֲמִידָה וּבַפֵּרוּק וּבַמְּשִׁיחָה. בַּעֲמִידָה מִנַּיִן, שֶׁנֶּאֱמַר: לְהָקִים אֶת הַמִּשְׁכָּן. בַּפֵּרוּק מִנַּיִן, שֶׁנֶּאֱמַר <small>(במדבר ד, כ)</small>: וְלֹא יָבֹאוּ לִרְאוֹת כְּבַלַע אֶת הַקֹּדֶשׁ. בְּשֶׁמֶן הַמִּשְׁחָה מִנַּיִן, שֶׁנֶּאֱמַר <small>(ויקרא ח, י)</small>: וַיִּמְשַׁח אֶת הַמִּשְׁכָּן וְאֶת כָּל אֲשֶׁר בּוֹ וגו', שׁוֹמֵעַ אֲנִי רִאשׁוֹן שֶׁנִּמְשַׁח הָיָה קֹדֶשׁ, תַּלְמוּד לוֹמַר <small>(במדבר ז, א)</small>: וַיִּמְשָׁחֵם וַיְקַדֵּשׁ אוֹתָם, מַגִּיד שֶׁלֹא קִדֵּשׁ אֶחָד מֵהֶם עַד שֶׁנִּמְשְׁחוּ כֻּלָּם. אָמַר רַבִּי אַיְּבוּ מִכֵּיוָן דִּכְתִיב <small>(במדבר ז, א)</small>: וַיִּמְשַׁח אֹתוֹ וַיְקַדֵּשׁ אֹתוֹ, מֵאֵי זֶה דָבָר נֶאֱמַר: וַיִּמְשָׁחֵם וַיְקַדֵּשׁ אֹתָם. אָמַר רַבִּי אַיְּבוּ אָמַר רַבִּי תַּחְלִיפָא דְמִן קֵיסָרִין וְרַבִּי שִׁמְעוֹן בֶּן לָקִישׁ, חַד אָמַר מִשֶּׁהָיָה מוֹשֵׁחַ כָּל אֶחָד וְאֶחָד חָזַר וְהָיָה מוֹשֵׁחַ כֻּלָּם כְּאֶחָד. וְחַד אָמַר וַיִּמְשָׁחֵם, מְשִׁיחָה בָּעוֹלָם הַזֶּה וּמְשִׁיחָה לָעוֹלָם הַבָּא, מַגִּיד שֶׁבִּמְשִׁיחָתָן שֶׁל אֵלּוּ הֻקְדְּשׁוּ כָּל הַכֵּלִים לֶעָתִיד לָבוֹא. וְדִכְוָתֵיהּ <small>(שמות לו, יג)</small>: וַיְחַבֵּר אֶת הַיְרִיעֹת אַחַת אֶל אַחַת בַּקְּרָסִים, מַה תַּלְמוּד לוֹמַר <small>(שמות לו, יג)</small>: וַיְהִי הַמִּשְׁכָּן אֶחָד, רַבִּי אַיְּבוּ אָמַר רַבִּי תַּחְלִיפָא דְמִן קֵסָרִי וְרַבִּי שִׁמְעוֹן בֶּן לָקִישׁ, חַד אָמַר מִשֶּׁהָיָה מְחַבֵּר כָּל אַחַת וְאַחַת הָיָה מְחַבֵּר כֻּלָּם כְּאֶחָד. וְחַד אָמַר מַהוּ וַיְהִי הַמִּשְׁכָּן אֶחָד, אֶחָד לִמְדִידָה וְאֶחָד לִמְשִׁיחָה. וַיִּמְשָׁחֵם, מְשָׁחָם מִבַּחוּץ וּמִבִּפְנִים. רַבִּי יֹאשְׁיָה אוֹמֵר מִדּוֹת הַלַּח נִמְשְׁחוּ מִבִּפְנִים וּמִבַּחוּץ, וּמִדּוֹת הַיָּבֵשׁ נִמְשְׁחוּ מִבִּפְנִים וְלֹא נִמְשְׁחוּ מִבַּחוּץ. רַבִּי יוֹנָתָן אוֹמֵר מִדּוֹת הַלַּח נִמְשְׁחוּ מִבִּפְנִים וְלֹא נִמְשְׁחוּ מִבַּחוּץ, וּמִדּוֹת הַיָּבֵשׁ לֹא נִמְשְׁחוּ לֹא מִבַּחוּץ וְלֹא מִבִּפְנִים. תֵּדַע לְךָ שֶׁאֵינָן מְקַדְּשׁוֹת, שֶׁנֶּאֱמַר <small>(ויקרא כג, יז)</small>: מִמּוֹשְׁבֹתֵיכֶם תָּבִיאוּ לֶחֶם תְּנוּפָה וגו', הָא אֵימַת הֵן לַה', לְאַחַר שֶׁנֶּאֱפוּ.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“It was on the day that Moses concluded” – what day was it? It was the New Moon of Nisan, as it is stated: “It was in the first month during the second year, on the first of the month, the Tabernacle was erected” (Exodus 40:17). Rabbi Zeira said: What is “on the day”? From here, that being erected at night disqualified for service during the day. All seven days of inauguration, Moses would erect the Tabernacle each and every morning, anoint it, sacrifice, and dismantle it. That day, he erected it, anointed it, but did not dismantle it. Rabbi Ḥiyya bar Yosef said: Twice each day Moses would erect it and dismantle it, once in the morning and once in the evening. Rabbi Ḥanina the Great says: Three times each day, as it is stated: “Was erected,” “erected” (Exodus 40:18), “erecting”; once for the daily morning offering, once for the inauguration, and once for the daily evening offering. We find that on the twenty-third of Adar the days of inauguration began, and the anointment of Aaron, his sons, the Tabernacle, and all the vessels. <br>From where is the dismantling derived? Rabbi Zeira said: “The day that Moses concluded” – the day that his erections [of it] concluded.<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">Since there were several instances of erecting there were also several instances of dismantling.</i> On the New Moon of Nisan, the Tabernacle was erected. On the second, the red heifer was burned. On the third, he sprinkled from it<sup class=\"footnote-marker\">49</sup><i class=\"footnote\">Water containing ashes of the red heifer.</i> upon the Levites, just as it says: “Sprinkle upon them purification water” (Numbers 8:7). Instead of the second sprinkling that the Levites were obligated to be sprinkled because they were all impure with impurity imparted by a corpse because they killed the worshippers of the calf, just as it says: “Each slay his brother.… The sons of Levi acted in accordance with the word of Moses…” (Exodus 32:27–28), the Omnipresent commanded to shave them instead of the sprinkling of the seventh day. Moses was sanctified in the cloud all seven days, as it is stated: “The glory of the Lord rested upon Mount Sinai” (Exodus 24:16).<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">The continuation of the verse states that Moses was covered by the cloud for six days and that on the seventh day God called Moses.</i> Aaron and his sons were sanctified with oil and blood, as it is stated: “Moses took from the anointing oil, and from the blood that was on the altar, and he sprinkled it on Aaron [and on his vestments, and on his sons, and on the vestments of his sons with him, and he sanctified Aaron and his vestments, and his sons and the vestments of his sons with him]” (Leviticus 8:30). Aaron was granted greater status than his sons because he was the High Priest, that he<sup class=\"footnote-marker\">51</sup><i class=\"footnote\">Moses</i> poured anointing oil on his head, which he did not do to his sons. How was the anointing of Aaron performed? All seven days of inauguration, Moses would disrobe Aaron of his garments, wash him, and anoint him between his eyes. Israel were sanctified with the purification heifer, as it is stated: “Speak to the children of Israel, and they shall take you an [unflawed] red heifer” (Numbers 19:2). <br>The Levites were sanctified with sprinkling and with a shave, with an offering and with a wave. With sprinkling, from where is it derived? It is as it is stated: “They shall take a young bull…[and a second young bull you shall take as a sin offering]” (Numbers 8:8).<sup class=\"footnote-marker\">52</sup><i class=\"footnote\">These are the offerings. It states in the previous verse: “And so shall you do to them to purify them: Sprinkle upon them purification water, and they shall pass a razor over all their flesh” (Numbers 8:7). This is the sprinkling and the shave.</i> With a wave, from where is it derived? It is as it is stated: “Aaron shall wave the Levites as a wave offering” (Numbers 8:11). <br>The Tabernacle was sanctified with erecting, and dismantling, and with anointing. With erecting, from where is it derived? It is as it is stated: “Erecting the Tabernacle.” With dismantling, from where is it derived? It is as it is stated: “They shall not come to see the covering of the sacred” (Numbers 4:20).<sup class=\"footnote-marker\">53</sup><i class=\"footnote\">This verse appears in the context of dismantling the Tabernacle.</i> With anointing, from where is it derived? It is as it is stated: “He anointed the Tabernacle and all that was in it, [and he sanctified them]” (Leviticus 8:10). Do I derive from this<sup class=\"footnote-marker\">54</sup><i class=\"footnote\">This could be the understanding of the phrase: “He anointed it and sanctified it” (Numbers 7:1).</i> that the first that was anointed was sanctified? The verse states: “He anointed them and sanctified them.” This tells that none of them was sanctified until they were all anointed. <br>Rabbi Aivu said: Since it is written: “He anointed it and sanctified it,” for what purpose is it stated: “He anointed them and sanctified them”? Rabbi Aivu said: Rabbi Taḥlifa of Caesarea and Rabbi Shimon ben Lakish: One said: After he would anoint each and every one of them, he would then anoint all of them together. And one said: “He anointed them” – one anointing in this world and one anointing in the World to Come. This tells that with the anointing of these, all the vessels were sanctified for the future. <br>Similarly, “And attached the sheets one to another with the hooks” (Exodus 36:13) – why does the verse state: “And the Tabernacle was one” (Exodus 36:13)? Rabbi Aivu said: Rabbi Taḥlifa of Caesarea and Rabbi Shimon ben Lakish: One said: After he would attach each one to another, he would attach all of them together. And one said: What is, “and the Tabernacle was one”? It was one for the size and one for anointing.<sup class=\"footnote-marker\">55</sup><i class=\"footnote\">The phrase \"one to another\" teaches that all of the sheets were the same size, and the phrase \"and the Tabernacle was one\" teaches that they were anointed after they were attached.</i> <br>“He anointed them” – he anointed them from without and from within. Rabbi Yoshiya said: The liquid measures were anointed from within and without, and the dry measures were anointed from within but not from without. Rabbi Yonatan says: The liquid measures were anointed from within but were not anointed from without, and the dry measures were anointed neither from within nor from without. Know that they do not sanctify,<sup class=\"footnote-marker\">56</sup><i class=\"footnote\">Vessels which were not anointed do not sanctify their contents.</i> as it is stated: “From your dwellings you shall bring two loaves of waving…[they shall be baked as leavened bread, a first offering to the Lord]” (Leviticus 23:17). When are they to the Lord? It is after they were baked.<sup class=\"footnote-marker\">57</sup><i class=\"footnote\">Even though the flour was measured in a dry measure before the bread was baked, it became sanctified only after it was baked.</i>", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6319d0a7b6084aa1cbf05fab", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, דָּם 1", "anchorRef": "Leviticus 8:30", "anchorRefExpanded": ["Leviticus 8:30"], "sourceRef": "BDB, דָּם 1", "sourceHeRef": "בראון-דרייבר-בריגס, דָּם א׳", "anchorVerse": 30, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "דָּם", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big><span dir=\"rtl\">דָּם</span></big></big><sub>360</sub><big></big>  <strong>n.m.</strong> <a data-ref=\"Genesis 9:6\" href=\"/Genesis.9.6\">Gn 9:6</a> blood <strong>(</strong>NH <em>id.</em> Arabic <span dir=\"rtl\">دَمٌ</span>, Ethiopic ደም: Assyrian <em>damu</em> Nor <sup>239</sup> Zim<sup>BP 72, 76</sup>; Aramaic <span dir=\"rtl\">דַּם</span>, <span dir=\"rtl\">דְּמָא</span>, <span dir=\"rtl\">ܕܶܡ</span>, <span dir=\"rtl\">ܕܡܳܐ</span> <strong>)</strong>—abs. <span dir=\"rtl\">ד׳</span> <a data-ref=\"Genesis 37:22\" href=\"/Genesis.37.22\">Gn 37:22</a> + 154 times; cstr. <span dir=\"rtl\">דַּם</span> <a data-ref=\"Genesis 9:6\" href=\"/Genesis.9.6\">Gn 9:6</a> + 62 times; sf. <span dir=\"rtl\">דָּמִי</span> <a data-ref=\"I Samuel 26:20\" href=\"/I_Samuel.26.20\">1 S 26:20</a> + 3 times; <span dir=\"rtl\">דָּֽמְךָ</span> <a data-ref=\"II Samuel 1:16\" href=\"/II_Samuel.1.16\">2 S 1:16</a> (Qr; Kt <span dir=\"rtl\">דמיך</span>) + 4 times; <span dir=\"rtl\">דָּמֵךְ</span> <a data-ref=\"Ezekiel 16:22\" href=\"/Ezekiel.16.22\">Ez 16:22</a> + 3 times; <span dir=\"rtl\">דָּמוֹ</span> <a data-ref=\"Genesis 9:4\" href=\"/Genesis.9.4\">Gn 9:4</a> + 30 times <span dir=\"rtl\">דָּמָהּ</span> <a data-ref=\"Leviticus 4:30\" href=\"/Leviticus.4.30\">Lv 4:30</a><sup>(×2)</sup> + 11 times; <span dir=\"rtl\">דִּמְכֶם</span> <a data-ref=\"Genesis 9:5\" href=\"/Genesis.9.5\">Gn 9:5</a>; <span dir=\"rtl\">דָּמָם</span> <a data-ref=\"Leviticus 16:27\" href=\"/Leviticus.16.27\">Lv 16:27</a> + 11 times; pl. <span dir=\"rtl\">דָּמִים</span> <a data-ref=\"Exodus 4:25\" href=\"/Exodus.4.25\">Ex 4:25</a> + 35 times; cstr. <span dir=\"rtl\">דְּמֵי</span> <a data-ref=\"Genesis 4:10\" href=\"/Genesis.4.10\">Gn 4:10</a> + 18 times; sf. <span dir=\"rtl\">דָּמֶיךָ</span> <a data-ref=\"II Samuel 1:16\" href=\"/II_Samuel.1.16\">2 S 1:16</a> Kt (Qr <span dir=\"rtl\">דָּֽמְךָ</span>); <span dir=\"rtl\">דָּמַיִךְ</span> <a data-ref=\"Ezekiel 16:6\" href=\"/Ezekiel.16.6\">Ez 16:6</a><sup>(×3)</sup>, <a data-ref=\"Ezekiel 16:9\" href=\"/Ezekiel.16.9\">9</a>; <span dir=\"rtl\">דָּמָיו</span> <a data-ref=\"Leviticus 20:9\" href=\"/Leviticus.20.9\">Lv 20:9</a> + 3 times; <span dir=\"rtl\">דָּמֶיהָ</span> <a data-ref=\"Leviticus 12:7\" href=\"/Leviticus.12.7\">Lv 12:7</a> + 2 times; <span dir=\"rtl\">דְּמֵיהֶם</span> <a data-ref=\"Leviticus 20:11\" href=\"/Leviticus.20.11\">Lv 20:11</a> + 5 times;—<br><strong>1.</strong>  <em>blood</em> of man or animal, = the life <span dir=\"rtl\">(נֶפֶשׁ)</span> <a data-ref=\"Genesis 9:4\" href=\"/Genesis.9.4\">Gn 9:4</a> (P) <a data-ref=\"Deuteronomy 12:23\" href=\"/Deuteronomy.12.23\">Dt 12:23</a>; <a data-ref=\"Leviticus 17:14\" href=\"/Leviticus.17.14\">Lv 17:14</a><sup>(×2)</sup> (H); cf. <span dir=\"rtl\">נֶפֶשׁ הַבָּשָׂר בַּדָּם הִוא</span> v <a data-ref=\"Leviticus 17:11\" href=\"/Leviticus.17.11\">11</a> (H & <span dir=\"rtl\">דִּמְכֶם לְנַפְשֹׁתֵיכֶם</span> <a data-ref=\"Genesis 9:5\" href=\"/Genesis.9.5\">Gn 9:5</a> (P); see also <a data-ref=\"Psalms 72:14\" href=\"/Psalms.72.14\">ψ 72:14</a> <span dir=\"rtl\">וְיֵיקַר דָּמָם בְּעֵינָיו</span>; hence blood of animals not to be eaten <a data-ref=\"Leviticus 3:17\" href=\"/Leviticus.3.17\">Lv 3:17</a>; <a data-ref=\"Leviticus 7:26\" href=\"/Leviticus.7.26\">7:26</a>, <a data-ref=\"Leviticus 7:27\" href=\"/Leviticus.7.27\">27</a> (all P) <a data-ref=\"Leviticus 17:10\" href=\"/Leviticus.17.10\">17:10</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 17:12\" href=\"/Leviticus.17.12\">12</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 17:14\" href=\"/Leviticus.17.14\">14</a>; <a data-ref=\"Leviticus 19:26\" href=\"/Leviticus.19.26\">19:26</a> (all H) <a data-ref=\"Deuteronomy 12:16\" href=\"/Deuteronomy.12.16\">Dt 12:16</a>, <a data-ref=\"Deuteronomy 12:23\" href=\"/Deuteronomy.12.23\">23</a>; <a data-ref=\"Deuteronomy 15:23\" href=\"/Deuteronomy.15.23\">15:23</a>; <a data-ref=\"I Samuel 14:32\" href=\"/I_Samuel.14.32\">1 S 14:32</a>, <a data-ref=\"I Samuel 14:33\" href=\"/I_Samuel.14.33\">33</a>, <a data-ref=\"I Samuel 14:34\" href=\"/I_Samuel.14.34\">34</a>; <a data-ref=\"Ezekiel 33:25\" href=\"/Ezekiel.33.25\">Ez 33:25</a> (cf. RS<sup>K 310</sup>), but to be poured out & covered with dust <a data-ref=\"Leviticus 17:13\" href=\"/Leviticus.17.13\">Lv 17:13</a> (cf. RS<sup>Sem i. 216 f.</sup>).<br><strong>2.</strong>  usually blood become visible, <strong>a.</strong>  as from a wound <span dir=\"rtl\">ד׳ הַמַּכָּה</span> <a data-ref=\"I Kings 22:35\" href=\"/I_Kings.22.35\">1 K 22:35</a> (cf. <span dir=\"rtl\">חֲתַן דָּמִים</span> <a data-ref=\"Exodus 4:25\" href=\"/Exodus.4.25\">Ex 4:25</a>, <a data-ref=\"Exodus 4:26\" href=\"/Exodus.4.26\">26</a> v. infr. <strong>h</strong>); licked by dogs <a data-ref=\"I Kings 21:19\" href=\"/I_Kings.21.19\">1 K 21:19</a><sup>(×2)</sup>; <a data-ref=\"I Kings 22:38\" href=\"/I_Kings.22.38\">22:38</a>; <a data-ref=\"Exodus 32:6\" href=\"/Exodus.32.6\">Ex 32:6</a>; from the nose <a data-ref=\"Proverbs 30:33\" href=\"/Proverbs.30.33\">Pr 30:33</a>; bloody issue of a woman <a data-ref=\"Leviticus 15:19\" href=\"/Leviticus.15.19\">Lv 15:19</a> cf. v <a data-ref=\"Leviticus 15:25\" href=\"/Leviticus.15.25\">25</a>; pl. <span dir=\"rtl\">דְּמֵי טָֽהֳרָה</span> <a data-ref=\"Leviticus 12:4\" href=\"/Leviticus.12.4\">12:4</a>, <a data-ref=\"Leviticus 12:5\" href=\"/Leviticus.12.5\">5</a>, & <span dir=\"rtl\">מְקֹר דָּמֶיהָ</span> v <a data-ref=\"Leviticus 12:7\" href=\"/Leviticus.12.7\">7</a> (all P) <a data-ref=\"Leviticus 20:18\" href=\"/Leviticus.20.18\">20:18</a> (H); blood in which child welters <a data-ref=\"Ezekiel 16:6\" href=\"/Ezekiel.16.6\">Ez 16:6</a><sup>(×2)</sup>, <a data-ref=\"Ezekiel 16:22\" href=\"/Ezekiel.16.22\">22</a> + v <a data-ref=\"Ezekiel 16:6\" href=\"/Ezekiel.16.6\">6</a> (del. A B 𝔖 Co al.); of goat <a data-ref=\"Genesis 37:31\" href=\"/Genesis.37.31\">Gn 37:31</a> (JE); of slain bird <a data-ref=\"Leviticus 14:6\" href=\"/Leviticus.14.6\">Lv 14:6</a>, <a data-ref=\"Leviticus 14:51\" href=\"/Leviticus.14.51\">51</a>, <a data-ref=\"Leviticus 14:52\" href=\"/Leviticus.14.52\">52</a>. <strong>b.</strong>  often obj. of <span dir=\"rtl\">שָׁפַךְ</span> <em>spill, shed</em> <a data-ref=\"Genesis 9:6\" href=\"/Genesis.9.6\">Gn 9:6</a> (P); <a data-ref=\"Genesis 37:22\" href=\"/Genesis.37.22\">37:22</a> (E); <a data-ref=\"Numbers 35:33\" href=\"/Numbers.35.33\">Nu 35:33</a> (P); <a data-ref=\"Leviticus 17:4\" href=\"/Leviticus.17.4\">Lv 17:4</a> (H); <a data-ref=\"Deuteronomy 21:7\" href=\"/Deuteronomy.21.7\">Dt 21:7</a>; <a data-ref=\"I Samuel 25:31\" href=\"/I_Samuel.25.31\">1 S 25:31</a>; <a data-ref=\"I Kings 18:28\" href=\"/I_Kings.18.28\">1 K 18:28</a>; <a data-ref=\"II Kings 21:16\" href=\"/II_Kings.21.16\">2 K 21:16</a>; <a data-ref=\"II Kings 24:4\" href=\"/II_Kings.24.4\">24:4</a>; <a data-ref=\"I Chronicles 22:8\" href=\"/I_Chronicles.22.8\">1 Ch 22:8</a>; <a data-ref=\"Ezekiel 16:38\" href=\"/Ezekiel.16.38\">Ez 16:38</a>; <a data-ref=\"Ezekiel 22:4\" href=\"/Ezekiel.22.4\">22:4</a>, <a data-ref=\"Ezekiel 22:6\" href=\"/Ezekiel.22.6\">6</a>, <a data-ref=\"Ezekiel 22:9\" href=\"/Ezekiel.22.9\">9</a>, <a data-ref=\"Ezekiel 22:12\" href=\"/Ezekiel.22.12\">12</a>, <a data-ref=\"Ezekiel 22:27\" href=\"/Ezekiel.22.27\">27</a>; <a data-ref=\"Ezekiel 23:45\" href=\"/Ezekiel.23.45\">23:45</a>; <a data-ref=\"Ezekiel 33:25\" href=\"/Ezekiel.33.25\">33:25</a>; <a data-ref=\"Ezekiel 36:18\" href=\"/Ezekiel.36.18\">36:18</a> (del. B Co) <a data-ref=\"Proverbs 1:16\" href=\"/Proverbs.1.16\">Pr 1:16</a>; also <a data-ref=\"Psalms 79:3\" href=\"/Psalms.79.3\">ψ 79:3</a> <span dir=\"rtl\">שָֽׁפְכוּ דָמָם כַּמַּיִם</span>; <span dir=\"rtl\">שֹׁפֵךְ דָּם</span> <em>a blood-shedder</em> <a data-ref=\"Ezekiel 18:10\" href=\"/Ezekiel.18.10\">Ez 18:10</a>; <span dir=\"rtl\">עִיר שֹׁפֶכֶת דָּם</span> <a data-ref=\"Ezekiel 22:3\" href=\"/Ezekiel.22.3\">Ez 22:3</a> cf. v <a data-ref=\"Ezekiel 22:4\" href=\"/Ezekiel.22.4\">4</a> (also <a data-ref=\"I Kings 2:31\" href=\"/I_Kings.2.31\">1 K 2:31</a>; <a data-ref=\"Jeremiah 22:3\" href=\"/Jeremiah.22.3\">Je 22:3</a>, <a data-ref=\"Jeremiah 22:17\" href=\"/Jeremiah.22.17\">17</a>; <a data-ref=\"I Chronicles 22:8\" href=\"/I_Chronicles.22.8\">1 Ch 22:8</a>; <a data-ref=\"I Chronicles 28:3\" href=\"/I_Chronicles.28.3\">28:3</a>; <a data-ref=\"Proverbs 6:17\" href=\"/Proverbs.6.17\">Pr 6:17</a>; <a data-ref=\"Lamentations 4:13\" href=\"/Lamentations.4.13\">La 4:13</a>); less often subj. of pass. <span dir=\"rtl\">שָׁפוּךְ</span>, <span dir=\"rtl\">נִשְׁפָּךְ</span>, etc. <a data-ref=\"Genesis 9:6\" href=\"/Genesis.9.6\">Gn 9:6</a>; <a data-ref=\"Numbers 35:33\" href=\"/Numbers.35.33\">Nu 35:33</a> (both P); <a data-ref=\"Deuteronomy 19:10\" href=\"/Deuteronomy.19.10\">Dt 19:10</a>; <a data-ref=\"Zephaniah 1:17\" href=\"/Zephaniah.1.17\">Zp 1:17</a>; <a data-ref=\"Psalms 79:10\" href=\"/Psalms.79.10\">ψ 79:10</a>. <strong>c.</strong>  <span dir=\"rtl\">דַּם חָלָל</span> <a data-ref=\"Deuteronomy 32:42\" href=\"/Deuteronomy.32.42\">Dt 32:42</a> (song) <em>blood of slain;</em> <span dir=\"rtl\">ד׳ חֲלָלִים</span> <a data-ref=\"II Samuel 1:22\" href=\"/II_Samuel.1.22\">2 S 1:22</a> so <a data-ref=\"Numbers 23:24\" href=\"/Numbers.23.24\">Nu 23:24</a> (JE), obj. of <span dir=\"rtl\">שָׁתָה</span>, of Isr. under fig. of lion; cf. also <a data-ref=\"Ezekiel 39:17\" href=\"/Ezekiel.39.17\">Ez 39:17</a>, <a data-ref=\"Ezekiel 39:18\" href=\"/Ezekiel.39.18\">18</a>, <a data-ref=\"Ezekiel 39:19\" href=\"/Ezekiel.39.19\">19</a>, & <a data-ref=\"II Samuel 23:27\" href=\"/II_Samuel.23.27\">2 S 23:27</a> = <a data-ref=\"I Chronicles 11:19\" href=\"/I_Chronicles.11.19\">1 Ch 11:19</a> (<span dir=\"rtl\">דַּם הָאֲנָשִׁים</span> hyperbol. for imperilled life); as food of young eagles <a data-ref=\"Job 39:30\" href=\"/Job.39.30\">Jb 39:30</a>. <strong>d.</strong>  often of <em>innocent blood</em>, i.e. blood shed with injustice & cruelty, <span dir=\"rtl\">דָּם נָקִי</span> <a data-ref=\"Deuteronomy 21:8\" href=\"/Deuteronomy.21.8\">Dt 21:8</a>, <a data-ref=\"Deuteronomy 21:9\" href=\"/Deuteronomy.21.9\">9</a>; <a data-ref=\"I Samuel 19:5\" href=\"/I_Samuel.19.5\">1 S 19:5</a>; <a data-ref=\"II Kings 21:16\" href=\"/II_Kings.21.16\">2 K 21:16</a>; <a data-ref=\"II Kings 24:4\" href=\"/II_Kings.24.4\">24:4</a> <a data-ref=\"Psalms 94:21\" href=\"/Psalms.94.21\">ψ 94:21</a>; <a data-ref=\"Psalms 106:38\" href=\"/Psalms.106.38\">106:38</a> cf. v <a data-ref=\"Psalms 106:38\" href=\"/Psalms.106.38\">38</a> <a data-ref=\"Proverbs 6:17\" href=\"/Proverbs.6.17\">Pr 6:17</a>; <a data-ref=\"Isaiah 59:7\" href=\"/Isaiah.59.7\">Is 59:7</a>; <a data-ref=\"Jeremiah 7:6\" href=\"/Jeremiah.7.6\">Je 7:6</a>; <a data-ref=\"Jeremiah 22:3\" href=\"/Jeremiah.22.3\">22:3</a> (also <a data-ref=\"Jeremiah 26:15\" href=\"/Jeremiah.26.15\">26:15</a>); <span dir=\"rtl\">דָּם נָקִיא</span> <a data-ref=\"Joel 4:19\" href=\"/Joel.4.19\">Jo 4:19</a>; <a data-ref=\"Jonah 1:14\" href=\"/Jonah.1.14\">Jon 1:14</a>; also in cstr. <span dir=\"rtl\">דַּם נָקִי</span> <a data-ref=\"Deuteronomy 19:10\" href=\"/Deuteronomy.19.10\">Dt 19:10</a>; cf. <a data-ref=\"Deuteronomy 27:25\" href=\"/Deuteronomy.27.25\">27:25</a> <span dir=\"rtl\">לְהַכּוֹת נֶפֶשׁ ד׳ נ׳</span>; <span dir=\"rtl\">דַּם הַנָּקִי</span> <a data-ref=\"Deuteronomy 19:13\" href=\"/Deuteronomy.19.13\">Dt 19:13</a>; <a data-ref=\"Jeremiah 22:17\" href=\"/Jeremiah.22.17\">Je 22:17</a>; <a data-ref=\"II Kings 24:4\" href=\"/II_Kings.24.4\">2 K 24:4</a>; <span dir=\"rtl\">דַּם נְקִיִּים</span> <a data-ref=\"Jeremiah 19:4\" href=\"/Jeremiah.19.4\">Je 19:4</a>; <span dir=\"rtl\">דַּם נַפְשׁוֹת אֶבְיוֹנִים נְקִיִּים</span> <a data-ref=\"Jeremiah 2:34\" href=\"/Jeremiah.2.34\">Je 2:34</a>; further <span dir=\"rtl\">דַּם צַדִּיקִים</span> <a data-ref=\"Lamentations 4:13\" href=\"/Lamentations.4.13\">La 4:13</a>; <span dir=\"rtl\">דְּמֵי חִנָּם</span> <a data-ref=\"I Kings 2:31\" href=\"/I_Kings.2.31\">1 K 2:31</a>; in <a data-ref=\"Psalms 30:10\" href=\"/Psalms.30.10\">ψ 30:10</a> <span dir=\"rtl\">דָּמִי</span> = <em>my death</em> (‖ <span dir=\"rtl\">רִדְתִּי אֶל־שַׁחַת</span> <strong>e.</strong>  <em>avenger of blood</em> <span dir=\"rtl\">גֹּאֵל הַדָּם</span> <a data-ref=\"Numbers 35:19\" href=\"/Numbers.35.19\">Nu 35:19</a>, <a data-ref=\"Numbers 35:21\" href=\"/Numbers.35.21\">21</a>, <a data-ref=\"Numbers 35:24\" href=\"/Numbers.35.24\">24</a>, <a data-ref=\"Numbers 35:25\" href=\"/Numbers.35.25\">25</a>, <a data-ref=\"Numbers 35:27\" href=\"/Numbers.35.27\">27</a><sup>(×2)</sup> (all P); <a data-ref=\"Deuteronomy 19:6\" href=\"/Deuteronomy.19.6\">Dt 19:6</a>, <a data-ref=\"Deuteronomy 19:12\" href=\"/Deuteronomy.19.12\">12</a>; <a data-ref=\"Joshua 20:3\" href=\"/Joshua.20.3\">Jos 20:3</a>, <a data-ref=\"Joshua 20:5\" href=\"/Joshua.20.5\">5</a>, <a data-ref=\"Joshua 20:9\" href=\"/Joshua.20.9\">9</a>; <a data-ref=\"II Samuel 14:11\" href=\"/II_Samuel.14.11\">2 S 14:11</a>. <strong>f.</strong>  pl. <span dir=\"rtl\">דָּמִים</span> of abundance, blood in quantity, hence sometimes of blood shed by rude violence, and of blood-stains;—<a data-ref=\"Genesis 4:10\" href=\"/Genesis.4.10\">Gn 4:10</a>, <a data-ref=\"Genesis 4:11\" href=\"/Genesis.4.11\">11</a> (J) as crying from the ground for vengeance (cf. RS<sup>Sem i. 397</sup>), comp. also <a data-ref=\"II Samuel 3:28\" href=\"/II_Samuel.3.28\">2 S 3:28</a>; <a data-ref=\"II Samuel 16:8\" href=\"/II_Samuel.16.8\">16:8</a>; <a data-ref=\"II Kings 9:26\" href=\"/II_Kings.9.26\">2 K 9:26</a><sup>(×2)</sup>; <a data-ref=\"Isaiah 1:15\" href=\"/Isaiah.1.15\">Is 1:15</a>; <a data-ref=\"Isaiah 9:4\" href=\"/Isaiah.9.4\">9:4</a>; <a data-ref=\"Isaiah 26:21\" href=\"/Isaiah.26.21\">26:21</a>; <a data-ref=\"Ezekiel 16:6\" href=\"/Ezekiel.16.6\">Ez 16:6</a><sup>(×3)</sup>, <a data-ref=\"Ezekiel 16:9\" href=\"/Ezekiel.16.9\">9</a>, <a data-ref=\"Ezekiel 16:36\" href=\"/Ezekiel.16.36\">36</a> (on text of v <a data-ref=\"Ezekiel 16:6\" href=\"/Ezekiel.16.6\">6</a> vid. supr.) <a data-ref=\"Zechariah 9:7\" href=\"/Zechariah.9.7\">Zc 9:7</a>; <a data-ref=\"II Chronicles 24:25\" href=\"/II_Chronicles.24.25\">2 Ch 24:25</a>; <span dir=\"rtl\">דְּמֵי אָדָם</span> <a data-ref=\"Habakkuk 2:8\" href=\"/Habakkuk.2.8\">Hb 2:8</a>, <a data-ref=\"Habakkuk 2:17\" href=\"/Habakkuk.2.17\">17</a>, and in other connexions; but interchangeably with sg. <a data-ref=\"II Samuel 3:27\" href=\"/II_Samuel.3.27\">2 S 3:27</a>; <a data-ref=\"II Samuel 20:12\" href=\"/II_Samuel.20.12\">20:12</a>; <a data-ref=\"II Kings 9:33\" href=\"/II_Kings.9.33\">2 K 9:33</a>; <a data-ref=\"Isaiah 34:3\" href=\"/Isaiah.34.3\">Is 34:3</a>, <a data-ref=\"Isaiah 34:6\" href=\"/Isaiah.34.6\">6</a>,<sup>(×2)</sup>, <a data-ref=\"Isaiah 34:7\" href=\"/Isaiah.34.7\">7</a>; <a data-ref=\"Ezekiel 21:37\" href=\"/Ezekiel.21.37\">Ez 21:37</a>; <a data-ref=\"Ezekiel 22:13\" href=\"/Ezekiel.22.13\">22:13</a> (pl. Co) <a data-ref=\"Ezekiel 24:8\" href=\"/Ezekiel.24.8\">24:8</a><sup>(×2)</sup> al.; v. especially <span dir=\"rtl\">אֶרֶץ אַל־תְּכַסִּי דָמִי</span> <a data-ref=\"Job 16:18\" href=\"/Job.16.18\">Jb 16:18</a>; <span dir=\"rtl\">דְּמֵי ירושׁלם</span> <em>blood-stains of Jerusalem</em> <a data-ref=\"Isaiah 4:4\" href=\"/Isaiah.4.4\">Is 4:4</a>; = slaughter, sg. <a data-ref=\"Genesis 37:26\" href=\"/Genesis.37.26\">Gn 37:26</a> (J); <a data-ref=\"Jeremiah 48:10\" href=\"/Jeremiah.48.10\">Je 48:10</a>; <a data-ref=\"Ezekiel 5:17\" href=\"/Ezekiel.5.17\">Ez 5:17</a>; <a data-ref=\"Ezekiel 28:23\" href=\"/Ezekiel.28.23\">28:23</a> (‖ <span dir=\"rtl\">דֶּבֶר</span>) <a data-ref=\"Ezekiel 38:22\" href=\"/Ezekiel.38.22\">38:22</a> (‖ <em>id.</em>); <span dir=\"rtl\">דַּם־עֲבָדָיו</span> <a data-ref=\"Deuteronomy 32:43\" href=\"/Deuteronomy.32.43\">Dt 32:43</a> (song: cf. <a data-ref=\"Psalms 79:10\" href=\"/Psalms.79.10\">ψ 79:10</a>); pl. <span dir=\"rtl\">דְּמֵי עֲבָדַי</span> <a data-ref=\"II Kings 9:7\" href=\"/II_Kings.9.7\">2 K 9:7</a><sup>(×2)</sup>; <span dir=\"rtl\">דְּמֵי יִזְרְעֶאל</span> <a data-ref=\"Hosea 1:4\" href=\"/Hosea.1.4\">Ho 1:4</a> <em>bloodshed at Jezreel;</em> cf. <span dir=\"rtl\">דָּמִים בְּדָמִים נָנָ֑עוּ</span> <a data-ref=\"Hosea 4:2\" href=\"/Hosea.4.2\">Ho 4:2</a>; <span dir=\"rtl\">דְּמֵי מִלְחָמָה</span> <a data-ref=\"I Kings 2:5\" href=\"/I_Kings.2.5\">1 K 2:5</a><sup>(×2)</sup>; in <a data-ref=\"Ezekiel 9:9\" href=\"/Ezekiel.9.9\">Ez 9:9</a> <span dir=\"rtl\">וַתִּמָּלֵא הָאָרֶץ חָמָם</span> (Bear) read <span dir=\"rtl\">דָּמִים</span> for <span dir=\"rtl\">חָמָס</span> v. d. H Vrss Co Comm.; <span dir=\"rtl\">אָרַב לְדָם</span> <em>lie in wait for blood</em> <a data-ref=\"Proverbs 1:11\" href=\"/Proverbs.1.11\">Pr 1:11</a> cf. v <a data-ref=\"Proverbs 1:18\" href=\"/Proverbs.1.18\">18</a>; <a data-ref=\"Proverbs 12:6\" href=\"/Proverbs.12.6\">12:6</a>; <a data-ref=\"Micah 7:2\" href=\"/Micah.7.2\">Mi 7:2</a>; <span dir=\"rtl\">דָּמִים</span> of a <em>plan of murder</em> <a data-ref=\"Isaiah 33:15\" href=\"/Isaiah.33.15\">Is 33:15</a> (obj. of <span dir=\"rtl\">שׁמע</span>); <span dir=\"rtl\">מִשְׁפַּט דָּמִים</span> <a data-ref=\"Ezekiel 7:23\" href=\"/Ezekiel.7.23\">Ez 7:23</a> <em>bloody crime;</em> as symbol of oppression, violence <a data-ref=\"Micah 3:10\" href=\"/Micah.3.10\">Mi 3:10</a> (‖ <span dir=\"rtl\">עַוְלָה</span>), <a data-ref=\"Habakkuk 2:12\" href=\"/Habakkuk.2.12\">Hb 2:12</a> (‖ <em>id.</em>) <strong>g.</strong>  <span dir=\"rtl\">דָּמִים</span> = <em>guilt of bloodshed, blood-guiltiness</em> <a data-ref=\"Exodus 22:1\" href=\"/Exodus.22.1\">Ex 22:1</a>, then more generally, <em>mortal sin</em> (RS<sup>OTJC 417, 2nd ed. 441</sup>, cf. <a data-ref=\"Ezekiel 18:13\" href=\"/Ezekiel.18.13\">Ez 18:13</a>) <a data-ref=\"Psalms 51:16\" href=\"/Psalms.51.16\">ψ 51:16</a> (cf. <a data-ref=\"Hosea 12:15\" href=\"/Hosea.12.15\">Ho 12:15</a>); also <span dir=\"rtl\">בּוֹא בְדָמִים</span> <a data-ref=\"I Samuel 25:26\" href=\"/I_Samuel.25.26\">1 S 25:26</a>, <a data-ref=\"I Samuel 25:33\" href=\"/I_Samuel.25.33\">33</a>. <strong>h.</strong>  pl. also in phrases: <span dir=\"rtl\">חֲתַן דָּמִים</span> <em>bloody bridegroom</em> <a data-ref=\"Exodus 4:25\" href=\"/Exodus.4.25\">Ex 4:25</a>, <a data-ref=\"Exodus 4:26\" href=\"/Exodus.4.26\">26</a>; also those denoting character, chiefly poet., <span dir=\"rtl\">אִישׁ הַדָּמִים</span> <em>bloody man</em> (sanguinary) <a data-ref=\"II Samuel 16:8\" href=\"/II_Samuel.16.8\">2 S 16:8</a> <a data-ref=\"Psalms 5:7\" href=\"/Psalms.5.7\">ψ 5:7</a> <span dir=\"rtl\">אִישׁ הַדָּמִים</span> <a data-ref=\"II Samuel 16:7\" href=\"/II_Samuel.16.7\">2 S 16:7</a>; <span dir=\"rtl\">אַנְשֵׁי דָּמִים</span>, <a data-ref=\"Psalms 26:9\" href=\"/Psalms.26.9\">ψ 26:9</a>; <a data-ref=\"Psalms 55:24\" href=\"/Psalms.55.24\">55:24</a>; <a data-ref=\"Psalms 59:3\" href=\"/Psalms.59.3\">59:3</a>; <a data-ref=\"Psalms 139:19\" href=\"/Psalms.139.19\">139:19</a>; <a data-ref=\"Proverbs 29:10\" href=\"/Proverbs.29.10\">Pr 29:10</a>; <span dir=\"rtl\">ואל־בֵּית הַדָּמִים</span> <em>bloody house</em> <a data-ref=\"II Samuel 21:1\" href=\"/II_Samuel.21.1\">2 S 21:1</a> but read with 𝔊 We Dr <span dir=\"rtl\">ואל בֵּיתֹה דמים</span>, & <em>on his house is blood;</em> <span dir=\"rtl\">עִיר דָּמִים</span> <a data-ref=\"Nahum 3:1\" href=\"/Nahum.3.1\">Na 3:1</a>; <span dir=\"rtl\">עִיר הַדָּמִים</span> <a data-ref=\"Ezekiel 22:2\" href=\"/Ezekiel.22.2\">Ez 22:2</a>; <a data-ref=\"Ezekiel 24:6\" href=\"/Ezekiel.24.6\">24:6</a> + v <a data-ref=\"Ezekiel 24:9\" href=\"/Ezekiel.24.9\">9</a> (del. B Co). <strong>i.</strong>  <span dir=\"rtl\">דָּמָיו בּוֹ</span> <em>his blood is in</em> (<em>upon</em>) <em>him</em>, he is responsible for his own death <a data-ref=\"Leviticus 20:9\" href=\"/Leviticus.20.9\">Lv 20:9</a> cf. v <a data-ref=\"Leviticus 20:11\" href=\"/Leviticus.20.11\">11</a>, <a data-ref=\"Leviticus 20:12\" href=\"/Leviticus.20.12\">12</a>, <a data-ref=\"Leviticus 20:13\" href=\"/Leviticus.20.13\">13</a>, <a data-ref=\"Leviticus 20:16\" href=\"/Leviticus.20.16\">16</a>, <a data-ref=\"Leviticus 20:27\" href=\"/Leviticus.20.27\">27</a> (all H), <a data-ref=\"Ezekiel 18:13\" href=\"/Ezekiel.18.13\">Ez 18:13</a> (+ <span dir=\"rtl\">יִהְיֶה</span>); <span dir=\"rtl\">דָּמוֹ בּוֹ</span> <a data-ref=\"Ezekiel 33:5\" href=\"/Ezekiel.33.5\">Ez 33:5</a>; <span dir=\"rtl\">דָּמוֹ בְּרֹאשׁוֹ</span> <a data-ref=\"Joshua 2:19\" href=\"/Joshua.2.19\">Jos 2:19</a><sup>(×2)</sup>; so with <span dir=\"rtl\">שָׁבוּ</span> <a data-ref=\"I Kings 2:33\" href=\"/I_Kings.2.33\">1 K 2:33</a> <span dir=\"rtl\">יִהְיֶה</span> v <a data-ref=\"I Kings 2:37\" href=\"/I_Kings.2.37\">37</a>; <a data-ref=\"Ezekiel 33:4\" href=\"/Ezekiel.33.4\">Ez 33:4</a>; <span dir=\"rtl\">דָּֽמְי֯ךָ עַל רֹאשֶׁ֑ךָ</span> <a data-ref=\"II Samuel 1:16\" href=\"/II_Samuel.1.16\">2 S 1:16</a>, and <span dir=\"rtl\">הֵשִׁיב י׳ אֶת־דָּמוֹ עַל־רֹאשׁוֹ</span> <a data-ref=\"I Kings 2:32\" href=\"/I_Kings.2.32\">1 K 2:32</a>; also <span dir=\"rtl\">לֹא תָשִׂים דָּמִים בְּבֵיתְךָ</span> <a data-ref=\"Deuteronomy 22:8\" href=\"/Deuteronomy.22.8\">Dt 22:8</a>; and <span dir=\"rtl\">דָּמָם לָשׁוּם עַל אֲבִימֶלֶךְ</span> <a data-ref=\"Judges 9:24\" href=\"/Judges.9.24\">Ju 9:24</a>; <span dir=\"rtl\">(אל) נָתַן דָּם על</span> <a data-ref=\"Jeremiah 26:15\" href=\"/Jeremiah.26.15\">Je 26:15</a>; <a data-ref=\"Jonah 1:14\" href=\"/Jonah.1.14\">Jon 1:14</a>; <span dir=\"rtl\">וְהָיָה עָלֶיךָ דָּמִים</span> <a data-ref=\"Deuteronomy 19:10\" href=\"/Deuteronomy.19.10\">Dt 19:10</a>, v <a data-ref=\"II Samuel 21:1\" href=\"/II_Samuel.21.1\">2 S 21:1</a> supr.; also sg. <a data-ref=\"Ezekiel 22:4\" href=\"/Ezekiel.22.4\">Ez 22:4</a> <span dir=\"rtl\">בְּדָמֵךְ אָשַׁמְתְּ</span>, and as subj. of <span dir=\"rtl\">יֵחָשֵׁב לְ</span> <em>shall be imputed to</em> <a data-ref=\"Leviticus 17:4\" href=\"/Leviticus.17.4\">Lv 17:4</a> (H); <span dir=\"rtl\">אֵין לוֹ דָמִים</span> <a data-ref=\"Exodus 22:1\" href=\"/Exodus.22.1\">Ex 22:1</a> cf. v <a data-ref=\"Exodus 22:2\" href=\"/Exodus.22.2\">2</a> (both JE) & (sg.) <a data-ref=\"Numbers 35:27\" href=\"/Numbers.35.27\">Nu 35:27</a> (P) <strong>j.</strong>  of judicial process in case of bloodshed <span dir=\"rtl\">דָּבָר לַמִּשְׁפָּט בֵּין־דָּם לְדָם</span> <a data-ref=\"Deuteronomy 17:8\" href=\"/Deuteronomy.17.8\">Dt 17:8</a> cf. <a data-ref=\"II Chronicles 19:10\" href=\"/II_Chronicles.19.10\">2 Ch 19:10</a>; <span dir=\"rtl\">לֹא תַּעֲמֹד עַל־דַּם רֵעֶ֑ךָ</span> <a data-ref=\"Leviticus 19:16\" href=\"/Leviticus.19.16\">Lv 19:16</a> (H). <strong>k.</strong> in phrase <em>require blood at the hand of</em>, exact vengeance (for it) from, <span dir=\"rtl\">דָּרַשׁ דָּמוֹ מִיַד</span> <a data-ref=\"Ezekiel 33:6\" href=\"/Ezekiel.33.6\">Ez 33:6</a>; <a data-ref=\"Genesis 9:5\" href=\"/Genesis.9.5\">Gn 9:5</a>; <span dir=\"rtl\">דָּמוֹ נִדְרָשׁ</span> <a data-ref=\"Genesis 42:22\" href=\"/Genesis.42.22\">Gn 42:22</a> (E); abs. <span dir=\"rtl\">דֹּרשׁ דמים</span> <a data-ref=\"Psalms 9:13\" href=\"/Psalms.9.13\">ψ 9:13</a>; <span dir=\"rtl\">אֲבַקֵּשׁ אֶת־דָּמוֹ מִיֶּדְכֶם</span> <a data-ref=\"II Samuel 4:11\" href=\"/II_Samuel.4.11\">2 S 4:11</a> cf. <a data-ref=\"Ezekiel 3:18\" href=\"/Ezekiel.3.18\">Ez 3:18</a>, <a data-ref=\"Ezekiel 3:20\" href=\"/Ezekiel.3.20\">20</a>; <a data-ref=\"Ezekiel 33:8\" href=\"/Ezekiel.33.8\">33:8</a>; <span dir=\"rtl\">פָּקַד ד׳ עַל־</span> <a data-ref=\"Hosea 1:4\" href=\"/Hosea.1.4\">Ho 1:4</a>; <span dir=\"rtl\">וְנִקֵּיתִי ד׳</span> <a data-ref=\"Joel 4:21\" href=\"/Joel.4.21\">Jo 4:21</a>; <a data-ref=\"Ezekiel 35:6\" href=\"/Ezekiel.35.6\">Ez 35:6</a><sup>(×4)</sup>; cf. on the other hand <span dir=\"rtl\">אַל־יִפֹּל דָּמִי אַרְצָה מִנֶּגֶד פְּנֵי י׳</span> <a data-ref=\"I Samuel 26:20\" href=\"/I_Samuel.26.20\">1 S 26:20</a> i.e. let it not be unavenged. <strong>l.</strong> of blood as defiling a land <a data-ref=\"Numbers 35:33\" href=\"/Numbers.35.33\">Nu 35:33</a> (P) cf. <a data-ref=\"Psalms 106:38\" href=\"/Psalms.106.38\">ψ 106:38</a> (pl. <span dir=\"rtl\">בדמים</span>); <span dir=\"rtl\">עֲקֻבָּה מִדָּם</span> <a data-ref=\"Hosea 6:8\" href=\"/Hosea.6.8\">Ho 6:8</a> of a city <em>foot-printed</em> (VB) <em>with blood;</em> defiling hands <a data-ref=\"Isaiah 1:15\" href=\"/Isaiah.1.15\">Is 1:15</a>; <a data-ref=\"Isaiah 59:3\" href=\"/Isaiah.59.3\">59:3</a>; <a data-ref=\"Lamentations 4:14\" href=\"/Lamentations.4.14\">La 4:14</a> cf. <a data-ref=\"Ezekiel 23:37\" href=\"/Ezekiel.23.37\">Ez 23:37</a>, <a data-ref=\"Ezekiel 23:45\" href=\"/Ezekiel.23.45\">45</a>; further, of blood as oppressing one who has shed it <span dir=\"rtl\">עָשֻׁק בְּדַם נֶפֶשׁ</span> <a data-ref=\"Proverbs 28:17\" href=\"/Proverbs.28.17\">Pr 28:17</a>. <strong>m.</strong> atonement for blood-guilt is expressed by <span dir=\"rtl\">וְנִכַּפֵּר לָהֶם הַדָּם</span> <a data-ref=\"Deuteronomy 21:8\" href=\"/Deuteronomy.21.8\">Dt 21:8</a> (on form of vb. cf. Ges<sup>§ 55.9</sup> & Di). <strong>n.</strong> blood (-shedding) as connected with divine wrath <span dir=\"rtl\">וְשָׁפַכְתִּ֫י חֲמָתִי עָלֶיהָ בְּדָם</span> <a data-ref=\"Ezekiel 14:19\" href=\"/Ezekiel.14.19\">Ez 14:19</a>; <span dir=\"rtl\">דַּם חֵמָה וְקִנְאָה</span> <a data-ref=\"Ezekiel 16:38\" href=\"/Ezekiel.16.38\">Ez 16:38</a>; v. further <span dir=\"rtl\">אַשְׁכִּיר חִצַּי מִדָּם</span> <a data-ref=\"Deuteronomy 32:42\" href=\"/Deuteronomy.32.42\">Dt 32:42</a>, cf. <a data-ref=\"Jeremiah 46:10\" href=\"/Jeremiah.46.10\">Je 46:10</a>; cf. also of human vengeance by divine help <span dir=\"rtl\">יִרְחַץ בְּדַם הָרָשָׁע</span> <a data-ref=\"Psalms 58:11\" href=\"/Psalms.58.11\">ψ 58:11</a>; <span dir=\"rtl\">תִּמֲחַץ רַגְלְךָ בְּדָם</span> <a data-ref=\"Psalms 68:24\" href=\"/Psalms.68.24\">68:24</a>; note further <a data-ref=\"Isaiah 49:26\" href=\"/Isaiah.49.26\">Is 49:26</a>; <a data-ref=\"Ezekiel 39:19\" href=\"/Ezekiel.39.19\">Ez 39:19</a> (in both fig. of being drunk with blood); then of simple human vengeance <span dir=\"rtl\">וְהוֹרַדְתָּ֫ אֶת־שֵׂיבָתוֹ בְּדָם שְׁאוֹל</span> <a data-ref=\"I Kings 2:9\" href=\"/I_Kings.2.9\">1 K 2:9</a>. <strong>o.</strong> of water turned into blood (sg.) in Egypt, by divine power <a data-ref=\"Exodus 4:9\" href=\"/Exodus.4.9\">Ex 4:9</a> (J); <a data-ref=\"Exodus 7:17\" href=\"/Exodus.7.17\">7:17</a>, <a data-ref=\"Exodus 4:20\" href=\"/Exodus.4.20\">20</a> (JE); v <a data-ref=\"Exodus 4:19\" href=\"/Exodus.4.19\">19</a><sup>(×2)</sup>, <a data-ref=\"Exodus 4:21\" href=\"/Exodus.4.21\">21</a> (P) <a data-ref=\"Psalms 78:44\" href=\"/Psalms.78.44\">ψ 78:44</a>; <a data-ref=\"Psalms 105:29\" href=\"/Psalms.105.29\">105:29</a>; cf. <a data-ref=\"Isaiah 15:9\" href=\"/Isaiah.15.9\">Is. 15:9</a> & <a data-ref=\"Ezekiel 32:6\" href=\"/Ezekiel.32.6\">Ez 32:6</a>; further, of appearance of blood in sky <a data-ref=\"Joel 3:3\" href=\"/Joel.3.3\">Jo 3:3</a>, & of colour of moon v <a data-ref=\"Joel 3:4\" href=\"/Joel.3.4\">4</a>; specifically of red colour of water <span dir=\"rtl\">אֲדֻמִּים כַּדָּם</span> <a data-ref=\"II Kings 3:22\" href=\"/II_Kings.3.22\">2 K 3:22</a>; cf. v <a data-ref=\"II Kings 3:23\" href=\"/II_Kings.3.23\">23</a>.<br><strong>3.</strong>  blood used with religious significance, <strong>a.</strong>  blood of passover-lamb <a data-ref=\"Exodus 12:7\" href=\"/Exodus.12.7\">Ex 12:7</a>, <a data-ref=\"Exodus 12:13\" href=\"/Exodus.12.13\">13</a><sup>(×2)</sup> (all P) v <a data-ref=\"Exodus 12:22\" href=\"/Exodus.12.22\">22</a><sup>(×2)</sup>, <a data-ref=\"Exodus 12:23\" href=\"/Exodus.12.23\">23</a> (all JE); note also <span dir=\"rtl\">דַּם הַבְּרִית</span> i.e. blood by which a covenant was ratified <a data-ref=\"Exodus 24:8\" href=\"/Exodus.24.8\">Ex 24:8</a> (JE) <a data-ref=\"Zechariah 9:11\" href=\"/Zechariah.9.11\">Zc 9:11</a>. <strong>b.</strong>  blood used in ritual, <a data-ref=\"Leviticus 17:11\" href=\"/Leviticus.17.11\">Lv 17:11</a> <span dir=\"rtl\">הַדָּם הוּא בַּנֶּפֶשׁ יְכַפֵּר</span> (H); cf. <a data-ref=\"II Chronicles 29:24\" href=\"/II_Chronicles.29.24\">2 Ch 29:24</a>; also <a data-ref=\"Ezekiel 44:7\" href=\"/Ezekiel.44.7\">Ez 44:7</a>, <a data-ref=\"Ezekiel 44:15\" href=\"/Ezekiel.44.15\">15</a> (both ‖ <span dir=\"rtl\">חֵלֶב</span>); further <a data-ref=\"Leviticus 1:5\" href=\"/Leviticus.1.5\">Lv 1:5</a>; <a data-ref=\"Isaiah 1:11\" href=\"/Isaiah.1.11\">Is 1:11</a> <a data-ref=\"Psalms 50:13\" href=\"/Psalms.50.13\">ψ 50:13</a>; thrown on altar, vb. <span dir=\"rtl\">זָרַק</span> usually c. <span dir=\"rtl\">עַל</span> <a data-ref=\"Exodus 24:6\" href=\"/Exodus.24.6\">Ex 24:6</a> (JE); <a data-ref=\"Exodus 29:16\" href=\"/Exodus.29.16\">29:16</a>, <a data-ref=\"Exodus 29:20\" href=\"/Exodus.29.20\">20</a>; <a data-ref=\"Leviticus 1:5\" href=\"/Leviticus.1.5\">Lv 1:5</a>, <a data-ref=\"Leviticus 1:11\" href=\"/Leviticus.1.11\">11</a>; <a data-ref=\"Leviticus 3:2\" href=\"/Leviticus.3.2\">3:2</a>, <a data-ref=\"Leviticus 3:8\" href=\"/Leviticus.3.8\">8</a>, <a data-ref=\"Leviticus 3:13\" href=\"/Leviticus.3.13\">13</a>; <a data-ref=\"Leviticus 7:2\" href=\"/Leviticus.7.2\">7:2</a>, <a data-ref=\"Leviticus 7:14\" href=\"/Leviticus.7.14\">14</a>; <a data-ref=\"Leviticus 8:19\" href=\"/Leviticus.8.19\">8:19</a>, <a data-ref=\"Leviticus 8:24\" href=\"/Leviticus.8.24\">24</a>; <a data-ref=\"Leviticus 9:12\" href=\"/Leviticus.9.12\">9:12</a>, <a data-ref=\"Leviticus 9:18\" href=\"/Leviticus.9.18\">18</a> (all P); <a data-ref=\"Leviticus 17:6\" href=\"/Leviticus.17.6\">17:6</a> (H); <a data-ref=\"Numbers 18:17\" href=\"/Numbers.18.17\">Nu 18:17</a> (P) <a data-ref=\"Ezekiel 43:18\" href=\"/Ezekiel.43.18\">Ez 43:18</a>; <a data-ref=\"II Kings 16:13\" href=\"/II_Kings.16.13\">2 K 16:13</a>, <a data-ref=\"II Kings 16:15\" href=\"/II_Kings.16.15\">15</a><sup>(×2)</sup> <a data-ref=\"II Chronicles 29:22\" href=\"/II_Chronicles.29.22\">2 Ch 29:22</a><sup>(×3)</sup> cf. <a data-ref=\"II Chronicles 30:16\" href=\"/II_Chronicles.30.16\">30:16</a>; sprinkled, vb. <span dir=\"rtl\">הִזָּה</span> <a data-ref=\"Leviticus 5:9\" href=\"/Leviticus.5.9\">Lv 5:9</a>; <a data-ref=\"Leviticus 16:19\" href=\"/Leviticus.16.19\">16:19</a> (both P); sprinkled toward tent of meeting (vb. <span dir=\"rtl\">הִזָּה</span>) <a data-ref=\"Numbers 19:4\" href=\"/Numbers.19.4\">Nu 19:4</a><sup>(×2)</sup> (P); brought into tent of meeting <a data-ref=\"Leviticus 4:5\" href=\"/Leviticus.4.5\">Lv 4:5</a>, <a data-ref=\"Leviticus 4:16\" href=\"/Leviticus.4.16\">16</a>; <a data-ref=\"Leviticus 6:23\" href=\"/Leviticus.6.23\">6:23</a>; cf. <a data-ref=\"Leviticus 10:18\" href=\"/Leviticus.10.18\">10:18</a> (all P); sprinkled toward the holy of holies (vb. <span dir=\"rtl\">הִזָּה</span>) <a data-ref=\"Leviticus 4:6\" href=\"/Leviticus.4.6\">Lv 4:6</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 4:17\" href=\"/Leviticus.4.17\">17</a>; <a data-ref=\"Leviticus 16:14\" href=\"/Leviticus.16.14\">16:14</a><sup>(×2)</sup> (all P); brought within the veil on day of atonement <a data-ref=\"Leviticus 16:15\" href=\"/Leviticus.16.15\">Lv 16:15</a><sup>(×3)</sup> (cf. v <a data-ref=\"Leviticus 16:14\" href=\"/Leviticus.16.14\">14</a>) v <a data-ref=\"Leviticus 16:27\" href=\"/Leviticus.16.27\">27</a> (all P); thrown on people <a data-ref=\"Exodus 24:8\" href=\"/Exodus.24.8\">Ex 24:8</a> (JE; <span dir=\"rtl\">זָרַק</span>); sprinkled on priests <span dir=\"rtl\">(הִזָּה)</span> <a data-ref=\"Exodus 29:21\" href=\"/Exodus.29.21\">Ex 29:21</a>; <a data-ref=\"Leviticus 8:30\" href=\"/Leviticus.8.30\">Lv 8:30</a> (both P); on garment (in sanctuary, <span dir=\"rtl\">הִזָּה</span>) <a data-ref=\"Leviticus 6:20\" href=\"/Leviticus.6.20\">Lv 6:20</a> (P); applied with finger to horns of altar <a data-ref=\"Exodus 29:12\" href=\"/Exodus.29.12\">Ex 29:12</a>; <a data-ref=\"Leviticus 4:7\" href=\"/Leviticus.4.7\">Lv 4:7</a>, <a data-ref=\"Leviticus 4:18\" href=\"/Leviticus.4.18\">18</a>, <a data-ref=\"Leviticus 4:25\" href=\"/Leviticus.4.25\">25</a>, <a data-ref=\"Leviticus 4:30\" href=\"/Leviticus.4.30\">30</a>, <a data-ref=\"Leviticus 4:34\" href=\"/Leviticus.4.34\">34</a>; <a data-ref=\"Leviticus 8:15\" href=\"/Leviticus.8.15\">8:15</a>; <a data-ref=\"Leviticus 9:9\" href=\"/Leviticus.9.9\">9:9</a><sup>(×3)</sup>; <a data-ref=\"Leviticus 16:18\" href=\"/Leviticus.16.18\">16:18</a><sup>(×2)</sup> (all P; cf. also <a data-ref=\"Ezekiel 45:19\" href=\"/Ezekiel.45.19\">Ez 45:19</a>) <a data-ref=\"Ezekiel 43:20\" href=\"/Ezekiel.43.20\">Ez 43:20</a>; applied to tip of right ear of priest <a data-ref=\"Exodus 29:20\" href=\"/Exodus.29.20\">Ex 29:20</a>; <a data-ref=\"Leviticus 8:23\" href=\"/Leviticus.8.23\">Lv 8:23</a>, <a data-ref=\"Leviticus 8:24\" href=\"/Leviticus.8.24\">24</a> (all P; also <a data-ref=\"Leviticus 14:14\" href=\"/Leviticus.14.14\">Lv 14:14</a>, <a data-ref=\"Leviticus 14:25\" href=\"/Leviticus.14.25\">25</a> P); poured out at base of altar <span dir=\"rtl\">(שָׁפַךְ אֶל־)</span> <a data-ref=\"Exodus 29:12\" href=\"/Exodus.29.12\">Ex 29:12</a>; <a data-ref=\"Leviticus 4:7\" href=\"/Leviticus.4.7\">Lv 4:7</a>, <a data-ref=\"Leviticus 4:18\" href=\"/Leviticus.4.18\">18</a>, <a data-ref=\"Leviticus 4:25\" href=\"/Leviticus.4.25\">25</a>, <a data-ref=\"Leviticus 4:30\" href=\"/Leviticus.4.30\">30</a>, <a data-ref=\"Leviticus 4:34\" href=\"/Leviticus.4.34\">34</a> (all P); cf. with <span dir=\"rtl\">מָצָה</span> (Niph.) <a data-ref=\"Leviticus 1:15\" href=\"/Leviticus.1.15\">Lv 1:15</a>; <a data-ref=\"Leviticus 5:9\" href=\"/Leviticus.5.9\">5:9</a>; with <span dir=\"rtl\">יָצַק</span> <a data-ref=\"Leviticus 8:15\" href=\"/Leviticus.8.15\">8:15</a> (all P); half of blood put in basons <a data-ref=\"Exodus 24:6\" href=\"/Exodus.24.6\">Ex 24:6</a> (JE); blood poured out on altar <a data-ref=\"Deuteronomy 12:27\" href=\"/Deuteronomy.12.27\">Dt 12:27</a><sup>(×2)</sup>; blood of red heifer burned <a data-ref=\"Numbers 19:5\" href=\"/Numbers.19.5\">Nu 19:5</a> (P); vid. further such terms as <span dir=\"rtl\">דַּם זִבְחִי</span> <a data-ref=\"Exodus 23:18\" href=\"/Exodus.23.18\">Ex 23:18</a>; <a data-ref=\"Exodus 34:25\" href=\"/Exodus.34.25\">34:25</a> (both JE) (cf. <a data-ref=\"Deuteronomy 12:27\" href=\"/Deuteronomy.12.27\">Dt 12:27</a>; <a data-ref=\"II Kings 16:15\" href=\"/II_Kings.16.15\">2 K 16:15</a>); <span dir=\"rtl\">דַּם הַשְּׁלָמִים</span> <a data-ref=\"Leviticus 7:33\" href=\"/Leviticus.7.33\">Lv 7:33</a> (P; cf. v <a data-ref=\"Leviticus 7:14\" href=\"/Leviticus.7.14\">14</a>); <span dir=\"rtl\">דַּם חַטָּאת הַכִּפֻּרִים</span> <a data-ref=\"Exodus 30:10\" href=\"/Exodus.30.10\">Ex 30:10</a> (P) cf. <a data-ref=\"Ezekiel 45:19\" href=\"/Ezekiel.45.19\">Ez 45:19</a>; <span dir=\"rtl\">דּם הָאָשָׁם</span> <a data-ref=\"Leviticus 14:14\" href=\"/Leviticus.14.14\">Lv 14:14</a>, <a data-ref=\"Leviticus 14:17\" href=\"/Leviticus.14.17\">17</a>, <a data-ref=\"Leviticus 14:25\" href=\"/Leviticus.14.25\">25</a>, <a data-ref=\"Leviticus 14:28\" href=\"/Leviticus.14.28\">28</a>; (v <span dir=\"rtl\">זֶבַח</span>, <span dir=\"rtl\">שֶׁלֶם</span>, <span dir=\"rtl\">חַטָּאת</span>, <span dir=\"rtl\">אָשָׁם</span>); <span dir=\"rtl\">דַּם־חֲזִיר</span>, <em>swine’s blood</em>, as heathen offering <a data-ref=\"Isaiah 66:3\" href=\"/Isaiah.66.3\">Is 66:3</a>; cf. <span dir=\"rtl\">נִסְכֵּיהֶם מִדָּם</span> <a data-ref=\"Psalms 16:4\" href=\"/Psalms.16.4\">ψ 16:4</a> (v. Che).<br><strong>4.</strong>  fig. of wine <span dir=\"rtl\">דַּם־עֲנָבִים</span> <a data-ref=\"Genesis 49:11\" href=\"/Genesis.49.11\">Gn 49:11</a> (blessing of Jacob ‖ <span dir=\"rtl\">יַיִן</span>); cf. <a data-ref=\"Deuteronomy 32:14\" href=\"/Deuteronomy.32.14\">Dt 32:14</a> (song) <span dir=\"rtl\">דַּם עֵנָב תִּשְׁתֶּה־הָ֑מֶר—בְּדָֽמְךָ</span> <a data-ref=\"Ezekiel 19:10\" href=\"/Ezekiel.19.10\">Ez 19:10</a> prob. text. error cf. VB; Da proposes <span dir=\"rtl\">בְּרוּמָהּ</span> <em>in her height</em>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2d9b6084aa1cbf1f2c1", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מִשְׁחָה 1", "anchorRef": "Leviticus 8:30", "anchorRefExpanded": ["Leviticus 8:30"], "sourceRef": "BDB, מִשְׁחָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, מִשְׁחָה א׳", "anchorVerse": 30, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מִשְׁחָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">מִשְׁחָה</span></big>  <strong>n.f. 1. ointment</strong>; <strong>2. consecrated portion</strong>;—abs. <span dir=\"rtl\">מ׳</span> <a data-ref=\"Exodus 25:6\" href=\"/Exodus.25.6\">Ex 25:6</a> +; cstr. <span dir=\"rtl\">מִשְׁחַת</span> <a data-ref=\"Exodus 30:25\" href=\"/Exodus.30.25\">Ex 30:25</a> +;—<br><strong>1.</strong>  <em>ointment</em>, the holy oil used in the consecration of the Aaronic priests, only in P; <span dir=\"rtl\">שֶׁמֶן הַמִּשְׁחָה</span> <a data-ref=\"Exodus 25:6\" href=\"/Exodus.25.6\">Ex 25:6</a>; <a data-ref=\"Exodus 29:7\" href=\"/Exodus.29.7\">29:7</a>, <a data-ref=\"Exodus 29:21\" href=\"/Exodus.29.21\">21</a>; <a data-ref=\"Exodus 31:11\" href=\"/Exodus.31.11\">31:11</a>; <a data-ref=\"Exodus 35:8\" href=\"/Exodus.35.8\">35:8</a>, <a data-ref=\"Exodus 35:15\" href=\"/Exodus.35.15\">15</a>, <a data-ref=\"Exodus 35:28\" href=\"/Exodus.35.28\">28</a>; <a data-ref=\"Exodus 37:29\" href=\"/Exodus.37.29\">37:29</a>; <a data-ref=\"Exodus 39:38\" href=\"/Exodus.39.38\">39:38</a>; <a data-ref=\"Exodus 40:9\" href=\"/Exodus.40.9\">40:9</a>; <a data-ref=\"Leviticus 8:2\" href=\"/Leviticus.8.2\">Lv 8:2</a>, <a data-ref=\"Leviticus 8:10\" href=\"/Leviticus.8.10\">10</a>, <a data-ref=\"Leviticus 8:12\" href=\"/Leviticus.8.12\">12</a>, <a data-ref=\"Leviticus 8:30\" href=\"/Leviticus.8.30\">30</a>; <a data-ref=\"Leviticus 21:10\" href=\"/Leviticus.21.10\">21:10</a>; <a data-ref=\"Numbers 4:16\" href=\"/Numbers.4.16\">Nu 4:16</a>; <span dir=\"rtl\">שׁ׳ מִשְׁחַת קֹדֶשׁ</span> <a data-ref=\"Exodus 30:25\" href=\"/Exodus.30.25\">Ex 30:25</a><sup>(×2)</sup>, <a data-ref=\"Exodus 30:31\" href=\"/Exodus.30.31\">31</a>; <span dir=\"rtl\">שׁ׳ מ׳ יהוה</span> <a data-ref=\"Leviticus 10:7\" href=\"/Leviticus.10.7\">Lv 10:7</a>; <span dir=\"rtl\">שׁ׳ מ׳ אֱלֹהָיו</span> <a data-ref=\"Leviticus 21:21\" href=\"/Leviticus.21.21\">21:21</a>.<br><strong>2.</strong>  <em>consecrated portion</em>, of Aaron and his sons <a data-ref=\"Leviticus 7:35\" href=\"/Leviticus.7.35\">Lv 7:35</a><sup>(×2)</sup> (P)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2f9b6084aa1cbf20d89", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נָזָה 1", "anchorRef": "Leviticus 8:30", "anchorRefExpanded": ["Leviticus 8:30"], "sourceRef": "BDB, נָזָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, נָזָה א׳", "anchorVerse": 30, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נָזָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† I. <big><big>[<span dir=\"rtl\">נָזָה</span>]</big></big>  <strong>vb. spurt, spatter</strong>, <strong>Hiph. sprinkle (</strong>NH <strong>Hiph.</strong> <em>sprinkle;</em> Aramaic <span dir=\"rtl\">נְדָא</span>, <span dir=\"rtl\">אַדֵּי</span> <a data-ref=\"Leviticus 4:6\" href=\"/Leviticus.4.6\">Lv 4:6</a> and often, for <span dir=\"rtl\">הִזָּה</span>; Syriac <span dir=\"rtl\">ܢܕܳܐ</span> is <em>erupit, stillavit</em> <a data-ref=\"Isaiah 63:3\" href=\"/Isaiah.63.3\">Is 63:3</a>, also <em>prominuit</em>, etc. PS<sup>2291</sup><strong>)</strong>;—<br><strong>Qal</strong>  Impf. 3 ms. <span dir=\"rtl\">יִזֶּה</span> <a data-ref=\"Leviticus 6:20\" href=\"/Leviticus.6.20\">Lv 6:20</a><sup>(×2)</sup>, <span dir=\"rtl\">וְיֵז</span> <a data-ref=\"Isaiah 63:3\" href=\"/Isaiah.63.3\">Is 63:3</a> (but read; <span dir=\"rtl\">וַיֵּז</span> Che Di Du Ges<sup>§ 53, p. N., 107 b N.</sup> al.), <span dir=\"rtl\">וַיִּז</span> <a data-ref=\"II Kings 9:33\" href=\"/II_Kings.9.33\">2 K 9:33</a>;—<em>spurt, spatter</em>, always of blood:—<span dir=\"rtl\">וַיִּן מִדָּמָהּ אֶל־</span> <a data-ref=\"II Kings 9:33\" href=\"/II_Kings.9.33\">2 K 9:33</a> <em>and some of her blood spurted against</em> the wall; so <span dir=\"rtl\">ויז נִצְחָם</span> <a data-ref=\"Isaiah 63:3\" href=\"/Isaiah.63.3\">Is 63:3</a> (c. <span dir=\"rtl\">עַל־</span> rei, in metaph.); <span dir=\"rtl\">יִזֶּה מִדָּמָה</span> <a data-ref=\"Leviticus 6:20\" href=\"/Leviticus.6.20\">Lv 6:20</a>, cf. v <a data-ref=\"Leviticus 6:20\" href=\"/Leviticus.6.20\">20</a> (both c. <span dir=\"rtl\">עַל־</span> rei).<br><strong>Hiph.</strong>  Pf. 3 ms. <span dir=\"rtl\">וְהִזָּה</span> consec. <a data-ref=\"Leviticus 4:6\" href=\"/Leviticus.4.6\">Lv 4:6</a> + 12 times; 2 ms. <span dir=\"rtl\">וְהִזֵּיתָ֫</span> <a data-ref=\"Exodus 29:21\" href=\"/Exodus.29.21\">Ex 29:21</a>; Impf. <span dir=\"rtl\">יַזֶּה</span> <a data-ref=\"Leviticus 16:14\" href=\"/Leviticus.16.14\">Lv 16:14</a> (<a data-ref=\"Isaiah 52:15\" href=\"/Isaiah.52.15\">Is 52:15</a>, v. infr.); <span dir=\"rtl\">וַיַּז</span> <a data-ref=\"Leviticus 8:11\" href=\"/Leviticus.8.11\">Lv 8:11</a>, <a data-ref=\"Leviticus 8:30\" href=\"/Leviticus.8.30\">30</a>; Imv. <span dir=\"rtl\">הַזֵּה</span> <a data-ref=\"Numbers 8:7\" href=\"/Numbers.8.7\">Nu 8:7</a>; Pt. cstr. <span dir=\"rtl\">מַזֵּה</span> <a data-ref=\"Numbers 19:21\" href=\"/Numbers.19.21\">Nu 19:21</a>;—<em>cause to spurt, sprinkle</em> upon in ceremonials of P: c. acc. + <span dir=\"rtl\">עַל־</span> pers. <a data-ref=\"Numbers 8:7\" href=\"/Numbers.8.7\">Nu 8:7</a> (water), + <span dir=\"rtl\">עַל־</span> rei, <span dir=\"rtl\">לִפְנֵי</span> rei <a data-ref=\"Leviticus 16:15\" href=\"/Leviticus.16.15\">Lv 16:15</a>; obj. often <span dir=\"rtl\">מִן</span> partit., or implied in context; sq. <span dir=\"rtl\">עַל־</span> <a data-ref=\"Leviticus 5:9\" href=\"/Leviticus.5.9\">Lv 5:9</a>; <a data-ref=\"Leviticus 14:7\" href=\"/Leviticus.14.7\">14:7</a>; <a data-ref=\"Leviticus 16:14\" href=\"/Leviticus.16.14\">16:14</a>, <a data-ref=\"Leviticus 16:19\" href=\"/Leviticus.16.19\">19</a> (all of blood); <a data-ref=\"Leviticus 8:11\" href=\"/Leviticus.8.11\">8:11</a> (oil); <a data-ref=\"Numbers 19:18\" href=\"/Numbers.19.18\">Nu 19:18</a>, <a data-ref=\"Numbers 19:19\" href=\"/Numbers.19.19\">19</a> (water), <a data-ref=\"Exodus 29:21\" href=\"/Exodus.29.21\">Ex 29:21</a>; <a data-ref=\"Leviticus 8:30\" href=\"/Leviticus.8.30\">Lv 8:30</a> (both blood and oil); sq. <span dir=\"rtl\">אֶל־</span> <a data-ref=\"Leviticus 14:51\" href=\"/Leviticus.14.51\">Lv 14:51</a> (blood and water), <span dir=\"rtl\">אֶל־נֹכַח פְּנֵי</span> <a data-ref=\"Numbers 19:4\" href=\"/Numbers.19.4\">Nu 19:4</a> (blood); sq. <span dir=\"rtl\">לִפְנֵי</span> <a data-ref=\"Leviticus 4:6\" href=\"/Leviticus.4.6\">Lv 4:6</a>, <a data-ref=\"Leviticus 4:17\" href=\"/Leviticus.4.17\">17</a>; <a data-ref=\"Leviticus 16:14\" href=\"/Leviticus.16.14\">16:14</a> (blood), 14:16, <a data-ref=\"Leviticus 8:27\" href=\"/Leviticus.8.27\">27</a> (oil); once without prep. <span dir=\"rtl\">מַזֵּה</span> <a data-ref=\"Numbers 19:21\" href=\"/Numbers.19.21\">Nu 19:21</a> <em>the sprinkler of</em> the water.—<a data-ref=\"Isaiah 52:15\" href=\"/Isaiah.52.15\">Is 52:15</a> v. <a ,=\"\" data-ref=\"BDB, נָזָה²\" dir=\"rtl\" href=\"/BDB,_נָזָה²\">II. נזה</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d420b6084aa1cbf2f6e7", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, קָדַשׁ 1", "anchorRef": "Leviticus 8:30", "anchorRefExpanded": ["Leviticus 8:30"], "sourceRef": "BDB, קָדַשׁ 1", "sourceHeRef": "בראון-דרייבר-בריגס, קָדַשׁ א׳", "anchorVerse": 30, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "קָדַשׁ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">קָדַשׁ</span></big>  <strong>vb. denom.</strong> be set apart, consecrated <strong>(</strong>Gerber<sup>238 ff.</sup><strong>)</strong>;—<br><strong>Qal</strong>  Pf. 3 ms. <span dir=\"rtl\">ק׳</span> <a data-ref=\"Exodus 29:21\" href=\"/Exodus.29.21\">Ex 29:21</a>; sf. <span dir=\"rtl\">קְדַשְׁתִּיךָ</span> <a data-ref=\"Isaiah 65:5\" href=\"/Isaiah.65.5\">Is 65:5</a>; 3 mpl. <span dir=\"rtl\">קָדֵ֑שׁוּ</span> <a data-ref=\"Numbers 17:2\" href=\"/Numbers.17.2\">Nu 17:2</a>; Impf. 3 ms. <span dir=\"rtl\">יִקְדַּשׁ</span> <a data-ref=\"I Samuel 21:6\" href=\"/I_Samuel.21.6\">1 S 21:6</a>; <span dir=\"rtl\">יִקְדָּ֑שׁ</span> <a data-ref=\"Exodus 29:37\" href=\"/Exodus.29.37\">Ex 29:37</a> +, etc.;— <strong>1.</strong>  <em>be set apart, consecrated</em>, hallowed, of shew-bread <a data-ref=\"I Samuel 21:6\" href=\"/I_Samuel.21.6\">1 S 21:6</a> (dub. passage, but cf. especially RS<sup>Sem. i. 436; 2nd ed. 455</sup> [also Dr<sup>Sm. 293</sup>], who proposes <span dir=\"rtl\">יְקֻדַּשׁ</span>); Aaron and his sons by blood <a data-ref=\"Exodus 29:21\" href=\"/Exodus.29.21\">Ex 29:21</a> (P); other persons <a data-ref=\"Isaiah 65:5\" href=\"/Isaiah.65.5\">Is 65:5</a> (Di; but <strong>Pi.</strong> Gei RS<sup>Sem. i, 431; 2nd ed. 451</sup> Che Du Buhl). <strong>2.</strong>  <em>be hallowed</em>, by contact with sacred things, and so tabooed from profane use, or forfeited to sanctuary <a data-ref=\"Exodus 29:37\" href=\"/Exodus.29.37\">Ex 29:37</a>; <a data-ref=\"Exodus 30:29\" href=\"/Exodus.30.29\">30:29</a> <a data-ref=\"Leviticus 6:11\" href=\"/Leviticus.6.11\">Lv 6:11</a>, <a data-ref=\"Leviticus 6:20\" href=\"/Leviticus.6.20\">20</a>; <a data-ref=\"Numbers 17:2\" href=\"/Numbers.17.2\">Nu 17:2</a>, <a data-ref=\"Numbers 17:3\" href=\"/Numbers.17.3\">3</a> (P), <a data-ref=\"Haggai 2:12\" href=\"/Haggai.2.12\">Hg 2:12</a>. <strong>3.</strong>  <em>consecrated, tabooed</em> (supr.) <a data-ref=\"Deuteronomy 22:9\" href=\"/Deuteronomy.22.9\">Dt 22:9</a> (law against mixtures).<br><strong>Niph.</strong>  Pf. 3 ms. <span dir=\"rtl\">נִקְדַּשׁ</span> <a data-ref=\"Isaiah 5:16\" href=\"/Isaiah.5.16\">Is 5:16</a> <a data-ref=\"Exodus 29:43\" href=\"/Exodus.29.43\">Ex 29:43</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">וַיִּקָּדֵשׁ</span> <a data-ref=\"Numbers 20:13\" href=\"/Numbers.20.13\">Nu 20:13</a>; 1 s. <span dir=\"rtl\">אֶקָּדֵשׁ</span> <a data-ref=\"Leviticus 10:3\" href=\"/Leviticus.10.3\">Lv 10:3</a>; Inf. cstr. sf. <span dir=\"rtl\">הִקָּֽדְשִׁי</span> <a data-ref=\"Ezekiel 36:23\" href=\"/Ezekiel.36.23\">Ez 36:23</a>; <a data-ref=\"Ezekiel 38:16\" href=\"/Ezekiel.38.16\">38:16</a>;— <strong>1.</strong>  <em>shew oneself sacred, majestic:</em> c. <span dir=\"rtl\">בְּ</span> pers., + <span dir=\"rtl\">לְעֵינֵי</span> <a data-ref=\"Ezekiel 20:41\" href=\"/Ezekiel.20.41\">Ez 20:41</a>; <a data-ref=\"Ezekiel 28:25\" href=\"/Ezekiel.28.25\">28:25</a>; <a data-ref=\"Ezekiel 36:23\" href=\"/Ezekiel.36.23\">36:23</a>; <a data-ref=\"Ezekiel 38:16\" href=\"/Ezekiel.38.16\">38:16</a>; <a data-ref=\"Ezekiel 39:27\" href=\"/Ezekiel.39.27\">39:27</a>; c. <span dir=\"rtl\">בְּ</span> <a data-ref=\"Isaiah 5:16\" href=\"/Isaiah.5.16\">Is 5:16</a> <a data-ref=\"Ezekiel 28:22\" href=\"/Ezekiel.28.22\">Ez 28:22</a>, cf. <a data-ref=\"Numbers 20:13\" href=\"/Numbers.20.13\">Nu 20:13</a> (P). <strong>2.</strong>  <em>be honoured</em> or <em>treated as sacred</em> ‖ <span dir=\"rtl\">נכבד</span> <a data-ref=\"Leviticus 10:3\" href=\"/Leviticus.10.3\">Lv 10:3</a> (P); opp. <span dir=\"rtl\">חלּל שׁם</span> <a data-ref=\"Leviticus 22:32\" href=\"/Leviticus.22.32\">Lv 22:32</a> (P). <strong>3.</strong>  <em>be consecrated, dedicated</em>, by <span dir=\"rtl\">כבוד י׳</span> <a data-ref=\"Exodus 29:43\" href=\"/Exodus.29.43\">Ex 29:43</a> (P).<br><strong>Pi.</strong>  Pf. 3 ms. <span dir=\"rtl\">קִדַּשׁ</span> <a data-ref=\"Numbers 6:11\" href=\"/Numbers.6.11\">Nu 6:11</a> <a data-ref=\"I Kings 8:64\" href=\"/I_Kings.8.64\">1 K 8:64</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">יְקַדֵּשׁ</span> <a data-ref=\"Genesis 2:3\" href=\"/Genesis.2.3\">Gn 2:3</a> +, etc.; Imv. ms. <span dir=\"rtl\">קַדֵּשׁ</span> <a data-ref=\"Joshua 7:13\" href=\"/Joshua.7.13\">Jos 7:13</a>; <span dir=\"rtl\">קַדֶּשׁ־</span> <a data-ref=\"Exodus 13:2\" href=\"/Exodus.13.2\">Ex 13:2</a>, etc.; Inf. cstr. <span dir=\"rtl\">קַדֵּשׁ</span> <a data-ref=\"Exodus 29:1\" href=\"/Exodus.29.1\">Ex 29:1</a> +, etc.; Pt. <span dir=\"rtl\">מְקַדֵּשׁ</span> <a data-ref=\"Exodus 37:28\" href=\"/Exodus.37.28\">Ex 37:28</a>; sf. <span dir=\"rtl\">מְקַדִּשְׁכֶם</span> <a data-ref=\"Exodus 31:13\" href=\"/Exodus.31.13\">Ex 31:13</a> +, etc.;— <strong>1.</strong>  <em>set apart as sacred, consecrate, dedicate:</em> <strong>a.</strong>  places: Sinai <a data-ref=\"Exodus 19:23\" href=\"/Exodus.19.23\">Ex 19:23</a> (J), altar, etc., <a data-ref=\"Exodus 29:36\" href=\"/Exodus.29.36\">Ex 29:36</a>, <a data-ref=\"Exodus 29:37\" href=\"/Exodus.29.37\">37</a>; <a data-ref=\"Exodus 30:29\" href=\"/Exodus.30.29\">30:29</a> (P), tabern., etc. <a data-ref=\"Exodus 40:9\" href=\"/Exodus.40.9\">Ex 40:9</a>, <a data-ref=\"Exodus 40:10\" href=\"/Exodus.40.10\">10</a>, <a data-ref=\"Exodus 40:11\" href=\"/Exodus.40.11\">11</a> <a data-ref=\"Leviticus 8:10\" href=\"/Leviticus.8.10\">Lv 8:10</a>, <a data-ref=\"Leviticus 8:11\" href=\"/Leviticus.8.11\">11</a>, <a data-ref=\"Leviticus 8:15\" href=\"/Leviticus.8.15\">15</a>; <a data-ref=\"Numbers 7:1\" href=\"/Numbers.7.1\">Nu 7:1</a><sup>(×2)</sup> (P); tent of meeting <a data-ref=\"Exodus 29:44\" href=\"/Exodus.29.44\">Ex 29:44</a> (P); place of sacrifice <a data-ref=\"I Kings 8:64\" href=\"/I_Kings.8.64\">1 K 8:64</a> = <a data-ref=\"II Chronicles 7:7\" href=\"/II_Chronicles.7.7\">2 Ch 7:7</a>; gate <a data-ref=\"Nehemiah 3:1\" href=\"/Nehemiah.3.1\">Ne 3:1</a><sup>(×2)</sup>;—<a data-ref=\"Ezekiel 7:24\" href=\"/Ezekiel.7.24\">Ez 7:24</a> v. <a ,=\"\" data-ref=\"BDB, מִקְדָּשׁ²\" dir=\"rtl\" href=\"/BDB,_מִקְדָּשׁ²\">מִקְדָּשׁ</a> infr. <strong>b.</strong>  wave-offering <a data-ref=\"Exodus 29:27\" href=\"/Exodus.29.27\">Ex 29:27</a> (P). <strong>c.</strong>  persons: priests <a data-ref=\"Exodus 28:3\" href=\"/Exodus.28.3\">Ex 28:3</a>, <a data-ref=\"Exodus 28:41\" href=\"/Exodus.28.41\">41</a>; <a data-ref=\"Exodus 29:1\" href=\"/Exodus.29.1\">29:1</a>, <a data-ref=\"Exodus 29:33\" href=\"/Exodus.29.33\">33</a>, <a data-ref=\"Exodus 29:44\" href=\"/Exodus.29.44\">44</a>; <a data-ref=\"Exodus 30:30\" href=\"/Exodus.30.30\">30:30</a>; <a data-ref=\"Exodus 40:13\" href=\"/Exodus.40.13\">40:13</a>; <a data-ref=\"Leviticus 8:12\" href=\"/Leviticus.8.12\">Lv 8:12</a>, <a data-ref=\"Leviticus 8:30\" href=\"/Leviticus.8.30\">30</a>; firstborn <a data-ref=\"Exodus 13:2\" href=\"/Exodus.13.2\">Ex 13:2</a> (P); keepers of ark <a data-ref=\"I Samuel 7:1\" href=\"/I_Samuel.7.1\">1 S 7:1</a>. †<strong>d.</strong>  7th day (by God) <a data-ref=\"Genesis 2:3\" href=\"/Genesis.2.3\">Gn 2:3</a>; <a data-ref=\"Exodus 20:11\" href=\"/Exodus.20.11\">Ex 20:11</a> (P). <strong>2.</strong>  <em>observe as holy, keep sacred:</em> feasts, Sabbath <a data-ref=\"Exodus 20:8\" href=\"/Exodus.20.8\">Ex 20:8</a> = <a data-ref=\"Deuteronomy 5:12\" href=\"/Deuteronomy.5.12\">Dt 5:12</a> (Decal.), <a data-ref=\"Jeremiah 17:22\" href=\"/Jeremiah.17.22\">Je 17:22</a>, <a data-ref=\"Jeremiah 17:24\" href=\"/Jeremiah.17.24\">24</a>, <a data-ref=\"Jeremiah 17:27\" href=\"/Jeremiah.17.27\">27</a>; <a data-ref=\"Ezekiel 20:20\" href=\"/Ezekiel.20.20\">Ez 20:20</a>; <a data-ref=\"Ezekiel 44:24\" href=\"/Ezekiel.44.24\">44:24</a>; <a data-ref=\"Nehemiah 13:22\" href=\"/Nehemiah.13.22\">Ne 13:22</a>; fast <a data-ref=\"Joel 1:14\" href=\"/Joel.1.14\">Jo 1:14</a>; <a data-ref=\"Joel 2:15\" href=\"/Joel.2.15\">2:15</a>; year of Jubilee <a data-ref=\"Leviticus 25:10\" href=\"/Leviticus.25.10\">Lv 25:10</a> (P); so <span dir=\"rtl\">עצרה לבעל</span> <a data-ref=\"II Kings 10:20\" href=\"/II_Kings.10.20\">2 K 10:20</a>. <strong>3.</strong>  <em>honour as sacred, hallow:</em> <strong>a.</strong>  God <a data-ref=\"Deuteronomy 32:51\" href=\"/Deuteronomy.32.51\">Dt 32:51</a>, his name <a data-ref=\"Ezekiel 36:23\" href=\"/Ezekiel.36.23\">Ez 36:23</a>. <strong>b.</strong>  priest <a data-ref=\"Leviticus 21:8\" href=\"/Leviticus.21.8\">Lv 21:8</a> (H). <strong>4.</strong>  <em>consecrate</em> by purification: <strong>a.</strong>  places, house of <span dir=\"rtl\">י׳</span> <a data-ref=\"II Chronicles 29:5\" href=\"/II_Chronicles.29.5\">2 Ch 29:5</a>, <a data-ref=\"II Chronicles 29:17\" href=\"/II_Chronicles.29.17\">17</a><sup>(×2)</sup>, altar <span dir=\"rtl\">מִטֻּמְאֹה</span>, <a data-ref=\"Leviticus 16:19\" href=\"/Leviticus.16.19\">Lv 16:19</a>. <strong>b.</strong>  people <span dir=\"rtl\">העם</span> <a data-ref=\"Joshua 7:13\" href=\"/Joshua.7.13\">Jos 7:13</a> (J), <a data-ref=\"Ezekiel 44:19\" href=\"/Ezekiel.44.19\">Ez 44:19</a>; <a data-ref=\"Ezekiel 46:20\" href=\"/Ezekiel.46.20\">46:20</a>; by washing <a data-ref=\"Exodus 19:10\" href=\"/Exodus.19.10\">Ex 19:10</a>, <a data-ref=\"Exodus 19:14\" href=\"/Exodus.19.14\">14</a> (E); <span dir=\"rtl\">קהל</span> for fast <a data-ref=\"Joel 2:16\" href=\"/Joel.2.16\">Jo 2:16</a>; Nazirite <a data-ref=\"Numbers 6:11\" href=\"/Numbers.6.11\">Nu 6:11</a> (P), sons of Job <a data-ref=\"Job 1:5\" href=\"/Job.1.5\">Jb 1:5</a>; family for sacrif. <a data-ref=\"I Samuel 16:5\" href=\"/I_Samuel.16.5\">1 S 16:5</a>. <strong>c.</strong>  war, or warriors, from custom of opening campaign by sacrifice, <span dir=\"rtl\">(עַל) ק׳ מִלְחָמָה</span> <a data-ref=\"Jeremiah 6:4\" href=\"/Jeremiah.6.4\">Je 6:4</a> <a data-ref=\"Joel 4:9\" href=\"/Joel.4.9\">Jo 4:9</a> <a data-ref=\"Micah 3:5\" href=\"/Micah.3.5\">Mi 3:5</a>; <a data-ref=\"Jeremiah 22:7\" href=\"/Jeremiah.22.7\">Je 22:7</a>; <a data-ref=\"Jeremiah 51:27\" href=\"/Jeremiah.51.27\">51:27</a>, <a data-ref=\"Jeremiah 51:28\" href=\"/Jeremiah.51.28\">28</a>. <strong>d.</strong>  of God, keeping his people pure and sacred: <span dir=\"rtl\">אני יהוה מְקַדֵּשׁ</span> <a data-ref=\"Exodus 31:13\" href=\"/Exodus.31.13\">Ex 31:13</a>; <a data-ref=\"Leviticus 20:8\" href=\"/Leviticus.20.8\">Lv 20:8</a>; <a data-ref=\"Leviticus 21:8\" href=\"/Leviticus.21.8\">21:8</a>, <a data-ref=\"Leviticus 21:15\" href=\"/Leviticus.21.15\">15</a>, <a data-ref=\"Leviticus 21:23\" href=\"/Leviticus.21.23\">23</a>; <a data-ref=\"Leviticus 22:9\" href=\"/Leviticus.22.9\">22:9</a>, <a data-ref=\"Leviticus 22:16\" href=\"/Leviticus.22.16\">16</a>, <a data-ref=\"Leviticus 22:32\" href=\"/Leviticus.22.32\">32</a> (H); <a data-ref=\"Ezekiel 20:12\" href=\"/Ezekiel.20.12\">Ez 20:12</a>; <a data-ref=\"Ezekiel 37:28\" href=\"/Ezekiel.37.28\">37:28</a>.<br><strong>Pu.</strong>  Pt. <span dir=\"rtl\">מְקֻדָּשׁ</span> <a data-ref=\"Ezekiel 48:11\" href=\"/Ezekiel.48.11\">Ez 48:11</a>, etc.;—<em>consecrated, dedicated:</em> priests <a data-ref=\"II Chronicles 26:18\" href=\"/II_Chronicles.26.18\">2 Ch 26:18</a> <a data-ref=\"Ezekiel 48:11\" href=\"/Ezekiel.48.11\">Ez 48:11</a> (read pl.), things <a data-ref=\"II Chronicles 31:6\" href=\"/II_Chronicles.31.6\">2 Ch 31:6</a>, feasts <a data-ref=\"Ezra 3:5\" href=\"/Ezra.3.5\">Ezr 3:5</a>, warriors <a data-ref=\"Isaiah 13:3\" href=\"/Isaiah.13.3\">Is 13:3</a>.<br><strong>Hiph.</strong>  Pf. 3 ms. <span dir=\"rtl\">הִקְדִּישׁ</span> <a data-ref=\"Zephaniah 1:7\" href=\"/Zephaniah.1.7\">Zp 1:7</a> +, etc.; Impf. <span dir=\"rtl\">יַקְדִּישׁ</span> <a data-ref=\"Leviticus 27:16\" href=\"/Leviticus.27.16\">Lv 27:16</a> + 4 times, <span dir=\"rtl\">יַקְדִּשׁ</span> <a data-ref=\"Leviticus 27:14\" href=\"/Leviticus.27.14\">Lv 27:14</a>, etc.; Imv. sf. <span dir=\"rtl\">הַקְדִּשֵׁם</span> <a data-ref=\"Jeremiah 12:3\" href=\"/Jeremiah.12.3\">Je 12:3</a>; Inf. abs. <span dir=\"rtl\">הַקְדֵּשׁ</span> <a data-ref=\"Judges 17:3\" href=\"/Judges.17.3\">Ju 17:3</a>; cstr. <span dir=\"rtl\">הַקְדִּישׁ</span> <a data-ref=\"II Chronicles 2:3\" href=\"/II_Chronicles.2.3\">2 Ch 2:3</a> +, etc.; Pt. <span dir=\"rtl\">מַקְדִּישׁ</span> <a data-ref=\"Leviticus 27:15\" href=\"/Leviticus.27.15\">Lv 27:15</a> +, etc. <strong>1.</strong>  <em>set apart, devote, consecrate:</em> <strong>a.</strong>  places, temple <a data-ref=\"II Chronicles 2:3\" href=\"/II_Chronicles.2.3\">2 Ch 2:3</a>, city <a data-ref=\"Joshua 20:7\" href=\"/Joshua.20.7\">Jos 20:7</a> (P). <strong>b.</strong>  things <a data-ref=\"Exodus 28:38\" href=\"/Exodus.28.38\">Ex 28:38</a> <a data-ref=\"Leviticus 22:2\" href=\"/Leviticus.22.2\">Lv 22:2</a>, <a data-ref=\"Leviticus 22:3\" href=\"/Leviticus.22.3\">3</a> (P); <a data-ref=\"II Kings 12:19\" href=\"/II_Kings.12.19\">2 K 12:19</a>; <a data-ref=\"I Chronicles 23:13\" href=\"/I_Chronicles.23.13\">1 Ch 23:13</a>; <a data-ref=\"I Chronicles 26:26\" href=\"/I_Chronicles.26.26\">26:26</a>, <a data-ref=\"I Chronicles 26:27\" href=\"/I_Chronicles.26.27\">27</a>, <a data-ref=\"I Chronicles 26:28\" href=\"/I_Chronicles.26.28\">28</a><sup>(×2)</sup>; <a data-ref=\"Nehemiah 12:47\" href=\"/Nehemiah.12.47\">Ne 12:47</a> <sup>(×2)</sup>; money <a data-ref=\"Judges 17:3\" href=\"/Judges.17.3\">Ju 17:3</a><sup>(×2)</sup>; spoil <a data-ref=\"II Samuel 8:11\" href=\"/II_Samuel.8.11\">2 S 8:11</a><sup>(×2)</sup> = <a data-ref=\"I Chronicles 18:11\" href=\"/I_Chronicles.18.11\">1 Ch 18:11</a>; field <a data-ref=\"Leviticus 27:16\" href=\"/Leviticus.27.16\">Lv 27:16</a>, <a data-ref=\"Leviticus 27:17\" href=\"/Leviticus.27.17\">17</a>, <a data-ref=\"Leviticus 27:18\" href=\"/Leviticus.27.18\">18</a>, <a data-ref=\"Leviticus 27:19\" href=\"/Leviticus.27.19\">19</a>, <a data-ref=\"Leviticus 27:22\" href=\"/Leviticus.27.22\">22</a> (H); house <a data-ref=\"Leviticus 27:14\" href=\"/Leviticus.27.14\">Lv 27:14</a>, <a data-ref=\"Leviticus 27:15\" href=\"/Leviticus.27.15\">15</a> (H); firstlings <a data-ref=\"Deuteronomy 15:19\" href=\"/Deuteronomy.15.19\">Dt 15:19</a> (D) <a data-ref=\"Leviticus 27:26\" href=\"/Leviticus.27.26\">Lv 27:26</a> (H). <strong>c.</strong>  of God: <em>consecrate</em> temple <a data-ref=\"I Kings 9:3\" href=\"/I_Kings.9.3\">1 K 9:3</a>, <a data-ref=\"I Kings 9:7\" href=\"/I_Kings.9.7\">7</a> = <a data-ref=\"II Chronicles 7:16\" href=\"/II_Chronicles.7.16\">2 Ch 7:16</a>; <a data-ref=\"II Chronicles 7:20\" href=\"/II_Chronicles.7.20\">20</a>, <a data-ref=\"II Chronicles 30:8\" href=\"/II_Chronicles.30.8\">2 Ch 30:8</a>; <a data-ref=\"II Chronicles 36:14\" href=\"/II_Chronicles.36.14\">36:14</a>; prophet <a data-ref=\"Jeremiah 1:5\" href=\"/Jeremiah.1.5\">Je 1:5</a>; firstborn <a data-ref=\"Numbers 3:18\" href=\"/Numbers.3.18\">Nu 3:18</a>; <a data-ref=\"Numbers 8:17\" href=\"/Numbers.8.17\">8:17</a> (P); devote wicked (as sheep) for sacrifice <a data-ref=\"Jeremiah 12:3\" href=\"/Jeremiah.12.3\">Je 12:3</a>. <strong>2.</strong>  <em>regard</em>, or <em>treat, as sacred, hallow:</em> God <a data-ref=\"Isaiah 8:13\" href=\"/Isaiah.8.13\">Is 8:13</a>; <a data-ref=\"Isaiah 29:23\" href=\"/Isaiah.29.23\">29:23</a><sup>(×2)</sup>; + <span dir=\"rtl\">לְעֵינֵי</span> pers. <a data-ref=\"Numbers 20:12\" href=\"/Numbers.20.12\">Nu 20:12</a>; <a data-ref=\"Numbers 27:14\" href=\"/Numbers.27.14\">27:14</a>. <strong>3.</strong>  <em>consecrate</em> by purification: vessels <a data-ref=\"II Chronicles 29:19\" href=\"/II_Chronicles.29.19\">2 Ch 29:19</a>; persons for passover <a data-ref=\"II Chronicles 30:17\" href=\"/II_Chronicles.30.17\">30:17</a>; guests for sacrif. feast <a data-ref=\"Zephaniah 1:7\" href=\"/Zephaniah.1.7\">Zp 1:7</a> (God subj.).<br><strong>Hithp.</strong>  Pf. 1 s. <span dir=\"rtl\">הִתְקַדִּשְׁתִּי</span> <a data-ref=\"Ezekiel 38:23\" href=\"/Ezekiel.38.23\">Ez 38:23</a>, 2 mpl. (consec.) -<span dir=\"rtl\">דִּשְׁתֶּם</span> <a data-ref=\"Leviticus 11:44\" href=\"/Leviticus.11.44\">Lv 11:44</a>; <a data-ref=\"Leviticus 20:7\" href=\"/Leviticus.20.7\">20:7</a>, 3 pl. <span dir=\"rtl\">הִתְקַדָּ֑שׁוּ</span> <a data-ref=\"II Chronicles 5:11\" href=\"/II_Chronicles.5.11\">2 Ch 5:11</a>; <a data-ref=\"II Chronicles 30:17\" href=\"/II_Chronicles.30.17\">30:17</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">יִתְקַדְּשׁוּ</span> <a data-ref=\"II Chronicles 29:34\" href=\"/II_Chronicles.29.34\">2 Ch 29:34</a> +; <span dir=\"rtl\">יִתְקַדָּ֑שׁוּ</span> <a data-ref=\"Exodus 19:22\" href=\"/Exodus.19.22\">Ex 19:22</a>; Imv. mpl. <span dir=\"rtl\">הִתְקַדְּשׁוּ</span> <a data-ref=\"Numbers 11:18\" href=\"/Numbers.11.18\">Nu 11:18</a> +; <span dir=\"rtl\">הִתְקַדָּ֑שׁוּ</span> <a data-ref=\"Joshua 3:5\" href=\"/Joshua.3.5\">Jos 3:5</a>; Inf. cstr. <span dir=\"rtl\">הִתְקַדֵּשׁ</span> <a data-ref=\"II Chronicles 29:34\" href=\"/II_Chronicles.29.34\">2 Ch 29:34</a>; <span dir=\"rtl\">הִתְקַדֶּשׁ־</span> <a data-ref=\"Isaiah 30:29\" href=\"/Isaiah.30.29\">Is 30:29</a>; Pt. fs. <span dir=\"rtl\">מִתְקַדֶּשֶׁת</span> <a data-ref=\"II Samuel 11:4\" href=\"/II_Samuel.11.4\">2 S 11:4</a>; pl. <span dir=\"rtl\">מִתְקַדְּשִׁים</span> <a data-ref=\"Isaiah 66:17\" href=\"/Isaiah.66.17\">Is 66:17</a>;— <strong>1.</strong>  <em>keep oneself apart</em> from unclean things <a data-ref=\"Leviticus 11:44\" href=\"/Leviticus.11.44\">Lv 11:44</a>; <a data-ref=\"Leviticus 20:7\" href=\"/Leviticus.20.7\">20:7</a> (P). <strong>2.</strong>  of God, <em>cause himself to be hallowed</em>, <span dir=\"rtl\">לְעֵינֵי גּוֹיִם</span> <a data-ref=\"Ezekiel 38:23\" href=\"/Ezekiel.38.23\">Ez 38:23</a>. <strong>3.</strong>  <em>be observed as holy</em>, of feast <a data-ref=\"Isaiah 30:29\" href=\"/Isaiah.30.29\">Is 30:29</a>. <strong>4.</strong>  <em>consecrate oneself</em> by purification, of priests and Levites <a data-ref=\"Exodus 19:22\" href=\"/Exodus.19.22\">Ex 19:22</a> (J); <a data-ref=\"I Chronicles 15:12\" href=\"/I_Chronicles.15.12\">1 Ch 15:12</a>, <a data-ref=\"I Chronicles 15:14\" href=\"/I_Chronicles.15.14\">14</a>; <a data-ref=\"II Chronicles 5:11\" href=\"/II_Chronicles.5.11\">2 Ch 5:11</a>; <a data-ref=\"II Chronicles 29:5\" href=\"/II_Chronicles.29.5\">29:5</a>, <a data-ref=\"II Chronicles 29:15\" href=\"/II_Chronicles.29.15\">15</a>, <a data-ref=\"II Chronicles 29:34\" href=\"/II_Chronicles.29.34\">34</a><sup>(×2)</sup> <a data-ref=\"II Chronicles 30:3\" href=\"/II_Chronicles.30.3\">30:3</a>, <a data-ref=\"II Chronicles 30:15\" href=\"/II_Chronicles.30.15\">15</a>, <a data-ref=\"II Chronicles 30:24\" href=\"/II_Chronicles.30.24\">24</a>; <a data-ref=\"II Chronicles 31:18\" href=\"/II_Chronicles.31.18\">31:18</a>; <a data-ref=\"II Chronicles 35:6\" href=\"/II_Chronicles.35.6\">35:6</a>; of people <a data-ref=\"Numbers 11:18\" href=\"/Numbers.11.18\">Nu 11:18</a>; <a data-ref=\"Joshua 3:5\" href=\"/Joshua.3.5\">Jos 3:5</a>; <a data-ref=\"Joshua 7:13\" href=\"/Joshua.7.13\">7:13</a> (J); <a data-ref=\"I Samuel 16:5\" href=\"/I_Samuel.16.5\">1 S 16:5</a>; <a data-ref=\"II Chronicles 30:17\" href=\"/II_Chronicles.30.17\">2 Ch 30:17</a>; <a data-ref=\"Isaiah 66:17\" href=\"/Isaiah.66.17\">Is 66:17</a>; woman <a data-ref=\"II Samuel 11:4\" href=\"/II_Samuel.11.4\">2 S 11:4</a> <em>she having (just) purified herself</em> <span dir=\"rtl\">מִטֻּמְאָתָהּ</span> RS<sup>K. 276</sup> Dr HPS."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6665cdadfaee0b8c909d8948", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 8:30:1", "anchorRef": "Leviticus 8:30", "anchorRefExpanded": ["Leviticus 8:30"], "sourceRef": "David Zvi Hoffmann on Leviticus 8:30:1", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא ח׳:ל׳:א׳", "anchorVerse": 30, "sourceHasEn": false, "commentaryNum": 30.0001, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>ל.</b> בשמות כט כא ניתן הצו להזיות אלו תיכף לאחר ההזיות על התנוך ועל הבוהן, היינו לפני הקטרת חלבי איל המלואים. אולם כבר הרמב\"ן מעיר, כי הצו \"וקדש הוא... ובניו\" שבשמות כט כא מראה ברור, שהמעשה הזה בא לאחרונה, ובו היתה צריכה ההקדשה להיגמר. אם נאמר לעיל בפסוק יב \"וימשח אתו לקדשו\", הרי לא התכוון הפסוק להגיד שזאת היתה השלמת ההקדשה, שכן כפי שמלמד כתוב זה באה ההשלמה הזאת אך עם ההזיה על אהרן ובניו יחד. על שאלתו של הרמב\"ן, אם בשעת ההזיה היו השמן והדם מעורבין זה בזה או אם הוזה על אחד בפני עצמו, אפשר היה אולי להשיב, כי לפי מה שביארנו לעיל ושנראה לנו כפשט הפשוט ביותר, היינו שהזית בני אהרן נעשתה רק בשמן, היו השמן והדם נפרדים זה מזה. לדעת ויזל המלים \"על בגדיו\", ו\"את בגדיו\" חסרות וא\"ו בתחילתן לרמז בזה, כי אהרן בעצמו כבר נתקדש על ידי ההזיה שנזכרה בפסוק יב ושעתה רק בגדיו היו טעונים עוד הקדשה. השוה שמות כט כא.<i data-commentator=\"Endnotes\" data-label=\"576\" data-order=\"576\"></i>", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6677e41375e8613120873a19", "index_title": "Avot DeRabbi Natan, Recension B", "category": "Talmud", "type": "", "ref": "Avot DeRabbi Natan, Recension B 1:3", "anchorRef": "Leviticus 8:30", "anchorRefExpanded": ["Leviticus 8:30"], "sourceRef": "Avot DeRabbi Natan, Recension B 1:3", "sourceHeRef": "אבות דרבי נתן נוסח ב א׳:ג׳", "anchorVerse": 30, "sourceHasEn": false, "commentaryNum": 1.0003, "collectiveTitle": {"en": "Avot DeRabbi Natan, Recension B", "he": "אבות דרבי נתן נוסח ב"}, "he": "משה נתקדש (הענן) [בענן] כל שבעה וקדש את אהרן ואת בניו כל שבעה שנאמר ויקח משה משמן המשחה ומן הדם אשר על המזבח וגו' (ויקרא ח' ל') אלעזר שרף את הפרה והזה ממנה על כל ישראל כל שנה ושנה. אמר ר' יוסי היא הטהרה הנוהגת (בדורות) [לדורות]. מכאן אמרו זב ז' זבה ז' נדה ז' מצורע ז' טמא מת ז' אבל ז' משתה ז'. זב ז' מנין שנאמר וכי יטהר הזב מזובו וספר לו שבעת ימים (שם ט\"ו י\"ג). זבה ז' מנין שנאמר ואם טהרה מזובה וספרה לה שבעת ימים (שם שם כ\"ח). נדה ז' מנין שנאמר שבעת ימים תהיה בנדתה (שם שם י\"ט). מצורע ז' מנין שנאמר וישב מחוץ לאהלו שבעת ימים (שם י\"ד ח'). טמא מת ז' מנין [שנאמר] וכל אשר יגע על פני השדה בחלל חרב או במת וגו' (במדבר י\"ט ט\"ז). אבל ז' מנין שנאמר ויעש לאביו אבל שבעת ימים (בראשית נ' י'). משתה ז' מנין שנאמר מלא שבוע זאת וגו' (שם כ\"ט כ\"ז):", "heVersionTitle": "Vienna, 1887", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6682610af55ce6a5b00e439b", "index_title": "Ibn Ezra on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Ibn Ezra on Numbers 7:1:1", "anchorRef": "Leviticus 8:30", "anchorRefExpanded": ["Leviticus 8:30"], "sourceRef": "Ibn Ezra on Numbers 7:1:1", "sourceHeRef": "אבן עזרא על במדבר ז׳:א׳:א׳", "anchorVerse": 30, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Ibn Ezra on Numbers", "he": "אבן עזרא על במדבר"}, "heTitle": "אבן עזרא על במדבר", "he": "וטעם <b>ויהי ביום כלות משה.</b> אחר ברכת כהנים כי כן היה כי ביום שנשא אהרן את ידיו אל העם ויברכם החלה חנוכת המזבח ופסוק ויהי ביום כלות משה להקים את המשכן לעד על דברי המעתיקים כי היה סותרו ומקימו וחוזר לסותרו ולהקימו כל ז' ימי המלואים להרגיל' כי טעם ויקדש אותם בהזאת הדם בשבעת ימי המלואים:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "[AND IT CAME TO PASS ON THE DAY THAT MOSES HAD MADE AN END OF SETTING UP THE TABERNACLE.] Moses made an end to the setting up of the tabernacle after the blessing of the <i>kohanim</i>,<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">After the <i>kohanim</i> blessed Israel. See Num. 6:24-26; Lev. 9:22.</i> as this was how events unfolded.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Chapter 7 follows the blessing of the <i>kohanim</i> at the end of chapter 6.</i> On the day that Aaron lifted up his hands toward the people and blessed them,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">Lev. 9:22.</i> the dedication of the tabernacle began.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Our verse.</i> The verse <i>And it came to pass on the day that Moses had made an end of setting up the tabernacle</i> is proof of the words of our sages, that Moses took the tabernacle down, raised it up and took it down again, and erected it again throughout the seven days of dedication to train the <i>kohanim</i>.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">According to the rabbis, <i>had made an end of setting up the tabernacle</i> indicates that the tabernacle had been set up and taken down a number of times. See I.E. on Ex. 40:2 and the notes thereto (Vol. 2, p. 754). It should be noted that I.E. there rejects the opinion that Moses erected and took down the tabernacle during the seven days of dedication.</i> For the meaning of <i>and sanctified them</i> is that he sanctified them [the furniture, the altar, and the vessels] by the sprinkling of the blood<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">See Ex. 29:21; Ex. 29:35-7; Lev. 8:30.</i> during the seven days of dedication.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">When the tabernacle was set up and taken down.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}]