[{"_id": "521b152dedbab45814ae4f60", "index_title": "Rashi on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Leviticus 8:34:1", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "Rashi on Leviticus 8:34:1", "sourceHeRef": "רש\"י על ויקרא ח׳:ל״ד:א׳", "anchorVerse": 34, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 34.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על ויקרא", "he": "<b>צוה ה' לעשת.</b> כָּל שִׁבְעַת הַיָּמִים; וְרַבּוֹתֵינוּ דָרְשׁוּ, <b>לעשת</b> — זֶה מַעֲשֵׂה פָרָה, <b>לכפר</b> — זֶה מַעֲשֵׂה יוֹם הַכִּפּוּרִים, וּלְלַמֵּד שֶׁכֹּהֵן גָּדוֹל טָעוּן פְּרִישָׁה קֹדֶם יוֹם הַכִּפּוּרִים שִׁבְעַת יָמִים, וְכֵן הַכֹּהֵן הַשּׂוֹרֵף אֶת הַפָּרָה (ספרא):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "צוה ה' לעשת [AS HE HATH DONE THIS DAY, SO] THE LORD HATH COMMANDED TO DO all the seven days). But our Rabbis explained as follows: לעשת, “so hath the Lord commanded to do” — this refers to the “Red Heifer” (Numbers ch. XIX.); and לכפר, “to perform a cleansing ceremony” — this refers to Yom-Kippur. And thus these words, they say, are intended to intimate that the High Priest requires separating from his family during seven days before Yom-Kippur, and similarly the priest who burns the Red Heifer (Sifra, Tzav, Mechilta d'Miluim 1 37; Yoma 2a; Yoma 3b).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe3fbfba276047f6ce2", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 8:34", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "Onkelos Leviticus 8:34", "sourceHeRef": "תרגום אונקלוס על ויקרא ח׳:ל״ד", "anchorVerse": 34, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 8.0034, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "כְּמָא דִי עֲבַד בְּיוֹמָא הָדֵין פַּקִּיד יְיָ לְמֶעְבַּד לְכַפָּרָא עֲלֵיכוֹן:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Just as you have done on this day, Adonoy commanded him to do, to bring about atonement.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec519", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 8:34", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "Targum Jonathan on Leviticus 8:34", "sourceHeRef": "תרגום יונתן על ויקרא ח׳:ל״ד", "anchorVerse": 34, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 8.0034, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "הֵי כְמָא דְעָבַד וְסָדַר יַת סֵדֶר קוּרְבָּנַיָא בְּיוֹמָא הָדֵין הֵיכְדֵין פַּקֵיד יְיָ לְמֶעֱבַד אַתּוּן בָּתַר יוֹמֵי אַשְׁלָמוּתָא לִמְכַפְּרָא עֲלֵיכוֹן", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " (So did he, and ordained the order of the oblations on that day.) Likewise the Lord hath commanded to be done by you after the days of consecration, to make atonement for you.\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54bd482dfbfba21733362af2", "index_title": "Ramban on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Exodus 29:36:1", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "Ramban on Exodus 29:36:1", "sourceHeRef": "רמב\"ן על שמות כ״ט:ל״ו:א׳", "anchorVerse": 34, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 36.0001, "collectiveTitle": {"en": "Ramban on Exodus", "he": "רמב\"ן על שמות"}, "he": "<b>תַּעֲשֶׂה לַיּוֹם עַל הַכִּפֻּרִים</b> בִּשְׁבִיל הַכִּפּוּרִים, לְכַפֵּר עַל הַמִּזְבֵּחַ מִכָּל זָרוּת וְתִעוּב. וּבְמִדְרָשׁ תּוֹרַת כֹּהֲנִים (צו א טו) אוֹמֵר כַּפָּרַת הַמִּזְבֵּחַ הֻצְרְכָה שֶׁמָּא הִתְנַדֵּב אָדָם דְּבַר גֶּזֶל בִּמְלֶאכֶת הַמִּשְׁכָּן וְהַמִּזְבֵּחַ. לְשׁוֹן רַשִׁ\"י (רש\"י על שמות כ\"ט:ל\"ו). וְהַנָּכוֹן כִּי עַל הַכִּפּוּרִים עַל שְׁנֵי הָאֵילִים שֶׁהֵם כִּפּוּרִים לְאַהֲרֹן וּלְבָנָיו, כְּמוֹ שֶׁאָמַר כָּאן (שמות כ\"ט:ל\"ג) \"וְאָכְלוּ אֹתָם אֲשֶׁר כֻּפַּר בָּהֶם\", וְאַף כִּי הַחַטָּאת כַּפָּרָה, וּכְתִיב \"כַּאֲשֶׁר עָשָׂה בַּיּוֹם הַזֶּה צִוָּה ה' לַעֲשֹׂת לְכַפֵּר עֲלֵיכֶם\" (ויקרא ח לד), כְּדִבְרֵי ר\"א (אבן עזרא על שמות כ\"ט:ל\"ו):", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND EVERY DAY SHALT THOU OFFER THE BULLOCK OF SIN-OFFERING ‘AL HAKIPURIM’ — “for atonement, to atone for the altar for anything strange [i.e., unholy] and abominable [that may happen to be brought upon it]. And in the Midrash of Torath Kohanim<sup class=\"footnote-marker\">218</sup><i class=\"footnote\">Sifra <i>Tzav</i>, Milu’im 1:15.</i> it says: ‘atonement for the altar was necessary in case a person had donated for work in connection with the construction of the Tabernacle and [the sacrifices brought upon] the altar something he had acquired by robbery’” [or other unlawful means]. This is the language of Rashi. The correct interpretation of <i>al hakipurim</i> is, however, [that he is to bring the bullock of sin-offering] in addition to the two rams<sup class=\"footnote-marker\">219</sup><i class=\"footnote\">One was a burnt-offering (Verses 16-18) and the other — the ram of consecration — was a peace-offering, as explained by Ramban above in Verse 31.</i> which were an atonement for Aaron and his sons, as He said here, <i>And they shall eat those things wherewith atonement was made</i>,<sup class=\"footnote-marker\">220</sup><i class=\"footnote\">Verse 33.</i> and surely the [bullock] sin-offering was for the purpose of atonement. And it is further written, <i>As hath been done this day, so the Eternal hath commanded to do, to make atonement for you</i>.<sup class=\"footnote-marker\">221</sup><i class=\"footnote\">Leviticus 8:34. This verse shows that all three sacrifices [the bullock sin-offering, the ram burnt-offering, and the ram peace-offering] brought on each of the seven days of consecration were for the purpose of making atonement. Thus it is seen that there was atonement in all the three sacrifices.</i> Such are the words of Rabbi Abraham ibn Ezra.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "57e77d03d6e4a94c7c18a4ba", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 8:34", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "Tafsir Rasag, Leviticus 8:34", "sourceHeRef": "תפסיר רס\"ג, ויקרא ח׳:ל״ד", "anchorVerse": 34, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 8.0034, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "וכמא עמל בכם אליום כ̇דאך אמר אללה אן יעמל ויסתגפר ענכם", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58ad97ddd6e4a93323dc48e4", "index_title": "Yoma", "category": "Talmud", "type": "", "ref": "Yoma 2a:8", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "Yoma 2a:8", "sourceHeRef": "יומא ב׳ א:ח׳", "anchorVerse": 34, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 3.0008, "collectiveTitle": {"en": "Yoma", "he": "יומא"}, "heTitle": "יומא", "he": "מְנָא הָנֵי מִילֵּי? אָמַר רַב מִנְיוֹמֵי בַּר חִלְקִיָּה אָמַר רַבִּי מַחְסֵיָא בַּר אִידִי אָמַר רַבִּי יוֹחָנָן, אָמַר קְרָא: ״כַּאֲשֶׁר עָשָׂה בַּיּוֹם הַזֶּה צִוָּה ה׳ לַעֲשׂוֹת לְכַפֵּר עֲלֵיכֶם״. ״לַעֲשׂוֹת״ — אֵלּוּ מַעֲשֵׂי פָרָה, ״לְכַפֵּר״ — אֵלּוּ מַעֲשֵׂי יוֹם הַכִּפּוּרִים.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "§ With regard to the <i>halakhot</i> of sequestering the High Priest prior to performance of the Yom Kippur service, and of sequestering the priest designated to burn the heifer prior to performance of the red heifer ritual, the Gemara asks: <b>From where</b> in the Torah <b>are these matters</b> derived? <b>Rav Minyomi bar Ḥilkiya said</b> that <b>Rabbi Maḥseya bar Idi said</b> that <b>Rabbi Yoḥanan said</b> they are derived from Aaron and his sons, who remained in the Tabernacle for seven days prior to performing the service in the Tabernacle on the eighth day of their inauguration, <b>as the verse states: “As has been done this day, so the Lord has commanded to do, to make atonement for you”</b> (Leviticus 8:34), meaning that this mitzva of sequestering was not limited to the days prior to the dedication of the Tabernacle; rather, it applies to future generations as well. The verse is interpreted homiletically: <b>“To do”; these are the actions</b> performed in the burning of <b>the</b> red <b>heifer</b> for which the priest performing the ritual is sequestered seven days in advance; <b>“to make atonement”; these are the actions</b> performed on <b>Yom Kippur,</b> before which the High Priest is sequestered seven days.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad97ded6e4a93323dc48f0", "index_title": "Yoma", "category": "Talmud", "type": "", "ref": "Yoma 2b:11", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "Yoma 2b:11", "sourceHeRef": "יומא ב׳ ב:י״א", "anchorVerse": 34, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 4.0011, "collectiveTitle": {"en": "Yoma", "he": "יומא"}, "heTitle": "יומא", "he": "וְלָאו קַל וָחוֹמֶר הוּא? הַשְׁתָּא דָּבָר שֶׁאֵין קְדוּשָּׁה לְפָנָיו בָּעֵי פְּרִישָׁה, דָּבָר שֶׁיֵּשׁ קְדוּשָּׁה לְפָנָיו — לָא כׇּל שֶׁכֵּן! אָמַר רַב מְשַׁרְשְׁיָא: לָא, ״הַזֶּה״ כְּתִיב: כָּזֶה.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The Gemara challenges this: <b>And is it not an <i>a fortiori</i> inference? Now,</b> if <b>a matter before which there is not sanctity requires sequestering,</b> due to its sanctity, then with regard to <b>a matter before which there is sanctity, all the more so</b> is it <b>not</b> clear that it should require sequestering? <b>Rav Mesharshiyya said</b> in rejection of this challenge: <b>No,</b> there is no <i>a fortiori</i> inference here, as the verse: “As has been done <b>this</b> day, so the Lord has commanded to do, to make atonement for you” (Leviticus 8:34), <b>is written</b> to emphasize specifically a day <b>like this</b> day; precisely as it was for the inauguration, and not in any other situation.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad97ded6e4a93323dc4906", "index_title": "Yoma", "category": "Talmud", "type": "", "ref": "Yoma 3b:11", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "Yoma 3b:11", "sourceHeRef": "יומא ג׳ ב:י״א", "anchorVerse": 34, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 6.0011, "collectiveTitle": {"en": "Yoma", "he": "יומא"}, "heTitle": "יומא", "he": "וְהָא אָמַר רַבִּי מִנְיוֹמֵי בַּר חִלְקִיָּה אָמַר רַבִּי מַחְסֵיָא בַּר אִידֵּי אָמַר רַבִּי יוֹחָנָן: ״כַּאֲשֶׁר עָשָׂה בַּיּוֹם הַזֶּה צִוָּה ה׳ לַעֲשׂוֹת לְכַפֵּר עֲלֵיכֶם״, ״לַעֲשׂוֹת״ — אֵלּוּ מַעֲשֵׂה פָרָה, ״לְכַפֵּר״ — אֵלּוּ מַעֲשֵׂה יוֹם הַכִּפּוּרִים! הָהוּא דְּרַבֵּיהּ. דְּכִי אֲתָא רָבִין, אָמַר רַבִּי יוֹחָנָן מִשּׁוּם רַבִּי יִשְׁמָעֵאל: ״לַעֲשׂוֹת״ — אֵלּוּ מַעֲשֵׂה פָרָה, ״לְכַפֵּר״ — אֵלּוּ מַעֲשֵׂה יוֹם הַכִּפּוּרִים.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The Gemara asks: <b>But didn’t Rabbi Minyomi bar Ḥilkiya say</b> that <b>Rabbi Maḥseya bar Idi said</b> that <b>Rabbi Yoḥanan said</b> that the verse states: <b>“As has been done this day, so the Lord has commanded to do, to make atonement for you”</b> (Leviticus 8:34), from which it is derived: <b>To do, these are the actions</b> performed in the burning <b>of the</b> red <b>heifer; to make atonement, these are the actions</b> performed on <b>Yom Kippur?</b> Apparently, even Rabbi Yoḥanan taught two cases derived from inauguration. The Gemara resolves the difficulty: <b>That is</b> the opinion <b>of his teacher;</b> however, he himself disagrees. <b>As when Ravin came</b> from Eretz Yisrael, he said that <b>Rabbi Yoḥanan said in the name of Rabbi Yishmael: To do, these are the actions</b> performed in the burning <b>of the</b> red <b>heifer; to atone, these are the actions</b> performed on <b>Yom Kippur.</b> That which Rabbi Manyumei cited in the name of Rabbi Yoḥanan was the opinion of his teacher, Rabbi Yishmael.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad97ded6e4a93323dc490c", "index_title": "Yoma", "category": "Talmud", "type": "", "ref": "Yoma 4a:7", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "Yoma 4a:7", "sourceHeRef": "יומא ד׳ א:ז׳", "anchorVerse": 34, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 7.0007, "collectiveTitle": {"en": "Yoma", "he": "יומא"}, "heTitle": "יומא", "he": "וְאִם תֹּאמַר: בְּמִלּוּאִים דָּם, הָכָא מַיִם, אָמַרְתָּ: נִכְנְסוּ מַיִם תַּחַת דָּם. וְאוֹמֵר ״כַּאֲשֶׁר עָשָׂה בַּיּוֹם הַזֶּה צִוָּה ה׳ לַעֲשׂוֹת לְכַפֵּר עֲלֵיכֶם״. ״לַעֲשׂוֹת״ — אֵלּוּ מַעֲשֵׂה פָרָה, ״לְכַפֵּר״ — אֵלּוּ מַעֲשֵׂה יוֹם הַכִּפּוּרִים.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>And if you say</b> that at the <b>inauguration</b> the sprinkling was with <b>blood,</b> and <b>here</b> the sprinkling was with <b>water, you said: Water replaced blood. And it says</b> in the verse: <b>“As has been done this day, so the Lord has commanded to do, to make atonement for you”</b> (Leviticus 8:34). <b>To do, these are the actions</b> performed in the burning <b>of the</b> red <b>heifer; to make atonement, these are the actions</b> performed on <b>Yom Kippur.</b> This <i>baraita</i>, then, is proof for the opinion of Rabbi Yoḥanan.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "59636bc2d6e4a9416e9c3ab0", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Leviticus 8:34:1", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "Mizrachi, Leviticus 8:34:1", "sourceHeRef": "מזרחי, ויקרא ח׳:ל״ד:א׳", "anchorVerse": 34, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 34.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "ויקרא", "he": "<b>צוה יי' לעשות כל שבעת הימים. </b>פירוש מקרא קצר הוא שהי' צריך להיות כאשר עשה ביום הזה צוה יי' לעשות כל שבעת הימים כי אם יהיה דבקות כאשר עשה ביום הזה עם הקודם לו שבעת ימים ימלא את ידכם כאשר עשה ביום הזה כאשר צוה יי' לעשות לבדו ואין טעם לו אבל רז\"ל פירשו המקרא הזה ברי' מסכת יומא שמלה לעשות מורה על מעשה הפרה ומלת לכפר על מעשה יום הכפורים וא\"כ צ\"ל שהם מדביקים מאמר כאשר עשה ביום הזה עם הקודם לו ומאמר צוה יי' לעשות לכפר עליכם מאמר בפני עצמה שהשם צוה לעשות מעשה הפרה ולכהן גדול לכפר עליכם ביום הכפורים על ידי פרישת ז' ימים כמו בחנוך הכהנים לא שיהיה דבק עם כאשר עשה ביום הזה הקדום לו דאם כן המחויב מזה אינו רק שמעשה הפרה וכהן גדול ביום הכפורים פירשו יום אחד כמו היום הזה לא שבעת ימים: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5964d5ccd6e4a92bf45a840e", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Vayikra 8:34:1", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "Rabbeinu Bahya, Vayikra 8:34:1", "sourceHeRef": "רבנו בחיי, ויקרא ח׳:ל״ד:א׳", "anchorVerse": 34, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 34.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "ויקרא", "he": "<b>כאשר עשה ביום הזה צוה ה' לעשות לכפר עליכם.</b> דרשו רז\"ל במסכת יומא פ\"א כאשר עשה ביום הזה הוא יום שמיני למלואים שאתם משמרים שבעה ימים לפניו, כך צוה ה' לעשות אלו מעשה פרה, שתשמרו שבעה ימים קודם לשרפת פרה מגזירה שוה דצוה צוה, כתיב הכא צוה ה' לעשות, וכתיב בפרה (במדבר יט) זאת חקת התורה אשר צוה ה'. לכפר עליכם, אלו מעשה יום הכפורים, שיפרוש הכהן הגדול שבעה ימים קודם ליום הכפורים, והיינו דתנן שבעת ימים קודם יום הכפורים מפרישין כהן גדול מביתו ללשכת פלהדרין, ותנן נמי שבעה ימים קודם שרפת הפרה מפרישין הכהן השורף את הפרה מביתו ללשכה שעל פני הבירה. וזה באור הכתוב כאשר עשה ביום הזה, שיש לפניו שבעה, כן צוה ה' לעשות בפרה שבעה ימים לפני שריפתה, וכן לכפר עליכם, הוא יום הכיפורים שהכהן גדול פורש שבעה ימים לפניו.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "כאשר עשה ביום הזה צוה ה' לעשות לכפר עליכם, as he did on this day, the Lord commanded to be done to provide atonement for you.” Our sages in Yuma 2 interpreted these words to mean that the day referred to as ‘this day” was the eighth day of the consecration rites; G’d referred to the seven days the Priests had observed prior to that day. The lesson is that the procedure involving the red heifer which needs to be isolated for seven days before it is burned is derived from a similarity in the Torah’s expression (גזרה שוה) i.e. the word צוה used both here and in Numbers 19,2. <small>[Such comparisons have halachic significance only when the word itself is not necessary in the context in which it appears. Ed.] </small>Here the Torah (repeated) the words צוה ה', something which we knew already; in Numbers too it was clear without these words that G‘d had commanded the procedure. The additional words לכפר עליכם, “when arranging atonement for you,” refer to the Day of Atonement procedures prior to which the High Priest is to isolate himself as stated in Yuma 2. He leaves his private residence and takes up quarters in an office adjoining the Sanctuary just as he does for seven days prior to the burning of the red heifer (compare Parah 3,1 and quoted in Yuma 2). The meaning of our verse then is: “this day on which the High Priest is instrumental in obtaining atonement for the people has been preceded by seven days of isolation” (and spiritual preparation for that eighth day).", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59d48a5cd6e4a939ba1766aa", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 8:34:1", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "Torah Temimah on Torah, Leviticus 8:34:1", "sourceHeRef": "תורה תמימה על התורה, ויקרא ח׳:ל״ד:א׳", "anchorVerse": 34, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 34.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>לעשות לכפר. </b>שבעת ימים קודם יוהכ\"פ מפרישין כהן גדול מביתו, ובן שבעת ימים קודם שריפת פרה אדומה מפרישין את הכהן השורף מביתו <sup class=\"footnote-marker\">טו</sup><i class=\"footnote\">כלומר מאשתו, שמא יבעל ותמצא נדה למפרע ויהיה טמא שבעת ימים ולא יוכל לעבוד, ועבודות יוהכ\"פ אין כשרות אלא בו, כנודע, וכן שריפת הפרה כמבואר בר\"פ חקת.\n</i>, מנה\"מ, דאמר קרא כאשר עשה ביום הזה צוה ה' לעשות לכפר עליכם, לעשות אלו מעשה פרה, – לכפר – אלו מעשה יוהכ\"פ <sup class=\"footnote-marker\">טז</sup><i class=\"footnote\">יתכן דמדייק הלשון לכפר, דהא כיון דענין המלואים בא רק לשם קדושה וחינוך עבודה בעלמא, מה זה שייך כאן לעשות לכפר. ונראה פשוט דדרשה זו היא ע\"ד אסמכתא ורמז, יען דבלא זה יש טעם קיים על פרישה זו משום חשש טומאה כמש\"כ באות הקודם. ואף שאמר הלשון מנה\"מ, אך כבר כתב רש\"י בביצה ט\"ז ב' דפי' לשון מנה\"מ יתפרש אהיכי אסמכוה רבנן.\n<br>גם י\"ל שייכות הדמיון מעשה פרה למלואים ע\"פ מ\"ש בתו\"כ ר\"פ שמיני בפ' קח לך עגל, שזה העגל [שלמלואים] יכפר לו על מעשה העגל, וידוע דגם ענין פרה אדומה באה בעיקרה לכפר על מעשה העגל, כמו שפירש\"י בר\"פ חקת, וא\"כ תכלית אחד למלואים ולפרה אדומה.\n</i>.<br>(יומא ב' א')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef2ec2d6e4a90d4d5c43a1", "index_title": "Steinsaltz on Yoma", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Yoma 2a:8", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "Steinsaltz on Yoma 2a:8", "sourceHeRef": "ביאור שטיינזלץ על יומא ב׳ א:ח׳", "anchorVerse": 34, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 3.0008, "collectiveTitle": {"en": "Steinsaltz on Yoma", "he": "ביאור שטיינזלץ על יומא"}, "heTitle": "ביאור שטיינזלץ על יומא", "he": "<big>ד</big> לגופה של ההלכה שיש להפריש את הכהן מביתו לצורך עבודת יום הכיפורים ולצורך עשיית הפרה, שואלים: <b>מנא הני מילי</b> <small>[מנין דברים אלה]</small> מה מקורם במקרא? <b>אמר ר' מניומי בר חלקיה אמר ר' מחסיא בר אידי אמר ר' יוחנן:</b> בדין פרישת אהרן ובניו וישיבתם במשכן במשך שבעה ימים ולא עשו את עבודת הקודש אלא ביום השמיני לימי המילואים ו<b>אמר קרא</b> <small>[הכתוב]:</small> <b>\"כאשר עשה ביום הזה צוה ה' לעשת לכפר עליכם\"</b> (ויקרא ח, לד) משמע שהציווי על הפרשה כגון זו נאמר לא רק לשעתו אלא אף לדורות. וכך יש לדרוש את הכתוב: <b>\"לעשת\" — אלו מעשי פרה</b> אדומה שצריך הכהן העושה אותה בפרישה שבעה ימים טרם עשייתה, <b>\"לכפר\" — אלו מעשי יום הכפורים,</b> שחייב הכהן הגדול בפרישה שבעה ימים טרם יום הכיפורים.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef2ec2d6e4a90d4d5c43c1", "index_title": "Steinsaltz on Yoma", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Yoma 3b:11", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "Steinsaltz on Yoma 3b:11", "sourceHeRef": "ביאור שטיינזלץ על יומא ג׳ ב:י״א", "anchorVerse": 34, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 6.0011, "collectiveTitle": {"en": "Steinsaltz on Yoma", "he": "ביאור שטיינזלץ על יומא"}, "heTitle": "ביאור שטיינזלץ על יומא", "he": "ומקשים: <b>והא</b> <small>[והרי]</small> <b>אמר ר' מניומי בר חלקיה אמר ר' מחסיא בר אידי אמר ר' יוחנן:</b> נאמר: <b>\"כאשר עשה ביום הזה צוה ה' לעשת לכפר עליכם\"</b> (ויקרא ח, לד) ולמדים מכאן <b>\"לעשת\" — אלו מעשה פרה \"לכפר\" — אלו מעשה יום הכפורים</b> הרי שאף ר' יוחנן עצמו שונה שתים! ומתרצים: <b>ההוא דרביה</b> <small>[</small>שיטה <small>זו של רבו]</small> היא, והוא עצמו אינו סבור כך. <b>דכי אתא</b> <small>[שכאשר בא]</small> <b>רבין</b> מארץ ישראל <b>אמר ר' יוחנן משום</b> <small>[בשם]</small> <b>ר' ישמעאל: \"לעשת\" — אלו מעשה פרה, \"לכפר\" — אלו מעשה יום הכפורים.</b> ואם כן, מה שמסר ר' מניומי בשם ר' יוחנן אינו אלא שיטת ר' ישמעאל רבו.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef2ec2d6e4a90d4d5c43c7", "index_title": "Steinsaltz on Yoma", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Yoma 4a:7", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "Steinsaltz on Yoma 4a:7", "sourceHeRef": "ביאור שטיינזלץ על יומא ד׳ א:ז׳", "anchorVerse": 34, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 7.0007, "collectiveTitle": {"en": "Steinsaltz on Yoma", "he": "ביאור שטיינזלץ על יומא"}, "heTitle": "ביאור שטיינזלץ על יומא", "he": "<b>ואם תאמר</b> ותקשה: שהרי <b>במלואים</b> היו מזים <b>דם, הכא</b> <small>[כאן]</small> <b>מים, אמרת</b> לתרץ: <b>נכנסו מים תחת דם. ו</b>יש להוכיח עוד ממה שהוא <b>אומר</b> בפסוק: <b>\"כאשר עשה ביום הזה צוה ה' לעשת לכפר עליכם\"</b> (ויקרא ח, לד) ופירושו: <b>\"לעשת\" — אלו מעשה פרה, \"לכפר\" — אלו מעשה יום הכיפורים.</b> ומברייתא זו הוכחה לדברי ר' יוחנן.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a154479d6e4a92409ac026b", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Leviticus 8:34:1", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "Siftei Chakhamim, Leviticus 8:34:1", "sourceHeRef": "שפתי חכמים, ויקרא ח׳:ל״ד:א׳", "anchorVerse": 34, "sourceHasEn": true, "inline_reference": {"data-commentator": "Siftei Chakhamim", "data-label": "⚬"}, "compDate": [1660, 1680], "commentaryNum": 34.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "ויקרא", "he": "<b>כל ז' הימים.</b> פי' מקרא קצר הוא, והיה צריך להיות כאשר עשה ביום הזה צוה י\"י לעשות כל שבעת הימים, דאם הי' כאשר עשה ביום הזה דבוק למעלה עם שבעת ימים ימלא את ידכם כאשר עשה ביום הזה, אם כן כאשר צוה יי לעשות ישאר לבדו, ואין לו טעם, אבל רז\"ל פירשו לעשות זה מעשה הפרה, לכפר זה מעשה יום כפורים, וא\"כ לפי מדרשם צ\"ל שהם מדבקים כאשר עשה ביום הזה עם הקודם לו, ומאמר צוה יי לעשות מאמר בפני עצמו הוא, שהשם צוה לעשות מעשה הפרה ולכהן גדול לכפר עליכם ביום הכפורים על ידי פרישת ז' ימים: ", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>All seven days</b>. Meaning: This is a truncated verse, and it should have said: “Just as he did on this day, Hashem commanded him to do <i>all seven days</i>.” This is because if the phrase, “Just as he did on this day” was meant to be connected with the verse above: “because for seven days your hands will be filled.” If so, the phrase, “Hashem commanded him to do” would remain by itself, without being understandable. However, our Rabbis expounded: “To do” — this refers to the ritual of the Red Heifer, “to bring about atonement,” — this [refers] to the ritual of Yom Kippur. If so, according to what they expounded, we must say that the phrase, “Just as you have done on this day” is connected with the previous phrase. And the statement, “Hashem commanded him to do” is a separate statement — that Hashem commanded to do the ritual of the Red Heifer; and [commands] the <i>Kohein Godol</i> “to bring about atonement for you” on Yom Kippur by the means of seclusion for seven days. \n", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a15447ad6e4a92409ac026d", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Leviticus 8:34:2", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "Siftei Chakhamim, Leviticus 8:34:2", "sourceHeRef": "שפתי חכמים, ויקרא ח׳:ל״ד:ב׳", "anchorVerse": 34, "sourceHasEn": true, "inline_reference": {"data-commentator": "Siftei Chakhamim", "data-label": "⚬"}, "compDate": [1660, 1680], "commentaryNum": 34.0002, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "ויקרא", "he": "<b>פרישה קודם יום הכפורים שבעת ימים.</b> כמו שצריך אלו דינים בכאן, כך צריך התם: \n", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>Seclusion seven days before Yom Kippur</b>. [I.e.,] just as these laws are required here they are also required there.", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a4366f5d6e4a97d18d9122d", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Leviticus 8:34:1", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "Ralbag Beur HaMilot on Torah, Leviticus 8:34:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, ויקרא ח׳:ל״ד:א׳", "anchorVerse": 34, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 34.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "ויקרא", "he": "<b>כאשר עשה ביום הזה.</b> מכל הקרבנות והמעשים:\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a4366f5d6e4a97d18d9122f", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Leviticus 8:34:2", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "Ralbag Beur HaMilot on Torah, Leviticus 8:34:2", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, ויקרא ח׳:ל״ד:ב׳", "anchorVerse": 34, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 34.0002, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "ויקרא", "he": "<b>צוה ה' לעשות לכפר עליכם.</b> עד שכבר תצטרכו בכל יום מאלו השבעה ימים לפר חטאת להשלים הכפרה כמו שנזכר בפרשת ואתה תצוה ושם זכרנו התועלות המגיע מזה הפעל לחדש הכהונה והקדושה לאהרן ולבניו באופן שיהיו ראויים לכפר על זולתם והנה היו אלו הקרבנות נוהגים שבעה ימים כדי שיבינו מהם עם זה ההכפל מה שהיא הערה עליו באופן שיהיו נקיים בשלמות המחטאים עם שכבר היה זה גם כן לכפר על החטאים רבים דמו להם ולזה ראוי שיהיה ההכפל בזה הקרבן הראשון אשר בו נתחדשה להם הכהונה והיה בכל יום חטא ועולה ושלמים להודות על הגעת הרצוי להם בשלם שבפנים לפי מה שהורם מענין הקרבנות ובכאן נשלם הבאור בזאת הפרשה:\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c7da39b4d7b5e00177ba2d0", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Tzav, Mekhilta DeMiluim I 37", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "Sifra, Tzav, Mekhilta DeMiluim I 37", "sourceHeRef": "ספרא, צו, מכילתא דמילואים א ל״ז", "anchorVerse": 34, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 37, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "מכילתא דמילואים א", "he": "[לז] \"כאשר עשה ביום הזה צוה ה'\" – מכאן אמרו שבעת ימים קודם יום הכפורים מפרישין כהן גדול מביתו ללשכת פרהדרין. וכשם שמפרישין כהן גדול מביתו כך מפרישין כהן השורף את הפרה מביתו. ולמה מפרישין שבעה? שמא תמצא אשתו ספק נדה וידחה כל שבעת הימים. \"צוה ה' לעשות לכפר עליכם\" – אמר להם \"כפרה זו תכפר עליכם עד שיחיו המתים\".", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "37) (Vayikra 8:34) \"As He has done this day, so has the L–rd commanded to do to make atonement for you\": From here they said: Seven days before Yom Kippur (corresponding to the seven days of the miluim) the high-priest is separated from his house to the \"counselors' cell\" (in the Temple). And just as they separated the high-priest from his house, so they separated the Cohein who was to burn the red heifer from his house. And why would they separate him for seven days? Lest his wife be found to have possibly been a niddah (during intercourse) and he be disqualified from (the atonement service) all seven days. (Vayikra 8:34) \"the L–rd has commanded to do to make atonement for you\": He said to them: This service shall atone for you until the resurrection.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5cdd6cebc4424d0058269a22", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Tzav 192:1", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "Malbim on Leviticus, Tzav 192:1", "sourceHeRef": "מלבי\"ם על ויקרא, צו קצ״ב:א׳", "anchorVerse": 34, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 192.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "צו", "he": "<b>כאשר עשה ביום הזה צוה ה' לעשות:</b> היה ראוי לאמר \"כי כאשר עשיתי ביום הזה צוה ה' לעשות שבעת ימים למלא את ידכם\", כי כן אמר בצוואה. ושם אמר \"שבעת ימים תכפר על המזבח\" והוא אמר \"לכפר עליכם\". ואמרו חז\"ל בספרא (<small>מובא בבבלי וירושלמי ריש יומא</small>) שרצונו לומר שכן צוה ה' לדורות להפריש אתכם לעבודה לפני יום הכפורים ו'ביום הזה' מוסב על ימי המלואים כולם.  ועוד פירשו שמה שכתוב \"לכפר עליכם\" אינו על העבר – כי על העבר די בכפרת יום אחד – רק לכפר על העתיד עד שיחיו המתים, שאז יהיה חנוכה שנית כמו שנזכר ביחזקאל, ועד אותו זמן לא תצטרכו לחנוכה.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5decf603597e628317f3a8ca", "index_title": "Paaneach Raza", "category": "Commentary", "type": "commentary", "ref": "Paaneach Raza, Tzav 30", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "Paaneach Raza, Tzav 30", "sourceHeRef": "פענח רזא, צו ל׳", "anchorVerse": 34, "sourceHasEn": false, "compDate": [1250, 1290], "commentaryNum": 30, "collectiveTitle": {"en": "Paaneach Raza", "he": "פענח רזא"}, "heTitle": "צו", "he": "צוה ה' לעשות לכפר עליכם, לעשת חסר ו' בעבור שכהן השורף את הפרה מפרישין אותו ז' ימים ומזין עליו ו' הזאות בו' ימים דבשבת לא הזו עליו משום שבות:", "heVersionTitle": "Paaneach Raza, Warsaw 1932", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9f23eb7d2e1475644725", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Leviticus 8:34:1", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "Midrash Lekach Tov, Leviticus 8:34:1", "sourceHeRef": "מדרש לקח טוב, ויקרא ח׳:ל״ד:א׳", "anchorVerse": 34, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 34.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "ויקרא", "he": "<b>פס'.</b> כאשר עשה ביום הזה צוה ה' לעשות. זו מעשה פרה. לכפר עליכם. זה מעשה יוה\"כ. היינו דתנן שבעת ימים קודם לשרפת הפרה מפרישין כהן השורף את הפרה וכו' ותנן שבעת ימים קודם ליוה\"כ מפרישין כהן גדול מביתו ללשכת סנהדרין*):", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6114d706c5c4c87ac90bd2ee", "index_title": "Yoma", "category": "Talmud", "type": "", "ref": "Yoma 3a:6", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "Yoma 3a:6", "sourceHeRef": "יומא ג׳ א:ו׳", "anchorVerse": 34, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 5.0006, "collectiveTitle": {"en": "Yoma", "he": "יומא"}, "heTitle": "יומא", "he": "וְאֵימָא רֹאשׁ הַשָּׁנָה, דִּפְרִישַׁת שִׁבְעָה לְיוֹם אֶחָד הוּא! אָמַר רַבִּי אֲבָהוּ: דָּנִין פָּר וָאַיִל שֶׁלּוֹ מִפָּר וָאַיִל שֶׁלּוֹ. לְאַפּוֹקֵי עֲצֶרֶת וְרֹאשׁ הַשָּׁנָה, דְּצִיבּוּר נִינְהוּ. הָנִיחָא לְמַאן דְּאָמַר ״קַח לְךָ״ — מִשֶּׁלְּךָ,", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The Gemara asks: <b>And say</b> that the requirement derived is to sequester the priest prior to <b>Rosh HaShana, as</b> there, too, <b>it is sequestering of seven</b> days <b>for one day.</b> The days before Rosh HaShana are weekdays, and as in the inauguration, a bull and a ram are sacrificed. <b>Rabbi Abbahu said</b> that this too is rejected: <b>One derives a bull and a ram</b> that the High Priest brings <b>from his own</b> property on Yom Kippur <b>from a bull and a ram</b> that Aaron brought <b>from his own</b> property at the inauguration. This is <b>to the exclusion of <i>Shavuot</i> and Rosh HaShana,</b> when the bull and the ram sacrificed are <b>from community</b> property and not owned by the priest. The Gemara asks: <b>This</b> works out <b>well</b> according <b>to the one who said</b> that every time the Torah utilizes the phrase: <b>Take you,</b> it means <b>from your own</b> property,", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "6121b7bcc823a798e70b5a16", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "dibur_hamatchil", "ref": "Yalkut Shimoni on Torah 518:5", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "Yalkut Shimoni on Torah 518:5", "sourceHeRef": "ילקוט שמעוני על התורה תקי״ח:ה׳", "anchorVerse": 34, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 518.0005, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "כאשר עשה ביום הזה צוה ה' לעשות לכפר עליכם אמר להם כפרה זו תכפר עליכם עד שיחיו המתים:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d528f4629f2b57278886", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, אשׁר 1", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "Sefer HaShorashim, אשׁר 1", "sourceHeRef": "ספר השרשים, אשׁר א׳", "anchorVerse": 34, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "אשׁר", "he": ["<strong><big>אשׁר</big></strong>   הָֽאֲנָשִׁים<strong> אֲשֶׁר</strong>־שָׁלַח מֹשֶׁה (<a class=\"refLink\" href=\"Numbers 13:16\" data-ref=\"Numbers 13:16\">במדבר יג, טז</a>)ׄ וְקָם הַבַּיִת <strong>אֲשֶׁר</strong>־בָּעִיר (<a class=\"refLink\" href=\"Leviticus 25:30\" data-ref=\"Leviticus 25:30\">ויקרא כה, ל</a>), ענינם ידוע. ויש במקום <strong>אִם, אֲשֶׁר</strong> נָשִׂיא יֶֽחֱטָא (<a class=\"refLink\" href=\"Leviticus 4:22\" data-ref=\"Leviticus 4:22\">ויקרא ד, כב</a>), אֶת־הַבְּרָכָה<strong> אֲשֶׁר</strong> תִּשְׁמְעוּ (<a class=\"refLink\" href=\"Deuteronomy 11:27\" data-ref=\"Deuteronomy 11:27\">דברים יא, כז</a>), פירוש אם נשיא יחטא, אם תשמעו. ויש במקום <strong>כֵּן</strong>, וַיֹּאמֶר שָׁאוּל אֶל־שְׁמוּאֵל <strong>אֲשֶׁר</strong> שָׁמַעְתִּי בְּקוֹל י\"י (<a class=\"refLink\" href=\"I Samuel 15:20\" data-ref=\"I Samuel 15:20\">שמואל א' טו, כ</a>). ויש במקום <strong>לְמַעַן, אֲשֶׁר</strong> יִיטַב לְךָ וּלְבָנֶיךָ אַֽחֲרֶיךָ (<a class=\"refLink\" href=\"Deuteronomy 4:40\" data-ref=\"Deuteronomy 4:40\">דברים ד, מ</a>), פירוש למען ייטב לך, <strong>אֲשֶׁר</strong>־עָֽשְׂתָה מִפְלֶצֶת לַֽאֲשֵׁרָה (מלאכים א' טו, יג), בעבור שעשתה מפלצת. ויש במקום <strong>וי\"ו</strong>, טוֹב <strong>אֲשֶׁר</strong>־יָפֶה (<a class=\"refLink\" href=\"Ecclesiastes 5:17\" data-ref=\"Ecclesiastes 5:17\">קהלת ה, יז</a>), עָוֹן <strong>אֲשֶֽׁר</strong>־חֵֽטְא (<a class=\"refLink\" href=\"Hosea 12:9\" data-ref=\"Hosea 12:9\">הושע יב, ט</a>), כמו טוב ויפה, עון וחטא. ויוסיפו עליו <strong>כ\"ף</strong> הדמיון, <strong>כַּֽאֲשֶׁר</strong> עָשָׂה (<a class=\"refLink\" href=\"Leviticus 8:34\" data-ref=\"Leviticus 8:34\">ויקרא ח, לד</a>), וכן במקומות רבים. ופעמים תחסר, <strong>אֲשֶׁר</strong> רְאִיתֶם אֶת־מִצְרַיִם (<a class=\"refLink\" href=\"Exodus 14:13\" data-ref=\"Exodus 14:13\">שמות יד, יג</a>), כמו כאשר ראיתם. ויבא עליו <strong>בי\"ת</strong> השירות, כמו <strong>בַּֽאֲשֶׁר</strong> אַתְּ־אִשְׁתּוֹ (<a class=\"refLink\" href=\"Genesis 39:9\" data-ref=\"Genesis 39:9\">בראשית לט, ט</a>), פירוש בעבור שאת אשתו, <strong>בַּֽאֲשֶׁר</strong> י\"י אִתּוֹ (<a class=\"refLink\" href=\"Genesis 39:23\" data-ref=\"Genesis 39:23\">בראשית לט, כג</a>) בעבור שי\"י אתו. ויבא ה<strong>בי\"ת</strong> עליו להורות על המקום, <strong>בַּֽאֲשֶׁר</strong> כָּרַע שָׁם נָפַל שָׁדֽוּד (<a class=\"refLink\" href=\"Judges 5:26\" data-ref=\"Judges 5:26\">שופטים ה, כו</a>), <strong>וּבַֽאֲשֶׁר</strong> חֲלָלִים שָׁם הֽוּא (<a class=\"refLink\" href=\"Job 39:30\" data-ref=\"Job 39:30\">איוב לט, ל</a>). וענין אחר בזו השרש, לֹֽא־תִטַּע לְךָ <strong>אֲשֵׁרָה</strong> כָּל־עֵץ (<a class=\"refLink\" href=\"Deuteronomy 16:21\" data-ref=\"Deuteronomy 16:21\">דברים טז, כא</a>), כל עץ שעובדין אותו, או נוטעין אותו לכבוד מי שעובדים אותו יקרא אשרה וקבוצו בלשון זכרים, בָּמוֹת וּמַצֵּבוֹת <strong>וַֽאֲשֵׁרִים</strong> (<a class=\"refLink\" href=\"I Kings 14:23\" data-ref=\"I Kings 14:23\">מלכים א' יד, כג</a>), וְאֶת־<strong>אֲשֵׁרָיו</strong> תִּכְרֹתֽוּן (<a class=\"refLink\" href=\"Exodus 34:13\" data-ref=\"Exodus 34:13\">שמות לד, יג</a>), <strong>וַֽאֲשֵֽׁרֵיהֶם</strong> תִּשְׂרְפוּן בָּאֵשׁ (<a class=\"refLink\" href=\"Deuteronomy 12:3\" data-ref=\"Deuteronomy 12:3\">דברים יב, ג</a>). וענין אחר, אַֽשְֽׁרֵי־<strong>הָאִישׁ</strong> אֲשֶׁר לֹא הָלַךְ (<a class=\"refLink\" href=\"Psalms 1:1\" data-ref=\"Psalms 1:1\">תהלים א, א</a>), <strong>אַשְׁרֶיךָ</strong> יִשְׂרָאֵל מִי כָמוֹךָ (<a class=\"refLink\" href=\"Deuteronomy 33:29\" data-ref=\"Deuteronomy 33:29\">דברים לג, כט</a>). שם בלשון רבים בפלס אַֽחֲלֵי אֲדֹנִי (<a class=\"refLink\" href=\"II Kings 5:3\" data-ref=\"II Kings 5:3\">מלכים ב' ה, ג</a>), <strong>אחלַי, אשׁרַי</strong>, ואף על פי שואת ה<strong>אל\"ף</strong> שרשית ו<strong>אל\"ף</strong> אחלי נוספת. <strong>בְּאָשְׁרִי</strong> כִּי <strong>אִשְּׁרוּנִי</strong> בָּנוֹת (<a class=\"refLink\" href=\"Genesis 30:13\" data-ref=\"Genesis 30:13\">בראשית ל, יג</a>), אמרו אשרי, כִּי אֹזֶן שָֽׁמְעָה<strong> וַתְּאַשְּׁרֵנִי</strong> (<a class=\"refLink\" href=\"Job 29:11\" data-ref=\"Job 29:11\">איוב כט, יא</a>), רָאוּהָ בָנוֹת <strong>וַֽיְאַשְּׁרוּהָ</strong> (<a class=\"refLink\" href=\"Song of Songs 6:9\" data-ref=\"Song of Songs 6:9\">שיר השירים ו, ט</a>), וְֽתֹמְכֶיהָ <strong>מְאֻשָּֽׁר</strong> (<a class=\"refLink\" href=\"Proverbs 3:18\" data-ref=\"Proverbs 3:18\">משלי ג, יח</a>), יאמרו לו אשריו. וענין אחר, תָּמֹךְ <strong>אֲשֻׁרַי</strong> (<a class=\"refLink\" href=\"Psalms 17:5\" data-ref=\"Psalms 17:5\">תהלים יז, ה</a>), דרכי או רגלי, וכן <strong>בַּֽאֲשֻׁרוֹ</strong> אָֽחֲזָה רַגְלִי (<a class=\"refLink\" href=\"Job 23:11\" data-ref=\"Job 23:11\">איוב כג, יא</a>), לֹא תִמְעַד <strong>אֲשֻׁרָֽיו</strong> (<a class=\"refLink\" href=\"Psalms 37:31\" data-ref=\"Psalms 37:31\">תהלים לז, לא</a>), אפילו אחת מאשוריו לא תמעד והוא בלשון נקבה כמו רגל. ומשקל אחר והוא דגוש אִם תִּטֶּה <strong>אַשֻּׁרִי</strong> מִנִי הַדָּרֶךְ (<a class=\"refLink\" href=\"Job 31:7\" data-ref=\"Job 31:7\">איוב לא, ז</a>), <strong>אַשֻּׁרֵינוּ</strong> עַתָּה סְבָבוּניּ [סְבָבוּנוּ] (<a class=\"refLink\" href=\"Psalms 17:11\" data-ref=\"Psalms 17:11\">תהלים יז, יא</a>), וכן כל הדומים להם ענינם ענין נתיב ודרך. <strong>והפועל הקל ממנו</strong> עַל־דֶּרֶךְ <strong>אָשֽׁוּר</strong> (<a class=\"refLink\" href=\"Hosea 13:7\" data-ref=\"Hosea 13:7\">הושע יג, ז</a>), <strong>וְאִשְׁרוּ</strong> בְּדֶרֶךְ בִּינָֽה (<a class=\"refLink\" href=\"Proverbs 9:6\" data-ref=\"Proverbs 9:6\">משלי ט, ו</a>), ויש לפרש <strong>עַל־דֶּרֶךְ אָשֽׁוּר</strong>, מן <strong>אֲשׁוּרֶנּוּ</strong> וְלֹא קָרוֹב (<a class=\"refLink\" href=\"Numbers 24:17\" data-ref=\"Numbers 24:17\">במדבר כד, יז</a>), וה<strong>אל\"ף</strong> למדבר ופירושו כנמר שהוא מוכן לטרוף כן אשׁור ואביט לטרוף אותם, כמו שאמר <strong>אֶפְגְּשֵׁם כְּדֹב שַׁכּוּל </strong>(<a class=\"refLink\" href=\"Hosea 13:8\" data-ref=\"Hosea 13:8\">הושע יג, ח</a>). <strong>והכבד</strong> [פִּעֵל] וְאַל־<strong>תְּאַשֵּׁר</strong> בְּדֶרֶךְ רָעִֽים (<a class=\"refLink\" href=\"Proverbs 4:14\" data-ref=\"Proverbs 4:14\">משלי ד, יד</a>), אל תדרך, <strong>וְאַשֵּׁר</strong> בַּדֶּרֶךְ לִבֶּֽךָ (<a class=\"refLink\" href=\"Proverbs 23:19\" data-ref=\"Proverbs 23:19\">משלי כג, יט</a>), פירוש בדרך הידועה שהוריתיך והיא דרך החכמה, <strong>מְאַשְּׁרֵי</strong> הָֽעָם־הַזֶּה (<a class=\"refLink\" href=\"Isaiah 9:15\" data-ref=\"Isaiah 9:15\">ישעיה ט, טו</a>), <strong>אַשְּׁרוּ</strong> חָמוֹץ (<a class=\"refLink\" href=\"Isaiah 1:17\" data-ref=\"Isaiah 1:17\">ישעיה א, יז</a>), מדריכי העם הזה, הדריכו החמוץ, או יהיו אלו <strong>מְאַשְּׁרֵי, וְאַשְּׁרֵוּ</strong> ה<strong>אל\"ף</strong> בהם תמורת <strong>יו\"ד</strong> <strong>מְיַשְּׁרֵי העם הזה, יַשְּׁרוּ חמוץ</strong>. תִּדְהָר <strong>וּתְאַשּׁוּר</strong> (<a class=\"refLink\" href=\"Isaiah 41:19\" data-ref=\"Isaiah 41:19\">ישעיה מא, יט</a>), עץ ממין ארז. ויש מי שפירוש שהוא <strong>בק\"ם </strong>בערבי ובלע\"ז <strong>בראזיל</strong> [לינ\"יין ד\"י ווירזי\"ן] ובדברי רז\"ל (<a class=\"refLink\" href=\"Bava Batra 80b\" data-ref=\"Bava Batra 80b\">בבא בתרא פ' ע\"ב</a>) <strong>תְאַשּׁוּר</strong> <strong>שוריבינ\"ה</strong>. וכתב רבי יונה כי נקרא כן בערבי <strong>שורבי\"ן</strong>, והתרגום אמר <strong>אֶשְׁכְּרוֹעִין</strong>. וכתב רבי יונה והעץ הזה קורין לו בקס ב<strong>שי\"ן</strong> בערבי, ואומרים שהוא שקורין לו בלע\"ז <strong>בוס\"ו</strong>. ותרגום יונתן קַרְשֵׁךְ עָֽשׂוּ־שֵׁן בַּת־<strong>אֲשֻׁרִים</strong> (<a class=\"refLink\" href=\"Ezekiel 27:6\" data-ref=\"Ezekiel 27:6\">יחזקאל כז, ו</a>), <strong>דַפִּין דְאֶשְׁכְּרוֹעִין מְכַבְשִׁין בְּשֵׁן דְפִיל</strong>, פירוש <strong>בַּת־אֲשֻׁרִים</strong> מלה אחת, והיא שתי מלות."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037edf6bfddfbb310fecfa", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Installing the Priests 2-4", "anchorRef": "Leviticus 8:1-36", "anchorRefExpanded": ["Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Installing the Priests 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳, ויקרא הערה ח׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Installing the Priests", "he": "ויקרא הערה ח׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ח׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["This chapter and the next, which might easily have followed the instructions for it in Ex. 29, has instead been placed here, perhaps as the logical conclusion to material about offering sacrifices. (Placing it at the end of Exodus might also have detracted from the impressive scene with which that book ends. For a discussion of the complex relationship between the Exodus and Leviticus texts, see Milgrom.) We now shift from a prescriptive mode to a descriptive, narrative one, which will prepare us for the brief but disastrous story of Aharon’s sons in Chap. 10.", "A refrain here is various forms of “as Y<small>HWH</small> had commanded Moshe,” also a key phrase in the Exodus texts. In addition, one hears the constant use of the verb “make-holy,” appropriate in this context. Finally, one might point to the balance between Moshe’s sequence of action in Chap. 8 and Aharon’s parallel actions in Chap. 9.", "There is much in this chapter that is rhythmic. The description of Aharon’s being clothed in the holy vestments in vv.7–9 has the ring of ritual to it, as conveyed through its steady alternation of verb and garment."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a7713bd8cd388d3e4f", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood 2-18", "anchorRef": "Leviticus 1:1-10:20", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood 2-18", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳ ב׳-י״ח", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Cult and the Priesthood", "he": "ויקרא מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE SECOND HALF OF THE BOOK OF</small> E<small>XODUS CONCERNED ITSELF WITH SETTING UP THE</small> sacrificial cult of Israel. It therefore set forth the prescriptions for and construction of a sanctuary and the priestly garments, and laid out a ceremony for the investiture of priests. But the description of how sacrifices were to be offered, and for what purpose, is not part of the book, which as edited seems more interested in contrasting the building of a sanctuary with building cities for the Pharaohs, as part of its portrayal of the victory of the biblical God over the gods of Egypt. Although at the end of the book the “Dwelling” is completed, we do not get to see the various sacral rites performed there.", "Leviticus also delays the ordination of the priests, until Chapter 8, preferring instead to begin with a kind of manual on the offering and disposal of sacrifices. It then moves us from the details of sacrifice into the narrative of the sanctuary’s dedication and opening rites, providing a natural bridge for Part II, in which ritual pollution and purity, the province of priests, is dealt with.", "The function of the sacrificial cult in ancient Israel will be discussed in “On Animal Sacrifice” below. In general it should be noted that the existence of a class or profession whose job it is to mediate between the divine and human realms is widespread in most older cultures, and the Israelite priesthood, whatever its origins and development, was but one of many such groups in the ancient Near East. It existed, to use the language of Exodus, to “serve” God, maintaining his holiness through ritual and helping to maintain the order of sacred culture which was supposed to mirror God’s ordering of the cosmos. Accordingly, as we will learn later in Leviticus, priests were to be set apart from the general population in a number of areas. There were strict rules about whom they could and could not marry, and they were barred from coming into any contact with the dead, for instance. Their functions extended beyond sacrifice; they could provide oracular advice in times of need, and taught the people “instructions” (Heb. <i>torot</i>) regarding various ritual matters.", "As part of an overall scheme, there was a conscious parallel between priests as part of a select circle and sacrificial animals—as well as the people of Israel. That is, all three stood at the center of concentric circles dedicated to God; and as one moved out (toward Levite and commoner, animals permitted for eating and those forbidden, and neighbors and foreigners), one got further and further away from the divine. The hierarchy regarding the cult thus reinforced the theme of separation which we have noted above.", "In the view of Milgrom, Israel’s cult was distinguished from those of its neighbors by its purposefully ignoring the complex web of rituals regarding demons. The sanctuary was to be purged of ritual pollution, not only by semimagical means (the sprinkling of sacrificial blood) but also and primarily by the confession of wrongdoing and the sincere desire to repent. Then, too, the sanctuary, while in most respects resembling shrines elsewhere in the ancient Near East, omitted certain crucial items, most notably statuary representing the gods and a bed for them to rest on. Finally, certain religious rituals were forbidden, such as mutilation of the priests’ bodies. In all these cases, Israel introduced something new into the area of worship.", "For many decades there has been major and heated debate by scholars in favor of one or the other scheme for following the history of the priesthood and the cult. There are those who view these institutions as stretching back to Israel’s earliest history, while others see strong evidence of a late, possibly even exilic, reworking of the priestly material. Similar arguments dot the landscape of literary criticism of the Torah, in which scholars have tried to divine at what point priestly editors might have put their distinctive stamp on the literature. From Wellhausen in the nineteenth century to Knohl, Milgrom, and Levine in the late twentieth, there has been no lack of theorizing on these issues—and no definitive answers. For the moment we are left to read Leviticus as it is placed in the Torah, with an awareness that a variety of historical and ideological influences are imbedded, if not hidden, in our text.", "O<small>N</small> A<small>NIMAL</small> S<small>ACRIFICE</small>", "A<small>LTHOUGH IT APPEARS EARLIER IN THE</small> T<small>ORAH</small>, <small>ANIMAL SACRIFICE RECEIVES ITS FULL</small>est treatment in Leviticus. Besides the opening seven chapters, which are devoted to a relatively brief description of how sacrifices are to be offered and disposed of, many other chapters in the book talk about sacrificial rituals: the installation of the priests (8–9), rules about disposing of the <i>hattat</i> sacrifice (10), purification offerings brought in the event of such “polluting” states as childbirth and skin diseases (12–15), and finally the “scapegoat” ceremony of Chapter 16. They appear in most of the later chapters as well.", "What function did sacrifice, particularly of animals, play in the religion of ancient Israel? How could a God who proscribed the murder of human beings (Ex. 20:13, 21:12) countenance the taking of animal life for ritual purposes? To answer these questions, we must turn briefly to some of the commonly proposed theories surrounding sacrifice.", "The idea of offering up living creatures to the gods is one of hoary antiquity. Walter Burkert, on the basis of the study of Greek religion, suggests that sacrifice is a means of dealing with guilt over the taking of life. That is, the switch from gathering to hunting society, made possible by technology (the invention of tools), while it raised human accomplishment and consciousness to a new level, also brought with it the acute sense of having violated something essential in the cosmic order. Such guilt is not mitigated by the fact that early people hunted for food and not for pleasure. The way of dealing with the guilt, giving life back to the gods, is in a true sense restoration; life is given back for life taken, so that it may ultimately be renewed (contrast this to the profoundly unecological use of living and inorganic resources over the past “civilized” centuries). And it must be done via ritual. In Burkert’s view, ritual deals with human anxiety by “raising the ante”—by means of increasing anxiety, it is controlled. So guilt over life-taking is assuaged by making a ritual out of the killing, and the shared experience of trauma helps to create solidarity within the group. Despite the subsequent rise of agriculture, says Burkert, the hunting ritual played out in sacrifice could not be done away with, so ingrained had it become, and the rationale behind sacrifices was therefore transformed. Now domesticated animals could be used, giving greater control over the process.", "In another approach, De Vaux (1965) postulates three motives for sacrifice. In the first model, that of “gift,” the worshiper brings something of value to the deity. The animal is killed, setting it apart for sacred use; it is burned, turning it into an invisible substance which can rise to the gods. The gift may be for thanksgiving or, more likely, may be to assuage the demonic powers that many societies (especially Mesopotamia, Abraham’s homeland) felt controlled everyday life. Giving establishes reciprocal movement; altruism has no place here (Burkert). One is reminded of the elaborate giving ceremonies among many peoples on occasions such as weddings; giving establishes relationship and maintains the social order.", "In addition to gifts, another mode of sacrifice involves communion, as nineteenth-century scholars such as Robertson Smith observed. Here the model of the meal is crucial: humans and gods share a great repast, thereby cementing kinship as surely as the closing of business deals is celebrated by drinks and dinner. Passover, both in the Bible and subsequently (even when the sacrifice per se was no longer involved), may serve as a striking example of the effectiveness of such a paradigm.", "A final type or function of sacrifice is atonement or expiation. Here a sin, communal or individual, is purged away by the act of sacrifice; the gods receive life as a substitute for the sinner’s own, which is symbolized by the victim’s blood. The fact that the animals permitted in the Bible for sacrifice are pastoral and hence frequently used metaphorically for the Israelites themselves, is significant in this regard. This approach is further illustrated in the Bible by the end of the Flood story, where God accepts Noah’s sacrifice, implying that he accepts animal life (which now, simultaneous with properly offered sacrifice, is permissible for food) in place of that of humans (Eilberg-Schwartz). It should be noted that, in the Bible, sacrifice for the sake of atonement is almost always in reference to unintentional sins, whereas deliberate wrongdoing may not be atoned for through this system.", "Which of these rationales is truly at work in Levitical sacrifice? Actually, at various times one can find all of them—the texts present a variety of motives and occasions for sacrifice in biblical Israel, from thanksgiving to purification and reparation. But in general one may say of Israelite sacrifice, as one may say of much of the ritual in Leviticus, that it is designed primarily to maintain or repair the relationship between God and Israel. Such an understanding helps to explain the unity of the book, as we will see in our discussion of pollution: sacrifice was a crucial element in keeping the covenant, and hence God’s beneficent presence among the Israelites, intact.", "The fact that this reconciliation, as it were, takes place against a background of slaughter should not be as upsetting to moderns as it is usually felt to be. In ironic contrast to our mechanized and mass-produced society, where the killing of animals for food takes place at a remove from our consciousness and from our direct participation, the sacrificial system in fact involved worshiper and priest alike, and the symbolic value of the operation, whatever it may have been in specific cases, lay in its directness, in its consciousness of the taking of life. Some would even maintain that in societies where the practice and rationale for sacrifice has broken down, there is inevitably an increase in intrahuman violence (Girard).", "<br><img>", "<b><i>Lev. 3:5</i> And the Sons of Aharon are to turn it (all) into smoke upon the slaughter-site … a fire-offering of soothing savor for Y<small>HWH</small>.</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e4c9ad75f2d99af94e", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Installing the Priests 1", "anchorRef": "Leviticus 8:1-36", "anchorRefExpanded": ["Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Installing the Priests 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳, ויקרא הערה ח׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ח׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Leviticus 8:1-36\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Leviticus 8:1-36</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "641881f9c9371ec0cebe736a", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 8:34:1", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "Reggio on Torah, Leviticus 8:34:1", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא ח׳:ל״ד:א׳", "anchorVerse": 34, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 34.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>כאשר עשה,</b> העושה, או כמעשה הנעשה היום, יעשה שבעת ימים:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "648839dea5a4d0d59264049e", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Leviticus 8:34:1", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "Rav Hirsch on Torah, Leviticus 8:34:1", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא ח׳:ל״ד:א׳", "anchorVerse": 34, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 34.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 34. כאשר עשה וגו׳. Da Mosche hier der Redende ist, so kann das Subjekt in עשה nur Gott, und das, was auf Geheiß und im Namen Gottes geschah, als von Gott geschehen bezeichnet sein. Ähnlich wie Bereschit 39, 22: היה עשה כל אשר עשים שם הוא, er war der Anordnende. Es dürfte diese unmittelbare Zurückführung alles Geschehenen auf Gott hier bei den מלואים umsomehr motiviert sein, da es sich hier um die Einsetzung ins Priesteramt handelt, die nur als von Gott geschehen Bedeutung und Weihe hat. Ist doch auch schon im vorangehenden ימלא את ידכם offenbar Gott das Subjekt. — צוה ד׳ לעשות וגו׳: auch ferner in den vorangenannten sieben Tagen. Die Joma 2a und 3b gegebene Beziehung des לעשות und לכפר auf פרישת כהן für מעשה פרה und des כה׳׳ג für י׳׳כ scheint am Schlusse der Verhandlung (daselbst 4a und 8a) nur אסמכתא, und diese פרישה nur מעלה בעלמא im Anklang der מלואים als eine פרישה לטהרה und eine פרישה לקדושה eingeführt zu sein (siehe daselbst 8b).", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64d4e143acd2cd69c059d6ce", "index_title": "Rambam on Mishnah Yoma", "category": "Quoting Commentary", "type": "", "ref": "Rambam on Mishnah Yoma 1:1:1", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "Rambam on Mishnah Yoma 1:1:1", "sourceHeRef": "רמב\"ם משנה יומא א׳:א׳:א׳", "anchorVerse": 34, "sourceHasEn": true, "compDate": [1160, 1168], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Rambam on Mishnah Yoma", "he": "רמב\"ם משנה יומא"}, "heTitle": "רמב\"ם משנה יומא", "he": "<b>שבעת ימים קודם יוה\"כ מפרישין כהן גדול כו':</b><br>אמר ה' יתברך בשבעת ימי המלואים [ויקרא ח] ומפתח אהל מועד לא תצאו וגו' ואחר כך אמר כאשר עשה ביום הזה צוה ה' לעשות לכפר עליכם. ובאה הקבלה לעשות זה מעשה פרה. לכפר עליכם זה מעשה יום הכפורים לפיכך כהן השורף את הפרה וכהן גדול העובד ביום הכפורים מפרישין אותו שבעת ימים ומפרישין אותו מאשתו כדי שלא תמצא נדה ויהיה הוא טמא שבעת ימים כמו שאמר הכתוב בבא על נדה [שם טו] ותהי נדתה עליו וטמא שבעת ימים. וחכמים אומרים טומאה שכיחא מיתה לא שכיחא ואם תחוש למיתה אין לדבר סוף לפי שאנו אומרים שמא תמות זאת השניה וכן השלישית וכן הרביעית וענין באמרם מיתה לא שכיחא ר\"ל שהמיתה בפתע פתאום אינה נמצאת אלא לעתים רחוקים ואין הלכה כרבי יהודה:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": "God said (Leviticus 8:33): “You shall not go outside the entrance of the Tent of Meeting for seven days,etc. ” And He said after that (Leviticus 8:34): “Everything done today, the LORD has commanded to be done [seven days], to make expiation for you,” and it comes in the received tradition to do this through the act of the [Red] Heifer, to make expiation for you, this is the act of Yom Kippur/the Day of Atonement (see Tractate Yoma 2a), and therefore, the Kohen who burns the [Red] Heifer and the Kohen Gadol/High Priest who serves on Yom Kippur, we separate them for seven days [prior]. And we separate him from his wife (see the Laws of the Service of Yom Kippur, Chapter 1, Halakha 3, where the term: \"ספק\" does not appear), lest she be found to be a menstruant woman and he would be ritually impure for seven days like it is explained in Scripture regarding someone who has sexual intercourse with a menstruant woman (see Leviticus 15:24: “[And if a man lies with her,] her menstrual impurity is communicated to him, he shall be impure seven days,” But the Sages state that ritual impurity is found, death is not found (see Tractate Yoma 13a), for if you are troubled by death, \"אין לדבר סוף\"/there would be no end to the matter, that we would be able to state lest the second [wife] die, and similarly, the third and/or fourth [wife die]. But the subject matter that we state regarding death is not freauent, for sudden death does not occur other than by chance/accidentally.", "versionTitle": "Translation by Rabbi Robert Alpert, 2023", "license": "", "versionTitleInHebrew": ""}, {"_id": "6543aff9e766f45c449edfaa", "index_title": "Sha'arei Orah", "category": "Kabbalah", "type": "", "ref": "Sha'arei Orah, Ninth Gate, Second Sefirah 79", "anchorRef": "Leviticus 8:33-9:24", "anchorRefExpanded": ["Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24"], "sourceRef": "Sha'arei Orah, Ninth Gate, Second Sefirah 79", "sourceHeRef": "שערי אורה, השער התשיעי - הספירה השנייה ע״ט", "anchorVerse": 33, "sourceHasEn": true, "compDate": [1260, 1300], "commentaryNum": 79, "collectiveTitle": {"en": "Sha'arei Orah", "he": "שערי אורה"}, "heTitle": "השער התשיעי - הספירה השנייה", "he": "ודע והאמן כי המבין סוד אות יו\"ד של שם יתבונן סוד הפסוק שנאמר פותח את ידיך ומשביע לכל חי רצון (תהלים קמה, טו), אל תקרי ידיך אלא יו\"דיך. בשעה שהאדם מכוון בייחוד, יתבונן בפתח היו\"ד ויבין היאך הרצון נמשך לעולם החיים שהיא הבינה, ומשם והלאה, 'לך יהו\"ה הגדולה והגבורה והתפארת והנצח וההוד', ואז יסוד ומלכות מתאחדים כאחד ונמצא העולם בייחוד שלם, ואז הברכה מצויה בעולם, ואז שבעת ימי המילואים נמצאים על מתכונתם וכבוד יהו\"ה יתברך נראה בשמיני, ואז הכול בתיקון שלם, אשרי עין שיכולה להסתכל בעומק הדבר הזה שעליו נאמר: ויאמר לי עבדי אתה ישראל אשר בך אתפאר (ישעיהו מט, ג). והיודע סוד אות יו\"ד בשלימות ג' אותיות, יבין היאך שלוש ספירות עליונות מתאחדות בנקודת אות יו\"ד, וגם היא מושכת מבפנים ברכות לאות וא\"ו, ומאות וא\"ו מקבלת שפע ברכות אות דל\"ת שהיא סוד ייחוד ה' אחרונה 'ברביעי בחמישה לחדש' (יחזקאל א׳:א׳). ", "heVersionTitle": "Shaarei Orah, grimoar", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "Know and have faith that one who understands the secret of the letter <i>Yod</i>-יו״ד of the Name <i>HaShem</i>-<i>יהו״ה</i>, will contemplate the secret of the verse,<sup class=\"footnote-marker\">257</sup><i class=\"footnote\">Psalms 145:16</i> “You open Your hand-<i>Yadecha</i>-<i>ידיך</i> and satisfy the desire of every living thing,” the secret of which is, “Do not read it as ‘Your hand-<i>Yadecha</i>-<i>ידיך</i>,’ but as, ‘Your <i>Yod</i>-<i>יודי״ך</i>.’”<sup class=\"footnote-marker\">258</sup><i class=\"footnote\">Also see Tikkunei Zohar 7b</i> At the time that a person concentrates his intentions on the unity of <i>HaShem</i>-יהו״ה, blessed is He, he should contemplate on the opening of the <i>Yod</i>-<i>י</i>, and will understand how desire-<i>Ratzon</i>-רצון is drawn to the World of Life-<i>Olam HaChayim</i>-עולם החיים, which is Understanding-<i>Binah</i>, and from there onward,<sup class=\"footnote-marker\">259</sup><i class=\"footnote\">Chronicles I 29:11</i> “Yours, <i>HaShem</i>-<i>יהו״ה</i> is the greatness-<i>Gedulah</i>, and the Might-<i>Gevurah</i>, and the Splendor-<i>Tiferet</i>, and the Victory-<i>Netzach</i>, and the Majesty-<i>Hod</i>.” Then, Foundation-<i>Yesod</i> and Kingship-<i>Malchut</i> unite as one, and the world is in a state of perfect and complete unity, and blessing-<i>Brachah</i>-ברכה is found in the world. Then all the seven days of inauguration are found to be complete, and the Glory of <i>HaShem</i>-יהו״ה is seen on the eighth,<sup class=\"footnote-marker\">260</sup><i class=\"footnote\">See Leviticus 8:33-9:24 regarding the inauguration of the Mishkan (Tabernacle) and the appearance of the Glory of <i>HaShem</i>-יהו״ה after the seven days of inauguration (<i>Shivat Yemei HaMilu’im</i>-שבעת ימי המילואים) on the eighth day (<i>Bayom HaShmini-</i>ביום השמיני).</i> upon which everything is then in a state of complete repair. Happy is the eye that can gaze into the depths of this matter, about whom the verse states,<sup class=\"footnote-marker\">261</sup><i class=\"footnote\">Isaiah 49:3</i> “He said to me, ‘You are My servant Israel-ישראל, it is in you-<i>Becha</i>-בך that I take pride-<i>Etpa’er</i>-אתפאר.’” Whoever knows the secret of the letter <i>Yod</i>-יו״ד in the wholeness of all three of its letters (יו\"ד), will understand how the three upper <i>Sefirot</i> are unified with the point of the letter <i>Yod</i>-<i>י</i>, and how she draws forth blessings in an inner manner to the letter <i>Vav</i>-<i>ו</i>, and how the letter <i>Dalet</i>-<i>ד</i> receives bestowal of blessings from the letter <i>Vav</i>-<i>ו</i>, the letter <i>Dalet</i>-ד being the secret of the unity of the final letter <i>Hey</i>-ה of the Name <i>HaShem</i>-יהו״ה, as in the secret of the verse,<sup class=\"footnote-marker\">262</sup><i class=\"footnote\">Ezekiel 1:1 ibid. “The fourth” refers to the fourth letter of the Name <i>HaShem</i>-יהו״ה, and “the fifth” refers to the letter <i>Hey</i>-ה-5, which is the fifth letter of the Aleph-bet and has a numerical value of five, as mentioned in the Fifth Gate.</i> “In the fourth [month], on the fifth of the month.”", "versionTitle": "Gates of Light, trans. by Rabbi Amiram Markel and Rabbi Yehudah S. Markel, 2023", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "657ecc51758c1dc532ec8d1f", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 8:34", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "Steinsaltz on Leviticus 8:34", "sourceHeRef": "ביאור שטיינזלץ על ויקרא ח׳:ל״ד", "anchorVerse": 34, "sourceHasEn": true, "commentaryNum": 8.0034, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>כַּאֲשֶׁר עָשָׂה בַּיּוֹם הַזֶּה</b>, אותן ההזאות והקרבנות\n    <b>צִוָּה ה' לַעֲשֹׂת לְכַפֵּר עֲלֵיכֶם.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>As he did on this day, </b>referring to all the sprinkling of blood and offerings, <b>the Lord commanded to do, to atone for you. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "5253ac6dedbab4498f482808", "index_title": "Ibn Ezra on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Leviticus 8:34:1", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "Ibn Ezra on Leviticus 8:34:1", "sourceHeRef": "אבן עזרא על ויקרא ח׳:ל״ד:א׳", "anchorVerse": 34, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 34.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על ויקרא", "he": "<b>כאשר עשה ביום הזה.</b> פירוש וכאשר עשה ביום הזה משה כן צוה ה׳‎ לעשות שבעת ימי המלואים והיה ראוי להיות כאשר עשיתי אלא כי כן דרך לשון הקדש כמו והי׳‎ יחזקאל לכם ואת יפתח ואת שמואל והעד שפירוש צוה ה׳‎ לעשות כן ועשית לאהרן ולבניו ככה ככל אשר צויתי אותכם שבעת ימים ועוד ופר חטאת תעשה ליום כמו שנים ליום עולה תמיד וכתיב שם וחטאת על המזבח ומשחת אותו בכל יום עד סוף המלואים ועוד שבעת ימים תכפר על המזבח ולא הזכיר את שני האילים כי אחז דרך קצרה ודעת רבים כי פר חטאת לבדו יעשה בכל יום ולפי דעתי שטעם להזכיר הפר בעבור שינתן מדם איל העולה על אהרן ובניו והאיל השני יאכל בשרו רק פר חטאת הוא לכפר על המזבח וכן כתוב על הכפורים וטעמו בעבור כפורים:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AS HATH BEEN DONE THIS DAY.<sup class=\"footnote-marker\">67</sup><i class=\"footnote\">Literally, as he did this day.</i> This means, as Moses did on this day, so God commanded to be done during the seven days of consecration. Scripture should have read, as I<sup class=\"footnote-marker\">68</sup><i class=\"footnote\">Moses.</i> did.<sup class=\"footnote-marker\">69</sup><i class=\"footnote\">Rather than as he (Moses) did.</i> However, such is the style of the holy tongue.<sup class=\"footnote-marker\">70</sup><i class=\"footnote\">Biblical characters occasionally refer to themselves in the third person.</i> Compare, <i>Thus shall Ezekiel he unto you</i><sup class=\"footnote-marker\">71</sup><i class=\"footnote\">Ezekiel refers to himself in the third person.</i> (Ezek. 24:24); <i>and Jephthah, and Samuel</i><sup class=\"footnote-marker\">72</sup><i class=\"footnote\">Samuel refers to himself in the third person.</i> (I Sam. 12:11). The fact that Scripture states, <i>So the Lord hath commanded to do</i> (v. 34); <i>And thus shall you do unto Aaron, and to his sons, according to all that I have commanded thee; seven days</i> (Ex. 29:35)<sup class=\"footnote-marker\">73</sup><i class=\"footnote\">The complete verse reads: <i>So the Lord hath commanded to do; And thus shall you do unto Aaron, and to his sons, according to all that I have commanded thee; seven days shalt thou consecrate them</i>.</i> is proof of this.<sup class=\"footnote-marker\">74</sup><i class=\"footnote\">That “As he did this day” refers to Moses, for the verse states <i>seven days shalt thou</i> (Moses) <i>consecrate them</i>.</i> Furthermore, Scripture states, <i>And every day</i><sup class=\"footnote-marker\">75</sup><i class=\"footnote\">Hebrew, <i>la-yom</i> (literally, to the day).</i> <i>shalt thou</i><sup class=\"footnote-marker\">76</sup><i class=\"footnote\">Moses.</i> <i>offer the bullock of sin-offering</i> (Ex. 29:36).<sup class=\"footnote-marker\">77</sup><i class=\"footnote\">This is additional proof that Moses himself performed the consecration ritual during the seven days of consecration.</i> The latter is similar to <i>two day by day</i>,<sup class=\"footnote-marker\">78</sup><i class=\"footnote\">Hebrew, <i>la-yom</i>.</i> <i>for a continual burnt-offering</i><sup class=\"footnote-marker\">79</sup><i class=\"footnote\">The phrase a <i>continual burnt-offering</i> indicates that the word <i>la-yom</i>, which precedes it, means daily. Thus the term <i>la-yom</i> in Ex. 29:36 is to be rendered every day.</i>(Num. 28:3).<sup class=\"footnote-marker\">80</sup><i class=\"footnote\">In other words the meaning of <i>la-yom</i> in Ex. 29:35 is daily. We thus see that Moses offered the bullock of sin offering during the seven days of consecration.</i> Scripture there writes, <i>and thou</i><sup class=\"footnote-marker\">81</sup><i class=\"footnote\">Moses.</i> <i>shalt do the purification</i><sup class=\"footnote-marker\">82</sup><i class=\"footnote\">Hebrew, <i>ve-chitteta</i>, i.e. you will offer the sin-offering.</i> <i>upon the altar…and thou shalt anoint it</i> (<i>Ibid.</i>) every day until the end of the days of consecration.<sup class=\"footnote-marker\">83</sup><i class=\"footnote\">For the first part of the verse states, <i>And every day shalt thou offer the bullock of sin-offering</i>.</i> Furthermore, Scripture states, <i>Seven days thou</i><sup class=\"footnote-marker\">84</sup><i class=\"footnote\">Moses.</i> <i>shalt make atonement for the altar</i> (Ex. 29:37).<sup class=\"footnote-marker\">85</sup><i class=\"footnote\">That is, purification for the altar to consecrate it.</i> It does not mention<sup class=\"footnote-marker\">86</sup><i class=\"footnote\">In Ex. 29:36. Ex. 29:36 states, <i>and every day shalt thou offer the bullock of sin-offering</i>. It omits the two rams. Hence it appears that Moses did not perform the entire consecration service.</i> the two rams<sup class=\"footnote-marker\">87</sup><i class=\"footnote\">One of which served as a sin offering and one as a “ram of consecration.” See Ex: 29:1, 15-34; Lev. 8:2, 18-29.</i> because Scripture employed an abridged style.<sup class=\"footnote-marker\">88</sup><i class=\"footnote\">Actually, Moses offered these rams during the seven days of consecration.</i> Many are of the opinion that Moses was to offer a bullock of sin offering alone every day.<sup class=\"footnote-marker\">89</sup><i class=\"footnote\">For Scripture states, <i>And every day shalt thou offer the bullock of sin-offering</i> (Ex. 29:36). It does not mention the rams. This is the opinion of the Karaite Yefet (Krinsky).</i> I believe that the reason Scripture mentions the bullock<sup class=\"footnote-marker\">90</sup><i class=\"footnote\">Only in Ex. 29:36.</i> is that the blood of the burnt offering ram was to be placed on Aaron and his sons,<sup class=\"footnote-marker\">91</sup><i class=\"footnote\">This comment presents a problem. It was the blood of the second ram, the ram of consecration, that was placed on Aaron and his sons. See Ex. 29:1921; Lev. 8:22,23. It is possible that I.E. erred, for I.E. wrote many of his comments without a text of Scripture before him and he didn’t always edit his works. On the other hand, it is possible that I.E. was of the opinion that the blood of both rams was placed on Aaron and his sons even though Scripture only mentions it with regard to the second ram. Weiser suggests that our reading is due to an error by a copyist. Rabbi Shemu’el Tzartza believes that “I believe, etc.” is a gloss that found its way into I.E.’s commentary.</i> and the second ram’s flesh was to be eaten.<sup class=\"footnote-marker\">92</sup><i class=\"footnote\">Ex. 29:32.</i> However, the sin offering bullock was to consecrate the altar.<sup class=\"footnote-marker\">93</sup><i class=\"footnote\">The two rams are not mentioned in Ex. 29:36 because the latter speaks only of consecrating the altar.</i> Scripture clearly states, <i>al hakippurim</i> (beside the other offerings of atonement) (Ex. 29:36), the meaning of which is, for atonement.<sup class=\"footnote-marker\">94</sup><i class=\"footnote\">I.E.’s point is that the bullock was offered on the altar to atone, i.e., to purify the altar in order to consecrate it, while the rams were part of the consecration ritual of Aaron and his sons. Hence Scripture did not speak of them in the verse which spoke of atoning on the altar.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "53f178bdfbfba22336ea3c11", "index_title": "Kitzur Ba'al HaTurim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Kitzur Ba'al HaTurim on Leviticus 8:34:1", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "Kitzur Ba'al HaTurim on Leviticus 8:34:1", "sourceHeRef": "קיצור בעל הטורים על ויקרא ח׳:ל״ד:א׳", "anchorVerse": 34, "sourceHasEn": false, "compDate": [1280, 1340], "commentaryNum": 34.0001, "collectiveTitle": {"en": "Kitzur Ba'al HaTurim", "he": "קיצור בעל הטורים "}, "heTitle": "קיצור בעל הטורים על ויקרא", "he": "<b>לעשת</b> חסר ו' דאמרינן בפ\"ק דיומא לעשות זו מעשה פרה שהיו מזין עליו כל ששה ימים ולא היו מזין עליו בשבת:\n\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "55053472fbfba270cc17e6f9", "index_title": "Haamek Davar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Leviticus 8:34:1", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "Haamek Davar on Leviticus 8:34:1", "sourceHeRef": "העמק דבר על ויקרא ח׳:ל״ד:א׳", "anchorVerse": 34, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 34.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>צוה ה׳ לעשות לכפר עליכם.</b> הוא עוד טעם על האזהרה באשר כל הקרבנות של שבעת הימים המה מכפרים עליכם מש״ה ראוי לעמוד עליו. וכלשון המשנה תענית פ״ד היאך קרבנו ש״א קרב והוא אינו עומד ע״ג. ואע״ג שביארנו דחטאת של ששה ימים היה רק לחטא את המזבח מכ״מ העולה מכפרת על מ״ע שעלול כל אדם לעבור בכל שעה וגם חטאת חיצון מכפר על עשה כדאי׳ בזבחים ד״ז:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "596479fcd6e4a92bf459df5d", "index_title": "Ibn Ezra on Isaiah", "category": "Quoting Commentary", "type": "", "ref": "Ibn Ezra on Isaiah 27:5:4", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "Ibn Ezra on Isaiah 27:5:4", "sourceHeRef": "אבן עזרא על ישעיהו כ״ז:ה׳:ד׳", "anchorVerse": 34, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 5.0004, "collectiveTitle": {"en": "Ibn Ezra on Isaiah", "he": "אבן עזרא על ישעיהו"}, "he": "ולפי דעתי כי <b>חמה אין לי</b> איננו דברי השם, ואל תתמה כי בספר הזה רבים כאלה, והנה עד קרוב הרינו חלנו, יחיו מתיך <small>(ישעיהו כ\"ו י\"ח)</small>, ואלה דברי איש יהודה, אחר שהשם אמר אני יי נוצרה לרגעים, פן יפקד עליה אמרו אין אנחנו מדברים בחמה, שאם יבוא האויב לשום הכרם שמיר ושית, הייתי הורג את עצמי, כמו והיה יחזקאל לכם <small>(יחזקאל כ\"ד כ\"ד)</small> ואת שמואל <small>(שמואל א' י\"ב י\"א)</small> כאשר עשה ביום הזה <small>(ויקרא ח' ל\"ד)</small>, והנה במלחמה דבר עם מי יתנני, או יחזק השם שיתן לי עוז ברית, שיהיה השם בשלום עמי, גם האויב, אז ישרש יעקב, והוצרכתי לפירוש הזה בעבור מלת יעשה שלום לי, כי השם עושה שלום לבדו:", "heVersionTitle": "Ibn Ezra on Isaiah, by M. Friedlander; Society of Hebrew Literature, London 1877", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "I think that God is not represented as speaking in these two verses, as is the case in many passages of this book—we need only refer to the preceding chapter, verses 18 and 19<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">The peculiarity hinted at in this remark seems to consist in the introduction of the dialogue form; ver. 3 is assigned to God, ver. 4 and 5 to Israel, ver. 6 again to God; similarly 26:18—19 is assigned to the people, ver. 20 again to the Lord.</i>—but the men of Judah,<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">The expression <span>איש יהודה</span> the men of Judah, is perhaps used by I. E. instead of Israel, because the second part of this chapter (comp. ver. 7), refers, according to his interpretation, to the kingdom of Israel.</i> after having heard God’s promise, I the Lord will keep it, lest he visit it, are introduced, saying, We do not declare with fury, that if the enemy should come to turn the vineyard into a place of briers and thorns, we should kill ourselves. Comp.<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">The passages which follow are instances of the use of the third person instead of the first, as is the case here; through it ═ through myself.</i> And Ezekiel shall be, instead of And I shall be (Ez. 25:24), And Samuel, instead of And myself (1 Sam. 12:11); As he hath done, instead of As I have done (Lev. 8:34); <span>במלחמה</span> in war, is to be joined with <span>מי יתנני</span> who would turn me in this way: If one should come to turn me by war into a place of briers and thorns, etc. <span>או יחזק</span> <i>Or if He would strengthen my stronghold</i>, etc., to give me the strengthening promise that He will be in peace with me, and so should the enemy be, then Jacob would take root, etc. I am compelled to explain in this way by the phrase, He will make peace unto me, because it is God alone that maketh peace.<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">I. E. is not the author of the first opinion, which attributes to God the words, He will make peace unto me, since, as he says, he is compelled to assume, that they are to be assigned to the men of Judah. It is often the case in the commentaries of I. E., that an anonymous opinion, which is supposed to be generally adopted, is followed by the commentator’s own explanation, introduced by a phrase like <span>ואני אומר ,ולפי דעתי</span> but I think, but I say. In this verse the first explanation is perhaps to be assigned to those whose opinion is introduced at the beginning of verse 4, with the words, some say.</i>", "versionTitle": "Commentary of Ibn Ezra on Isaiah - trans. by M. Friedlander, 1873", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "59a6c621d6e4a920f72d9712", "index_title": "HaKtav VeHaKabalah", "category": "Commentary", "type": "commentary", "ref": "HaKtav VeHaKabalah, Leviticus 8:34:1", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "HaKtav VeHaKabalah, Leviticus 8:34:1", "sourceHeRef": "הכתב והקבלה, ויקרא ח׳:ל״ד:א׳", "anchorVerse": 34, "sourceHasEn": false, "compDate": [1829, 1839], "commentaryNum": 34.0001, "collectiveTitle": {"en": "HaKtav VeHaKabalah", "he": "הכתב והקבלה"}, "heTitle": "ויקרא", "he": "<b>כאשר עשה. </b>ללמד שכהן גדול טעון פרישה קודם יום הכפורים שבעת ימים, וכן כהן השורף את הפרה, (רש\"י מרפ\"ק דיומא) וז\"ל רש\"י שם, כאשר עשה במלואים צוה אותם לפרוש מביתם ז' ימים, שנאמר ופתח א\"מ תשבו יומם ולילה וגו' ובשמיני עבדו שנאמר ויהי ביום השמיני קרא וגו' וכתיב קרב אל המזבח וגו' כאשר וגו' צוה לעשות לדורות לפרוש ז' לפני עבודת יום אחד, עכ\"ל. ומן התימה על הרא\"ם שהדביק מאמר כאשר עשה עם הקודם לו, ומאמר צוה ה' לעשות הוא מאמר בפ\"ע. ובחנם עקם עלינו לשון הכתוב שהוא ישר לפרש\"י, ואין כאשר עשה, דמיון לפסוק הקודם ומילתא באנפי נפשי' הוא, והוא פשוט מאד: \n", "heVersionTitle": "HaKtav VeHaKabbalah, Frankfurt 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59b79eadd6e4a972e7b7f4da", "index_title": "Chomat Anakh on Torah", "category": "Commentary", "type": "commentary", "ref": "Chomat Anakh on Torah, Leviticus 8:34:1", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "Chomat Anakh on Torah, Leviticus 8:34:1", "sourceHeRef": "חומת אנך על תורה, ויקרא ח׳:ל״ד:א׳", "anchorVerse": 34, "sourceHasEn": false, "compDate": [1784, 1804], "commentaryNum": 34.0001, "collectiveTitle": {"en": "Chomat Anakh", "he": "חומת אנך"}, "heTitle": "ויקרא", "he": "<b>כאשר עשה ביום הזה צוה ה׳ לעשות.</b> כמו שהופרשו אהרן ובניו שבעת ימים כן יפרישו כהן גדול שבעת ימים מביתו קודם יוה״כ וזהו לכפר עליכם וכן היו מפרישין כהן השורף את הפרה שבעת ימים. לעשות לכפר גימטריא זה מעשה פרה ויה״כ. נצח ישראל:", "heVersionTitle": "Chomat Anakh, Jerusalem 1965", "heLicense": "", "heVersionTitleInHebrew": "חומת אנ״ך, ירושלים 1965", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3cb3d6e4a9026bd8f337", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 8:34:1", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "Aderet Eliyahu, Leviticus 8:34:1", "sourceHeRef": "אדרת אליהו, ויקרא ח׳:ל״ד:א׳", "anchorVerse": 34, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 34.0001, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>צוה ה' לעשות לכפר</b> עיין רש\"י ז\"ל. ד\"א לכפר כפרה זו תכפר עליכם עד תחיית המתים:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5bf3ddfb092716009e60ad73", "index_title": "English Explanation of Mishnah Parah", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Parah 3:1:2", "anchorRef": "Leviticus 8:33-34", "anchorRefExpanded": ["Leviticus 8:33", "Leviticus 8:34"], "sourceRef": "English Explanation of Mishnah Parah 3:1:2", "sourceHeRef": "ביאור אנגלי על משנה פרה ג׳:א׳:ב׳", "anchorVerse": 33, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 1.0002, "collectiveTitle": {"en": "English Explanation of Mishnah Parah", "he": "ביאור אנגלי על משנה פרה"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>Seven days before the burning of the [red] cow they would separate the priest who was to burn the cow from his house to a chamber that was facing the north-eastern corner of the birah, and which was called the Stone Chamber.</b>  The idea of setting aside the priest who would burn the red cow seems to be derived from the setting aside of the high priest before the Yom Kippur worship (see Yoma 1:1). And both ideas are learned from the setting aside of Aaron and his sons for seven days before the original sanctification of the altar in Leviticus 8:33-34. Part of the reason that the priest had to leave his house was to prevent him from being with his wife and thereby becoming ritually defiled. There are two opinions as to what \"Birah\" is. One holds that this is another name for the Temple, while another holds that this is a tower that was on the Temple Mount. See also Pesahim 7:5.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5cd1402a04bbb60019c1e2ac", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Leviticus 8:34:1", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "Birkat Asher on Torah, Leviticus 8:34:1", "sourceHeRef": "ברכת אשר על התורה, ויקרא ח׳:ל״ד:א׳", "anchorVerse": 34, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 34.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "<b>\"כאשר עשה ביום הזה\" וגו'.</b> סגנונו של פסוק זה חורג מן המקובל בפרשה זו שבה הכל מתואר בעשיית משה רבנו ע\"ה: \"ויתן... ויקח... ויאמר\", ולא בלשון נסתר - \"כאשר עשה\". וראה \"העמק דבר\" על אתר שכתב: \"עשיתי\" מיבעי, אלא מפני שכל מעשה משה במילוי ידיים היה, בסייעתא דשמיא, וכאילו עשה ה', משום הכי כתוב \"עשה\". ע\"כ. וגם ר' מנחם בולה ער לקושי, אך דומה שהדוגמאות שהוא מביא ב\"דעת מקרא\" אינן מספיקות. ראה שם. (פ' צו תשס\"ג)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1402a3a676f00197d1830", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Leviticus 8:34:2", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "Birkat Asher on Torah, Leviticus 8:34:2", "sourceHeRef": "ברכת אשר על התורה, ויקרא ח׳:ל״ד:ב׳", "anchorVerse": 34, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 34.0002, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "<b>רש\"י ד\"ה צוה ה' לעשות, ...ורבותינו ז\"ל דרשו: לעשות - זה מעשה פרה, לכפר - זה מעשה יום הכפורים וכו'.</b> כלומר הפרישה שבעת ימים שלפני עשיית הדברים משותפת גם לשני אלה, אבל מסתבר שהדרשה \"ולא תמותו\" שבפסוק הבא אינה מוסבת גם על זה. (פ' צו תשנ\"א)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d74f91a36a58c006e23f5ff", "index_title": "Aderet Eliyahu (Rabbi Yosef Chaim)", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu (Rabbi Yosef Chaim), Tzav 5", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "Aderet Eliyahu (Rabbi Yosef Chaim), Tzav 5", "sourceHeRef": "אדרת אליהו (ר' יוסף חיים), צו ה׳", "anchorVerse": 34, "sourceHasEn": false, "compDate": [1860, 1900], "commentaryNum": 5, "collectiveTitle": {"en": "Aderet Eliyahu (Rabbi Yosef Chaim)", "he": "אדרת אליהו (ר' יוסף חיים)"}, "heTitle": "צו", "he": "<b>כאשר עשה ביום הזה צוה ה' לעשות לכפר עליכם.</b> הנה בגמ' דיומא איתא א\"ר מחסייא וכו' לעשות אלו מעשה פרה לכפר אלו מעשה יו\"הך. ויובן בס\"ד לפרש והוא דידוע מ\"ש המפרשים ז\"ל ע\"פ וידעת היום והשבות אל לבבך כי השמש נקראת יום ע\"ש גם עוד כתבו ז\"ל דבטבע השמש עשה הש\"ית תרתי דסתרן כי השמש מקפיא המים ונעשים מלח ומייבש הפירות תכלית היובש והנה הוא ג\"כ מתוך כמה דברים שנקפו וזה שני הפכיים בנושא אחד גם עוד הוא מלבן הבגדים וכיוצא ומשחיר הבריות אם יתמידו לעמוד בשמש ועוד יש הרבה כיוצא בזה פעולות הפכיים עכ\"ד ז\"ל גם ידוע דפרה אדומה ג\"כ יש בה ב' הפכיים בנושא אחד שהיא מטהרת את הטמא ומטמאה את הטהור העוסק בה כנודע. גם עוד מעשה עבודת יו\"הך גם יש בהם תרתי דסתרי ב' הפכיים בנושא אחד והוא כי עבודת אותו היום אינה כשרה כ\"א בכהן גדול דווקא ולא בכהן הדיוט והנה היא אינה ראויה להיות כי אם בד' בגדי לבן שהם מדרגת כהן הדיוט ולא בשמונה בגדים שהם מדרגת כהן גדול וא\"כ הכהן והבגדים שהם לצורך מעשה עבודת היום הם תרתי דסתרי ובזה יובן כאשר עשה ביום הזה ביום רמז לשמש הנקראת יום ואמר הזה שהוא מורה באצבע על השמש שלפניו והכוונה כאשר עשה הש\"ית בה טבע להיות בה פעולות הפכיות תרתי דסתרי כן צוה ה' לעשות אלו מעשה פרה אדומה לכפר עליכם אלו מעשה יו\"הך כי בשניהם ג\"כ יש בם פעולות הפכיות ותרתי דסתרי שהפרה מטהרת מצד ומטמאה מצד. וגם עוד כן הוא במעשה יום הכפורים שהם צריכים להיות נעשים בכהן גדול ובארבעה בגדים שהם תרתי דסתרי:", "heVersionTitle": "Aderet Eliyahu, Livorno 1864", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו, ליוורנו תרכ\"ד ", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e1485fc5e6ea9e54b43dd7d", "index_title": "Chatam Sofer on Torah", "category": "Commentary", "type": "commentary", "ref": "Chatam Sofer on Torah, Tzav 39", "anchorRef": "Leviticus 8:33-35", "anchorRefExpanded": ["Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35"], "sourceRef": "Chatam Sofer on Torah, Tzav 39", "sourceHeRef": "חתם סופר על התורה, צו ל״ט", "anchorVerse": 33, "sourceHasEn": false, "compDate": [1785, 1835], "commentaryNum": 39, "collectiveTitle": {"en": "Chatam Sofer", "he": "חתם סופר"}, "heTitle": "צו", "he": "<b>ומפתח אוהל מועד לא תצאו ז' ימים עד יום מלואת ימי מלואיכם כי שבעת ימים ימלא את ידכם כאשר עשה ביום הזה צוה ה' לעשות לכפר עליכם ופתח אוהל מועד תשבו שבעת ימים יומם ולילה ושמרתם את משמרת ה' ולא תמותו</b> ע\"ד רמז כל שבעים שנה לא יצא אדם צדיק מפתח אוהל מועד היינו ממחשבות עבודת ה' עד יום מלואת ימי מלואיכם יום האחרון יום סילוקו שהוא יום מלואת ימי מלואיכם כי ז' ימים ימלא יום האחרון ההוא הוא ימלא ידכם בכל מעשה שבעים שנה כי אז והלך לפניו צדקו של כל השבעים שנה (ועוד שאז באים כל הימים יחד לילך עמו מזה העולם כדכתיב ויקרבו ימי ימי ישראל למות וכדפירשו רבותינו זצ\"ל מפרשי התורה שאז חברו כל הימים אשר חי יחד) וכאשר עשה היום הזה כן צוה ה' לעשות לכפר עליכם ופתח אוהל מועד תשבו ז' ימים ושמרתם את משמרת ה' ולא תמותו וגו' פי' כאשר עשה ביום הזה ביום סילוקו מן העולם והלך לפניו צדקו כן צוה ה' למלאכי השרת שיבואו נגדו לומר יבוא שלום ינוחו על משכבותם (כדאיתא בגמרא כתובות דף ק\"ד ע\"א) לפי כבוד הנכנס יהי' היוצאים נגדו כן צוה ה' לעשות לכפר ביום המיתה שהוא מכפר העוונות (כדאיתא במתניתין סוף מס' יומא) ואמר עוד ופתח אוהל מועד תשבו שבעת ימים יומם ולילה ז' ימים פי' מיום הולדו יהי' כל יום בעיניו כאלו הוא היום בן ע' שנים (ונשלמו שנותיו וכמו שאחז\"ל על מתני' שוב יום אחד לפני מיתתך שכל יום יהא בעיניו כיום קודם מותו וכש\"כ שישוב היום שמא וכו' שבת דף קנ\"ג ע\"א) ועד\"ז אמר ראב\"ע הרי אני כבן שבעים שנה שכל יום הי' בעיניו כיום אחד לפני מיתתו ואותו המחשבה אינו מזיק כי הוא חייך ואורך ימיך ושמרתם את משמרת ה' ולא תמותו כי חי יחי':", "heVersionTitle": "Chatam Sofer on Torah, Bratislava, 1879-1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת משה. פרעסבורג, תרל\"ט-תרנ\"ג", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d597d660b3c272df6ea5", "index_title": "Gur Aryeh on Vayikra", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Vayikra 8:34:1", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "Gur Aryeh on Vayikra 8:34:1", "sourceHeRef": "גור אריה על ויקרא ח׳:ל״ד:א׳", "anchorVerse": 34, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 34.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על ויקרא", "he": "<b>כל שבעת ימי המלואים.</b> דאם לא כן<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"104\"></i>, מאי \"כאשר עשה\", הוי ליה לומר 'אשר עשה ביום הזה ציוה ה' לעשות' אי הוי קאי \"ציוה ה' לעשות\" על אותו היום בעצמו, אלא פירושו על <b>כל שבעת ימי המלואים</b>, וכן פירושו, כאשר עשה ביום הזה – ציוה ה' לעשות זה לכפר עליהם <b>כל שבעת ימי המלואים</b><i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"105\"></i>:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60e42fcb26deef2c336dc7a9", "index_title": "Bat Ayin", "category": "Chasidut", "type": "", "ref": "Bat Ayin, Shmini 48", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "Bat Ayin, Shmini 48", "sourceHeRef": "בת עין, שמיני מ״ח", "anchorVerse": 34, "sourceHasEn": false, "commentaryNum": 48, "collectiveTitle": {"en": "Bat Ayin", "he": "בת עין"}, "heTitle": "שמיני", "he": "<b>וזה</b> היה ענין שבעת ימי המלואים לאהרן ובניו שהקריבו קרבנות לה', ונאמר (ויקרא ח לד) כאשר עשה ביום הזה צוה ה' לעשות לכפר עליכם, ודרשו רז\"ל (יומא ב.) לעשות זה מעשה פרה לכפר זה מעשה יום הכיפורים. פירוש, שבני אהרן היו צריכים להמשיך על בני ישראל שתי הבחינות הנ\"ל, לעשות מעשה פרה, מרמז לבחינת תשובה תתאה, בחינת פרה, בחינת דדי בהמה, ועי\"ז ימשיכו על בני ישראל שפע גשמיות ועושר וכבוד וחיים ופרנסה טובה. וגם להמשיך בחינת לכפר זה מעשה יום הכפורים, בחינת בינה (זח\"ג קב., ת\"ז מז\"ח קמח.), בחינת תשובה עילאה על ידי תורה כנ\"ל, בחינת דדי אדם כנ\"ל, ויהיו לפני ה' תטהרו (ויקרא טז ל) מכל וכל בבחינה גדולה.", "heVersionTitle": "Jerusalem, 2001", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61a6233987f574a17ca6c7ea", "index_title": "Jerusalem Talmud Yoma", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Yoma 1:1:14", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "Jerusalem Talmud Yoma 1:1:14", "sourceHeRef": "תלמוד ירושלמי יומא א׳:א׳:י״ד", "anchorVerse": 34, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 1.0014, "collectiveTitle": {"en": "Jerusalem Talmud Yoma", "he": "תלמוד ירושלמי יומא"}, "heTitle": "תלמוד ירושלמי יומא", "he": "מְנַיִין לַפֵּירוּקִין. אָמַר רִבִּי זְעוּרָה. וַיְהִ֡י בְּיוֹם֩ כַּלּ֨וֹת מֹשֶׁ֜ה לְהָקִ֣ים אֶת־הַמִּשְׁכָּ֗ן. בַּיּוֹם שֶׁכָּלוּ הֲקָמוֹתָיו. רִבִּי שִׁמְעוֹן בֶּן לָקִישׁ אָמַר. כַּֽאֲשֶׁ֥ר עָשָׂ֖ה בַּיּ֣וֹם הַזֶּ֑ה צִוָּ֧ה יְי וגו׳. וְלֹא כְבָר תַּנִּיתָהּ חָדָא בְשֵׁם רִבִּי יוֹחָנָן וְחָדָא בְשֵׁם רִבִּי שִׁמְעוֹן בֶּן לָקִישׁ.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "From where the dismantlings? Rebbi Zeˋira said,<sup class=\"footnote-marker\">90</sup><i class=\"footnote\"><i>Num.</i> 7:1. Since on this day the princes of the tribes started presenting their sacrifices, it must be the day when Aaron and his sons already officiated, the eighth day of initiation. Since the Tent of Meeting already was erected on the first day, finishing the erections on the eighth implies some dismantling in between.</i> <i>it was on the day that Moses stopped erecting the Dwelling,</i> on the day the erections stopped. Rebbi Simeon ben Laqish said, <i>as he did on that day, did the Eternal command</i><sup class=\"footnote-marker\">91</sup><i class=\"footnote\"><i>Lev.</i> 8:34. Since the verse implies that all of seven days the ritual commanded in <i>Ex.</i> 29 had to be repeated, including the erection of the Tent of Meeting.</i><i>.</i> Was this not already stated? One in the name of Rebbi Joḥanan <sup class=\"footnote-marker\">92</sup><i class=\"footnote\">He interprets the verse differently, Note 7.</i>, and one in the name of Rebbi Simeon ben Laqish.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61a6233987f574a17ca6c7ce", "index_title": "Jerusalem Talmud Yoma", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Yoma 1:1:2", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "Jerusalem Talmud Yoma 1:1:2", "sourceHeRef": "תלמוד ירושלמי יומא א׳:א׳:ב׳", "anchorVerse": 34, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Jerusalem Talmud Yoma", "he": "תלמוד ירושלמי יומא"}, "heTitle": "תלמוד ירושלמי יומא", "he": "<strong><big>הלכה:</big></strong> <i data-overlay=\"Venice Columns\" data-value=\"38a\"></i>שִׁבְעַת יָמִים קוֹדֶם לְיוֹם הַכִּפּוּרִים כול׳. רִבִּי בָּא בְשֵׁם רִבִּי יוֹחָנָן שָׁמַע לָהּ מִן הָדָא. כַּֽאֲשֶׁ֥ר עָשָׂ֖ה בַּיּ֣וֹם הַזֶּ֑ה. אֵילּוּ שִׁבְעַת יְמֵי הַמִּילּוּאִים. צִוָּ֧ה יְי. לַדּוֹרוֹת. לַעֲשׂוֹת. זֶה שְׂעִיר שֶׁלְיוֹם הַכִּיפּוּרִים. אוֹ אֵינוֹ אֶלָּא שְׂעִיר שֶׁלְרֹאשׁ חוֹדֶשׁ. אַמַר רִבִּי בָּא. לְכַפֵּ֥ר עֲלֵיכֶֽם׃ כַּפָּרָה שֶׁהִיא כְזוֹ. מַה זוֹ כַפָּרַת אַהֲרֹן עַצְמוֹ כַּפָּרַת בָּנִים עַצְמָן. אַף זוֹ כַפָּרַת אַהֲרֹן עַצְמוֹ כַּפָּרַת בָּנִים עַצְמָן.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<strong>HALAKHAH:</strong> “Seven days before the Day of Atonement,” etc. Rebbi Abba in the name of Rebbi Joḥanan understood if<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">That the separation of the High Priest from his wife for seven days has some biblical justification. A much shorter version covering both interpretations given here is in <i>Sifra Ṣaw, Mekhilta de Milluim</i> 37; differently Babli 2a.</i> from the following: <i>As he did on that day</i><sup class=\"footnote-marker\">7</sup><i class=\"footnote\"><i>Lev.</i> 8:34, referring to the dedication of the Tabernacle, where Aaron and his sons spent seven full days, day and night, at the Tabernacle, far from their families.</i><i>,</i> these are the seven days of initiation. <i>Did the Eternal command</i> for future generations<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">Since the Chapter starts with God’s commandment to inaugurate the Tabernacle, the mention here of God’s commandment is redundant and may be interpreted as a new commandment for future generations.</i>. <i>To make,</i> this is the goat of the Day of Atonement<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">The verb עשׂה is used in <i>Lev.</i> 16:15 for the blood of the goat sacrificed on the Day of Atonement. The same verb also is used in 9:7 with reference to the goat sacrificed on the eighth day of dedication which happened to be the first of the first month.</i>. Or maybe it is the goat of a New Moon? Rebbi Abba said, <i>to atone for you,</i> an atonement which is like the other. Since the one<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">The dedication ceremony, where Aaron had to bring an atoning sacrifice separate from that for his sons and the people, the other is the Day of Atonement where the same is true.</i> is atonement of Aaron himself and his sons themselves, the other also must be atonement of Aaron himself and his sons themselves", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "619e8faaad9c4d6ad741957f", "index_title": "Jerusalem Talmud Yoma", "category": "Talmud", "type": "related passage", "ref": "Jerusalem Talmud Yoma 1:1:3", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "Jerusalem Talmud Yoma 1:1:3", "sourceHeRef": "תלמוד ירושלמי יומא א׳:א׳:ג׳", "anchorVerse": 34, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 1.0003, "collectiveTitle": {"en": "Jerusalem Talmud Yoma", "he": "תלמוד ירושלמי יומא"}, "heTitle": "תלמוד ירושלמי יומא", "he": "רִבִּי יוֹנָה בְשֵׁם בַּר קַפָּרָא שָׁמַע לָהּ מִן הָדָא. כַּֽאֲשֶׁ֥ר עָשָׂ֖ה בַּיּ֣וֹם הַזֶּ֑ה. אֵילּוּ שִׁבְעַת יְמֵי הַמִּילּוּאִים. צִוָּ֧ה יְי. זוֹ שְׂרֵיפַת הַפָּרָה. נֶאֱמַר כָּאן צִוָּ֧ה יְי. וְנֶאֱמַר לְהַלָּן זֹ֚את חוּקַּת הַתּוֹרָ֔ה אֲשֶׁר־צִוָּ֥ה יְי לֵאמֹ֑ר. לַעֲשׂוֹת. זֶה שְׂעִיר שֶׁלְיוֹם הַכִּיפּוּרִים. אוֹ אֵינוֹ אֶלָּא שְׂעִיר שֶׁלְרֹאשׁ חוֹדֶשׁ. כַּהִיא דְאָמַר רִבִּי בָּא. לְכַפֵּ֥ר עֲלֵיכֶֽם׃ כַּפָּרָה שֶׁהִיא כְזוֹ. מַה זוֹ כַפָּרָה שֶׁאֵינָהּ כְּשֵׁירָה אֶלָּא בְכֹהֵן גָּדוֹל. אַף זוֹ כַפָּרָה שֶׁאֵינָהּ אֶלָּא בְכֹהֵן גָּדוֹל.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "Rebbi Jonah in the name of Bar Qappara understood it from the following. <i>As he did on that day,</i> these are the seven days of initiation. <i>Did the Eternal command,</i> this is burning of the Cow<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">The priest in charge of burning the Red Cow to produce the ashes which cleanse from the impurity of the dead also had to be separated for seven days (Mishnah <i>Parah</i> 3:1).</i>. It is said here, <i>did the Eternal command,</i> and it is said there<sup class=\"footnote-marker\">12</sup><i class=\"footnote\"><i>Num.</i> 19:2.</i>, <i>this is the low of the Torah which the Eternal commanded, saying.” To make,</i> this is the goat of the Day of Atonement<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">The dedication ceremony, where Aaron had to bring an atoning sacrifice separate from that for his sons and the people, the other is the Day of Atonement where the same is true.</i>. Or maybe it is the goat of a New Moon? As Rebbi Abba said, <i>to atone for you,</i> an atonement which is like the other. Since the one is atonement valid only through the High Priest, the other also<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">The ceremonies of the Day of Atonement detailed in <i>Lev.</i> 16 refer exclusively to actions by the High Priest. Babli 3b.</i> is atonement through the High Priest.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6319d24db6084aa1cbf18693", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, כִּפֶּר 1", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "BDB, כִּפֶּר 1", "sourceHeRef": "בראון-דרייבר-בריגס, כִּפֶּר א׳", "anchorVerse": 34, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "כִּפֶּר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">כִּפֶּר</span></big>  <strong>vb.Pi</strong> etc. <strong>denom.</strong> cover over (fig.), pacify, make propitiation;—<br><strong>Pi</strong>  Pf. <span dir=\"rtl\">כִּפֶּר</span> <a data-ref=\"Exodus 30:10\" href=\"/Exodus.30.10\">Ex 30:10</a> + 31 times; 2 ms. sf. <span dir=\"rtl\">כִּפַּרְתָּ֑הוּ</span> <a data-ref=\"Ezekiel 43:20\" href=\"/Ezekiel.43.20\">Ez 43:20</a>; 3 mpl. <span dir=\"rtl\">יְכַפְּרוּ</span> <a data-ref=\"Ezekiel 43:26\" href=\"/Ezekiel.43.26\">Ez 43:26</a>; 2 mpl. <span dir=\"rtl\">כִּפַּרְתֶּם</span> <a data-ref=\"Ezekiel 45:20\" href=\"/Ezekiel.45.20\">Ez 45:20</a>; Impf. <span dir=\"rtl\">יְכַפֵּר</span> <a data-ref=\"Exodus 30:10\" href=\"/Exodus.30.10\">Ex 30:10</a> + 10 times; <span dir=\"rtl\">יְכַפֶּר־</span> <a data-ref=\"Leviticus 7:7\" href=\"/Leviticus.7.7\">Lv 7:7</a> <a data-ref=\"Numbers 5:8\" href=\"/Numbers.5.8\">Nu 5:8</a>; sf. <span dir=\"rtl\">יְכַפְּרֶנָּה</span> <a data-ref=\"Proverbs 16:14\" href=\"/Proverbs.16.14\">Pr 16:14</a>; 1 s. <span dir=\"rtl\">אֲכַפֵּר</span> <a data-ref=\"II Samuel 21:3\" href=\"/II_Samuel.21.3\">2 S 21:3</a>; <span dir=\"rtl\">אֲכַפְּרָה</span> <a data-ref=\"Genesis 32:21\" href=\"/Genesis.32.21\">Gn 32:21</a> <a data-ref=\"Exodus 32:30\" href=\"/Exodus.32.30\">Ex 32:30</a>, etc.; Imv. <span dir=\"rtl\">כַּפֵּר</span> <a data-ref=\"Deuteronomy 21:8\" href=\"/Deuteronomy.21.8\">Dt 21:8</a> + 4 times; Inf. <span dir=\"rtl\">כַּפֵּר</span> <a data-ref=\"Exodus 30:15\" href=\"/Exodus.30.15\">Ex 30:15</a> + 28 times; sfs. <span dir=\"rtl\">כַּפְּרִי</span> <a data-ref=\"Ezekiel 16:63\" href=\"/Ezekiel.16.63\">Ez 16:63</a>; <span dir=\"rtl\">כַּפֶּרְךָ</span> <a data-ref=\"Exodus 29:36\" href=\"/Exodus.29.36\">Ex 29:36</a>; <span dir=\"rtl\">כַּפְּרָהּ</span> <a data-ref=\"Isaiah 47:11\" href=\"/Isaiah.47.11\">Is 47:11</a>;— <strong>1.</strong>  <em>cover over, pacify, propitiate;</em> <span dir=\"rtl\">אֲכַפְּרָה פָנָיו בַּמִּנְחָה</span> <a data-ref=\"Genesis 32:21\" href=\"/Genesis.32.21\">Gn 32:21</a> <em>let me cover over his face by the present</em> (so that he does not see the offence, i.e. <em>pacify</em> him; E; RS<sup>OTJC, 2d ed., 381</sup> ‘wipe clean the face,’ blackened by displeasure, as the Arabs says ‘whiten the face’); <span dir=\"rtl\">וְתִפֹּל עָלַיִךְ הֹוָה לֹא תוּכְלִי כַּפְּרָהּ</span> <a data-ref=\"Isaiah 47:11\" href=\"/Isaiah.47.11\">Is 47:11</a> <em>and disaster will fall upon thee, thou wilt not be able to propitiate it</em> (by payment of a <span dir=\"rtl\">כֹּפֶר</span>, see <a data-ref=\"Isaiah 43:3\" href=\"/Isaiah.43.3\">Is 43:3</a>); pacify the wrath of a king <a data-ref=\"Proverbs 16:14\" href=\"/Proverbs.16.14\">Pr 16:14</a> (e.g. by a gift). <strong>2.</strong>  <em>cover over, atone for sin</em>, without sacrifice: <strong>a.</strong>  man as subj., <span dir=\"rtl\">בַּמָּה אֲכַפֵּר</span> <a data-ref=\"II Samuel 21:3\" href=\"/II_Samuel.21.3\">2 S 21:3</a>, <em>with what shall I cover over</em> (viz. the bloodguiltiness of the house of Saul, says David. The answer is by a death penalty of seven sons of the guilty house); <span dir=\"rtl\">בְּעַד חטאתכם</span> <a data-ref=\"Exodus 32:30\" href=\"/Exodus.32.30\">Ex 32:30</a> <em>on behalf of your sins</em> (JE; Moses, by intercession); c. <span dir=\"rtl\">על</span> of persons <a data-ref=\"Numbers 17:11\" href=\"/Numbers.17.11\">Nu 17:11</a>, <a data-ref=\"Numbers 17:12\" href=\"/Numbers.17.12\">12</a> (P; by incense), <a data-ref=\"Numbers 25:13\" href=\"/Numbers.25.13\">25:13</a> (P when Phinehas slays the ringleaders). <strong>b.</strong>  with God as subj., c. acc. pers., <em>cover</em>, i.e. treat as covered, view propitiously, Yahweh’s land <a data-ref=\"Deuteronomy 32:43\" href=\"/Deuteronomy.32.43\">Dt 32:43</a> (song); <span dir=\"rtl\">לְ</span> pers. <a data-ref=\"Deuteronomy 21:8\" href=\"/Deuteronomy.21.8\">Dt 21:8</a> (bloodguiltiness flows away in the stream), <a data-ref=\"Ezekiel 16:63\" href=\"/Ezekiel.16.63\">Ez 16:63</a>; <span dir=\"rtl\">בְּעַד</span> of person <a data-ref=\"II Chronicles 30:18\" href=\"/II_Chronicles.30.18\">2 Ch 30:18</a>; c. acc. of <em>the sin</em> <a data-ref=\"Psalms 65:4\" href=\"/Psalms.65.4\">ψ 65:4</a>; <a data-ref=\"Psalms 78:38\" href=\"/Psalms.78.38\">78:38</a>, prob. also <a data-ref=\"Daniel 9:24\" href=\"/Daniel.9.24\">Dn 9:24</a> (‖ <span dir=\"rtl\">ח֯תם חטאת</span>; <span dir=\"rtl\">עַל</span> of sin, <a data-ref=\"Psalms 79:9\" href=\"/Psalms.79.9\">ψ 79:9</a> <a data-ref=\"Jeremiah 18:23\" href=\"/Jeremiah.18.23\">Je 18:23</a> (‖ <span dir=\"rtl\">מחה</span>). It is conceived that God in his sovereignty may himself provide an atonement or covering for men and their sins which could not be provided by men. <strong>3.</strong>  <em>cover over, atone for sin and persons by legal rites</em>, in the codes of H, P, and Ez: abs. <span dir=\"rtl\">וכ׳ הַכֹּהֵן</span> <em>and the priest shall make atonement</em> <a data-ref=\"Leviticus 16:32\" href=\"/Leviticus.16.32\">Lv 16:32</a>; <strong>a.</strong>  c. acc. of sacred places (by the great sin-offering of the day of atonement), <a data-ref=\"Leviticus 16:20\" href=\"/Leviticus.16.20\">Lv 16:20</a>, <a data-ref=\"Leviticus 16:33\" href=\"/Leviticus.16.33\">33</a><sup>(×2)</sup>; also <a data-ref=\"Ezekiel 43:20\" href=\"/Ezekiel.43.20\">Ez 43:20</a>, <a data-ref=\"Ezekiel 43:26\" href=\"/Ezekiel.43.26\">26</a>; <a data-ref=\"Ezekiel 45:20\" href=\"/Ezekiel.45.20\">45:20</a> (by the blood of the sin-offering ‖ <span dir=\"rtl\">חִטֵּא</span>, <span dir=\"rtl\">טִהַר</span>). <strong>b.</strong>  usually c. <span dir=\"rtl\">עַל</span> (1) of things, e.g. of the altar to which the blood of the sin-offering was applied <a data-ref=\"Exodus 29:36\" href=\"/Exodus.29.36\">Ex 29:36</a>, <a data-ref=\"Exodus 29:37\" href=\"/Exodus.29.37\">37</a>; <a data-ref=\"Exodus 30:10\" href=\"/Exodus.30.10\">30:10</a>; <a data-ref=\"Leviticus 8:15\" href=\"/Leviticus.8.15\">Lv 8:15</a> (‖ <span dir=\"rtl\">קִדַּשׁ</span>), <a data-ref=\"Leviticus 16:18\" href=\"/Leviticus.16.18\">16:18</a>; and specifically the horns of the altar <a data-ref=\"Exodus 30:10\" href=\"/Exodus.30.10\">Ex 30:10</a> the holy place of the tabernacle <a data-ref=\"Leviticus 16:16\" href=\"/Leviticus.16.16\">Lv 16:16</a> (by the great sin-offering, because of <span dir=\"rtl\">(מִן)</span> the uncleannesses of the children of Israel and because of their transgressions); for the leprous house by ceremony of purification <a data-ref=\"Leviticus 14:53\" href=\"/Leviticus.14.53\">Lv 14:53</a> (‖ <span dir=\"rtl\">טִהַר</span>); for the goat <span dir=\"rtl\">לעזאזל</span> <a data-ref=\"Leviticus 16:10\" href=\"/Leviticus.16.10\">Lv 16:10</a> (which was presented before Yahweh to consecrate him for the bearing away of the sins of the people). (2) of persons, <span dir=\"rtl\">על־נפשׁתיכם</span>, <em>for your persons, yourselves</em>, e.g. by the payment of atonement-money <span dir=\"rtl\">כֶּסֶף הַכִּפֻּרִים</span> at the census <a data-ref=\"Exodus 30:15\" href=\"/Exodus.30.15\">Ex 30:15</a>, <a data-ref=\"Exodus 30:16\" href=\"/Exodus.30.16\">16</a>; by the <span dir=\"rtl\">קרבן</span> of the spoils <a data-ref=\"Numbers 31:50\" href=\"/Numbers.31.50\">Nu 31:50</a>; by the blood upon the altar <a data-ref=\"Leviticus 17:11\" href=\"/Leviticus.17.11\">Lv 17:11</a>; in the ritual <span dir=\"rtl\">עֲלֵיהֶם</span>, <span dir=\"rtl\">עָלָיו</span> by ministry of priest through the blood of the sin-offering <a data-ref=\"Leviticus 4:20\" href=\"/Leviticus.4.20\">Lv 4:20</a>, <a data-ref=\"Leviticus 4:31\" href=\"/Leviticus.4.31\">31</a>; <a data-ref=\"Leviticus 8:34\" href=\"/Leviticus.8.34\">8:34</a>; <a data-ref=\"Leviticus 10:17\" href=\"/Leviticus.10.17\">10:17</a>; <a data-ref=\"Leviticus 12:7\" href=\"/Leviticus.12.7\">12:7</a>, <a data-ref=\"Leviticus 12:8\" href=\"/Leviticus.12.8\">8</a>; <a data-ref=\"Leviticus 14:19\" href=\"/Leviticus.14.19\">14:19</a>, <a data-ref=\"Leviticus 14:31\" href=\"/Leviticus.14.31\">31</a>; <a data-ref=\"Leviticus 16:30\" href=\"/Leviticus.16.30\">16:30</a>, <a data-ref=\"Leviticus 16:33\" href=\"/Leviticus.16.33\">33</a>; <a data-ref=\"Leviticus 23:28\" href=\"/Leviticus.23.28\">23:28</a>; <a data-ref=\"Numbers 8:12\" href=\"/Numbers.8.12\">Nu 8:12</a>, <a data-ref=\"Numbers 8:21\" href=\"/Numbers.8.21\">21</a>; <a data-ref=\"Numbers 15:25\" href=\"/Numbers.15.25\">15:25</a>, <a data-ref=\"Numbers 15:28\" href=\"/Numbers.15.28\">28</a><sup>(×2)</sup>; <a data-ref=\"Numbers 28:22\" href=\"/Numbers.28.22\">28:22</a>, <a data-ref=\"Numbers 28:30\" href=\"/Numbers.28.30\">30</a>; <a data-ref=\"Numbers 29:5\" href=\"/Numbers.29.5\">29:5</a>; <a data-ref=\"II Chronicles 29:24\" href=\"/II_Chronicles.29.24\">2 Ch 29:24</a> <a data-ref=\"Nehemiah 10:34\" href=\"/Nehemiah.10.34\">Ne 10:34</a>; of the trespass-offering <a data-ref=\"Leviticus 5:16\" href=\"/Leviticus.5.16\">Lv 5:16</a>, <a data-ref=\"Leviticus 5:18\" href=\"/Leviticus.5.18\">18</a>, <a data-ref=\"Leviticus 5:26\" href=\"/Leviticus.5.26\">26</a>; <a data-ref=\"Leviticus 7:7\" href=\"/Leviticus.7.7\">7:7</a>; <a data-ref=\"Leviticus 14:21\" href=\"/Leviticus.14.21\">14:21</a>; <a data-ref=\"Leviticus 19:22\" href=\"/Leviticus.19.22\">19:22</a>; <a data-ref=\"Numbers 5:8\" href=\"/Numbers.5.8\">Nu 5:8</a>; the whole burnt-offering <a data-ref=\"Leviticus 1:4\" href=\"/Leviticus.1.4\">Lv 1:4</a>; <a data-ref=\"Leviticus 14:20\" href=\"/Leviticus.14.20\">14:20</a>; <a data-ref=\"Leviticus 16:24\" href=\"/Leviticus.16.24\">16:24</a>; by the oil used in purifying a leper <a data-ref=\"Leviticus 14:18\" href=\"/Leviticus.14.18\">Lv 14:18</a>, <a data-ref=\"Leviticus 14:29\" href=\"/Leviticus.14.29\">29</a>; by the <span dir=\"rtl\">תרומה</span> <a data-ref=\"Ezekiel 45:15\" href=\"/Ezekiel.45.15\">Ez 45:15</a>; by the priestly ministry in general <a data-ref=\"I Chronicles 6:34\" href=\"/I_Chronicles.6.34\">1 Ch 6:34</a>; by the substitution of the Levites for the firstborn <a data-ref=\"Numbers 8:19\" href=\"/Numbers.8.19\">Nu 8:19</a>. Underlying all these offerings there is the conception that the persons offering are covered by that which is regarded as sufficient and satisfactory by Yahweh. (The purpose of the covering is stated <a data-ref=\"Leviticus 16:30\" href=\"/Leviticus.16.30\">Lv 16:30</a> <span dir=\"rtl\">יְכַפֵּר עֲלֵיכֶם לְטַהֵר אֶתְכֶם מִכֹּל חַטֹּאתֵיכֶם לִפְנֵי י׳ תִּטְחָ֑רוּ</span> = <em>shall atonement be made for you to cleanse you, from all your sins shall ye be clean before Yahweh</em>, and <a data-ref=\"Numbers 8:21\" href=\"/Numbers.8.21\">Nu 8:21</a> <span dir=\"rtl\">וַיְכַפֵּר עֲלֵיהֶם לְטַהֲרָם</span> <em>and</em> (<em>Aaron</em>) <em>made atonement for them to cleanse them.</em>) <strong>c.</strong>  the need of the atonement is expressed by <span dir=\"rtl\">מִן</span>: others understand <span dir=\"rtl\">מִן</span> as = <em>away from;</em> cf. Di Lv 4:26, Ri<sup>Sühne 50 f.</sup>. <span dir=\"rtl\">מֵחטאתו</span> <em>because of his sin</em> <a data-ref=\"Leviticus 4:26\" href=\"/Leviticus.4.26\">Lv 4:26</a>; <a data-ref=\"Leviticus 5:6\" href=\"/Leviticus.5.6\">5:6</a>, <a data-ref=\"Leviticus 5:10\" href=\"/Leviticus.5.10\">10</a>; <a data-ref=\"Leviticus 16:34\" href=\"/Leviticus.16.34\">16:34</a>; <span dir=\"rtl\">מטמאתו</span> <a data-ref=\"Leviticus 14:19\" href=\"/Leviticus.14.19\">Lv 14:19</a>; <a data-ref=\"Leviticus 16:16\" href=\"/Leviticus.16.16\">16:16</a>; <span dir=\"rtl\">מזוב</span> <a data-ref=\"Leviticus 15:15\" href=\"/Leviticus.15.15\">Lv 15:15</a>, <a data-ref=\"Leviticus 15:30\" href=\"/Leviticus.15.30\">30</a>; <span dir=\"rtl\">מֵאֲשֶׁר חָטָא</span> <a data-ref=\"Numbers 6:11\" href=\"/Numbers.6.11\">Nu 6:11</a>; also <span dir=\"rtl\">עַל</span>, <span dir=\"rtl\">עַל־חַטָּאתוֹ</span> <em>on account of his sin</em> <a data-ref=\"Leviticus 4:35\" href=\"/Leviticus.4.35\">Lv 4:35</a>; <a data-ref=\"Leviticus 5:13\" href=\"/Leviticus.5.13\">5:13</a>; <a data-ref=\"Leviticus 19:22\" href=\"/Leviticus.19.22\">19:22</a>; <span dir=\"rtl\">על־שׁגגתוֹ</span> <a data-ref=\"Leviticus 5:18\" href=\"/Leviticus.5.18\">Lv 5:18</a>. <strong>d.</strong>  c. <span dir=\"rtl\">בְּ</span> instr. <span dir=\"rtl\">בְּאֵיל</span> <a data-ref=\"Leviticus 5:16\" href=\"/Leviticus.5.16\">Lv 5:16</a>; <a data-ref=\"Leviticus 19:22\" href=\"/Leviticus.19.22\">19:22</a>; <a data-ref=\"Numbers 5:8\" href=\"/Numbers.5.8\">Nu 5:8</a>; <em>with</em> a trespass-offering <a data-ref=\"Leviticus 7:7\" href=\"/Leviticus.7.7\">Lv 7:7</a>; <span dir=\"rtl\">כִּי־הַדָּם הוּא בַּנֶּפֶשׁ יְכַפֵּר</span> <a data-ref=\"Leviticus 17:11\" href=\"/Leviticus.17.11\">Lv 17:11</a> <em>for it is the blood with the living being that covers over</em> (H, see <a data-ref=\"BDB, נפשׁ\" href=\"/BDB,_נפשׁ\", dir=\"rtl\">נפשׁ</a> <strong>3</strong> (<em>a</em>); RV <em>by reason of the life</em> after De Di Kn Bähr Kau and most moderns; AV follows 𝔊 𝔙 𝔗, so Ges Ew<sup>§ 282 a. Anm. 1</sup>: ‘<em>for the soul</em>’); c. <span dir=\"rtl\">בְּ</span> loc. <span dir=\"rtl\">בַּקֹּדֶשׁ</span> <a data-ref=\"Leviticus 6:23\" href=\"/Leviticus.6.23\">Lv 6:23</a>; <a data-ref=\"Leviticus 16:17\" href=\"/Leviticus.16.17\">16:17</a>, <a data-ref=\"Leviticus 16:27\" href=\"/Leviticus.16.27\">27</a> <strong>e.</strong>  c. <span dir=\"rtl\">בַּעַד</span> pers., <em>on behalf of</em> <a data-ref=\"Leviticus 9:7\" href=\"/Leviticus.9.7\">Lv 9:7</a><sup>(×2)</sup>; <a data-ref=\"Leviticus 16:6\" href=\"/Leviticus.16.6\">16:6</a>, <a data-ref=\"Leviticus 16:11\" href=\"/Leviticus.16.11\">11</a>, <a data-ref=\"Leviticus 16:17\" href=\"/Leviticus.16.17\">17</a>, <a data-ref=\"Leviticus 16:24\" href=\"/Leviticus.16.24\">24</a> (by Aaron), <a data-ref=\"Ezekiel 45:17\" href=\"/Ezekiel.45.17\">Ez 45:17</a> (by the prince).<br><strong>Pu</strong>  Pf. <span dir=\"rtl\">כֻּפַּר</span> <a data-ref=\"Exodus 29:33\" href=\"/Exodus.29.33\">Ex 29:33</a> <a data-ref=\"Isaiah 28:18\" href=\"/Isaiah.28.18\">Is 28:18</a> (but read <span dir=\"rtl\">תֻּפַר</span>,—√ I. <span dir=\"rtl\">פרר</span>,—so 𝔗 Hu We Che SS al. v. Br<sup>MP 209</sup>); Impf. <span dir=\"rtl\">יְכֻפַּר</span> <a data-ref=\"Numbers 35:33\" href=\"/Numbers.35.33\">Nu 35:33</a>; + 3 times; 3 fs. <span dir=\"rtl\">תְּכֻפָּ֑ר</span> <a data-ref=\"Isaiah 6:7\" href=\"/Isaiah.6.7\">Is 6:7</a> <em>be covered over, atoned for</em>. <strong>1.</strong>  apart from the ritual, <span dir=\"rtl\">חטאתך תכפר</span> <a data-ref=\"Isaiah 6:7\" href=\"/Isaiah.6.7\">Is 6:7</a> thy sin <em>shall be covered over</em> (‖ <span dir=\"rtl\">וְסָר עֲוֹנֶךָ</span>; by the touch of the live coal from the altar); <span dir=\"rtl\">אִם־יְכֻפַּר הֶעָוֹן הַזֶּה לָכֶם</span> <a data-ref=\"Isaiah 22:14\" href=\"/Isaiah.22.14\">Is 22:14</a> <em>surely this iniquity shall not be covered over for you;</em> c. <span dir=\"rtl\">בְּ</span> instr. <span dir=\"rtl\">בזאת יכפר עון</span> <a data-ref=\"Isaiah 27:9\" href=\"/Isaiah.27.9\">Is 27:9</a> by <em>this</em> shall the iniquity <em>of Jacob be covered over</em> (‖ <span dir=\"rtl\">הסר חטאתו</span>; namely by the destruction of idolatrous objects); <span dir=\"rtl\">בחסד ואמת יכפר עון</span> <a data-ref=\"Proverbs 16:6\" href=\"/Proverbs.16.6\">Pr 16:6</a> <em>by mercy and fidelity iniquity is covered over</em>. <strong>2.</strong>  c. <span dir=\"rtl\">לְ</span> <em>for</em> whom, <span dir=\"rtl\">לארץ לא יכפר לדם</span> <a data-ref=\"Numbers 35:33\" href=\"/Numbers.35.33\">Nu 35:33</a> <em>for the land atonement cannot be made, in view of the blood</em> shed in it, except by the blood of the shedder of blood; in the ritual of P, c. <span dir=\"rtl\">בְּ</span> instr. <span dir=\"rtl\">אֲשֶׁר כֻּפַּר בָּהֶם</span> <a data-ref=\"Exodus 29:33\" href=\"/Exodus.29.33\">Ex 29:33</a> <em>wherewith atonement was made</em> (ram of consecration).<br><strong>Hithp.</strong>  Impf. <span dir=\"rtl\">יִתְכַּפֵּר</span> <a data-ref=\"I Samuel 3:14\" href=\"/I_Samuel.3.14\">1 S 3:14</a>; c. <span dir=\"rtl\">בְּ</span> instr. <span dir=\"rtl\">אִם־יִתְכַּפֵּר עֲוֹן בֵּית־עֵלִי בְּזֶבַח וּבְמִנְחָה</span> <em>the iniquity of the house of Eli shall not be covered by peace-offering or minchah</em> (in other words there was no atonement for it; cf. <strong>Pu</strong> <a data-ref=\"Isaiah 22:14\" href=\"/Isaiah.22.14\">Is. 22:14</a>).<br><strong>Nithp.</strong>  (Ges<sup>§ 55, 9</sup> Pf. <span dir=\"rtl\">וְנִכַּפֵּר לָהֶם הַדָּם</span> <a data-ref=\"Deuteronomy 21:8\" href=\"/Deuteronomy.21.8\">Dt 21:8</a> <em>and the blood shall be covered for them</em>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d402b6084aa1cbf2ddd3", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, צָוָה 1", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "BDB, צָוָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, צָוָה א׳", "anchorVerse": 34, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "צָוָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big>[<span dir=\"rtl\">צָוָה</span></big></big><sub>485</sub><big><big>]</big></big>  <strong>vb.</strong><br><strong>Pi.</strong>  lay charge (upon), give charge (to), charge, command, order <strong>(</strong>Ba<sup>ZMG xli (1887), 641</sup> Gerber <sup>124</sup> cp. Arabic <span dir=\"rtl\">وَصَى</span> <em>combine</em>, ii. <em>enjoin</em>, iv. <em>charge;</em> <span dir=\"rtl\">وَصِيَّةٌ</span> <em>injunction, command;</em> Syriac <span dir=\"rtl\">ܨܘܳܐ</span>, <em>head up</em> stones, <span dir=\"rtl\">ܨܘܳܝܳܐ</span>, <em>stone-heap</em>, Arabic <span dir=\"rtl\">صُوَّةٌ</span> <em>guide-stone</em>, cf. Schulth <sup>57</sup>; Gerber makes Heb. vb. denom. from <span dir=\"rtl\">מִצְוָה</span>, but vb. is much earlier<strong>)</strong>;—Pf. 3 ms. <span dir=\"rtl\">צִוָּה</span> <a data-ref=\"Genesis 6:22\" href=\"/Genesis.6.22\">Gn 6:22</a> +; sf. <span dir=\"rtl\">צִוַּנִי</span> <a data-ref=\"Deuteronomy 4:5\" href=\"/Deuteronomy.4.5\">Dt 4:5</a> +; <span dir=\"rtl\">צִוְּךָ</span> <a data-ref=\"Deuteronomy 4:23\" href=\"/Deuteronomy.4.23\">Dt 4:23</a> +; <span dir=\"rtl\">צִוָּהוּ</span> <a data-ref=\"Genesis 7:5\" href=\"/Genesis.7.5\">Gn 7:5</a> +, etc.; 1 s. <span dir=\"rtl\">צִוִּיתִי</span> <a data-ref=\"Exodus 29:35\" href=\"/Exodus.29.35\">Ex 29:35</a> + 29 times, <span dir=\"rtl\">צִוֵּיתִי</span> <a data-ref=\"Leviticus 8:31\" href=\"/Leviticus.8.31\">Lv 8:31</a> + 4 times, etc.; Impf. 3 ms. <span dir=\"rtl\">יְצַוֶּה</span> <a data-ref=\"Genesis 18:19\" href=\"/Genesis.18.19\">Gn 18:19</a> + 8 times; <span dir=\"rtl\">יְצַו</span> <a data-ref=\"Deuteronomy 28:8\" href=\"/Deuteronomy.28.8\">Dt 28:8</a>; <span dir=\"rtl\">וַיְצַו</span> <a data-ref=\"Genesis 2:16\" href=\"/Genesis.2.16\">Gn 2:16</a> +; sf. <span dir=\"rtl\">וִיצַוְּךָ</span> <a data-ref=\"I Chronicles 22:12\" href=\"/I_Chronicles.22.12\">1 Ch 22:12</a>, etc.; 1 s. <span dir=\"rtl\">וָאֲצַוֶּה</span> <a data-ref=\"Ezra 8:17\" href=\"/Ezra.8.17\">Ezr 8:17</a> Qr (> Kt <span dir=\"rtl\">ואוצאה</span>); 3 mpl. <span dir=\"rtl\">וַיְצַוּוּ</span> <a data-ref=\"Genesis 50:16\" href=\"/Genesis.50.16\">Gn 50:16</a> +, etc.; Inf. cstr. <span dir=\"rtl\">צַוֹּת</span> <a data-ref=\"II Samuel 18:5\" href=\"/II_Samuel.18.5\">2 S 18:5</a> +, etc.; Imv. ms. <span dir=\"rtl\">צַוֵּה</span> <a data-ref=\"Joshua 4:16\" href=\"/Joshua.4.16\">Jos 4:16</a> + 2 times; <span dir=\"rtl\">צַו</span> <a data-ref=\"Leviticus 6:2\" href=\"/Leviticus.6.2\">Lv 6:2</a> + 9 times; mpl. <span dir=\"rtl\">צַוּוּ</span> <a data-ref=\"Joshua 1:11\" href=\"/Joshua.1.11\">Jos 1:11</a>; <a data-ref=\"Joshua 4:3\" href=\"/Joshua.4.3\">4:3</a>; Pt. <span dir=\"rtl\">מְצַוֶּה</span> <a data-ref=\"Numbers 32:25\" href=\"/Numbers.32.25\">Nu 32:25</a> +; cstr. <span dir=\"rtl\">מְצַוֵּה</span> <a data-ref=\"Isaiah 55:4\" href=\"/Isaiah.55.4\">Is 55:4</a>, etc.; f. <span dir=\"rtl\">מְצַוָּה</span> <a data-ref=\"Genesis 27:8\" href=\"/Genesis.27.8\">Gn 27:8</a>;— <strong>1.</strong> <strong>a.</strong>  <em>lay charge upon</em>, c. <span dir=\"rtl\">עַל</span> pers., <a data-ref=\"Genesis 2:16\" href=\"/Genesis.2.16\">Gn 2:16</a> (J) <a data-ref=\"Genesis 28:6\" href=\"/Genesis.28.6\">28:6</a> (P) <a data-ref=\"I Kings 2:43\" href=\"/I_Kings.2.43\">1 K 2:43</a>; <a data-ref=\"I Kings 11:11\" href=\"/I_Kings.11.11\">11:11</a>; <a data-ref=\"Amos 2:12\" href=\"/Amos.2.12\">Am 2:12</a>; <a data-ref=\"Jeremiah 35:6\" href=\"/Jeremiah.35.6\">Je 35:6</a> + 6 times; <span dir=\"rtl\">עַל</span> rei, <span dir=\"rtl\">עַל הֶעָבִים אֲצַוֶּה מֵהַמְטִיר</span> <a data-ref=\"Isaiah 5:6\" href=\"/Isaiah.5.6\">Is 5:6</a>, cf. <a data-ref=\"Job 36:32\" href=\"/Job.36.32\">Jb 36:32</a>, <span dir=\"rtl\">צ׳ עַל־חָגָב</span> <a data-ref=\"II Chronicles 7:13\" href=\"/II_Chronicles.7.13\">2 Ch 7:13</a>. <strong>b.</strong>  <em>give charge to, command to</em> c. <span dir=\"rtl\">לְ</span> pers. <a data-ref=\"Exodus 1:22\" href=\"/Exodus.1.22\">Ex 1:22</a> (E) <a data-ref=\"I Samuel 20:29\" href=\"/I_Samuel.20.29\">1 S 20:29</a>; <a data-ref=\"I Chronicles 22:17\" href=\"/I_Chronicles.22.17\">1 Ch 22:17</a>; <a data-ref=\"Isaiah 13:3\" href=\"/Isaiah.13.3\">Is 13:3</a>; <a data-ref=\"Jeremiah 32:23\" href=\"/Jeremiah.32.23\">Jer 32:23</a>; <a data-ref=\"Psalms 105:8\" href=\"/Psalms.105.8\">ψ 105:8</a> <span dir=\"rtl\">תּוֹרָה צ׳ לָנוּ מֹשֶׁה</span> <a data-ref=\"Deuteronomy 33:4\" href=\"/Deuteronomy.33.4\">Dt 33:4</a>, cf. <a data-ref=\"Nehemiah 9:14\" href=\"/Nehemiah.9.14\">Ne 9:14</a>; <span dir=\"rtl\">צַו לְבֵיתֶ֑ךָ</span> <a data-ref=\"II Kings 20:1\" href=\"/II_Kings.20.1\">2 K 20:1</a> <em>give charge to the household</em> (in preparation for death) = <a data-ref=\"Isaiah 38:1\" href=\"/Isaiah.38.1\">Is 38:1</a> (cf. NH, B.Bath. <sup>151 b</sup>, <span dir=\"rtl\">צַוָּאָה</span> ‘<em>verbal will</em>’ Id 147a). <strong>c.</strong>  <em>give charge unto</em>, c. <span dir=\"rtl\">אֶל</span> pers. <a data-ref=\"Exodus 16:34\" href=\"/Exodus.16.34\">Ex 16:34</a> (P), <a data-ref=\"I Kings 11:10\" href=\"/I_Kings.11.10\">1 K 11:10</a>; <span dir=\"rtl\">וַיְצַו אֶל־בֵּיתוֹ</span> <a data-ref=\"II Samuel 17:23\" href=\"/II_Samuel.17.23\">2 S 17:23</a> (cf. <strong>b</strong>). <strong>d.</strong>  <em>give charge over, appoint</em>, c. acc. pers. + <span dir=\"rtl\">עַל</span> rei, <a data-ref=\"Nehemiah 7:2\" href=\"/Nehemiah.7.2\">Ne 7:2</a>; <a data-ref=\"I Chronicles 22:12\" href=\"/I_Chronicles.22.12\">1 Ch 22:12</a>, <span dir=\"rtl\">נָגִיד עַל (לִהְיוֹת) צ׳</span> <em>appoint</em> one (to be) ruler over <a data-ref=\"II Samuel 6:21\" href=\"/II_Samuel.6.21\">2 S 6:21</a>; <a data-ref=\"I Kings 1:35\" href=\"/I_Kings.1.35\">1 K 1:35</a>; c. <span dir=\"rtl\">לנגיד</span> <a data-ref=\"I Samuel 13:14\" href=\"/I_Samuel.13.14\">1 S 13:14</a>; <a data-ref=\"I Samuel 25:30\" href=\"/I_Samuel.25.30\">25:30</a>; <span dir=\"rtl\">שׁפטים על</span> <a data-ref=\"II Samuel 7:11\" href=\"/II_Samuel.7.11\">2 S 7:11</a> = <a data-ref=\"I Chronicles 17:10\" href=\"/I_Chronicles.17.10\">1 Ch 17:10</a>; c. inf. (no <span dir=\"rtl\">על</span>), <span dir=\"rtl\">לִרְעוֹת עמי</span> <a data-ref=\"II Samuel 7:7\" href=\"/II_Samuel.7.7\">2 S 7:7</a> = <a data-ref=\"I Chronicles 17:6\" href=\"/I_Chronicles.17.6\">1 Ch 17:6</a>; <span dir=\"rtl\">וְצִוִּיתָה אֹתוֹ לְעֵינֵיהֶם</span> <a data-ref=\"Numbers 27:19\" href=\"/Numbers.27.19\">Nu 27:19</a> (P) <em>and thou shalt install him in their sight</em>, cf. v <a data-ref=\"Numbers 27:23\" href=\"/Numbers.27.23\">23</a> (P). <strong>e.</strong>  <em>give</em> one <em>charge, command</em> (often <span dir=\"rtl\">עַל</span> <em>concerning</em>), <a data-ref=\"Genesis 12:20\" href=\"/Genesis.12.20\">Gn 12:20</a> (J), <a data-ref=\"Numbers 8:22\" href=\"/Numbers.8.22\">Nu 8:22</a> (P), <a data-ref=\"II Samuel 14:8\" href=\"/II_Samuel.14.8\">2 S 14:8</a>; <a data-ref=\"II Samuel 18:5\" href=\"/II_Samuel.18.5\">18:5</a>; <a data-ref=\"Jeremiah 7:22\" href=\"/Jeremiah.7.22\">Je 7:22</a>; <a data-ref=\"Jeremiah 39:11\" href=\"/Jeremiah.39.11\">39:11</a>; <a data-ref=\"Isaiah 45:12\" href=\"/Isaiah.45.12\">Is 45:12</a> (AV RV Che Ry<sup>Kau</sup>; > Ges Ew Di Du al. as <strong>d</strong>), <a data-ref=\"Isaiah 10:6\" href=\"/Isaiah.10.6\">10:6</a> (al. <em>against</em>), <a data-ref=\"Nahum 1:14\" href=\"/Nahum.1.14\">Na 1:14</a> (al. id.); c. <span dir=\"rtl\">לְ</span> <a data-ref=\"Numbers 9:8\" href=\"/Numbers.9.8\">Nu 9:8</a>; <a data-ref=\"Numbers 32:28\" href=\"/Numbers.32.28\">32:28</a> (P), <a data-ref=\"Psalms 91:11\" href=\"/Psalms.91.11\">ψ 91:11</a> <a data-ref=\"Lamentations 1:17\" href=\"/Lamentations.1.17\">La 1:17</a> <a data-ref=\"Esther 3:2\" href=\"/Esther.3.2\">Est 3:2</a>; c. <span dir=\"rtl\">אֶל</span> <a data-ref=\"Isaiah 23:11\" href=\"/Isaiah.23.11\">Is 23:11</a> <a data-ref=\"Jeremiah 47:7\" href=\"/Jeremiah.47.7\">Je 47:7</a>. <strong>2.</strong>  <em>charge, command:</em> <strong>a.</strong>  c. acc. pers. + rei, often, especially of the law: Deut. phrases are <span dir=\"rtl\">אשׁר אנכי מצוךָ</span> <a data-ref=\"Exodus 34:11\" href=\"/Exodus.34.11\">Ex 34:11</a> (J), <a data-ref=\"Deuteronomy 4:40\" href=\"/Deuteronomy.4.40\">Dt 4:40</a>; <a data-ref=\"Deuteronomy 6:2\" href=\"/Deuteronomy.6.2\">6:2</a>, <a data-ref=\"Deuteronomy 6:6\" href=\"/Deuteronomy.6.6\">6</a> + 18 times Dt, cf. <a data-ref=\"Deuteronomy 15:15\" href=\"/Deuteronomy.15.15\">15:15</a>; <span dir=\"rtl\">אשׁר אנכי מצוה אתכם</span> <a data-ref=\"Deuteronomy 4:2\" href=\"/Deuteronomy.4.2\">Dt 4:2</a><sup>(×2)</sup> + 9 times Dt; †<span dir=\"rtl\">הַדֶּרֶךְ אשׁר ע׳</span> <a data-ref=\"Deuteronomy 13:6\" href=\"/Deuteronomy.13.6\">Dt 13:6</a>; <a data-ref=\"Exodus 32:8\" href=\"/Exodus.32.8\">Ex 32:8</a> (E) <a data-ref=\"Deuteronomy 5:27\" href=\"/Deuteronomy.5.27\">Dt 5:30</a>; <a data-ref=\"Deuteronomy 9:12\" href=\"/Deuteronomy.9.12\">9:12</a>, <a data-ref=\"Deuteronomy 9:16\" href=\"/Deuteronomy.9.16\">16</a>; <a data-ref=\"Deuteronomy 11:28\" href=\"/Deuteronomy.11.28\">11:28</a>; <a data-ref=\"Deuteronomy 31:29\" href=\"/Deuteronomy.31.29\">31:29</a>. <strong>b.</strong>  c. acc. pers. + obj. clause, e.g., Inf. <a data-ref=\"Genesis 50:2\" href=\"/Genesis.50.2\">Gn 50:2</a> +; ו consec. Pf. <a data-ref=\"Genesis 18:19\" href=\"/Genesis.18.19\">18:19</a> (J), <a data-ref=\"Numbers 35:2\" href=\"/Numbers.35.2\">Nu 35:2</a> (P); ו consec. Impf. <a data-ref=\"II Samuel 4:12\" href=\"/II_Samuel.4.12\">2 S 4:12</a>; <a data-ref=\"I Kings 2:46\" href=\"/I_Kings.2.46\">1 K 2:46</a>; weak ו c. Impf. <a data-ref=\"Exodus 27:20\" href=\"/Exodus.27.20\">Ex 27:20</a> (P) <a data-ref=\"Joshua 4:16\" href=\"/Joshua.4.16\">Jos 4:16</a>; Imv. <a data-ref=\"Joshua 1:9\" href=\"/Joshua.1.9\">Jos 1:9</a>; <a data-ref=\"I Samuel 18:22\" href=\"/I_Samuel.18.22\">1 S 18:22</a>. <strong>c.</strong>  acc. pers., acc. rei om., <a data-ref=\"Exodus 18:23\" href=\"/Exodus.18.23\">Ex 18:23</a> (E) <a data-ref=\"Genesis 49:33\" href=\"/Genesis.49.33\">Gn 49:33</a> (P) +; obj. given after <span dir=\"rtl\">לֵאמֹר</span> <a data-ref=\"Genesis 26:11\" href=\"/Genesis.26.11\">Gn 26:11</a>; <a data-ref=\"Genesis 32:18\" href=\"/Genesis.32.18\">32:18</a>, <a data-ref=\"Genesis 32:20\" href=\"/Genesis.32.20\">20</a>; <a data-ref=\"Leviticus 6:2\" href=\"/Leviticus.6.2\">Lv 6:2</a> +; <span dir=\"rtl\">וַיֹּאמֶר</span>, etc., <a data-ref=\"Genesis 28:1\" href=\"/Genesis.28.1\">Gn 28:1</a>; <a data-ref=\"Genesis 49:29\" href=\"/Genesis.49.29\">49:29</a> +. <strong>d.</strong>  acc. rei, acc. pers. om., <span dir=\"rtl\">צ׳ לעולם בריתוֹ</span> <a data-ref=\"Psalms 111:9\" href=\"/Psalms.111.9\">ψ 111:9</a>; †<span dir=\"rtl\">זֶה הַדָּבָר אֲשֶׁר צ׳ י׳</span>, <a data-ref=\"Exodus 16:16\" href=\"/Exodus.16.16\">Ex 16:16</a>, <a data-ref=\"Exodus 16:32\" href=\"/Exodus.16.32\">32</a>; <a data-ref=\"Exodus 35:4\" href=\"/Exodus.35.4\">35:4</a>; <a data-ref=\"Leviticus 8:5\" href=\"/Leviticus.8.5\">Lv 8:5</a>; <a data-ref=\"Leviticus 9:6\" href=\"/Leviticus.9.6\">9:6</a>; <a data-ref=\"Leviticus 17:2\" href=\"/Leviticus.17.2\">17:2</a>; <a data-ref=\"Numbers 30:2\" href=\"/Numbers.30.2\">Nu 30:2</a>; <a data-ref=\"Numbers 36:6\" href=\"/Numbers.36.6\">36:6</a> (P); obj. cl., <a data-ref=\"Leviticus 8:34\" href=\"/Leviticus.8.34\">Lv 8:34</a> (P), <a data-ref=\"Leviticus 13:54\" href=\"/Leviticus.13.54\">13:54</a> (P); <a data-ref=\"Genesis 42:25\" href=\"/Genesis.42.25\">Gn 42:25</a> (E), <a data-ref=\"I Kings 5:20\" href=\"/I_Kings.5.20\">1 K 5:20</a>; <a data-ref=\"Judges 4:6\" href=\"/Judges.4.6\">Ju 4:6</a> <strong>e.</strong>  abs. <a data-ref=\"Genesis 50:16\" href=\"/Genesis.50.16\">Gn 50:16</a> (E), <a data-ref=\"Lamentations 3:37\" href=\"/Lamentations.3.37\">La 3:37</a>. <strong>3.</strong>  <em>charge, command</em>, acc. pers. in phr. <span dir=\"rtl\">כַּאֲשֶׁר צ׳</span> <a data-ref=\"Exodus 23:15\" href=\"/Exodus.23.15\">Ex 23:15</a> (E) <a data-ref=\"Genesis 7:9\" href=\"/Genesis.7.9\">Gn 7:9</a> (P) +; <span dir=\"rtl\">ככל אשׁר צ׳</span> <a data-ref=\"Genesis 7:5\" href=\"/Genesis.7.5\">Gn 7:5</a> (J) <a data-ref=\"Exodus 29:35\" href=\"/Exodus.29.35\">Ex 29:35</a> (P) +; <span dir=\"rtl\">כאשׁר צ׳ י׳ משֶׁה</span> <a data-ref=\"Exodus 12:28\" href=\"/Exodus.12.28\">Ex 12:28</a>, <a data-ref=\"Exodus 12:50\" href=\"/Exodus.12.50\">50</a>; <a data-ref=\"Exodus 39:1\" href=\"/Exodus.39.1\">39:1</a>, <a data-ref=\"Exodus 39:5\" href=\"/Exodus.39.5\">5</a> + 37 times P; <span dir=\"rtl\">ככל אשׁר צ׳ י׳ משׁה</span> <a data-ref=\"Exodus 39:32\" href=\"/Exodus.39.32\">39:32</a>, <a data-ref=\"Exodus 39:42\" href=\"/Exodus.39.42\">42</a> + 5 times P; †<span dir=\"rtl\">לכל אשׁר צ׳</span> <a data-ref=\"Joshua 1:18\" href=\"/Joshua.1.18\">Jos 1:18</a>; <a data-ref=\"Joshua 22:2\" href=\"/Joshua.22.2\">22:2</a> <a data-ref=\"Jeremiah 35:8\" href=\"/Jeremiah.35.8\">Je 35:8</a>; acc. pers. om. <span dir=\"rtl\">כאשׁר צ׳</span> <a data-ref=\"Exodus 7:10\" href=\"/Exodus.7.10\">Ex 7:10</a> <a data-ref=\"Numbers 32:25\" href=\"/Numbers.32.25\">Nu 32:25</a> (P) +; <span dir=\"rtl\">ככל אשׁר צ׳</span> <a data-ref=\"II Kings 11:9\" href=\"/II_Kings.11.9\">2 K 11:9</a> = <a data-ref=\"II Chronicles 23:8\" href=\"/II_Chronicles.23.8\">2 Ch 23:8</a> +; †<span dir=\"rtl\">לכל אשׁר צ׳</span> <a data-ref=\"Exodus 36:1\" href=\"/Exodus.36.1\">Ex 36:1</a> (P). †<strong>4.</strong>  <em>charge</em>, with command to others, <em>commission</em>, <strong>a.</strong>  acc. pers. + <span dir=\"rtl\">אֶל</span> pers. (sometimes + acc. rei) <a data-ref=\"Exodus 6:13\" href=\"/Exodus.6.13\">Ex 6:13</a>; <a data-ref=\"Exodus 25:22\" href=\"/Exodus.25.22\">25:22</a>; <a data-ref=\"Leviticus 27:34\" href=\"/Leviticus.27.34\">Lv 27:34</a> (P) <a data-ref=\"Deuteronomy 1:3\" href=\"/Deuteronomy.1.3\">Dt 1:3</a>; <a data-ref=\"Jeremiah 27:4\" href=\"/Jeremiah.27.4\">Je 27:4</a> <a data-ref=\"Esther 4:10\" href=\"/Esther.4.10\">Est 4:10</a>; acc. pers. om. <a data-ref=\"Genesis 50:16\" href=\"/Genesis.50.16\">Gn 50:16</a> (E) <a data-ref=\"Esther 3:12\" href=\"/Esther.3.12\">Est 3:12</a>; <a data-ref=\"Esther 8:9\" href=\"/Esther.8.9\">8:9</a>. <strong>b.</strong>  <span dir=\"rtl\">בְּיַד</span> of agent, + <span dir=\"rtl\">אֶל</span>, <a data-ref=\"Numbers 15:23\" href=\"/Numbers.15.23\">Nu 15:23</a>; <a data-ref=\"Numbers 36:13\" href=\"/Numbers.36.13\">36:13</a> (P); <span dir=\"rtl\">אֶל</span> om. <a data-ref=\"Leviticus 8:36\" href=\"/Leviticus.8.36\">Lv 8:36</a> (P), <a data-ref=\"Ezra 9:11\" href=\"/Ezra.9.11\">Ezr 9:11</a>; <a data-ref=\"Nehemiah 8:14\" href=\"/Nehemiah.8.14\">Ne 8:14</a>. <strong>c.</strong>  acc. pers. + <span dir=\"rtl\">עַל</span> for <span dir=\"rtl\">אֶל</span> <a data-ref=\"Ezra 8:17\" href=\"/Ezra.8.17\">Ezr 8:17</a>; <a data-ref=\"I Chronicles 22:13\" href=\"/I_Chronicles.22.13\">1 Ch 22:13</a>; <a data-ref=\"Malachi 3:22\" href=\"/Malachi.3.22\">Mal 3:22</a>; <a data-ref=\"Esther 4:5\" href=\"/Esther.4.5\">Est 4:5</a>. <strong>d.</strong>  c. acc. rei, <span dir=\"rtl\">וצ׳ בִּרְכָתִי לְ</span> <a data-ref=\"Leviticus 25:21\" href=\"/Leviticus.25.21\">Lv 25:21</a> (P) <em>and I will command my blessing to you</em>, c. <span dir=\"rtl\">אִתְּךָ</span> <a data-ref=\"Deuteronomy 28:8\" href=\"/Deuteronomy.28.8\">Dt 28:8</a>, cf. <a data-ref=\"Psalms 133:3\" href=\"/Psalms.133.3\">ψ 133:3</a>; <span dir=\"rtl\">צ׳ חסדוֹ</span> <a data-ref=\"Psalms 42:9\" href=\"/Psalms.42.9\">42:9</a>, <span dir=\"rtl\">בֹּקֶר</span> <a data-ref=\"Job 38:12\" href=\"/Job.38.12\">Jb 38:12</a>, <span dir=\"rtl\">נָחָשׁ</span>, <span dir=\"rtl\">חֶרֶב</span> <a data-ref=\"Amos 9:3\" href=\"/Amos.9.3\">Am 9:3</a>, <a data-ref=\"Amos 9:4\" href=\"/Amos.9.4\">4</a>. †<strong>5.</strong>  <em>command, appoint, ordain</em>, of divine act: in creation <a data-ref=\"Isaiah 45:12\" href=\"/Isaiah.45.12\">Is 45:12</a> <a data-ref=\"Psalms 33:9\" href=\"/Psalms.33.9\">ψ 33:9</a>; <a data-ref=\"Psalms 148:5\" href=\"/Psalms.148.5\">148:5</a>, providence <a data-ref=\"II Samuel 17:14\" href=\"/II_Samuel.17.14\">2 S 17:14</a>; <a data-ref=\"Amos 6:11\" href=\"/Amos.6.11\">Am 6:11</a>; <a data-ref=\"Amos 9:9\" href=\"/Amos.9.9\">9:9</a>; <a data-ref=\"Job 37:12\" href=\"/Job.37.12\">Jb 37:12</a> <a data-ref=\"Psalms 78:23\" href=\"/Psalms.78.23\">ψ 78:23</a>; <a data-ref=\"Isaiah 34:16\" href=\"/Isaiah.34.16\">Is 34:16</a>, redemption <a data-ref=\"Psalms 7:7\" href=\"/Psalms.7.7\">ψ 7:7</a>; <a data-ref=\"Psalms 44:5\" href=\"/Psalms.44.5\">44:5</a>; <a data-ref=\"Psalms 68:29\" href=\"/Psalms.68.29\">68:29</a>; <a data-ref=\"Psalms 71:3\" href=\"/Psalms.71.3\">71:3</a>; so of idol <a data-ref=\"Isaiah 48:5\" href=\"/Isaiah.48.5\">Is 48:5</a> (‖ <span dir=\"rtl\">עשׂה</span>).<br>†<strong>Pu.</strong>  Pf. 3 ms. <span dir=\"rtl\">צֻוָּה</span> <a data-ref=\"Numbers 3:16\" href=\"/Numbers.3.16\">Nu 3:16</a>; <a data-ref=\"Numbers 36:2\" href=\"/Numbers.36.2\">36:2</a>; 2 ms. <span dir=\"rtl\">צֻוֵּיתָה</span> <a data-ref=\"Genesis 45:19\" href=\"/Genesis.45.19\">Gn 45:19</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">יְצֻוֶּה</span> <a data-ref=\"Exodus 34:34\" href=\"/Exodus.34.34\">Ex 34:34</a>;—<em>be commanded</em>, i.e. receive command, subj. pers., <a data-ref=\"Genesis 45:19\" href=\"/Genesis.45.19\">Gn 45:19</a> (E), c. <span dir=\"rtl\">בְּ</span> by whom <a data-ref=\"Numbers 36:2\" href=\"/Numbers.36.2\">Nu 36:2</a> (P); <span dir=\"rtl\">אשׁר צ׳</span> <a data-ref=\"Exodus 34:34\" href=\"/Exodus.34.34\">Ex 34:34</a> (P), <span dir=\"rtl\">כִּי־כֵן צ׳</span> <a data-ref=\"Leviticus 8:35\" href=\"/Leviticus.8.35\">Lv 8:35</a>; <a data-ref=\"Leviticus 10:13\" href=\"/Leviticus.10.13\">10:13</a> (P), <span dir=\"rtl\">כאשׁר צ׳</span> <a data-ref=\"Numbers 3:16\" href=\"/Numbers.3.16\">Nu 3:16</a> (P) <a data-ref=\"Ezekiel 12:7\" href=\"/Ezekiel.12.7\">Ez 12:7</a>; <a data-ref=\"Ezekiel 24:18\" href=\"/Ezekiel.24.18\">24:18</a>; <a data-ref=\"Ezekiel 37:7\" href=\"/Ezekiel.37.7\">37:7</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e4a3da613f3c2d3b45aee1", "index_title": "German Commentary on Mishnah Parah", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Parah 3:1:3", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "German Commentary on Mishnah Parah 3:1:3", "sourceHeRef": "פירוש גרמני על משנה פרה ג׳:א׳:ג׳", "anchorVerse": 34, "sourceHasEn": true, "commentaryNum": 1.0003, "collectiveTitle": {"en": "German Commentary on Mishnah Parah", "he": "פירוש גרמני על משנה פרה"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>sich zurückziehen.</b>  Nach einer Ansicht im Talmud ist dieses siebentägige Sichzurückziehen des Priesters, der die rote Kuh zu verbrennen hatte, schon in der Schrift in dem Abschnitt über die Einsetzung der Priester (Lev. 8, 34) angedeutet, nach einer anderen ist es nur eine von den rabbinischen Erschwerungen (<span dir=\"rtl\">מעלות</span> s. folgende Note), die man für alle die Herstellung des Sühnwassers und dieses selbst betreffenden Vorschriften anzuordnen für nötig befunden hat (Joma 3 b).", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6665cdb0edc871a0ca3a7689", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 8:34:1", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "David Zvi Hoffmann on Leviticus 8:34:1", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא ח׳:ל״ד:א׳", "anchorVerse": 34, "sourceHasEn": false, "commentaryNum": 34.0001, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>\"לעשות\",</b> לדעת רוב המפרשים יש להשלים \"שבעת ימים\".<i data-commentator=\"Endnotes\" data-label=\"583\" data-order=\"583\"></i> בכל יום משבעת הימים הובאו לפי זה קרבנות (השוה שמות כט לה). לדעת חכמינו חזרה ונשתנתה גם המשיחה בכל יום, עיין מכילתא דמילואים לפסוק י.", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6665cdb0faee0b8c909d8950", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 8:34:2", "anchorRef": "Leviticus 8:34", "anchorRefExpanded": ["Leviticus 8:34"], "sourceRef": "David Zvi Hoffmann on Leviticus 8:34:2", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא ח׳:ל״ד:ב׳", "anchorVerse": 34, "sourceHasEn": false, "commentaryNum": 34.0002, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>\"לכפר עליכם\".</b> משמעו לפי רוב המבארים כפרה בחטאת, ראה שמות כט לו.", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]