[{"_id": "531e4fdffbfba276047f5d76", "index_title": "Onkelos Deuteronomy", "category": "Targum", "type": "targum", "ref": "Onkelos Deuteronomy 10:4", "anchorRef": "Deuteronomy 10:4", "anchorRefExpanded": ["Deuteronomy 10:4"], "sourceRef": "Onkelos Deuteronomy 10:4", "sourceHeRef": "תרגום אונקלוס על דברים י׳:ד׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 10.0004, "collectiveTitle": {"en": "Onkelos Deuteronomy", "he": "תרגום אונקלוס על דברים"}, "heTitle": "תרגום אונקלוס על דברים", "he": "וּכְתַב עַל לוּחַיָּא כִּכְתָבָא קַדְמָאָה יָת עַשְׂרָא פִתְגָּמַיָּא דִּי מַלִּיל יְיָ עִמְּכוֹן בְּטוּרָא מִגּוֹ אֶשָׁתָא בְּיוֹמָא דִקְהָלָא וִיהָבִנּוּן יְיָ לִי:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "He wrote on the tablets like the original writing, the ten statements that Adonoy addressed to you on the mountain from within the fire on the day of assembly, and Adonoy gave them to me.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2683fbfba27c35eeb5b7", "index_title": "Targum Jonathan on Deuteronomy", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Deuteronomy 10:4", "anchorRef": "Deuteronomy 10:4", "anchorRefExpanded": ["Deuteronomy 10:4"], "sourceRef": "Targum Jonathan on Deuteronomy 10:4", "sourceHeRef": "תרגום יונתן על דברים י׳:ד׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 10.0004, "collectiveTitle": {"en": "Targum Jonathan on Deuteronomy", "he": "תרגום יונתן על דברים"}, "heTitle": "תרגום יונתן על דברים", "he": "וּכְתַב עַל לוּחַיָא הֵי כִּכְתָבָא קַמָּא יַת עֲשַרְתֵּי דְבִירַיָא דְמַלֵּיל יְיָ עִמְכוֹן בְּטַוְורָא מִגּוֹ אֵישָׁתָא בְּיוֹמָא דְאִתְכְּנָשׁוּ קְהָלָא וִיהָבִינָן יְיָ לִי", "heVersionTitle": "Targum Jonathan on Deuteronomy", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And He wrote upon the tables according to the former writing, the Ten Words which the Lord spake with you from the mount in the midst of the fire on the day that the congregation was gathered together, and the Lord gave them to me. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54b1db1cfbfba21603f6e1da", "index_title": "Midrash Mishlei", "category": "Midrash", "type": "", "ref": "Midrash Mishlei 23:1", "anchorRef": "Deuteronomy 10:4", "anchorRefExpanded": ["Deuteronomy 10:4"], "sourceRef": "Midrash Mishlei 23:1", "sourceHeRef": "מדרש משלי כ״ג:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [750, 850], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Midrash Mishlei", "he": "מדרש משלי"}, "heTitle": "מדרש משלי", "he": "(משלי כג ה): \"התעיף עיניך בו ואיננו, כי עשה יעשה לו כנפים\" - אמר רבי ישמעאל: שלושה הן שחזרו למקומן: תורה, וישראל, כסף וזהב: ישראל היו מעבר הנהר, דכתיב (יהושע כד ב): \"ויאמר יהושע אל כל העם: כה אמר ה' אלהי ישראל: בעבר הנהר ישבו אבותיכם מעולם\", ומניין שחזרו למקומם? שנאמר (ירמיהו כז כב): \"בבלה יובאו ושמה יהיו עד יום פקדי אותם נאם ה'\". כסף וזהב היו מארץ מצרים, שנאמר (שמות ג כב): \"ושאלה אשה משכנתה ומגרת ביתה כלי כסף וכלי זהב\", ומניין שחזרו למקומן? שנאמר (דברי הימים ב יב ט): \"ויעל שישק מלך מצרים על ירושלים ויקח את אוצרות בית ה' ואת אוצרות בית המלך את הכל לקח, ויקח את מגני הזהב אשר עשה שלמה\". תורה היתה מן השמים, שנאמר (דברים ד לו): \"מן השמים השמיעך את קולו וגו'\", כיוון שחטא ישראל במעשה העגל, נשתברו הלוחות ופרח הכתב למקומו, שנאמר \"התעיף עיניך בו ואיננו, כי עשה יעשה לו כנפיים, כנשר יעוף השמים\". אמר רבי יוחנן: אף על פי שנשתברו הלוחות, חזרו ונתחדשו להם, שנאמר (דברים י א): \"בעת ההיא אמר ה' אליי: פסל לך שני לוחות אבנים כראשונים, ועלה אליי ההרה, ועשית לך ארון עץ\". ומה שכתב בראשונים כתב באחרונים, שנאמר (דברים י ד): \"ויכתוב על הלוחות כמכתב הראשון את עשרת הדברים וגו'\". רבי אליעזר שאל את רבי יהושע, אמר לו: רבי, הלוחות הראשונים אימתי ניתנו להם לישראל? אמר לו: ביום הכיפורים. אמר לו: ראיה מניין? אמר לו: כשם שעשה בראשונה ארבעים יום, כך עשה בשניה ארבעים יום. אמר לו: מנה מיום שנשתברו הלוחות עד יום הכיפורים, נמצא שמונים יום! [אמר לו:] ארבעים שהמתין בארץ, וארבעים שעלה לשמים וירד. אמר לו: רבי, מקרא זה מאי פירושו: (חגי א ו): \"זרעתם הרבה והבא מעט, אכול ואין לשבעה, שתו ואין לשכרה, לבוש ואין לחום לו, והמשתכר משתכר אל צרור נקוב\"? [אמר לו:] זרעתם הרבה והבא מעט - משבטל העומר; אכול ואין לשבעה - משבטל לחם הפנים; שתו ואין לשכרה - משבטלו הנסכים; לבוש ואין לחום לו - משבטלו בגדי הכונה; והמשתכר משתכר אל צרור נקוב - משבטלו שקלים. ועוד אמר לו: רבי, המקרא הזה מהו פירושו: (חבקוק ג יז): \"כי תאנה לא תפרח ואין יבול בגפנים, כחש מעשה זית ושדמות לא עשה אוכל, גזר ממכלה צאן ואין בקר ברפתים\"? [אמר לו:] כי תאנה לא תפרח - משבטלו הביכורים, ואין יבול בגפנים - משבטלו הנסכים ונסכי יין, כחש מעשה זית - משבטל שמן המאור ושמן המשחה, ושדמות לא עשה אוכל - משבטלו התמידין והמוספין, גזר ממכלה צאן - משבטלו הקרבנות, ואין בקר ברפתים - משבטלו זבחי שלמים, אבל למחר, כשייבנה בית המקדש במהרה בימינו, מהו אומר? (ירמיהו ל יח): \"ונבנתה עיר על תלה, וארמון על משפטו ישב, ויצא מהם תודה וקול משחקים\", וכתוב: (חבקוק ג יט): \"אלהים ה' חילי, וישם רגליי כאיילות ועל במותיי ידריכני, למנצח בנגינותיי\".", "heVersionTitle": "מדרש משלי - שלמה באבער", "heLicense": "", "heVersionTitleInHebrew": "", "text": "[1] (Proverbs 23:5): \"When you set your eyes on it, it is gone. For wealth certainly makes itself wings\" - Rabbi Ishmael said: Three things have returned to their place: Torah, Israel, and silver and gold. Israel was across the river, as it is written (Joshua 24:2): \"Joshua said to all the people, 'Thus says the Lord, the God of Israel, 'Your fathers lived beyond the River...''\" And how do we know they returned to their place? It is said (Jeremiah 27:22): \"They shall be carried to Babylon, and there shall they be, until the day that I visit them, says the Lord.\" Silver and gold were from the land of Egypt, as it is said (Exodus 3:22): \"Every woman shall ask of her neighbor and the woman who lives in her house, articles of silver and articles of gold,\" and how do we know they returned to their place? It is said (2 Chronicles 12:9): \"So Shishak king of Egypt came up against Jerusalem, and took the treasures of the house of the Lord and the treasures of the king's house; he took everything. He also took away the shields of gold which Solomon had made.\" The Torah was from heaven, as it is said (Deuteronomy 4:36): \"Out of heaven He let you hear His voice,\" but when Israel sinned with the Golden Calf, the tablets were broken and the writing flew back to its place, as it is said, \"When you set your eyes on it, it is gone. For wealth certainly makes itself wings, like an eagle that flies toward the heavens.\" Rabbi Yochanan said: Even though the tablets were broken, they were renewed, as it is said (Deuteronomy 10:1): \"At that time the Lord said to me, 'Cut out for yourself two tablets of stone like the former ones, and come up to Me on the mountain, and make an ark of wood for yourself.'\" And what was written on the first was written on the last, as it is said (Deuteronomy 10:4): \"He wrote on the tablets, like the first writing, the Ten Commandments.\" Rabbi Eliezer asked Rabbi Joshua, \"Rabbi, when were the first tablets given to Israel?\" He said, \"On Yom Kippur.\" He said, \"Where is the proof?\" He said, \"Just as He did forty days the first time, so He did forty days the second time.\" He said, \"Count from the day the tablets were broken until Yom Kippur, you find eighty days!\" [He said,] \"Forty that He waited on earth, and forty that He ascended to heaven and descended.\" He said, \"Rabbi, what is the meaning of this verse: (Haggai 1:6): 'You have sown much, but harvest little; you eat, but there is not enough to be satisfied; you drink, but there is not enough to become drunk; you put on clothing, but no one is warm enough; and he who earns, earns wages to put into a purse with holes'?\" [He said,] \"You have sown much, but harvest little - from the cessation of the Omer; you eat, but there is not enough to be satisfied - from the cessation of the showbread; you drink, but there is not enough to become drunk - from the cessation of the libations; you put on clothing, but no one is warm enough - from the cessation of the priestly garments; and he who earns, earns wages to put into a purse with holes - from the cessation of the shekels.\" And he further said to him: \"Rabbi, what is the meaning of this verse: (Habakkuk 3:17): 'Though the fig tree should not blossom and there be no fruit on the vines, though the yield of the olive should fail and the fields produce no food, though the flock should be cut off from the fold and there be no cattle in the stalls'?\" [He said,] \"Though the fig tree should not blossom - from the cessation of the firstfruits; and there be no fruit on the vines - from the cessation of the libations and wine offerings; though the yield of the olive should fail - from the cessation of the oil for lighting and anointing oil; and the fields produce no food - from the cessation of the continual and additional offerings; though the flock should be cut off from the fold - from the cessation of the sacrifices; and there be no cattle in the stalls - from the cessation of the peace offerings. But tomorrow, when the Temple will be rebuilt speedily in our days, what does he say? (Jeremiah 30:18): 'The city will be rebuilt on its ruin, and the palace will stand in its proper place, and from them will proceed thanksgiving and the voice of those who celebrate,' and it is written: (Habakkuk 3:19): 'The Lord God is my strength, and He has made my feet like hinds' feet, and makes me walk on my high places. For the choir director, with my stringed instruments.'\"...", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "54c0de28fbfba21e8957f5c3", "index_title": "Rashbam on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Rashbam on Exodus 34:28:1", "anchorRef": "Deuteronomy 10:4", "anchorRefExpanded": ["Deuteronomy 10:4"], "sourceRef": "Rashbam on Exodus 34:28:1", "sourceHeRef": "רשב\"ם על שמות ל״ד:כ״ח:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 28.0001, "collectiveTitle": {"en": "Rashbam on Exodus", "he": "רשב\"ם על שמות"}, "heTitle": "רשב\"ם על שמות", "he": "ויכתב על הלוחות - שכן אמר למעלה: וכתבתי על הלוחות כמכתב הראשון. ", "heVersionTitle": "Rashbam on Torah -- Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ויכתוב על הלוחות, G’d Himself inscribed the Tablets. The same words as had been inscribed on the first Tablets were inscribed on the second set. (as per verse 1 of our chapter) The same information is repeated by Moses in Deuteronomy 10,4", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "560ba955fbfba25e369f8270", "index_title": "Haamek Davar on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Deuteronomy 10:4:1", "anchorRef": "Deuteronomy 10:4", "anchorRefExpanded": ["Deuteronomy 10:4"], "sourceRef": "Haamek Davar on Deuteronomy 10:4:1", "sourceHeRef": "העמק דבר על דברים י׳:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1849, 1879], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b> אשר דבר ה׳ אליכם.</b> ולעיל ט׳ י׳ כתיב ככל הדברים אשר דבר ה׳ עמכם. והוא כמש״כ לעיל ה׳ י״ט דבלוחות הראשונות היה כתוב דברות הראשונות ששמעו ישראל מפי הגבורה והיינו אשר דבר ה׳ עמכם. אבל בלוחות שניות היה כתוב דברות השניות שלא שמעו באזניהם אלא משה שמע שמור וזכור בדבור א׳. וכן כל השנויים מה שאין הפה יכול לדבר ואין האוזן יכול לשמוע. אבל משה שמע ולימד לישראל. מש״ה כתיב אשר דבר ה׳ אליכם. דמשמעו כמו וידבר ה׳ אל משה ואל אהרן דמשמעו משה דבר עם אהרן ה״נ משה דבר עם ישראל:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "57e77da0d6e4a94c7c18b645", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Deuteronomy 10:4", "anchorRef": "Deuteronomy 10:4", "anchorRefExpanded": ["Deuteronomy 10:4"], "sourceRef": "Tafsir Rasag, Deuteronomy 10:4", "sourceHeRef": "תפסיר רס\"ג, דברים י׳:ד׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 10.0004, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "דברים", "he": "פכתב עליהמא כאלכתאב אלאול אלעשר אלכלמאת אלתי כלמכם אללה בהא פי אלג̇בל מן וסט אלנאר פי יום אלג̇וק ודפעהמא אלי", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58affd6ad6e4a91e9d6fd3f9", "index_title": "Shemot Rabbah", "category": "Midrash", "type": "", "ref": "Shemot Rabbah 47:7", "anchorRef": "Deuteronomy 10:4", "anchorRefExpanded": ["Deuteronomy 10:4"], "sourceRef": "Shemot Rabbah 47:7", "sourceHeRef": "שמות רבה מ״ז:ז׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 47.0007, "collectiveTitle": {"en": "Shemot Rabbah", "he": "שמות רבה"}, "heTitle": "שמות רבה", "he": "דָּבָר אַחֵר, וַיֹּאמֶר ה' אֶל משֶׁה כְּתָב לְךָ אֶת הַדְּבָרִים הָאֵלֶּה, הֲדָא הוּא דִכְתִיב <small>(תהלים קיט, עא)</small>: טוֹב לִי כִי עֻנֵּיתִי לְמַעַן אֶלְמַד חֻקֶּיךָ, לְטוֹבָתוֹ שֶׁל משֶׁה נִתְעַנָּה מֵאָה וְעֶשְׂרִים יוֹם שֶׁקִּבֵּל אֶת הַתּוֹרָה, וּמֵאַיִן הָיָה משֶׁה אוֹכֵל, מִזִּיו הַשְּׁכִינָה, שֶׁנֶּאֱמַר <small>(נחמיה ט, ו)</small>: וְאַתָּה מְחַיֶּה אֶת כֻּלָּם. דָּבָר אַחֵר, מֵאַיִן הָיָה אוֹכֵל, מִן הַתּוֹרָה, שֶׁנֶּאֱמַר <small>(יחזקאל ג, א ג)</small>: בֶּן אָדָם אֵת אֲשֶׁר אַתָּה תִּמְצָא אֱכוֹל, וָאֹכְלָה, לָמָּה, שֶׁהַתּוֹרָה מְתוּקָה, שֶׁנֶּאֱמַר <small>(תהלים יט, יא)</small>: וּמְתוּקִים מִדְּבַשׁ וְנֹפֶת צוּפִים. דָּבָר אַחֵר, מִלַּחְמָהּ שֶׁל תּוֹרָה, כְּדִכְתִיב <small>(משלי ט, ה)</small>: לְכוּ לַחֲמוּ בְלַחֲמִי. מִנַיִן שֶׁלֹא יָשַׁן וְלֹא נִתְנַמְנֵם, מָשָׁל לְמֶלֶךְ שֶׁהָיָה אוֹהֵב לְתִיסוֹמָן, אָמַר לוֹ מְדֹד לְךָ דִּינָרֵי זָהָב. מִשִֹּׂמְחָתוֹ לֹא בִקֵּשׁ לֹא לֶאֱכֹל וְלֹא לִשְׁתּוֹת, בִּקֵּשׁ לִישֹׁן, אָמַר אִם אִישַׁן אֲנִי מַפְסִיד אֵלּוּ. כָּךְ משֶׁה מוֹדֵד הַתּוֹרָה, שָׁכַח וְלֹא אָכַל וְלֹא שָׁתָה, בִּקֵּשׁ לִישֹׁן, אָמַר אִם אִישַׁן אֲנִי מַפְסִיד, שֶׁלֹא אָמַר לִי אֶלָּא אַרְבָּעִים יוֹם בִּלְבָד. אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא נִצְטַעַרְתָּ, חַיֶּיךָ אֵין אַתָּה מַפְסִיד, בַּלּוּחוֹת הָרִאשׁוֹנוֹת לֹא הָיוּ אֶלָּא עֲשֶׂרֶת הַדִּבְּרוֹת בִּלְבָד, עַכְשָׁו שֶׁנִּצְטַעַרְתָּ, אֲנִי נוֹתֵן לְךָ הֲלָכוֹת מִדְרָשׁוֹת וְאַגָּדוֹת, שֶׁנֶּאֱמַר <small>(שמות לד, כז)</small>: כְּתָב לְךָ אֶת הַדְּבָרִים הָאֵלֶּה, לָמָּה אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא כְּתָב לְךָ, וְהָכְתִיב <small>(שמות לב, טז)</small>: וְהַמִּכְתָּב מִכְתַּב אֱלֹהִים הוּא חָרוּת עַל הַלֻּחֹת, וּכְתִיב <small>(דברים י, ד)</small>: וַיִּכְתֹּב עַל הַלֻּחֹת כַּמִּכְתָּב הָרִאשׁוֹן, אֶלָּא כָּךְ אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא, כְּתָב לְךָ תּוֹרָה נְבִיאִים וּכְתוּבִים שֶׁיִּהְיוּ בִּכְתָב, אֲבָל הֲלָכוֹת וּמִדְרָשׁ וְאַגָּדוֹת וְהַתַּלְמוּד יִהְיוּ עַל פֶּה, כֵּיוָן שֶׁיָּדַע משֶׁה, הִתְחִיל אוֹמֵר: טוֹב לִי כִי עֻנֵּיתִי, <small>(תהלים קיט, עב)</small>: טוֹב לִי תוֹרַת פִּיךָ.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "Another matter, “the Lord said to Moses: Write for yourself these matters” (Exodus 34:27) – that is what is written: “It is good for me that I was afflicted, so I might learn Your statutes” (Psalms 119:71). It was for Moses’s benefit that he fasted the one hundred and twenty days that he received the Torah.<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">This includes the forty days Moses spent on Mount Sinai before he descended with the first tablets; the forty days he spent on Mount Sinai pleading for forgiveness for Israel after the sin of the Golden Calf; and the forty days he spent there before descending with the second tablets. He studied Torah on all those days (<i>Etz Yosef</i>). </i> From what would Moses eat? It was from the aura of the Divine Presence, as it is stated: “And You sustain them all” (Nehemiah 9:6). <br>Another matter, from what did he eat? It was from the Torah, as it is stated: “Son of man, eat what you find, [eat this scroll]…I ate it” (Ezekiel 3:1, 3). Why? It is because the Torah is sweet, as it is stated: “And sweeter than honey and the nectar of ripe fruit” (Psalms 19:11). <br>Another matter, it was from the bread of Torah, as it is written: “Come, partake of my bread” (Proverbs 9:5). From where is it derived that he did not sleep and did not doze? This is analogous to a king who was fond of his treasurer. He said to him: ‘Weigh gold dinars for yourself.’<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">He gave him a certain time in which he could collect gold dinars for himself from the royal treasury. </i> In his joy, he sought neither to eat nor to drink. He sought to sleep.<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">In his eagerness to collect treasure, he did not eat or drink but just collected gold dinars. Eventually, though, he became tired. </i> He said: ‘If I sleep, I will lose these.’<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">Even when he was tired he did not sleep so that he would not lose out on the unique opportunity to collect golden dinars. </i> So too, Moses was assessing the Torah, and he forgot and neither ate nor drank. He sought to sleep. He said: ‘If I sleep, I will lose, as He told me only forty days.’ The Holy One blessed be He said to him: ‘You afflicted yourself; by your life, you will not lose. On the first tablets there were only the Ten Commandments. Now that you afflicted yourself, I will give you <i>halakhot</i>, <i>midrashim</i>, and <i>aggadot</i>,’ as it is stated: “Write for yourself these matters” (Exodus 34:27). <br>Why did the Holy One blessed be He say: “Write for yourself”? Is it not written: “The script was the script of God” (Exodus 32:16) and it is written: “He inscribed on the tablets, like the first inscription” (Deuteronomy 10:4)? Rather, this is what the Holy One blessed be He said to him: ‘Write the Torah, Prophets, and Writings, as they shall be in writing, but the <i>halakhot</i>, <i>midrashim</i>, <i>aggadot</i>, and Talmud, will be oral.’ When Moses knew this, he began saying: “It is good for me that I was afflicted” (Psalms 119:71); “The Torah of Your mouth is better for me [than thousands of gold and silver pieces]” (Psalms 119:72).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59a6c64ed6e4a920f72d9e18", "index_title": "HaKtav VeHaKabalah", "category": "Commentary", "type": "commentary", "ref": "HaKtav VeHaKabalah, Deuteronomy 10:4:1", "anchorRef": "Deuteronomy 10:4", "anchorRefExpanded": ["Deuteronomy 10:4"], "sourceRef": "HaKtav VeHaKabalah, Deuteronomy 10:4:1", "sourceHeRef": "הכתב והקבלה, דברים י׳:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1829, 1839], "commentaryNum": 4.0001, "collectiveTitle": {"en": "HaKtav VeHaKabalah", "he": "הכתב והקבלה"}, "heTitle": "דברים", "he": "<b>עשרת הדברים אשר דבר. </b>ובלוחות הראשונות אמר (לעיל ט' י') ככל הדברים אשר דבר, ולרבותינו במדרשותיהם, דבלוחות הראשונות היו בין כל דבור ודבור דקדוקים של תורה, עד שהיה פנימית התורה ג\"כ גלוי ומפורש, משא\"כ בלוחות שניות, שפיר השמיט כאן מלת ככל עמ\"ש בהגהת מאמר התורה בד\"ה מתועלת הסדר בלמודים: \n", "heVersionTitle": "HaKtav VeHaKabbalah, Frankfurt 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5be9d9d245c1bc006fb59616", "index_title": "Haamek Davar on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Haamek Davar on Deuteronomy 4:12:1", "anchorRef": "Deuteronomy 10:4", "anchorRefExpanded": ["Deuteronomy 10:4"], "sourceRef": "Haamek Davar on Deuteronomy 4:12:1", "sourceHeRef": "העמק דבר על דברים ד׳:י״ב:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1849, 1879], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Haamek Davar on Deuteronomy", "he": "העמק דבר על דברים"}, "he": "<b> וידבר ה׳ אליכם וגו׳.</b> להלן י׳ ד׳ נתבאר דבדברות הראשונות היינו דכתיב שם זכור. כתיב אשר דבר ה׳ עמכם. ובדברות השניות דכתיב שמור כתיב אשר דבר ה׳ אליכם. והוא משום דזכור שמעו גם כל ישראל משא״כ שמור לא שמע אלא משה וישראל לא שמעו רק שמעו עוד קול דברים מלבד הלשון ששמעו. וזה הענין הנפלא מצייר משה כאן וידבר ה׳ אליכם וגו׳ היינו קול דברים אתם שומעים. ולא דברים:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": "<b>Hashem addressed you</b>. Later (Devarim 10:4) with regard to the first set of Ten Commandments, which says, “Remember the day of Shabbos” the verse states, “That Hashem addressed to you,” whereas with regard to the second tablets which say “Preserve the day of Shabbos,” (Devarim 5:12) it states, “that Hashem addressed you.” This is because all of Yisroel heard “Remember” but only Moshe heard “Preserve” and the rest of Yisroel did not. They heard other sounds apart from the words that they heard. The amazing fact that Moshe is describing here, “Hashem addressed you” meaning that you heard the sounds of speech but not words. ", "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c178c2cbb386c00d3de6d91", "index_title": "Midrash Lekach Tov on Lamentations", "category": "Midrash", "type": "", "ref": "Midrash Lekach Tov on Lamentations 1:1:1", "anchorRef": "Deuteronomy 10:4", "anchorRefExpanded": ["Deuteronomy 10:4"], "sourceRef": "Midrash Lekach Tov on Lamentations 1:1:1", "sourceHeRef": "מדרש לקח טוב על איכה א׳:א׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Midrash Lekach Tov on Lamentations", "he": "מדרש לקח טוב על איכה"}, "he": "<b>איכה.</b> אמ' ירמיהו משה ראה את ישראל רבים ככוכבים השמים ואמר עליהם (דברים א יג) איכה אשא לבדי טרחכם (דברים י׳:ד׳) י\"י אלהיכם הרבה אתכם והנכם היום ככוכבי השמים לרוב ועכשיו הם יושבים כאבל וקונן עליהם איכה אמר ירמיהו הנביא אֵי כה איה הבטחה שאמ' הש' לאברהם אבינו (בראשית טו ה) הבט נא השמימה וספור הכוכבים אם תוכל לספר אותם ויאמר לו כה יהיה זרעך איה כה שנאמר לאבינו יעקב (שמות יט ג) כה תאמר לבית יעקב וגו' ולמה נאמרו קינות באל\"ף בי\"ת כדי שיהיו נגרסים בפי המקוננים ד\"א למה לקו ישראל באל\"ף בי\"ת הם עברו מאל\"ף ועד תי\"ו לפיכך לקו מא' ועד תי\"ו תדע לך שהרי אלות שבמשנה תורה מן וי\"ו עד ה\"א שנ' (דברים כח טו) והיה אם לא תשמע עד ואין קונה שהרי כ\"ד פסוקים וכ\"ב אותיות מנין אל\"ף בי\"ת ס\"א למה לקו באל\"ף בי\"ת אמ' הש' (ויקרא כו מג) יען וביען במשפטי מאסו אני אמרתי לברכם מא' ועד תי\"ו שנ' (ויקרא כו ג, לג) אם בחוקותי עד קוממיות והם סרחו ולקו מא' ועד תי\"ו.", "heVersionTitle": "The Commentary of R. Tobia ben Elieser on Echah. London, 1908", "heLicense": "Public Domain", "heVersionTitleInHebrew": " פירוש לקח טוב על מגלת איכה, לונדון תרס\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d6f896b9728dd00a0871b59", "index_title": "Nachal Kedumim on Torah", "category": "Commentary", "type": "commentary", "ref": "Nachal Kedumim on Torah, Deuteronomy 10:4:1", "anchorRef": "Deuteronomy 10:4", "anchorRefExpanded": ["Deuteronomy 10:4"], "sourceRef": "Nachal Kedumim on Torah, Deuteronomy 10:4:1", "sourceHeRef": "נחל קדומים על תורה, דברים י׳:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1768, 1792], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Nachal Kedumim", "he": "נחל קדומים"}, "heTitle": "דברים", "he": "<b>בצדקתי הביאני ה' לרשת.</b> הביאני ה' לארץ ישראל. הביאני המלך חדריו. הביאני אל בית היין. כך הוא במסרה ואפשר לומר בהקדים מ\"ש הרשב\"א דמ\"ש מכאן מודעא רבא לאורייתא היינו קודם שבאו לא\"י אבל אחר שבאו לא\"י בטלה מודעא דכתיב ויתן להם ארצות גוים בעבור ישמרו וגו' וכל זה היינו אם ארץ ישראל מתנה אבל אם היא ירושה המודעא במקומה אבל אם היא מתנה דינא דמלכותא דינא מפני שיכול לגרשם מארצו וכמ\"ש הרב פרשת דרכים עיין שם באורך ואמרו רבותינו ז\"ל הביאני אל בית היין זה הר סיני אמור מעתה זה כוונת המסורה הביאני אל בית היין זה הר סיני ואז היה מודעא אך על ידי מתנת הארץ פקעה מודעא ואל תאמר הביאני לרשת שהיא ירושה אלא האמת שהיא מתנה הביאני ה' לא\"י והוא מטובו הגדול והיא מתנה וליכא מודעא דדינא דמלכותא דינא וז\"ש הביאני המלך חדריו ודינא דמלכותא דינא ודוק:", "heVersionTitle": "Nachal Kedumim, Warsaw, 1889", "heLicense": "Public Domain", "heVersionTitleInHebrew": "נחל קדומים, וורשא תרמ\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ea1578ff4dafb83a5476c69", "index_title": "Reshimot Shiurim on Yevamot", "category": "Quoting Commentary", "type": "", "ref": "Reshimot Shiurim on Yevamot 6b:39", "anchorRef": "Deuteronomy 10:4-5", "anchorRefExpanded": ["Deuteronomy 10:4", "Deuteronomy 10:5"], "sourceRef": "Reshimot Shiurim on Yevamot 6b:39", "sourceHeRef": "רשימות שיעורים על יבמות ו׳ ב:ל״ט", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1913, 2011], "commentaryNum": 12.0039, "collectiveTitle": {"en": "Reshimot Shiurim on Yevamot", "he": "רשימות שיעורים על יבמות"}, "heTitle": "רשימות שיעורים על יבמות", "he": "ונראה לבאר את המחלוקת עפי\"מ שחלוקים הרמב\"ם והרמב\"ן ביסוד קדושת ביהמ\"ק. דהנה הרמב\"ם כתב (בפ\"א מהל' בית הבחירה הל\"א) וז\"ל מצות עשה לעשות בית ליי' מוכן להיות מקריבים בו הקרבנות וחוגגין אליו שלש פעמים בשנה שנאמר ועשו לי מקדש עכ\"ל. יוצא איפוא אליבא דהרמב\"ם דעיקר המצוה בבניית בית המקדש הוא שיהיה בית מוכן להקרבת קרבנות - דהיינו בית לצורך עבודת ד'. מאידך הרמב\"ן בפירושו עה\"ת (ריש פ' תרומה) פליג עליו וז\"ל ולכן צוה תחילה על דבר המשכן שיהיה לו בית בתוכם מקודש לשמו ושם ידבר עם משה ויצוה את בני ישראל, והנה עיקר החפץ במשכן הוא מקום מנוחת השכינה כו' וסוד המשכן הוא שיהיה הכבוד אשר שכן על הר סיני שוכן עליו בנסתר כו' עכ\"ל. ועוד כתב הרמב\"ן (דברים י': ד' - ה') וז\"ל ועל דרך הפשט יתכן כי ועשית לך ארון עצי שיטים כי הוא עיקר הכוונה בכל המשכן להיות השם יושב הכרובים כו' והנה הזכיר זו המצוה הראשונה שבענין המשכן ושהכל תלוי בה עכ\"ל. מבואר מהרמב\"ן דעיקר המצוה בבניית המשכן והמקדש הוא שיהיה מקום מוכן להשראת השכינה בתוך בני ישראל. וצריך שיהיה בו מקום להניח בו ארון הקדש שהוא עיקר המקום של השראת השכינה. וראייה לרמב\"ן שקדושת ביהמ\"ק חלה מחמת התורה שהרי הוא עיקר מקום ישיבת הסנהדרין הגדול, שהם עמודי ההוראה ועיקר התורה שבעל פה (ועיין ברמב\"ם פ\"א מהל' ממרים הל\"א ופ\"ה מהל' בית הבחירה הל' י\"ז)<sup class=\"footnote-marker\">243)</sup><i class=\"footnote\">עיין ברש\"י עה\"ת (שמות כ\"א: א) ובתורה תמימה.</i>. אמנם יש להעיר דאפילו לרמב\"ן עצם החפצא של הארון אינו מעכב שהרי בבית שני לא היה חפצא של ארון אלא ר\"ל שמקום הארון הוא מעכב, ובבית שני כמו בבית ראשון ובמשכן<sup class=\"footnote-marker\">244)</sup><i class=\"footnote\">ברם יתכן שקיימת נ\"מ בין משכן למקדש בדבר זה דבמשכן החפצא של ארון היה מעכב. ואילו במקדש רק מקום הארון היה מעכב ולא החפצא של הארון. וכן משמע מפרש\"י למס' פסחים (דף לח ב ד\"ה זאת אומרת) שכ' וז\"ל חרבה שילה בימי עלי כשנשבה הארון בארץ פלשתים, באו להם לנוב ולא היה שם משכן אלא בית של אבנים היה והוקבע שם מזבח הנחשת אבל ארון לא היה שם עכ\"ל, ומשמע שמשכן שילה נחרב משום שנשבה הארון, ושנוב לא נתקדש בקדושת המשכן מפני שחסר בו החפצא דארון ואע\"פ שהיה שם מזבח הנחשת. ובביאור הנ\"מ בין המקדש דקדושת המקדש תלויה במקום הארון ואילו קדושת המשכן תלויה בחפצא של הארון, אמר רבינו זצ\"ל שיתכן שהמשכן לא נתקדש בקדושת מקום אלא רק בקדושת החפצא של המשכן וכליו בלבד, ואילו בביהמ\"ק חלה קדושת מקום. והראייה ממה שקדושת ביהמ\"ק לא בטלה בחורבנו (רמב\"ם פ\"ו מהל' בית הבחירה הלט\"ז) והמשכן משנחרב קדושתו בטילה. ועיין בס' חמדת ישראל מצות עשה ב' ובס' כלי חמדה פר' תרומה אות ג' ובפרשת פקודי אות א'. וע\"ע ברשימות שיעורים לשבועות ונדרים חלק א' ענין צדקה אות ה'.</i> היה ק\"ק דהוי מקום הארון. ברם יתכן שהיה קידוש בית שני ע\"י החפצא של הארון שהרי הארון היה גנוז מתחת לקרקע ביהמ\"ק אף בבית שני (רמב\"ם פ\"ד מהל' בית הבחירה הל\"א)<sup class=\"footnote-marker\">245)</sup><i class=\"footnote\">סברה זו קשה להולמה מאחר שהארון לא היה במקומו בתוך ק\"ק וא\"כ היאך קידש הוא את ביהמ\"ק. ועוד צ\"ע שאם המחילות ששם נגנז הארון לא נתקדשו והיו חול אזי הארון לא היה גנוז כלל בתוך קדושת מקום ביהמ\"ק ופשיטא שממקום חול שמחוץ לקדושת המקדש לא היה יכול הארון לקדש את ביהמ\"ק. אך פסק הרמב\"ם (פ\"ו מהל' בית הבחירה הל\"ט) הוא שמחילה הפתוחה לעזרה קדושה היא בקדושת ביהמ\"ק. ובגמרא יומא (נג ב - נד א) יש מחלוקת אם הארון היה גנוז בק\"ק או בלשכת העצים. ובכן י\"ל שאם הארון היה גנוז במחילה הפתוחה לק\"ק אזי הארון קידש את הבית משום שלמחילה עצמה היתה קדושת ק\"ק. ומאידך אם היה גנוז בלשכת העצים לא היה מקדש את הבית. ופסק הרמב\"ם במקום גניזת הארון אינו מבורר, וצ\"ע.</i>. ולפי\"ז נראה שיש נ\"מ בין הרמב\"ם לבין הרמב\"ן בבניית ביהמ\"ק בלי מזבח, שלרמב\"ם מזבח להקריב עליו קרבנות מעכב במצות בנין בית המקדש<sup class=\"footnote-marker\">246)</sup><i class=\"footnote\">לפי\"ז יל\"ע אליבא דהרמב\"ם האם המזבח מעכב רק במצות בנין ביהמ\"ק בלבד או אפילו מעכב בחלות קדושת ביהמ\"ק במקום. והרי לרמב\"ם (פ\"ו מהל' בית הבחירה הלט\"ז) בזמה\"ז נשארת קדושת המקום במקדש אפי' בלי מזבח, וצ\"ע.</i> ואילו אליבא דהרמב\"ן אינו מעכב.", "heVersionTitle": "Reshimot Shiurim, Yevamot, New York, 2011", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "רשימות שיעורים על מסכת יבמות, תשע\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ea15ad4914f5ac0a4c0c0e1", "index_title": "Reshimot Shiurim on Bava Kamma", "category": "Quoting Commentary", "type": "", "ref": "Reshimot Shiurim on Bava Kamma 36b:60", "anchorRef": "Deuteronomy 10:4-5", "anchorRefExpanded": ["Deuteronomy 10:4", "Deuteronomy 10:5"], "sourceRef": "Reshimot Shiurim on Bava Kamma 36b:60", "sourceHeRef": "רשימות שיעורים על בבא קמא ל״ו ב:ס׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1921, 1999], "commentaryNum": 72.006, "collectiveTitle": {"en": "Reshimot Shiurim on Bava Kamma", "he": "רשימות שיעורים על בבא קמא"}, "heTitle": "רשימות שיעורים על בבא קמא", "he": "נראה שאע\"פ שיסוד דין קדושת בהכ\"נ אליבא דהרמב\"ם מוטל בספק אם קדושתו מעין קדושת מקדש או מדין הוקצה למצותו, עכ\"ז מצותו דבהכ\"נ דומה למצות בהמ\"ק וכמו שיתבאר. הנה הרמב\"ם כתב בפ\"א מהל' בית הבחירה (הל\"א) וז\"ל מצות עשה לעשות בית ליי' מוכן להיות מקריבים בו הקרבנות וחוגגין אליו שלש פעמים בשנה שנאמר ועשו לי מקדש, עכ\"ל. יוצא איפוא אליבא דהרמב\"ם כי עיקר קיום המצוה בבניית המקדש הוא שיהיה בית מוכן להקרבת הקרבנות - כלומר לצורך עבודת ד'.<sup class=\"footnote-marker\">16)</sup><i class=\"footnote\">ומאידך אמר מרן מו\"ר הרב זצ\"ל שמדברי הרמב\"ן בפירושו על התורה (ריש פרשת תרומה) נראה שחולק עליו וז\"ל ולכן צוה תחלה על דבר המשכן שיהיה לו בית בתוכם מקודש לשמו ושם ידבר עם משה ויצוה את בני ישראל והנה עיקר החפץ במשכן הוא מקום מנוחת השכינה וכו' וסוד המשכן הוא שיהיה הכבוד אשר שכן על הר סיני שוכן עליו בנסתר וכו' עכ\"ל. יוצא שלפי הרמב\"ן עיקר קיום מצות עשיית מקדש הוא שיהיה מקום מוכן להשראת השכינה בתוך ישראל. ונ\"מ לכאורה בנוגע לבניית מקדש בלי מזבח שלרמב\"ם מזבח מעכב במצות מקדש ולרמב\"ן לא מעכב. ועיין ברמב\"ן לפרשת עקב (דברים י': ד - ה) וז\"ל על דרך הפשט יתכן כי ועשית לך ארון עצי שיטים כי הוא עיקר הכוונה בכל המשכן להיות השם יושב הכרובים וכו' והנה הזכיר זו המצוה הראשונה שבענין המשכן ושהכל תלוי בה וכו' עכ\"ל. ומדבריו יוצא שכוונת המשכן היא שיהיה מקום לארון ובתכלית של השראת השכינה, ואילו כוונת המזבח היא עבודה. וראוי להעיר אמר מרן הרב זצ\"ל שעצם הארון אינו מעכב במקדש כמו שראינו בבית שני שחסר בו ארון ואילו מקום הארון בבית ק\"ק אכן מעכב. ויש לעיין אם יש נ\"מ בין משכן למקדש כי יתכן שבמשכן החפצא של הארון מעכב, וכן משמע שמשכן שילה נחרב כששבו הפלישתים את הארון. עיין ברש\"י בפסחים (לח ב, ד\"ה זאת אומרת) וז\"ל חרבה שילה בימי עלי כשנשבה הארון בארץ פלשתים, באו להם לנוב ולא היה שם משכן אלא בית של אבנים היה והוקבע שם מזבח הנחשת אבל ארון לא היה שם וכו' עכ\"ל, משמע ממנו שנוב לא נתקדש בקודשת המשכן משום שחסר ארון ואע\"פ שהיה שם המזבח הנחשת. אמנם במקדש עצם הארון אינו מעכב. ועיין בס' חמדת ישראל להגאון הרב מאיר פלאצקי זצוק\"ל מצות עשה ב' שהקשה שלפי דבריו למה מנה הרמב\"ן את עשיית הארון כמצוה בפני עצמה, עיי\"ש מה שתירץ. ועיי\"ע בס' כלי חמדה פר' תרומה אות ג' ובפרשת פקודי אות א'.</i> וז\"ל הרמב\"ם בפ' י\"א מהלכות תפלה הל\"א: כל מקום שיש בו עשרה מישראל צריך להכין לו בית שיכנסו בו לתפלה בכל עת תפלה ומקום זה נקרא בה\"כ, עכ\"ל, לרמב\"ם קיום מצות בהכ\"נ הוא שיהיה מקום מוכן לתפלה. והנה תפלה היא עבודה שבלב כמו שכותב הרמב\"ם (פ\"א מהל' תפלה הל\"א) ז\"ל מצות עשה להתפלל בכל יום שנאמר ועבדתם את יי' אלהיכם. מפי השמועה למדו שעבודה זו היא תפלה שנאמר ולעבדו בכל לבבכם אמרו חכמים אי זו היא עבודה שבלב זו תפלה, עכ\"ל, הרי שעיקר מצוותיהם של בהכ\"נ ומקדש שוות הן שכן שניהם מקומות המוכנים לעבודת ד' ע\"י הקרבת קרבנות או ע\"י תפלה. בכך מוסברת המצוה להתפלל נוכח מקום המקדש (פ\"ה מהל' תפלה הל' א', וג') וכתחינת שלמה המלך (מלכים א': ל\"ח): \"כל תפלה כל תחנה אשר תהיה לכל האדם לכל עמך ישראל אשר ידעון איש נגע לבבו ופרש כפיו אל הבית הזה\", ועולה מזה שבהכ\"נ והמקדש דומים בעצם קיום מצוותם.", "heVersionTitle": "Reshimot Shiurim, Bava Kamma, New York, 1998", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "רשימות שיעורים על מסכת ב\"ק, ניו יורק תשנ\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5eb936ffa1c626189db8b9f4", "index_title": "Reshimot Shiurim on Berakhot", "category": "Quoting Commentary", "type": "", "ref": "Reshimot Shiurim on Berakhot 8a:22", "anchorRef": "Deuteronomy 10:4-5", "anchorRefExpanded": ["Deuteronomy 10:4", "Deuteronomy 10:5"], "sourceRef": "Reshimot Shiurim on Berakhot 8a:22", "sourceHeRef": "רשימות שיעורים על ברכות ח׳ א:כ״ב", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1909, 2011], "commentaryNum": 15.0022, "collectiveTitle": {"en": "Reshimot Shiurim on Berakhot", "he": "רשימות שיעורים על ברכות"}, "heTitle": "רשימות שיעורים על ברכות", "he": "ונראה לבאר את המחלוקת עפי\"מ שחלוקים הרמב\"ם והרמב\"ן ביסוד קדושת בית המקדש. דהנה הרמב\"ם כתב (פ\"א מהל' בית הבחירה ה\"א) וז\"ל מצות עשה לעשות בית לה' מוכן להיות מקריבים בו הקרבנות וחוגגין אליו שלש פעמים בשנה שנאמר ועשו לי מקדש עכ\"ל. ומבואר דאליבא דהרמב\"ם עיקר המצוה בבניית בית המקדש הוא שיהיה בית מוכן להקרבת קרבנות - דהיינו בית לצורך עבודת ד'. מאידך הרמב\"ן בפירושו עה\"ת (ריש פ' תרומה) פליג עליו וז\"ל ולכן צוה תחילה על דבר המשכן שיהיה לו בית בתוכם מקודש לשמו ושם ידבר עם משה ויצוה את בני ישראל, והנה עיקר החפץ במשכן הוא מקום מנוחת השכינה כו' וסוד המשכן הוא שיהיה הכבוד אשר שכן על הר סיני שוכן עליו בנסתר כו' עכ\"ל. ועוד כתב הרמב\"ן (דברים י', ד' - ה') וז\"ל ועל דרך הפשט יתכן כי ועשית לך ארון עץ ירמוז לארון שעשה בצלאל. וזה כי מתחלה נצטווה משה על המשכן וכליו, והיתה המצוה הראשונה ועשו ארון עצי שיטים כי הוא עיקר הכוונה בכל המשכן להיות השם יושב הכרובים כו' והנה הזכיר זו המצוה הראשונה שבענין המשכן ושהכל תלוי בה עכ\"ל. ומבואר מהרמב\"ן דעיקר המצוה בבניית המשכן והמקדש הוא שיהיה מקום מוכן להשראת השכינה בתוך בני ישראל. וצריך שיהיה בו מקום להניח בו ארון הקדש שהוא עיקר המקום של השראת השכינה. אמנם יש להעיר דאפילו לרמב\"ן עצם החפצא של הארון אינו מעכב, שהרי בבית שני לא היה ארון קדש אלא שמקום הארון מעכב, ובבית שני כמו בבית ראשון ובמשכן היה מקום ק\"ק שהוא מקום הארון. ולפי\"ז נראה שיש נ\"מ בין הרמב\"ם לבין הרמב\"ן בבניית בית המקדש בלי מזבח, שלרמב\"ם מזבח להקריב עליו קרבנות מעכב במצות בנין בית המקדש ואילו אליבא דהרמב\"ן מזבח אינו מעכב.", "heVersionTitle": "Reshimot Shiurim, Berakhot, New York, 2012", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "רשימות שיעורים על מסכת ברכות, תשע\"ב", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "62037e556bfddfbb310feb33", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "anchorRef": "Deuteronomy 1:1-34:12", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43", "Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32", "Deuteronomy 12:1", "Deuteronomy 12:2", "Deuteronomy 12:3", "Deuteronomy 12:4", "Deuteronomy 12:5", "Deuteronomy 12:6", "Deuteronomy 12:7", "Deuteronomy 12:8", "Deuteronomy 12:9", "Deuteronomy 12:10", "Deuteronomy 12:11", "Deuteronomy 12:12", "Deuteronomy 12:13", "Deuteronomy 12:14", "Deuteronomy 12:15", "Deuteronomy 12:16", "Deuteronomy 12:17", "Deuteronomy 12:18", "Deuteronomy 12:19", "Deuteronomy 12:20", "Deuteronomy 12:21", "Deuteronomy 12:22", "Deuteronomy 12:23", "Deuteronomy 12:24", "Deuteronomy 12:25", "Deuteronomy 12:26", "Deuteronomy 12:27", "Deuteronomy 12:28", "Deuteronomy 12:29", "Deuteronomy 12:30", "Deuteronomy 12:31", "Deuteronomy 13:1", "Deuteronomy 13:2", "Deuteronomy 13:3", "Deuteronomy 13:4", "Deuteronomy 13:5", "Deuteronomy 13:6", "Deuteronomy 13:7", "Deuteronomy 13:8", "Deuteronomy 13:9", "Deuteronomy 13:10", "Deuteronomy 13:11", "Deuteronomy 13:12", "Deuteronomy 13:13", "Deuteronomy 13:14", "Deuteronomy 13:15", "Deuteronomy 13:16", "Deuteronomy 13:17", "Deuteronomy 13:18", "Deuteronomy 13:19", "Deuteronomy 14:1", "Deuteronomy 14:2", "Deuteronomy 14:3", "Deuteronomy 14:4", "Deuteronomy 14:5", "Deuteronomy 14:6", "Deuteronomy 14:7", "Deuteronomy 14:8", "Deuteronomy 14:9", "Deuteronomy 14:10", "Deuteronomy 14:11", "Deuteronomy 14:12", "Deuteronomy 14:13", "Deuteronomy 14:14", "Deuteronomy 14:15", "Deuteronomy 14:16", "Deuteronomy 14:17", "Deuteronomy 14:18", "Deuteronomy 14:19", "Deuteronomy 14:20", "Deuteronomy 14:21", "Deuteronomy 14:22", "Deuteronomy 14:23", "Deuteronomy 14:24", "Deuteronomy 14:25", "Deuteronomy 14:26", "Deuteronomy 14:27", "Deuteronomy 14:28", "Deuteronomy 14:29", "Deuteronomy 15:1", "Deuteronomy 15:2", "Deuteronomy 15:3", "Deuteronomy 15:4", "Deuteronomy 15:5", "Deuteronomy 15:6", "Deuteronomy 15:7", "Deuteronomy 15:8", "Deuteronomy 15:9", "Deuteronomy 15:10", "Deuteronomy 15:11", "Deuteronomy 15:12", "Deuteronomy 15:13", "Deuteronomy 15:14", "Deuteronomy 15:15", "Deuteronomy 15:16", "Deuteronomy 15:17", "Deuteronomy 15:18", "Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17", "Deuteronomy 16:18", "Deuteronomy 16:19", "Deuteronomy 16:20", "Deuteronomy 16:21", "Deuteronomy 16:22", "Deuteronomy 17:1", "Deuteronomy 17:2", "Deuteronomy 17:3", "Deuteronomy 17:4", "Deuteronomy 17:5", "Deuteronomy 17:6", "Deuteronomy 17:7", "Deuteronomy 17:8", "Deuteronomy 17:9", "Deuteronomy 17:10", "Deuteronomy 17:11", "Deuteronomy 17:12", "Deuteronomy 17:13", "Deuteronomy 17:14", "Deuteronomy 17:15", "Deuteronomy 17:16", "Deuteronomy 17:17", "Deuteronomy 17:18", "Deuteronomy 17:19", "Deuteronomy 17:20", "Deuteronomy 18:1", "Deuteronomy 18:2", "Deuteronomy 18:3", "Deuteronomy 18:4", "Deuteronomy 18:5", "Deuteronomy 18:6", "Deuteronomy 18:7", "Deuteronomy 18:8", "Deuteronomy 18:9", "Deuteronomy 18:10", "Deuteronomy 18:11", "Deuteronomy 18:12", "Deuteronomy 18:13", "Deuteronomy 18:14", "Deuteronomy 18:15", "Deuteronomy 18:16", "Deuteronomy 18:17", "Deuteronomy 18:18", "Deuteronomy 18:19", "Deuteronomy 18:20", "Deuteronomy 18:21", "Deuteronomy 18:22", "Deuteronomy 19:1", "Deuteronomy 19:2", "Deuteronomy 19:3", "Deuteronomy 19:4", "Deuteronomy 19:5", "Deuteronomy 19:6", "Deuteronomy 19:7", "Deuteronomy 19:8", "Deuteronomy 19:9", "Deuteronomy 19:10", "Deuteronomy 19:11", "Deuteronomy 19:12", "Deuteronomy 19:13", "Deuteronomy 19:14", "Deuteronomy 19:15", "Deuteronomy 19:16", "Deuteronomy 19:17", "Deuteronomy 19:18", "Deuteronomy 19:19", "Deuteronomy 19:20", "Deuteronomy 19:21", "Deuteronomy 20:1", "Deuteronomy 20:2", "Deuteronomy 20:3", "Deuteronomy 20:4", "Deuteronomy 20:5", "Deuteronomy 20:6", "Deuteronomy 20:7", "Deuteronomy 20:8", "Deuteronomy 20:9", "Deuteronomy 20:10", "Deuteronomy 20:11", "Deuteronomy 20:12", "Deuteronomy 20:13", "Deuteronomy 20:14", "Deuteronomy 20:15", "Deuteronomy 20:16", "Deuteronomy 20:17", "Deuteronomy 20:18", "Deuteronomy 20:19", "Deuteronomy 20:20", "Deuteronomy 21:1", "Deuteronomy 21:2", "Deuteronomy 21:3", "Deuteronomy 21:4", "Deuteronomy 21:5", "Deuteronomy 21:6", "Deuteronomy 21:7", "Deuteronomy 21:8", "Deuteronomy 21:9", "Deuteronomy 21:10", "Deuteronomy 21:11", "Deuteronomy 21:12", "Deuteronomy 21:13", "Deuteronomy 21:14", "Deuteronomy 21:15", "Deuteronomy 21:16", "Deuteronomy 21:17", "Deuteronomy 21:18", "Deuteronomy 21:19", "Deuteronomy 21:20", "Deuteronomy 21:21", "Deuteronomy 21:22", "Deuteronomy 21:23", "Deuteronomy 22:1", "Deuteronomy 22:2", "Deuteronomy 22:3", "Deuteronomy 22:4", "Deuteronomy 22:5", "Deuteronomy 22:6", "Deuteronomy 22:7", "Deuteronomy 22:8", "Deuteronomy 22:9", "Deuteronomy 22:10", "Deuteronomy 22:11", "Deuteronomy 22:12", "Deuteronomy 22:13", "Deuteronomy 22:14", "Deuteronomy 22:15", "Deuteronomy 22:16", "Deuteronomy 22:17", "Deuteronomy 22:18", "Deuteronomy 22:19", "Deuteronomy 22:20", "Deuteronomy 22:21", "Deuteronomy 22:22", "Deuteronomy 22:23", "Deuteronomy 22:24", "Deuteronomy 22:25", "Deuteronomy 22:26", "Deuteronomy 22:27", "Deuteronomy 22:28", "Deuteronomy 22:29", "Deuteronomy 23:1", "Deuteronomy 23:2", "Deuteronomy 23:3", "Deuteronomy 23:4", "Deuteronomy 23:5", "Deuteronomy 23:6", "Deuteronomy 23:7", "Deuteronomy 23:8", "Deuteronomy 23:9", "Deuteronomy 23:10", "Deuteronomy 23:11", "Deuteronomy 23:12", "Deuteronomy 23:13", "Deuteronomy 23:14", "Deuteronomy 23:15", "Deuteronomy 23:16", "Deuteronomy 23:17", "Deuteronomy 23:18", "Deuteronomy 23:19", "Deuteronomy 23:20", "Deuteronomy 23:21", "Deuteronomy 23:22", "Deuteronomy 23:23", "Deuteronomy 23:24", "Deuteronomy 23:25", "Deuteronomy 23:26", "Deuteronomy 24:1", "Deuteronomy 24:2", "Deuteronomy 24:3", "Deuteronomy 24:4", "Deuteronomy 24:5", "Deuteronomy 24:6", "Deuteronomy 24:7", "Deuteronomy 24:8", "Deuteronomy 24:9", "Deuteronomy 24:10", "Deuteronomy 24:11", "Deuteronomy 24:12", "Deuteronomy 24:13", "Deuteronomy 24:14", "Deuteronomy 24:15", "Deuteronomy 24:16", "Deuteronomy 24:17", "Deuteronomy 24:18", "Deuteronomy 24:19", "Deuteronomy 24:20", "Deuteronomy 24:21", "Deuteronomy 24:22", "Deuteronomy 25:1", "Deuteronomy 25:2", "Deuteronomy 25:3", "Deuteronomy 25:4", "Deuteronomy 25:5", "Deuteronomy 25:6", "Deuteronomy 25:7", "Deuteronomy 25:8", "Deuteronomy 25:9", "Deuteronomy 25:10", "Deuteronomy 25:11", "Deuteronomy 25:12", "Deuteronomy 25:13", "Deuteronomy 25:14", "Deuteronomy 25:15", "Deuteronomy 25:16", "Deuteronomy 25:17", "Deuteronomy 25:18", "Deuteronomy 25:19", "Deuteronomy 26:1", "Deuteronomy 26:2", "Deuteronomy 26:3", "Deuteronomy 26:4", "Deuteronomy 26:5", "Deuteronomy 26:6", "Deuteronomy 26:7", "Deuteronomy 26:8", "Deuteronomy 26:9", "Deuteronomy 26:10", "Deuteronomy 26:11", "Deuteronomy 26:12", "Deuteronomy 26:13", "Deuteronomy 26:14", "Deuteronomy 26:15", "Deuteronomy 26:16", "Deuteronomy 26:17", "Deuteronomy 26:18", "Deuteronomy 26:19", "Deuteronomy 27:1", "Deuteronomy 27:2", "Deuteronomy 27:3", "Deuteronomy 27:4", "Deuteronomy 27:5", "Deuteronomy 27:6", "Deuteronomy 27:7", "Deuteronomy 27:8", "Deuteronomy 27:9", "Deuteronomy 27:10", "Deuteronomy 27:11", "Deuteronomy 27:12", "Deuteronomy 27:13", "Deuteronomy 27:14", "Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26", "Deuteronomy 28:1", "Deuteronomy 28:2", "Deuteronomy 28:3", "Deuteronomy 28:4", "Deuteronomy 28:5", "Deuteronomy 28:6", "Deuteronomy 28:7", "Deuteronomy 28:8", "Deuteronomy 28:9", "Deuteronomy 28:10", "Deuteronomy 28:11", "Deuteronomy 28:12", "Deuteronomy 28:13", "Deuteronomy 28:14", "Deuteronomy 28:15", "Deuteronomy 28:16", "Deuteronomy 28:17", "Deuteronomy 28:18", "Deuteronomy 28:19", "Deuteronomy 28:20", "Deuteronomy 28:21", "Deuteronomy 28:22", "Deuteronomy 28:23", "Deuteronomy 28:24", "Deuteronomy 28:25", "Deuteronomy 28:26", "Deuteronomy 28:27", "Deuteronomy 28:28", "Deuteronomy 28:29", "Deuteronomy 28:30", "Deuteronomy 28:31", "Deuteronomy 28:32", "Deuteronomy 28:33", "Deuteronomy 28:34", "Deuteronomy 28:35", "Deuteronomy 28:36", "Deuteronomy 28:37", "Deuteronomy 28:38", "Deuteronomy 28:39", "Deuteronomy 28:40", "Deuteronomy 28:41", "Deuteronomy 28:42", "Deuteronomy 28:43", "Deuteronomy 28:44", "Deuteronomy 28:45", "Deuteronomy 28:46", "Deuteronomy 28:47", "Deuteronomy 28:48", "Deuteronomy 28:49", "Deuteronomy 28:50", "Deuteronomy 28:51", "Deuteronomy 28:52", "Deuteronomy 28:53", "Deuteronomy 28:54", "Deuteronomy 28:55", "Deuteronomy 28:56", "Deuteronomy 28:57", "Deuteronomy 28:58", "Deuteronomy 28:59", "Deuteronomy 28:60", "Deuteronomy 28:61", "Deuteronomy 28:62", "Deuteronomy 28:63", "Deuteronomy 28:64", "Deuteronomy 28:65", "Deuteronomy 28:66", "Deuteronomy 28:67", "Deuteronomy 28:68", "Deuteronomy 28:69", "Deuteronomy 29:1", "Deuteronomy 29:2", "Deuteronomy 29:3", "Deuteronomy 29:4", "Deuteronomy 29:5", "Deuteronomy 29:6", "Deuteronomy 29:7", "Deuteronomy 29:8", "Deuteronomy 29:9", "Deuteronomy 29:10", "Deuteronomy 29:11", "Deuteronomy 29:12", "Deuteronomy 29:13", "Deuteronomy 29:14", "Deuteronomy 29:15", "Deuteronomy 29:16", "Deuteronomy 29:17", "Deuteronomy 29:18", "Deuteronomy 29:19", "Deuteronomy 29:20", "Deuteronomy 29:21", "Deuteronomy 29:22", "Deuteronomy 29:23", "Deuteronomy 29:24", "Deuteronomy 29:25", "Deuteronomy 29:26", "Deuteronomy 29:27", "Deuteronomy 29:28", "Deuteronomy 30:1", "Deuteronomy 30:2", "Deuteronomy 30:3", "Deuteronomy 30:4", "Deuteronomy 30:5", "Deuteronomy 30:6", "Deuteronomy 30:7", "Deuteronomy 30:8", "Deuteronomy 30:9", "Deuteronomy 30:10", "Deuteronomy 30:11", "Deuteronomy 30:12", "Deuteronomy 30:13", "Deuteronomy 30:14", "Deuteronomy 30:15", "Deuteronomy 30:16", "Deuteronomy 30:17", "Deuteronomy 30:18", "Deuteronomy 30:19", "Deuteronomy 30:20", "Deuteronomy 31:1", "Deuteronomy 31:2", "Deuteronomy 31:3", "Deuteronomy 31:4", "Deuteronomy 31:5", "Deuteronomy 31:6", "Deuteronomy 31:7", "Deuteronomy 31:8", "Deuteronomy 31:9", "Deuteronomy 31:10", "Deuteronomy 31:11", "Deuteronomy 31:12", "Deuteronomy 31:13", "Deuteronomy 31:14", "Deuteronomy 31:15", "Deuteronomy 31:16", "Deuteronomy 31:17", "Deuteronomy 31:18", "Deuteronomy 31:19", "Deuteronomy 31:20", "Deuteronomy 31:21", "Deuteronomy 31:22", "Deuteronomy 31:23", "Deuteronomy 31:24", "Deuteronomy 31:25", "Deuteronomy 31:26", "Deuteronomy 31:27", "Deuteronomy 31:28", "Deuteronomy 31:29", "Deuteronomy 31:30", "Deuteronomy 32:1", "Deuteronomy 32:2", "Deuteronomy 32:3", "Deuteronomy 32:4", "Deuteronomy 32:5", "Deuteronomy 32:6", "Deuteronomy 32:7", "Deuteronomy 32:8", "Deuteronomy 32:9", "Deuteronomy 32:10", "Deuteronomy 32:11", "Deuteronomy 32:12", "Deuteronomy 32:13", "Deuteronomy 32:14", "Deuteronomy 32:15", "Deuteronomy 32:16", "Deuteronomy 32:17", "Deuteronomy 32:18", "Deuteronomy 32:19", "Deuteronomy 32:20", "Deuteronomy 32:21", "Deuteronomy 32:22", "Deuteronomy 32:23", "Deuteronomy 32:24", "Deuteronomy 32:25", "Deuteronomy 32:26", "Deuteronomy 32:27", "Deuteronomy 32:28", "Deuteronomy 32:29", "Deuteronomy 32:30", "Deuteronomy 32:31", "Deuteronomy 32:32", "Deuteronomy 32:33", "Deuteronomy 32:34", "Deuteronomy 32:35", "Deuteronomy 32:36", "Deuteronomy 32:37", "Deuteronomy 32:38", "Deuteronomy 32:39", "Deuteronomy 32:40", "Deuteronomy 32:41", "Deuteronomy 32:42", "Deuteronomy 32:43", "Deuteronomy 32:44", "Deuteronomy 32:45", "Deuteronomy 32:46", "Deuteronomy 32:47", "Deuteronomy 32:48", "Deuteronomy 32:49", "Deuteronomy 32:50", "Deuteronomy 32:51", "Deuteronomy 32:52", "Deuteronomy 33:1", "Deuteronomy 33:2", "Deuteronomy 33:3", "Deuteronomy 33:4", "Deuteronomy 33:5", "Deuteronomy 33:6", "Deuteronomy 33:7", "Deuteronomy 33:8", "Deuteronomy 33:9", "Deuteronomy 33:10", "Deuteronomy 33:11", "Deuteronomy 33:12", "Deuteronomy 33:13", "Deuteronomy 33:14", "Deuteronomy 33:15", "Deuteronomy 33:16", "Deuteronomy 33:17", "Deuteronomy 33:18", "Deuteronomy 33:19", "Deuteronomy 33:20", "Deuteronomy 33:21", "Deuteronomy 33:22", "Deuteronomy 33:23", "Deuteronomy 33:24", "Deuteronomy 33:25", "Deuteronomy 33:26", "Deuteronomy 33:27", "Deuteronomy 33:28", "Deuteronomy 33:29", "Deuteronomy 34:1", "Deuteronomy 34:2", "Deuteronomy 34:3", "Deuteronomy 34:4", "Deuteronomy 34:5", "Deuteronomy 34:6", "Deuteronomy 34:7", "Deuteronomy 34:8", "Deuteronomy 34:9", "Deuteronomy 34:10", "Deuteronomy 34:11", "Deuteronomy 34:12"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר א׳ ב׳-ל״ט", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Deuteronomy and Its Structure", "he": "דברים מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["D<small>EUTERONOMY HOLDS A UNIQUE POSITION, AND SPEAKS WITH A UNIQUE VOICE, IN THE</small> literature of the Torah. Up to this point, through the first four books, we have encountered a powerful mixture of literary genres; indeed, the books owe their characteristic stamp to the way in which they incorporate these genres. Genesis is predominantly narrative, punctuated by genealogies; Exodus begins with narrative and later proceeds with covenant-making and law, and then with the precise details of sanctuary building; Leviticus is composed almost entirely of cultic and then ethical and social law; and finally, Numbers alternates narrative and varied laws, under the structure of preparations for wilderness march, first encounters with the Promised Land, and preparations for entry. Except for Leviticus, the books also exhibit, at strategic points, striking examples of biblical poetry.", "An ancient name for Deuteronomy, <i>mishne tora</i>—which means “copy of the Torah,” but which was erroneously understood as “second Torah”—would seem to indicate more of the same combining of genres, and a not-too-close reading would support the idea of a rehashing of narrative, covenant-making, law, and poetry. But the reader who takes the time to weigh what stands before him or her will find much more. In its structure, style, content, and intent, Deuteronomy goes beyond what has preceded it. The image of Moshe addressing the assembled people on the Plains of Moab—the central setting of the book—provides the occasion for not merely a retelling, but a recasting of Israel’s mission and destiny. No book of the Torah is truer to the idea of “instruction” (Deuteronomy uses the term numerous times), including an emphasis on teaching and learning, with assembled and yet-to-be-born children as much the audience as “elders.”", "From the book’s opening phrase, “Now these are the words [or even “speeches”] that Moshe spoke to the Children of Israel / in (the country) across the Jordan,” the basic premise of Deuteronomy is that the aged Moshe, personally and indeed in the first person, speaks for the last time to the assembled Israelites, before their triumphant entry into the land of Canaan. The setting affects the entire content of the book; no longer is the narrator in the background, as in most of the Torah, but instead he is presented as directly addressing a living audience, an audience composed not only of the ancient hearers portrayed in the text but also of contemporary listeners.", "The image of a leader delivering a long public address on an auspicious occasion is well known from the ancient world, most familiarly from Greek historians (cf. Van Seters) but also abundantly in the ancient Near East (Weinfeld). The historian seeks to paint a vivid picture of the personality of his speaker and the high drama of the moment, and may go on at great length. While admitting to not having had the benefit of eyewitness sources, such chroniclers are nevertheless sincere in their desire to present what undoubtedly would have been said on such an occasion.", "Deuteronomy, whenever it was composed and placed in the Torah, takes this approach a step further. It is a fantastic conceit, really: as Rosenberg (1975) notes, Moshe, the man who was “not a man of words” (Ex. 4:10), all of a sudden finds his voice. And as Polzin (1980) has shown in his forceful analysis, in Deuteronomy Moshe’s voice functions fairly indistinguishably from God’s own—and then closes off the text by stipulating that nothing in the future is to be added or subtracted to it. So we are dealing with a text of directly authoritative character, a series of speeches that in their own self-understanding already bore the status of “Torah.” Hence Deuteronomy introduces into the Bible for the first time the concept of canon—a bounded, accepted body of authoritative literature.", "Moshe’s addresses, which include a historical review, repeated appeals to observe God’s laws and dire warnings against their violation, a reworking of previous laws and the addition of new ones, and a poem designed to keep the appeals and warnings in popular memory, have about them a deep rhetorical urgency. As such they are stylistically quite different from most of what is found in the first four books of the Bible. To be sure, there are many moments of high rhetoric in the previous narratives, and the laws—including cultic ones—are also not lacking appeals to the emotions (cf., for instance, the repeated injunctions to not oppress the sojourner, “for you were sojourners in the land of Egypt”). But as an extended piece of argumentation and pleading, Deuteronomy holds pride of place in the Torah, with its specialized vocabulary (described in the notes and commentary below), its alternately pleading and warning tone, and its long, elegant phrases (as Gottwald notes, these phrases are most often cast in the form of subordinate clauses, not the typical syntactical form found in the previous books).", "But not only does Deuteronomy provide an emotional capstone to the four books that precede it. It functions to link up with both the landed history of Israel in the narrative books to follow (Joshua through Kings) and the prophets’ emotional speeches to the people and their leaders. In the words of G. Ernest Wright,", "the central purpose of Deuteronomy is to furnish Israel with a complete order of faith and life which is the prerequisite for a prosperous and secure existence on the God-given land. The historian [of the succeeding books] shows how Israel failed to keep it and what the consequences were.", "It is in fact the monarchic setting that is commonly held to be the historical background to the compilation of Deuteronomy. While Moshe’s last days and the people’s being poised on the steppes opposite Jericho would certainly be a dramatic enough moment for our book’s speeches to occur, its language, style, and many of its concerns point to a later time in the history of Israel as a likely venue for at least a good part of its emotional appeal.", "That time, in the opinion of most biblical scholars over the past two centuries, was the middle of the reign of King Josiah (ruled 640–608 <small>B.C.E.</small>) of Judah, the southern kingdom (Israel, the north, had been overrun by Assyria a century previously). The Assyrian Empire, dominant in the region for three hundred years, was on the wane, and Josiah took advantage of this decline of power to expand his kingdom northward. He also—at about the time of the death of Ashurbanipal, the last powerful king of Assyria—began a wide-ranging reform that consisted largely of destroying the local “high places” of pagan worship that had figured so prominently in the reign of his grandfather, the notorious Manasseh (ruled 687–642). II Kings 23 describes the purge in great detail, noting both places and priests that were now rendered inoperative in favor of the centralization of the cult in Jerusalem.", "It is within this setting that Chapter  22 reports the dramatic discovery of a scroll “of the Torah.”", "The high priest Hilkiah said to Shaphan the secretary, “I have found the book of the law in the house of the L<small>ORD</small>.” … Shaphan then read it aloud to the king. When the king heard the words of the book of the law, he tore his clothes. Then the king commanded … saying: “Go, inquire of the L<small>ORD</small> for me, for the people, and for all Judah, concerning the words of this book that has been found, for great is the wrath of the L<small>ORD</small> … because our ancestors did not obey the words of this book, to do according to all that is written concerning us.” (22:8, 10–13, New Revised Standard Version)", "What precisely were the contents of the “book” we do not know; but it is usually taken to have been some form of Deuteronomy. The rhetorical force of the newly discovered text must have been considerable, for its reported result was that the king", "directed that all the elders of Judah and Jerusalem should be gathered to him. … he read in their hearing all the words of the book of the covenant that had been found in the house of the L<small>ORD</small>. The king stood by the pillar and made a covenant before the L<small>ORD</small>, to follow the L<small>ORD</small>, keeping his commandments, his decrees, and his statutes, with all his heart and all his soul, to perform the words of this covenant that were written in this book. All the people joined in the covenant. (23:1–3)", "The connections between these passages and the style of Deuteronomy will be obvious to anyone who reads the book, and it seems clear that Josiah’s reforms are closely related to concerns expressed in Deuteronomy.", "The Bible’s portrayal of this background does not necessarily mean that Deuteronomy was composed for the occasion, or even that it originated in Judah. Several scholars (notably Ginsberg) have remarked on connections to the northern kingdom of Israel (e.g., affinities to the prophet Hosea), and so it is possible that at least some of our book was a series of traditions brought south by refugees fleeing the Assyrian onslaught. In any event, the text of Deuteronomy addresses its audience with such emotional immediacy that it may safely be presumed that a crisis of major proportions loomed, and the opportunity presented itself for a large-scale revival—or redefinition—of Israel’s self-understanding. Similar crises later in Jewish history may have led to the editing and writing down (but not necessarily the composition) of other central texts, the Mishnah (c. 200) and the Babylonian Talmud (c. 450). Like these documents, and like the first four books of the Torah, Deuteronomy is written in such a way that it is difficult to pin down its precise background, which through additions and circumspection has been substantially obliterated. What is left to us are the many repetitions of “today” or “this day,” which signal the desire to make the “Instruction” contemporary for the audience, whoever and whenever that may be.", "The net effect of this process of creation and development was to establish the Torah’s character as a text that shows signs of new life and new thinking within itself. Deuteronomy, by its inclusion as the final book of the five, officially began the practice of “explaining” (1:5) the traditions of Israel, and thus paved the way for the classic form of Jewish religious and intellectual activity: the interpretation of Scripture (cf. Fishbane 1988 for a definitive study on “inner-biblical exegesis,” interpretation that appears within the Bible itself and hence becomes a legitimate part of its traditions). This activity strongly influenced Christianity and Islam as well, and is still a part of religious discourse and development in the Western world.", "In its overall structure, Deuteronomy breaks down fairly easily; but it is perhaps best understood in the light of comparative ancient Near Eastern material. Weinfeld’s lifetime of research has demonstrated the strong parallels between our book and certain Assyrian treaty texts (earlier Hittite texts have also been shown to be helpful in this regard; cf. Levenson 1985b for a useful summary). It is striking indeed that the Esarhaddon Treaty texts from the seventh century <small>B.C.E.</small>, which also produced the final form of Deuteronomy, seem to prefigure the basic structure of what Moshe lays out in the book: a historical overview, an exhortation to keep the covenant, the laws—particulars of the covenant, a series of blessings and curses following upon observance or nonobservance of the covenant, and a ceremony ratifying it. A similar pattern, in abbreviated form, may be observed in the Sinai covenant in Ex. 19–24.", "Weinfeld points out that such covenants or treaties were two-sided, with the suzerain granting his vassals certain favors in return for “love” (= loyalty), and threatening dire consequences if that loyalty were to become suspect. What is fascinating about the parallels is not so much that they exist, but that here, apparently, a political model from a hated enemy has been assimilated and transformed into a positive religious-national one. Such transformative power seems to be characteristic of biblical culture, which probably reworked known stories and poems, among other genres, into genuine Israelite creations (the Flood narratives of Genesis and Psalm 29 are two fruitful examples of the process).", "Deuteronomy, then, focuses mainly on the relationship between God and Israel, a relationship that has been spelled out before (as in Exodus) but that forms in this book the very soul of the text. Every act that Israel performs as a community, and every one done by individuals, is to be seen in that light. As elsewhere in the Bible, breaking one of God’s rules means not merely a violation of a statute but an affront to the suzerain, the sovereign Lord, and thus a grave risk to society’s well-being and even to its very existence. And there is a unity of purpose and concept here: Gottwald summarizes the message of the book as “the indivisible unity of <i>one God</i> for <i>one people</i> in <i>one land</i> observing <i>one cult</i>” (italics his).", "Given the treaty pattern that we have just referred to, an outline of the book might proceed along the following lines:", "I   Historical Overview (Moshe as Narrator; 1–4:43)", "A   Narrative of the Wilderness Journey (1–3)", "B   Transition: Beginning of the Exhortation (4:1–40) and Addendum on Towns of Asylum (4:41–43)", "II  Opening Exhortation (Moshe as Pleader; 4:44–11:36)", "Looking Back to the Revelation at Sinai", "III The Terms of the Covenant (Moshe as Lawgiver; 12–28)", "A   The Laws (12–26)", "B   Covenant Ceremony; Blessings and Curses (27–28)", "IV Concluding Exhortation (Moshe as Pleader; 29–30)", "Looking Ahead to Exile and Return", "V  Final Matters (31–34)", "A   Passing the Mantle (31)", "B   Moshe’s Admonitory Poem (32)", "C   Moshe’s Blessing to the Tribes (33)", "D   The End (34)", "A few simple structural observations, based on a closer look at the text itself, may be made here. Parts I and V stress the role of Yehoshua (Joshua) in the future. Then, too, Parts II and IV use similar rhetorical formulas toward the end of each (“See, I set before you this day …,” 11:26 and 30:15). Such a symmetry would suggest that Part III is the crucial one, and that is of course the case. Everything in Deuteronomy radiates out from the laws: a new humanism, a rethinking of tradition, and above all, a heartfelt appeal to “choose life” (30:19), a good life on the land under the blessing of God.", "It is only when that appeal has been fully made, and when all of Deuteronomy’s new material has been added (with no more to come, as the text sees it!), that Moshe can finally die, and the people of Israel can proceed into the Promised Land. The book of Numbers proved to be a false ending, and indeed the report of Moshe’s death was postponed from the end of that book to this, so that the biblical tradition could transform itself into a truly multifaceted and rich one. The Torah, which began in the nameless, unknowable past, ends in the limitless present and future, with a potential life ahead for the Israelite people as bountiful and as beautiful as the “good land” that Moshe is allowed to see from the summit of Pisga."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e7f6bfddfbb310feba9", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation 2-7", "anchorRef": "Deuteronomy 4:44-11:32", "anchorRefExpanded": ["Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation 2-7", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ג׳ ב׳-ז׳", "anchorVerse": 44, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; Opening Exhortation", "he": "דברים מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HIS SECTION OF</small> D<small>EUTERONOMY IS A LONG PERSONAL AND EMOTIONAL PLEA ON BE</small>-half of the leader. Its rhetoric has become famous, as have several passages noted below. It is in this section that Moshe appears in his most classic Deuteronomistic mode, urging the people on to follow God’s rules and warning them against violating the covenant.", "Recurring phrases in the section include “Hearken O Israel,” “And now, O Israel,” “When I bring you into the land …,” and “take-care.” In addition, the word “love,” which as noted above carries the connotation of “loyalty,” is important in these speeches.", "After a brief geographical introduction in vv.44–49, which parallels the opening of the book and which, in the eyes of many, once served as the book’s actual beginning, the section presents a version of the so-called Ten Commandments, and a short recapitulation of the circumstances surrounding their being given on Sinai. In that sense, Chapter 5 is a continuation of the historical overview of the beginning of the book.", "Another famous passage here is in Chapter 6, where Israel is enjoined to “love” God, warned about what will happen if they abandon him, and given a kind of script as answer to their children’s future question, “What (mean) the precepts, the laws and the regulations that Y<small>HWH</small> your God has commanded you?” (v.20).", "Other important themes appear in these speeches. Israel is defined as a people that is not to intermarry with the indigenous peoples of Canaan; as a people chosen, not for its military power or large population, but because God “loved” them, and because he could not abide the Canaanites’ behavior. To prove his point that Israel possesses no inherent superiority, Moshe turns again to history, and retells the story of the Molten Calf (Ex. 32–34).", "He ends (in Chap. 11) by reiterating the motif of God’s power and hence his ability to reward faithfulness with the gift of the good land. Israel is promised blessing and not curse, provided that they “take-care to observe” the laws which are now to be set before them."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e826bfddfbb310febb3", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation, The Calf Incident 2", "anchorRef": "Deuteronomy 9:1-11:32", "anchorRefExpanded": ["Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation, The Calf Incident 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ג׳, דברים הערה ה׳ ב׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Calf Incident", "he": "דברים הערה ה׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה ה׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Continuing the argument of the last chapter—that Israel should take great care to remember who it was that led them—Moshe makes pointed reference to the great rebellion that took place at the foot of Sinai itself: the incident of the Golden (“Molten”) Calf in Ex. 32–34. In this he is recapitulating the rhetoric of the opening chapters of the book, as well as of the great poem in Chap. 32, which utilize the past to inform the future. The calf incident, in fact, paves the way for the passages that immediately follow.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f3c9ad75f2d99afa74", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation 1", "anchorRef": "Deuteronomy 4:44-11:32", "anchorRefExpanded": ["Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ג׳ א׳", "anchorVerse": 44, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Deuteronomy 4:44–11:32\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Deuteronomy 4:44–11:32</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f3c9ad75f2d99afa82", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation, The Calf Incident 1", "anchorRef": "Deuteronomy 9:1-11:32", "anchorRefExpanded": ["Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation, The Calf Incident 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ג׳, דברים הערה ה׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה ה׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Deuteronomy 9:1-11:32\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Deuteronomy 9:1-11:32</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6395bfc100ac4b8e00b17ba7", "index_title": "Tanya", "category": "Chasidut", "type": "", "ref": "Tanya, Part II; Shaar HaYichud VehaEmunah, Chinukh Katan 3", "anchorRef": "Deuteronomy 6:4-10:11", "anchorRefExpanded": ["Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11"], "sourceRef": "Tanya, Part II; Shaar HaYichud VehaEmunah, Chinukh Katan 3", "sourceHeRef": "תניא, חלק שני; שער היחוד והאמונה, חינוך קטן ג׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1786, 1796], "commentaryNum": 3, "collectiveTitle": {"en": "Tanya", "he": "תניא"}, "heTitle": "חינוך קטן", "he": "מְלוּקָּט מִפִּי סְפָרִים וּמִפִּי סוֹפְרִים קְדוֹשֵׁי עֶלְיוֹן נִשְׁמָתָם־עֵדֶן, מְיוּסָּד עַל פָּרָשָׁה רִאשׁוֹנָה שֶׁל קְרִיאַת־שְׁמַע:", "heVersionTitle": "Kehot Publication Society", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "Compiled from books and from Sages, exalted saints, whose souls are in Eden. Based on the first section of the Recitation of the <i>Shema</i>.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">The <i>Shema</i> consists of three sections of the Torah: Deuteronomy 6:4-10, 11:13-22, and Numbers 15:37-42. Following the first verse of the first section, our Sages instituted the recital of the verse, <i>Blessed be the name of the glory of His kingdom for ever and ever</i>. See <i>Pesachim</i> 56a.</i>", "versionTitle": "Kehot Publication Society (English Translation)", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "64185ce6c9371ec0cebe31be", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Deuteronomy 10:4:1", "anchorRef": "Deuteronomy 10:4", "anchorRefExpanded": ["Deuteronomy 10:4"], "sourceRef": "Reggio on Torah, Deuteronomy 10:4:1", "sourceHeRef": "ביאור יש\"ר על התורה, דברים י׳:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "דברים", "he": "<b>כמכתב הראשון,</b> דהיינו את עשרת הדברים:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "658179f9da93b0364c8181da", "index_title": "Shemot Rabbah", "category": "Midrash", "type": "", "ref": "Shemot Rabbah 47:3", "anchorRef": "Deuteronomy 10:4", "anchorRefExpanded": ["Deuteronomy 10:4"], "sourceRef": "Shemot Rabbah 47:3", "sourceHeRef": "שמות רבה מ״ז:ג׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 47.0003, "collectiveTitle": {"en": "Shemot Rabbah", "he": "שמות רבה"}, "heTitle": "שמות רבה", "he": "דָּבָר אַחֵר, כְּתָב לְךָ, בִּזְכוּתְךָ אֲנִי נוֹתֵן לָהֶם אֶת הַתּוֹרָה. אָמַר רַבִּי שִׁמְעוֹן בֶּן חֲלַפְתָּא הוּא שֶׁמּשֶׁה אוֹמֵר לָהֶן לְיִשְׂרָאֵל <small>(דברים ב, ד)</small>: וַיִּכְתֹּב עַל הַלֻּחֹת כַּמִכְתָּב הָרִאשׁוֹן וַיִּתְּנֵם ה' אֵלָי, לִי נְתָנָם וַאֲנִי נָהַגְתִּי עִמָּכֶם עַיִן טוֹבָה וְנָתַתִּי אוֹתָהּ לָכֶם, לְכָךְ נֶאֱמַר: כְּתָב לְךָ, בִּזְכוּתְךָ. אֶת הַדְּבָרִים הָאֵלֶּה, כָּל מָקוֹם שֶׁכָּתוּב דָּבָר, דְּבָרִים, הַדְּבָרִים, אָלוֹת וְתוֹכָחוֹת הֵם. רַבִּי יוֹחָנָן וְרַבִּי יְהוּדָה בֶּן רַבִּי שִׁמְעוֹן, רַבִּי יוֹחָנָן אָמַר: כְּתָב לְךָ אֶת הַדְּבָרִים הָאֵלֶּה כִּי עַל פִּי הַדְּבָרִים הָאֵלֶּה, תּוֹרָה שֶׁבִּכְתָב וְתוֹרָה שֶׁבְּעַל פֶּה, כָּרַתִּי אִתְּךָ בְּרִית, וְאִם הֵמַּרְתָּ אוֹתָהּ וְעָשִׂיתָ אוֹתָהּ מַה שֶּׁבְּעַל פֶּה בִּכְתָב וּמַה שֶּׁבִּכְתָב בְּעַל פֶּה, אֵינְךָ מְקַבֵּל שָׂכָר, לָמָּה, שֶׁכָּךְ נְתַתִּיהָ תּוֹרָה בִּכְתָב וְתוֹרָה בְּעַל פֶּה. וְרַבִּי יְהוּדָה בֶּן רַבִּי שִׁמְעוֹן אוֹמֵר: כְּתָב לְךָ וגו' כִּי עַל פִּי וגו', תּוֹרָה בִּכְתָב וְתוֹרָה בְּעַל פֶּה. כָּרַתִּי אִתְּךָ בְּרִית, עַל מְנָת שֶׁתְּהֵא קוֹרֵא בָהֶם כָּךְ, אֲבָל אִם הֵמַּרְתָּ אוֹתָם הֱוֵי יוֹדֵעַ שֶׁאַתָּה מְבַטֵּל הַבְּרִית, לְכָךְ נֶאֱמַר: כְּתָב לְךָ אֶת הַדְּבָרִים הָאֵלֶּה, וְכֵן משֶׁה אוֹמֵר לְיִשְׂרָאֵל <small>(דברים ד, ט)</small>: רַק הִשָּׁמֶר לְךָ וּשְׁמֹר נַפְשְׁךָ מְאֹד פֶּן תִּשְׁכַּח אֶת הַדְּבָרִים, מַהוּ אֶת הַדְּבָרִים, אֵלּוּ דְּבָרִים שֶׁאַתָּה רוֹאֶה אוֹתָן שֶׁהֵם כְּתוּבִים בִּכְתָב, <small>(דברים ד, ט)</small>: וּפֶן יָסוּרוּ מִלְּבָבְךָ, אֵלּוּ הַדְּבָרִים שֶׁנָּתַתִּי לְךָ עַל פֶּה, לְכָךְ נֶאֱמַר: כְּתָב לְךָ אֶת הַדְּבָרִים הָאֵלֶּה כִּי עַל פִּי הַדְּבָרִים הָאֵלֶּה, שֶׁאִלּוּלֵי תּוֹרָתִי שֶׁקִּבַּלְתֶּם לֹא הָיִיתִי מַכִּיר אֶתְכֶם וְלֹא הָיִיתִי מַבִּיט בָּכֶם מִשְּׁאָר עוֹבְדֵי כּוֹכָבִים, לְפִיכָךְ כָּרַתִּי אִתְּךָ בְּרִית וְאֶת יִשְׂרָאֵל. רַבִּי יְהוּדָה בֶּן רַבִּי סִימוֹן אָמַר בְּשֵׁם רַבִּי יְהוֹשֻׁעַ בֶּן לֵוִי, אָמַר לָהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא לְשֶׁעָבַר הֱיִיתֶם נִקְרָאִים כִּשְׁאָר אֻמּוֹת, כְּמוֹ <small>(דברי הימים א א, ט)</small>: סַבְתָּא וְרַעְמָא וְסַבְתְּכָא, וּמִשֶׁקִּבַּלְתֶּם תּוֹרָתִי כָּרַתִּי בְּרִית עִמָּכֶם וְעִלִּיתִי אֶתְכֶם. וְלֹא יִשְׂרָאֵל בִּלְבָד, אֶלָּא אַף אַתָּה מַלְכָּם, לֹא גִּדַּלְתִּיךָ בָּעוֹלָם אֶלָּא בִּזְכוּת הַתּוֹרָה, וּמַה גִּדְּלוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא, אָמַר רַבִּי יִרְמְיָה בְּשֵׁם רַבִּי שְׁמוּאֵל בַּר רַב יִצְחָק כָּל הַכָּבוֹד שֶׁרָאָה משֶׁה בָּעוֹלָם הַזֶּה אֵינוֹ אֶלָּא מִן הַפֵּרוֹת, אֲבָל הַקֶּרֶן, קַיֶּמֶת לוֹ לָעוֹלָם הַבָּא.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "Another matter, “write for yourself,” on the basis of your merit I am giving them the Torah. Rabbi Shimon ben Ḥalafta said: That it what Moses said to Israel: “He inscribed on the tablets, like the first inscription…and the Lord gave them to me” (Deuteronomy 10:4). He gave them to me, and I conducted myself generously with you and gave it to you. That is why it is stated: “Write for yourself” – it was on the basis of your merit. “As according to these matters [<i>hadevarim</i>],” everywhere that<i> davar, devarim</i>, <i>hadevarim</i> is written, they are curses and rebukes.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">The first tablets were given with the assumption that the Israelites would be free of the evil inclination, and therefore there was no need to warn them that they would be cursed if they would transgress. The second tablets, given after the sin of the Golden Calf, were given along with warnings and curses that would be imposed if the Israelites would transgress (Rabbi David Luria). </i> <br>Rabbi Yoḥanan and Rabbi Yehuda ben Rabbi Shimon, Rabbi Yoḥanan said: “Write for yourself these matters, as according to [<i>al pi</i>] these matters” – the written Torah and the Oral Torah – “I established a covenant with you.” If you exchange it and you render what is oral written and what is written oral, you will not receive reward. Why? Because that is the way I gave it, as a written Torah and an oral Torah. Rabbi Yehuda ben Rabbi Shimon says: “Write for yourself…as according to…” the written Torah and the oral Torah, “I established a covenant with you,” so that you read them so,<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">That you study the Written Torah in writing and the Oral Torah orally. </i> but if you exchange them, know that you are voiding the covenant. That is why it is stated: “Write for yourself these matters.” Likewise, Moses says to Israel: “Only beware, and protect yourself greatly, lest you forget the matters [that your eyes saw]” (Deuteronomy 4:9). What are “the matters”? These are the matters that you see, as they are in writing. “Lest they move from your heart” (Deuteronomy 4:9), these are the matters that I gave you orally. That is why it is stated: “Write for yourself these matters, as according to these matters,” as, were it not for the Torah that you received, I would not have distinguished you and I would not have looked upon you more than other nations. That is why “I established a covenant with you and with Israel.” <br>Rabbi Yehuda ben Rabbi Simon said in the name of Rabbi Yehoshua ben Levi: The Holy One blessed be He said to them: ‘In the past, you were called like the rest of the nations, like: “Savta, Rama, and Savtekha” (I Chronicles 1:9).<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">These nations were named after their forebears, and so too the name Israel signified only that they were descendants of Israel (<i>Etz Yosef</i>). </i> But when you received My Torah, I established a covenant with you and elevated you. Not only Israel, but you, too, their king, I elevated you in the world only due to the merit of the Torah.’ How did the Holy One blessed be He elevate him? Rabbi Yirmeya said in the name of Rabbi Shmuel bar Rav Yitzḥak: All the honor that Moses experienced in this world was only the profits, but the principal endures for him for the World to Come.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "657ecc87758c1dc532ec95db", "index_title": "Steinsaltz on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Deuteronomy 10:4", "anchorRef": "Deuteronomy 10:4", "anchorRefExpanded": ["Deuteronomy 10:4"], "sourceRef": "Steinsaltz on Deuteronomy 10:4", "sourceHeRef": "ביאור שטיינזלץ על דברים י׳:ד׳", "anchorVerse": 4, "sourceHasEn": true, "commentaryNum": 10.0004, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על דברים", "he": "<b>וַיִּכְתֹּב</b> ה' \n  <b>עַל הַלֻּחֹת כַּמִּכְתָּב הָרִאשׁוֹן</b>, ככתיבה הראשונה\n  <b>אֵת עֲשֶׂרֶת הַדְּבָרִים אֲשֶׁר דִּבֶּר ה' אֲלֵיכֶם בָּהָר מִתּוֹךְ הָאֵשׁ בְּיוֹם הַקָּהָל,</b> ביום ההתגלות בהר סיני. \n  <b>וַיִּתְּנֵם ה' אֵלָי.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>He,</b> God, <b>inscribed on the tablets like the first inscription, the Ten Precepts that the Lord spoke to you on the mountain from the midst of the fire on the day of the assembly,</b> on the day of the revelation at Mount Sinai; <b>and the Lord gave them to me.</b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "5892efa4d6e4a9274646d66d", "index_title": "Chizkuni", "category": "Quoting Commentary", "type": "", "ref": "Chizkuni, Exodus 34:28:2", "anchorRef": "Deuteronomy 10:4", "anchorRefExpanded": ["Deuteronomy 10:4"], "sourceRef": "Chizkuni, Exodus 34:28:2", "sourceHeRef": "חזקוני, שמות ל״ד:כ״ח:ב׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 28.0002, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "שמות", "he": "<b>ויכתב על הלחת</b> הקב״‎ה כתב, והעדות בפרשת עקב. ועוד שכתוב לעיל וכתבתי על הלוחות.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ויכתוב על הלוחות, ”He wrote on the Tablets;” G-d did the writing, as confirmed in Deuteronomy 10,2: “I shall write on the Tablets,” and in Deuteronomy 10,4 Moses confirms; “He wrote on the Tablets exactly as He had done on the first set of Tablets.”", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5892f2d6d6e4a927464728da", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Deuteronomy 10:4:1", "anchorRef": "Deuteronomy 10:4", "anchorRefExpanded": ["Deuteronomy 10:4"], "sourceRef": "Chizkuni, Deuteronomy 10:4:1", "sourceHeRef": "חזקוני, דברים י׳:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "דברים", "he": "<b>ויתנם ה׳‎ אלי </b>ביום ג׳‎ בשבת בעשרה בתשרי.\n", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ויתנם ה׳ אלי, “the Lord handed them to me.” This was on the Tuesday, the tenth day of the month of Tishrey.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58f75f77d6e4a9133c20c394", "index_title": "Ben Ish Hai", "category": "Halakhah", "type": "commentary", "ref": "Ben Ish Hai, Drashot, Eikev 14", "anchorRef": "Deuteronomy 10:4", "anchorRefExpanded": ["Deuteronomy 10:4"], "sourceRef": "Ben Ish Hai, Drashot, Eikev 14", "sourceHeRef": "בן איש חי, דרשות, עקב י״ד", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1894, 1898], "commentaryNum": 14, "collectiveTitle": {"en": "Ben Ish Hai", "he": "בן איש חי"}, "heTitle": "עקב", "he": "<b>וזכרת את כל הדרך אשר הוליכך ה' אלהיך במדבר</b> י\"ל תיבת כל נראה יתר ונ\"ל בס\"ד בא ללמדנו שהאדם צריך ללמוד מוסר השכל מן הטובה ומן הפרענות שאם יראה טובה לעושי רצונו יתברך אז ילמוד וידע כמה מרויח האדם בעשיית רצונו יתברך גם בעוה\"ז מלבד השכר השמור לעוה\"ב ואם יראה פרענות לעוברי רצונו ג\"כ ילמד וידע כמה החטא גורם וכמה מפסיד האדם בעון שהוא לשעה קלה ונודע כי בארבעים שנה שהלכו במדבר ראו טובות נשגבות אשר לא טעם אדם בעולם אפילו אבות ושבטי יה וגם ראו יסורין קשים ומרים עד מאד וכל זה היה תלוי במעשיהם ודרכם מ\"י ומ\"י ולז\"א וזכרת את כל הדרך וכו' כל דייקא מפני שהיה בו עניינים הפכיים שאתה תלמוד מן הטובה וגם מן הפרענות: \n", "heVersionTitle": "Ben Ish Chai, Jerusalem, 1898", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בן איש חי, ירושלים, תרנ\"ח", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85c3d5ef6efef42affd632", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Insights on Midrash, Targum and Rashi on Bereshit, Noach and Lech Lecha, Targum Yonatan 1:1:1", "anchorRef": "Deuteronomy 10:4", "anchorRefExpanded": ["Deuteronomy 10:4"], "sourceRef": "Agra DeKala, Insights on Midrash, Targum and Rashi on Bereshit, Noach and Lech Lecha, Targum Yonatan 1:1:1", "sourceHeRef": "אגרא דכלה, ביאורים על מדרשים, תרגומים ופירוש רש\"י לפרשות בראשית נח ולך לך, ביאורי תרגום יונתן א׳:א׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "ביאורי תרגום יונתן", "he": "<b>מן אוולא ברא ד' ית שמיא וית ארעא.</b> הוקשה לו כנ\"ל. ומפרש בראשית (בראשית א א) עם אמצעית הראשית חכמה (תהלים קיא י), שנקראת ראשית נרמזת באות י' של שם הנכבד, שהוא ראשית המכתב שכל מה שאדם רוצה לכתוב הוא כותב תחלה נקודה שהוא י', וכענין שדרשו [הרב בספר ברית כהונת עולם]ויכתוב על הלוחות כמכתב הראשון עשרת הדברים (דברים י ד), היינו כמכתב הראשון שהוא י' מספרו עשר, וזהו גם כן מן אוולא. ויש גם כן לפרש מן אוולא כמ\"ש באונקלס, ואין להאריך:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "600ee1733c18c1a2f43952ba", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 13:14", "anchorRef": "Deuteronomy 10:4", "anchorRefExpanded": ["Deuteronomy 10:4"], "sourceRef": "Bamidbar Rabbah 13:14", "sourceHeRef": "במדבר רבה י״ג:י״ד", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 13.0014, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "דָּבָר אַחֵר, וְקָרְבָּנוֹ וגו', מָה רָאוּ הַנְּשִׂיאִים לְהַקְרִיב קָרְבָּנוֹת בָּעִנְיָן הַזֶּה, רַבָּנָן אָמְרִין אַף עַל פִּי שֶׁקָּרְבָּן שָׁוֶה הִקְרִיבוּ כֻּלָּם, עַל דְּבָרִים גְּדוֹלִים הִקְרִיבוּ, וְכָל אֶחָד וְאֶחָד הִקְרִיבוֹ לְפִי דַּעְתּוֹ, הִתְחִיל נַחְשׁוֹן וְהִקְרִיב עַל סֵדֶר הַמְלוּכָה כְּמָה שֶׁהִמְלִיכוֹ אָבִיו עַל אֶחָיו, כְּמָה דְּתֵימָא <small>(בראשית מט, ח ט)</small>: יְהוּדָה אַתָּה יוֹדוּךָ אַחֶיךָ וגו', גּוּר אַרְיֵה יְהוּדָה וגו', וְכֵן הוּא אוֹמֵר <small>(דברי הימים א ה, ב)</small>: כִּי יְהוּדָה גָבַר בְּאֶחָיו וּלְנָגִיד מִמֶּנּוּ וגו', וְהָיָה מָסֹרֶת בְּיַד שֵׁבֶט יְהוּדָה חַכְמֵיהֶם וּגְדוֹלֵיהֶם מִן יַעֲקֹב אָבִינוּ, כָּל מַה שֶּׁעָתִיד לֶאֱרַע לְכָל שֵׁבֶט עַד יְמוֹת הַמָּשִׁיחַ, וְכֵן הָיָה בְּיַד כָּל שֵׁבֶט וְשֵׁבֶט מָסֹרֶת כָּל מַה שֶׁיֶּאֱרַע לוֹ עַד יְמוֹת הַמָּשִׁיחַ מִן יַעֲקֹב אֲבִיהֶם. וְקָרְבָּנוֹ וגו', הַקְּעָרָה וְהַמִּזְרָק הִקְרִיב כְּנֶגֶד מַלְכֵי בֵּית דָּוִד שֶׁעֲתִידִים לַעֲמֹד מִמֶּנּוּ שֶׁמָּלְכוּ בַּכִּפָּה בַּיָּם וּבַיַּבָּשָׁה, כְּגוֹן שְׁלֹמֹה וּמֶלֶךְ הַמָּשִׁיחַ. שְׁלֹמֹה מִנַּיִן, דִּכְתִיב <small>(מלכים א ה, ד)</small>: כִּי הוּא רֹדֶה בְּכָל עֵבֶר הַנָּהָר מִתִּפְסַח וְעַד עַזָּה, רַב וּשְׁמוּאֵל חַד אָמַר תִּפְסַח בְּסוֹף הָעוֹלָם וְעַזָּה בְּסוֹף הָעוֹלָם. וְחַד אָמַר גַּבֵּי הֲדָדֵי הֲווֹ קָיְמֵי, וּכְשֵׁם שֶׁמָּלַךְ עַל תִּפְסָח וְעַל עַזָּה, כָּךְ מָלַךְ עָל הָעוֹלָם כֻּלּוֹ, וְאוֹמֵר <small>(מלכים א י, כד כה)</small>: וְכָל הָאָרֶץ מְבַקְּשִׁים אֶת פְּנֵי שְׁלֹמֹה לִשְׁמֹעַ אֶת חָכְמָתוֹ וגו' וְהֵמָּה מְבִיאִים אִישׁ מִנְחָתוֹ וגו'. וּמִנַּיִן שֶׁהָיָה שׁוֹלֵט בַּיָּם, דִּכְתִיב <small>(מלכים א ה, יא)</small>: וְגַם אֳנִי חִירָם אֲשֶׁר נָשָׂא זָהָב מֵאוֹפִיר וגו', <small>(מלכים א ה, כב)</small>: כִּי אֳנִי תַרְשִׁישׁ לַמֶּלֶךְ בַּיָּם עִם אֳנִי חִירָם אַחַת לְשָׁלשׁ שָׁנִים וגו', וְאוֹמֵר <small>(תהלים פט, כו)</small>: וְשַׂמְתִּי בַיָּם יָדוֹ וּבַנְהָרוֹת יְמִינוֹ. מֶלֶךְ הַמָּשִׁיחַ מִנַּיִן, דִּכְתִיב <small>(תהלים עב, ח)</small>: וְיֵרְדְּ מִיָּם עַד יָם וּמִנָּהָר עַד אַפְסֵי אָרֶץ. בָּאָרֶץ מִנַּיִן, דִּכְתִיב <small>(תהלים עב, יא)</small>: וְיִשְׁתַּחֲווּ לוֹ כָל מְלָכִים כָּל גּוֹיִם יַעַבְדוּהוּ. וְאוֹמֵר <small>(דניאל ז, יג יד)</small>: וְאָרוּ עִם עֲנָנֵי שְׁמַיָא וגו' וְלֵהּ יְהִב שָׁלְטָן וגו'. <small>(דניאל ב, לה)</small>: וְאַבְנָא דִי מְחָת לְצַלְמָא הֲוַת לְטוּר רַב וּמְלָאת כָּל אַרְעָא. וּלְכָךְ הִקְרִיב קְעָרָה כְּנֶגֶד הַיָּם שֶׁהוּא מַקִּיף אֶת הָעוֹלָם כֻּלּוֹ וְדוֹמֶה לִקְעָרָה, לָמָּה הָיָה <small>(במדבר ז, יג)</small>: שְׁלשִׁים וּמֵאָה מִשְׁקָלָה, לְפִי שֶׁכְּשֶׁהִקְוָה הַקָּדוֹשׁ בָּרוּךְ הוּא בַּיּוֹם הַשְּׁלִישִׁי שֶׁל יְצִירַת הָעוֹלָם כָּל הַמַּיִם לְמָקוֹם אֶחָד קְרָאָן יַמִּים, שֶׁנֶּאֱמַר <small>(בראשית א, י)</small>: וּלְמִקְוֵה הַמַּיִם קָרָא יַמִּים, וְיַמִּים בְּגִימַטְרִיָּא הוּא מֵאָה, יו\"ד יו\"ד עֶשְׂרִים, מ\"ם מ\"ם שְׁמוֹנִים, הֲרֵי מֵאָה. בָּא שְׁלֹמֹה וְהוֹסִיף יַם אֶחָד לִמְלֶאכֶת הַמִּקְדָשׁ לִטְבֹּל בּוֹ הַכֹּהֲנִים, כְּמָה דְתֵימָא <small>(מלכים א ז, כג)</small>: וַיַּעַשׂ אֶת הַיָּם מוּצָק עֶשֶׂר בָּאַמָּה מִשְֹּׂפָתוֹ עַד שְׂפָתוֹ וגו'. וּכְנֶגֶד אוֹתָן שְׁלשִׁים אַמָּה שֶׁהָיָה קַו הַיָּם שֶׁעָשָׂה שְׁלֹמֹה סָבִיב, הוֹסִיף עַל מִשְׁקַל הַקְּעָרָה שְׁלשִׁים שְׁקָלִים, כְּנֶגֶד הַיָּם שֶׁל שְׁלֹמֹה, הֲרֵי מֵאָה וּשְׁלשִׁים שֶׁקֶל מִשְׁקַל הַקְּעָרָה, כְּנֶגֶד הַיַּמִּים וְיַם שֶׁל שְׁלֹמֹה. <small>(במדבר ז, יג)</small>: מִזְרָק אֶחָד כֶּסֶף, כְּנֶגֶד הָעוֹלָם שֶׁהוּא עָשׂוּי כְּכַדּוּר הַנִּזְרָק מִיָּד לְיָד, לָמָּה מִשְׁקָלוֹ <small>(במדבר ז, יג)</small>: שִׁבְעִים שֶׁקֶל, שֶׁשָּׁלְטוּ שְׁנֵיהֶם עַל שִׁבְעִים אֻמּוֹת שֶׁהֵם מִסּוֹף הָעוֹלָם וְעַד סוֹפוֹ. וּמִנַּיִן שֶׁהַיָּם עָשׂוּי דּוּגְמַת קְעָרָה וְהָעוֹלָם עָשׂוּי כְּכַדּוּר, כְּהַהִיא דִּתְנֵינַן, וַחֲכָמִים אוֹמְרִים אֵינוֹ אָסוּר אֶלָּא כָּל שֶׁיֵּשׁ בְּיָדוֹ מַקֵּל אוֹ צִפּוֹר אוֹ כַּדּוּר קְעָרָה וְסַיִף וַעֲטָרָה וְטַבַּעַת. מַקֵּל, שֶׁהוּא רוֹדֶה בּוֹ אֶת הָעוֹלָם. צִפּוֹר, <small>(ישעיה י, יד)</small>: וַתִּמְצָא כַקֵּן יָדִי לְחֵיל הָעַמִּים. כַּדּוּר שֶׁהָעוֹלָם עָשׂוּי כְּכַדּוּר. אָמַר רַבִּי יוֹנָה אֲלֶכְּסַנְדְּרוּס מַקֶּדָנוֹס כַּד בָּעֵי מֵיסַק לְעֵיל הֲוֵי סָלֵיק וְסָלֵיק עַד שֶׁרָאָה אֶת הָעוֹלָם כְּכַדּוּר וְאֶת הַיָּם כִּקְעָרָה, בְּגִין כֵּן צָיְרִין לֵיהּ כַּדּוּרָא בִּידֵיהּ וִיצוּרִינֵיהּ קְעָרָה בִּידֵיהּ, אֵינוֹ שַׁלִּיט בַּיָּם, אֲבָל הַקָּדוֹשׁ בָּרוּךְ הוּא שַׁלִּיט בַּיָּם וְשַׁלִּיט בַּיַּבָּשָׁה, מַצִּיל בַּיָּם וּמַצִּיל בַּיַּבָּשָׁה, וּלְכָךְ הֵבִיאוּ קְעָרָה כְּנֶגֶד הַיָּם וּמִזְרָק כְּנֶגֶד הַיַּבָּשָׁה. <small>(במדבר ז, יג)</small>: שְׁנֵיהֶם מְלֵאִים, שֶׁלִּשְׁלֹמֹה הֵבִיאוּ הָאֻמּוֹת מְנָחוֹת, וְכֵן עֲתִידִים לְהָבִיא לְמֶלֶךְ הַמָּשִׁיחַ, כְּמָה דְתֵימָא <small>(תהלים עכ, י)</small>: מַלְכֵי שְׁבָא וּסְבָא אֶשְׁכָּר יַקְרִיבוּ, וְאֵין מְלֵאִים אֶלָּא לְשׁוֹן דּוֹרוֹן, כְּמָה דְתֵימָא <small>(שמואל א יח, כז)</small>: וַיְמַלְּאוּם לַמֶּלֶךְ. <small>(במדבר ז, יג)</small>: סֹלֶת, כְּמָה דְּתֵימָא <small>(איכה ד, ב)</small>: הַמְסֻלָּאִים בַּפָּז. <small>(במדבר ז, יג)</small>: בְּלוּלָה בַּשֶּׁמֶן, כְּמָה דְתֵימָא <small>(קהלת ז, א)</small>: טוֹב שֵׁם מִשֶּׁמֶן טוֹב, וְאוֹמֵר <small>(שיר השירים א, ג)</small>: שֶׁמֶן תּוּרַק שְׁמֶךָ, שֶׁהָיָה שָׁמָם הַטּוֹב יוֹצֵא בְּכָל הָעוֹלָם. לָמָּה הָיוּ שֶׁל כָּסֶף, כְּמָא דְּתֵימָא <small>(משלי י, כ)</small>: כֶּסֶף נִבְחָר לְשׁוֹן צַדִּיק. <small>(במדבר ז, יד)</small>: כַּף אַחַת עֲשָׂרָה זָהָב, כְּנֶגֶד עֲשָׂרָה דוֹרוֹת מִן פֶּרֶץ וְעַד דָּוִד, שֶׁנֶּאֱמַר <small>(רות ד, יח כב)</small>: וְאֵלֶּה תּוֹלְדוֹת וגו' וְחֶצְרוֹן הוֹלִיד וגו' וְעַמִּינָדָב הוֹלִיד אֶת נַחְשׁוֹן וגו' וְעֹבֵד הוֹלִיד וגו', וְיִשַּׁי הוֹלִיד אֶת דָּוִד וגו'. כַּף אַחַת, שֶׁהָיוּ יַד אַחַת, כֻּלָּם צַדִּיקִים גְּמוּרִים, הֱוֵי <small>(במדבר ז, יד)</small>: מְלֵאָה קְטֹרֶת, שֶׁמַּעֲשֵׂיהֶם הָיוּ נְעִימִים כְּרֵיחַ הַקְּטֹרֶת. <small>(במדבר ז, טו)</small>: פַּר אֶחָד בֶּן בָּקָר, כְּנֶגֶד אַבְרָהָם שֶׁהָיָה עִקַּר הַיִּחוּס, שֶׁעָלָיו נֶאֱמַר <small>(בראשית יח, ז)</small>: וְאֶל הַבָּקָר רָץ אַבְרָהָם. <small>(במדבר ז, טו)</small>: אַיִל אֶחָד כְּנֶגֶד יִצְחָק, שֶׁנֶּאֱמַר בּוֹ <small>(בראשית כב, יג)</small>: וַיִּקַּח אֶת הָאַיִל וַיַּעֲלֵהוּ לְעֹלָה תַּחַת בְּנוֹ. <small>(במדבר ז, טו)</small>: כֶּבֶשׂ אֶחָד, כְּנֶגֶד יַעֲקֹב, שֶׁנֶּאֱמַר בּוֹ <small>(בראשית ל, מ)</small>: וְהַכְּשָׂבִים הִפְרִיד יַעֲקֹב. <small>(במדבר ז, טז)</small>: שְׂעִיר עִזִּים אֶחָד לְחַטָּאת, כְּנֶגֶד יְהוּדָה, שֶׁהוּא הֵבִיא לְאָבִיו כְּתֹנֶת הַפַּסִּים שֶׁל יוֹסֵף שֶׁהִטְבִּילוּהוּ בְּדַם הַשָֹּׂעִיר, שֶׁנֶּאֱמַר <small>(בראשית לז, לא)</small>: וַיִּשְׁחֲטוּ שְׂעִיר עִזִּים וגו', וִיהוּדָה הֱבִיאָהּ לְאָבִיו וְאָמַר <small>(בראשית לז, לב)</small>: הַכֶּר נָא הַכְּתֹנֶת בִּנְךָ וגו', לְכָךְ נִמְדַד לוֹ בְּאוֹתָהּ מִדָּה שֶׁאָמְרָה לוֹ תָּמָר <small>(בראשית לח, כה)</small>: הַכֶּר נָא לְמִי הַחֹתֶמֶת וְהַפְּתִילִים. וּלְכָךְ נֶאֱמַר בָּזֶה הַחַטָּאת, שֶׁהֱבִיאוּהוּ כַּפָּרָה עָלָיו עַל שֶׁצִּעֵר אֶת אָבִיו. <small>(במדבר ז, יז)</small>: וּלְזֶבַח הַשְּׁלָמִים בָּקָר שְׁנַיִם, אֵלּוּ דָּוִד וּשְׁלֹמֹה, שֶׁהֵם הִתְחִילוּ בַּמַּלְכוּת, שֶׁאֵין בָּקָר אֶלָּא לְשׁוֹן מַלְכוּת, כְּמָא דְּתֵימָא <small>(דברים לב, יד)</small>: חֶמְאַת בָּקָר וַחֲלֵב צֹאן וגו', וּמְתַרְגְּמִינַן יְהַב לְהוֹן בִּזַּת מַלְכֵיהוֹן. שְׁלָמִים, שֶׁהָיוּ צַדִּיקִים גְּמוּרִים, וְהָיוּ יִשְׂרָאֵל בִּימֵיהֶם מֻשְׁלָמִין, וּבִימֵי שְׁלֹמֹה הָיָה הַמַּלְכוּת שְׁלֵמָה, שֶׁנֶּאֱמַר <small>(דברי הימים א כט, כג)</small>: וַיֵּשֶׁב שְׁלֹמֹה עַל כִּסֵּא ה'. וּשְׁנֵיהֶם בָּנוּ בֵּית הַמִּקְדָּשׁ, דָּוִד עָשָׂה הַיְסוֹד וּשְׁלֹמֹה בְּנָאוֹ. <small>(במדבר ז, יז)</small>: אֵילִם חֲמִשָּׁה עַתּוּדִים חֲמִשָּׁה כְּבָשִׂים בְּנֵי שָׁנָה חֲמִשָּׁה, הֲרֵי חֲמִשָּׁה עָשָׂר כְּנֶגֶד חֲמִשָּׁה עָשָׂר מְלָכִים שֶׁהָיוּ מִן רְחַבְעָם וְעַד צִדְקִיָּהוּ מֶלֶךְ בֶּן מֶלֶךְ, מֵהֶם הָיוּ צַדִּיקִים גְּמוּרִים, מֵהֶם בֵּינוֹנִים, מֵהֶם רְשָׁעִים גְּמוּרִים. <small>(במדבר ז, יז)</small>: זֶה קָרְבַּן נַחְשׁוֹן בֶּן עַמִּינָדָב, כֵּיוָן שֶׁרָאָה הַקָּדוֹשׁ בָּרוּךְ הוּא שֶׁהִקְרִיב עַל סֵדֶר הָאָבוֹת וְשַׁלְשֶׁלֶת הַמְלוּכָה, הִתְחִיל מְקַלֵּס אֶת קָרְבָּנוֹ, זֶה קָרְבַּן נַחְשׁוֹן בֶּן עַמִּינָדָב.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "Another matter, “<i>vekorbano</i>…” – what did the princes see that led them to present offerings in this manner? The Rabbis say: Even though each of them presented an identical offering, they offered it regarding significant matters, and each and every one presented according to his perspective. Naḥshon began and presented regarding the protocol of the monarchy, just as his father crowned him over his brothers, just as it says: “Judah, you, your brothers will acknowledge you…[your father's sons will prostrate themselves to you]. Judah is a lion cub…” (Genesis 49:8–9). Likewise it says: “For Judah prevailed over his brothers, as the prince would come from him” (I Chronicles 5:2). There was a tradition in the hand of the tribe of Judah, their Sages, and their prominent leaders, from Jacob our patriarch, regarding everything that is destined to befall each tribe until the messianic era. Likewise, there was a tradition in the hand of each and every tribe regarding what would befall it until the messianic era, from Jacob their father. <br>“<i>Vekorbano</i>…” – he presented the dish and the basin corresponding to the kings of the house of David, who are destined to emerge from him, who ruled over the entire world, over the sea and over the land, e.g., Solomon and the messianic king. Solomon, from where is it derived? It is as it is written: “For he ruled over the entire region beyond the river, from Tifsaḥ to Gaza” (I Kings 5:4). Rav and Shmuel, one said Tifsaḥ is at one end of the world and Gaza is at the other end of the world. One said: They stand adjacent to one another; just as he ruled over Tifsaḥ and over Gaza, so he ruled over the entire world. And it says: “All the world sought the presence of Solomon, to hear his wisdom…. Each would bring his tribute…” (I Kings 10:24–25). From where is it derived that he ruled over the sea? It is as it is written: “Also the fleet of Hiram, which had carried gold from Ophir…” (I Kings 10:11). “For the king had a fleet of Tarshish at sea with the fleet of Hiram. Once every three years…” (I Kings 10:22). And it says: “I will set his hand upon the seas, his right on the rivers” (Psalms 89:26). <br>The messianic king, from where is it derived? It is, as it is written: \"He will rule from sea to sea, from the river to the ends of the land\" (Psalms 72:8). Over the land, from where is it derived? It is as it is written: “And all the kings, all the nations will bow to him, will serve him” (Psalms 72:11). And it says: “And behold, among the clouds of the heavens…. To him was given dominion, [honor, and kingship, and all the peoples, nations, and languages would serve him]” (Daniel 7:13–14). “The stone that struck the image became a great mountain, and filled the entire earth” (Daniel 2:35). This is why he presented a dish, corresponding to the sea that surrounds the entire world and resembles a dish. <br>Why was “its weight one hundred and thirty”? (Numbers 7:13). It is because when the Holy One blessed be He gathered all the waters to one place on the third day of the formation of the world, he called them seas, as it is stated: “And to the gathering of the waters, He called seas [<i>yamim</i>]” (Genesis 1:10). The numerical value of <i>yamim </i>is one hundred; <i>yod</i>, <i>yod</i> are twenty, <i>mem</i>, <i>mem</i> are eighty, that is one hundred. Solomon came and added a sea to the construction of the Temple in which the priests could immerse themselves, just as it says: “He crafted the sea, of cast metal, ten cubits from brim to brim, [circular around, and its height was five cubits; a thirty-cubit line would wrap around it]” (I Kings 7:23). Corresponding to those thirty cubits that was the circumference of the sea that Solomon crafted, he added thirty shekels to the weight of the dish corresponding to the sea of Solomon. That is one hundred and thirty shekels, the weight of the dish, corresponding to the seas and to the sea of Solomon. <br>“One silver basin” (Numbers 7:13), it is corresponding to the world, that is shaped like an orb that is tossed from hand to hand. Why was its weight “seventy shekels”? (Numbers 7:13). It is because both of them<sup class=\"footnote-marker\">46</sup><i class=\"footnote\">Solomon and the Messianic king.</i> ruled over seventy nations, which exist from one end of the world to the other end. <br>From where is it derived that the sea is shaped in the form of a dish and the world is shaped like an orb? It is like that which we learned: The Rabbis say: Only one that has in its hand a staff, a bird, an orb, a dish, a sword, a crown, or a ring is forbidden.<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">A statue of a person in whose hands one of these objects appears is considered an idol, and it is forbidden to benefit from it in any way.</i>  A staff, as it rules the entire world with it. A bird: “My hand has grasped the riches of the peoples like a nest” (Isaiah 10:14). An orb, as the world is shaped like an orb. Rabbi Yona said: Alexander of Macedonia, when he sought to ascend heavenward, he would rise and rise until he would see the world as an orb and the sea as a dish. That is why, when they draw him, it is with an orb in his hand. Should they draw him with a dish in his hand? He does not have dominion over the sea. But the Holy One blessed be He has dominion over the sea and has dominion over the land, recues at sea and rescues on land; that is why they brought a dish corresponding to the sea and a basin corresponding to the land. <br>“Both of them full [of high quality flour]\" (Numbers 7:13), as the nation brought tributes [<i>menaḥot</i>]<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">The word <i>menahot</i> can also refer to meal offerings, which typically consist of high quality flour.</i> to Solomon; likewise they are destined to bring it to the messianic king, just as it says: “[The kings of Tarshish and of the islands will bring tribute [<i>minḥa</i>]]; the kings of Sheba and Seva will offer gifts” (Psalms 72:10). “Full [<i>mele’im</i>]” means nothing other than gifts, just as it says: “And gave them all [<i>vaymalum</i>] to the king” (I Samuel 18:27). “High quality flour [<i>solet</i>]\" (Numbers 7:13), just as it says: \"valued [<i>hamesulaim</i>] like gold\" (Lamentations 4:2).  \"Mixed with oil” (Numbers 7:13), just as it says: “A good name is better than fragrant oil” (Ecclesiastes 7:1), and it says: “Your name is like poured oil” (Song of Songs 1:3), as their good name would go forth throughout the world. <br>Why were they of silver? It is just as it says: “The tongue of the righteous is choice silver” (Proverbs 10:20). <br>“One gold ladle, ten shekels, [full of incense]” (Numbers 7:14), corresponding to the ten generations from Peretz to David, as it is stated: “These are the generations of Peretz: [Peretz begot Hetzron]; and Hetzron begot [Ram, and Ram begot Aminadav;] Aminadav begot Naḥshon, [and Naḥshon begot Salmon; Salmon begot Boaz, and Boaz begot Oved]; and Oved begot [Yishai], and Yishai begot David” (Ruth 4:18–22). “One…ladle,” as they were all like one hand, all full-fledged righteous men. That is, “full of incense” (Numbers 7:14), as their actions were pleasant like the fragrance of the incense.   <br>“One young bull” (Numbers 7:15), corresponding to Abraham, who was the primary progenitor, and who, in his regard, it is stated:  “Abraham ran to the cattle [and took a young bull]” (Genesis 18:7). “One ram” (Numbers 7:15), this is Isaac, as, in his regard it is stated: “He took the ram and he offered it up as a burnt offering in place of his son” (Genesis 22:13). “One sheep” (Numbers 7:15), corresponding to Jacob, in whose regard it is stated: “Jacob separated the sheep” (Genesis 30:40).  “One goat as a sin offering” (Numbers 7:16), corresponding to Judah, who brought Joseph’s fine tunic that he had immersed in the blood of the goat, as it is stated: “They slaughtered a goat [and they dipped the tunic in the blood]\" (Genesis 37:31). Judah brought it to his father and said: “Identify this, please, is it your son’s tunic?” (Genesis 37:32). That is why it was meted to him with the same measure, as Tamar said to him: “Identify, please, whose signet, belt, [and staff are these?]” (Genesis 38:25). That is why sin offering is stated in this regard, as they brought it as atonement for him, because he brought anguish to his father.  <br>“And for the peace offering [<i>hashelamim</i>], two cattle” (Numbers 7:17) – these are David and Solomon, as they initiated the monarchy, as cattle [<i>bakar</i>] is nothing other than an expression of monarchy, just as it says: “Butter of cattle [<i>bakar</i>] and milk of sheep…” (Deuteronomy 32:14), and we translate it: Give them the plunder of their kings.<sup class=\"footnote-marker\">49</sup><i class=\"footnote\">Targum Onkelos on the verse. Shelamim</i>, because they were full-fledged righteous men,<sup class=\"footnote-marker\">50</sup><i class=\"footnote\"><i>Shelamim</i> is expounded as though it is written <i>shelemim</i>, complete.</i> and in their days, Israel were flawless [<i>mushlamim</i>], and in the days of Solomon, the kingdom was complete [<i>shelema</i>], as it is stated: “Solomon sat on the throne of the Lord” (I Chronicles 29:23). The two of them built the Temple; David made the foundation, and Solomon built it. <br>“Five rams, five goats, five sheep in their first year” (Numbers 7:17) – these are fifteen corresponding  to the fifteen kings who were from Reḥavam until Zedekiah, king son of a king. Some were full-fledged righteous men, some were middling, and some were full-fledged wicked men. <br>“This was the offering of Naḥshon son of Aminadav” (Numbers 7:17). When the Holy One blessed be He saw that he presented his offering corresponding to the order of the patriarchs and the royal dynasty, He began lauding his offering: “This was the offering of Naḥshon son of Aminadav.”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "60c5ef394b87e710f324d839", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 13:16", "anchorRef": "Deuteronomy 10:4", "anchorRefExpanded": ["Deuteronomy 10:4"], "sourceRef": "Bamidbar Rabbah 13:16", "sourceHeRef": "במדבר רבה י״ג:ט״ז", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 13.0016, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "מִזְרָק אֶחָד כֶּסֶף <small>(במדבר ז, יט)</small>, כְּנֶגֶד הַתּוֹרָה הַמְשׁוּלָה בְּיַיִן, שֶׁנֶּאֱמַר <small>(משלי ט, ה)</small>: וּשְׁתוּ בְּיַיִן מָסָכְתִּי. וּלְפִי שֶׁדֶּרֶךְ הַיַּיִן לִשְׁתּוֹת בְּמִזְרָק, כְּמָה דְתֵימָא <small>(עמוס ו, ו)</small>: הַשֹּׁתִים בְּמִזְרְקֵי יַיִן, לְכָךְ הֵבִיא מִזְרָק, <small>(במדבר ז, יט)</small>: שִׁבְעִים שֶׁקֶל בְּשֶׁקֶל הַקֹּדֶשׁ, לָמָּה, כְּשֵׁם שֶׁיַּיִן חֶשְׁבּוֹנוֹ שִׁבְעִים, כָּךְ יֵשׁ שִׁבְעִים פָּנִים בַּתּוֹרָה. לָמָּה נֶאֱמַר בַּקְּעָרָה אַחַת, כְּנֶגֶד הַתּוֹרָה הַצְּרִיכָה לִהְיוֹת אַחַת, כְּמָה דְּתֵימָא <small>(במדבר טו, טז)</small>: תּוֹרָה אַחַת וּמִשְׁפָּט אֶחָד יִהְיֶה לָכֶם. לָמָּה נֶאֱמַר בַּמִּזְרָק, אֶחָד, שֶׁדִּבְרֵי תוֹרָה שֶׁבִּכְתָב וְדִבְרֵי תוֹרָה שֶׁבְּעַל פֶּה כֻּלָּם נִתְּנוּ מֵרוֹעֶה אֶחָד, כֻּלָּם אֵל אֶחָד אֲמָרָן לְמשֶׁה מִסִּינַי. לָמָּה הָיוּ שֶׁל כֶּסֶף, כְּנֶגֶד הַתּוֹרָה שֶׁנֶּאֱמַר בָּהּ <small>(תהלים יב, ז)</small>: אִמְרוֹת ה' אֲמָרוֹת טְהֹרוֹת כֶּסֶף צָרוּף בַּעֲלִיל וגו'. <small>(במדבר ז, יט)</small>: שְׁנֵיהֶם מְלֵאִים סֹלֶת, הַמִּקְרָא וְהַמִּשְׁנָה מְלֵאִים הֵם, שֶׁאֵין אֶחָד סוֹתֵר עַל חֲבֵרוֹ. סֹלֶת, כְּמָה דְּתֵימָא <small>(תהלים יט, יא)</small>: וְנֹפֶת צוּפִים, כַּסֹּלֶת שֶׁצָּפָה עַל גַּבֵּי נָפָה. <small>(במדבר ז, יט)</small>: בְּלוּלָה בַשֶּׁמֶן, זוֹ הַתּוֹרָה שֶׁצְּרִיכָה לִבְלֹל בְּמַעֲשִׂים טוֹבִים, כְּהַהִיא דִּתְנֵינַן יָפֶה תַּלְּמוּד תּוֹרָה עִם דֶּרֶךְ אֶרֶץ שֶׁיְגִיעַת שְׁנֵיהֶם מַשְׁכַּחַת עָוֹן. הֱוֵי <small>(במדבר ז, יט)</small>: לְמִנְחָה, שֶׁאוֹתָהּ שָׁעָה הוּא נוֹשֵׂא נַחַת רוּחַ לְיוֹצְרוֹ, בִּזְמַן שֶׁאָדָם עוֹסֵק בְּתַלְמוּד תּוֹרָה וְהוּא בַּעַל מַעֲשִׂים טוֹבִים וְשׁוֹמֵר עַצְמוֹ מִן הַחֵטְא. כַּף אַחַת <small>(במדבר ז, כ)</small>, כְּנֶגֶד הַלּוּחוֹת שֶׁנִּכְתְּבוּ מִיַּד הַקָּדוֹשׁ בָּרוּךְ הוּא, כְּמָה דְתֵימָא <small>(שמות לב, טז)</small>: וְהַלֻּחֹת מַעֲשֵׂה אֱלֹהִים הֵמָּה וְהַמִּכְתָּב מִכְתַּב אֱלֹהִים וגו'. <small>(במדבר ז, כ)</small>: עֲשָׂרָה זָהָב, אֵלּוּ עֲשֶׂרֶת הַדִּבְּרוֹת שֶׁהָיוּ כְּתוּבִים בַּלּוּחוֹת, כְּמָה דְתֵימָא <small>(דברים י, ד)</small>: וַיִּכְתֹּב עַל הַלֻּחֹת כַּמִּכְתָּב הָרִאשׁוֹן וגו'. זָהָב, כְּמָה דְּתֵימָא <small>(שיר השירים ה, ה)</small>: יָדָיו גְּלִילֵי זָהָב, וְאוֹמֵר <small>(תהלים יט, יא)</small>: הַנֶּחְמָדִים מִזָּהָב וגו'. <small>(במדבר ז, כ)</small>: מְלֵאָה קְטֹרֶת, שֶׁתרי\"ג מִצְווֹת בְּלוּלוֹת בָּהֶן, וְכֵן אַתְּ מוֹצֵא תרי\"ג אוֹתִיּוֹת יֵשׁ מִן <small>(שמות כ, ב)</small>: אָנֹכִי, עַד <small>(שמות כ, יד)</small>: אֲשֶׁר לְרֵעֶךָ, כְּנֶגֶד תרי\"ג מִצְווֹת וְשֶׁבַע יְתֵרוֹת כְּנֶגֶד שִׁבְעַת יְמֵי בְרֵאשִׁית, לְלַמֶּדְךָ שֶׁכָּל הָעוֹלָם לֹא נִבְרָא אֶלָּא בִּזְכוּת הַתּוֹרָה, הֱוֵי: מְלֵאָה קְטֹרֶת, שֶׁכֵּן ק' מִתְחֲלֶפֶת בְּד', א\"ת ב\"ש ג\"ר ד\"ק, וְעוֹלֶה חֶשְׁבּוֹן הַתֵּבָה אַחַר כֵּן לְמִנְיַן תרי\"ג. דָּבָר אַחֵר, מְלֵאָה קְטֹרֶת, שֶׁבֵּין כָּל דִּבּוּר וְדִבּוּר שֶׁהָיוּ כְּתוּבִים בַּלּוּחוֹת פָּרָשִׁיּוֹתֶיהָ וְדִקְדּוּקֶיהָ שֶׁל תּוֹרָה הָיוּ כְּתוּבִים. וְאַתְיָא כְּהַהִיא דְּאָמַר חֲנַנְיָה בֶּן אֲחִי רַבִּי יְהוֹשֻׁעַ, יָדָיו גְּלִילֵי זָהָב, אֵלּוּ שְׁנֵי לוּחוֹת הַבְּרִית שֶׁכָּתוּב עֲלֵיהֶן <small>(שמות לא, יח)</small> <small>(דברים ט, י)</small>: כְּתֻבִים בְּאֶצְבַּע אֱלֹהִים, גְּלִילֵי זָהָב, מָה הַגַּלִּים הַלָּלוּ בֵּין גַּל גָּדוֹל לְגַל גָּדוֹל גַּלִּים קְטַנִּים, כָּךְ בֵּין כָּל דִּבּוּר וְדִבּוּר פָּרָשִׁיּוֹתֶיהָ שֶׁל תּוֹרָה הָיוּ כְּתוּבִים וְדִקְדּוּקֶיהָ. <small>(במדבר ז, כא)</small>: פַּר אֶחָד בֶּן בָּקָר, כְּנֶגֶד כֹּהֲנִים. <small>(במדבר ז, כא)</small>: אַיִל אֶחָד, כְּנֶגֶד לְוִיִּם. <small>(במדבר ז, כא)</small>: כֶּבֶשׂ אֶחָד, כְּנֶגֶד יִשְׂרָאֵל, שֶׁכֻּלָּם קִבְּלוּ אֶת הַתּוֹרָה בְּסִינַי. <small>(במדבר ז, כב)</small>: שְׂעִיר עִזִּים אֶחָד לְחַטָּאת, כְּנֶגֶד הַגֵּרִים שֶׁעֲתִידִים לְהִתְגַּיֵּר, וְשֶׁהָיוּ שָׁם, שֶׁכֻּלָּם רְאוּיִם, שֶׁנֶּאֱמַר <small>(ויקרא יח, ה)</small>: אֲשֶׁר יַעֲשֶׂה אוֹתָם הָאָדָם וָחַי בָּהֶם, כֹּהֲנִים לְוִיִם וְיִשְׂרְאֵלִים לֹא נֶאֱמַר אֶלָּא הָאָדָם, מְלַמֵּד שֶׁאֲפִלּוּ עוֹבֵד כּוֹכָבִים הַמִּתְגַיֵּר וְעוֹסֵק בַּתּוֹרָה הֲרֵי הוּא כְכֹהֵן גָּדוֹל. <small>(במדבר ז, כג)</small>: וּלְזֶבַח הַשְּׁלָמִים בָּקָר שְׁנַיִם, כְּנֶגֶד שְׁתֵּי תּוֹרוֹת, הַמִּקְרָא וְהַמִּשְׁנָה, שֶׁכָּל מִי שֶׁמְּבַקֵּר וְזוֹבֵחַ יִצְרוֹ לַעֲשׂוֹת כְּכָל הַכָּתוּב בָּהֶן, הוּא עוֹשֶׂה שְׁנֵי שְׁלוֹמוֹת, שָׁלוֹם לְמַעְלָה וְשָׁלוֹם לְמַטָּה, שֶׁנֶּאֱמַר <small>(ישעיה כז, ה)</small>: אוֹ יַחֲזֵק בְּמָעֻזִּי יַעֲשֶׂה שָׁלוֹם לִי שָׁלוֹם יַעֲשֶׂה לִי. <small>(במדבר ז, כג)</small>: אֵילִם חֲמִשָּׁה עַתֻּדִים חֲמִשָּׁה כְּבָשִׂים בְּנֵי שָׁנָה חֲמִשָּׁה, כְּנֶגֶד שְׁלשָׁה פְּסוּקִים שֶׁל תּוֹרָה שֶׁבָּהֶם שִׁשָּׁה סִדְּרֵי מִשְׁנָה, וְהֵן מִן שְׁתַּיִם פִּסְקָה, וְכָל פִּסְקָה וּפִסְקָה מִן חָמֵשׁ תֵּבוֹת, וְאֵלּוּ הֵם <small>(תהלים יט, ח י)</small>: תּוֹרַת ה' תְּמִימָה מְשִׁיבַת נָפֶשׁ, עֵדוּת ה' נֶאֱמָנָה מַחְכִּימַת פֶּתִי, פִּקּוּדֵי ה' יְשָׁרִים מְשַׂמְּחֵי לֵב, מִצְוַת ה' בָּרָה מְאִירַת עֵינָיִם, יִרְאַת ה' טְהוֹרָה עוֹמֶדֶת לָעַד, מִשְׁפְּטֵי ה' אֱמֶת צָדְקוּ יַחְדָּיו. לְכָךְ הִקְרִיבוּ לִשְׁלָמִים שְׁלשָׁה מִינֵי קָרְבָּנוֹת אֵלּוּ, כְּנֶגֶד הַשְּׁלשָׁה פְּסוּקִים שֶׁבָּהֶם שִׁשָּׁה סִדְרֵי מִשְׁנָה, אַתְיָא כְּהַהִיא דְּאָמַר רַבִּי תַּנְחוּמָא <small>(תהלים יט, י)</small>: תּוֹרַת ה' תְּמִימָה מְשִׁיבַת נָפֶשׁ, שֶׁזֶּה סֵדֶר נָשִׁים, שֶׁמַּזְהִיר עַל הָאָדָם לִפְרשׁ מִן הָעֶרְוָה כְּדֵי לְהַצִּילוֹ מִן הַמִּיתָה, כְּמָה דְתֵימָא <small>(משלי ה, ה)</small>: רַגְלֶיהָ יֹרְדוֹת מָוֶת וגו', וְאוֹמֵר <small>(משלי ב, יט)</small>: כָּל בָּאֶיהָ לֹא יְשׁוּבוּן וְלֹא יַשִֹּׂיגוּ אָרְחוֹת חַיִּים, וְאוֹמֵר <small>(משלי ב, טז)</small>: לְהַצִּילְךָ מֵאִשָּׁה זָרָה וגו'. עֵדוּת ה' נֶאֱמָנָה מַחְכִּימַת פֶּתִי, זֶה סֵדֶר זְרָעִים, שֶׁאָדָם מַאֲמִין בְּחַיָּיו שֶׁל עוֹלָם וְזוֹרֵעַ. פִּקּוּדֵי ה' יְשָׁרִים מְשַׂמְּחֵי לֵב, זֶה סֵדֶר מוֹעֵד, שֶׁיֵּשׁ בּוֹ כָּל הַמּוֹעֲדוֹת, שֶׁכָּתוּב בָּהֶן <small>(דברים טז, יד)</small>: וְשָׂמַחְתָּ בְּחַגֶּךָ. מִצְוַת ה' בָּרָה מְאִירַת עֵינָיִם, זֶה סֵדֶר קָדָשִׁים, שֶׁהוּא מֵאִיר עֵינַיִם בֵּין חֻלִּין לְקָדָשִׁים. יִרְאַת ה' טְהוֹרָה עוֹמֶדֶת לָעַד, זֶה סֵדֶר טַהֲרוֹת, שֶׁהוּא מַפְרִישׁ בֵּין טֻמְאָה לְטָהֳרָה. מִשְׁפְּטֵי ה' אֱמֶת צָדְקוּ יַחְדָּו, זֶה סֵדֶר נְזִיקִין שֶׁיֵּשׁ בּוֹ רֹב הַדִּינִים, וּלְכָךְ הִקְרִיבוּ מִכָּל מִין וּמִין חֲמִשָּׁה חֲמִשָּׁה, כְּנֶגֶד חָמֵשׁ תֵּבוֹת הַכְּתוּבוֹת עַל כָּל סֵדֶר וָסֵדֶר. וְלָמָּה נִכְתְּבוּ חָמֵשׁ תֵּבוֹת עַל כָּל סֵדֶר וְסֵדֶר, כְּנֶגֶד הַתּוֹרָה שֶׁהִיא חֲמִשָּׁה סְפָרִים, לְלַמֶּדְךָ שֶׁהֵם גּוּפֵי תּוֹרָה, לָמָּה שֵׁם הַקָּדוֹשׁ בָּרוּךְ הוּא כָּתוּב בְּכָל סֵדֶר וְסֵדֶר, שֶׁהוּא מֵעִיד עֲלֵיהֶן שֶׁמִּפִּיו אֲמָרָן לְמשֶׁה כְּשֵׁם שֶׁאָמַר חֲמִשָּׁה סִפְרֵי תּוֹרָה. <small>(במדבר ז, כג)</small>: זֶה קָרְבַּן נְתַנְאֵל וגו', כֵּיוָן שֶׁרָאָה הַקָּדוֹשׁ בָּרוּךְ הוּא שֶׁהִקְרִיב עַל סִדְרֵי הַתּוֹרָה הִתְחִיל מְשַׁבֵּחַ אֶת קָרְבָּנוֹ, זֶה קָרְבַּן נְתַנְאֵל בֶּן צוּעָר.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“One silver dish” (Numbers 7:19), the prince of Issachar came and presented an offering in the name of the Torah, because they loved the Torah more than all the tribes did, as it is stated: “From the children of Issachar, possessors of understanding of the times, [to know what Israel should do; their leaders were two hundred, and all their brethren at their command]” (I Chronicles 12:33). What is “of the times”? Rabbi Tanḥuma said: To perform matters in a timely fashion.  Rabbi Yosei says: For intercalations. “To know what Israel should do” – on what day they should observe the festivals. “Their leaders were two hundred” – these are the two hundred heads of the Sanhedrin that the tribe of Issachar produced. “And all their brethren at their command” – as others would agree to the <i>halakha </i>in accordance with their opinion. And it says: “[Issachar….] He bent his shoulder to bear” (Genesis 49:14–15), as they would bear the yoke of Torah. “And he became an indentured servant” (Genesis 49:15), as anyone who would err in <i>halakha</i>, they would ask the tribe of Issachar regarding it, and they would explain it to them. <br>“Silver dish,” corresponding to the Torah, that is called bread, as it is stated: “Come, partake of my bread” (Proverbs 9:5). And it is stated regarding the showbread: “You shall craft its dishes and its ladles” (Exodus 25:29), and we learned: The dishes were molds, as they would shape the showbread with molds. <br>“Its weight one hundred and thirty” (Numbers 7:19), go out and calculate twenty-four books of the written Torah, and eighty of mishna, that begin with <i>mem</i>: “From when [<i>me’ematai</i>] does one recite <i>shema</i>…” (<i>Berakhot </i>1:1), and ends with <i>mem</i>: “The Lord will bless his people with peace” (<i>Okatzin </i>3:12). <i>Mem </i>is forty and <i>mem </i>is forty, that is eighty;<sup class=\"footnote-marker\">56</sup><i class=\"footnote\">Since the sum of the first letter in the Mishna and the last letter in the Mishna is 80, the number 80 represents the oral law.</i> that is one hundred and four, the result of the tally of the written Torah and the Oral Torah. Alternatively, the beginnings of the six orders of Mishna, the tally of the first letters total eighty. Go out and calculate: <i>mem </i>of “<i>me’ematai</i>” (<i>Berakhot </i>1:1), from the order of <i>Zera’im</i>; <i>yod</i> of “<i>yetziot haShabbat</i>” (<i>Shabbat </i>1:1), from the order of <i>Moed</i>; <i>ḥet </i> of “<i>ḥamesh esre nashim</i>” (<i>Yevamot </i>1:1), from the order of <i>Nashim</i>; <i>alef </i>of “<i>arba’a avot nezikin</i>” (<i>Bava Kama</i> 1:1), from the order of <i>Yeshuot</i>;<sup class=\"footnote-marker\">57</sup><i class=\"footnote\">Also known as <i>Nezikin</i>. kaf </i>of “<i>kol hazevaḥim</i>” from the order of <i>Kodashim</i>; <i>alef </i>of “<i>avot hatuma</i>” from the order of <i>Teharot</i>, equals eighty.<sup class=\"footnote-marker\">58</sup><i class=\"footnote\"><i>Mem</i> – 40, + <i>yod</i> – 10, + <i>ḥet</i> – 8, + <i>alef</i> – 1, + <i>kaf</i> – 20, + <i>alef</i> – 1 = 80.</i> From here [we see] that the written Torah and the Oral Torah total a tally of one hundred and four. The Torah was given after the twenty-six generations that were from Adam until Moses, by means of whom the Torah was given. That is one hundred and thirty; therefore, the weight of the dish was one hundred and thirty. <br>“One silver basin [<i>mizrak</i>]” (Numbers 7:19), corresponding to the Torah, that is likened to wine, as it is stated: “Drink of the wine that I mixed” (Proverbs 9:5). Because wine is typically drunk from a bowl [<i>mizrak</i>], just as it says: “Who drink from wine bowls [<i>mizrekei</i>]” (Amos 6:6), that is why he brought a basin. “Seventy shekels, in the sacred shekel” (Numbers 7:19), why?<b> </b>Just as the numerical value of wine [<i>yayin</i>] is seventy,<sup class=\"footnote-marker\">59</sup><i class=\"footnote\"><i>Yod </i>– 10 + <i>yod </i>– 10 + <i>nun</i> – 50 = 70.</i> thus there are seventy aspects to the Torah. <br>Why is “one” stated regarding the dish? It is corresponding to the Torah, that must be one, just as it says: “One Torah and one law shall be for you” (Numbers 15:16). Why is “one” stated regarding the dish? It is because the matters of the written Torah and the matters of the Oral Torah were all given from one shepherd; all were said by one God to Moses from Sinai. Why were they of silver? It is corresponding to the Torah, in whose regard it is stated: “The sayings of the Lord are pure sayings, like silver purified in the furnace….” (Psalms 12:7). <br>“Both of them full [<i>mele’im</i>] of high quality flour” (Numbers 7:19), the Bible and the Mishna are complementary [<i>mele’im</i>], as one does not contradict the other. “High quality flour,” just as it says: “<i>Venofet tzufim</i>” (Psalms 19:11), like fine quality flour that floats [<i>tzafa</i>] atop the sieve [<i>nafa</i>]. “Mixed with oil” (Numbers 7:19), this is the Torah, that must be mixed with good deeds, like that which we learned: Torah study is best with good deeds, as effort at both causes sin to be forgotten.<sup class=\"footnote-marker\">60</sup><i class=\"footnote\"> Mishna <i>Avot </i>2:2.</i> That is, “as a meal offering” (Numbers 7:19), as at that moment he provides satisfaction for his Creator; when a person engages in Torah study, and is a performer of good deeds, and protects himself from sin. <br><b>“One gold ladle, ten shekels, full of incense” (Numbers 7:20). <br>“One young bull, one ram, one lamb in its first year, as a burnt offering” (Numbers 7:21). <br>“One goat as a sin offering” (Numbers 7:22). <br>“And for the peace offering, two cattle, five rams, five goats, five sheep in their first year. This was the offering of Netanel son of Tzuar” (Numbers 7:23).</b> <br>“One …ladle [<i>kaf</i>]” (Numbers 7:20), corresponding to the tablets that were written at the hand<sup class=\"footnote-marker\">61</sup><i class=\"footnote\">The word <i>kaf </i>can also mean hand.</i> of the Holy One blessed be He, just as it says: “The tablets were the work of God and the writing was the writing of God…” (Exodus 32:16). “Gold…ten shekels” (Numbers 7:20), these are the Ten Commandments that were written on the tablets, just as it says: “He inscribed on the tablets like the first inscription” (Deuteronomy 10:4). “Gold,” just as it says: “His hands are rods of gold” (Song of Songs 5:14), and it says: “They are more desirable than gold…” (Psalms 19:11). “Full of incense” (Numbers 7:20), as the six hundred and thirteen mitzvot<i> </i>are mixed in them. Likewise, you find that there are six hundred and thirteen letters from: “I am…” (Exodus 20:2), until “…or anything that is your neighbor’s” (Exodus 20:14),<sup class=\"footnote-marker\">62</sup><i class=\"footnote\">The verses cited encompass the entirety of the Ten Commandments, from the first word of the first commandment to the last word of the tenth commandment.</i> corresponding to the six hundred and thirteen mitzvot, and seven additional ones, corresponding to the seven days of Creation, teaching you that the whole world was created only due to the merit of the Torah. That is “full of incense [<i>ketoret</i>],” as, if you replace the letter <i>kof </i>with <i>dalet</i> on the basis of the <i>at bash gar dak</i><sup class=\"footnote-marker\">63</sup><i class=\"footnote\">The cipher is alphabet-based. <i>At</i>  refers to exchanging the first letter of the alphabet, a<i>leph,</i> with the last letter, <i>tav</i>.  <i>Bash </i> means exchange the second letter, <i>bet, </i>with the penultimate letter, <i>shin. </i>And so on.</i> substitution cipher,<sup class=\"footnote-marker\">64</sup><i class=\"footnote\">The letter<i> kof </i> is replaced by the letter <i>dalet</i>.</i> the numerical value of the word after doing so is six hundred and thirteen.<sup class=\"footnote-marker\">65</sup><i class=\"footnote\"><i>Dalet </i>– 4 + <i>tet </i>– 9 + <i>reish </i>– 200 + <i>tav </i>– 400 = 613. </i> <br>Another matter, “full of incense,” as between each and every commandment that was written on the tablets, the portions and the details of the Torah were written. This accords with what Ḥananya son of the brother of Rabbi Yehoshua said: “His hands are rods of [<i>gelilei</i>] gold [<i>zahav</i>]” (Song of Songs 5:14), these are the Two Tablets of the Covenant, in whose regard it is written: “Written with the finger of God” (Exodus 31:18; Deuteronomy 9:10). “<i>Gelilei zahav</i>” – what are these waves [<i>galim</i>]? Just as between one great wave and another great wave there are small waves, so, between each and every commandment, the portions of the Torah were written, and its precise details. <br>“One young bull” (Numbers 7:21), corresponding to the priests; “one ram” (Numbers 7:21), corresponding to the Levites. “One lamb” (Numbers 7:21), corresponding to the Israelites, as all of them received the Torah at Sinai, “One goat as a sin offering” (Numbers 7:22),  corresponding to the proselytes who are destined to convert, and that were there [at Sinai], as all of them are worthy, as it is stated: “That a man shall perform and live by them” (Leviticus 18:5) – Priest, Levites, and Israelites are not stated, but rather, “a man [<i>haadam</i>]\". It teaches that even an idolater who converts and engages in Torah study is the equivalent of a High Priest.  <br>“And for the peace offering, two cattle” (Numbers 723), corresponding to the two Torahs, the Bible and the Mishna, as anyone who examines and slaughters his inclination in order to perform everything that is written in them, he effects dual peace; peace on High and peace below, as it is stated: “Then He will strengthen my stronghold, will make peace for me, peace He will make for me” (Isaiah 27:5).  <br>“Five rams, five goats, five sheep in their first year” (Numbers 7:23), corresponding to three verses relating to the Torah, and alluding to the six orders of the Mishna. Each consists of two passages, and each and every passage contains five words.  These are they: “The Torah of the Lord is perfect, restoring the soul; the testimony of the Lord can be trusted, making the simpleton wise. The precepts of the Lord are upright, causing the heart to rejoice; the mitzvot of the Lord are clear, enlightening the eyes. Fear of the Lord is pure, enduring forever; the judgments of the Lord are true and righteous together” (Psalms 19:8–10). This is why they sacrificed these three species of offerings as peace offerings. It is corresponding to the three verses that contain allusions to the six orders of Mishna. This is in accordance with that which Rabbi Tanḥuma said:  “The Torah of the Lord is perfect, restoring the soul,” this is the order of <i>Nashim</i>, which cautions the person to separate from forbidden relations in order to spare him from death, just as it says: “Her feet go down to death…” (Proverbs 5:5). And it says: “All who come to her will not return, and they will not attain the paths of life” (Proverbs 2:19), and it says: “To save you from a strange woman” (Proverbs 2:16). “The testimony of the Lord can be trusted, making the simpleton wise,” this is the order of <i>Zera’im</i>, as a person believes in the life of this world and sows. “The precepts of the Lord are upright, causing the heart to rejoice,” this is the order of <i>Mo’ed</i>, which contains all the festivals, in whose regard it is written: “You shall rejoice on your festivals” (Deuteronomy 16:14). \"The mitzvot of the Lord are clear, enlightening the eyes,” this is the order of <i>Kodashim</i>, which enlightens the eyes to distinguish between the non-sacred and the consecrated. “Fear of the Lord is pure, enduring forever,” this is the order of <i>Teharot</i>, as it distinguishes between impurity and purity. “The judgments of the Lord are true and righteous together,” this is the order of <i>Nezikin</i>, which contains most civil laws. This is why they sacrificed five from each and every species; it is corresponding to the five words written regarding each and every order. Why were five words written regarding each and every order? It corresponds to the Torah, that is five books, to teach you that they are the essence of the Torah. Why is the name of the Holy One blessed be He written regarding each and every order? It is because He attests in their regard, that from His mouth He told them to Moses, just as He said the five books of the Torah. <br>“This was the offering of Netanel…” (Numbers 7:23), when the Holy One blessed be He saw that he presented his offering corresponding to the orders of the Torah, He began lauding his offering: “This was the offering of Netanel son of Tzuar.”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6319d095b6084aa1cbf0525b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, דָּבָר 1", "anchorRef": "Deuteronomy 10:4", "anchorRefExpanded": ["Deuteronomy 10:4"], "sourceRef": "BDB, דָּבָר 1", "sourceHeRef": "בראון-דרייבר-בריגס, דָּבָר א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "דָּבָר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">דָּבָר</span></big><sub>1439</sub>  <strong>n.m. speech, word</strong>—<a data-ref=\"Genesis 18:14\" href=\"/Genesis.18.14\">Gn 18:14</a> + 446 times; cstr. <span dir=\"rtl\">דְּבַר</span> <a data-ref=\"Genesis 12:17\" href=\"/Genesis.12.17\">Gn 12:17</a> + 361 times; sf. <span dir=\"rtl\">דְּבָרִי</span> <a data-ref=\"Numbers 11:23\" href=\"/Numbers.11.23\">Nu 11:23</a> + (sfs. 66 times); sg. in all 875 times; pl. <span dir=\"rtl\">דְּבָרִים</span> <a data-ref=\"Exodus 4:10\" href=\"/Exodus.4.10\">Ex 4:10</a> + 182 times; cstr. <span dir=\"rtl\">דִּבְרֵי</span> <a data-ref=\"Genesis 24:30\" href=\"/Genesis.24.30\">Gn 24:30</a> + 253 times; sf. <span dir=\"rtl\">דְּבָרָיו</span> <a data-ref=\"Genesis 37:8\" href=\"/Genesis.37.8\">Gn 37:8</a> (sfs. 127 times); pl. in all 564 times;—<br><strong>I.</strong>  sg. <em>speech, discourse, saying, word</em>, as the sum of that which is spoken: <strong>1.</strong>  <em>of men</em>, <strong>a.</strong>  <span dir=\"rtl\">נְבוֹן דָּבָר</span> <em>discreet in speech</em> <a data-ref=\"I Samuel 16:18\" href=\"/I_Samuel.16.18\">1 S 16:18</a>; <span dir=\"rtl\">ד׳ שְׂפָתַיִם</span> <em>speech of lips</em> <a data-ref=\"Psalms 59:13\" href=\"/Psalms.59.13\">ψ 59:13</a>, <em>mere talk</em> <a data-ref=\"Isaiah 36:5\" href=\"/Isaiah.36.5\">Is 36:5</a> (= <a data-ref=\"II Kings 18:20\" href=\"/II_Kings.18.20\">2 K 18:20</a>) <a data-ref=\"Proverbs 14:23\" href=\"/Proverbs.14.23\">Pr 14:23</a> (cf. <a data-ref=\"Psalms 17:4\" href=\"/Psalms.17.4\">ψ 17:4</a> speech of God’s lips); <span dir=\"rtl\">דָּבָר מָר</span> <em>bitter speech</em> <a data-ref=\"Psalms 64:4\" href=\"/Psalms.64.4\">ψ 64:4</a>; <span dir=\"rtl\">ד׳ כָּזָב</span> <em>lying speech</em> <a data-ref=\"Proverbs 30:8\" href=\"/Proverbs.30.8\">Pr 30:8</a>; <span dir=\"rtl\">טוֹב דְּבָֽרְךָ</span> <em>thy saying is good</em> <a data-ref=\"I Samuel 9:10\" href=\"/I_Samuel.9.10\">1 S 9:10</a>; <span dir=\"rtl\">וּדְבַר אַבְנֵר הָיָה עִם</span> <em>and the speech of Abner had been with</em> the elders of Israel <a data-ref=\"II Samuel 3:17\" href=\"/II_Samuel.3.17\">2 S 3:17</a> (cf. <a data-ref=\"I Kings 1:7\" href=\"/I_Kings.1.7\">1 K 1:7</a>); †<span dir=\"rtl\">אמר הדבר הזה</span> <em>say this saying</em> <a data-ref=\"Jeremiah 23:38\" href=\"/Jeremiah.23.38\">Je 23:38</a>; <a data-ref=\"Jeremiah 31:23\" href=\"/Jeremiah.31.23\">31:23</a> cf. <a data-ref=\"Jeremiah 13:12\" href=\"/Jeremiah.13.12\">13:12</a>; <a data-ref=\"Jeremiah 14:17\" href=\"/Jeremiah.14.17\">14:17</a> (of God), <a data-ref=\"I Samuel 8:10\" href=\"/I_Samuel.8.10\">1 S 8:10</a> <span dir=\"rtl\">(דִּבְרֵי י׳)</span>. <strong>b.</strong>  <em>word of command</em>, <span dir=\"rtl\">ד׳ (הַ)מֶּלֶךְ</span> <a data-ref=\"I Chronicles 21:4\" href=\"/I_Chronicles.21.4\">1 Ch 21:4</a>, <a data-ref=\"I Chronicles 21:6\" href=\"/I_Chronicles.21.6\">6</a> <a data-ref=\"Esther 1:12\" href=\"/Esther.1.12\">Est 1:12</a> + 6 times Est, <a data-ref=\"Ecclesiastes 8:4\" href=\"/Ecclesiastes.8.4\">Ec 8:4</a> cf. <a data-ref=\"II Chronicles 30:5\" href=\"/II_Chronicles.30.5\">2 Ch 30:5</a>; <a data-ref=\"II Chronicles 31:5\" href=\"/II_Chronicles.31.5\">31:5</a> <a data-ref=\"Daniel 9:23\" href=\"/Daniel.9.23\">Dn 9:23</a>, <a data-ref=\"Daniel 9:25\" href=\"/Daniel.9.25\">25</a>; †<span dir=\"rtl\">ד׳ מַלְכוּת</span> <em>royal edict</em> <a data-ref=\"Esther 1:19\" href=\"/Esther.1.19\">Est 1:19</a>; <span dir=\"rtl\">עשׂה כדבר</span> <em>do according to the command of</em> <a data-ref=\"Genesis 44:2\" href=\"/Genesis.44.2\">Gn 44:2</a>; <a data-ref=\"Genesis 47:30\" href=\"/Genesis.47.30\">47:30</a> <a data-ref=\"Exodus 8:9\" href=\"/Exodus.8.9\">Ex 8:9</a>, <a data-ref=\"Exodus 8:27\" href=\"/Exodus.8.27\">27</a>; <a data-ref=\"Exodus 12:35\" href=\"/Exodus.12.35\">12:35</a>; <a data-ref=\"Exodus 32:28\" href=\"/Exodus.32.28\">32:28</a> (J) <a data-ref=\"Leviticus 10:7\" href=\"/Leviticus.10.7\">Lv 10:7</a> (P) <a data-ref=\"Judges 11:10\" href=\"/Judges.11.10\">Ju 11:10</a> <a data-ref=\"Ezra 10:5\" href=\"/Ezra.10.5\">Ezr 10:5</a> <a data-ref=\"Nehemiah 5:12\" href=\"/Nehemiah.5.12\">Ne 5:12</a>, <a data-ref=\"Nehemiah 5:13\" href=\"/Nehemiah.5.13\">13</a>; cf. <a data-ref=\"II Samuel 17:6\" href=\"/II_Samuel.17.6\">2 S 17:6</a> (word of counsel), <a data-ref=\"I Kings 3:12\" href=\"/I_Kings.3.12\">1 K 3:12</a> (request), <a data-ref=\"I Kings 17:13\" href=\"/I_Kings.17.13\">1 K 17:13</a> (proposal; on these meanings v. infr.) <strong>c.</strong>  <em>message, report, tidings</em>, <span dir=\"rtl\">וַיִּשְׁמַע הָעָם אֶת־הַדָּבָר הָרָע הַזֶּה</span> <em>and the people heard this evil report</em> <a data-ref=\"Exodus 33:4\" href=\"/Exodus.33.4\">Ex 33:4</a> (JE) cf. <a data-ref=\"I Kings 20:12\" href=\"/I_Kings.20.12\">1 K 20:12</a>; <span dir=\"rtl\">אמת (היה) הדבר</span> <em>the report was true</em> <a data-ref=\"I Kings 10:6\" href=\"/I_Kings.10.6\">1 K 10:6</a> = <a data-ref=\"II Chronicles 9:5\" href=\"/II_Chronicles.9.5\">2 Ch 9:5</a>; <span dir=\"rtl\">עַד בּוֹא דָבָר מֵעִמָּכֶם</span> <em>until word come from you</em> <a data-ref=\"II Samuel 15:28\" href=\"/II_Samuel.15.28\">2 S 15:28</a>; <span dir=\"rtl\">ויגע הדבר אל מלך נינוה</span> <a data-ref=\"Jonah 3:6\" href=\"/Jonah.3.6\">Jon 3:6</a>; †<span dir=\"rtl\">הֵשִׁיב דָּבָר</span> <em>return</em> or <em>bring word, report</em> <a data-ref=\"Genesis 37:14\" href=\"/Genesis.37.14\">Gn 37:14</a> <a data-ref=\"Numbers 13:26\" href=\"/Numbers.13.26\">Nu 13:26</a>; <a data-ref=\"Numbers 22:8\" href=\"/Numbers.22.8\">22:8</a> (J) <a data-ref=\"Deuteronomy 1:22\" href=\"/Deuteronomy.1.22\">Dt 1:22</a>, <a data-ref=\"Deuteronomy 1:25\" href=\"/Deuteronomy.1.25\">25</a> <a data-ref=\"Joshua 14:7\" href=\"/Joshua.14.7\">Jos 14:7</a>; <a data-ref=\"Joshua 22:32\" href=\"/Joshua.22.32\">22:32</a> (D) <a data-ref=\"I Kings 2:30\" href=\"/I_Kings.2.30\">1 K 2:30</a>; <a data-ref=\"I Kings 20:9\" href=\"/I_Kings.20.9\">20:9</a> <a data-ref=\"II Kings 22:9\" href=\"/II_Kings.22.9\">2 K 22:9</a>, <a data-ref=\"II Kings 22:20\" href=\"/II_Kings.22.20\">20</a> (= <a data-ref=\"II Chronicles 34:16\" href=\"/II_Chronicles.34.16\">2 Ch 34:16</a>, <a data-ref=\"II Chronicles 34:28\" href=\"/II_Chronicles.34.28\">28</a>), but <em>answer</em> <a data-ref=\"I Samuel 17:30\" href=\"/I_Samuel.17.30\">1 S 17:30</a> <a data-ref=\"II Samuel 3:11\" href=\"/II_Samuel.3.11\">2 S 3:11</a>; <a data-ref=\"II Samuel 24:13\" href=\"/II_Samuel.24.13\">24:13</a> (= <a data-ref=\"I Chronicles 21:12\" href=\"/I_Chronicles.21.12\">1 Ch 21:12</a>), <a data-ref=\"I Kings 12:6\" href=\"/I_Kings.12.6\">1 K 12:6</a>, <a data-ref=\"I Kings 12:9\" href=\"/I_Kings.12.9\">9</a> (= <a data-ref=\"II Chronicles 10:6\" href=\"/II_Chronicles.10.6\">2 Ch 10:6</a>, <a data-ref=\"II Chronicles 10:9\" href=\"/II_Chronicles.10.9\">9</a>), <a data-ref=\"I Kings 12:16\" href=\"/I_Kings.12.16\">12:16</a> <a data-ref=\"Nehemiah 2:20\" href=\"/Nehemiah.2.20\">Ne 2:20</a> <a data-ref=\"Proverbs 18:13\" href=\"/Proverbs.18.13\">Pr 18:13</a>; <a data-ref=\"Proverbs 27:11\" href=\"/Proverbs.27.11\">27:11</a> <a data-ref=\"Isaiah 41:28\" href=\"/Isaiah.41.28\">Is 41:28</a> <a data-ref=\"Ezekiel 9:11\" href=\"/Ezekiel.9.11\">Ez 9:11</a> (Dr<sup>Sm p. 190</sup> explains the phrase as <em>turn back with a word</em>); cf. <span dir=\"rtl\">ענה (לא) דבר</span> <em>answer something</em> or <em>nothing</em> <a data-ref=\"I Kings 18:21\" href=\"/I_Kings.18.21\">1 K 18:21</a> <a data-ref=\"II Kings 18:36\" href=\"/II_Kings.18.36\">2 K 18:36</a> <a data-ref=\"Psalms 119:42\" href=\"/Psalms.119.42\">ψ 119:42</a> <a data-ref=\"Isaiah 36:21\" href=\"/Isaiah.36.21\">Is 36:21</a> <a data-ref=\"Jeremiah 44:20\" href=\"/Jeremiah.44.20\">Je 44:20</a> vid. <strong>IV. 6</strong>; <span dir=\"rtl\">השׁיב דברים</span> <em>return words</em> <a data-ref=\"Exodus 19:8\" href=\"/Exodus.19.8\">Ex 19:8</a> (E) <a data-ref=\"Proverbs 24:26\" href=\"/Proverbs.24.26\">Pr 24:26</a> vid. <strong>III. 1.</strong> <strong>d.</strong>  <em>advice, counsel</em>, <span dir=\"rtl\">בדבר בלעם</span> <em>by advice of Balaam</em> <a data-ref=\"Numbers 31:16\" href=\"/Numbers.31.16\">Nu 31:16</a> (P), cf. <a data-ref=\"Judges 20:7\" href=\"/Judges.20.7\">Ju 20:7</a> <a data-ref=\"II Samuel 19:44\" href=\"/II_Samuel.19.44\">2 S 19:44</a> <a data-ref=\"Esther 5:5\" href=\"/Esther.5.5\">Est 5:5</a>. <strong>e.</strong>  <em>request</em>, <span dir=\"rtl\">אמתו</span> of <em>his maid</em>, <span dir=\"rtl\">עבדו</span> of <em>his servant</em> <a data-ref=\"II Samuel 14:15\" href=\"/II_Samuel.14.15\">2 S 14:15</a>, <a data-ref=\"II Samuel 14:22\" href=\"/II_Samuel.14.22\">22</a>. <strong>f.</strong>  <em>promise</em>, <span dir=\"rtl\">לא יחל דברו</span> <em>he shall not break his word</em> <a data-ref=\"Numbers 30:3\" href=\"/Numbers.30.3\">Nu 30:3</a> (P), cf. <span dir=\"rtl\">הקים דבר</span> <em>perform a promise</em> <a data-ref=\"Nehemiah 5:13\" href=\"/Nehemiah.5.13\">Ne 5:13</a>, vid. also <strong>2 b.</strong> <strong>g.</strong>  <em>charge, complaint</em>, <span dir=\"rtl\">אם אמת היה הדבר הזה</span> <em>if this charge be true</em> <a data-ref=\"Deuteronomy 22:20\" href=\"/Deuteronomy.22.20\">Dt 22:20</a> cf. <a data-ref=\"Deuteronomy 13:15\" href=\"/Deuteronomy.13.15\">13:15</a>; <a data-ref=\"Deuteronomy 17:4\" href=\"/Deuteronomy.17.4\">17:4</a>, <span dir=\"rtl\">שׂים דבר בְּ</span> <a data-ref=\"I Samuel 22:15\" href=\"/I_Samuel.22.15\">1 S 22:15</a>, <span dir=\"rtl\">שׂים עלילות דברים לְ</span> <a data-ref=\"Deuteronomy 22:14\" href=\"/Deuteronomy.22.14\">Dt 22:14</a>, <a data-ref=\"Deuteronomy 22:17\" href=\"/Deuteronomy.22.17\">17</a>. <strong>h.</strong>  <em>decision, sentence</em>, <span dir=\"rtl\">דְּבַר דַמִּשְׁפָּט</span> <em>the sentence of judgment</em> <a data-ref=\"Deuteronomy 17:9\" href=\"/Deuteronomy.17.9\">Dt 17:9</a> cf. v <a data-ref=\"Deuteronomy 17:10\" href=\"/Deuteronomy.17.10\">10</a>, <a data-ref=\"Deuteronomy 17:11\" href=\"/Deuteronomy.17.11\">11</a>. <strong>i.</strong>  <em>theme, story</em>, <span dir=\"rtl\">רָחַשׁ לִבִּי דָּבָר טוֹב</span> my heart swells with a <em>good theme</em> <a data-ref=\"Psalms 45:2\" href=\"/Psalms.45.2\">ψ 45:2</a>; <span dir=\"rtl\">דְּבַר גְּבוּרוֹת</span> <em>the story of his great might</em> <a data-ref=\"Job 41:4\" href=\"/Job.41.4\">Jb 41:4</a>. <strong>2.</strong>  <em>word of God</em>, as a divine communication in the form of commandments, prophecy, and words of help to his people, used 394 times. This word is communicated in several ways: <strong>a.</strong>  <span dir=\"rtl\">ויהי דבר י׳ אל</span> <em>then the word of Yahweh came unto</em> <a data-ref=\"I Samuel 15:10\" href=\"/I_Samuel.15.10\">1 S 15:10</a> <a data-ref=\"II Samuel 7:4\" href=\"/II_Samuel.7.4\">2 S 7:4</a> (cf. <span dir=\"rtl\">אלהים</span> <a data-ref=\"I Chronicles 17:3\" href=\"/I_Chronicles.17.3\">1 Ch 17:3</a>), <a data-ref=\"I Kings 6:11\" href=\"/I_Kings.6.11\">1 K 6:11</a>; <a data-ref=\"I Kings 13:20\" href=\"/I_Kings.13.20\">13:20</a>; <a data-ref=\"I Kings 16:1\" href=\"/I_Kings.16.1\">16:1</a>; <a data-ref=\"I Kings 17:2\" href=\"/I_Kings.17.2\">17:2</a>, <a data-ref=\"I Kings 17:8\" href=\"/I_Kings.17.8\">8</a>; <a data-ref=\"I Kings 21:17\" href=\"/I_Kings.21.17\">21:17</a>, <a data-ref=\"I Kings 21:28\" href=\"/I_Kings.21.28\">28</a> <a data-ref=\"II Chronicles 11:2\" href=\"/II_Chronicles.11.2\">2 Ch 11:2</a> (cf. <span dir=\"rtl\">האלהים</span> <a data-ref=\"I Kings 12:22\" href=\"/I_Kings.12.22\">1 K 12:22</a>); cf.<a data-ref=\"I Chronicles 22:8\" href=\"/I_Chronicles.22.8\">1 Ch 22:8</a> (<span dir=\"rtl\">על</span> by confusion), <a data-ref=\"Isaiah 38:4\" href=\"/Isaiah.38.4\">Is 38:4</a> <a data-ref=\"Jeremiah 1:4\" href=\"/Jeremiah.1.4\">Je 1:4</a> + 20 times Je, <a data-ref=\"Ezekiel 3:16\" href=\"/Ezekiel.3.16\">Ez 3:16</a> + 41 times Ez, <a data-ref=\"Jonah 1:1\" href=\"/Jonah.1.1\">Jon 1:1</a>; <a data-ref=\"Jonah 3:1\" href=\"/Jonah.3.1\">3:1</a> <a data-ref=\"Haggai 2:20\" href=\"/Haggai.2.20\">Hg 2:20</a> <a data-ref=\"Zechariah 4:8\" href=\"/Zechariah.4.8\">Zc 4:8</a>; <a data-ref=\"Zechariah 6:9\" href=\"/Zechariah.6.9\">6:9</a>; <a data-ref=\"Zechariah 7:4\" href=\"/Zechariah.7.4\">7:4</a>, <a data-ref=\"Zechariah 7:8\" href=\"/Zechariah.7.8\">8</a>; <a data-ref=\"Zechariah 8:1\" href=\"/Zechariah.8.1\">8:1</a> (without <span dir=\"rtl\">אל</span>) v <a data-ref=\"Zechariah 8:18\" href=\"/Zechariah.8.18\">18</a>; †<span dir=\"rtl\">היה ד׳ י׳ אל</span> <a data-ref=\"Genesis 15:1\" href=\"/Genesis.15.1\">Gn 15:1</a> <a data-ref=\"II Chronicles 12:7\" href=\"/II_Chronicles.12.7\">2 Ch 12:7</a> <a data-ref=\"Jeremiah 25:3\" href=\"/Jeremiah.25.3\">Je 25:3</a> + 4 times Je, <a data-ref=\"Ezekiel 1:3\" href=\"/Ezekiel.1.3\">Ez 1:3</a> + 7 times Ez, <a data-ref=\"Daniel 9:2\" href=\"/Daniel.9.2\">Dn 9:2</a> <a data-ref=\"Zechariah 1:1\" href=\"/Zechariah.1.1\">Zc 1:1</a>, <a data-ref=\"Zechariah 1:7\" href=\"/Zechariah.1.7\">7</a>; <a data-ref=\"Zechariah 7:1\" href=\"/Zechariah.7.1\">7:1</a>; †<span dir=\"rtl\">הנה ד׳ י׳ אל</span> <a data-ref=\"Genesis 15:4\" href=\"/Genesis.15.4\">Gn 15:4</a> <a data-ref=\"I Kings 19:9\" href=\"/I_Kings.19.9\">1 K 19:9</a>; †<span dir=\"rtl\">ד׳ י׳ היה אל</span> <a data-ref=\"II Samuel 24:11\" href=\"/II_Samuel.24.11\">2 S 24:11</a> <a data-ref=\"I Kings 16:7\" href=\"/I_Kings.16.7\">1 K 16:7</a>; <a data-ref=\"I Kings 18:1\" href=\"/I_Kings.18.1\">18:1</a> <a data-ref=\"II Kings 20:4\" href=\"/II_Kings.20.4\">2 K 20:4</a> <a data-ref=\"Ezekiel 24:20\" href=\"/Ezekiel.24.20\">Ez 24:20</a>; †<span dir=\"rtl\">היה ד׳ י׳ ביד</span> <a data-ref=\"Haggai 1:1\" href=\"/Haggai.1.1\">Hg 1:1</a>; <a data-ref=\"Haggai 2:1\" href=\"/Haggai.2.1\">2:1</a>, <a data-ref=\"Haggai 2:10\" href=\"/Haggai.2.10\">10</a>; †<span dir=\"rtl\">ויהי ד׳ י׳ ביד</span> <a data-ref=\"Haggai 1:3\" href=\"/Haggai.1.3\">Hg 1:3</a>; †<span dir=\"rtl\">ד׳ י׳ אשׁר היה אל</span> <a data-ref=\"Hosea 1:1\" href=\"/Hosea.1.1\">Ho 1:1</a> <a data-ref=\"Joel 1:1\" href=\"/Joel.1.1\">Jo 1:1</a> <a data-ref=\"Micah 1:1\" href=\"/Micah.1.1\">Mi 1:1</a> <a data-ref=\"Zephaniah 1:1\" href=\"/Zephaniah.1.1\">Zp 1:1</a>; †<span dir=\"rtl\">אשׁר היה ד׳ י׳ אליו</span> <a data-ref=\"I Kings 18:31\" href=\"/I_Kings.18.31\">1 K 18:31</a> <a data-ref=\"Jeremiah 1:2\" href=\"/Jeremiah.1.2\">Je 1:2</a>; †<span dir=\"rtl\">אשׁר היה ד׳ י׳ אל יר׳</span> <a data-ref=\"Jeremiah 14:1\" href=\"/Jeremiah.14.1\">Je 14:1</a>; <a data-ref=\"Jeremiah 46:1\" href=\"/Jeremiah.46.1\">46:1</a>; <a data-ref=\"Jeremiah 47:1\" href=\"/Jeremiah.47.1\">47:1</a>; <a data-ref=\"Jeremiah 49:34\" href=\"/Jeremiah.49.34\">49:34</a> (vid. <span dir=\"rtl\">אשׁר</span> <strong>6 a</strong>; <span dir=\"rtl\">הדבר אשׁר היה אל</span> <a data-ref=\"Jeremiah 7:1\" href=\"/Jeremiah.7.1\">Je 7:1</a> + 11 times Je; †<span dir=\"rtl\">את ד׳ י׳</span> <a data-ref=\"II Kings 3:12\" href=\"/II_Kings.3.12\">2 K 3:12</a> <a data-ref=\"Jeremiah 23:28\" href=\"/Jeremiah.23.28\">Je 23:28</a>; <a data-ref=\"Jeremiah 27:18\" href=\"/Jeremiah.27.18\">27:18</a>; cf. <span dir=\"rtl\">אֵלַי דָּבָר יְגֻנָּב</span> <em>unto me a word was brought by stealth</em> <a data-ref=\"Job 4:12\" href=\"/Job.4.12\">Jb 4:12</a>, cf. <span dir=\"rtl\">וְטֶרֶם יִגָּלֶה אֵלָיו דְּבַר י׳</span> <em>and the word of Yahweh was not yet revealed unto him</em> <a data-ref=\"I Samuel 3:7\" href=\"/I_Samuel.3.7\">1 S 3:7</a>. Yahweh also sends his word <span dir=\"rtl\">שׁלח</span> <a data-ref=\"Psalms 107:20\" href=\"/Psalms.107.20\">ψ 107:20</a>; <a data-ref=\"Psalms 147:18\" href=\"/Psalms.147.18\">147:18</a> <a data-ref=\"Isaiah 9:7\" href=\"/Isaiah.9.7\">Is 9:7</a> <a data-ref=\"Jeremiah 42:5\" href=\"/Jeremiah.42.5\">Je 42:5</a> (cf. pl. <a data-ref=\"Zechariah 7:12\" href=\"/Zechariah.7.12\">Zc 7:12</a>) and makes it an object of vision <span dir=\"rtl\">ראה</span> <a data-ref=\"Jeremiah 2:31\" href=\"/Jeremiah.2.31\">Je 2:31</a>; <a data-ref=\"Jeremiah 38:21\" href=\"/Jeremiah.38.21\">38:21</a> (cf. pl. <a data-ref=\"Ezekiel 11:25\" href=\"/Ezekiel.11.25\">Ez 11:25</a>), <span dir=\"rtl\">חזה</span> <a data-ref=\"Isaiah 2:1\" href=\"/Isaiah.2.1\">Is 2:1</a>; it is also commanded <span dir=\"rtl\">צוה</span> <a data-ref=\"Exodus 16:16\" href=\"/Exodus.16.16\">Ex 16:16</a>, <a data-ref=\"Exodus 16:32\" href=\"/Exodus.16.32\">32</a>; <a data-ref=\"Exodus 35:4\" href=\"/Exodus.35.4\">35:4</a> <a data-ref=\"Leviticus 8:5\" href=\"/Leviticus.8.5\">Lv 8:5</a>; <a data-ref=\"Leviticus 9:6\" href=\"/Leviticus.9.6\">9:6</a>; <a data-ref=\"Leviticus 17:2\" href=\"/Leviticus.17.2\">17:2</a> <a data-ref=\"Numbers 30:2\" href=\"/Numbers.30.2\">Nu 30:2</a>; <a data-ref=\"Numbers 36:6\" href=\"/Numbers.36.6\">36:6</a> (P) <a data-ref=\"Deuteronomy 4:2\" href=\"/Deuteronomy.4.2\">Dt 4:2</a>; <a data-ref=\"Deuteronomy 13:1\" href=\"/Deuteronomy.13.1\">13:1</a>; <a data-ref=\"Deuteronomy 15:15\" href=\"/Deuteronomy.15.15\">15:15</a> <a data-ref=\"Joshua 1:13\" href=\"/Joshua.1.13\">Jos 1:13</a>; <a data-ref=\"Joshua 4:10\" href=\"/Joshua.4.10\">4:10</a> (D) <a data-ref=\"I Chronicles 16:15\" href=\"/I_Chronicles.16.15\">1 Ch 16:15</a> (= <a data-ref=\"Psalms 105:8\" href=\"/Psalms.105.8\">ψ 105:8</a>) <a data-ref=\"Nehemiah 1:8\" href=\"/Nehemiah.1.8\">Ne 1:8</a> <a data-ref=\"Jeremiah 7:23\" href=\"/Jeremiah.7.23\">Je 7:23</a>, cf. <span dir=\"rtl\">הדברים אשׁר צוה</span> <a data-ref=\"Exodus 35:1\" href=\"/Exodus.35.1\">Ex 35:1</a> <a data-ref=\"Leviticus 8:36\" href=\"/Leviticus.8.36\">Lv 8:36</a> (P) <a data-ref=\"Exodus 19:7\" href=\"/Exodus.19.7\">Ex 19:7</a> (E) <a data-ref=\"Deuteronomy 6:6\" href=\"/Deuteronomy.6.6\">Dt 6:6</a>. <strong>b.</strong>  Yahweh confirms his word of promise <a data-ref=\"Deuteronomy 9:5\" href=\"/Deuteronomy.9.5\">Dt 9:5</a> <a data-ref=\"I Samuel 1:23\" href=\"/I_Samuel.1.23\">1 S 1:23</a> (where read <span dir=\"rtl\">דְּבָרֵךְ</span> <em>thy word</em> according to 𝔊 𝔖 & Dr), <a data-ref=\"I Kings 2:4\" href=\"/I_Kings.2.4\">1 K 2:4</a>; <a data-ref=\"I Kings 6:12\" href=\"/I_Kings.6.12\">6:12</a>; <a data-ref=\"I Kings 8:20\" href=\"/I_Kings.8.20\">8:20</a> <a data-ref=\"Jeremiah 29:10\" href=\"/Jeremiah.29.10\">Je 29:10</a>; <a data-ref=\"Jeremiah 33:14\" href=\"/Jeremiah.33.14\">33:14</a>, and his word of warning <a data-ref=\"I Kings 12:15\" href=\"/I_Kings.12.15\">1 K 12:15</a> <a data-ref=\"Daniel 9:12\" href=\"/Daniel.9.12\">Dn 9:12</a>; his word stands for ever <a data-ref=\"Isaiah 40:8\" href=\"/Isaiah.40.8\">Is 40:8</a>; it is settled for ever in heaven <a data-ref=\"Psalms 119:89\" href=\"/Psalms.119.89\">ψ 119:89</a>; he remembers his <em>holy word</em> <span dir=\"rtl\">דבר קדשׁו</span> <a data-ref=\"Psalms 105:42\" href=\"/Psalms.105.42\">ψ 105:42</a> (cf. <span dir=\"rtl\">דִּבְרֵי קָדְשׁוֹ</span> <a data-ref=\"Jeremiah 23:9\" href=\"/Jeremiah.23.9\">Je 23:9</a>); he himself <a data-ref=\"Joel 2:11\" href=\"/Joel.2.11\">Jo 2:11</a>, the angels <a data-ref=\"Psalms 103:20\" href=\"/Psalms.103.20\">ψ 103:20</a>, and forces of nature <a data-ref=\"Psalms 148:8\" href=\"/Psalms.148.8\">ψ 148:8</a> <span dir=\"rtl\">עשׂה דברו</span> do his word of command; by his word the heavens were made <a data-ref=\"Psalms 33:6\" href=\"/Psalms.33.6\">ψ 33:6</a>; it is near his people, in their mouth and heart <a data-ref=\"Deuteronomy 30:14\" href=\"/Deuteronomy.30.14\">Dt 30:14</a>; a lamp to their feet <a data-ref=\"Psalms 119:105\" href=\"/Psalms.119.105\">ψ 119:105</a>.<br><strong>II.</strong>  <em>saying, utterance, sentence</em>, as a section of a discourse:— <strong>1.</strong>  <em>of men</em>, <strong>a.</strong>  <span dir=\"rtl\">דָּבָר בְּעִתּוֹ</span> <em>a word in due season</em> <a data-ref=\"Proverbs 15:23\" href=\"/Proverbs.15.23\">Pr 15:23</a> cf. <a data-ref=\"Job 4:2\" href=\"/Job.4.2\">Jb 4:2</a> <a data-ref=\"Proverbs 12:25\" href=\"/Proverbs.12.25\">Pr 12:25</a>; commonly in plural, †<span dir=\"rtl\">דִּבְרֵי (הַ)שִּׁירָ(ה)</span> <em>words of the song</em> (i.e. its lines of poetry) <a data-ref=\"Deuteronomy 31:30\" href=\"/Deuteronomy.31.30\">Dt 31:30</a>; <a data-ref=\"Deuteronomy 32:44\" href=\"/Deuteronomy.32.44\">32:44</a> <a data-ref=\"Psalms 18:1\" href=\"/Psalms.18.1\">ψ 18·1</a> (= <a data-ref=\"II Samuel 22:1\" href=\"/II_Samuel.22.1\">2 S 22:1</a>) <a data-ref=\"Psalms 137:3\" href=\"/Psalms.137.3\">137:3</a>; <span dir=\"rtl\">הלל בדברי דויד</span> <em>to sing praises with the words of David</em> (his psalms) <a data-ref=\"II Chronicles 29:30\" href=\"/II_Chronicles.29.30\">2 Ch 29:30</a>; <span dir=\"rtl\">דִּבְרֵי חֲכָמִים</span> <em>sentences of the wise</em> <a data-ref=\"Proverbs 1:6\" href=\"/Proverbs.1.6\">Pr 1:6</a>; <a data-ref=\"Proverbs 22:17\" href=\"/Proverbs.22.17\">22:17</a> <a data-ref=\"Ecclesiastes 9:17\" href=\"/Ecclesiastes.9.17\">Ec 9:17</a>; <a data-ref=\"Ecclesiastes 12:11\" href=\"/Ecclesiastes.12.11\">12:11</a>; these sayings are commonly <em>written</em>, cf. <span dir=\"rtl\">דברי האגרת</span> <em>words of the letter</em> <a data-ref=\"Esther 9:26\" href=\"/Esther.9.26\">Est 9:26</a>; <span dir=\"rtl\">הדברים עתיקים</span> <em>the records are ancient</em> <a data-ref=\"I Chronicles 4:22\" href=\"/I_Chronicles.4.22\">1 Ch 4:22</a>; <span dir=\"rtl\">דִּבְרֵי (ה)סֵפֶר</span> <a data-ref=\"Isaiah 29:11\" href=\"/Isaiah.29.11\">Is 29:11</a>, <a data-ref=\"Isaiah 29:18\" href=\"/Isaiah.29.18\">18</a> <a data-ref=\"Jeremiah 29:1\" href=\"/Jeremiah.29.1\">Je 29:1</a>. <strong>b.</strong>  <em>title of writings:</em> <span dir=\"rtl\">דִּבְרֵי קֹהֶלֶת</span> <a data-ref=\"Ecclesiastes 1:1\" href=\"/Ecclesiastes.1.1\">Ec 1:1</a>, <span dir=\"rtl\">ד׳ אגור</span> <a data-ref=\"Proverbs 30:1\" href=\"/Proverbs.30.1\">Pr 30:1</a>, <span dir=\"rtl\">ד׳ למואל</span> <a data-ref=\"Proverbs 31:1\" href=\"/Proverbs.31.1\">Pr 31:1</a>, <span dir=\"rtl\">ד׳ ירמיהו</span> <a data-ref=\"Jeremiah 1:1\" href=\"/Jeremiah.1.1\">Je 1:1</a>, so <a data-ref=\"Amos 1:1\" href=\"/Amos.1.1\">Am 1:1</a> <a data-ref=\"Nehemiah 1:1\" href=\"/Nehemiah.1.1\">Ne 1:1</a>; cf. in appended phrase or clause, <a data-ref=\"Jeremiah 51:64\" href=\"/Jeremiah.51.64\">Je 51:64</a>, <span dir=\"rtl\">ד׳ איוב</span> <a data-ref=\"Job 31:40\" href=\"/Job.31.40\">Jb 31:40</a>. <strong>c.</strong>  in Ch <em>name of a work:</em> <span dir=\"rtl\">ד׳ החזים</span> <a data-ref=\"II Chronicles 33:18\" href=\"/II_Chronicles.33.18\">2 Ch 33:18</a>, <a data-ref=\"II Chronicles 33:19\" href=\"/II_Chronicles.33.19\">19</a>, <span dir=\"rtl\">בד׳ שׁמעיה</span> <a data-ref=\"II Chronicles 12:15\" href=\"/II_Chronicles.12.15\">2 Ch 12:15</a>, <span dir=\"rtl\">בד׳ יהוא</span> <a data-ref=\"II Chronicles 20:34\" href=\"/II_Chronicles.20.34\">2 Ch 20:34</a>, <span dir=\"rtl\">על ד׳ שׁמואל</span> <a data-ref=\"I Chronicles 29:29\" href=\"/I_Chronicles.29.29\">1 Ch 29:29</a>; <span dir=\"rtl\">על ד׳ נתן</span> <a data-ref=\"I Chronicles 29:29\" href=\"/I_Chronicles.29.29\">1 Ch 29:29</a> <a data-ref=\"II Chronicles 9:29\" href=\"/II_Chronicles.9.29\">2 Ch 9:29</a>, <span dir=\"rtl\">על ד׳ גד</span> <a data-ref=\"I Chronicles 29:29\" href=\"/I_Chronicles.29.29\">1 Ch 29:29</a>. (It is not certain whether writings of prophets or histories about them are referred to; in the latter case they are <em>acts</em>, <strong>IV. 2,</strong> vid. Dr<sup>Intr. 497</sup>.) <strong>2.</strong>  <em>of God:</em> <span dir=\"rtl\">עֲשֶׂרֶת הַדְּבָרִים</span> <em>the ten words</em> (sentences in the tables) <a data-ref=\"Exodus 34:28\" href=\"/Exodus.34.28\">Ex 34:28</a> (JE) <a data-ref=\"Deuteronomy 4:13\" href=\"/Deuteronomy.4.13\">Dt 4:13</a>; <a data-ref=\"Deuteronomy 10:4\" href=\"/Deuteronomy.10.4\">10:4</a>, referred to as <span dir=\"rtl\">הדברים</span> <a data-ref=\"Exodus 34:1\" href=\"/Exodus.34.1\">Ex 34:1</a> (JE) <a data-ref=\"Deuteronomy 4:10\" href=\"/Deuteronomy.4.10\">Dt 4:10</a>, <a data-ref=\"Deuteronomy 4:36\" href=\"/Deuteronomy.4.36\">36</a>; <a data-ref=\"Deuteronomy 5:17\" href=\"/Deuteronomy.5.17\">5:19</a>; <a data-ref=\"Deuteronomy 9:10\" href=\"/Deuteronomy.9.10\">9:10</a>; <a data-ref=\"Deuteronomy 10:2\" href=\"/Deuteronomy.10.2\">10:2</a>; of commands of covenant code <a data-ref=\"Exodus 24:3\" href=\"/Exodus.24.3\">Ex 24:3</a>, <a data-ref=\"Exodus 24:4\" href=\"/Exodus.24.4\">4</a>, <a data-ref=\"Exodus 24:8\" href=\"/Exodus.24.8\">8</a> cf. <a data-ref=\"Exodus 34:27\" href=\"/Exodus.34.27\">34:27</a> (JE); of Deuteronomic code <a data-ref=\"Deuteronomy 17:19\" href=\"/Deuteronomy.17.19\">Dt 17:19</a> (+ 16 times D) <a data-ref=\"II Kings 22:11\" href=\"/II_Kings.22.11\">2 K 22:11</a>; <a data-ref=\"II Kings 23:3-24\" href=\"/II_Kings.23.3-24\">23:3–24</a> (cf. <a data-ref=\"II Chronicles 34:19-31\" href=\"/II_Chronicles.34.19-31\">2 Ch 34:19–31</a>) <a data-ref=\"Jeremiah 11:2-8\" href=\"/Jeremiah.11.2-8\">Je 11:2–8</a>; <a data-ref=\"Jeremiah 34:18\" href=\"/Jeremiah.34.18\">34:18</a>; the lawbook of joshua <a data-ref=\"Joshua 24:26\" href=\"/Joshua.24.26\">Jos 24:26</a> (E); of the code of Ezra <a data-ref=\"Ezra 7:11\" href=\"/Ezra.7.11\">Ezr 7:11</a>; <a data-ref=\"Ezra 9:4\" href=\"/Ezra.9.4\">9:4</a> <a data-ref=\"Nehemiah 8:9\" href=\"/Nehemiah.8.9\">Ne 8:9</a>, <a data-ref=\"Nehemiah 8:13\" href=\"/Nehemiah.8.13\">13</a>; the words of Yahweh written by Jeremiah <a data-ref=\"Jeremiah 25:13\" href=\"/Jeremiah.25.13\">Je 25:13</a>; <a data-ref=\"Jeremiah 36:4-32\" href=\"/Jeremiah.36.4-32\">36:4–32</a>; <a data-ref=\"Jeremiah 51:61\" href=\"/Jeremiah.51.61\">51:61</a>; the words of the book of Daniel <a data-ref=\"Daniel 12:4\" href=\"/Daniel.12.4\">Dn 12:4</a>; <a data-ref=\"Daniel 12:9\" href=\"/Daniel.12.9\">9</a> commands in general <a data-ref=\"I Samuel 15:11\" href=\"/I_Samuel.15.11\">1 S 15:11</a> <a data-ref=\"Psalms 50:17\" href=\"/Psalms.50.17\">ψ 50:17</a>; <a data-ref=\"Psalms 119:57\" href=\"/Psalms.119.57\">119:57</a>, <a data-ref=\"Psalms 119:130\" href=\"/Psalms.119.130\">130</a>, <a data-ref=\"Psalms 119:139\" href=\"/Psalms.119.139\">139</a>; promises <a data-ref=\"II Samuel 7:28\" href=\"/II_Samuel.7.28\">2 S 7:28</a> <a data-ref=\"Nehemiah 9:8\" href=\"/Nehemiah.9.8\">Ne 9:8</a>, cf. <a data-ref=\"I Chronicles 25:5\" href=\"/I_Chronicles.25.5\">1 Ch 25:5</a> <a data-ref=\"II Chronicles 36:16\" href=\"/II_Chronicles.36.16\">2 Ch 36:16</a>.<br><strong>III.</strong>  <em>a word, words:</em>— <strong>1.</strong>  <em>of men:</em> <span dir=\"rtl\">שָׂפָה אֶחָ֑ת וּדְבָרִים אֲחָדִים</span> <em>one lip, and one and the same words</em> <a data-ref=\"Genesis 11:1\" href=\"/Genesis.11.1\">Gn 11:1</a> (J); <span dir=\"rtl\">אֵין אֹמֶר וְאֵין דְּבָרִים</span> <em>no speech and no words</em> <a data-ref=\"Psalms 19:4\" href=\"/Psalms.19.4\">ψ 19:4</a>; <span dir=\"rtl\">אִישׁ דְּבָרִים</span> <em>man of words</em>, ready in speech, <a data-ref=\"Exodus 4:10\" href=\"/Exodus.4.10\">Ex 4:10</a> (J); <span dir=\"rtl\">רב דברים</span> <em>multitude of words</em> <a data-ref=\"Job 11:2\" href=\"/Job.11.2\">Jb 11:2</a> <a data-ref=\"Proverbs 10:19\" href=\"/Proverbs.10.19\">Pr 10:19</a> <a data-ref=\"Ecclesiastes 5:2\" href=\"/Ecclesiastes.5.2\">Ec 5:2</a>; <span dir=\"rtl\">קְחוּ עִמָּכֶם דְּבָרִים</span> <em>take with you words</em> <a data-ref=\"Hosea 14:3\" href=\"/Hosea.14.3\">Ho 14:3</a>; <span dir=\"rtl\">דבר(י) (ה)שׁקר</span> <em>lying word</em>(<em>s</em>) <a data-ref=\"Exodus 5:9\" href=\"/Exodus.5.9\">Ex 5:9</a>; <a data-ref=\"Exodus 23:7\" href=\"/Exodus.23.7\">23:7</a> (E) <a data-ref=\"Proverbs 13:5\" href=\"/Proverbs.13.5\">Pr 13:5</a>; <a data-ref=\"Proverbs 29:12\" href=\"/Proverbs.29.12\">29:12</a> <a data-ref=\"Isaiah 59:13\" href=\"/Isaiah.59.13\">Is 59:13</a> <a data-ref=\"Jeremiah 7:4\" href=\"/Jeremiah.7.4\">Je 7:4</a>, <a data-ref=\"Jeremiah 7:8\" href=\"/Jeremiah.7.8\">8</a>; <span dir=\"rtl\">דִּבְרֵי רוּחַ</span> <em>words of wind</em>, vain words <a data-ref=\"Job 16:3\" href=\"/Job.16.3\">Jb 16:3</a>; <span dir=\"rtl\">וּמַה־שֶּׁמֶץ דָּבָר נִשְׁמַע־בּוֹ</span> <em>and what a whisper of a word we hear of him!</em> <a data-ref=\"Job 26:14\" href=\"/Job.26.14\">Jb 26:14</a>. <strong>2.</strong>  <em>of God</em>. It is difficult to determine how many of the following should come under <strong>II. 2.</strong> The pl. for <em>words of God</em> is relatively seldom: <a data-ref=\"Genesis 20:8\" href=\"/Genesis.20.8\">Gn 20:8</a> <a data-ref=\"Exodus 19:6\" href=\"/Exodus.19.6\">Ex 19:6</a> <a data-ref=\"Numbers 12:6\" href=\"/Numbers.12.6\">Nu 12:6</a> <a data-ref=\"Joshua 3:9\" href=\"/Joshua.3.9\">Jos 3:9</a> (E) <a data-ref=\"Exodus 4:28\" href=\"/Exodus.4.28\">Ex 4:28</a>, <a data-ref=\"Exodus 4:30\" href=\"/Exodus.4.30\">30</a> <a data-ref=\"Numbers 11:24\" href=\"/Numbers.11.24\">Nu 11:24</a> (J) <a data-ref=\"Deuteronomy 18:19\" href=\"/Deuteronomy.18.19\">Dt 18:19</a> <a data-ref=\"Joshua 23:14\" href=\"/Joshua.23.14\">Jos 23:14</a> (D) <a data-ref=\"I Samuel 3:18\" href=\"/I_Samuel.3.18\">1 S 3:18</a>; <a data-ref=\"I Samuel 8:10\" href=\"/I_Samuel.8.10\">8:10</a>; <a data-ref=\"I Samuel 15:1\" href=\"/I_Samuel.15.1\">15:1</a> <a data-ref=\"II Chronicles 11:4\" href=\"/II_Chronicles.11.4\">2 Ch 11:4</a> <a data-ref=\"Job 42:7\" href=\"/Job.42.7\">Jb 42:7</a> <a data-ref=\"Proverbs 30:6\" href=\"/Proverbs.30.6\">Pr 30:6</a> <a data-ref=\"Isaiah 31:2\" href=\"/Isaiah.31.2\">Is 31:2</a> <a data-ref=\"Daniel 10:11\" href=\"/Daniel.10.11\">Dn 10:11</a> <a data-ref=\"Amos 8:11\" href=\"/Amos.8.11\">Am 8:11</a> <a data-ref=\"Micah 2:7\" href=\"/Micah.2.7\">Mi 2:7</a>, apart from <a data-ref=\"Jeremiah 3:12\" href=\"/Jeremiah.3.12\">Je 3:12</a> + 30 times Je, <a data-ref=\"Ezekiel 2:7\" href=\"/Ezekiel.2.7\">Ez 2:7</a> + 4 times Ez, <a data-ref=\"Zechariah 1:6\" href=\"/Zechariah.1.6\">Zc 1:6</a> + 4 times Zc.<br><strong>IV.</strong>  <em>matter, affair</em>, thing about which one speaks:— <strong>1.</strong>  <em>business, occupation:</em> <span dir=\"rtl\">דְּבַר הַמֶּלֶךְ</span> <em>king’s business</em> <a data-ref=\"I Samuel 21:9\" href=\"/I_Samuel.21.9\">1 S 21:9</a>; <span dir=\"rtl\">לְכָל־דְּבַר</span> <em>for every matter of</em> <a data-ref=\"I Chronicles 26:32\" href=\"/I_Chronicles.26.32\">1 Ch 26:32</a>; <a data-ref=\"I Chronicles 27:1\" href=\"/I_Chronicles.27.1\">27:1</a> <a data-ref=\"II Chronicles 19:11\" href=\"/II_Chronicles.19.11\">2 Ch 19:11</a>; <span dir=\"rtl\">לְכָל־דְּבָרֶיךָ</span> <em>for all thine affairs</em> <a data-ref=\"I Chronicles 28:21\" href=\"/I_Chronicles.28.21\">1 Ch 28:21</a>; <span dir=\"rtl\">דבר המזבח</span> <a data-ref=\"Numbers 18:7\" href=\"/Numbers.18.7\">Nu 18:7</a>; <span dir=\"rtl\">דָּבָר אֵין־לָהֶם עִם</span> <em>they had no dealings with</em> <a data-ref=\"Judges 18:7\" href=\"/Judges.18.7\">Ju 18:7</a>, <a data-ref=\"Judges 18:28\" href=\"/Judges.18.28\">28</a>; †<span dir=\"rtl\">דְּבַר־יוֹם בְּיוֹמוֹ</span> <em>the task or portion of a day in its day, daily duty or due</em> <a data-ref=\"Exodus 5:13\" href=\"/Exodus.5.13\">Ex 5:13</a>, <a data-ref=\"Exodus 5:19\" href=\"/Exodus.5.19\">19</a> (E) <a data-ref=\"Exodus 16:4\" href=\"/Exodus.16.4\">16:4</a> (J) <a data-ref=\"Leviticus 23:37\" href=\"/Leviticus.23.37\">Lv 23:37</a> (P) <a data-ref=\"I Kings 8:59\" href=\"/I_Kings.8.59\">1 K 8:59</a> <a data-ref=\"II Kings 25:30\" href=\"/II_Kings.25.30\">2 K 25:30</a> <a data-ref=\"I Chronicles 16:37\" href=\"/I_Chronicles.16.37\">1 Ch 16:37</a> <a data-ref=\"II Chronicles 8:13\" href=\"/II_Chronicles.8.13\">2 Ch 8:13</a> <span dir=\"rtl\">(ביום)</span> v <a data-ref=\"II Chronicles 8:14\" href=\"/II_Chronicles.8.14\">14</a> <a data-ref=\"II Chronicles 31:16\" href=\"/II_Chronicles.31.16\">31:16</a> <a data-ref=\"Ezra 3:4\" href=\"/Ezra.3.4\">Ezr 3:4</a> <a data-ref=\"Nehemiah 11:23\" href=\"/Nehemiah.11.23\">Ne 11:23</a>; <a data-ref=\"Nehemiah 12:47\" href=\"/Nehemiah.12.47\">12:47</a> <a data-ref=\"Jeremiah 52:34\" href=\"/Jeremiah.52.34\">Je 52:34</a> <a data-ref=\"Daniel 1:5\" href=\"/Daniel.1.5\">Dn 1:5</a>; †<span dir=\"rtl\">דבר שׁנה בשׁנה</span> <a data-ref=\"I Kings 10:25\" href=\"/I_Kings.10.25\">1 K 10:25</a> <a data-ref=\"II Chronicles 9:24\" href=\"/II_Chronicles.9.24\">2 Ch 9:24</a>. <strong>2.</strong>  pl. <em>acts</em> cstr. <span dir=\"rtl\">דִּבְרֵי</span> <a data-ref=\"I Kings 11:41\" href=\"/I_Kings.11.41\">1 K 11:41</a><sup>(×2)</sup> <a data-ref=\"I Chronicles 29:29\" href=\"/I_Chronicles.29.29\">1 Ch 29:29</a> <a data-ref=\"II Chronicles 12:15\" href=\"/II_Chronicles.12.15\">2 Ch 12:15</a>; <a data-ref=\"II Chronicles 16:11\" href=\"/II_Chronicles.16.11\">16:11</a>; †<span dir=\"rtl\">דְּבָרָיו</span> <em>his acts</em> <a data-ref=\"II Chronicles 13:22\" href=\"/II_Chronicles.13.22\">2 Ch 13:22</a>; <a data-ref=\"II Chronicles 35:27\" href=\"/II_Chronicles.35.27\">35:27</a>; especially in phrases, <span dir=\"rtl\">וְיֶתֶר דִּבְרֵי</span> … <span dir=\"rtl\">עַל־סֵפֶר דִּבְרֵי הַיָּמִים</span> <em>and the rest of the acts of … in the book of the chronicles</em> (<em>daily record of events</em>) <em>of</em> <a data-ref=\"I Kings 14:29\" href=\"/I_Kings.14.29\">1 K 14:29</a> + 32: times K.; <span dir=\"rtl\">וְיֶתֶר דִּבְרֵי</span> <a data-ref=\"II Chronicles 13:22\" href=\"/II_Chronicles.13.22\">2 Ch 13:22</a> + 8 times Ch, <span dir=\"rtl\">וְיֶתֶר דְּבָרָיו</span> <a data-ref=\"II Chronicles 28:26\" href=\"/II_Chronicles.28.26\">2 Ch 28:26</a>, <span dir=\"rtl\">שְׁאָר דִּבְרֵי</span> <a data-ref=\"II Chronicles 9:29\" href=\"/II_Chronicles.9.29\">2 Ch 9:29</a> are referred to various sources; cf. also <span dir=\"rtl\">במספר דברי הימים</span> <a data-ref=\"I Chronicles 27:24\" href=\"/I_Chronicles.27.24\">1 Ch 27:24</a>, <span dir=\"rtl\">בדברי דויד</span> <a data-ref=\"I Chronicles 23:27\" href=\"/I_Chronicles.23.27\">1 Ch 23:27</a>, <span dir=\"rtl\">על־דברי מלכי ישׂראל</span> <a data-ref=\"II Chronicles 33:18\" href=\"/II_Chronicles.33.18\">2 Ch 33:18</a>: <span dir=\"rtl\">דברים טובים</span> <em>good deeds</em> <a data-ref=\"II Chronicles 12:12\" href=\"/II_Chronicles.12.12\">2 Ch 12:12</a>; <a data-ref=\"II Chronicles 19:3\" href=\"/II_Chronicles.19.3\">19:3</a>; <span dir=\"rtl\">דִּבְרֵי עֲוֹנֹת</span> <em>acts of iniquity</em> <a data-ref=\"Psalms 65:4\" href=\"/Psalms.65.4\">ψ 65:4</a> (De, <em>Fälle von Missethaten</em>); <span dir=\"rtl\">דִּבְרֵי־רָע</span> <em>evil deeds</em> <a data-ref=\"Jeremiah 5:28\" href=\"/Jeremiah.5.28\">Je 5:28</a>. It is used of God, only in <span dir=\"rtl\">כל דבריו לא יענה</span> <a data-ref=\"Job 33:13\" href=\"/Job.33.13\">Jb 33:13</a>, <span dir=\"rtl\">ד׳ אֹתוֹתָיו</span> <a data-ref=\"Psalms 105:27\" href=\"/Psalms.105.27\">ψ 105:27</a>, <span dir=\"rtl\">ד׳ נִפְלְאֹתֶיךָ</span> <a data-ref=\"Psalms 145:5\" href=\"/Psalms.145.5\">ψ 145:5</a>. <strong>3.</strong>  <em>matter, affair:</em> <span dir=\"rtl\">דבר אוריה</span> <em>affair of Uriah</em> <a data-ref=\"I Kings 15:5\" href=\"/I_Kings.15.5\">1 K 15:5</a>; <span dir=\"rtl\">שׁרשׁ דבר</span> <em>root of the matter</em> <a data-ref=\"Job 19:28\" href=\"/Job.19.28\">Jb 19:28</a>; <span dir=\"rtl\">מה היה הדבר</span> <em>how went the matter?</em> <a data-ref=\"I Samuel 4:16\" href=\"/I_Samuel.4.16\">1 S 4:16</a> <a data-ref=\"II Samuel 1:4\" href=\"/II_Samuel.1.4\">2 S 1:4</a> cf. <a data-ref=\"Ruth 3:18\" href=\"/Ruth.3.18\">Ru 3:18</a>; <span dir=\"rtl\">סבב את פני הדבר</span> <em>change the face of the matter</em> <a data-ref=\"II Samuel 14:20\" href=\"/II_Samuel.14.20\">2 S 14:20</a>; <span dir=\"rtl\">דִּבְרֵי הָאֲתֹנוֹת</span> <em>the matter of the asses</em> <a data-ref=\"I Samuel 10:2\" href=\"/I_Samuel.10.2\">1 S 10:2</a>; <span dir=\"rtl\">זה דבר הרצח</span> <em>this is the case of the slayer</em> <a data-ref=\"Deuteronomy 19:4\" href=\"/Deuteronomy.19.4\">Dt 19:4</a>; <span dir=\"rtl\">לְכָל־דְּבָרָיו</span> <a data-ref=\"I Kings 6:38\" href=\"/I_Kings.6.38\">1 K 6:38</a> <em>as to all its particulars;</em> <a data-ref=\"Proverbs 13:13\" href=\"/Proverbs.13.13\">Pr 13:13</a>; <a data-ref=\"Proverbs 16:20\" href=\"/Proverbs.16.20\">16:20</a>. <strong>4.</strong>  <em>events, things:</em> †<span dir=\"rtl\">אחר הדברים האלה</span> <em>after these things</em> (events in time) <a data-ref=\"Genesis 15:1\" href=\"/Genesis.15.1\">Gn 15:1</a>; <a data-ref=\"Genesis 22:1\" href=\"/Genesis.22.1\">22:1</a>; <a data-ref=\"Genesis 40:1\" href=\"/Genesis.40.1\">40:1</a> (E) <a data-ref=\"Genesis 39:7\" href=\"/Genesis.39.7\">39:7</a> (J) <a data-ref=\"I Kings 17:17\" href=\"/I_Kings.17.17\">1 K 17:17</a>; <a data-ref=\"I Kings 21:1\" href=\"/I_Kings.21.1\">21:1</a> <a data-ref=\"Ezra 7:1\" href=\"/Ezra.7.1\">Ezr 7:1</a> <a data-ref=\"Esther 2:1\" href=\"/Esther.2.1\">Est 2:1</a>; <a data-ref=\"Esther 3:1\" href=\"/Esther.3.1\">3:1</a>; †<span dir=\"rtl\">אחרי הדברים האלה</span> <a data-ref=\"Genesis 48:1\" href=\"/Genesis.48.1\">Gn 48:1</a> <a data-ref=\"Joshua 24:29\" href=\"/Joshua.24.29\">Jos 24:29</a> (E) <a data-ref=\"Genesis 22:20\" href=\"/Genesis.22.20\">Gn 22:20</a> (J) <a data-ref=\"II Chronicles 32:1\" href=\"/II_Chronicles.32.1\">2 Ch 32:1</a>. <strong>5.</strong>  <em>cause, case</em> for judicial investigation: <span dir=\"rtl\">כִּי־יִהְיֶה לָהֶם דָּבָר</span> <em>if they have a case</em> <a data-ref=\"Exodus 18:16\" href=\"/Exodus.18.16\">Ex 18:16</a> cf. <a data-ref=\"Exodus 18:22\" href=\"/Exodus.18.22\">18:22</a>; <a data-ref=\"Exodus 22:8\" href=\"/Exodus.22.8\">22:8</a>; <span dir=\"rtl\">בעל דברים</span> <em>one having a case</em> <a data-ref=\"Exodus 24:14\" href=\"/Exodus.24.14\">Ex 24:14</a>, cf. <span dir=\"rtl\">בדבר משׁפט</span> <a data-ref=\"II Chronicles 19:6\" href=\"/II_Chronicles.19.6\">2 Ch 19:6</a>; <span dir=\"rtl\">דְּבָרֶיךָ טוֹבִים וּנְכֹחִים</span> <em>pleas, good and right</em> <a data-ref=\"II Samuel 15:3\" href=\"/II_Samuel.15.3\">2 S 15:3</a> cf. <a data-ref=\"Joshua 20:4\" href=\"/Joshua.20.4\">Jos 20:4</a>. <strong>6.</strong>  <em>something, anything</em> (indefinite): <span dir=\"rtl\">עשׂה דבר</span> <em>do a thing</em> <a data-ref=\"Genesis 22:16\" href=\"/Genesis.22.16\">Gn 22:16</a> + (frequent); <span dir=\"rtl\">עשׂה דברים</span> <a data-ref=\"Isaiah 42:16\" href=\"/Isaiah.42.16\">Is 42:16</a> + (less frequent); <span dir=\"rtl\">היפלא מי׳ דבר</span> <a data-ref=\"Genesis 18:14\" href=\"/Genesis.18.14\">Gn 18:14</a> cf. <a data-ref=\"Jeremiah 32:17\" href=\"/Jeremiah.32.17\">Je 32:17</a>, <a data-ref=\"Jeremiah 32:27\" href=\"/Jeremiah.32.27\">27</a>; <span dir=\"rtl\">לא</span> … <span dir=\"rtl\">דבר</span> <em>nothing</em> <a data-ref=\"I Kings 5:7\" href=\"/I_Kings.5.7\">1 K 5:7</a>; <a data-ref=\"I Kings 10:3\" href=\"/I_Kings.10.3\">10:3</a> <a data-ref=\"Isaiah 39:2\" href=\"/Isaiah.39.2\">Is 39:2</a> <a data-ref=\"Jeremiah 42:4\" href=\"/Jeremiah.42.4\">Je 42:4</a> + (frequent), <span dir=\"rtl\">אין דבר</span> <a data-ref=\"Exodus 5:11\" href=\"/Exodus.5.11\">Ex 5:11</a> (E) <a data-ref=\"Numbers 20:19\" href=\"/Numbers.20.19\">Nu 20:19</a> <a data-ref=\"I Samuel 20:21\" href=\"/I_Samuel.20.21\">1 S 20:21</a>; <span dir=\"rtl\">לא דבר מ׳</span> <em>nothing of</em> <a data-ref=\"Exodus 9:4\" href=\"/Exodus.9.4\">Ex 9:4</a> (J) <a data-ref=\"Joshua 8:35\" href=\"/Joshua.8.35\">Jos 8:35</a>; <a data-ref=\"Joshua 11:15\" href=\"/Joshua.11.15\">11:15</a>; <a data-ref=\"Joshua 21:45\" href=\"/Joshua.21.45\">21:45</a>; <a data-ref=\"Joshua 23:14\" href=\"/Joshua.23.14\">23:14</a> (D); <span dir=\"rtl\">כל דבר</span> <em>anything</em> <a data-ref=\"Numbers 31:23\" href=\"/Numbers.31.23\">Nu 31:23</a> <a data-ref=\"Deuteronomy 23:20\" href=\"/Deuteronomy.23.20\">Dt 23:20</a> +; <span dir=\"rtl\">דבר רע</span> <a data-ref=\"Psalms 141:4\" href=\"/Psalms.141.4\">ψ 141:4</a> +; <span dir=\"rtl\">ד׳ טוב</span> <a data-ref=\"I Kings 14:13\" href=\"/I_Kings.14.13\">1 K 14:13</a> +; <span dir=\"rtl\">דְּבַר־מָה</span> <em>whatsoever</em> <a data-ref=\"Numbers 23:3\" href=\"/Numbers.23.3\">Nu 23:3</a> (E); <span dir=\"rtl\">עֶרְוַת דבר</span> <a data-ref=\"Deuteronomy 23:15\" href=\"/Deuteronomy.23.15\">Dt 23:15</a> <em>nakedness of a thing</em>, i.e. unclean or unseemly thing (indecency in camp); so of a wife <a data-ref=\"Genesis 24:1\" href=\"/Genesis.24.1\">24:1</a>. <strong>7.</strong>  <em>way, manner:</em> <span dir=\"rtl\">זֶה דְּבַר הַשְּׁמִטָּה</span> <em>this is the manner of the release</em> <a data-ref=\"Deuteronomy 15:2\" href=\"/Deuteronomy.15.2\">Dt 15:2</a> (cf. SI<sup>1</sup>); <span dir=\"rtl\">כֵּן דְּבַר הַמֶּלֶךְ</span> <em>so was the way of the king</em> <a data-ref=\"Esther 1:13\" href=\"/Esther.1.13\">Est 1:13</a>; <span dir=\"rtl\">כדבר הזה</span> <em>after this manner, thus</em> †<a data-ref=\"Genesis 18:25\" href=\"/Genesis.18.25\">Gn 18:25</a>; <a data-ref=\"Genesis 32:20\" href=\"/Genesis.32.20\">32:20</a>; <a data-ref=\"Genesis 44:7\" href=\"/Genesis.44.7\">44:7</a> (JE) <a data-ref=\"II Samuel 15:6\" href=\"/II_Samuel.15.6\">2 S 15:6</a> <a data-ref=\"Ezra 10:5\" href=\"/Ezra.10.5\">Ezr 10:5</a> <a data-ref=\"Nehemiah 5:12\" href=\"/Nehemiah.5.12\">Ne 5:12</a>, <a data-ref=\"Nehemiah 5:13\" href=\"/Nehemiah.5.13\">13</a> with <span dir=\"rtl\">(עשׂה)</span>, <a data-ref=\"I Samuel 9:21\" href=\"/I_Samuel.9.21\">1 S 9:21</a> <a data-ref=\"II Samuel 14:3\" href=\"/II_Samuel.14.3\">2 S 14:3</a>; <a data-ref=\"II Samuel 17:6\" href=\"/II_Samuel.17.6\">17:6</a> <span dir=\"rtl\">(דבר)</span>, <a data-ref=\"I Samuel 17:27\" href=\"/I_Samuel.17.27\">1 S 17:27</a>, <a data-ref=\"I Samuel 17:30\" href=\"/I_Samuel.17.30\">30</a> <a data-ref=\"Isaiah 8:20\" href=\"/Isaiah.8.20\">Is 8:20</a> <span dir=\"rtl\">(אמר)</span>, <a data-ref=\"Nehemiah 6:4\" href=\"/Nehemiah.6.4\">Ne 6:4</a>, <a data-ref=\"Nehemiah 6:5\" href=\"/Nehemiah.6.5\">5</a> <span dir=\"rtl\">(שׁלח)</span>, <a data-ref=\"Nehemiah 6:4\" href=\"/Nehemiah.6.4\">Ne 6:4</a> <span dir=\"rtl\">(השׁיב)</span> cf. <a data-ref=\"I Samuel 17:30\" href=\"/I_Samuel.17.30\">1 S 17:30</a>, <a data-ref=\"II Kings 7:19\" href=\"/II_Kings.7.19\">2 K 7:19</a> <span dir=\"rtl\">(היה)</span>; (peculiar to D, <span dir=\"rtl\">כדבר הרע הזה</span> <em>such a wicked deed as this</em> <a data-ref=\"Deuteronomy 13:12\" href=\"/Deuteronomy.13.12\">Dt 13:12</a>; <a data-ref=\"Deuteronomy 19:20\" href=\"/Deuteronomy.19.20\">19:20</a>, <span dir=\"rtl\">כדבר הגדול הזה</span> <a data-ref=\"Deuteronomy 4:32\" href=\"/Deuteronomy.4.32\">Dt 4:32</a>); <span dir=\"rtl\">כדברים האלה עשׂה</span> <em>thus and thus did he</em> <a data-ref=\"Genesis 39:19\" href=\"/Genesis.39.19\">Gn 39:19</a> (J) <a data-ref=\"I Samuel 2:23\" href=\"/I_Samuel.2.23\">1 S 2:23</a> (but usually the pl. = <em>these words</em>). <strong>8.</strong>  <em>reason, cause:</em> <span dir=\"rtl\">זֶה דְבַר־הַמַּס</span> <a data-ref=\"I Kings 9:15\" href=\"/I_Kings.9.15\">1 K 9:15</a>; <span dir=\"rtl\">זה הדבר אשׁר</span> <em>this is the reason why</em> <a data-ref=\"Joshua 5:4\" href=\"/Joshua.5.4\">Jos 5:4</a> (D) <a data-ref=\"I Kings 11:27\" href=\"/I_Kings.11.27\">1 K 11:27</a>; so <a data-ref=\"I Samuel 17:29\" href=\"/I_Samuel.17.29\">1 S 17:29</a> AV RV, <em>was it not</em> but <em>a word?</em> Th Ke RVm VB Dr; … <span dir=\"rtl\">עַל דְּבַר</span>, <span dir=\"rtl\">עַל־דִּבְרֵי</span> <em>for the sake of, in reference to</em>, v. Kö<sup>Expositor, Aug. 1902, 142–148</sup>; and add for <span dir=\"rtl\">עַל־דְּבַר</span> <a data-ref=\"Numbers 25:18\" href=\"/Numbers.25.18\">Nu 25:18</a><sup>(×3)</sup>; <a data-ref=\"Numbers 31:16\" href=\"/Numbers.31.16\">31:16</a> <a data-ref=\"II Samuel 18:5\" href=\"/II_Samuel.18.5\">2 S 18:5</a>, and for <span dir=\"rtl\">עַל־דִּבְרֵי</span> <a data-ref=\"Jeremiah 7:22\" href=\"/Jeremiah.7.22\">Je 7:22</a> <a data-ref=\"II Kings 22:13\" href=\"/II_Kings.22.13\">2 K 22:13</a> = <a data-ref=\"II Chronicles 34:21\" href=\"/II_Chronicles.34.21\">2 Ch 34:21a</a>, and perhaps <a data-ref=\"Psalms 7:1\" href=\"/Psalms.7.1\">ψ 7:1</a>. <em>because of, for the sake of</em> <a data-ref=\"Genesis 20:11\" href=\"/Genesis.20.11\">Gn 20:11</a>, <a data-ref=\"Genesis 20:18\" href=\"/Genesis.20.18\">18</a> (E) <a data-ref=\"Genesis 12:17\" href=\"/Genesis.12.17\">12:17</a>; <a data-ref=\"Genesis 43:18\" href=\"/Genesis.43.18\">43:18</a> <a data-ref=\"Exodus 8:8\" href=\"/Exodus.8.8\">Ex 8:8</a> (J) <a data-ref=\"Numbers 17:14\" href=\"/Numbers.17.14\">Nu 17:14</a> (P) <a data-ref=\"Psalms 45:5\" href=\"/Psalms.45.5\">ψ 45:5</a>; <a data-ref=\"Psalms 79:9\" href=\"/Psalms.79.9\">79:9</a>, <span dir=\"rtl\">עַל דִּבְרֵי</span> <a data-ref=\"Jeremiah 14:1\" href=\"/Jeremiah.14.1\">Je 14:1</a>; <span dir=\"rtl\">עַל־דִּבְרֵיכֶם</span> <em>for your sakes</em> <a data-ref=\"Deuteronomy 4:21\" href=\"/Deuteronomy.4.21\">Dt 4:21</a>, <span dir=\"rtl\">עַל דְּבַר אשׁר</span> <a data-ref=\"Deuteronomy 22:24\" href=\"/Deuteronomy.22.24\">Dt 22:24</a><sup>(×2)</sup>; <a data-ref=\"Deuteronomy 23:5\" href=\"/Deuteronomy.23.5\">23:5</a> <a data-ref=\"II Samuel 13:22\" href=\"/II_Samuel.13.22\">2 S 13:22</a>.. Oldest tradition (Jerome) seems to waver between <span dir=\"rtl\">דָּג</span> <em>fish</em> and <span dir=\"rtl\">דָּגָן</span> <em>grain</em>, as explan. of <span dir=\"rtl\">דָּגוֹן</span>, v. <a ,=\"\" data-ref=\"BDB, דִּבְלָתַ֫יִם\" dir=\"rtl\" href=\"/BDB,_דִּבְלָתַ֫יִם\">בית ד׳</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d257b6084aa1cbf18e27", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, כָּתַב 1", "anchorRef": "Deuteronomy 10:4", "anchorRefExpanded": ["Deuteronomy 10:4"], "sourceRef": "BDB, כָּתַב 1", "sourceHeRef": "בראון-דרייבר-בריגס, כָּתַב א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "כָּתַב", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">כָּתַב</span></big></big><sub>223</sub><big></big>  <strong>vb. write (</strong>NH <em>id.;</em> Ph. <span dir=\"rtl\">כתב</span>; Aramaic <span dir=\"rtl\">כְּתַב</span>, <span dir=\"rtl\">ܟܬܰܒ</span>; Nab. <span dir=\"rtl\">כתב</span>, v. especially Nö in Eut<sup>Nab. p. 43</sup>; thence Arabic <span dir=\"rtl\">كَتَبَ</span>, Ethiopic ክታብ: <em>book</em>, Di <sup>Lex. 852</sup> (as loan-wds., Frä <sup>249</sup> DHM<sup> VOJ i (1887), 29</sup>); MV Buhl comp. Arabic <span dir=\"rtl\">كَتَبَ</span> <em>draw</em> or <em>sew together, conjoin</em> (letters), etc., cf. Fl<sup> ZMG 1873, 427</sup><strong>)</strong>—<br><strong>Qal</strong>  Pf. <span dir=\"rtl\">כ׳</span> <a data-ref=\"Joshua 8:32\" href=\"/Joshua.8.32\">Jos 8:32</a> +, <span dir=\"rtl\">כָּתַבְתָּ</span> <a data-ref=\"Jeremiah 36:6\" href=\"/Jeremiah.36.6\">Je 36:6</a> +, sf. <span dir=\"rtl\">וּכְתַבְתָּם</span> consec. <a data-ref=\"Deuteronomy 6:9\" href=\"/Deuteronomy.6.9\">Dt 6:9</a>; <a data-ref=\"Deuteronomy 11:20\" href=\"/Deuteronomy.11.20\">11:20</a>, etc. (Pf. 27 times); Impf. <span dir=\"rtl\">יִכְתֹּב</span> <a data-ref=\"Isaiah 44:5\" href=\"/Isaiah.44.5\">Is 44:5</a>, <span dir=\"rtl\">וַיִּכְתֹּב</span> <a data-ref=\"Exodus 24:4\" href=\"/Exodus.24.4\">Ex 24:4</a> +, etc. (Impf. 39 times); Imv. <span dir=\"rtl\">כְּתֹב</span> <a data-ref=\"Isaiah 8:1\" href=\"/Isaiah.8.1\">Is 8:1</a> + 5 times, <span dir=\"rtl\">כְּתָב־</span> <a data-ref=\"Exodus 34:27\" href=\"/Exodus.34.27\">Ex 34:27</a> + 2 times; sf. <span dir=\"rtl\">כָּתְבָהּ</span> <a data-ref=\"Isaiah 30:8\" href=\"/Isaiah.30.8\">Is 30:8</a>, <span dir=\"rtl\">כָּתְבֵם</span> <a data-ref=\"Proverbs 3:3\" href=\"/Proverbs.3.3\">Pr 3:3</a>; <a data-ref=\"Proverbs 7:3\" href=\"/Proverbs.7.3\">7:3</a>; pl. <span dir=\"rtl\">כִּתְבוּ</span> <a data-ref=\"Deuteronomy 31:9\" href=\"/Deuteronomy.31.9\">Dt 31:9</a> + 3 times; Inf. abs. <span dir=\"rtl\">כָּתוֹב</span> <a data-ref=\"Jeremiah 32:44\" href=\"/Jeremiah.32.44\">Je 32:44</a>; cstr. <span dir=\"rtl\">כְּתוֹב</span> <a data-ref=\"Psalms 87:6\" href=\"/Psalms.87.6\">ψ 87:6</a>, <span dir=\"rtl\">לִכְתֹּב</span> <a data-ref=\"Deuteronomy 31:24\" href=\"/Deuteronomy.31.24\">Dt 31:24</a> <a data-ref=\"Joshua 18:8\" href=\"/Joshua.18.8\">Jos 18:8</a>; sf. <span dir=\"rtl\">כָּתְבוֹ</span> <a data-ref=\"Jeremiah 45:1\" href=\"/Jeremiah.45.1\">Je 45:1</a>; Pt. act. <span dir=\"rtl\">כֹּתֵב</span> <a data-ref=\"Jeremiah 36:18\" href=\"/Jeremiah.36.18\">Je 36:18</a>, pl. <span dir=\"rtl\">כֹּתְבִים</span> <a data-ref=\"Jeremiah 32:12\" href=\"/Jeremiah.32.12\">Je 32:12</a> <a data-ref=\"Nehemiah 10:1\" href=\"/Nehemiah.10.1\">Ne 10:1</a>; pass. (113 times), <span dir=\"rtl\">כָּתוּב</span> <a data-ref=\"Joshua 1:8\" href=\"/Joshua.1.8\">Jos 1:8</a> +, f. <span dir=\"rtl\">כְּתוּבָה</span> <a data-ref=\"II Samuel 1:18\" href=\"/II_Samuel.1.18\">2 S 1:18</a> +, pl. <span dir=\"rtl\">כְּתוּבִים</span> <a data-ref=\"I Kings 15:7\" href=\"/I_Kings.15.7\">1 K 15:7</a> +, <span dir=\"rtl\">כְּתֻבִים</span> <a data-ref=\"I Kings 11:41\" href=\"/I_Kings.11.41\">1 K 11:41</a> +; fpl. <span dir=\"rtl\">כְּתוּבוֹת</span> <a data-ref=\"II Chronicles 34:24\" href=\"/II_Chronicles.34.24\">2 Ch 34:24</a>;— <strong>1.</strong>  <em>write:</em> <strong>a.</strong>  c. acc., words <a data-ref=\"Exodus 34:27\" href=\"/Exodus.34.27\">Ex 34:27</a>, commandments <a data-ref=\"Exodus 24:12\" href=\"/Exodus.24.12\">24:12</a>, etc., acc. cogn. <span dir=\"rtl\">מכתב</span> <a data-ref=\"Exodus 39:30\" href=\"/Exodus.39.30\">Ex 39:30</a>, cf. <span dir=\"rtl\">כַּמִּכְתָּב</span> <a data-ref=\"Deuteronomy 10:4\" href=\"/Deuteronomy.10.4\">Dt 10:4</a>; with <span dir=\"rtl\">כְּ</span>, giving purport of writing, also <a data-ref=\"Esther 8:8\" href=\"/Esther.8.8\">Est 8:8</a>; but obj. also a book, <span dir=\"rtl\">סֵפֶר</span> <a data-ref=\"Exodus 32:32\" href=\"/Exodus.32.32\">Ex 32:32</a> <a data-ref=\"Deuteronomy 24:1\" href=\"/Deuteronomy.24.1\">Dt 24:1</a>; <span dir=\"rtl\">מְגִלָּה</span> <a data-ref=\"Jeremiah 38:6\" href=\"/Jeremiah.38.6\">Je 38:6</a>, cf. pt. pass., <span dir=\"rtl\">וְהִיא כְּתוּבָה פָּנִים וְאָחוֹר</span> <a data-ref=\"Ezekiel 2:10\" href=\"/Ezekiel.2.10\">Ez 2:10</a> (of <span dir=\"rtl\">מגלה</span>; i.e. written on both sides); a letter, <span dir=\"rtl\">סֵפֶר</span> <a data-ref=\"II Samuel 11:14\" href=\"/II_Samuel.11.14\">2 S 11:14</a> <a data-ref=\"II Kings 10:1\" href=\"/II_Kings.10.1\">2 K 10:1</a> + 4 times, <span dir=\"rtl\">אִגֶּרֶת</span> <a data-ref=\"II Chronicles 30:1\" href=\"/II_Chronicles.30.1\">2 Ch 30:1</a>; a divorce-certificate <span dir=\"rtl\">סֵפֶר כְּרִיתֻת</span> <a data-ref=\"Deuteronomy 24:1\" href=\"/Deuteronomy.24.1\">Dt 24:1</a>, etc.; even <span dir=\"rtl\">לֻחֹת כְּתֻבִים</span> <em>tablets inscribed</em> by the finger of God <a data-ref=\"Exodus 31:18\" href=\"/Exodus.31.18\">Ex 31:18</a> cf. <a data-ref=\"Deuteronomy 9:10\" href=\"/Deuteronomy.9.10\">Dt 9:10</a>; <span dir=\"rtl\">ל׳ כ׳ מִשְּׁנֵי עֶבְרֵיהֶם</span> <a data-ref=\"Exodus 32:15\" href=\"/Exodus.32.15\">Ex 32:15</a> <em>tables inscribed on both sides</em> (cf. <a data-ref=\"Ezekiel 2:10\" href=\"/Ezekiel.2.10\">Ez 2:10</a> supr.) Here belongs (prob.) <span dir=\"rtl\">וְזֶה יִכְתֹּב יָדוֹ לי׳</span> <a data-ref=\"Isaiah 44:5\" href=\"/Isaiah.44.5\">Is 44:5</a> <em>and this one shall inscribe his hand</em>, ‘<em>Yahweh’s</em>,’ so 𝔊 Hi Kn Che Br Du Di, > Ges Ew De, <em>shall sign</em> (with) <em>his hand unto</em> <span dir=\"rtl\">י׳</span>. <strong>b.</strong>  more often <em>write</em> something <em>on</em>, or <em>in</em> (<span dir=\"rtl\">עַל־</span> 85 times, <span dir=\"rtl\">בְ</span> 44 times, <span dir=\"rtl\">אֶל־</span> 3 times) a tablet, roll, book, etc. (obj. various, as above):—(1) <span dir=\"rtl\">כ׳ עַל־</span> sq. <span dir=\"rtl\">סֵפֶר</span> = <em>book</em> <a data-ref=\"Deuteronomy 17:18\" href=\"/Deuteronomy.17.18\">Dt 17:18</a> + 55 times, especially in phr. <span dir=\"rtl\">כתובים על־ספר דברי וגו׳</span> <a data-ref=\"I Kings 11:41\" href=\"/I_Kings.11.41\">1 K 11:41</a> + often K Ch; <span dir=\"rtl\">כ׳ עַל־מְגִלָּה</span> <a data-ref=\"Jeremiah 36:2\" href=\"/Jeremiah.36.2\">Je 36:2</a>, <a data-ref=\"Jeremiah 36:28\" href=\"/Jeremiah.36.28\">28</a>, <a data-ref=\"Jeremiah 36:32\" href=\"/Jeremiah.36.32\">32</a>; <a data-ref=\"Jeremiah 36:29\" href=\"/Jeremiah.36.29\">36:29</a>; <span dir=\"rtl\">כ׳ עַל־לוּח(ות)</span> <a data-ref=\"Exodus 34:1\" href=\"/Exodus.34.1\">Ex 34:1</a> + 7 times, <span dir=\"rtl\">עַל־אֶבֶן</span> <a data-ref=\"Deuteronomy 27:3\" href=\"/Deuteronomy.27.3\">Dt 27:3</a> + 2 times, <span dir=\"rtl\">עַל־גִּלָּיוֹן</span> <a data-ref=\"Isaiah 8:1\" href=\"/Isaiah.8.1\">Is 8:1</a>; <span dir=\"rtl\">עַל־מְזֻזוֹת בַּיִת</span> <a data-ref=\"Deuteronomy 6:9\" href=\"/Deuteronomy.6.9\">Dt 6:9</a>; <a data-ref=\"Deuteronomy 11:20\" href=\"/Deuteronomy.11.20\">11:20</a>; <span dir=\"rtl\">עַל־מַטֶּה</span> <em>on a rod</em> <a data-ref=\"Numbers 17:17\" href=\"/Numbers.17.17\">Nu 17:17</a>, <a data-ref=\"Numbers 17:18\" href=\"/Numbers.17.18\">18</a>; <span dir=\"rtl\">עַל־עֵץ</span> <a data-ref=\"Ezekiel 37:16\" href=\"/Ezekiel.37.16\">Ez 37:16</a><sup>(×2)</sup>, <span dir=\"rtl\">עַל־צִיץ</span> (high priest’s plate) <a data-ref=\"Exodus 39:30\" href=\"/Exodus.39.30\">Ex 39:30</a>; even (only Ch) <span dir=\"rtl\">עַל־</span> sq. name of book or its contents:—<span dir=\"rtl\">כ׳ עַל־דִּבְרֵי נָתָן</span> <a data-ref=\"II Chronicles 9:29\" href=\"/II_Chronicles.9.29\">2 Ch 9:29</a> cf. <a data-ref=\"II Chronicles 33:19\" href=\"/II_Chronicles.33.19\">33:19</a>; <span dir=\"rtl\">עַל־מִדְרַשׁ וגו׳</span> <a data-ref=\"II Chronicles 24:27\" href=\"/II_Chronicles.24.27\">24:27</a>; <span dir=\"rtl\">עַל־הַקִּינוֹת</span> <a data-ref=\"II Chronicles 35:25\" href=\"/II_Chronicles.35.25\">35:25</a>; fig., <span dir=\"rtl\">כ׳ עַל־לִבָּם</span> <a data-ref=\"Jeremiah 31:33\" href=\"/Jeremiah.31.33\">Je 31:33</a> <em>I will write them upon their heart;</em> cf. <span dir=\"rtl\">כ׳ עַל־לוּחַ לִכֶּ֑ךָ</span> <a data-ref=\"Proverbs 3:3\" href=\"/Proverbs.3.3\">Pr 3:3</a>. (2) <span dir=\"rtl\">כ׳ אֶל־</span> appears for <span dir=\"rtl\">כ׳ עַל־</span> only <a data-ref=\"Jeremiah 36:2\" href=\"/Jeremiah.36.2\">Je 36:2</a> cf. <a data-ref=\"Ezekiel 2:10\" href=\"/Ezekiel.2.10\">Ez 2:10</a>, <a data-ref=\"Jeremiah 51:60\" href=\"/Jeremiah.51.60\">Je 51:60</a>. (3) <span dir=\"rtl\">כ׳ בְּ</span> sq. <span dir=\"rtl\">ספר</span> = <em>book</em> <a data-ref=\"Joshua 24:26\" href=\"/Joshua.24.26\">Jos 24:26</a> (E) + 35 times; = <em>letter, bill, deed</em>, <a data-ref=\"I Kings 21:9\" href=\"/I_Kings.21.9\">1 K 21:9</a> + 5 times; <span dir=\"rtl\">בִּמְגִלַּת סֵפֶר כָּתוּב עָלָ֑י</span> <a data-ref=\"Psalms 40:8\" href=\"/Psalms.40.8\">ψ 40:8</a> <em>it is prescribed to me</em>, <span dir=\"rtl\">על</span> as <a data-ref=\"II Kings 22:13\" href=\"/II_Kings.22.13\">2 K 22:13</a> (N. B. <span dir=\"rtl\">כ׳ על־</span> not used with <span dir=\"rtl\">סֵפֶר</span> = <em>letter</em>, and <span dir=\"rtl\">כ׳ בְּ</span> not used with <span dir=\"rtl\">לוּחַ</span>, <span dir=\"rtl\">אבן</span> or <span dir=\"rtl\">עֵץ</span>). <strong>c.</strong>  other uses of prep. with <span dir=\"rtl\">כ׳</span> are:—<span dir=\"rtl\">בְּ</span> instr., <span dir=\"rtl\">כ׳ בְּחֶרֶט אֱנוֹשׁ</span> <a data-ref=\"Isaiah 8:1\" href=\"/Isaiah.8.1\">Is 8:1</a>, <span dir=\"rtl\">כ׳ בְּעֵט בַּרְזֶל</span> <a data-ref=\"Jeremiah 17:1\" href=\"/Jeremiah.17.1\">Je 17:1</a>; <span dir=\"rtl\">כְּתֻבִים בְּאֶצְבַּע אֱלֹהִים</span> <a data-ref=\"Deuteronomy 9:10\" href=\"/Deuteronomy.9.10\">Dt 9:10</a> <a data-ref=\"Exodus 31:18\" href=\"/Exodus.31.18\">Ex 31:18</a>; <span dir=\"rtl\">כ׳ אֶל־</span> <em>unto</em>, of person to whom letter, etc., is addressed <a data-ref=\"II Samuel 11:14\" href=\"/II_Samuel.11.14\">2 S 11:14</a> <a data-ref=\"II Kings 10:6\" href=\"/II_Kings.10.6\">2 K 10:6</a> <a data-ref=\"Esther 9:23\" href=\"/Esther.9.23\">Est 9:23</a>; <span dir=\"rtl\">עַל־</span> subst. for <span dir=\"rtl\">אֶל־</span> (late) <a data-ref=\"II Chronicles 30:1\" href=\"/II_Chronicles.30.1\">2 Ch 30:1</a> <a data-ref=\"Ezra 4:7\" href=\"/Ezra.4.7\">Ezr 4:7</a> <a data-ref=\"Esther 8:8\" href=\"/Esther.8.8\">Est 8:8</a>; the fuller construction is <span dir=\"rtl\">(אֶל־) כ׳ ספר וישׁלח</span> <a data-ref=\"II Kings 10:1\" href=\"/II_Kings.10.1\">2 K 10:1</a> <a data-ref=\"Esther 8:10\" href=\"/Esther.8.10\">Est 8:10</a>; <a data-ref=\"Esther 9:20\" href=\"/Esther.9.20\">9:20</a> +; <span dir=\"rtl\">כ׳ אֶל־</span> <em>write down for</em> the benefit or use of some one, <a data-ref=\"Judges 8:14\" href=\"/Judges.8.14\">Ju 8:14</a>; <span dir=\"rtl\">לְ</span> <em>to</em> or <em>for</em>, <a data-ref=\"Deuteronomy 17:18\" href=\"/Deuteronomy.17.18\">Dt 17:18</a>; <a data-ref=\"Deuteronomy 24:1\" href=\"/Deuteronomy.24.1\">24:1</a> +; note especially <span dir=\"rtl\">אֶכְתָּו֯ב־לוֹ רֻבֵּו֯ תּוֹרָתִי</span> <a data-ref=\"Hosea 8:12\" href=\"/Hosea.8.12\">Ho 8:12</a>, i.e. either, <em>I write</em> (<em>keep writing</em>) <em>for them ever so many</em> (We, <span dir=\"rtl\">רֹב</span>, cf. <span dir=\"rtl\">رُبّ</span>; Ew and most <span dir=\"rtl\">רִבּוֹ(א)</span> a myriad) <em>of my directions</em>, or ‘<em>Though I write</em>,’ ‘<em>Were I to write</em>,’ etc.; <span dir=\"rtl\">כ׳</span> sq. ל c. inf. of purpose <a data-ref=\"II Chronicles 32:17\" href=\"/II_Chronicles.32.17\">2 Ch 32:17</a> <a data-ref=\"Esther 8:5\" href=\"/Esther.8.5\">Est 8:5</a>; c. <span dir=\"rtl\">מִן</span> in phr. <span dir=\"rtl\">כ׳ מִפִּי פ׳</span> <em>write from the mouth of</em> any one, i.e. from dictation, †<a data-ref=\"Jeremiah 36:2\" href=\"/Jeremiah.36.2\">Je 36:2</a>, <a data-ref=\"Jeremiah 36:32\" href=\"/Jeremiah.36.32\">32</a>; <a data-ref=\"Jeremiah 38:6\" href=\"/Jeremiah.38.6\">38:6</a>, <a data-ref=\"Jeremiah 38:17\" href=\"/Jeremiah.38.17\">17</a>, <a data-ref=\"Jeremiah 38:27\" href=\"/Jeremiah.38.27\">27</a>; <a data-ref=\"Jeremiah 45:1\" href=\"/Jeremiah.45.1\">45:1</a>. <strong>2.</strong>  = <em>write down, describe in writing</em>, <span dir=\"rtl\">כ׳ אֶת־הָאָרֶץ</span> <a data-ref=\"Joshua 18:4\" href=\"/Joshua.18.4\">Jos 18:4</a>, <a data-ref=\"Joshua 18:6\" href=\"/Joshua.18.6\">6</a>, <a data-ref=\"Joshua 18:8\" href=\"/Joshua.18.8\">8</a><sup>(×2)</sup>, <a data-ref=\"Joshua 18:9\" href=\"/Joshua.18.9\">9</a>. <strong>3.</strong>  = <em>register, enroll</em> <a data-ref=\"Isaiah 10:19\" href=\"/Isaiah.10.19\">Is 10:19</a> (= record the number), <a data-ref=\"I Chronicles 24:6\" href=\"/I_Chronicles.24.6\">1 Ch 24:6</a>; especially pass. <span dir=\"rtl\">הַכְּתוּבִים</span> <a data-ref=\"Numbers 11:26\" href=\"/Numbers.11.26\">Nu 11:26</a> <em>those enrolled</em> cf. <a data-ref=\"Nehemiah 12:22\" href=\"/Nehemiah.12.22\">Ne 12:22</a>; <span dir=\"rtl\">הַכּ׳ בְּשֵׁמוֹת</span> <a data-ref=\"I Chronicles 4:41\" href=\"/I_Chronicles.4.41\">1 Ch 4:41</a> <em>those recorded by name;</em> in prediction, <span dir=\"rtl\">כ׳ אֶת־הָאִישׁ הַזֶּה עֲרִירִי</span> <a data-ref=\"Jeremiah 22:30\" href=\"/Jeremiah.22.30\">Je 22:30</a> <em>register this man as childless;</em> with eschatol. reference, <span dir=\"rtl\">כַּל־הַכָּתוּב לַחַיִּים</span> <a data-ref=\"Isaiah 4:3\" href=\"/Isaiah.4.3\">Is 4:3</a> <em>all those enrolled</em> (i.e. appointed) <em>unto life;</em> and, more explicitly, <span dir=\"rtl\">כָּל־הַנִּמְצָא כָּתוּב בַּסֵּפֶר</span> <a data-ref=\"Daniel 12:1\" href=\"/Daniel.12.1\">Dn 12:1</a>; <span dir=\"rtl\">י׳ יִסְפֹּר בִּכְתוֹב עַמִּים</span> <a data-ref=\"Psalms 87:6\" href=\"/Psalms.87.6\">ψ 87:6</a> <span dir=\"rtl\">י׳</span> <em>shall reckon, when he registers</em> (note absence of suffix) <em>the peoples</em>, etc. <strong>4.</strong>  = <em>decree</em>, <span dir=\"rtl\">תִּכְתֹּב עָלַי מְרֹרוֹת</span> <a data-ref=\"Job 13:26\" href=\"/Job.13.26\">Jb 13:26</a> <em>thou</em> <span dir=\"rtl\">(י׳)</span> <em>decreest against me bitter things</em>.<br>†<strong>Niph.</strong>  (chiefly late, especially Est.), Impf. <span dir=\"rtl\">יִכָּתֵב</span> <a data-ref=\"Esther 1:19\" href=\"/Esther.1.19\">Est 1:19</a> +, 3 fs. <span dir=\"rtl\">תִּכָּ֫תֶב זֹאת</span> <a data-ref=\"Psalms 102:19\" href=\"/Psalms.102.19\">ψ 102:19</a>; 3 mpl. <span dir=\"rtl\">יִכָּתֵ֑בוּ</span> <a data-ref=\"Jeremiah 17:13\" href=\"/Jeremiah.17.13\">Je 17:13</a> + 3 times, <span dir=\"rtl\">יִכָּֽתְבוּן</span> <a data-ref=\"Job 19:23\" href=\"/Job.19.23\">Jb 19:23</a>; Pt. <span dir=\"rtl\">נִכְתָּב</span> <a data-ref=\"Esther 3:12\" href=\"/Esther.3.12\">Est 3:12</a> + 2 times;— <strong>1.</strong>  <em>be written</em>, subj. words, <a data-ref=\"Job 19:23\" href=\"/Job.19.23\">Jb 19:23</a>, book <a data-ref=\"Malachi 3:16\" href=\"/Malachi.3.16\">Mal 3:16</a>; <em>be written</em> <span dir=\"rtl\">בְּסֵפֶר</span> <a data-ref=\"Esther 2:23\" href=\"/Esther.2.23\">Est 2:23</a>; <a data-ref=\"Esther 9:23\" href=\"/Esther.9.23\">9:23</a>, <em>in</em>, or <em>among</em> <span dir=\"rtl\">(ב)</span> the laws <a data-ref=\"Esther 1:19\" href=\"/Esther.1.19\">Est 1:19</a>; once, c. <span dir=\"rtl\">עַל־</span>, <span dir=\"rtl\">עַל־סִפְרְךָ כֻּלָּם יִכָּתֵ֑בוּ</span> <a data-ref=\"Psalms 139:16\" href=\"/Psalms.139.16\">ψ 139:16</a> <em>in thy</em> (<span dir=\"rtl\">י׳</span>’s) <em>book all of them</em> (my members) <em>are written</em>, i.e. <em>written down, recorded</em> (v. infr.); abs. <span dir=\"rtl\">כְּתָב אֲשֶׁר נִכְתָּב בְּשֵׁם הַמֶּלֶךְ</span> <a data-ref=\"Esther 8:8\" href=\"/Esther.8.8\">Est 8:8</a> <em>a writing which is written in the king’s name</em>, cf. (impers.) <a data-ref=\"Esther 3:12\" href=\"/Esther.3.12\">3:12</a>; impers. also <span dir=\"rtl\">וַיִּכָּתֵב כְּכָל־אֲשֶׁר צִוָּה</span> <a data-ref=\"Esther 3:12\" href=\"/Esther.3.12\">Est 3:12</a>; <a data-ref=\"Esther 8:9\" href=\"/Esther.8.9\">8:9</a>; <span dir=\"rtl\">יִכָּ׳</span> sq. <span dir=\"rtl\">לְ</span> = <em>for</em> <a data-ref=\"Psalms 102:19\" href=\"/Psalms.102.19\">ψ 102:19</a>; sq. <span dir=\"rtl\">לְ</span> + inf. (really = a subject-cl.,—the contents of the letter) <a data-ref=\"Esther 3:9\" href=\"/Esther.3.9\">Est 3:9</a>; <a data-ref=\"Esther 8:5\" href=\"/Esther.8.5\">8:5</a>. <strong>2.</strong>  <em>be written down, recorded</em>, <a data-ref=\"Ezra 8:34\" href=\"/Ezra.8.34\">Ezr 8:34</a>; <em>enrolled</em>, <span dir=\"rtl\">בִּכְתָב בית ישׂראל לֹא יִכָּתֵ֑בוּ</span> <a data-ref=\"Ezekiel 13:9\" href=\"/Ezekiel.13.9\">Ez 13:9</a> <em>in the enrolment of the house of Israel they are not enrolled</em> (eschatolog.); <span dir=\"rtl\">וְעִם־צַדִּיקִים אַל־יִכָּתֵ֑בוּ</span> <a data-ref=\"Psalms 69:29\" href=\"/Psalms.69.29\">ψ 69:29</a> (‖ <span dir=\"rtl\">חַיִּים יִמָּחוּ מִסֵּפֶר</span>).—<span dir=\"rtl\">בָּאָרֶץ יִכָּתֵ֑בוּ</span> <a data-ref=\"Jeremiah 17:13\" href=\"/Jeremiah.17.13\">Je 17:13</a> is difficult; Gie reads, plausibly, <span dir=\"rtl\">מֵאֶרֶץ יִכָּרֵ֑תוּ</span> (cf. <a data-ref=\"Psalms 34:17\" href=\"/Psalms.34.17\">ψ 34:17</a>; <a data-ref=\"Psalms 101:8\" href=\"/Psalms.101.8\">101:8</a>, etc.)<br>†<strong>Pi.</strong>  frequent., Pf. and Pt., only <span dir=\"rtl\">כִּתֵּ֑בוּ וּמְכַתְּבִים עָמָל</span> <a data-ref=\"Isaiah 10:1\" href=\"/Isaiah.10.1\">Is 10:1</a> and <em>busy writers that make a business of writing</em> oppression (i.e. register unjust sentences, cf. <strong>Qal 4</strong>; ‖ <span dir=\"rtl\">הַחֹקֲקִים חִקֲקֵי־אָוֶן</span>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d258b6084aa1cbf18eeb", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מִכְתָּב 1", "anchorRef": "Deuteronomy 10:4", "anchorRefExpanded": ["Deuteronomy 10:4"], "sourceRef": "BDB, מִכְתָּב 1", "sourceHeRef": "בראון-דרייבר-בריגס, מִכְתָּב א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מִכְתָּב", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">מִכְתָּב</span></big>  <strong>n.m.</strong> <a data-ref=\"II Chronicles 21:12\" href=\"/II_Chronicles.21.12\">2 Ch 21:12</a> <strong>writing</strong>;—abs. <span dir=\"rtl\">מ׳</span> <a data-ref=\"Deuteronomy 10:4\" href=\"/Deuteronomy.10.4\">Dt 10:4</a> + 5 times; cstr. <span dir=\"rtl\">מִכְתַּב</span> <a data-ref=\"Exodus 32:16\" href=\"/Exodus.32.16\">Ex 32:16</a> + 2 times;—<br><strong>1.</strong>  = <em>hand-writing</em> <span dir=\"rtl\">וְהַמִּכְתָּב מִכְתַּב אֱלֹהִים הוּא</span> <a data-ref=\"Exodus 32:16\" href=\"/Exodus.32.16\">Ex 32:16</a>.<br><strong>2.</strong>  = thing written, <a data-ref=\"Exodus 39:30\" href=\"/Exodus.39.30\">Ex 39:30</a> (acc. cogn. c. <span dir=\"rtl\">כָּתַב</span>), <a data-ref=\"Deuteronomy 10:4\" href=\"/Deuteronomy.10.4\">Dt 10:4</a>; specif. a royal enactment or edict (= <span dir=\"rtl\">כְּתָב</span> <strong>4</strong>), <a data-ref=\"II Chronicles 35:4\" href=\"/II_Chronicles.35.4\">2 Ch 35:4</a> (‖ <span dir=\"rtl\">כְּתָב</span>), <a data-ref=\"II Chronicles 36:22\" href=\"/II_Chronicles.36.22\">36:22</a> = <a data-ref=\"Ezra 1:1\" href=\"/Ezra.1.1\">Ezr 1:1</a>; a prophetic writing <a data-ref=\"II Chronicles 21:12\" href=\"/II_Chronicles.21.12\">2 Ch 21:12</a>.<br><strong>3.</strong>  in a title, <span dir=\"rtl\">מ׳ לְחִזְקִיָּהוּ</span> <a data-ref=\"Isaiah 38:9\" href=\"/Isaiah.38.9\">Is 38:9</a> <em>Writing of Hezekiah</em>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d280b6084aa1cbf1ab01", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, לוּחַ 1", "anchorRef": "Deuteronomy 10:4", "anchorRefExpanded": ["Deuteronomy 10:4"], "sourceRef": "BDB, לוּחַ 1", "sourceHeRef": "בראון-דרייבר-בריגס, לוּחַ א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "לוּחַ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">לוּחַ</span></big>  <strong>n.m. tablet, board</strong> or <strong>plank, plate (</strong>NH <em>id.</em>, Aramaic <span dir=\"rtl\">לוּחָא</span>, <span dir=\"rtl\">ܠܘܽܚܳܐ</span>; Arabic <span dir=\"rtl\">لَوْحٌ</span> (mod. pron. <em>lûḥ, lôḥ</em>, cf. e.g. Spiro<sup>Arabic-Eng. Vocab.</sup> Buhl), Ethiopic ለውሕ, but Assyrian <em>lêʾu</em> (as if from <span dir=\"rtl\">לחה</span> in Dl<sup>HWB 366</sup>; see, however, <em>lêjum (lêyum)</em> Jäger<sup>BAS i, 486</sup><strong>)</strong>;—<span dir=\"rtl\">ל׳</span> abs. <a data-ref=\"Isaiah 30:8\" href=\"/Isaiah.30.8\">Is 30:8</a>; cstr. <a data-ref=\"Proverbs 3:3\" href=\"/Proverbs.3.3\">Pr 3:3</a> + 4 times; du. <span dir=\"rtl\">לֻחֹתָ֑יִם</span> <a data-ref=\"Ezekiel 27:5\" href=\"/Ezekiel.27.5\">Ez 27:5</a>; pl. <span dir=\"rtl\">לוּחֹת (לֻחוֹת)</span>, <span dir=\"rtl\">לֻחֹת</span>) abs. <a data-ref=\"Exodus 32:16\" href=\"/Exodus.32.16\">Ex 32:16</a> + 17 times; cstr. <a data-ref=\"Deuteronomy 4:13\" href=\"/Deuteronomy.4.13\">Dt 4:13</a> + 16 times;—<br><strong>1.</strong>  chiefly of stone tablets on which ten words were written <a data-ref=\"Exodus 24:12\" href=\"/Exodus.24.12\">Ex 24:12</a>; <a data-ref=\"Exodus 31:18\" href=\"/Exodus.31.18\">31:18b</a>; <a data-ref=\"Exodus 32:16\" href=\"/Exodus.32.16\">32:16</a><sup>(×2)</sup>, <a data-ref=\"Exodus 32:19\" href=\"/Exodus.32.19\">19</a> (all E), <a data-ref=\"Exodus 34:1\" href=\"/Exodus.34.1\">34:1</a><sup>(×3)</sup>, <a data-ref=\"Exodus 34:4\" href=\"/Exodus.34.4\">4</a><sup>(×2)</sup>, <a data-ref=\"Exodus 34:28\" href=\"/Exodus.34.28\">28</a> (all J), <a data-ref=\"Deuteronomy 4:13\" href=\"/Deuteronomy.4.13\">Dt 4:13</a>; <a data-ref=\"Deuteronomy 5:17\" href=\"/Deuteronomy.5.17\">5:19</a>; <a data-ref=\"Deuteronomy 9:9\" href=\"/Deuteronomy.9.9\">9:9</a>, <a data-ref=\"Deuteronomy 9:10\" href=\"/Deuteronomy.9.10\">10</a>, <a data-ref=\"Deuteronomy 9:11\" href=\"/Deuteronomy.9.11\">11</a>, <a data-ref=\"Deuteronomy 9:17\" href=\"/Deuteronomy.9.17\">17</a>; <a data-ref=\"Deuteronomy 10:1\" href=\"/Deuteronomy.10.1\">10:1</a>, <a data-ref=\"Deuteronomy 10:2\" href=\"/Deuteronomy.10.2\">2</a><sup>(×2)</sup>, <a data-ref=\"Deuteronomy 10:3\" href=\"/Deuteronomy.10.3\">3</a><sup>(×2)</sup>, <a data-ref=\"Deuteronomy 10:4\" href=\"/Deuteronomy.10.4\">4</a>, <a data-ref=\"Deuteronomy 10:5\" href=\"/Deuteronomy.10.5\">5</a> <a data-ref=\"I Kings 8:9\" href=\"/I_Kings.8.9\">1 K 8:9</a> <a data-ref=\"II Chronicles 5:10\" href=\"/II_Chronicles.5.10\">2 Ch 5:10</a>; <span dir=\"rtl\">ל׳ הָעֵדֻת</span> <a data-ref=\"Exodus 31:18\" href=\"/Exodus.31.18\">Ex 31:18a</a>; <a data-ref=\"Exodus 32:15\" href=\"/Exodus.32.15\">32:15</a> cf. v <a data-ref=\"Exodus 32:15\" href=\"/Exodus.32.15\">15</a>, <a data-ref=\"Exodus 34:29\" href=\"/Exodus.34.29\">34:29</a> (all P); <span dir=\"rtl\">ל׳ הַבְּרִית</span> <a data-ref=\"Deuteronomy 9:9\" href=\"/Deuteronomy.9.9\">Dt 9:9</a>, <a data-ref=\"Deuteronomy 9:11\" href=\"/Deuteronomy.9.11\">11</a>, <a data-ref=\"Deuteronomy 9:15\" href=\"/Deuteronomy.9.15\">15</a>; tablet for writing prophecy <a data-ref=\"Isaiah 30:8\" href=\"/Isaiah.30.8\">Is 30:8</a> (‖ <span dir=\"rtl\">סֵפֶר</span>), <a data-ref=\"Habakkuk 2:2\" href=\"/Habakkuk.2.2\">Hb 2:2</a>, and fig., <span dir=\"rtl\">לוּחַ לִבְּךָ</span> <a data-ref=\"Proverbs 3:3\" href=\"/Proverbs.3.3\">Pr 3:3</a>; <a data-ref=\"Proverbs 7:3\" href=\"/Proverbs.7.3\">7:3</a> (for writing wise counsel), cf. <a data-ref=\"Jeremiah 17:1\" href=\"/Jeremiah.17.1\">Je 17:1</a> (inscribing sin of Judah); (vb. mostly <span dir=\"rtl\">כָּתַב</span> <a data-ref=\"Exodus 31:18\" href=\"/Exodus.31.18\">Ex 31:18b</a>; <a data-ref=\"Exodus 32:15\" href=\"/Exodus.32.15\">32:15</a>; <a data-ref=\"Deuteronomy 9:10\" href=\"/Deuteronomy.9.10\">Dt 9:10</a>; <span dir=\"rtl\">כ׳ עַל</span> <a data-ref=\"Exodus 34:1\" href=\"/Exodus.34.1\">Ex 34:1</a>, <a data-ref=\"Exodus 34:28\" href=\"/Exodus.34.28\">28</a>; <a data-ref=\"Deuteronomy 4:13\" href=\"/Deuteronomy.4.13\">Dt 4:13</a>; <a data-ref=\"Deuteronomy 5:17\" href=\"/Deuteronomy.5.17\">5:19</a>; <a data-ref=\"Deuteronomy 10:2\" href=\"/Deuteronomy.10.2\">10:2</a>, <a data-ref=\"Deuteronomy 10:4\" href=\"/Deuteronomy.10.4\">4</a> <a data-ref=\"Proverbs 3:3\" href=\"/Proverbs.3.3\">Pr 3:3</a>; <a data-ref=\"Proverbs 7:3\" href=\"/Proverbs.7.3\">7:3</a>; <a data-ref=\"Isaiah 30:8\" href=\"/Isaiah.30.8\">Is 30:8</a>; <span dir=\"rtl\">חָרַשׁ עַל</span> <a data-ref=\"Jeremiah 17:1\" href=\"/Jeremiah.17.1\">Je 17:1</a>; <span dir=\"rtl\">כָּרַת</span> sq. acc. <a data-ref=\"Deuteronomy 9:9\" href=\"/Deuteronomy.9.9\">Dt 9:9</a> cf. <a data-ref=\"I Kings 8:9\" href=\"/I_Kings.8.9\">1 K 8:9</a> = <a data-ref=\"II Chronicles 5:10\" href=\"/II_Chronicles.5.10\">2 Ch 5:10</a>; <span dir=\"rtl\">חָרַת עַל</span> <a data-ref=\"Exodus 32:16\" href=\"/Exodus.32.16\">Ex 32:16</a>; <span dir=\"rtl\">בֵּאֵר עַל</span> <a data-ref=\"Habakkuk 2:2\" href=\"/Habakkuk.2.2\">Hb 2:2</a>).<br><strong>2.</strong>  wooden <em>boards</em>, composing altar of tabern. <a data-ref=\"Exodus 27:8\" href=\"/Exodus.27.8\">Ex 27:8</a>; <a data-ref=\"Exodus 38:7\" href=\"/Exodus.38.7\">38:7</a>; <em>planks</em> composing ship (fig. of Tyre) <a data-ref=\"Ezekiel 27:5\" href=\"/Ezekiel.27.5\">Ez 27:5</a>; cf. <span dir=\"rtl\">נָצוּר עָלֶיהָ לוּחַ אָ֑רֶז</span> <a data-ref=\"Song of Songs 8:9\" href=\"/Song_of_Songs.8.9\">Ct 8:9</a>, of door.<br><strong>3.</strong>  (metal) <em>plates</em> on bases of lavers in Solomon’s temple <a data-ref=\"I Kings 7:36\" href=\"/I_Kings.7.36\">1 K 7:36</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d423b6084aa1cbf2f8af", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, קָהָל 1", "anchorRef": "Deuteronomy 10:4", "anchorRefExpanded": ["Deuteronomy 10:4"], "sourceRef": "BDB, קָהָל 1", "sourceHeRef": "בראון-דרייבר-בריגס, קָהָל א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "קָהָל", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">קָהָל</span></big><sub>123</sub>  <strong>n.m.</strong> <sup>Ez 38:15</sup> <strong>assembly, convocation, congregation</strong>;—abs. <span dir=\"rtl\">ק׳</span> <a data-ref=\"Jeremiah 31:8\" href=\"/Jeremiah.31.8\">Je 31:8</a> +; cstr. <span dir=\"rtl\">קְהַל</span> <a data-ref=\"Exodus 12:6\" href=\"/Exodus.12.6\">Ex 12:6</a> +; sf. <span dir=\"rtl\">קְהָלֶ֑ךָ</span> <a data-ref=\"Ezekiel 38:13\" href=\"/Ezekiel.38.13\">Ez 38:13</a>, etc.; pl. sf. <span dir=\"rtl\">קְהָלֶיךָ</span> <a data-ref=\"Ezekiel 38:7\" href=\"/Ezekiel.38.7\">Ez 38:7</a>;—<br><strong>1.</strong>  <em>assembly</em> specially convoked: †<strong>a.</strong>  for evil counsel, ‖ <span dir=\"rtl\">סוד</span> <a data-ref=\"Genesis 49:6\" href=\"/Genesis.49.6\">Gn 49:6</a> (poem); <span dir=\"rtl\">ק׳ מרעים</span> <a data-ref=\"Psalms 26:5\" href=\"/Psalms.26.5\">ψ 26:5</a>; for civil affairs <a data-ref=\"I Kings 12:3\" href=\"/I_Kings.12.3\">1 K 12:3</a> <a data-ref=\"Proverbs 5:14\" href=\"/Proverbs.5.14\">Pr 5:14</a>; <a data-ref=\"Proverbs 26:26\" href=\"/Proverbs.26.26\">26:26</a> <a data-ref=\"Job 30:28\" href=\"/Job.30.28\">Jb 30:28</a> (Di <em>publice</em>). <strong>b.</strong>  for war or invasion, <a data-ref=\"Numbers 22:4\" href=\"/Numbers.22.4\">Nu 22:4</a> (E), <a data-ref=\"Judges 20:2\" href=\"/Judges.20.2\">Ju 20:2</a>; <a data-ref=\"Judges 21:5\" href=\"/Judges.21.5\">21:5</a>, <a data-ref=\"Judges 21:8\" href=\"/Judges.21.8\">8</a> <a data-ref=\"I Samuel 17:47\" href=\"/I_Samuel.17.47\">1 S 17:47</a> <a data-ref=\"Ezekiel 16:40\" href=\"/Ezekiel.16.40\">Ez 16:40</a>; <a data-ref=\"Ezekiel 38:7\" href=\"/Ezekiel.38.7\">38:7</a> (pl. only here), + 8 times Ez; <span dir=\"rtl\">ק׳ גדול</span> (‖ <span dir=\"rtl\">חיל רב</span>) <a data-ref=\"Ezekiel 38:15\" href=\"/Ezekiel.38.15\">Ez 38:15</a>; <span dir=\"rtl\">ק׳ רב</span> (‖ <span dir=\"rtl\">חיל גדול</span>) <a data-ref=\"Ezekiel 17:17\" href=\"/Ezekiel.17.17\">17:17</a>; <a data-ref=\"Ezekiel 38:4\" href=\"/Ezekiel.38.4\">38:4</a>; <span dir=\"rtl\">ק׳ נוים</span> <a data-ref=\"Jeremiah 50:9\" href=\"/Jeremiah.50.9\">Je 50:9</a>; <span dir=\"rtl\">ק׳ עמים</span> <a data-ref=\"Ezekiel 23:24\" href=\"/Ezekiel.23.24\">Ez 23:24</a>; <a data-ref=\"Ezekiel 32:3\" href=\"/Ezekiel.32.3\">32:3</a>. <strong>c.</strong>  <em>company</em> of returning exiles, <a data-ref=\"Jeremiah 31:8\" href=\"/Jeremiah.31.8\">Je 31:8</a> <a data-ref=\"Ezra 2:64\" href=\"/Ezra.2.64\">Ezr 2:64</a> = <a data-ref=\"Nehemiah 7:65\" href=\"/Nehemiah.7.65\">Ne 7:66</a>. <strong>d.</strong>  for religious purposes, to hear words of <span dir=\"rtl\">י׳</span> at Horeb <a data-ref=\"Deuteronomy 5:17\" href=\"/Deuteronomy.5.17\">Dt 5:19</a>, <span dir=\"rtl\">ביום הק׳</span> <a data-ref=\"Deuteronomy 9:10\" href=\"/Deuteronomy.9.10\">Dt 9:10</a>; <a data-ref=\"Deuteronomy 10:4\" href=\"/Deuteronomy.10.4\">10:4</a> (gloss, not in 𝔊), <a data-ref=\"Deuteronomy 18:16\" href=\"/Deuteronomy.18.16\">18:16</a>; word of Jer. <a data-ref=\"Jeremiah 26:17\" href=\"/Jeremiah.26.17\">Je 26:17</a>; <a data-ref=\"Jeremiah 44:15\" href=\"/Jeremiah.44.15\">44:15</a>; for feasts, fasts and worship <a data-ref=\"II Chronicles 20:5\" href=\"/II_Chronicles.20.5\">2 Ch 20:5</a>; <a data-ref=\"II Chronicles 30:25\" href=\"/II_Chronicles.30.25\">30:25</a><sup>(×2)</sup> <a data-ref=\"Nehemiah 5:13\" href=\"/Nehemiah.5.13\">Ne 5:13</a>; <a data-ref=\"Joel 2:16\" href=\"/Joel.2.16\">Jo 2:16</a> <a data-ref=\"Psalms 107:32\" href=\"/Psalms.107.32\">ψ 107:32</a>; <span dir=\"rtl\">ק׳ רב</span> <a data-ref=\"Psalms 22:26\" href=\"/Psalms.22.26\">22:26</a> + 4 times; <span dir=\"rtl\">וַיֵּאָֽסְפוּ</span> … <span dir=\"rtl\">ק׳ לרב מְאֹד</span> <a data-ref=\"II Chronicles 30:13\" href=\"/II_Chronicles.30.13\">2 Ch 30:13</a>; <span dir=\"rtl\">ק׳ גדול</span> <a data-ref=\"I Kings 8:65\" href=\"/I_Kings.8.65\">1 K 8:65</a> = <a data-ref=\"II Chronicles 7:8\" href=\"/II_Chronicles.7.8\">2 Ch 7:8</a>; <span dir=\"rtl\">בתוך (ה)ק׳</span> <a data-ref=\"II Chronicles 20:14\" href=\"/II_Chronicles.20.14\">2 Ch 20:14</a> <a data-ref=\"Psalms 22:23\" href=\"/Psalms.22.23\">ψ 22:23</a>.<br><strong>2.</strong>  <em>congregation</em>, as organized body: <strong>a.</strong>  of Isr.: <span dir=\"rtl\">ק׳ יהוה</span> <a data-ref=\"Micah 2:5\" href=\"/Micah.2.5\">Mi 2:5</a>; <a data-ref=\"Numbers 16:3\" href=\"/Numbers.16.3\">Nu 16:3</a>; <a data-ref=\"Numbers 20:4\" href=\"/Numbers.20.4\">20:4</a> (P), <a data-ref=\"I Chronicles 28:8\" href=\"/I_Chronicles.28.8\">1 Ch 28:8</a>; <span dir=\"rtl\">(י׳) בא בק׳</span> <a data-ref=\"Deuteronomy 23:2\" href=\"/Deuteronomy.23.2\">Dt 23:2</a>, <a data-ref=\"Deuteronomy 23:3\" href=\"/Deuteronomy.23.3\">3</a><sup>(×2)</sup>, <a data-ref=\"Deuteronomy 23:4\" href=\"/Deuteronomy.23.4\">4</a><sup>(×2)</sup>, <a data-ref=\"Deuteronomy 23:9\" href=\"/Deuteronomy.23.9\">9</a> <a data-ref=\"Nehemiah 13:1\" href=\"/Nehemiah.13.1\">Ne 13:1</a>; <a data-ref=\"Lamentations 1:10\" href=\"/Lamentations.1.10\">La 1:10</a>; <span dir=\"rtl\">כל ק׳ ישׂראל</span> <a data-ref=\"Deuteronomy 31:30\" href=\"/Deuteronomy.31.30\">Dt 31:30</a>; <a data-ref=\"Joshua 8:35\" href=\"/Joshua.8.35\">Jos 8:35</a> (D) <a data-ref=\"Leviticus 16:17\" href=\"/Leviticus.16.17\">Lv 16:17</a> (P); <a data-ref=\"I Kings 8:14\" href=\"/I_Kings.8.14\">1 K 8:14</a><sup>(×2)</sup>, <a data-ref=\"I Kings 8:22\" href=\"/I_Kings.8.22\">22</a>, <a data-ref=\"I Kings 8:55\" href=\"/I_Kings.8.55\">55</a> = <a data-ref=\"II Chronicles 6:3\" href=\"/II_Chronicles.6.3\">2 Ch 6:3</a><sup>(×2)</sup>, <a data-ref=\"II Chronicles 6:12\" href=\"/II_Chronicles.6.12\">12</a>, <a data-ref=\"II Chronicles 6:13\" href=\"/II_Chronicles.6.13\">13</a>; <a data-ref=\"I Kings 12:3\" href=\"/I_Kings.12.3\">1 K 12:3</a>; <a data-ref=\"I Chronicles 13:2\" href=\"/I_Chronicles.13.2\">1 Ch 13:2</a>; <span dir=\"rtl\">כל ק׳ עדת ישׂראל</span> <a data-ref=\"Exodus 12:6\" href=\"/Exodus.12.6\">Ex 12:6</a> (𝔊 reads <span dir=\"rtl\">בני</span> before <span dir=\"rtl\">יִשׂ׳</span>), <a data-ref=\"Numbers 14:5\" href=\"/Numbers.14.5\">Nu 14:5</a> (P; 𝔊 συναγωγή; MT prob. conflation); <span dir=\"rtl\">כל עם הק׳</span> <a data-ref=\"Leviticus 16:33\" href=\"/Leviticus.16.33\">Lv 16:33</a>; <span dir=\"rtl\">כל הק׳</span> <a data-ref=\"Exodus 16:3\" href=\"/Exodus.16.3\">Ex 16:3</a> (P) <a data-ref=\"I Chronicles 13:4\" href=\"/I_Chronicles.13.4\">1 Ch 13:4</a> + 12 times Ch; <span dir=\"rtl\">הק׳</span> <a data-ref=\"Leviticus 4:13\" href=\"/Leviticus.4.13\">Lv 4:13</a>, <a data-ref=\"Leviticus 4:14\" href=\"/Leviticus.4.14\">14</a>, <a data-ref=\"Leviticus 4:21\" href=\"/Leviticus.4.21\">21</a> + 8 times Nu (P), 8 times 2 Ch. <strong>b.</strong>  restored community in Jerus. <a data-ref=\"Ezra 10:12\" href=\"/Ezra.10.12\">Ezr 10:12</a>, <a data-ref=\"Ezra 10:14\" href=\"/Ezra.10.14\">14</a>; <a data-ref=\"Nehemiah 8:2\" href=\"/Nehemiah.8.2\">Ne 8:2</a>, <a data-ref=\"Nehemiah 8:17\" href=\"/Nehemiah.8.17\">17</a>; <span dir=\"rtl\">ק׳ הַגּוֹלָה</span> <a data-ref=\"Ezra 10:8\" href=\"/Ezra.10.8\">Ezr 10:8</a>; later the better part of it, <span dir=\"rtl\">ק׳ חסידים</span> <a data-ref=\"Psalms 149:1\" href=\"/Psalms.149.1\">ψ 149:1</a>. <strong>c.</strong>  of angels, <span dir=\"rtl\">ק׳ קדש֯ים</span> <a data-ref=\"Psalms 89:6\" href=\"/Psalms.89.6\">ψ 89:6</a>. <strong>d.</strong>  more gen.: <em>company</em>, assembled multitude, <span dir=\"rtl\">ק׳ גוים</span> <a data-ref=\"Genesis 35:11\" href=\"/Genesis.35.11\">Gn 35:11</a> (P), <span dir=\"rtl\">עמים ק׳</span> <a data-ref=\"Genesis 28:3\" href=\"/Genesis.28.3\">Gn 28:3</a>; <a data-ref=\"Genesis 48:4\" href=\"/Genesis.48.4\">48:4</a> (P), <a data-ref=\"Numbers 22:4\" href=\"/Numbers.22.4\">Nu 22:4</a> (E), <span dir=\"rtl\">ק׳ רפאים</span> <a data-ref=\"Proverbs 21:16\" href=\"/Proverbs.21.16\">Pr 21:16</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d454b6084aa1cbf32055", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, רִאשׁוֹן 1", "anchorRef": "Deuteronomy 10:4", "anchorRefExpanded": ["Deuteronomy 10:4"], "sourceRef": "BDB, רִאשׁוֹן 1", "sourceHeRef": "בראון-דרייבר-בריגס, רִאשׁוֹן א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "רִאשׁוֹן", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">רִאשׁוֹן</span></big><sub>182</sub>  <strong>adj.</strong> former, first, chief <strong>(</strong><em>i</em> heightened from orig. <em>a</em>, v. √<strong>)</strong>;—abs. <span dir=\"rtl\">ר׳</span> <a data-ref=\"Hosea 2:19\" href=\"/Hosea.2.19\">Ho 2:19</a> +, <span dir=\"rtl\">שֹׁן</span>- <a data-ref=\"Exodus 12:15\" href=\"/Exodus.12.15\">Ex 12:15</a> +, <span dir=\"rtl\">רִישׁוֹן</span> <a data-ref=\"Job 8:8\" href=\"/Job.8.8\">Jb 8:8</a>, cstr. <span dir=\"rtl\">רִאשׁוֹן</span> <a data-ref=\"Job 15:7\" href=\"/Job.15.7\">Jb 15:7</a> Qr (Kt <span dir=\"rtl\">ראישון</span>, and so always Cod. Sam. Pent., v. Kö<sup>ii. 1. 225 n</sup>); f. <span dir=\"rtl\">רִאשֹׁנָה</span> <a data-ref=\"Judges 20:37\" href=\"/Judges.20.37\">Ju 20:37</a> + (<a data-ref=\"Joshua 21:10\" href=\"/Joshua.21.10\">Jos 21:10</a> Kt <span dir=\"rtl\">ראישנה</span>, v. supr.); mpl. <span dir=\"rtl\">רִאשֹׁנִים</span> <a data-ref=\"Exodus 34:1\" href=\"/Exodus.34.1\">Ex 34:1</a> +, fpl. <span dir=\"rtl\">רִאשֹׁנוֹת</span> <a data-ref=\"Isaiah 41:22\" href=\"/Isaiah.41.22\">Is 41:22</a> +, etc.;—<br><strong>1.</strong>  <em>former:</em> <strong>a.</strong>  in time, <em>former</em> of two <a data-ref=\"Genesis 25:25\" href=\"/Genesis.25.25\">Gn 25:25</a> (J), <a data-ref=\"Genesis 41:20\" href=\"/Genesis.41.20\">41:20</a> (E), <a data-ref=\"Deuteronomy 10:1\" href=\"/Deuteronomy.10.1\">Dt 10:1</a>, <a data-ref=\"Deuteronomy 10:2\" href=\"/Deuteronomy.10.2\">2</a>, <a data-ref=\"Deuteronomy 10:3\" href=\"/Deuteronomy.10.3\">3</a>, <a data-ref=\"Deuteronomy 10:4\" href=\"/Deuteronomy.10.4\">4</a>, <a data-ref=\"Deuteronomy 10:10\" href=\"/Deuteronomy.10.10\">10</a>; <a data-ref=\"Deuteronomy 24:4\" href=\"/Deuteronomy.24.4\">24:4</a>, cf. <a data-ref=\"Hosea 2:9\" href=\"/Hosea.2.9\">Ho 2:9</a>; <a data-ref=\"Leviticus 4:21\" href=\"/Leviticus.4.21\">Lv 4:21</a>; <a data-ref=\"Leviticus 9:15\" href=\"/Leviticus.9.15\">9:15</a> (both P), <a data-ref=\"Judges 20:39\" href=\"/Judges.20.39\">Ju 20:39</a>; <a data-ref=\"II Kings 1:14\" href=\"/II_Kings.1.14\">2 K 1:14</a>; <a data-ref=\"Haggai 2:3\" href=\"/Haggai.2.3\">Hg 2:3</a>, <a data-ref=\"Haggai 2:9\" href=\"/Haggai.2.9\">9</a>; <a data-ref=\"Ezra 3:12\" href=\"/Ezra.3.12\">Ezr 3:12</a> +; more gen. <em>former, previous</em>, <a data-ref=\"Numbers 21:26\" href=\"/Numbers.21.26\">Nu 21:26</a> (JE), <a data-ref=\"Micah 4:8\" href=\"/Micah.4.8\">Mi 4:8</a>; <a data-ref=\"II Kings 17:34\" href=\"/II_Kings.17.34\">2 K 17:34</a>, <a data-ref=\"II Kings 17:40\" href=\"/II_Kings.17.40\">40</a>; <a data-ref=\"Zechariah 1:4\" href=\"/Zechariah.1.4\">Zc 1:4</a>; <a data-ref=\"Zechariah 7:7\" href=\"/Zechariah.7.7\">7:7</a>, <a data-ref=\"Zechariah 7:12\" href=\"/Zechariah.7.12\">12</a>; <a data-ref=\"Zechariah 8:11\" href=\"/Zechariah.8.11\">8:11</a>; <a data-ref=\"Nehemiah 5:15\" href=\"/Nehemiah.5.15\">Ne 5:15</a>; <a data-ref=\"Ecclesiastes 7:10\" href=\"/Ecclesiastes.7.10\">Ec 17:10</a> <a data-ref=\"Psalms 79:8\" href=\"/Psalms.79.8\">ψ 79:8</a> +; <span dir=\"rtl\">כָּעֵת הָר׳</span> <a data-ref=\"Isaiah 8:23\" href=\"/Isaiah.8.23\">Is 8:23</a>; <span dir=\"rtl\">דִּבְרֵי דויד הָר׳</span> †<a data-ref=\"I Chronicles 29:29\" href=\"/I_Chronicles.29.29\">1 Ch 29:29</a> <em>the doings of David, the former</em> and the latter <span dir=\"rtl\">(הָאַחֲרֹנִים)</span>, cf. †<a data-ref=\"II Chronicles 9:29\" href=\"/II_Chronicles.9.29\">2 Ch 9:29</a>; <a data-ref=\"II Chronicles 12:15\" href=\"/II_Chronicles.12.15\">12:15</a>; <a data-ref=\"II Chronicles 16:11\" href=\"/II_Chronicles.16.11\">16:11</a>; <a data-ref=\"II Chronicles 20:34\" href=\"/II_Chronicles.20.34\">20:34</a>; <a data-ref=\"II Chronicles 25:26\" href=\"/II_Chronicles.25.26\">25:26</a>; <a data-ref=\"II Chronicles 26:22\" href=\"/II_Chronicles.26.22\">26:22</a>; <a data-ref=\"II Chronicles 28:26\" href=\"/II_Chronicles.28.26\">28:26</a>; <a data-ref=\"II Chronicles 35:27\" href=\"/II_Chronicles.35.27\">35:27</a>; <em>early</em> days of harvest <a data-ref=\"II Samuel 21:9\" href=\"/II_Samuel.21.9\">2 S 21:9</a>; <span dir=\"rtl\">רִאשֹׁנִים</span> as subst., <em>former persons</em>, ancestors, men of old, <a data-ref=\"Deuteronomy 19:14\" href=\"/Deuteronomy.19.14\">Dt 19:14</a>; <a data-ref=\"Leviticus 26:45\" href=\"/Leviticus.26.45\">Lv 26:45</a> (H), <a data-ref=\"Ecclesiastes 1:11\" href=\"/Ecclesiastes.1.11\">Ec 1:11</a> (opp. <span dir=\"rtl\">אַחֲרֹנִים</span>); <span dir=\"rtl\">(הָ)רִאשֹׁנוֹת</span> as subst. the <em>former things</em>, i.e. past events <a data-ref=\"Isaiah 41:22\" href=\"/Isaiah.41.22\">Is 41:22</a>; <a data-ref=\"Isaiah 43:9\" href=\"/Isaiah.43.9\">43:9</a>, <a data-ref=\"Isaiah 43:18\" href=\"/Isaiah.43.18\">18</a>; <a data-ref=\"Isaiah 46:9\" href=\"/Isaiah.46.9\">46:9</a>; <a data-ref=\"Isaiah 48:3\" href=\"/Isaiah.48.3\">48:3</a>, earlier predictions <a data-ref=\"Isaiah 42:9\" href=\"/Isaiah.42.9\">42:9</a>. <strong>b.</strong>  loc., <em>foremost</em>, of two <a data-ref=\"II Samuel 18:27\" href=\"/II_Samuel.18.27\">2 S 18:27</a>.<br><strong>2.</strong>  <em>first:</em> <strong>a.</strong>  in time, <span dir=\"rtl\">הַמַּכָּה הָר׳</span> <a data-ref=\"I Samuel 14:14\" href=\"/I_Samuel.14.14\">1 S 14:14</a> <em>the first slaughter</em> (prelim. to general carnage); <span dir=\"rtl\">וְלֹא־הָיָה דְּבָרִי ר׳</span> <a data-ref=\"II Samuel 19:44\" href=\"/II_Samuel.19.44\">2 S 19:44</a> <em>was not my word first?</em> <span dir=\"rtl\">ר׳</span> in appos. with pers. subj. †<a data-ref=\"II Samuel 19:21\" href=\"/II_Samuel.19.21\">2 S 19:21</a> I am come <em>as first</em>, cf. perhaps <a data-ref=\"Isaiah 41:27\" href=\"/Isaiah.41.27\">Is 41:27</a> (ins. <span dir=\"rtl\">אָמַרְתִּי</span> Ges De < read <span dir=\"rtl\">הִגַּדְתִּים</span> for <span dir=\"rtl\">הִנֵּה הִנָּם</span>, Che<sup>Hpt</sup> Kit<sup>Di</sup>), and <span dir=\"rtl\">הָר׳</span> <a data-ref=\"Jeremiah 50:17\" href=\"/Jeremiah.50.17\">Je 50:17</a> (opp. <span dir=\"rtl\">הָאַחֲרוֹן</span>), <a data-ref=\"Isaiah 43:27\" href=\"/Isaiah.43.27\">Is 43:27</a>; <span dir=\"rtl\">ר׳</span> abs., <em>first</em> of mankind <a data-ref=\"Job 15:17\" href=\"/Job.15.17\">Jb 15:17</a>; abs. of <span dir=\"rtl\">י׳</span>, <em>I</em> (am the) <em>first</em> <a data-ref=\"Isaiah 41:4\" href=\"/Isaiah.41.4\">Is 41:4</a> (+ <span dir=\"rtl\">אֶת־ אַחֲרֹנִים</span>), + <span dir=\"rtl\">אַחֲרוֹן</span> <a data-ref=\"Isaiah 44:6\" href=\"/Isaiah.44.6\">44:6</a>; <a data-ref=\"Isaiah 48:12\" href=\"/Isaiah.48.12\">48:12</a>; abs. of time, <span dir=\"rtl\">מֵרִאשׁוֹן</span> <a data-ref=\"Jeremiah 17:12\" href=\"/Jeremiah.17.12\">Je 17:12</a> <em>from the beginning;</em> especially <em>first</em> of a def. series (sometimes opp. <span dir=\"rtl\">אַחֲרוֹן</span>), <em>first</em> day of feast <a data-ref=\"Deuteronomy 16:4\" href=\"/Deuteronomy.16.4\">Dt 16:4</a>; <a data-ref=\"Exodus 12:15\" href=\"/Exodus.12.15\">Ex 12:15</a><sup>(×2)</sup>, <a data-ref=\"Exodus 12:16\" href=\"/Exodus.12.16\">16</a> + 5 times P (H), <a data-ref=\"Nehemiah 8:18\" href=\"/Nehemiah.8.18\">Ne 8:18</a>; usually <em>first</em> month <span dir=\"rtl\">(חֹדֶשׁ)</span> <a data-ref=\"Exodus 40:2\" href=\"/Exodus.40.2\">Ex 40:2</a>, <a data-ref=\"Exodus 40:17\" href=\"/Exodus.40.17\">17</a>; <a data-ref=\"Leviticus 23:5\" href=\"/Leviticus.23.5\">Lv 23:5</a> + 6 times P, <a data-ref=\"I Chronicles 12:16\" href=\"/I_Chronicles.12.16\">1 Ch 12:16</a> (van d. H. v <a data-ref=\"I Chronicles 12:15\" href=\"/I_Chronicles.12.15\">15</a>) + 10 times Ch Ezr, <a data-ref=\"Esther 3:7\" href=\"/Esther.3.7\">Est 3:7</a>; <a data-ref=\"Daniel 10:4\" href=\"/Daniel.10.4\">Dn 10:4</a>, <span dir=\"rtl\">חֹדֶשׁ</span> om. <a data-ref=\"Genesis 8:13\" href=\"/Genesis.8.13\">Gn 8:13</a>; <a data-ref=\"Exodus 12:2\" href=\"/Exodus.12.2\">Ex 12:2</a>, <a data-ref=\"Exodus 12:18\" href=\"/Exodus.12.18\">18</a>; <a data-ref=\"Numbers 9:5\" href=\"/Numbers.9.5\">Nu 9:5</a> (all P) <a data-ref=\"Ezekiel 29:17\" href=\"/Ezekiel.29.17\">Ez 29:17</a>; <a data-ref=\"Ezekiel 30:20\" href=\"/Ezekiel.30.20\">30:20</a>; <a data-ref=\"Ezekiel 45:18\" href=\"/Ezekiel.45.18\">45:18</a>, <a data-ref=\"Ezekiel 45:21\" href=\"/Ezekiel.45.21\">21</a>, so <a data-ref=\"Joel 2:23\" href=\"/Joel.2.23\">Jo 2:23</a>, but read <span dir=\"rtl\">כָּרִאשׁוֹנָה</span> (<strong>3 a</strong>) 𝔊 𝔖 We Now and Dr. <strong>b.</strong>  <em>first</em> in degree, <em>chief:</em> <span dir=\"rtl\">יַד הַשָּׁרִים</span> … <span dir=\"rtl\">רִאשׁוֹנָה</span> <a data-ref=\"Ezra 9:2\" href=\"/Ezra.9.2\">Ezr 9:2</a> <em>the hand of the princes</em> … has been <em>first</em> in this trespass; <a data-ref=\"I Chronicles 18:17\" href=\"/I_Chronicles.18.17\">1 Ch 18:17</a>; <a data-ref=\"Daniel 10:13\" href=\"/Daniel.10.13\">Dn 10:13</a> (cf. <a data-ref=\"Esther 1:14\" href=\"/Esther.1.14\">Est 1:14</a> infr.).<br>†<strong>3.</strong> <strong>a.</strong>  fem. c. prep. as adv.; phr.: (1) of time, <span dir=\"rtl\">בָּרִאשֹׁנָה</span> <a data-ref=\"Genesis 13:4\" href=\"/Genesis.13.4\">Gn 13:4</a> (J), = <em>before, formerly</em>, so <a data-ref=\"Joshua 8:5\" href=\"/Joshua.8.5\">Jos 8:5</a>, <a data-ref=\"Joshua 8:6\" href=\"/Joshua.8.6\">6</a> (JE), <a data-ref=\"II Samuel 7:10\" href=\"/II_Samuel.7.10\">2 S 7:10</a>; <a data-ref=\"II Samuel 20:18\" href=\"/II_Samuel.20.18\">20:18</a>; <a data-ref=\"Jeremiah 7:12\" href=\"/Jeremiah.7.12\">Je 7:12</a>; <a data-ref=\"Isaiah 52:4\" href=\"/Isaiah.52.4\">Is 52:4</a>, <span dir=\"rtl\">לָר׳</span> = <em>before, formerly</em>, <a data-ref=\"Genesis 28:19\" href=\"/Genesis.28.19\">Gn 28:19</a> (J), <a data-ref=\"Judges 18:29\" href=\"/Judges.18.29\">Ju 18:29</a>; so <span dir=\"rtl\">כְּבָר׳</span> <em>as formerly</em> <a data-ref=\"Judges 20:32\" href=\"/Judges.20.32\">Ju 20:32</a>; <a data-ref=\"I Kings 13:6\" href=\"/I_Kings.13.6\">1 K 13:6</a>; <a data-ref=\"Isaiah 1:26\" href=\"/Isaiah.1.26\">Is 1:26</a>; <a data-ref=\"Jeremiah 33:7\" href=\"/Jeremiah.33.7\">Je 33:7</a>, <a data-ref=\"Jeremiah 33:11\" href=\"/Jeremiah.33.11\">11</a>, = <span dir=\"rtl\">כָּר׳</span> <a data-ref=\"Deuteronomy 9:15\" href=\"/Deuteronomy.9.15\">Dt 9:15</a>; <a data-ref=\"Daniel 11:29\" href=\"/Daniel.11.29\">Dn 11:29</a> (opp. <span dir=\"rtl\">כָּאַחֲרוֹנָה</span>); <span dir=\"rtl\">בָּר׳</span> = <em>at first</em>, first of all, <a data-ref=\"Deuteronomy 13:10\" href=\"/Deuteronomy.13.10\">Dt 13:10</a>; <a data-ref=\"Deuteronomy 17:7\" href=\"/Deuteronomy.17.7\">17:7</a> <a data-ref=\"Numbers 10:13\" href=\"/Numbers.10.13\">Nu 10:13</a> (P) <a data-ref=\"Joshua 8:33\" href=\"/Joshua.8.33\">Jos 8:33</a> (D), <a data-ref=\"I Kings 17:13\" href=\"/I_Kings.17.13\">1 K 17:13</a>; <a data-ref=\"I Kings 20:9\" href=\"/I_Kings.20.9\">20:9</a>; <a data-ref=\"Zechariah 12:7\" href=\"/Zechariah.12.7\">Zc 12:7</a>; <a data-ref=\"Proverbs 20:21\" href=\"/Proverbs.20.21\">Pr 20:21</a> (opp. <span dir=\"rtl\">אַחֲרִיתָהּ</span>), <a data-ref=\"I Chronicles 11:6\" href=\"/I_Chronicles.11.6\">1 Ch 11:6</a><sup>(×2)</sup>; <a data-ref=\"I Chronicles 17:9\" href=\"/I_Chronicles.17.9\">17:9</a>; <a data-ref=\"Nehemiah 7:5\" href=\"/Nehemiah.7.5\">Ne 7:5</a>; <span dir=\"rtl\">לְמַבָּרִאשׁוֹנָה</span> <a data-ref=\"I Chronicles 15:13\" href=\"/I_Chronicles.15.13\">1 Ch 15:13</a> (= <span dir=\"rtl\">לְמַה־בָּר׳</span>) <em>for what was at first</em>, etc. (<span dir=\"rtl\">מָה</span> <strong>1 e</strong>); (2) loc., <span dir=\"rtl\">בָּר׳</span>, i.e. <em>at the head</em> of an army <a data-ref=\"I Kings 20:17\" href=\"/I_Kings.20.17\">1 K 20:17</a>, a procession <a data-ref=\"Numbers 10:14\" href=\"/Numbers.10.14\">Nu 10:14</a> (P), cf. <a data-ref=\"Isaiah 60:9\" href=\"/Isaiah.60.9\">Is 60:9</a>. <strong>b.</strong>  <span dir=\"rtl\">רִאשֹׁנָה</span> alone as adv.: (1) of time, <em>first</em> <a data-ref=\"Genesis 38:28\" href=\"/Genesis.38.28\">Gn 38:28</a> (J), <a data-ref=\"I Kings 18:25\" href=\"/I_Kings.18.25\">1 K 18:25</a>; <a data-ref=\"Jeremiah 16:18\" href=\"/Jeremiah.16.18\">Je 16:18</a>; <a data-ref=\"Leviticus 5:8\" href=\"/Leviticus.5.8\">Lv 5:8</a>; <a data-ref=\"Numbers 2:9\" href=\"/Numbers.2.9\">Nu 2:9</a>; <a data-ref=\"Joshua 21:10\" href=\"/Joshua.21.10\">Jos 21:10</a> (all P), <a data-ref=\"Isaiah 65:7\" href=\"/Isaiah.65.7\">Is 65:7</a> (Ew De Che Di Du Skinner, > adj. Ges Hi Kn); (2) of place <a data-ref=\"Genesis 33:2\" href=\"/Genesis.33.2\">Gn 33:2</a> (J); (3) of degree, rank, <a data-ref=\"Esther 1:14\" href=\"/Esther.1.14\">Est 1:14</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "641a189e188fd0cc3eef536f", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 13:37", "anchorRef": "Deuteronomy 10:4", "anchorRefExpanded": ["Deuteronomy 10:4"], "sourceRef": "Bamidbar Rabbah 13:37", "sourceHeRef": "במדבר רבה י״ג:ל״ז", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 13.0037, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": [], "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": [], "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "641a19aa67262905b4d2d9ce", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 13:41", "anchorRef": "Deuteronomy 10:4", "anchorRefExpanded": ["Deuteronomy 10:4"], "sourceRef": "Bamidbar Rabbah 13:41", "sourceHeRef": "במדבר רבה י״ג:מ״א", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 13.0041, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": [], "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": [], "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "65c540761b847b2ababb043e", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 13:20", "anchorRef": "Deuteronomy 10:4", "anchorRefExpanded": ["Deuteronomy 10:4"], "sourceRef": "Bamidbar Rabbah 13:20", "sourceHeRef": "במדבר רבה י״ג:כ׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 13.002, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "בַּיּוֹם הַשִּׁשִּׁי נָשִׂיא לִבְנֵי גָד אֶלְיָסָף בֶּן דְּעוּאֵל <small>(במדבר ז, מב)</small>, לְפִי שֶׁשִּׁמְעוֹן לָקַח חַרְבּוֹ וְהָלַךְ וְעָשָׂה מִלְחָמָה עִם אַנְשֵׁי שְׁכֶם בִּשְׁבִיל אֲחוֹתוֹ, וּבְנֵי גָד עָבְרוּ אֶת הַיַּרְדֵּן לַעֲזֹר לַאֲחֵיהֶם לִירַשׁ אֶת הָאָרֶץ, כְּמָה דְתֵימָא <small>(דברים לג, כא)</small>: צִדְקַת ה' עָשָׂה וּמִשְׁפָּטָיו עִם יִשְׂרָאֵל, לְכָךְ זָכָה וְהִקְרִיב אַחַר שִׁמְעוֹן. <small>(במדבר ז, מג)</small>: קָרְבָּנוֹ קַעֲרַת כֶּסֶף אַחַת וגו', אָמַר רַבִּי בֶּרֶכְיָה כְּנֶגֶד יְצִיאַת מִצְרַיִם הִקְרִיב נְשִׂיא גָד, וְלָמָּה כֵן, לְפִי שֶׁבֵּרְכוֹ אָבִיו בִּגְדוּדִים, שֶׁנֶּאֱמַר <small>(בראשית מט, יט)</small>: גָּד גְּדוּד יְגוּדֶנּוּ וְהוּא יָגֻד עָקֵב, וְדָבָר זֶה אָמַר יַעֲקֹב עַל מַה שֶּׁהָיָה עָתִיד לַעֲבֹר חָלוּץ לַמִּלְחָמָה אֶת הַיַּרְדֵּן, כְּמָה דְּתֵימָא <small>(במדבר לב, כז)</small>: וַעֲבָדֶיךָ יַעַבְרוּ כָּל חֲלוּץ צָבָא לִפְנֵי ה' לַמִּלְחָמָה וגו', וּבִיצִיאַת מִצְרַיִם כְּתִיב צָבָא, כְּמָה דְּתֵימָא <small>(שמות יב, מא)</small>: יָצְאוּ כָּל צִבְאוֹת ה' וגו', וְנֶאֱמַר בָּהֶם <small>(שמות יג, יח)</small>: וַחֲמֻשִׁים עָלוּ בְנֵי יִשְׂרָאֵל וגו', הוּא חֲמֻשִׁים הוּא חֲלוּצִים, וּלְיוֹצְאֵי מִצְרַיִם נֶחְלְקָה הָאָרֶץ, כְּמָה דְתֵימָא <small>(שמות ו, ח)</small>: וְנָתַתִּי אֹתָהּ לָכֶם מוֹרָשָׁה אֲנִי ה'. וּבְנֵי גָד סִיְּעוּ לָהֶם עַד שֶׁנִּכְבְּשָׁה הָאָרֶץ וְנֶחְלְקָה לְכֻלָּם, לְפִיכָךְ הִקְרִיב נָשִׂיא שֶׁלָּהֶם עַל יְצִיאַת מִצְרָיִם. אָמַר רַבִּי בֶּרֶכְיָה, הִתְחִיל לְהַקְרִיב קָרְבָּנוֹ כְּנֶגֶד מַה שֶּׁאֵרַע לָהֶם מִיּוֹם שֶׁיָּרְדוּ יַעֲקֹב וּבָנָיו לְמִצְרַיִם עַד שֶׁיָּצְאוּ, הֲדָא הוּא דִּכְתִיב: קָרְבָּנוֹ קַעֲרַת כֶּסֶף אַחַת, כְּנֶגֶד יוֹכֶבֶד אֵם משֶׁה, שֶׁנֶּאֱמַר בָּהּ <small>(שמות ב, א)</small>: וַיֵּלֶךְ אִישׁ מִבֵּית לֵוִי וַיִּקַּח אֶת בַּת לֵוִי, מְלַמֵּד שֶׁגֵּרְשָׁהּ עַמְרָם וְחָזַר וּלְקָחָהּ, וּלְכָךְ הִקְרִיב קְעָרָה שֶׁלֹא תִּקְרֵי קַעֲרַת, אֶלָּא קְרַעַת, לְפִי שֶׁנִּקְרַעַת מִמֶּנּוּ, אֲתוֹיֵי דְּדֵין הוּא אֲתוֹיֵי דְּדֵין. כֶּסֶף אַחַת, שֶׁנִּתְאַוָּה עַמְרָם לְהַחֲזִירָהּ לְאִשָּׁה עַל יְדֵי מִרְיָם אֲחוֹת אַהֲרֹן, וּלְכָךְ כְּתִיב כֶּסֶף, עַל שֵׁם הַתַּאֲוָה, כְּמָה דְתֵימָא <small>(תהלים פד, ג)</small>: נִכְסְפָה וְגַם כָּלְתָה נַפְשִׁי וגו', וְאוֹמֵר <small>(בראשית לא, ל)</small>: כִּי נִכְסֹף נִכְסַפְתָּה לְבֵית אָבִיךָ וגו'. אַחַת, אַל תִּקְרֵי אַחַת אֶלָּא אֲחוֹת, שֶׁבְּעֵת שֶׁהָיְתָה אֲחוֹת אַהֲרֹן נִתְנַבָּאת וְאָמְרָה לְאָבִיהָ שֶׁיַּחֲזִיר אִשְׁתּוֹ שֶׁעָתִיד לְהוֹלִיד מִמֶּנָּהּ בֵּן שֶׁיִּגְאֹל אֶת יִשְׂרָאֵל, עַל זֶה נֶאֱמַר <small>(שמות טו, כ)</small>: וַתִּקַּח מִרְיָם הַנְּבִיאָה אֲחוֹת אַהֲרֹן וגו', וְכִי אֲחוֹת אַהֲרֹן וְלֹא אֲחוֹת משֶׁה, אֶלָּא שֶׁהָיְתָה נְבוּאָתָהּ בְּעֵת שֶׁהָיְתָה אֲחוֹת אַהֲרֹן וְלֹא אֲחוֹת משֶׁה, שֶׁעֲדַיִן לֹא נוֹלַד משֶׁה, וּלְפִיכָךְ בְּעֵת שֶׁהֻשְּׁלַךְ משֶׁה לַיְאוֹר הָלְכָה וְרָאֲתָה מַה יֶּאֱרַע לְמשֶׁה וּמַה יִּהְיֶה בְּסוֹף נְבוּאָתָהּ, כְּמָה דְתֵימָא <small>(שמות ב, ד)</small>: וַתֵּתַצַּב אֲחֹתוֹ מֵרָחֹק וגו'. הֱוֵי כֶּסֶף אַחַת. <small>(במדבר ז, מג)</small>: שְׁלשִׁים וּמֵאָה מִשְׁקָלָה, לְפִי שֶׁהָיְתָה בַּת מֵאָה וּשְׁלשִׁים שָׁנָה בְּעֵת שֶׁנּוֹלַד משֶׁה, הָא כֵיצַד, לְפִי שֶׁיּוֹכֶבֶד נוֹלְדָה בֵּין הַחוֹמוֹת בְּעֵת שֶׁיָּרְדוּ יִשְׂרָאֵל לְמִצְרַיִם, וּלְפִיכָךְ נִכְנְסָה בְּחֶשְׁבּוֹן הַיּוֹרְדִים לְמִצְרַיִם, שֶׁנֶּאֱמַר <small>(בראשית מו, טו)</small>: כָּל נֶפֶשׁ בָּנָיו וּבְנוֹתָיו שְׁלשִׁים וְשָׁלשׁ. בִּכְלָלָן אַתְּ מוֹצֵא שְׁלשִׁים וְשָׁלשׁ וּבִפְרָטָן אֵין אַתְּ מוֹצֵא כִּי אִם שְׁלשִׁים וּשְׁתַּיִם, לָמָּה, שֶׁיּוֹכֶבֶד נוֹלְדָה בֵּין הַחוֹמוֹת וְהָיְתָה מִן הַבָּאִים לְמִצְרַיִם, אֵין אָנוּ יוֹדְעִים שֶׁבְּמִצְרַיִם נוֹלְדָה, אַחַר שֶׁלֹא הֻזְכַּר שְׁמָהּ עִם שְׁמוֹת הַבָּאִים, אֶלָּא לוֹמַר לָךְ שֶׁבְּמִצְרַיִם נוֹלְדָה בֵּין הַחוֹמוֹת בְּעֵת שֶׁנִּכְנְסוּ לְמִצְרַיִם, אֲבָל לֹא הוֹרְתָה בְּמִצְרַיִם. צֵא וַחֲשֹׁב מִיּוֹם שֶׁיָּרְדוּ אֲבוֹתֵינוּ לְמִצְרַיִם עַד יוֹם שֶׁנּוֹלַד משֶׁה הֵן מֵאָה וּשְׁלשִׁים שָׁנָה, לְפִי שֶׁ'רד\"ו' שָׁנִים עָשׂוּ יִשְׂרָאֵל בְּמִצְרַיִם, מִנַּיִן, שֶׁנֶּאֱמַר <small>(בראשית מב, ג)</small>: רְד\"וּ שָׁמָּה, צֵא מֵהֶן שְׁמֹנִים שָׁנָה שֶׁהָיוּ לְמשֶׁה בְּעֵת שֶׁיָּצְאוּ יִשְׂרָאֵל מִמִּצְרַיִם, נִשְׁתַּיְרוּ מֵאָה וּשְׁלשִׁים, הָא לָמַדְנוּ שֶׁיּוֹכֶבֶד בַּת מֵאָה וּשְׁלשִׁים שָׁנָה הָיְתָה בְּעֵת שֶׁנּוֹלַד משֶׁה. <small>(במדבר ז, מג)</small>: מִזְרָק אֶחָד כֶּסֶף זֶה משֶׁה, שֶׁנִּזְרַק לַיְאוֹר. דָּבָר אַחֵר, שֶׁנִּזְרַק מִן מִצְרַיִם, שֶׁנֶּאֱמַר <small>(שמות ב, טו)</small>: וַיִּבְרַח משֶׁה וגו'. שִׁבְעִים שֶׁקֶל בְּשֶׁקֶל הַקֹּדֶשׁ <small>(במדבר ז, מג)</small>, אֵלּוּ שִׁבְעִים זְקֵנִים שֶׁמִּנָּה משֶׁה כֻּלָּם נְבִיאִים, מֵאוֹתָן שֶׁאָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא <small>(במדבר ג, יח)</small>: וּבָאתָ אַתָּה וְזִקְנֵי יִשְׂרָאֵל אֶל מֶלֶךְ וגו', וְכֵן הוּא אוֹמֵר <small>(במדבר יא, טז)</small>: אֶסְפָה לִי שִׁבְעִים אִישׁ מִזִּקְנֵי יִשְׂרָאֵל וגו'. <small>(במדבר ז, מג)</small>: שְׁנֵיהֶם מְלֵאִים סֹלֶת בְּלוּלָה בַשֶׁמֶן לְמִנְחָה, שֶׁהוּא וְהֵם כֻּלָּם נִתְמַלְּאוּ רוּחַ הַקֹּדֶשׁ, וְהֵם נִתְמַלְּאוּ רוּחַ הַקֹּדֶשׁ מֵרוּחוֹ שֶׁל משֶׁה, וּמשֶׁה לֹא חָסַר כְּלוּם, כְּאָדָם שֶׁמַּדְלִיק נֵר מִנֵּר, הַנֵּר דּוֹלֵק וַחֲבֵרוֹ אֵינוֹ חָסֵר, כְּאָדָם שֶׁמֵּרִיחַ בָּאֶתְרוֹג הוּא נֶהֱנָה וְהָאֶתְרוֹג אֵינוֹ חָסֵר כְּלוּם. לְמִנְחָה, כְּמָה דְּתֵימָא <small>(במדבר יא, כה)</small>: וַיְהִי כְּנוֹחַ עֲלֵיהֶם הָרוּחַ וַיִּתְנַבְּאוּ וגו'. דָּבָר אַחֵר, שְׁנֵיהֶם מְלֵאִים, כְּנֶגֶד אֶלְדָד וּמֵידָד, כְּמָה דְּתֵימָא <small>(במדבר יא, כו)</small>: וַיִּשָּׁאֲרוּ שְׁנֵי אֲנָשִׁים בַּמַּחֲנֶה שֵׁם הָאֶחָד אֶלְדָד וגו'. לְמִנְחָה, כְּמָה דְּתֵימָא <small>(במדבר יא, כו)</small>: וַתָּנַח עֲלֵיהֶם הָרוּחַ וַיִּתְנַבְּאוּ וגו', <small>(במדבר ז, מד)</small>: כַּף אַחַת, שֶׁמִּתַּחַת יַד משֶׁה לָקוּ הַמִּצְרִיִּים עֶשֶׂר מַכּוֹת, הֱוֵי <small>(במדבר ז, מד)</small>: עֲשָׂרָה זָהָב, לָמָּה הָיוּ מִקְצַת הַכֵּלִים שֶׁל כֶּסֶף וּמִקְצָתָן שֶׁל זָהָב, לוֹמַר לָךְ הָאַחֲרוֹנִים שֶׁהָיוּ שֶׁל זָהָב כְּנֶגֶד בִּיזַת הַיָּם, שֶׁכְּשֵׁם שֶׁהַזָּהָב נֶחְמָד וְיָקָר מִן הַכֶּסֶף, כָּךְ הָיְתָה בִּיזַת הַיָּם גְּדוֹלָה מִשֶּׁל מִצְרַיִם, וְעַל אֵלּוּ וְאֵלּוּ נֶאֱמַר <small>(שיר השירים א, יא)</small>: תּוֹרֵי זָהָב נַעֲשֶׂה לָּךְ, זוֹ בִּזַּת הַיָּם, <small>(שיר השירים א, יא)</small>: עִם נְקֻדּוֹת הַכָּסֶף, זוֹ בִּזַּת מִצְרַיִם, וְכֵן הוּא אוֹמֵר <small>(יחזקאל טז, ז)</small>: וַתָּבֹאִי בַּעֲדִי עֲדָיִים, בַּעֲדִי, זוֹ בִּזַּת מִצְרַיִם, עֲדָיִים, זוֹ בִּזַּת הַיָּם, הֱוֵי <small>(במדבר ז, מד)</small>: מְלֵאָה קְטֹרֶת, שֶׁכָּל יִשְׂרָאֵל נִתְמַלְּאוּ מֵהֶם כֶּסֶף וְזָהָב וְכָל מִינֵי בְּשָׂמִים, וְכֵן הוּא אוֹמֵר <small>(שיר השירים ד, יג יד)</small>: שְׁלָחַיִךְ פַּרְדֵּס רִמּוֹנִים וגו' נֵרְדְּ וְכַרְכֹּם קָנֶה וְקִנָּמוֹן, הֱוֵי: מְלֵאָה קְטֹרֶת. דָּבָר אַחֵר, מֵאָה וּשְׁלשִׁים שֶׁל קְעָרָה, וְשִׁבְעִים שֶׁל מִזְרָק, וַעֲשָׂרָה שֶׁל כַּף, הֲרֵי מֵאָה וָעֶשֶׂר, כְּנֶגֶד רְד\"וּ שָׁנִים שֶׁעָשׂוּ יִשְׂרָאֵל בְּמִצְרַיִם מִיּוֹם שֶׁיָּרַד יַעֲקֹב לְמִצְרַיִם עַד שֶׁיָּצְאוּ מִשָּׁם. <small>(במדבר ז, מה)</small>: פַּר אֶחָד בֶּן וגו', הִזְכִּיר שְׁלשָׁה מִינִים לְעוֹלָה, כְּנֶגֶד שְׁלשָׁה פַּרְנָסִים טוֹבִים שֶׁנָּתַן לָהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא לְיִשְׂרָאֵל, משֶׁה אַהֲרֹן וּמִרְיָם, שֶׁנֶּאֱמַר <small>(מיכה ו, ד)</small>: וָאֶשְׁלַח לְפָנֶיךָ אֶת משֶׁה אַהֲרֹן וּמִרְיָם. נָתַן לָהֶם מָן בִּזְכוּת משֶׁה, וְעַנְנֵי כָּבוֹד בִּזְכוּת אַהֲרֹן, וּבְאֵר בִּזְכוּת מִרְיָם. דָּבָר אַחֵר, לָמָּה נֶאֱמַר שְׁלשָׁה מִינֵי עוֹלָה, כְּנֶגֶד שָׁלשׁ מִדּוֹת טוֹבוֹת שֶׁהָיוּ בְּיָדָן שֶׁל יִשְׂרָאֵל בְּמִצְרַיִם וּבִזְכוּתָן נִגְאֲלוּ, שֶׁלֹא שִׁנּוּ אֶת שְׁמָם, וְלֹא שִׁנּוּ אֶת לְשׁוֹנָם, וְשֶׁגָּדְרוּ עַצְמָם מִן הָעֶרְוָה. <small>(במדבר ז, מו)</small>: שְׂעִיר עִזִּים אֶחָד לְחַטָּאת, כְּנֶגֶד הַפֶּסַח, שֶׁצִּוָּה הַקָּדוֹשׁ בָּרוּךְ הוּא לַעֲשׂוֹת מִן הָעִזִּים עַל פְּרִישׁוּת עֲבוֹדַת כּוֹכָבִים, לְפִי שֶׁעוֹבְדֵי עֲבוֹדַת כּוֹכָבִים הָיוּ יִשְׂרָאֵל בְּמִצְרַיִם, וְלֹא הָיְתָה מִדַּת הַדִּין נוֹתֶנֶת לְגָאֲלָם עַד שֶׁפֵּרְשׁוּ מִמֶּנָּה. וְעַל פְּרִישׁוּת עֲבוֹדַת כּוֹכָבִים שֶׁעָשׂוּ וְנִגְאֲלוּ עָלֶיהָ, כְּמָה דְתֵימָא <small>(שמות יב, יג)</small>: וְרָאִיתִי אֶת הַדָּם וּפָסַחְתִּי עֲלֵכֶם, לְפִיכָךְ הִקְרִיבוּ כְּנֶגְדָהּ שָׂעִיר לְחַטָּאת, לְפִי שֶׁבַּעֲוֹן עֲבוֹדַת כּוֹכָבִים הָיוּ מַקְרִיבִין שָׂעִיר לְחַטָּאת. <small>(במדבר ז, מז)</small>: וּלְזֶבַח הַשְּׁלָמִים בָּקָר שְׁנַיִם, כְּנֶגֶד יַעֲקֹב וְיוֹסֵף שֶׁבִּזְכוּתָם נִגְאֲלוּ יִשְׂרָאֵל מִמִּצְרַיִם, שֶׁנֶּאֱמַר <small>(תהלים עז, טז)</small>: גָּאַלְתָּ בִּזְרֹעַ עַמֶּךָ בְּנֵי יַעֲקֹב וְיוֹסֵף סֶלָּה. דָּבָר אַחֵר, כְּנֶגֶד משֶׁה וְאַהֲרֹן, שֶׁהֵם עָשׂוּ אֶת כָּל הַמּוֹפְתִים וְעַל יְדֵיהֶן יָצְאוּ, שֶׁנֶּאֱמַר <small>(שמות יא, ו)</small>: וּמשֶׁה וְאַהֲרֹן עָשׂוּ אֶת כָּל הַמֹּפְתִים הָאֵלֶּה וגו'. <small>(במדבר ז, מז)</small>: אֵילִם חֲמִשָּׁה וגו', לָמָּה שְׁלשָׁה מִינִים, כְּנֶגֶד שְׁלשָׁה אָבוֹת, שֶׁזָּכַר לָהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא הַבְּרִית שֶׁכָּרַת לָהֶם וּגְאָלָם, שֶׁנֶּאֱמַר <small>(שמות ב, כד)</small>: וַיִּשְׁמַע אֱלֹהִים אֶת נַאֲקָתָם וַיִּזְכֹּר אֱלֹהִים אֶת בְּרִיתוֹ אֶת אַבְרָהָם אֶת יִצְחָק וְאֶת יַעֲקֹב. לָמָּה חֲמִשָּׁה חֲמִשָּׁה, לְפִי שֶׁחֶשְׁבּוֹנָם עוֹלֶה חֲמִשָּׁה עָשָׂר כְּנֶגֶד הָאָבוֹת וְהַשְּׁבָטִים שֶׁהֵם חֲמִשָּׁה עָשָׂר, שֶׁכְּשֵׁם שֶׁנִּשְׁבַּע הַקָּדוֹשׁ בָּרוּךְ הוּא לָאָבוֹת כָּךְ נִשְׁבַּע לַשְּׁבָטִים, שֶׁנֶּאֱמַר <small>(חבקוק ג, ט)</small>: שְׁבֻעוֹת מַטּוֹת אֹמֶר סֶלָה. דָּבָר אַחֵר, לָמָּה חֲמִשָּׁה עָשָׂר, לְפִי שֶׁנִּגְאֲלוּ בַּחֲמִשָּׁה עָשָׂר בְּנִיסָן, שֶׁנֶּאֱמַר <small>(במדבר לג, ג)</small>: מִמָּחֳרַת הַפֶּסַח וגו', וְאוֹמֵר <small>(הושע ג, ב)</small>: וָאֶכְּרֶהָ לִי בַּחֲמִשָּׁה עָשָׂר כָּסֶף. <small>(במדבר ז, מז)</small>: זֶה קָרְבַּן אֶלְיָסָף וגו', כֵּיוָן שֶׁרָאָה הַקָּדוֹשׁ בָּרוּךְ הוּא שֶׁהִקְרִיב עַל סֵדֶר גְּאֻלַּת מִצְרַיִם, הִתְחִיל מְקַלֵּס אֶת קָרְבָּנוֹ, זֶה קָרְבַּן אֶלְיָסָף בֶּן דְּעוּאֵל.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“On the sixth day, prince of the children of Gad, Elyasaf son of Deuel” (Numbers 7:42).</b> <br>“On the sixth day, prince of the children of Gad, Elyasaf son of Deuel” – because Simeon took his sword and went and waged war with the people of Shekhem on behalf of his sister, and the descendants of Gad crossed the Jordan to help their brethren take possession of the Land, just as it says: “He performed the righteousness of the Lord, and His ordinances with Israel” (Deuteronomy 33:21); therefore, he was privileged to present his offering after Simeon. <br><b>“His offering was one silver dish, its weight one hundred and thirty; one silver basin of seventy shekels, in the sacred shekel; both of them full of high quality flour mixed with oil as a meal offering” (Numbers 7:43).</b> <br>“His offering was one silver dish…” – Rabbi Berekhya said: The prince of Gad presented his offering corresponding to the exodus from Egypt. Why did he do so? It is because his father blessed him with regiments, as it is stated: “Gad will recruit a regiment and it will return intact” (Genesis 49:19). Jacob said that statement regarding the fact that he was destined to cross the Jordan as a vanguard into battle, just as it says: “And your servants will cross, all the vanguard [<i>ḥalutz</i>] of the host, before the Lord into battle…” (Numbers 32:27). Regarding the exodus from Egypt, host is written, just as it says: “All the hosts of the Lord departed [from the land of Egypt]” (Exodus 12:41), and it is stated: “The children of Israel ascended armed [<i>ḥamushim</i>] [from the land of Egypt]” (Exodus 13:18); <i>ḥamushim </i>is the same as <i>ḥalutzim</i>. The Land was distributed to those who departed from Egypt, just as it says: “I will give it to you as a heritage, I am the Lord” (Exodus 6:8), and the descendants of Gad aided them until the land was conquered and distributed to all of them, that is why their prince presented his offering regarding the exodus from Egypt. <br>Rabbi Berekhya said: He began presenting his offering corresponding to what befell them from the day that Jacob and his sons descended to Egypt, until they departed. That is what is written: “His offering was one silver dish,” corresponding to Yokheved, Moses’s mother, in whose regard it is stated: “A man of the house of Levi went and took a daughter of Levi” (Exodus 2:1); it teaches that Amram divorced her and then took her back. That is why he presented a dish. Do not read it as <i>ke’arat</i>, but rather, as <i>keraat</i>, because she was severed [<i>nikraat</i>] from him. The letters of this are the letters of that. “One silver [<i>kesef</i>],” as Amram longed to take her back as a wife on account of Miriam, Aaron’s sister. That is why it is called <i>kesef</i>, because of the longing, just as it says: “My soul longs [<i>nikhsefa</i>], and also yearns, [for the courtyards of the Lord]” (Psalms 84:3). And it says: “Because you longed [<i>nikhsof nikhsafta</i>] for your father’s house…” (Genesis 31:30). <br>“One [<i>aḥat</i>],” do not read it as <i>aḥat</i>, but rather, as <i>aḥot</i>, sister, as when she was Aaron’s sister, she prophesied and said to her father that he should take back his wife, who was destined to bear a son who would redeem Israel. In that regard it is stated: “Miriam the prophetess, sister of Aaron…” (Exodus 15:20). Was she Aaron’s sister and not Moses’s sister? It is because Moses had not yet been born, and that is why, when Moses was cast into the Nile, she went and saw what would befall Moses and what would be the fate of her prophecy, just as it says: “His sister stationed herself at a distance [to ascertain what would be done to him]” (Exodus 2:4). That is, “one silver.” <br>“Its weight one hundred and thirty” (Numbers 7:43), it is because she [Yokheved] was one hundred and thirty years old when Moses was born. How so? It is because Yokheved was born between the walls<sup class=\"footnote-marker\">82</sup><i class=\"footnote\">Namely, on the border of Egypt.</i> when Israel descended to Egypt. That is why she entered into the tally of those who descended to Egypt, as it is stated: “All the people, his sons and his daughters, thirty-three” (Genesis 46:15). In the generalization, you find thirty-three, but in the details, you find only thirty-two. Why? It is because Yokheved was born between the walls, and was among those who arrived in Egypt. Do we not know that she was born in Egypt; after all, her name was not mentioned with the names of those who arrived? It is, rather, to say to you that she was born in Egypt between the walls when they entered Egypt, but her conception was not in Egypt. Go out and reckon: From the day that our ancestors descended to Egypt until the day that Moses was born, there were one hundred and thirty years, as Israel was in Egypt for two hundred and ten years. From where is it derived? “Descend [<i>redu</i>]<sup class=\"footnote-marker\">83</sup><i class=\"footnote\">The numerical value of redu is reish – 200 + dalet – 4 + vav – 6 = 210.</i> there” (Genesis 42:2). Subtract from them eighty years, that was Moses’s age when Israel departed from Egypt; one hundred and thirty remain. We learn that Yokheved was one hundred and thirty years old when Moses was born. <br>“One silver [<i>kesef</i>] basin [<i>mizrak</i>]” (Numbers 7:43), this is Moses, who was cast into the Nile.<sup class=\"footnote-marker\">84</sup><i class=\"footnote\">The word kesef is an allusion to the fact that his mother longed [nikhsefa] for him.</i> Alternatively, that he was banished [<i>nizrak</i>] from Egypt, as it is stated: “Moses fled…” (Exodus 2:15). “Seventy shekel, in the sacred shekel,” these are the seventy elders whom Moses appointed, all of them prophets, from those that the Holy One blessed be He said to him: “You shall come, you and the elders of Israel to the king…” (Exodus 3:18). Likewise, it says: “Gather to Me seventy men of the elders of Israel…” (Numbers 11:16). “Both of them full of high quality flour mixed with oil as a meal offering,” as he and they, all of them were filled with the Divine Spirit, and they were filled with the Divine Spirit from the spirit of Moses, but Moses lacked nothing, like a person who lights one candle from another, the candle is kindled but the other lacks nothing; like a person who smells a citron, he enjoys it, but the citron lacks nothing. “As a meal offering [<i>leminḥa</i>],” just as it says: “It was, as the spirit rested [<i>keno’aḥ</i>] upon them, they prophesied…” (Numbers 11:25). <br>Another matter, “both of them full,” corresponding to Eldad and Meidad, just as it says: “Two men remained in the camp, the name of the one was Eldad, [and the name of the second was Meidad]” (Numbers 11:26). “As a meal offering,” just as it says: “The spirit rested upon them…and they prophesied…” (Numbers 11:26).  <br><b>“One gold ladle, ten shekels, full of incense” (Numbers 7:44).</b> <br>“One…ladle [<i>kaf</i>],” as it was at the hand of Moses that the Egyptians were stricken with ten plagues; that is: “gold…ten shekels.” Why were some of the vessels of silver and some of gold? It is to say to you that the latter, that were of gold, correspond to the plunder at the sea, as just as gold is more beautiful and valuable than silver, so, the plunder at the sea was greater than the one in Egypt. Regarding these and those, it is stated: “We will craft you golden earrings” (Song of Songs 1:11); this is the plunder at the sea,“with studs of silver” (Song of Songs 1:11); this is the plunder in Egypt. Likewise, it says: “You came to great beauty [<i>baadi adayim</i>]” (Ezekiel 16:7),<sup class=\"footnote-marker\">85</sup><i class=\"footnote\">Another meaning of adi is gem or jewel. baadi</i>, this is the plunder in Egypt,<i> adayim</i>, this is the plunder at the sea. That is “full of incense,” as all Israel were filled with silver, gold, and all sorts of spices. Likewise, it says: “Your branches are an orchard of pomegranates…. Lavender and saffron, lemongrass and cinnamon” (Song of Songs 4:13–14); that is “full of incense.” <br>Another matter, one hundred and thirty of the dish, seventy of the basin, and ten of the ladle total two hundred and ten, corresponding to the two hundred and ten years that Israel spent in Egypt from the day that Jacob descended to Egypt until they departed from there. <br><b>“One young bull, one ram, one lamb in its first year, as a burnt offering” (Numbers 7:45). <br>“One goat as a sin offering” (Numbers 7:46). <br>“And for the peace offering, two cattle, five rams, five goats, five sheep in their first year. This was the offering of Elyasaf son of Deuel” (Numbers 7:47).</b> <br>“One young bull” (Numbers 7:45), it mentioned three species for a burnt offering, corresponding to the three good leaders that the Holy One blessed be He granted Israel, Moses, Aaron, and Miriam, as it is stated: “I sent before you Moses, Aaron, and Miriam” (Micah 6:4). He gave them manna due to the merit of Moses, clouds of glory due to the merit of Aaron, and a spring due to the merit of Miriam. <br>Another matter, why are three species of burnt offering stated? It is corresponding to the three good attributes that Israel possessed in Egypt, by whose merit they were redeemed: that they did not change their names, they did not change their language, and they separated themselves from licentiousness. “One goat as a sin offering” (Numbers 7:46), corresponding to the paschal offering that the Holy One blessed be He commanded, to perform it with a goat to connote their withdrawal from idol worship. This is because Israel were idol worshippers in Egypt, and the attribute of justice would not have allowed them to be redeemed until they withdrew from it. For the withdrawal from idol worship that they performed, they were redeemed, just as it says: “I will see the blood and I will pass over you…” (Exodus 12:13). That is why they sacrificed a goat as a sin offering corresponding to it, as, for the iniquity of idol worship, they would sacrifice a goat as a sin offering.<sup class=\"footnote-marker\">86</sup><i class=\"footnote\">See Numbers 15:27.</i> <br>“And for the peace offering, two cattle” (Numbers 7:47), corresponding to Jacob and Joseph, by whose merit Israel was redeemed from Egypt, as it is stated: “With Your arm, You redeemed Your people, the sons of Jacob and Joseph, Selah” (Psalms 77:16).  Alternatively, corresponding to Moses and Aaron, as they performed all the wonders, and it is at their hand that they departed, as it is stated: “Moses and Aaron performed all these wonders…” (Exodus 11:10). <br>“Five rams” (Numbers 7:47), why three species? It is corresponding to the patriarchs, as the Holy One blessed be He remembered the covenant that He made with them, and redeemed them, as it is stated: “God heard their groaning, and God remembered His covenant with Abraham, with Isaac and with Jacob” (Exodus 2:24). Why five of each? It is because their tally equals fifteen, corresponding to the patriarchs and the tribes who are fifteen, as, just as the Holy One blessed be He took an oath to the patriarchs, so He took an oath to the tribes, as it is stated: “The oaths said to the tribes, Selah” (Habakkuk 3:9). Alternatively, why fifteen? It is because they were redeemed on the fifteenth of Nisan, as it is stated: “On the day after the paschal offering, [the children of Israel departed]” (Numbers 33:3). And it says: “I acquired her for Me for fifteen silver pieces” (Hosea 3:2).<sup class=\"footnote-marker\">87</sup><i class=\"footnote\">This verse is expounded to mean that the Holy One blessed be He acquired the children of Israel on the fifteenth of Nisan.</i> <br>“This was the offering of Elyasaf” (Numbers 7:47), when the Holy One blessed be He saw that he presented his offering corresponding to the order of the redemption from Egypt, He began lauding his offering: “This was the offering of Elyasaf son of Deuel.”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}]