[{"_id": "5224c29dedbab41a9d00430e", "index_title": "Rashi on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Rashi on Deuteronomy 10:13:1", "anchorRef": "Deuteronomy 10:13", "anchorRefExpanded": ["Deuteronomy 10:13"], "sourceRef": "Rashi on Deuteronomy 10:13:1", "sourceHeRef": "רש\"י על דברים י׳:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על דברים", "he": "<b>לשמר את מצות ה'.</b> וְאַף הִיא לֹא לְחִנָּם, אֶלָּא <b>לטוב לך</b> שֶׁתְּקַבְּלוּ שָׂכָר:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "'לשמר את מצות ה TO KEEP THE COMMANDMENTS OF THE LORD — and this, too, not unrequited, but לטוב לך FOR THY GOOD — that you should receive a reward for doing so.", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fdffbfba276047f5d7f", "index_title": "Onkelos Deuteronomy", "category": "Targum", "type": "targum", "ref": "Onkelos Deuteronomy 10:13", "anchorRef": "Deuteronomy 10:13", "anchorRefExpanded": ["Deuteronomy 10:13"], "sourceRef": "Onkelos Deuteronomy 10:13", "sourceHeRef": "תרגום אונקלוס על דברים י׳:י״ג", "anchorVerse": 13, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 10.0013, "collectiveTitle": {"en": "Onkelos Deuteronomy", "he": "תרגום אונקלוס על דברים"}, "heTitle": "תרגום אונקלוס על דברים", "he": "לְמִטַּר יָת פִּקּוֹדַיָּא דַיְיָ וְיָת קְיָמוֹהִי דַּאֲנָא מְפַקְּדָךְ יוֹמָא דֵין לִדְיֵיטַב לָךְ:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "To guard Adonoy’s commandments and His statutes that I am commanding you today; for your benefit.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2683fbfba27c35eeb5c0", "index_title": "Targum Jonathan on Deuteronomy", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Deuteronomy 10:13", "anchorRef": "Deuteronomy 10:13", "anchorRefExpanded": ["Deuteronomy 10:13"], "sourceRef": "Targum Jonathan on Deuteronomy 10:13", "sourceHeRef": "תרגום יונתן על דברים י׳:י״ג", "anchorVerse": 13, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 10.0013, "collectiveTitle": {"en": "Targum Jonathan on Deuteronomy", "he": "תרגום יונתן על דברים"}, "heTitle": "תרגום יונתן על דברים", "he": "לְמִנְטוֹר יַת פִּקּוּדוֹי דַיְיָ וְיַת קְיָימוֹהִי דַאֲנָא מְפַקֵיד יַתְכוֹן יוֹמָא דֵין מְטוּל דְיוֹטֵב לְכוֹן", "heVersionTitle": "Targum Jonathan on Deuteronomy", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " to keep the commandments of the Lord and His statutes which I command you this day, that it may be well with you? \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54b1d9dcfbfba21603f5b1f0", "index_title": "Sefer HaChinukh", "category": "Halakhah", "type": "", "ref": "Sefer HaChinukh 545:8", "anchorRef": "Deuteronomy 10:13", "anchorRefExpanded": ["Deuteronomy 10:13"], "sourceRef": "Sefer HaChinukh 545:8", "sourceHeRef": "ספר החינוך תקמ״ה:ח׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1255, 1285], "commentaryNum": 545.0008, "collectiveTitle": {"en": "Sefer HaChinukh", "he": "ספר החינוך"}, "he": "הִנֵּה בֵּאֲרוּ שֶׁאֲפִלּוּ הַסֻּכָּה וְהַלּוּלָב וּתְפִלִּין, שֶׁצִּוָּה בָּהֶן שֶׁיְּהוּ לְאוֹת עַל יָדְךָ וּלְזִכָּרוֹן בֵּין עֵינֶיךָ כִּי בְּיָד חֲזָקָה הוֹצִאֲךָ יְיָ מִמִּצְרָיִם, אֵינָן לִכְבוֹד הַשֵּׁם יִתְבָּרַךְ, אֲבָל לְרַחֵם עַל נַפְשׁוֹתֵינוּ. וּכְבָר סִדְּרוּ לָנוּ בִּתְפִלַּת יוֹם הַכִּפּוּרִים, אַתָּה הִבְדַּלְתָּ אֱנוֹשׁ מֵרֹאשׁ וַתַּכִּירֵהוּ לַעֲמֹד לְפָנֶיךָ, כִּי מִי יֹאמַר לְךָ מַה תַּעֲשֶׂה, וְאִם יִצְדַּק מַה יִתֶּן לָךְ, וְכֵן אָמְרוּ בַּתּוֹרָה (דברים י, יג) לְטוֹב לָךְ. וְכֵן (שם ו, כד) וַיְצַוֵּנוּ יְיָ אֱלֹהֵינוּ לַעֲשׂוֹת אֶת כָּל הַחֻקִּים הָאֵלֶּה לְטוֹב לָנוּ כָּל הַיָּמִים. וְהַכַּוָּנָה בְּכֻלָּם לְטוֹב לָנוּ וְלֹא לוֹ יִתְעַלֶּה, אֲבָל כָּל מָה שֶׁנִּצְטַוִּינוּ שֶׁיִּהְיוּ נַפְשׁוֹתֵינוּ צְרוּפוֹת וּמֻזְקָקוֹת בְּלֹא סִיגֵי מַחְשְׁבוֹת רָעוֹת וּמִדּוֹת מְגֻנּוֹת. וְכֵן מָה שֶׁאָמְרוּ לְפִי שֶׁעוֹשֶׂה גְּזֵרוֹתָיו שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא רַחֲמִים וְאֵינָן אֶלָּא גְּזֵרוֹת, לוֹמַר שֶׁלֹּא חָס הָאֵל עַל קַן צִפּוֹר וְלֹא הִגִּיעוּ רַחֲמָיו עַל אוֹתוֹ וְאֶת בְּנוֹ, שֶׁאֵין רַחֲמָיו מַגִּיעוֹת בְּבַעֲלֵי נֶפֶשׁ הַבַּהֲמִית לִמְנֹעַ אוֹתָנוּ מִלַּעֲשׂוֹת בָּהֶם צְרָכֵינוּ, שֶׁאִם כֵּן, הָיָה אוֹסֵר הַשְּׁחִיטָה, אֲבָל טַעַם הַמְּנִיעָה לְלַמֵּד אוֹתָנוּ מִדַּת הָרַחְמָנוּת וְשֶׁלֹּא נִתְאַכְזֵר, כִּי הָאַכְזָרִיּוּת תִּתְפַּשֵּׁט בְּנֶפֶשׁ הָאָדָם, כַּיָּדוּעַ בַּטַּבָּחִים שׁוֹחֲטֵי הַשְּׁוָרִים הַגְּדוֹלִים וְהַחֲמוֹרִים, שֶׁהֵם אַנְשֵׁי דָּמִים, זוֹבְחֵי אָדָם, אַכְזָרִיִּים מְאֹד, וּמִפְּנֵי זֶה אָמְרוּ (קדושין פב, א) טוֹב שֶׁבַּטַּבָּחִים שֻׁתָּפוֹ שֶׁל עֲמָלֵק. וְהִנֵּה הַמִּצְוֹת הָאֵלֶּה בַּבְּהֵמָה וּבָעוֹף אֵינָן רַחֲמִים עֲלֵיהֶן, אֲבָל גְּזֵרוֹת בָּנוּ לְהַדְרִיכֵנוּ וּלְלַמֵּד אוֹתָנוּ הַמִּדּוֹת הַטּוֹבוֹת, עַד כָּאן בְּפֵרוּשֵׁי הָרַמְבַּ\"ן זִכְרוֹנוֹ לִבְרָכָה.", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "Behold, they elucidated that even the lulav and the sukkah and tefillin — that He commanded that they be “a sign upon your arm and a commemoration between your eyes [...] that the Lord took you out of Egypt with a strong hand” (Exodus 13:9) — are not for the honor of God, may He be blessed, but [rather] to have mercy on our souls. And they already set this into the prayer of Yom Kippur, “You have separated man from the start and recognized him to stand in front of You, as who will say to You what to do, and if he is righteous, what will he give to You?” And so [too], it stated in the Torah (Deuteronomy 10:13), “for your good”; and so [too] (Deuteronomy 6:24), “And He commanded us to do all of these statutes [...], for our good all of the days.” And the intention in all of them is that it be good for us and not for Him, may He blessed and elevated. But all that we are commanded is [so that] our souls be refined and purified without the dross of evil thoughts and disgusting character traits. And so that which they said (Berakhot 33a), “[It is because] he makes the traits of the Holy One, blessed be He into mercy and they are only decrees,” is to say that God did not worry about the nest of the bird and His “mercy did not reach” it and its child; as His mercy does not extend to creatures with an animal soul, to prevent us from doing what we need to them. As were it so, slaughtering would be forbidden. But [rather], the reason for the proscription is to teach us the trait of mercy and that we not become cruel. Since cruelty spreads in the soul of a man, as it is known with butchers that slaughter large oxen and donkeys, that they are “people of blood,” “slaughterers of men” [and] very cruel. And because of this they said (Kiddushin 82a), “The best of butchers are the partners of Amalek.” And behold, these commandments with animals and birds are not mercy upon them, but [rather] decrees upon us, to guide us and to teach us the good character traits. To here are the interpretations of Ramban, may his memory be blessed.", "versionTitle": "Sefer HaChinukh, translated by R. Francis Nataf, Sefaria 2018", "license": "CC0", "versionTitleInHebrew": "ספר החינוך, תורגם על ידי ספריא"}, {"_id": "55ae07a6fbfba23a06809deb", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Ekev 26", "anchorRef": "Deuteronomy 10:13", "anchorRefExpanded": ["Deuteronomy 10:13"], "sourceRef": "Meshekh Chokhmah, Ekev 26", "sourceHeRef": "משך חכמה, עקב כ״ו", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 26, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "עקב", "he": "<b>לשמר </b>את מצות וכו' מצוך היום לטוב לך הן לד' אלדיך השמים וכו' רק באבותיך חשק ד' לאהבה כו' ויבחר בזרעם כו' כיום הזה ומלתם את ערלת לבבכם וכו'. הבאור, כי כל התורה בכללה הוא לטובת מין האנושי ולקיומו במיני ואשיי כאשר יאות לו כפי מה שיודע היודע האמיתי יתברך, ולכן לא נוסדו דרכיה על ענינים מחלשים את החומר וכוחותיו, רק כלליותיה המה דברים מחלשים התאוה, ולכן לא קבעה להתענות הרבה ולהתגודד כאשר כן דרך כל הסכלים בדתותיהם הבדויות, לבד מצוה אחת מצאנו מילה שהיא ג\"כ להחליש התאוה כמוש\"כ במורה, והיא בעוד הילד נער ובשרו רך וקל להתרפאות, והטעמים האמיתים הוא בסוד אלוד היודע האמתיות, וכפי דעת איזה חכמים היא מרפא לחולי הגוף ג\"כ והיא גם היא אם יש איזה סכנה בדבר אז אינו נימול וכל המל מתחייב בנפשו, והיודע דרכי ודתי העמים טרם הופיע אלדים על הר סיני היה לטבוח בניו ובנותיו, להתגודד (כעובדי הבעל) ולשפוך דם עליהם ולעשות מעשי רצח וכל זימה לא יבצר מהם וכפרו בדמם ודם בניהם הנשפכים לע\"ז שלהם כל המון הדמים אשר רצח גזל ועשה עול, כן דרכם, ולזה אמר לשמר את מצות ד' כו' אשר אנכי מצוך היום לטוב לך, כי הבורא יתברך אינו צריך לשום שלימות מזולתו רק הטוב הוא לך, שאתה רואה הן לד' אלדיך השמים ושמי השמים כו' ומה יקבל מידך, רק באבותיך וכו' לאהבה אותם ומסבת אהבתם בחר בזרעם להטיב אותם בשלמות המצוה והתורה האלדית ורק לטובתכם ולא צוה אתכם לשפוך דם עליכם עבורו, והאות כי בחר בכם כיום הזה, שאינכם נימולים, שכל ל\"ח שנה שהיו ישראל נזופים במדבר לא נשבה להם רוח צפונית ולא מלו עצמם עד יהושע ואעפ\"כ בחר בכם, כיון שהמילה סכנה במדבר לא צוה אתכם למול במדבר, ומלתם את ערלת לבבכם שזה מרכז התורה והמצוה להחליש התאוה ומדות הרעות, כי ד' אלדיכם כו' אשר וכו' ולא יקח שוחד עושה משפט יתום כו', ואם תגזול יתום או תעשוק אלמנה אז לא תשחד אותו ברבבות אלפי אילים וכיו\"ב. ודו\"ק. ", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "560ba956fbfba25e369f8294", "index_title": "Haamek Davar on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Deuteronomy 10:13:1", "anchorRef": "Deuteronomy 10:13", "anchorRefExpanded": ["Deuteronomy 10:13"], "sourceRef": "Haamek Davar on Deuteronomy 10:13:1", "sourceHeRef": "העמק דבר על דברים י׳:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1849, 1879], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b> ואת חקתיו.</b> היינו קבלות שבע״פ. אבל משפטיו שהוא החקירות והפלפול אין כתיב כאן שהרי דברה תורה עם איש המוני שאינו בר תלמוד ואין לו אלא לשמור את החקוקים לפניו. וע׳ לעיל ו׳ י״ז:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "571356f5d6e4a9619c7adb43", "index_title": "Ramban on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Deuteronomy 22:6:1", "anchorRef": "Deuteronomy 10:13", "anchorRefExpanded": ["Deuteronomy 10:13"], "sourceRef": "Ramban on Deuteronomy 22:6:1", "sourceHeRef": "רמב\"ן על דברים כ״ב:ו׳:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Ramban on Deuteronomy", "he": "רמב\"ן על דברים"}, "he": "<b>כִּי יִקָּרֵא קַן צִפּוֹר לְפָנֶיךָ</b>, גַּם זוֹ מִצְוָה מְבֹאֶרֶת, מִן אֹתוֹ וְאֶת בְּנוֹ לֹא תִשְׁחֲטוּ בְּיוֹם אֶחָד (ויקרא כב כח), כִּי הַטַּעַם בִּשְׁנֵיהֶם לְבִלְתִּי הֱיוֹת לָנוּ לֵב אַכְזָרִי וְלֹא נְרַחֵם, אוֹ שֶׁלֹּא יַתִּיר הַכָּתוּב לַעֲשׂוֹת הַשְׁחָתָה לַעֲקֹר הַמִּין אע\"פ שֶׁהִתִּיר הַשְּׁחִיטָה בַּמִּין הַהוּא, וְהִנֵּה הַהוֹרֵג הָאֵם וְהַבָּנִים בְּיוֹם אֶחָד, אוֹ לוֹקֵחַ אוֹתָם בִּהְיוֹת לָהֶם דְּרוֹר לָעוֹף, כְּאִלּוּ יַכְרִית הַמִּין הַהוּא. וְכָתַב הָרַב בְּמוֹרֶה הַנְּבֻכִים (ג מח) כִּי טַעַם שִׁלּוּחַ הַקֵּן וְטַעַם אֹתוֹ וְאֶת בְּנוֹ לֹא תִשְׁחֲטוּ בְּיוֹם אֶחָד כְּדֵי לְהַזְהִיר שֶׁלֹּא יִשְׁחֹט הַבֵּן בְּעֵינֵי הָאֵם, כִּי יֵשׁ לַבְּהֵמוֹת דְּאָגָה גְּדוֹלָה בָּזֶה, וְאֵין הֶפְרֵשׁ בֵּין דַּאֲגַת הָאָדָם לְדַאֲגַת הַבְּהֵמוֹת עַל בְּנֵיהֶם, כִּי אַהֲבַת הָאֵם וְחַנּוֹתָהּ לִבְנֵי בִּטְנָהּ אֵינֶנּוּ נִמְשָׁךְ אַחֲרֵי הַשֵּׂכֶל וְהַדִּבּוּר אֲבָל הוּא מִפְּעֻלַּת כֹּחַ הַמַּחְשָׁבָה הַמְּצוּיָה בַּבְּהֵמוֹת כַּאֲשֶׁר הִיא מְצוּיָה בָּאָדָם. וְאִם כֵּן אֵין עִקַּר הָאִסּוּר בְּאוֹתוֹ וְאֶת בְּנוֹ רַק בִּבְנוֹ וְאוֹתוֹ, אֲבָל הַכֹּל הַרְחָקָה. וְיוֹתֵר נָכוֹן בַּעֲבוּר שֶׁלֹּא נִתְאַכְזֵר. וְאָמַר הָרַב, וְאַל תָּשִׁיב עָלַי מִמַּאֲמָר הַחֲכָמִים (ברכות לג) הָאוֹמֵר עַל קַן צִפּוֹר יַגִּיעוּ רַחֲמֶיךָ, כִּי זוֹ אַחַת מִשְׁתֵּי סְבָרוֹת, סְבָרַת מִי שֶׁיִּרְאֶה כִּי אֵין טַעַם לַמִּצְוֹת אֶלָּא חֵפֶץ הַבּוֹרֵא, וַאֲנַחְנוּ מַחְזִיקִים בַּסְּבָרָא הַשְּׁנִיָּה, שֶׁיִּהְיֶה בְּכָל הַמִּצְוֹת טַעַם. וְהֻקְשָׁה עָלָיו עוֹד מָה שֶׁמָּצָא בב\"ר (מד א), וְכִי מָה אִכְפַּת לוֹ להקב\"ה בֵּין שׁוֹחֵט מִן הַצַּוָּאר לְשׁוֹחֵט מִן הָעֹרֶף, הָא לֹא נִתְּנוּ הַמִּצְוֹת אֶלָּא לְצָרֵף בָּהֶם אֶת הַבְּרִיּוֹת, שֶׁנֶּאֱמַר (משלי ל ה) כָּל אִמְרַת אֱלוֹהַּ צְרוּפָה. וְזֶה הָעִנְיָן שֶׁגָּזַר הָרַב בַּמִּצְוֹת שֶׁיֵּשׁ לָהֶם טַעַם, מְבֹאָר הוּא מְאֹד, כִּי בְּכָל אֶחָד טַעַם וְתוֹעֶלֶת וְתִקּוּן לָאָדָם מִלְּבַד שְׂכָרָן מֵאֵת הַמְצַוֶּה בָּהֶן יִתְבָּרַךְ. וּכְבָר ארז\"ל (סנהדרין כא), מִפְּנֵי מָה לֹא נִתְגַּלּוּ טַעֲמֵי תּוֹרָה וְכוּ', וְדָרְשׁוּ (פסחים קיט) וְלִמְכַסֶּה עָתִיק, זֶה הַמְגַלֶּה דְּבָרִים שֶׁכִּסָּה עַתִּיק יוֹמִין, וּמַאי נִיהוּ טַעְמֵי תּוֹרָה. וּכְבָר דָּרְשׁוּ בְּפָרָה אֲדֻמָּה (במדב\"ר יט ג ד), שֶׁאָמַר שְׁלֹמֹה, עַל הַכֹּל עָמַדְתִּי, וּפָרָשָׁה שֶׁל פָּרָה אֲדֻמָּה חָקַרְתִּי וְשָׁאַלְתִּי וּפִשְׁפַּשְׁתִּי, אָמַרְתִּי אֶחְכָּמָה וְהִיא רְחוֹקָה מִמֶּנִּי (קהלת ז כג). וְאָמַר ר' יוֹסֵי בר' חֲנִינָא, אָמַר לוֹ הַקָּבָּ\"ה לְמֹשֶׁה, לְךָ אֲנִי מְגַלֶּה טַעַם פָּרָה אֲדֻמָּה אֲבָל לַאֲחֵרִים חֻקָּה, דִּכְתִיב (זכריה יד ו) וְהָיָה בַּיּוֹם הַהוּא לֹא יִהְיֶה אוֹר יְקָרוֹת וְקִפָּאוֹן, יקפאון כְּתִיב, דְּבָרִים הַמְכֻסִּים מִכֶּם בָּעוֹלָם הַזֶּה עֲתִידִין לִהְיוֹת צְפוּיִים לָעוֹלָם הַבָּא, כְּהָדֵין סַמְיָא דְּצָפֵי, דִּכְתִיב (ישעיהו מב טז) וְהוֹלַכְתִּי עִוְרִים בְּדֶרֶךְ לֹא יָדָעוּ, וּכְתִיב (שם) אֵלֶּה הַדְּבָרִים עֲשִׂיתִם וְלֹא עֲזַבְתִּים, שֶׁכְּבָר עֲשִׂיתִים לְר' עֲקִיבָא. הִנֵּה בֵּאֲרוּ שֶׁאֵין מְנִיעוּת טַעְמֵי תּוֹרָה מִמֶּנּוּ אֶלָּא עִוָּרוֹן בְּשִׂכְלֵנוּ, וְשֶׁכְּבָר נִתְגַּלָּה טַעַם הַחֲמוּרָה שֶׁבָּהֶם לְחַכְמֵי יִשְׂרָאֵל, וְכָאֵלֶּה רַבּוֹת בְּדִבְרֵיהֶם, וּבַתּוֹרָה וּבַמִּקְרָא דְּבָרִים רַבִּים מוֹדִיעִין כֵּן, וְהָרַב הִזְכִּיר מֵהֶן. אֲבָל אֵלּוּ הַהַגָּדוֹת אֲשֶׁר נִתְקַשּׁוּ עַל הָרַב כְּפִי דַּעְתִּי עִנְיָן אַחֵר לָהֶם, שֶׁרָצוּ לוֹמַר שֶׁאֵין הַתּוֹעֶלֶת בַּמִּצְוֹת להקב\"ה בְּעַצְמוֹ יִתְעַלֶּה, אֲבָל הַתּוֹעֶלֶת בָּאָדָם עַצְמוֹ, לִמְנֹעַ מִמֶּנּוּ נֶזֶק אוֹ אֱמוּנָה רָעָה אוֹ מִדָּה מְגֻנָּה, אוֹ לִזְכֹּר הַנִּסִּים וְנִפְלְאוֹת הַבּוֹרֵא יִתְבָּרַךְ וְלָדַעַת אֶת הַשֵּׁם. וְזֶהוּ <b>לְצָרֵף בָּהֶן</b>, שֶׁיִּהְיוּ כְּכֶסֶף צָרוּף, כִּי הַצּוֹרֵף הַכֶּסֶף אֵין מַעֲשֵׂהוּ בְּלֹא טַעַם, אֲבָל לְהוֹצִיא מִמֶּנּוּ כָּל סִיג, וְכֵן הַמִּצְוֹת לְהוֹצִיא מִלִּבֵּנוּ כָּל אֱמוּנָה רָעָה וּלְהוֹדִיעֵנוּ הָאֱמֶת וּלְזָכְרוֹ תָּמִיד. וּלְשׁוֹן זוֹ הָאַגָּדָה עַצְמָהּ הֻזְכְּרָה בִּילַמְּדֵנוּ (תנחומא שמיני ח) בְּפָרָשַׁת זֹאת הַחַיָּה, וְכִי מָה אִכְפַּת לוֹ להקב\"ה בֵּין שׁוֹחֵט בְּהֵמָה וְאוֹכֵל אוֹ נוֹחֵר וְאוֹכֵל, כְּלוּם אַתָּה מוֹעִילוֹ אוֹ כְּלוּם אַתָּה מַזִּיקוֹ, אוֹ מַה אִכְפַּת לוֹ בֵּין אוֹכֵל טְהוֹרוֹת אוֹ אוֹכֵל טְמֵאוֹת, אִם חָכַמְתָּ חָכַמְתָּ לָּךְ (משלי ט יב), הָא לֹא נִתְּנוּ הַמִּצְוֹת אֶלָּא לְצָרֵף אֶת הַבְּרִיּוֹת, שֶׁנֶּאֱמַר (תהלים יב ז) אִמֲרוֹת ה' אֲמָרוֹת טְהֹרוֹת, וְנֶאֱמַר כָּל אִמְרַת אֱלוֹהַּ צְרוּפָה. לָמָּה, שֶׁיְּהֵא מֵגֵן עָלֶיךָ. הִנֵּה מְפֹרָשׁ בְּכָאן שֶׁלֹּא בָּאוּ לוֹמַר אֶלָּא שֶׁאֵין הַתּוֹעֶלֶת אֵלָיו יִתְעַלֶּה שֶׁיִּצְטָרֵךְ לְאוֹרָהּ כַּמְּחֻשָּׁב מִן הַמְּנוֹרָה, וְשֶׁיִּצְטָרֵךְ לְמַאֲכַל הַקָּרְבָּנוֹת וְרֵיחַ הַקְּטֹרֶת כַּנִּרְאֶה מִפְּשׁוּטֵיהֶם, וַאֲפִלּוּ הַזֵּכֶר לְנִפְלְאוֹתָיו שֶׁעָשָׂה שֶׁצִּוָּה לַעֲשׂוֹת לְזֵכֶר לִיצִיאַת מִצְרַיִם וּמַעֲשֵׂה בְּרֵאשִׁית אֵין הַתּוֹעֶלֶת לוֹ, רַק שֶׁנֵּדַע אֲנַחְנוּ הָאֱמֶת וְנִזְכֶּה בּוֹ עַד שֶׁנִּהְיֶה רְאוּיִים לִהְיוֹת מָגֵן עָלֵינוּ, כִּי דִּבּוּרֵנוּ וְזָכְרֵנוּ בְּנִפְלְאוֹתָיו מֵאֶפֶס וָתֹהוּ נֶחְשְׁבוּ לוֹ. וְהֵבִיא רְאָיָה מִן הַשּׁוֹחֵט מִן הַצַּוָּאר וְהָעֹרֶף, לוֹמַר שֶׁכֻּלָּם לָנוּ וְלֹא להקב\"ה, לְפִי שֶׁלֹּא יִתָּכֵן לוֹמַר בַּשְּׁחִיטָה שֶׁיְּהֵא בָּהּ תּוֹעֶלֶת וְכָבוֹד לַבּוֹרֵא יִתְבָּרַךְ בַּצַּוָּאר יוֹתֵר מֵהָעֹרֶף אוֹ הַנִּחוּר, אֶלָּא לָנוּ הֵם לְהַדְרִיכֵנוּ בִּנְתִיבוֹת הָרַחֲמִים גַּם בְּעֵת הַשְּׁחִיטָה. וְהֵבִיאוּ רְאָיָה אַחֶרֶת, אוֹ מַה אִכְפַּת לוֹ בֵּין אוֹכֵל טְהוֹרוֹת, וְהֵם הַמַּאֲכָלִים הַמֻּתָּרִים, לְאוֹכֵל טְמֵאוֹת, וְהֵם הַמַּאֲכָלִים הָאֲסוּרִים שֶׁאָמְרָה בָּהֶם הַתּוֹרָה (ויקרא יא כח) טְמֵאִים הֵמָּה לָכֶם, וְרָמַז שֶׁהוּא לִהְיוֹתֵנוּ נְקִיֵּי הַנֶּפֶשׁ, חֲכָמִים, מַשְׂכִּילֵי הָאֱמֶת. וְאָמְרָם אִם חָכַמְתָּ חָכַמְתָּ לָּךְ, הִזְכִּירוּ כִּי הַמִּצְוֹת הַמַּעֲשִׂיּוֹת כְּגוֹן שְׁחִיטַת הַצַּוָּאר לְלַמְּדֵנוּ הַמִּדּוֹת הַטּוֹבוֹת, וְהַמִּצְוֹת הַגְּזֵרוֹת הַגְּדוּרוֹת בְּמִינִין לְזַקֵּק אֶת נַפְשׁוֹתֵינוּ, כְּמוֹ שֶׁאָמְרָה תּוֹרָה (שם כ כה), וְלֹא תְשַׁקְּצוּ אֶת נַפְשֹׁתֵיכֶם בַּבְּהֵמָה וּבָעוֹף וּבְכֹל אֲשֶׁר תִּרְמֹשׂ הָאֲדָמָה אֲשֶׁר הִבְדַּלְתִּי לָכֶם לְטַמֵּא. א\"כ כֻּלָּם לְתוֹעַלְתֵּנוּ בִּלְבַד. וְזֶה כְּמוֹ שֶׁאָמַר אֱלִיהוּא (איוב לה ו), אִם חָטָאתָ מַה תִּפְעָל בּוֹ וְרַבּוּ פְשָׁעֶיךָ מַה תַּעֲשֶׂה לּוֹ, וְאָמַר (שם פסוק ז) אוֹ מַה מִיָּדְךָ יִקָּח. וְזֶה דָּבָר מֻסְכָּם בְּכָל דִּבְרֵי רַבּוֹתֵינוּ. וְשָׁאֲלוּ בַּיְּרוּשַׁלְמִי בִּנְדָרִים (פ\"ט ה\"א), אִם פּוֹתְחִין לָאָדָם בִּכְבוֹד הַמָּקוֹם בִּדְבָרִים שֶׁבֵּינוֹ לְבֵין הַמָּקוֹם, וְהֵשִׁיבוּ עַל הַשְּׁאֵלָה הַזֹּאת, אֵי זֶהוּ כְּבוֹד הַמָּקוֹם, כְּגוֹן סֻכָּה שֶׁאֵינִי עוֹשֶׂה, לוּלָב שֶׁאֵינִי נוֹטֵל, תְּפִלִּין שֶׁאֵינִי מַנִּיחַ, וְהַיְנוּ כְּבוֹד הַמָּקוֹם, מַשְׁמַע דִּלְנַפְשֵׁהּ הוּא דִּמְהַנֵּי, כַּהֲדָא, אִם צָדַקְתָּ מַה תִּתֶּן לוֹ אוֹ מַה מִיָּדְךָ יִקָּח, אִם חָטָאתָ מַה תִּפְעָל בּוֹ וְרַבּוּ פְשָׁעֶיךָ מַה תַּעֲשֶׂה לּוֹ. הִנֵּה בֵּאֲרוּ שֶׁאֲפִלּוּ הַלּוּלָב וְהַסֻּכָּה וְהַתְּפִלִּין שֶׁצִּוָּה בָּהֶן שֶׁיְּהוּ לְאוֹת עַל יָדְךָ וּלְזִכָּרוֹן בֵּין עֵינֶיךָ כִּי בְּיָד חֲזָקָה הוֹצִאֲךָ ה' מִמִּצְרָיִם, אֵינָן לִכְבוֹד ה' יִתְבָּרַךְ אֲבָל לְרַחֵם עַל נַפְשׁוֹתֵינוּ. וּכְבָר סִדְּרוּ לָנוּ בִּתְפִלַּת יוֹם הַכִּפּוּרִים, אַתָּה הִבְדַּלְתָּ אֱנוֹשׁ מֵרֹאשׁ וַתַּכִּירֵהוּ לַעֲמֹד לְפָנֶיךָ, כִּי מִי יֹאמַר לְךָ מַה תַּעֲשֶׂה וְאִם יִצְדַּק מַה יִתֶּן לָךְ. וְכֵן אָמַר בַּתּוֹרָה (דברים י':י\"ג), לְטוֹב לָךְ, כַּאֲשֶׁר פֵּרַשְׁתִּי (שם פסוק יב). וְכֵן וַיְצַוֵּנוּ ה' לַעֲשׂוֹת אֶת כָּל הַחֻקִּים הָאֵלֶּה לְיִרְאָה אֶת ה' אֱלֹהֵינוּ לְטוֹב לָנוּ כָּל הַיָּמִים (דברים ו':כ\"ד), וְהַכַּוָּנָה בְּכֻלָּם לְטוֹב לָנוּ וְלֹא לוֹ יִתְבָּרַךְ וְיִתְעַלֶּה. אֲבָל כָּל מָה שֶׁנִּצְטַוִּינוּ שֶׁיִּהְיוּ בְּרִיּוֹתָיו צְרוּפוֹת וּמְזֻקָּקוֹת בְּלֹא סִיגֵי מַחֲשָׁבוֹת רָעוֹת וּמִדּוֹת מְגֻנּוֹת. וְכֵן מָה שֶׁאָמְרוּ (ברכות לג) לְפִי שֶׁעוֹשֶׂה מִדּוֹתָיו שֶׁל הקב\"ה רַחֲמִים וְאֵינָן אֶלָּא גְּזֵרוֹת, לוֹמַר שֶׁלֹּא חָס הָאֵל עַל קַן צִפּוֹר וְלֹא הִגִּיעוּ רַחֲמָיו עַל אוֹתוֹ וְאֶת בְּנוֹ, שֶׁאֵין רַחֲמָיו מַגִּיעִין בְּבַעֲלֵי הַנֶּפֶשׁ הַבַּהֲמִית לִמְנֹעַ אוֹתָנוּ מִלַּעֲשׂוֹת בָּהֶם צָרְכֵּנוּ, שֶׁאִם כֵּן הָיָה אוֹסֵר הַשְּׁחִיטָה, אֲבָל טַעַם הַמְּנִיעָה לְלַמֵּד אוֹתָנוּ מִדַּת הָרַחְמָנוּת וְשֶׁלֹּא נִתְאַכְזֵר, כִּי הָאַכְזָרִיּוּת תִּתְפַּשֵּׁט בְּנֶפֶשׁ הָאָדָם, כַּיָּדוּעַ בַּטַּבָּחִים שׁוֹחֲטֵי הַשְּׁוָרִים הַגְּדוֹלִים וְהַחֲמוֹרִים, שֶׁהֵם אַנְשֵׁי דָּמִים זוֹבְחֵי אָדָם, אַכְזָרִים מְאֹד. וּמִפְּנֵי זֶה אָמְרוּ (קידושין פב) טוֹב שֶׁבַּטַּבָּחִים שֻׁתָּפוֹ שֶׁל עֲמָלֵק. וְהִנֵּה הַמִּצְוֹת הָאֵלֶּה בַּבְּהֵמָה וּבָעוֹף אֵינָן רַחֲמָנוּת עֲלֵיהֶם אֶלָּא גְּזֵרוֹת בָּנוּ, לְהַדְרִיכֵנוּ וּלְלַמֵּד אוֹתָנוּ הַמִּדּוֹת הַטּוֹבוֹת. וְכֵן יִקְרְאוּ הֵם כָּל הַמִּצְוֹת שֶׁבַּתּוֹרָה, עֲשֵׂה וְלֹא תַעֲשֶׂה, גְּזֵרוֹת, כְּמוֹ שֶׁאָמְרוּ (מכילתא בחדש ו) בִּמְשַׁל הַמֶּלֶךְ שֶׁנִּכְנַס לַמְּדִינָה, אָמְרוּ לוֹ עֲבָדָיו גְּזֹר עֲלֵיהֶם גְּזֵרוֹת, אָמַר לָהֶם כְּשֶׁיְּקַבְּלוּ מַלְכוּתִי אֶגְזֹר עֲלֵיהֶם גְּזֵרוֹת. כָּךְ אָמַר הקב\"ה, קִבַּלְתֶּם מַלְכוּתִי, אָנֹכִי ה' אֱלֹהֶיךָ (שמות כ ב), קַבְּלוּ גְּזֵרוֹתַי, לֹא יִהְיֶה לְךָ וְכוּ' (שם פסוק ג). אֲבָל בְּמִדְרָשׁוֹ שֶׁל רַבִּי נְחוּנְיָא בֶּן הַקָּנָה בְּשִׁלּוּחַ הַקֵּן מִדְרָשׁ, שֶׁיֵּשׁ בַּמִּצְוָה סוֹד, אָמַר רַבִּי רָחֲמַאי, מַאי דִכְתִיב שַׁלֵּחַ תְּשַׁלַּח אֶת הָאֵם וְלֹא אָמַר אֶת הָאָב, אֶלָּא שַׁלֵּחַ תְּשַׁלַּח אֶת הָאֵם, בִּכְבוֹד אוֹתָהּ בִּינָה שֶׁנִּקְרֵאת אֵם הָעוֹלָם, דִּכְתִיב (משלי ב ג) כִּי אִם לַבִּינָה תִקְרָא. מַאי וְאֶת הַבָּנִים תִּקַּח לָךְ, אָמַר רַבִּי רָחֲמַאי, אוֹתָם בָּנִים שֶׁגִּדְּלָה, וּמַאי נִיהוּ שִׁבְעַת יְמֵי הַסֻּכָּה, וְדִינֵי שִׁבְעַת יְמֵי הַשָּׁבוּעַ וְכוּ'. וְהִנֵּה הַמִּצְוָה הַזֹּאת רוֹמֶזֶת לְעִנְיָן גָּדוֹל, וּלְכָךְ שְׂכָרָהּ מְרֻבֶּה, לְמַעַן יִיטַב לָךְ וְהַאֲרַכְתָּ יָמִים:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "IF A BIRD’S NEST CHANCE TO BE BEFORE THEE. This also is an explanatory commandment, of the prohibition <i>ye shall not kill it</i> [the dam] <i>and its young both in one day</i>,<sup class=\"footnote-marker\">134</sup><i class=\"footnote\">Leviticus 22:28.</i> because the reason for both [commandments] is that we should not have a cruel heart and be discompassionate, or it may be that Scripture does not permit us to destroy a species altogether, although it permits slaughter [for food] within that group. Now, he who kills the dam and the young in one day or takes them when they are free to fly [it is regarded] as though he cut off that species.<br>Now, he [Rabbi Moshe ben Maimon] wrote in the Moreh Nebuchim<sup class=\"footnote-marker\">135</sup><i class=\"footnote\">Guide of the Perplexed III, 48.</i> that the reason for the commandment to release the mother bird when taking its nest and the prohibition against killing the dam with its young on one day is in order to admonish us against killing the young within the mother’s sight, for animals feel great distress under such circumstances. There is no difference between the distress of man and the distress of animals for their young, since the love of the mother and her tenderness to the children of her womb are not the result of reasoning or [the faculty of intelligent] speech, but are produced by the faculty of mental images<sup class=\"footnote-marker\">136</sup><i class=\"footnote\"><i>“Machshavah.”</i> So in Al Charizi’s translation which was used by Ramban. In Ibn Tibbon’s translation the term is <i>ham’dameh</i> — “imagination.”</i> which exists among animals even as it is present in man. But if so<sup class=\"footnote-marker\">137</sup><i class=\"footnote\">This is Ramban’s reason for disagreeing with Rambam’s explanation.</i> the main prohibition in killing the dam and its young applies only when killing [first] the young and [then] the dam [but not vice versa, whereas the Torah forbids it to be done either way]! But it is all an extraordinary precaution,<sup class=\"footnote-marker\">138</sup><i class=\"footnote\">For — in defense of Rambam’s explanation — we would be forced to add that the primary prohibition is against killing first the young and then the dam; the prohibition against first killing the dam and then the young is but a precautionary measure lest one may accidentally reverse the order. While we might contend this in defense of Rambam’s theory, Ramban concludes, “and it is more correct etc.” This explanation would seem to be more logical because it does not differentiate between the order of taking or slaughtering the dam and its young. Hence Ramban’s language. The full significance of this theory of Ramban will be made clearer further on in the text.</i> and it is more correct [to explain them as prohibitions] to prevent <i>us</i> from acting cruelly.<br>And the Rabbi [Moshe ben Maimon] said further:<sup class=\"footnote-marker\">135</sup><i class=\"footnote\">Guide of the Perplexed III, 48.</i> “Do not contradict me by quoting the saying of the Sages,<sup class=\"footnote-marker\">139</sup><i class=\"footnote\">Berachoth 33b. See Note 168 further on.</i> ‘He who says in his prayer: Even to a bird’s nest do Thy mercies extend [etc., they silence him,’ which would seem to imply that there is no reason other than the Will of G-d for the commandment to release a dam when taking its nest], for that is one of two opinions, namely, the opinion of the Sage who holds that the commandments [of the Torah] have no other reason but the Will of the Creator. We follow the second opinion that there is a reason for all commandments.” And the Rabbi [Moshe ben Maimon] raised a difficulty from a text in Bereshith Rabbah [which contradicts his theory that there is a reason for every commandment]. The text reads:<sup class=\"footnote-marker\">140</sup><i class=\"footnote\">Bereshith Rabbah 44:1. Rambam’s discussion of the text is found in “Guide of the Perplexed,” III, 26.</i> “And what difference does it make to the Holy One, blessed be He, whether an animal is slaughtered from the front of the neck or the back? Surely you must say the commandments have been given only for the purpose of refining [disciplining] men through them, as it is said, <i>Every word of G-d is refined</i>.”<sup class=\"footnote-marker\">141</sup><i class=\"footnote\">Proverbs 30:5. This text of Bereshith Rabbah implies that some commandments have no other reason than the fact that they were so willed by G-d, which contradicts Rambam’s main thesis that there are reasons for <i>all</i> commandments. Rambam proceeds (“Guide of the Perplexed,” III, 26) to explain this text, in harmony with his theory. In the lengthy discussion to follow, Ramban will strongly agree with Rambam’s main theory that there is a reason for every commandment. As for the difficulty posed by the text of Bereshith Rabbah, he will offer his own solution.</i><br>Now, this theory, categorically stated by the Rabbi [Moshe ben Maimon] concerning the commandments that there is a reason for them, is indeed very clear. There is a reason, benefit, and improvement for man in each of them, aside from the reward by Him Who commanded it, blessed be He! Our Sages have already stated:<sup class=\"footnote-marker\">142</sup><i class=\"footnote\">Sanhedrin 21b.</i> “Why were the reasons for the commandments not revealed? etc.”<sup class=\"footnote-marker\">143</sup><i class=\"footnote\">See “The Commandments,” Vol. II, pp. 330-331.</i> And they further interpreted:<sup class=\"footnote-marker\">144</sup><i class=\"footnote\">Pesachim 119a.</i> “<i>And for stately clothing</i><sup class=\"footnote-marker\">145</sup><i class=\"footnote\">Isaiah 23:18. The Hebrew reads: <i>v’limchaseh athik</i>, which the Rabbis interpret to mean: “and to the things concealed by the Ancient of days (G-d)” — there will be a special reward for him that reveals these secrets that lie hidden in the commandments of the Torah.</i> — this refers to one who uncovers matters that were concealed by <i>the Ancient of days</i>.<sup class=\"footnote-marker\">146</sup><i class=\"footnote\">Daniel 7:13.</i> And what are these matters? They are the reasons for [the commandments of] the Torah.” The Rabbis have further expressed themselves on the subject of the Red Heifer<sup class=\"footnote-marker\">147</sup><i class=\"footnote\">Bamidbar Rabbah 19:3-4.</i> concerning which Solomon said, “I achieved [a knowledge of the reasons for] everything, but the section of the Red Heifer I examined, inquired into, and searched; <i>All this have I tried by wisdom; I said, ‘I will get wisdom,’ but it was far from me</i>.<sup class=\"footnote-marker\">148</sup><i class=\"footnote\">Ecclesiastes 7:23.</i> And Rabbi Yosei the son of Rabbi Chanina said: The Holy One, blessed be He, said to Moses, ‘To you I reveal the reason of the Red Heifer, but for others it is a statute [a commandment for which we know no reason].’ For it is written, <i>And it shall come to pass in that day, that there shall not be light, but heavy clouds ‘v’kipaon’</i> (<i>and thick</i>).<sup class=\"footnote-marker\">149</sup><i class=\"footnote\">Zechariah 14:6.</i> The word is spelled <i>yekipaon</i>,<sup class=\"footnote-marker\">150</sup><i class=\"footnote\">In other words, by tradition we are to read the word <i>v’kipaon</i>, although in the Masoretic text it is written <i>yekipaon</i>, in the future tense, as explained in the text.</i> intimating that matters concealed from you in this world are destined ‘to be revealed’ in the World to Come, like a blind man who suddenly sees, as it is written, <i>And I will bring the blind by a way that they knew not</i>,<sup class=\"footnote-marker\">151</sup><i class=\"footnote\">Isaiah 42:16.</i> and it is further written, <i>These things have I done and I did not leave them undone</i>,<sup class=\"footnote-marker\">151</sup><i class=\"footnote\">Isaiah 42:16.</i> for I have done them already to Rabbi Akiba” [meaning that the explanations were revealed to Rabbi Akiba].<br>Thus the Rabbis explained that our lack of knowledge of the reasons of [the commandments of] the Torah is but a barrier in our minds, and that the reason for the most difficult of the commandments [i.e., the Red Heifer] has already been revealed to the Sages of Israel [such as Rabbi Akiba, as mentioned in the above Midrash]. There are many such texts among the words of the Rabbis, and Torah and Scripture, which teach to that effect; and the Rabbi [Moshe ben Maimon] mentioned some of them. But those Agadic [homiletic] statements, presenting difficulty to the Rabbi, are in my opinion, intended to express another thought as follows:<br>The benefit from the commandments is not derived by the Holy One Himself, exalted be He. Rather, the advantage is to man himself, to withhold from him physical harm or some evil belief, or unseemly trait of character, or to recall the miracles and wonders of the Creator, blessed be He, in order to know the Eternal. It is this [which the Rabbis intended in saying]<sup class=\"footnote-marker\">140</sup><i class=\"footnote\">Bereshith Rabbah 44:1. Rambam’s discussion of the text is found in “Guide of the Perplexed,” III, 26.</i> that the commandments were given “for the purpose of refining men,” that they may become like “refined silver,” for he who refines silver does not act without purpose, but to remove therefrom any impurity. So, also, the commandments eliminate from our hearts all evil belief, and [are given] in order to inform us of the truth and to recall it always. Now this very same Agadah [homily] is mentioned in the Yelamdeinu<sup class=\"footnote-marker\">152</sup><i class=\"footnote\">See Vol. II, p. 131, Note 196, for explanation of the term.</i> in the section of <i>These are the living things:</i><sup class=\"footnote-marker\">153</sup><i class=\"footnote\">Leviticus 11:2. — The text quoted is found in Tanchuma (Buber), <i>Shemini</i> 12.</i> <i>”</i>And what difference does it make to the Holy One, blessed be He, whether one eats of an animal which is ritually slaughtered or if he just stabs it? Do you benefit Him or harm Him at all? Or what does it matter to Him if one eats clean animals or unclean? <i>If thou art wise, thou art wise for thyself</i>.<sup class=\"footnote-marker\">154</sup><i class=\"footnote\">Proverbs 9:12.</i> Surely the commandments have been given only to refine men, as it is said, <i>The words of the Eternal are pure words</i>,<sup class=\"footnote-marker\">155</sup><i class=\"footnote\">Psalms 12:7. <i>As silver refined in a crucible on the earth, purified seven times</i>.</i> and it is further said, <i>Every word of G-d is refined</i>.<sup class=\"footnote-marker\">141</sup><i class=\"footnote\">Proverbs 30:5. This text of Bereshith Rabbah implies that some commandments have no other reason than the fact that they were so willed by G-d, which contradicts Rambam’s main thesis that there are reasons for <i>all</i> commandments. Rambam proceeds (“Guide of the Perplexed,” III, 26) to explain this text, in harmony with his theory. In the lengthy discussion to follow, Ramban will strongly agree with Rambam’s main theory that there is a reason for every commandment. As for the difficulty posed by the text of Bereshith Rabbah, he will offer his own solution.</i> Why? So that [the word of G-d] should protect you.” Thus it is clearly stated here that the Rabbis [in this Midrash], meant to say merely that the benefit [accruing from observance of the commandments] is not for His sake exalted be He, [nor] that He is in need of the light of the candelabrum as one might think, or that He needs the food of the offerings and the odor of the incense as might appear from their simple meanings. Even regarding <i>the memorial He hath made for His wonderful works</i>,<sup class=\"footnote-marker\">156</sup><i class=\"footnote\">Psalms 111:4.</i> that He commanded us to perform in memory of the Exodus and Creation, the benefit is not for Him, but so, that we should know the truth and be meritorious enough to be worthy that He protects us, for our utterances and remembrances of His wonders <i>are accounted by Him as things of nought, and vanity</i>.<sup class=\"footnote-marker\">157</sup><i class=\"footnote\">Isaiah 40:17.</i> And the Midrash brought proof from [the law specifying] slaughter by cutting the neck in front or in the back, meaning to state that all the benefits are to us and not to the Holy One, blessed be He, because it is impossible to say concerning slaughter that there is more benefit and glory to the Creator, blessed be He, by cutting the neck in front than by cutting it in the back or by stabbing the animal. Rather, all these advantages are to us — to lead us in paths of compassion even during [the process of] slaughtering. And then the Rabbis brought another proof: “Or what does it matter to Him if one eats clean things,” — that is, foods permissible to the eater — “or eats unclean things,” that is, forbidden food concerning which the Torah declared <i>they are unclean unto you</i>.<sup class=\"footnote-marker\">158</sup><i class=\"footnote\">Leviticus 11:28.</i> However, He implied that [these laws were given to us] so that we might develop a fine soul and be wise men perceptive to the truth. By quoting the verse, <i>If thou art wise, thou art wise for thyself</i><sup class=\"footnote-marker\">154</sup><i class=\"footnote\">Proverbs 9:12.</i> the Rabbis [in the above Midrash] mentioned the principle that the commandments pertaining to rites such as slaughter by [cutting of] the neck are to teach us traits of good character. The Divinely ordained commandments which define the species [of animals and birds which are permissible to us] are to refine our souls, just as the Torah has said, <i>and ye shall not make your souls detestable by beast, or by fowl, or by any thing wherewith the ground teemeth, which I have set apart for you to hold unclean</i>.<sup class=\"footnote-marker\">159</sup><i class=\"footnote\"><i>Ibid.</i>, 20:25.</i> If so, all the commandments are solely to our advantage. This is as Elihu said, <i>If thou hast sinned, what doest thou against Him? And if thy transgression be multiplied, what doest thou unto Him?</i><sup class=\"footnote-marker\">160</sup><i class=\"footnote\">Job 35:6.</i> And again he states, <i>If thou be righteous, what givest thou Him? Or what receiveth He of thy hands?</i><sup class=\"footnote-marker\">161</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 7.</i> This is a consensus in all the words of our Rabbis. Thus they asked in Yerushalmi Nedarim<sup class=\"footnote-marker\">162</sup><i class=\"footnote\">Yerushalmi Nedarim IX, 1.</i> whether they may open the way [to release one from a vow or oath] by reason of the honor due to G-d<sup class=\"footnote-marker\">163</sup><i class=\"footnote\">Before releasing a person from a vow or oath, the Sage must ascertain that, had the supplicant known of a particular fact, he would not have made the vow or oath. The question arose whether the Sage may say to him, “If you had known that he who vows is evil in the eyes of G-d, would you still have vowed?” See also, Ramban in Numbers 30:2 (Vol. IV, pp. 345-346).</i> in matters between man and G-d. On this question the Rabbis answered [there]: “What is an example of [a vow being released because of] the honor due to G-d? [If you say that it is a case where he swore] ‘I shall not make a Booth, I shall not take the palm-branch, I shall not put on phylacteries’ — but do you call this ‘by reason of the honor due to G-d?’ It is for oneself that [the observance of the commandments] helps, just as it is said, <i>If thou be righteous, what givest thou Him? Or what receiveth He of thy hands</i>?<sup class=\"footnote-marker\">161</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 7.</i> <i>If thou hast sinned, what doest thou against Him? And if thy transgression be multiplied, what doest thou unto Him?</i>”<sup class=\"footnote-marker\">160</sup><i class=\"footnote\">Job 35:6.</i> Thus the Rabbis have explained that even the palm-branch, the Booth, and the phylacteries concerning which He commanded that they <i>shall be for a sign upon thy hand, and for frontlets between thine eyes; for by strength of hand the Eternal brought us forth out of Egypt</i><sup class=\"footnote-marker\">164</sup><i class=\"footnote\">Exodus 13:16.</i> — are not ordained to honor G-d, blessed be He, but to have compassion on our souls. And the Sages have already arranged it for us in the [Closing] Prayer on the Day of Atonement, stating: “Thou hast distinguished man from the beginning, and hast recognized him [to be privileged] to stand before Thee, for who shall say unto Thee, ‘What doest Thou?’ and if he be righteous what can he give Thee?” Similarly, it states in the Torah, <i>which I command thee this day for thy good</i>,<sup class=\"footnote-marker\">165</sup><i class=\"footnote\">Above, 10:13.</i> as I have explained.<sup class=\"footnote-marker\">166</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 12.</i> So also, <i>And the Eternal commanded us to do all these statutes, to fear the Eternal our G-d, for our good always</i>.<sup class=\"footnote-marker\">167</sup><i class=\"footnote\"><i>Ibid.</i>, 6:24.</i> And the intent in all these expressions is “for our good,” and not for His, blessed and exalted be He! Rather, everything we have been commanded is so that His creatures be refined and purified, free from the dross of evil thoughts and blameworthy traits of character.<br>So, too, what the Rabbis have stated,<sup class=\"footnote-marker\">168</sup><i class=\"footnote\">The Rabbis of the Gemara made the following remark with reference to the Mishnah quoted above (see text at Note 139): “He who says in his prayer: ‘Even to a bird’s nest do Thy mercies extend’ etc., they silence him.” The reason for this law as stated in the Mishnah is now explained by the Rabbis of the Gemara: “Because he [the supplicant] treats etc.” (see text). — Berachoth 33b.</i> “Because he treats the ordinances of G-d like expressions of mercy, whereas they are decrees”<sup class=\"footnote-marker\">169</sup><i class=\"footnote\">“To inform them that they are His servants, and that they keep His commandments, decrees and statutes, even such matters concerning which Satan and the nations of the world taunt Israel saying, ‘What need is there for this commandment?’” (Rashi <i>ibid</i>). Now, this text of the Mishnah and Gemara was explained above by Rambam as exemplifying the opinion that there is no reason for fulfillment of the commandments of the Torah other than the Will of the Creator, while we follow the second opinion that there is a reason for every commandment. Ramban will now proceed to explain this text, in accordance with the accepted opinion that there <i>is</i> a reason for every commandment, thus making this text to be the consensus of all Sages.</i> means to say — that it was not a matter of G-d’s mercy extending to the bird’s nest or the dam and its young, since His mercies did not extend so far into animal life as to prevent us from accomplishing our needs with them, for, if so, He would have forbidden slaughter altogether. But the reason for the prohibition [against taking the dam with its nest, or against killing the dam with its young in one day] is to teach <i>us</i> the trait of compassion and that we should not be cruel, for cruelty proliferates in man’s soul as it is known that butchers, those who slaughter large oxen and asses are <i>men of blood;</i><sup class=\"footnote-marker\">170</sup><i class=\"footnote\">Psalms 55:24.</i> <i>they that slaughter men</i>,<sup class=\"footnote-marker\">171</sup><i class=\"footnote\">Hosea 13:2.</i> are extremely cruel. It is on account of this [cruelty] that the Rabbis have said:<sup class=\"footnote-marker\">172</sup><i class=\"footnote\">Kiddushin 82a. Amalek is the symbol of cruelty, as he attacked the enfeebled, faint and weary, (further 25:18).</i> “The most seemly among butchers is a partner of Amalek.” Thus these commandments with respect to cattle and fowl are not [a result of] compassion upon them, but they are decrees upon us to guide us and to teach us traits of good character. So, too, the Rabbis refer to all commandments of the Torah — positive and negative — as “decrees,” as they said<sup class=\"footnote-marker\">173</sup><i class=\"footnote\">Mechilta, <i>Bachodesh</i> 6. See Vol. II, p. 286, where Ramban quotes the same text with some minor changes.</i> in the parable of “the king who entered a country, and his attendants said to him, ‘Promulgate decrees upon them.’ He, however, refused, saying, ‘When they will have accepted my sovereignty, I will promulgate decrees upon them.’ Similarly did the Holy One, blessed be He, [say to Israel], ‘You have accepted My sovereignty: <i>I am the Eternal thy G-d</i>,<sup class=\"footnote-marker\">174</sup><i class=\"footnote\">Exodus 20:2.</i> accept My decrees: <i>Thou shalt have no other gods</i> etc.’”<sup class=\"footnote-marker\">175</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 3.</i><br>However, in the Midrash of Rabbi Nechunya ben Hakanah<sup class=\"footnote-marker\">176</sup><i class=\"footnote\">Sefer Habahir, 104-105. See Vol. I, p. 24, Note 42.</i> there is an interpretation with respect to releasing a mother bird when taking its nest, which states that there is a secret in this commandment. “Rabbi Rechimaie said, What is the meaning of that which is written, <i>Thou shalt in any wise let the dam go</i>,<sup class=\"footnote-marker\">177</sup><i class=\"footnote\">Verse 7.</i> and it did not say ‘the father?’ [This implies that the verse commands] only <i>Thou shalt in any wise let the dam go</i> with the honor of that ‘understanding’<sup class=\"footnote-marker\">178</sup><i class=\"footnote\">Here used in a Cabalistic sense. See my Hebrew commentary p. 451.</i> which is termed ‘the mother of the world,’ as it is written, <i>Yea ‘im’</i> (<i>if</i>) <i>thou call for understanding</i>.<sup class=\"footnote-marker\">179</sup><i class=\"footnote\">Proverbs 2:3. The Sefer Habahir obviously intimates that the word be read <i>eim</i> (mother), thus suggesting: “the mother [of the world] is called ‘understanding.’”</i> And what is the meaning of the phrase, <i>and the young, take thou to thee?</i><sup class=\"footnote-marker\">177</sup><i class=\"footnote\">Verse 7.</i> Said Rabbi Rechimaie, It means those young that she raised. And what are they? They are the seven days of [the Festival of] Tabernacles, and the laws of the seven days of the week etc.” Thus this commandment alludes to a great matter, and therefore the reward for the observance thereof is abundant, [as it is said], <i>that it may be well with thee, and that thou mayest prolong thy days</i>.<sup class=\"footnote-marker\">177</sup><i class=\"footnote\">Verse 7.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "57babc6ed6e4a94f86e87f9d", "index_title": "Penei David", "category": "Commentary", "type": "commentary", "ref": "Penei David, Deuteronomy, Eikev 7", "anchorRef": "Deuteronomy 10:13", "anchorRefExpanded": ["Deuteronomy 10:13"], "sourceRef": "Penei David, Deuteronomy, Eikev 7", "sourceHeRef": "פני דוד, דברים, עקב ז׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1768, 1792], "commentaryNum": 7.0, "collectiveTitle": {"en": "Penei David", "he": "פני דוד"}, "heTitle": "עקב", "he": ["<b>וְשָׁמַרְתָּ אֶת־הַמִּצְוָה וְאֶת־הַחֻקִּים וְאֶת־הַמִּשְׁפָּטִים אֲשֶׁר אָנֹכִי מְצַוְּךָ הַיּוֹם־לַעֲשׂוֹתָם: וְהָיָה עֵקֶב תִּשְׁמְעוּן אֵת הַמִּשְׁפָּטִים הָאֵלֶּה:</b>", "אפשר לפרש במה שהקשו הראשונים דפ\"ק דקדושין בעבד עברי אמרינן חלה שלש ועבד שלש אינו חייב להשלים ואלו פ' האומנין אמרו דהיכא דאניס שכיר לא יהיב ליה אלא שכר שלפני האונס. ורבו התירוצים בזה התוס' ז\"ל תירצו דעבד עברי גופו קנוי וכל היכא דחלה ברשותיה חלה אבל שכיר דאינו גופו קנוי כל דלא שלים עבידתיה לא יטול אלא מאי דעבד. ומהר\"ם ז\"ל תירץ דשאני ע\"ע שכבר קבל שכרו משא\"כ גבי פועל דעדין לא קבל שכרו. והרא\"ש ז\"ל תירץ דבע\"ע איירי דחלה שלש ועבד שלש וכיון דאחר חוליו קבלו בעל הבית מסתמא מחל אבל גבי שכיר וקבלן החולי היה בסוף וליכא הוכחה דמחיל. והריטב\"א ז\"ל תירץ דשאני פועל דהשכירו למלאכה זו על דבר ידוע וכשלא עשאו אף אם נאנס אין לו אלא מעשהו אבל עבד עברי דנשתעבד לעשות כל מלאכת בעל הבית נסתחפה שדהו. ואפשר לרמוז כל התירוצים הנז' בקראין ושמרת את המצוה ואת החקים והמשפטים רמז בזה לתירוץ הריטב\"א דע\"ע נשתעבד לעשות כל מלאכת בעל הבית ומ\"ה אינו חייב להשלים וזה ירמוז דאיש ישראל משועבד לשמור מצות וחקים ומשפטים הרבה מאד כי רבו תרי\"ג מצות ודקדוקיהן וענפיהן ודמי לע\"ע דנשתעבד לעשות כל מלאכות. ואמר אשר אנכי לצד עילאה ימלל אנכי ה' שגופנו ונפשנו קנוים לו כי הוא אדון הכל יתברך שמו ורמז תירוץ התוס' דע\"ע גופו קנוי וכל היכא דחלה ברשותיה חלה. ולפי שני חילוקים הללו דהתוס' והריטב\"א אם נאנסו ביסורין וכיוצא מבלתי יכולת לקיים המצות תורה יוצאה כי אין נגרע משכרן. וקרא להכי הוא דאתא ואמר היום לעשותם כלומר אף דגוף קנוי והוא לכל מלאכות עכ\"ז היום לעשותם צריך לעשות בפועל והאונס מפסיד השכר. והטעם כחילוק מהר\"ם שהוא העיקר דשאני ע\"ע שקבל כבר את שכרו אבל אתם היום לעשותם ולמחר לקבל שכרם ולכן צריך היום לעשותם כפועל ולא מהני גוף קנוי ולכל מלאכות לקבל שכר אם נאנס. אמנם אם זכיתם שבסוף ימיכם תעבדו את ה' והאונס קדם אז מסתברא כהרא\"ש דמקבל שכר האונס ואין נגרע דמסתמא מחל וז\"ש והיה עקב תשמעון וכו' כלומר אף שהעיקר כתירוץ מהר\"ם מ\"מ ה\"ד אם נאנס בסוף אבל אם עבד בסוף אין מנכה לו בשביל האונס והיה עקב בסוף כמשז\"ל תשמעון את המשפטים שתזכו דבאחרית ימיכם תשמעון והאונס קדם אז ושמר ה' אלהיך לך את הברית ואת החסד אשר נשבע לאבותיכם להצילכם מגהינם ולירש ג\"ע בשלימות כאלו קיימתם הכל בכל ימיכם וזה אות שמחל על האונס ואהבך וגם בעה\"ז וברכך וכו':"], "heVersionTitle": "Penei David -- Torat Emet", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77da1d6e4a94c7c18b657", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Deuteronomy 10:13", "anchorRef": "Deuteronomy 10:13", "anchorRefExpanded": ["Deuteronomy 10:13"], "sourceRef": "Tafsir Rasag, Deuteronomy 10:13", "sourceHeRef": "תפסיר רס\"ג, דברים י׳:י״ג", "anchorVerse": 13, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 10.0013, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "דברים", "he": "ותחפט̇ וצאיאה ורסומה אלתי אמרך בהא אליום ליכ̇אר לך", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5863c016d6e4a97327a49989", "index_title": "Mei HaShiloach", "category": "Chasidut", "type": "", "ref": "Mei HaShiloach, Volume II, Deuteronomy, Vaetchanan 5", "anchorRef": "Deuteronomy 10:13", "anchorRefExpanded": ["Deuteronomy 10:13"], "sourceRef": "Mei HaShiloach, Volume II, Deuteronomy, Vaetchanan 5", "sourceHeRef": "מי השלוח, חלק ב, ספר דברים, ואתחנן ה׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1840, 1860], "commentaryNum": 5, "collectiveTitle": {"en": "Mei HaShiloach", "he": "מי השלוח"}, "heTitle": "ואתחנן", "he": "<b>ראה למדתי אתכם חקים ומשפטים כאשר צוני ה' אלהי.</b> היינו שאמר להם משה ראו כי בטובת עין ומעומק לבבי אני חפץ ללמד אתכם להנאתכם ולטובתכם, כאשר צוני ה' אלהי שבטח הוא חפץ בטובת בריותיו ומלמדם לטוב להם כמו שכתיב (דברים י',י\"ג) אשר אנכי מצוך היום לטוב לך וכתיב (תהלים פ\"ט,ג') עולם חסד יבנה, כן ראו שאני גם כן לומד אתכם לטובתכם למען תחיון והארכתם ימים לטוב לכם.", "heVersionTitle": "Mei HaShiloach, Publication of Sifrei Izhbitza Radzin, Bnei Brak 2005.", "heLicense": "", "heVersionTitleInHebrew": "מי השילוח. תשס\"ה. בני ברק", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59636874d6e4a9416e9be649", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Deuteronomy 10:13:1", "anchorRef": "Deuteronomy 10:13", "anchorRefExpanded": ["Deuteronomy 10:13"], "sourceRef": "Mizrachi, Deuteronomy 10:13:1", "sourceHeRef": "מזרחי, דברים י׳:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "דברים", "he": "<b>לשמו' את מצותה ואף זו לא לחנם אלא לטוב לך שתקבלו שכר. </b>הוצרך להוסיף על לטוב לך אף זו לא לחנם מפני שבזולתו היה נראה כסותר זה את זה דמעיקרא אמר מה יי' אלהיך שואל מעמך כי אם לשמור את מצותיו משמע שהשם צריך זה לעצמו ולבסוף אמר לטוב לך ומשמע שאינו צריך זה רק בעבורך אבל עם תוספת הזה יהיה פירושו אע\"פ שהשם שואל זה מעמך אינו בעבורו רק בעבורך כדי לקבל שכר ופי' לא לחנם לא בעבורו שהיא לך לחנם מאתר שאינך נהנה ממנו: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5986b908d6e4a965ff863bd7", "index_title": "Sefer HaChinukh", "category": "Halakhah", "type": "", "ref": "Sefer HaChinukh 432:1", "anchorRef": "Deuteronomy 10:13", "anchorRefExpanded": ["Deuteronomy 10:13"], "sourceRef": "Sefer HaChinukh 432:1", "sourceHeRef": "ספר החינוך תל״ב:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1255, 1285], "commentaryNum": 432.0001, "collectiveTitle": {"en": "Sefer HaChinukh", "he": "ספר החינוך"}, "he": "<b>מִצְוַת יִרְאַת הַשֵּׁם</b> – לִהְיוֹת יִרְאַת הַשֵּׁם יִתְבָּרַךְ עַל פָּנֵינוּ תָּמִיד לְבִלְתִּי נֶחֱטָא. כְּלוֹמַר, שֶׁנִּירָא בְּיִרְאַת עָנְשׁוֹ וְלֹא יִהְיֶה לְבָבֵנוּ בְּלִי מָגוֹר אֵלָיו כָּל הַיּוֹם, וְעַל זֶה נֶאֱמַר (דברים י כ) אֶת יְיָ אֱלֹהֶיךָ תִּירָא. וְהָרְאָיָה, שֶׁזֶּהוּ מִצְוַת עֲשֵׂה אַחַת מֵחֶשְׁבּוֹן תרי\"ג מִצְוֹת שֶׁנִּצְטַוִּינוּ מָה שֶׁאָמְרוּ בְּסַנְהֶדְרִין (נו, א), עַל דֶּרֶךְ הַוִּכּוּחַ בְּפֵרוּשׁ וְנוֹקֵב שֵׁם יְיָ וְגוֹ' (ויקרא כד טז) וְאֵימָא פָּרוֹשֵׁי דִּכְתִיב אֲשֶׁר נִקְּבוּ בְּשֵׁמוֹת (במדבר א, יז). וְאַזְהָרָתֵּהּ מִן אֶת יְיָ אֱלֹהֶיךָ תִּירָא, יִרְצֶה לוֹמַר עַל דֶּרֶךְ הַוִּכּוּחַ, כִּי אוּלַי נְפָרֵשׁ וְנֹקֵב בְּהַזְכָּרַת הַשֵּׁם לְבַד מִבְּלִי שֶׁיְּבָרֵךְ, וְהֶעָוֹן שֶׁיִּהְיֶה בָּזֶה לְפִי שֶׁהִפְסִידוֹ הַיִּרְאָה, כִּי מִיִּרְאַת הַשֵּׁם שֶׁלֹּא יִזָּכֵר שְׁמוֹ לְבַטָּלָה, וְהֵשִׁיבוּ שָׁם דְּלֵיכָּא לְמֵימַר הָכִי דִּשְׁתֵּי תְּשׁוּבוֹת בַּדָּבָר חֲדָא דְּבָעֵינָא שֵׁם בְּשֵׁם וְלֵיכָּא, כְּלוֹמַר שֶׁיְּבָרֵךְ הַשֵּׁם בַּשֵּׁם כְּגוֹן יַכֶּה יוֹסֵי אֶת יוֹסֵי, וְעוֹד אַזְהָרַת עֲשֵׂה הוּא, וְכָל אַזְהָרַת עֲשֵׂה לָאו שְׁמָהּ אַזְהָרָה, כְּלוֹמַר דִּקְרָא דְּאֶת יְיָ אֱלֹהֶיךָ תִּירָא מִצְוַת עֲשֵׂה הִיא.", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "<b>The commandment of fearing God:</b> That the fear of God, may He be blessed, should always be on our faces, that we not sin; meaning to say that we fear with a fear of His punishment and that our hearts not be without fear of Him, the whole day. And about this is it stated (Deuteronomy 10:20), “The Lord, your God, you shall fear.” And the proof that this is a positive commandment from the tally of the six hundred and thirteen commandments that we were commanded is that which they said in Sanhedrin 56a by way of the debate about the understanding of “And he who blasphemes the name of the Lord, etc.” (Leviticus 24:16): “I will say [that it is] to express, [like that] which is written (Numbers 1:17), ‘And Moshe and Aharon took these men that are expressed by name’; and its prohibition is from ‘The Lord, your God shall you fear.’” It means to say by way of the debate that maybe we should explain “blaspheme” (<i>nokev</i>), as the expression of [God’s] name, alone, without him “blessing” [it]; and the sin that there would be in this is because he loses the fear — as it is from the fear of God not to mention His name in vain. And they answered there, that one should not say like this, as there are two answers to the thing, “One is that it is necessary that [it involve] the name of God with the name of God, and there is not [this in such a case]” — meaning to say that he must “bless” the Name with the Name, as in, “Yose should strike Yose!” “And also it is a [prohibition] of a positive commandment, and a [prohibition] of a positive commandment [is not called] a prohibition” — meaning to say that the verse of “The Lord, your God shall you fear” is a positive commandment.", "versionTitle": "Sefer HaChinukh, translated by R. Francis Nataf, Sefaria 2018", "license": "CC0", "versionTitleInHebrew": "ספר החינוך, תורגם על ידי ספריא"}, {"_id": "5a1547fbd6e4a92409ac5246", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Deuteronomy 10:13:1", "anchorRef": "Deuteronomy 10:13", "anchorRefExpanded": ["Deuteronomy 10:13"], "sourceRef": "Siftei Chakhamim, Deuteronomy 10:13:1", "sourceHeRef": "שפתי חכמים, דברים י׳:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "דברים", "he": "<b>ואף היא לא לחנם כו'.</b> רצונו לתרץ דברישא דקרא אמר לשמור את מצות ה' להנאתו של הקב\"ה, ובסיפא דקרא כתיב לטוב לך משמע להנאתן של ישראל. לכן פי' אף היא כו', ר\"ל ודאי בשבילו תעשו, אבל מ\"מ אף לכם לא לחנם אלא לטוב לכם: ", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>And this is also not for naught, etc.</b> Rashi is answering the question: At the beginning of the verse it says, “To guard Adonoy’s commandments,” meaning, “for Hashem’s benefit.” But at the end of the verse it is written, “For <i>your</i> benefit,” meaning, “for the benefit of the Jewish People.” Therefore Rashi explains: “And this is also, etc.” In other words: Certainly you should keep the commandments for His benefit. But nonetheless, for you too this is not for naught, but for your benefit. ", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5b0fd2bd73ad4f00597bf27c", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Asara Maamarot, Third and Fourth Maamar 96", "anchorRef": "Deuteronomy 10:13", "anchorRefExpanded": ["Deuteronomy 10:13"], "sourceRef": "Shenei Luchot HaBerit, Asara Maamarot, Third and Fourth Maamar 96", "sourceHeRef": "שני לוחות הברית, עשרה מאמרות, מאמר שלישי ורביעי צ״ו", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1611, 1631], "commentaryNum": 96, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "מאמר שלישי ורביעי", "he": "<b>וממה</b> שכתבתי תתבאר פירוש יראה ואהבה שהוא בפרשת עקב <small>(דברים י, יב)</small> ועתה ישראל מה ה' אלהיך שואל מעמך כי אם ליראה כו', את י\"י אלהיך תירא אותו תעבוד ובו תדבק ובשמו תשבע <small>(שם כ)</small>. יש להתעורר מה לשון ועתה, היה לו לומר הנה ה' שואל. ורש\"י פירש מה שפירש. עוד יש להתעורר, מה ה' אלהיך שואל מעמך כי אם ליראה, למה אמר לשון שלילה ואריכות לשון, היה לו לומר הן י\"י אלהיך שואל מעמך היראה. ורז\"ל תקנו זה הדבר במה שאמרו <small>(ברכות לג, ב)</small> יראה מלתא זוטרתי לגבי משה. גם אני אלך בעקבותיהם, אמנם דבריהם צריך פירוש. גם יש להתעורר למה אמר שואל, ולא אמר י\"י אלהיך מצוך. גם יש להתעורר, ולעבוד את ה' אלהיך בכל לבבך ובכל נפשך, למה לא הזכיר ובכל מאודך כמו שהזכיר בפרשת שמע <small>(דברים ו, ה)</small>. או למה הזכיר עבודה יותר באהבה, ממה שהזכיר ביראה. גם יש להתעורר בפסוק <small>(דברים י, יג)</small> לשמור את מצות י\"י וגו' לטוב לך, למאי נפקא מינה אמר לטוב לך, כאלו נותן ח\"ו מקום לטעות לעבוד על מנת לקבל פרס, או למה לא אמר לטוב לך בפסוק הראשון <small>(שם יב)</small> בכל לבבך ובכל נפשך לטוב לך. עוד יש להתעורר בפסוק <small>(שם טו)</small> רק באבותיך חשק, לפי המשך הענין היה לו לומר ולא חשק רק באבותיך. עוד יש להתעורר <small>(שם כ)</small> את י\"י אלהיך תירא, למה כפל ענין היראה, הלא כבר הזכיר כי אם ליראה וגו':", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part I", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"א", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c178b7cbb386c00d3de65b0", "index_title": "Likutei Halakhot", "category": "Chasidut", "type": "", "ref": "Likutei Halakhot, Orach Chaim, Laws of Morning Conduct 2:1:1", "anchorRef": "Deuteronomy 10:13", "anchorRefExpanded": ["Deuteronomy 10:13"], "sourceRef": "Likutei Halakhot, Orach Chaim, Laws of Morning Conduct 2:1:1", "sourceHeRef": "ליקוטי הלכות, אורח חיים, הלכות השכמת הבוקר ב׳:א׳:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1814, 1844], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Likutei Halakhot", "he": "ליקוטי הלכות"}, "heTitle": "הלכות השכמת הבוקר", "he": "<b>יִתְגַּבֵּר כַּאֲרִי לַעֲמֹד בַּבֹּקֶר לַעֲבוֹדַת בּוֹרְאוֹ שֶׁיְּהֵא הוּא מְעוֹרֵר הַשַּׁחַר.</b> הַגָ״ה: <b>״שִׁוִּיתִי ה׳ לְנֶגְדִּי תָמִיד״ זֶה כְּלָל גָּדוֹל בַּתּוֹרָה וְכוּ׳</b> (ארח חיים סימן א׳ סעיף א׳).", "heVersionTitle": "Likutey Halakhot, Breslov Research Institute. Jerusalem-New York, 2019", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "<b>A person should strengthen himself like a lion to rise up in the morning for the service of his Creator, so that it is he who awakens the dawn.</b> Gloss: <b>“I set HaShem before me always” (<i>Tehillim</i> 16:8)—this is a major principle in fulfillment of the Torah</b> (<i>Shulchan Arukh, Orach Chaim</i> 1:1).<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">For Rama’s complete gloss, see p. 18 above. At the very end he mentions a major theme of this discourse: rising from sleep with alacrity to serve HaShem.</i>", "versionTitle": "Likutey Halakhot, Breslov Research Institute. Translated and elucidated by Moshe Mykoff with Dov Grant Jerusalem-New York, 2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5c17b90ab071e100bf4e656a", "index_title": "Yesod Mora VeSod HaTorah", "category": "Jewish Thought", "type": "", "ref": "Yesod Mora VeSod HaTorah 2:5", "anchorRef": "Deuteronomy 10:13", "anchorRefExpanded": ["Deuteronomy 10:13"], "sourceRef": "Yesod Mora VeSod HaTorah 2:5", "sourceHeRef": "יסוד מורא וסוד תורה ב׳:ה׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1158], "commentaryNum": 2.0005, "collectiveTitle": {"en": "Yesod Mora VeSod HaTorah", "he": "יסוד מורא וסוד תורה"}, "he": "יש כלל גבוה כמו <small>(דברים י׳:י״ג)</small> לשמור את כל מצות ה' כולל עשה ולא תעשה. ומלת <small>(ויקרא כג)</small> ועבדתם את ה' א-להיכם כוללות כל מצוה עשה שהם בלב ובפה ובמעשה שהם עקרים או זכר להם. ומלת <small>(דברים י״ד:כ״ג)</small> ליראה את ה' כוללת כל מצות לא תעשה והיא יצאה במלת עשה והטעם כשומר עצמו מגעת אל ערוה בעבור יראתו מה' כעבד שירא מאדוניו לעשות רע והוא רואהו בעיניו כי יש אחרים הנמשכים אחר תאותם שלא יפחדו בעבור המלך אולי יודע הדבר לו או בעבור שם רע ודופי וחרפה ומלת <small>(דברים י״ג:ה׳)</small> אחרי ה' א-להיכם תלכו כוללת לעשות חסד וצדק ולאהוב שלום. ואמר הנביא ע\"ה <small>(מיכה ו׳:ח׳)</small> כי אם עשות משפט ואהבת חסד וזה כולל כבד את אביך ולא תרצח ולא תנאף ולא תגנוב ולא תענה ברעך ולא תגזול ולא תחמוד ולא תכחשו ולא תשקרו ומדבר שקר תרחק ולא תהדר פני גדול ולא תקח שוחד ולא תעשוק את רעך מאזני צדק ולא תלין ולא תקום ולא תטור ואיפה ומצות לעני ולגר אם כסף תלוה את עמי כל אלמנה ויתום לא תענון לא תונו ורבים ככה והצנע לכת כולל כל דרך וחוק ותורה שהורנו השם: ויש מצות רבות עברו ומה צורך לספרם בשש מאות כמו אגודת אזוב ואתם לא תצאו אל יצא איש ממקומו ללקוט מן ולא תותירו ממנו היו נכונים ומעשה המשכן ונסיעתו והדגלים ושלוח הטמאים ויד ויתד במחנה וצאת על האויב שכלה זכרם והברכה והקללה ומזבח בהר עיבל ולסיד האבנים ולכתוב התורה וערי מקלט ומלחמת עמלק:", "heVersionTitle": "Yesod Mora; Hokhmat Yisra'el, Jerusalem 1931", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "There is a higher principle, as stated in Deuteronomy 10:13, \"To keep all the commandments of the Lord,\" which includes positive and negative commandments. The phrase in Leviticus 23, \"And you shall serve the Lord your God,\" encompasses all positive commandments that involve one's heart, mouth, and actions, which are fundamental or explicitly mentioned. The phrase in Deuteronomy 14:23, \"To fear the Lord,\" includes all negative commandments, and it is derived from the positive commandment, and the reason for it is that one should guard themselves from immorality out of their fear of God, just as a servant fears his master and refrains from doing evil while being constantly aware of his presence. Others may be drawn to their desires and not fear the king, thinking that he may not know their actions or out of disrespect, shame, and disgrace. The phrase in Deuteronomy 13:5, \"After the Lord your God, you shall walk,\" includes acts of kindness, righteousness, and loving peace. The prophet Micah said, \"He has told you, O man, what is good; and what does the Lord require of you but to do justice, and to love kindness?\" (Micah 6:8). This encompasses honoring one's father, not committing murder, adultery, theft, false testimony, or coveting. It also includes refraining from speaking falsehood, not showing favoritism to the powerful, not accepting bribes, not oppressing one's neighbor, and maintaining just weights and measures. It includes not delaying payment or taking revenge, and providing for the poor and the stranger. If lending money to my people, do not charge interest. Deal kindly with widows and orphans, do not afflict them. There are many more commandments that they have passed, and what is the need to mention them all in six hundred? Examples include the gathering of the hyssop, not leaving the manna overnight, the construction and transportation of the Tabernacle, the waving of the banners, the sending away of the impure, the hand and the peg in the camp, going out to war against the enemy, the blessings and curses, the altar on Mount Ebal, writing the Torah, the cities of refuge, the war against Amalek, and many others.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5c17b98bb071e100bf4eb976", "index_title": "Yesod Mora VeSod HaTorah", "category": "Jewish Thought", "type": "", "ref": "Yesod Mora VeSod HaTorah 7:3", "anchorRef": "Deuteronomy 10:13", "anchorRefExpanded": ["Deuteronomy 10:13"], "sourceRef": "Yesod Mora VeSod HaTorah 7:3", "sourceHeRef": "יסוד מורא וסוד תורה ז׳:ג׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1158], "commentaryNum": 7.0003, "collectiveTitle": {"en": "Yesod Mora VeSod HaTorah", "he": "יסוד מורא וסוד תורה"}, "he": "ועתה שים לבך כי אין טורח במצות לא תעשה לאשר יש לו לב להבין כי ה' נטע בלב שכל שיוכל אדם בו להשמר מכל נזק. והמשל ברופא שאמר לאדם שאינו יודע המאכלים שיזיקו לו כפי תולדתו אל תאכל כל מה שאזהירך שאם תאכלם תבוא לידי חולי ותמות וכל איש דעת לא תאוה נפשו לאכול דבר שיזיקנו רק יהיה נתעב ונמאס בעיניו אף על פי ששמע שהוא מאכל ערב והנה ישום עיקר מאכלו לחיות ולא יבקש החיים בעבור שיאכל כי זה דרך הבהמות כי אין להם נשמה שתחיה אחר הפרדה מעל הגויה הלא תראה כתוב בתורה <small>(בראשית א׳:כ״ד)</small> תוצא הארץ נפש חיה ישרצו המים ולא כן האדם רק נעשה האדם בדמות מלאך ואם המלאך חי לעולם ככה מי שהוא בדמותו על כן אמר אחד מהמשכילים כי העונש בארבע מיתות בית דין על לא תעשה וככה כרת ומיתה בידי שמים והשכר על מצות עשה. וקדמונינו הביאו ראיה כי יש שכר לנשמר ממצות לא תעשה <small>(דברים י׳:י״ג״ב:כ״ה)</small> לא תאכלנו למען ייטב לך ויש אומר כי השכר ישוב לאשר הזכיר באחרונה <small>(דברים י״ב:כ״ה)</small> כי תעשה הישר ויש אומרים למצות לא תאכלנו הכתוב למעלה <small>(דברים י״ב:ט״ז-י״ז)</small> על הארץ תשפכנו כמים אשר לא יאספו עד שלא יאכלנו אדם כי הדם הוא הנפש וזה ידוע מחכמת התולדות. גם נכון הוא שיראת השם שהיא מצות עשה כוללת כל מצות עשה ומצות לא תעשה כאשר הזכיר משה אחר <small>(דברים י)</small> ליראה לשמור כל מצותיו וחקותיו לטוב לך שהם עשה ולא תעשה כי המונע עצמו מעשיית עבירה בעבור יראתו מהשם אז טוב לו ומלת לטוב לך כוללת טוב העולם הזה והבא ביחד והשכר על מצות עשה כי יש בהם טורח והמשל כמי שיגע עצמו על פי הרופא לבשל מאכל מה שיאכל שיועילנו והנה שכרו אתו ופעולתו לפניו והנה לטוב לך שתקבל שכר ותמלט מעונש והנה הטוב הוא לאדם שומר מצות הרופא כי לא יועיל ולא יזיק הרופא כדברי אליהוא <small>(איוב ל״ה:ו׳)</small> אם צדקת מה תתן לו ורבו פשעיך מה תעשה לו. ועתה ארמוז לך סוד נכבד מצאנו כתוב <small>(ישעיהו ס״ג:י״ז)</small> למה תתענו ה' מדרכך <small>(מלכים א י״ח:ל״ז)</small> ואתה הסיבות את לבם אחורנית. ומשה אמר <small>(דברים ל׳:ט״ו)</small> ראה נתתי לפניך את החיים ואת הטוב ועוד <small>(איכה ג׳:ל״ח)</small> מפי עליון לא תצא הרעות והטוב. ואמרו קדמוננו <small>(נדה יו:)</small> הכל בידי שמים חוץ מיראת שמים. ודע כי צמח האדמה הנעבדת טוב מצמח האדמה שאינה נעבדת ויש שמנה ורזה ובדרך משל אמת אפרש כי ג' כחות בחיות האדם ואם תחפוץ קרא אותם בג' שמות נשמה ורוח ונפש והנה הנפש היא הכח הצומח שהיא בכבד וכל חי וצומח משתתף בכח הזה וזאת הנפש גוף והיא המתאוה לאכול ודבר המשגל. והרוח בלב ובה חיי האדם שיתנונע והיא כוללת האדם והבהמה גם היא גוף ובצאת זאת הרוח שהיא דומה לאויר מהגויה אז ימות האדם וזאת הרוח מתגברת והיא הכעסנית. והנשמה היא העליונה וכחה במוח ותולדות בני אדם ויצריהם משתנים יש מי ששלשתם חזקות בו ויש נחלשות ויש השתים בתמורה ואין צורך להאריך כי הנשמה מבקשת מה שיועילנה ממעשי ה' כי הוא מקור חייה והנפש מבקשת תענוגי הגוף לטוב לה והנה הרוח אמצעית ובעבור שצורך יש למוח אל הכבד והלב גם שניהם למוח והכלל כל אחד זה לזה על כן קראו העברים הנשמה רוח ונפש והנה הכל קשורים עם הגוף ואם אדם יאכל מאכלים שיחמם הדם אז ירבה כעסו והנה מעשה הגוף ברוח ואם הגוף ישר במזגו ואדם אחר הכעיסו בדבריו או במעשיו תגבר יד הרוח בלב ויוליד חום בגוף והנה תשתנה הגוף בעבור הרוח וכל משכיל ינחה גופו כפי צורך נשמתו ולא תשתנה היא בהשתנות הגוף וזאת היא המעלה הגדולה שנתן ה' לישראל כי אם ישמרו מצות ה' אין צורך לרופאים עם השם כאשר עשה אסא ותפסו הכתוב ואין טענה ממלת <small>(שמות כ״א:י״ט)</small> ורפא ירפא כי איננו מהבנין הקל רק הוא כמו <small>(מלכים א א)</small> וירפא את מזבח ה' ואיננו כמו <small>(דברים ל״ב:ל״ט)</small> מחצתי ואני ארפא ובאיוב <small>(איוב ה׳:י״ח)</small> ימחץ וידיו תרפנה. וככה צבא השמים חלק ה' לכל העמים וזה פירוש <small>(ישעהו כד)</small> יפקוד ה' על צבא המרום. וזה כנגד המקבל בדרך חכמת המזלות והשם לקח לישראל לנחלה ויוציאם מרשות המזלות כל זמן שהם ברשותו לעשות אשר צום בתורתו על כן אמרו הקדמונים <small>(שבת קנו:)</small> אין מזל לישראל ובעבור זה כתוב <small>(שמות ל״ג:ט״ז)</small> ונפלינו אני ועמך. ואין לטעון ואיך ישנה השם חקות שמים הנה זה יוכיח. והנה היה הטוב כלו בעבור כל הטוב ובעבור רע מעט אין מדרך החכמה למנוע מה שהוא טוב רובו. על כן יש כח במשכיל לבחור הטוב והרע כי אין הגזירות רק כפי המקבל על כן כתוב <small>(דברים ט״ו:ד׳)</small> אפס כי לא יהיה בך אביון על תנאי אם הכל או הרוב טוב וכן כתוב <small>(דברים ט״ו:ד׳)</small> רק אם שמוע תשמע. והיחיד מועיל נפשו באחריתו.", "heVersionTitle": "Yesod Mora; Hokhmat Yisra'el, Jerusalem 1931", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "Now, pay attention, for there is no difficulty in refraining from negative commandments for those who have understanding, as God has implanted in the intellect the ability for a person to guard against any harm. The analogy can be drawn to a doctor who advises a person who is unaware of the foods that can harm them based on their constitution: \"Do not eat anything that I warn you against, for if you eat them, you will fall ill and die.\" A person of knowledge does not desire to eat something that would harm them; rather, they would find it repulsive and abhorrent, even though they may have heard that it is a delicious food. Instead, they prioritize the essential foods for sustaining life and do not seek after life merely through eating, for this is the way of animals who lack a soul that continues to exist after separation from the body. Is it not written in the Torah: \"Let the earth bring forth living creatures\" (Genesis 1:24)? Water brings forth living creatures, but this does not apply to humans alone. Rather, humans are made in the likeness of angels. If an angel lives forever, then one who is in their likeness should also be immortal. Therefore, one of the wise individuals stated that the punishment for transgressing negative commandments is executed through one of the four types of death imposed by the court, such as stoning or death by the hands of Heaven. However, the reward for fulfilling positive commandments is granted. Our sages brought a proof that there is a reward for refraining from negative commandments, as it is written: \"You shall not eat it, so that it will be good for you\" (Deuteronomy 13:19). And some say that the reward will return to the one mentioned at the end of the verse: \"For you shall do what is right\" (Deuteronomy 12:25). Others say that the verse \"You shall not eat it\" (Deuteronomy 12:16-17) refers to refraining from negative commandments. The verse above it (Deuteronomy 12:16-17), \"You shall pour it out on the ground like water, so that you will not eat it,\" means that one should not consume blood, for blood is the soul, and this is known from the wisdom of tradition. It is also true that the fear of God, which is a positive commandment, encompasses all positive and negative commandments, as Moses mentioned in another place (Deuteronomy 10) \"to fear the Lord your God, to keep all His commandments and statutes which I command you today for your good.\" They include both positive and negative commandments, for one who refrains from transgressing out of fear of God, it is good for them. The phrase \"for your good\" encompasses the good of this world and the world to come, and the reward for fulfilling positive commandments, as they involve effort. The analogy is like someone who exhausts themselves under the guidance of a doctor to prepare a meal that will be beneficial for them to eat. In return, they receive their reward, and their action is presented before them. It is good for you to receive reward and escape punishment. The true goodness lies in a person who observes the commandments of the Divine Physician, as the physician neither benefits nor harms them, as Eliphaz said (Job 35:6): \"If you are righteous, what do you give Him? Or what does He receive from your hand? Your wickedness affects a man like yourself.\" Now I will reveal to you a precious secret that we have found written: \"Why do you afflict yourselves, Lord, departing from Your ways?\" (Isaiah 33:17) and \"You are the one who troubled their hearts\" (1 Kings 18:37). And Moses said (Deuteronomy 30:15), \"See, I have set before you today life and good, and death and evil,\" and furthermore (Lamentations 3:38), \"Do not both good and ill proceed from the mouth of the Most High?\" And our sages said (Niddah 30b), \"Everything is in the hands of Heaven, except for the fear of Heaven.\" Know that the cultivated vegetation of the earth is superior to the uncultivated vegetation, and there are those that are fat and those that are lean. In a true analogy, I will explain that there are three forces in the living beings. If you wish, you can call them by three names: Neshamah (soul), Ruach (spirit), and Nefesh (life force). The Nefesh is the vegetative force that resides in the liver, and every living being and plant partake of this force. This Nefesh is the body's inclination and desire for food and sensual pleasures. The Ruach resides in the heart and is the source of a person's vitality. It encompasses both humans and animals, and it is also a physical force. When this Ruach departs, resembling the air leaving the body, the person dies, and this departing Ruach becomes intensified and becomes the source of anger. And the soul is the highest and its power is in the brain, and the characteristics of human beings and their inclinations vary. Some possess them in great strength, while others are weakened, and there are those who have them in a balanced measure. There is no need to elaborate, for the soul seeks what benefits it from the actions of God, for He is the source of its life. And the soul seeks the pleasures of the body for its own well-being. Now, the spirit is intermediate, and because there is a need for the brain to connect to the liver and the heart, both of them are connected to the brain. The general principle is that each aspect complements the other. Therefore, the Hebrews have referred to them as the soul, spirit, and life force. And all of them are interconnected with the body. If a person consumes foods that warm the blood, their anger will increase. And behold, the actions of the body are influenced by the spirit. If the body is in good condition, and another person angers them with their words or actions, the power of the spirit will intensify in the heart, generating heat in the body. Thus, the body undergoes changes due to the influence of the spirit. And every intelligent person should guide their body according to the needs of their soul, while the soul remains unchanged amidst the body's changes. This is the great elevation that God has granted to Israel, for if they observe the commandments of God, there is no need for physicians, with the help of God, as Asa did. Thus, the verse is captured, and there is no contradiction in the phrase (Exodus 21:19), \"And he shall cause him to be thoroughly healed,\" for it is not an easy matter, but rather, it is like (1 Kings 1:12) \"And he shall heal the altar of the Lord.\" It is not like (Deuteronomy 32:39) \"I wound, and I heal,\" and in the case of Job (Job 5:18), \"He woundeth, and his hands make whole.\" And thus, the army of heaven is divided by the Lord among all the nations. This is the interpretation of the verse (Isaiah 24): \"The Lord of hosts will reign over the host of the heights.\" And this corresponds to the one who accepts the wisdom of astrology and relies on fate. But the name (of God) was given to Israel as an inheritance and to remove them from the dominion of the constellations, as long as they are under His dominion and fulfill what is commanded in His Torah. Therefore, the ancients said (Shabbat 129a): \"There is no mazal (constellation) for Israel.\" And for this reason, it is written (Exodus 33:16), \"Then we shall be distinguished, I and Your people.\" And one cannot argue how the laws of heaven can be changed. Here is the proof: The goodness in its entirety is intended for all good, and for a little evil, it is not in the path of wisdom to prevent what is mostly good. Therefore, there is power in the discerning individual to choose between good and evil, for decrees are made based on the recipient. Thus, it is written (Deuteronomy 15:4), \"Except that there shall be no needy among you,\" implying that everything or the majority is good. Similarly, it is written (Deuteronomy 15:4), \"Only if you carefully listen.\" And the individual can benefit his soul in the future.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5dd16e888c8041e6acbd6551", "index_title": "Nachalat Avot on Avot", "category": "Quoting Commentary", "type": "", "ref": "Nachalat Avot on Avot 3:9:11", "anchorRef": "Deuteronomy 10:12-13", "anchorRefExpanded": ["Deuteronomy 10:12", "Deuteronomy 10:13"], "sourceRef": "Nachalat Avot on Avot 3:9:11", "sourceHeRef": "נחלת אבות על אבות ג׳:ט׳:י״א", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1496], "commentaryNum": 9.0011, "collectiveTitle": {"en": "Nachalat Avot on Avot", "he": "נחלת אבות על אבות"}, "he": "<b>הנה</b> התבאר מזה שהיראה על זה האופן, היא יסוד כל המצוות האלהיות, וכמו שאמר משה רבינו עליו השלום (דברים י, יב-יג): \"ועתה ישראל מה יי' אלהיך שואל<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">בכתוב: \"שאל\".</i> מעמך כי אם ליראת את יי' אלהיך ללכת בכל דרכיו ולאהבה אותו ולעבוד את יי' בכל לבבך ובכל נפשך לשמור את כל מצות יי' ואת כל חוקותיו<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">בכתוב: \"חקתיו\".</i>\" וגו'. רוצה לומר, שיסוד הכל הוא ליראה את השם הנכבד, בהכיר האדם מעלת נפשו וחרדתו עליה שלא תחטא, ומזה ימשך שילך בכל דרכיו ולאהבה אותו ולשמור מצותיו. ויסכים לזה מאמר חכמינו זכרנם לברכה (מגילה כה, ע\"ב): וכי יראה מילתא זוטרתי, אין לגבי משה מילתא זוטרתי. היא כי באמת לגבי דידיה דבר קטון היה להכיר חלקי עצמו, ולייקר החלק המשובח הנפשיי, וליראה עליו שלא יתקלקל בידו. ואמנם פירוש הכתובים והמאמר הזה כבר חקרתי עליו בשלימות בפירוש הפרשה במרכבת משנה<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">פירוש רי\"א לספר דברים (ראה מבוא).</i> אשר לי.", "heVersionTitle": "Nachalat Avot, Ashkelon 2013", "heLicense": "", "heVersionTitleInHebrew": "נחלת אבות, אשקלון תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dd16ead8c8041e6acbd6649", "index_title": "Nachalat Avot on Avot", "category": "Quoting Commentary", "type": "", "ref": "Nachalat Avot on Avot 3:13:56", "anchorRef": "Deuteronomy 10:12-13", "anchorRefExpanded": ["Deuteronomy 10:12", "Deuteronomy 10:13"], "sourceRef": "Nachalat Avot on Avot 3:13:56", "sourceHeRef": "נחלת אבות על אבות ג׳:י״ג:נ״ו", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1496], "commentaryNum": 13.0056, "collectiveTitle": {"en": "Nachalat Avot on Avot", "he": "נחלת אבות על אבות"}, "he": "<b>הנה</b> כאשר התחלפה הצלחתנו האלהית מההצלחה הפילוסופית, ככה יתחלפו אופני קנינם. כי הצלחתנו נקנית על דרך השפע מאתו יתברך יתעלה, והצלחתנו על דרך הלמוד מבני אדם ומדרך החושים. ולפי שרצה הקב\"ה לזכות את ישראל וליחדם להנהגתו – נתן בידם נר דלוק להאיר להם ללכת דרך ישרה לעמוד בהיכלו, והיא התורה כי נר מצוה תורה אור<sup class=\"footnote-marker\">71</sup><i class=\"footnote\">לפי משלי ו, כג.</i>. וכאילו הודיעה האל יתברך שלא יספיק שכלם כפי טבעו להדבק בו מבלי אמצעי כי אם באמצעות התורה, שהוא הכלי שנברא מאתו יתברך להגיע בו אל השלמות והדבוק העליון, וכמו שאמר אדון הנביאים על זה (דברים י, יב-יג): ועתה ישראל מה יי' אלהיך שואל מעמך כי אם ליראה את יי' אלהיך ללכת בדרכיו ולאהבה אותו ולעבוד את יי' אלהיך בכל לבבך ובכל נפשך ולשמור את מצות יי' וגו'. ועל זה אמר השלם רבי עקיבא: \"חביבין ישראל שניתן להם כלי חמדה\". כי הנה קרא את התורה 'כלי', לפי שהיא כלי עשאו הברוך הוא בחכמתו להגיע ישראל באמצעותו להדבק בו, והיא היתה תכלית החיבה, שלא די שעשה עמהם חסד ליחדם להנהגתו ולדבוקו, אבל גם נתן בידם הכלים והאמצעיים לקנין שלימותם. ולפי שלא היו מפעל השכל האנושי, כי אם מהציור האלהי, לכן אמר: \"שניתן להם כלי חמדה\", כלומר שניתן להם מן השמים למעלה מן השכל האנושי. וכלל עוד בזה שזכו כולם למעלת הנבואה בקבלתם בסיני הדברות האלהיות, כי בזה מהחבה העצומה מה שלא יעלם. ולכן אמר: \"חביבין ישראל שניתן להם כלי חמדה\". רוצה לומר, שלא נתן אותו 'כלי' למשה שיתנהו וילמדהו אליהם, אבל להם עצמם נתן אותו – 'כלי חמדה'. ולפי שהכלים להיותם דברים בלתי מכוונים לעצמם, כי אם לעשות דבר אחר בהם, לא תמצא החמדה בכלים עצמם כי אם במה שיגיע באמצעותם. לכן אמר שאין כן התורה ,כי היא 'כלי' לפעול ולקנות הדבוק האלהי העליון, ואף על פי שהיא 'כלי חמדה' – בעצמה דבר חמדה. כי הדבר הנכבד והחשוב בעצמו הוא הנחמד. ומדברי אדוננו משה לקח רבי עקיבא שאמר (דברים ד, ז-ח): \"כי מי גוי גדול אשר לו אלהים קרובים<sup class=\"footnote-marker\">72</sup><i class=\"footnote\">בכתוב: \"קרבים\".</i> אליו\" וגו'; \"ומי גוי גדול אשר לו חוקים<sup class=\"footnote-marker\">73</sup><i class=\"footnote\">בכתוב: \"חקים\".</i> ומשפטים צדיקים\". רוצה לומר, שהמצוות הם כלים להתקרב האדם אל בוראו, והם בעצמם צדיקים וטובים, ולכן אמר: \"שניתן להם כלי חמדה\".", "heVersionTitle": "Nachalat Avot, Ashkelon 2013", "heLicense": "", "heVersionTitleInHebrew": "נחלת אבות, אשקלון תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85db7294a3ef0722ed77f3", "index_title": "Siddur Sefard", "category": "Liturgy", "type": "", "ref": "Siddur Sefard, Additional Prayers , Chapter of Fear of God 1", "anchorRef": "Deuteronomy 10:12-11:9", "anchorRefExpanded": ["Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9"], "sourceRef": "Siddur Sefard, Additional Prayers , Chapter of Fear of God 1", "sourceHeRef": "סידור ספרד, תוספות אחרי שחרית, פרשת היראה א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1710, 1810], "commentaryNum": 1, "collectiveTitle": {"en": "Siddur Sefard", "he": "סידור ספרד"}, "heTitle": "פרשת היראה", "he": "וְעַתָּה֙ יִשְׂרָאֵ֔ל מָ֚ה יְהוָ֣ה אֱלֹהֶ֔יךָ שֹׁאֵ֖ל מֵעִמָּ֑ךְ כִּ֣י אִם־לְ֠יִרְאָה אֶת־יְהוָ֨ה אֱלֹהֶ֜יךָ לָלֶ֤כֶת בְּכָל־דְּרָכָיו֙ וּלְאַהֲבָ֣ה אֹת֔וֹ וְלַֽעֲבֹד֙ אֶת־יְהוָ֣ה אֱלֹהֶ֔יךָ בְּכָל־לְבָבְךָ֖ וּבְכָל־נַפְשֶֽׁךָ׃ לִשְׁמֹ֞ר אֶת־מִצְוֺ֤ת יְהוָה֙ וְאֶת־חֻקֹּתָ֔יו אֲשֶׁ֛ר אָנֹכִ֥י מְצַוְּךָ֖ הַיּ֑וֹם לְט֖וֹב לָֽךְ׃ הֵ֚ן לַיהוָ֣ה אֱלֹהֶ֔יךָ הַשָּׁמַ֖יִם וּשְׁמֵ֣י הַשָּׁמָ֑יִם הָאָ֖רֶץ וְכָל־אֲשֶׁר־בָּֽהּ׃ רַ֧ק בַּאֲבֹתֶ֛יךָ חָשַׁ֥ק יְהוָ֖ה לְאַהֲבָ֣ה אוֹתָ֑ם וַיִּבְחַ֞ר בְּזַרְעָ֣ם אַחֲרֵיהֶ֗ם בָּכֶ֛ם מִכָּל־הָעַמִּ֖ים כַּיּ֥וֹם הַזֶּה׃ וּמַלְתֶּ֕ם אֵ֖ת עָרְלַ֣ת לְבַבְכֶ֑ם וְעָ֨רְפְּכֶ֔ם לֹ֥א תַקְשׁ֖וּ עֽוֹד׃ כִּ֚י יְהוָ֣ה אֱלֹֽהֵיכֶ֔ם ה֚וּא אֱלֹהֵ֣י הָֽאֱלֹהִ֔ים וַאֲדֹנֵ֖י הָאֲדֹנִ֑ים הָאֵ֨ל הַגָּדֹ֤ל הַגִּבֹּר֙ וְהַנּוֹרָ֔א אֲשֶׁר֙ לֹא־יִשָּׂ֣א פָנִ֔ים וְלֹ֥א יִקַּ֖ח שֹֽׁחַד׃ עֹשֶׂ֛ה מִשְׁפַּ֥ט יָת֖וֹם וְאַלְמָנָ֑ה וְאֹהֵ֣ב גֵּ֔ר לָ֥תֶת ל֖וֹ לֶ֥חֶם וְשִׂמְלָֽה׃ וַאֲהַבְתֶּ֖ם אֶת־הַגֵּ֑ר כִּֽי־גֵרִ֥ים הֱיִיתֶ֖ם בְּאֶ֥רֶץ מִצְרָֽיִם׃ אֶת־יְהוָ֧ה אֱלֹהֶ֛יךָ תִּירָ֖א אֹת֣וֹ תַעֲבֹ֑ד וּב֣וֹ תִדְבָּ֔ק וּבִשְׁמ֖וֹ תִּשָּׁבֵֽעַ׃ ה֥וּא תְהִלָּתְךָ֖ וְה֣וּא אֱלֹהֶ֑יךָ אֲשֶׁר־עָשָׂ֣ה אִתְּךָ֗ אֶת־הַגְּדֹלֹ֤ת וְאֶת־הַנּֽוֹרָאֹת֙ הָאֵ֔לֶּה אֲשֶׁ֥ר רָא֖וּ עֵינֶֽיךָ׃ בְּשִׁבְעִ֣ים נֶ֔פֶשׁ יָרְד֥וּ אֲבֹתֶ֖יךָ מִצְרָ֑יְמָהּ וְעַתָּ֗ה שָֽׂמְךָ֙ יְהוָ֣ה אֱלֹהֶ֔יךָ כְּכוֹכְבֵ֥י הַשָּׁמַ֖יִם לָרֹֽב׃ וְאָ֣הַבְתָּ֔ אֵ֖ת יְהוָ֣ה אֱלֹהֶ֑יךָ וְשָׁמַרְתָּ֣ מִשְׁמַרְתּ֗וֹ וְחֻקֹּתָ֧יו וּמִשְׁפָּטָ֛יו וּמִצְוֺתָ֖יו כָּל־הַיָּמִֽים׃ וִֽידַעְתֶּם֮ הַיּוֹם֒ כִּ֣י ׀ לֹ֣א אֶת־בְּנֵיכֶ֗ם אֲשֶׁ֤ר לֹֽא־יָדְעוּ֙ וַאֲשֶׁ֣ר לֹא־רָא֔וּ אֶת־מוּסַ֖ר יְהוָ֣ה אֱלֹהֵיכֶ֑ם אֶת־גָּדְל֕וֹ אֶת־יָדוֹ֙ הַחֲזָקָ֔ה וּזְרֹע֖וֹ הַנְּטוּיָֽה׃ וְאֶת־אֹֽתֹתָיו֙ וְאֶֽת־מַעֲשָׂ֔יו אֲשֶׁ֥ר עָשָׂ֖ה בְּת֣וֹךְ מִצְרָ֑יִם לְפַרְעֹ֥ה מֶֽלֶךְ־מִצְרַ֖יִם וּלְכָל־אַרְצֽוֹ׃ וַאֲשֶׁ֣ר עָשָׂה֩ לְחֵ֨יל מִצְרַ֜יִם לְסוּסָ֣יו וּלְרִכְבּ֗וֹ אֲשֶׁ֨ר הֵצִ֜יף אֶת־מֵ֤י יַם־סוּף֙ עַל־פְּנֵיהֶ֔ם בְּרָדְפָ֖ם אַחֲרֵיכֶ֑ם וַיְאַבְּדֵ֣ם יְהוָ֔ה עַ֖ד הַיּ֥וֹם הַזֶּֽה׃ וַאֲשֶׁ֥ר עָשָׂ֛ה לָכֶ֖ם בַּמִּדְבָּ֑ר עַד־בֹּאֲכֶ֖ם עַד־הַמָּק֥וֹם הַזֶּֽה׃ וַאֲשֶׁ֨ר עָשָׂ֜ה לְדָתָ֣ן וְלַאֲבִירָ֗ם בְּנֵ֣י אֱלִיאָב֮ בֶּן־רְאוּבֵן֒ אֲשֶׁ֨ר פָּצְתָ֤ה הָאָ֙רֶץ֙ אֶת־פִּ֔יהָ וַתִּבְלָעֵ֥ם וְאֶת־בָּתֵּיהֶ֖ם וְאֶת־אָהֳלֵיהֶ֑ם וְאֵ֤ת כָּל־הַיְקוּם֙ אֲשֶׁ֣ר בְּרַגְלֵיהֶ֔ם בְּקֶ֖רֶב כָּל־יִשְׂרָאֵֽל׃ כִּ֤י עֵֽינֵיכֶם֙ הָֽרֹאֹ֔ת אֶת־כָּל־מַעֲשֵׂ֥ה יְהוָ֖ה הַגָּדֹ֑ל אֲשֶׁ֖ר עָשָֽׂה׃ וּשְׁמַרְתֶּם֙ אֶת־כָּל־הַמִּצְוָ֔ה אֲשֶׁ֛ר אָנֹכִ֥י מְצַוְּךָ֖ הַיּ֑וֹם לְמַ֣עַן תֶּחֶזְק֗וּ וּבָאתֶם֙ וִֽירִשְׁתֶּ֣ם אֶת־הָאָ֔רֶץ אֲשֶׁ֥ר אַתֶּ֛ם עֹבְרִ֥ים שָׁ֖מָּה לְרִשְׁתָּֽהּ׃ וּלְמַ֨עַן תַּאֲרִ֤יכוּ יָמִים֙ עַל־הָ֣אֲדָמָ֔ה אֲשֶׁר֩ נִשְׁבַּ֨ע יְהוָ֧ה לַאֲבֹתֵיכֶ֛ם לָתֵ֥ת לָהֶ֖ם וּלְזַרְעָ֑ם אֶ֛רֶץ זָבַ֥ת חָלָ֖ב וּדְבָֽשׁ׃", "heVersionTitle": "The Metsudah siddur, 1981", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<small>Deuteronomy 10:12-11:9</small><br>And now Israel, what does Adonoy, your God, require of you, but to fear Adonoy, your God, to walk in all His ways, and to love Him and to serve Adonoy, your God, with all your heart and with all your soul. To keep the commandments of Adonoy and His decrees, which I command you this day. Behold, the heaven and the highest of heavens belong to Adonoy, your God, the earth and all that is in it. Yet only in your fathers did Adonoy delight, to love them, and He chose their offspring after them, even you among all the peoples as [it is] this day. Circumcise the barrier of your heart, and be stiffnecked no longer. For Adonoy, your God, is God of all powers and the Master of all masters, the Almighty, the Great, the Powerful, the Awesome, Who has no regard for personages and takes no bribes. Who does justice for the orphan and the widow, and loves the stranger, giving him food and clothing. You must love the stranger for you were strangers in the land of Egypt. You must fear Adonoy, your God, serve Him, cleave to Him, and swear by His Name. He is your praise, and He is your God, Who did with you all these great and awesome things that your eyes have seen. With seventy people your fathers descended to Egypt, and now Adonoy, your God, has made you as abundant as the stars of heaven. [Therefore] you shall love Adonoy, your God, and keep His trust, His decrees, His statutes, and His commandments all the days. And you should know this day, that it is not with your children who have not known and who did not experience the chastisement of Adonoy, your God, His mighty hand, and His outstretched arm. His signs and His deeds that He performed in the midst of Egypt, to Pharaoh, the king of Egypt, and to all his land. And what He did to the army of Egypt, to their horses, and to their chariots; how He made the water of the Sea of Reeds drown them as they pursued you, and Adonoy destroyed them to this very day. And what He did for you in the wilderness, until you came into this place. And what He did unto Dathan and Aviram, the sons of Eliav, son of Reuben, when the earth opened her mouth, and swallowed them, and their households, their tents and all the substance that was in their possession in the midst of all Israel. But your eyes have seen all the great deeds of Adonoy, that He performed. You should [therefore] keep all the commandments which I command you this day, so you will be strong, and go in and possess the land, to which you are passing over to possess it. And in order to prolong your days upon the land Adonoy swore to your fathers to give to them and to their offspring; a land flowing with milk and honey.", "versionTitle": "Translation based on the Metsudah linear siddur, by Avrohom Davis, 1981", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5f1ea0b91d77ecfb0d09ebc8", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Deuteronomy 10:13:1", "anchorRef": "Deuteronomy 10:13", "anchorRefExpanded": ["Deuteronomy 10:13"], "sourceRef": "Midrash Lekach Tov, Deuteronomy 10:13:1", "sourceHeRef": "מדרש לקח טוב, דברים י׳:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "דברים", "he": "<b>פס'.</b> לשמור את מצות ה' וגו'. הן לה' אלהיך השמים ושמי השמים. הרי אלו ז' רקיעים שאמרו חכמים ז״ל:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037e496bfddfbb310feb0e", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation, Concluding Exhortation 2", "anchorRef": "Deuteronomy 10:12-11:32", "anchorRefExpanded": ["Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation, Concluding Exhortation 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ג׳, דברים הערה ו׳ ב׳", "anchorVerse": 12, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Concluding Exhortation", "he": "דברים הערה ו׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה ו׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "To conclude his long introduction to the laws, Moshe returns to the theme of Y<small>HWH</small>’s love for Israel, expanding it to include Israel’s duty to love the stranger and also to love God. Once again the past is invoked, especially those parts of it that focus on God’s might. The intimate connection between people and land is stressed through Moshe’s wonderful description of Canaan (vv.11–12), and the polarity of blessing and curse rounds out his plea—just as a long blessing/curse cycle will round out the whole book in Chaps. 29 and 30. In fact, Chap. 11, both in its beginning (“you are to keep his charge, his laws, his regulations and his commandments”) and its ending (“you are to take-care to observe all the laws and the regulations that I place before you today”), form a fitting lead-in to the long sequence of laws that is about to commence.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e556bfddfbb310feb33", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "anchorRef": "Deuteronomy 1:1-34:12", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43", "Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32", "Deuteronomy 12:1", "Deuteronomy 12:2", "Deuteronomy 12:3", "Deuteronomy 12:4", "Deuteronomy 12:5", "Deuteronomy 12:6", "Deuteronomy 12:7", "Deuteronomy 12:8", "Deuteronomy 12:9", "Deuteronomy 12:10", "Deuteronomy 12:11", "Deuteronomy 12:12", "Deuteronomy 12:13", "Deuteronomy 12:14", "Deuteronomy 12:15", "Deuteronomy 12:16", "Deuteronomy 12:17", "Deuteronomy 12:18", "Deuteronomy 12:19", "Deuteronomy 12:20", "Deuteronomy 12:21", "Deuteronomy 12:22", "Deuteronomy 12:23", "Deuteronomy 12:24", "Deuteronomy 12:25", "Deuteronomy 12:26", "Deuteronomy 12:27", "Deuteronomy 12:28", "Deuteronomy 12:29", "Deuteronomy 12:30", "Deuteronomy 12:31", "Deuteronomy 13:1", "Deuteronomy 13:2", "Deuteronomy 13:3", "Deuteronomy 13:4", "Deuteronomy 13:5", "Deuteronomy 13:6", "Deuteronomy 13:7", "Deuteronomy 13:8", "Deuteronomy 13:9", "Deuteronomy 13:10", "Deuteronomy 13:11", "Deuteronomy 13:12", "Deuteronomy 13:13", "Deuteronomy 13:14", "Deuteronomy 13:15", "Deuteronomy 13:16", "Deuteronomy 13:17", "Deuteronomy 13:18", "Deuteronomy 13:19", "Deuteronomy 14:1", "Deuteronomy 14:2", "Deuteronomy 14:3", "Deuteronomy 14:4", "Deuteronomy 14:5", "Deuteronomy 14:6", "Deuteronomy 14:7", "Deuteronomy 14:8", "Deuteronomy 14:9", "Deuteronomy 14:10", "Deuteronomy 14:11", "Deuteronomy 14:12", "Deuteronomy 14:13", "Deuteronomy 14:14", "Deuteronomy 14:15", "Deuteronomy 14:16", "Deuteronomy 14:17", "Deuteronomy 14:18", "Deuteronomy 14:19", "Deuteronomy 14:20", "Deuteronomy 14:21", "Deuteronomy 14:22", "Deuteronomy 14:23", "Deuteronomy 14:24", "Deuteronomy 14:25", "Deuteronomy 14:26", "Deuteronomy 14:27", "Deuteronomy 14:28", "Deuteronomy 14:29", "Deuteronomy 15:1", "Deuteronomy 15:2", "Deuteronomy 15:3", "Deuteronomy 15:4", "Deuteronomy 15:5", "Deuteronomy 15:6", "Deuteronomy 15:7", "Deuteronomy 15:8", "Deuteronomy 15:9", "Deuteronomy 15:10", "Deuteronomy 15:11", "Deuteronomy 15:12", "Deuteronomy 15:13", "Deuteronomy 15:14", "Deuteronomy 15:15", "Deuteronomy 15:16", "Deuteronomy 15:17", "Deuteronomy 15:18", "Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17", "Deuteronomy 16:18", "Deuteronomy 16:19", "Deuteronomy 16:20", "Deuteronomy 16:21", "Deuteronomy 16:22", "Deuteronomy 17:1", "Deuteronomy 17:2", "Deuteronomy 17:3", "Deuteronomy 17:4", "Deuteronomy 17:5", "Deuteronomy 17:6", "Deuteronomy 17:7", "Deuteronomy 17:8", "Deuteronomy 17:9", "Deuteronomy 17:10", "Deuteronomy 17:11", "Deuteronomy 17:12", "Deuteronomy 17:13", "Deuteronomy 17:14", "Deuteronomy 17:15", "Deuteronomy 17:16", "Deuteronomy 17:17", "Deuteronomy 17:18", "Deuteronomy 17:19", "Deuteronomy 17:20", "Deuteronomy 18:1", "Deuteronomy 18:2", "Deuteronomy 18:3", "Deuteronomy 18:4", "Deuteronomy 18:5", "Deuteronomy 18:6", "Deuteronomy 18:7", "Deuteronomy 18:8", "Deuteronomy 18:9", "Deuteronomy 18:10", "Deuteronomy 18:11", "Deuteronomy 18:12", "Deuteronomy 18:13", "Deuteronomy 18:14", "Deuteronomy 18:15", "Deuteronomy 18:16", "Deuteronomy 18:17", "Deuteronomy 18:18", "Deuteronomy 18:19", "Deuteronomy 18:20", "Deuteronomy 18:21", "Deuteronomy 18:22", "Deuteronomy 19:1", "Deuteronomy 19:2", "Deuteronomy 19:3", "Deuteronomy 19:4", "Deuteronomy 19:5", "Deuteronomy 19:6", "Deuteronomy 19:7", "Deuteronomy 19:8", "Deuteronomy 19:9", "Deuteronomy 19:10", "Deuteronomy 19:11", "Deuteronomy 19:12", "Deuteronomy 19:13", "Deuteronomy 19:14", "Deuteronomy 19:15", "Deuteronomy 19:16", "Deuteronomy 19:17", "Deuteronomy 19:18", "Deuteronomy 19:19", "Deuteronomy 19:20", "Deuteronomy 19:21", "Deuteronomy 20:1", "Deuteronomy 20:2", "Deuteronomy 20:3", "Deuteronomy 20:4", "Deuteronomy 20:5", "Deuteronomy 20:6", "Deuteronomy 20:7", "Deuteronomy 20:8", "Deuteronomy 20:9", "Deuteronomy 20:10", "Deuteronomy 20:11", "Deuteronomy 20:12", "Deuteronomy 20:13", "Deuteronomy 20:14", "Deuteronomy 20:15", "Deuteronomy 20:16", "Deuteronomy 20:17", "Deuteronomy 20:18", "Deuteronomy 20:19", "Deuteronomy 20:20", "Deuteronomy 21:1", "Deuteronomy 21:2", "Deuteronomy 21:3", "Deuteronomy 21:4", "Deuteronomy 21:5", "Deuteronomy 21:6", "Deuteronomy 21:7", "Deuteronomy 21:8", "Deuteronomy 21:9", "Deuteronomy 21:10", "Deuteronomy 21:11", "Deuteronomy 21:12", "Deuteronomy 21:13", "Deuteronomy 21:14", "Deuteronomy 21:15", "Deuteronomy 21:16", "Deuteronomy 21:17", "Deuteronomy 21:18", "Deuteronomy 21:19", "Deuteronomy 21:20", "Deuteronomy 21:21", "Deuteronomy 21:22", "Deuteronomy 21:23", "Deuteronomy 22:1", "Deuteronomy 22:2", "Deuteronomy 22:3", "Deuteronomy 22:4", "Deuteronomy 22:5", "Deuteronomy 22:6", "Deuteronomy 22:7", "Deuteronomy 22:8", "Deuteronomy 22:9", "Deuteronomy 22:10", "Deuteronomy 22:11", "Deuteronomy 22:12", "Deuteronomy 22:13", "Deuteronomy 22:14", "Deuteronomy 22:15", "Deuteronomy 22:16", "Deuteronomy 22:17", "Deuteronomy 22:18", "Deuteronomy 22:19", "Deuteronomy 22:20", "Deuteronomy 22:21", "Deuteronomy 22:22", "Deuteronomy 22:23", "Deuteronomy 22:24", "Deuteronomy 22:25", "Deuteronomy 22:26", "Deuteronomy 22:27", "Deuteronomy 22:28", "Deuteronomy 22:29", "Deuteronomy 23:1", "Deuteronomy 23:2", "Deuteronomy 23:3", "Deuteronomy 23:4", "Deuteronomy 23:5", "Deuteronomy 23:6", "Deuteronomy 23:7", "Deuteronomy 23:8", "Deuteronomy 23:9", "Deuteronomy 23:10", "Deuteronomy 23:11", "Deuteronomy 23:12", "Deuteronomy 23:13", "Deuteronomy 23:14", "Deuteronomy 23:15", "Deuteronomy 23:16", "Deuteronomy 23:17", "Deuteronomy 23:18", "Deuteronomy 23:19", "Deuteronomy 23:20", "Deuteronomy 23:21", "Deuteronomy 23:22", "Deuteronomy 23:23", "Deuteronomy 23:24", "Deuteronomy 23:25", "Deuteronomy 23:26", "Deuteronomy 24:1", "Deuteronomy 24:2", "Deuteronomy 24:3", "Deuteronomy 24:4", "Deuteronomy 24:5", "Deuteronomy 24:6", "Deuteronomy 24:7", "Deuteronomy 24:8", "Deuteronomy 24:9", "Deuteronomy 24:10", "Deuteronomy 24:11", "Deuteronomy 24:12", "Deuteronomy 24:13", "Deuteronomy 24:14", "Deuteronomy 24:15", "Deuteronomy 24:16", "Deuteronomy 24:17", "Deuteronomy 24:18", "Deuteronomy 24:19", "Deuteronomy 24:20", "Deuteronomy 24:21", "Deuteronomy 24:22", "Deuteronomy 25:1", "Deuteronomy 25:2", "Deuteronomy 25:3", "Deuteronomy 25:4", "Deuteronomy 25:5", "Deuteronomy 25:6", "Deuteronomy 25:7", "Deuteronomy 25:8", "Deuteronomy 25:9", "Deuteronomy 25:10", "Deuteronomy 25:11", "Deuteronomy 25:12", "Deuteronomy 25:13", "Deuteronomy 25:14", "Deuteronomy 25:15", "Deuteronomy 25:16", "Deuteronomy 25:17", "Deuteronomy 25:18", "Deuteronomy 25:19", "Deuteronomy 26:1", "Deuteronomy 26:2", "Deuteronomy 26:3", "Deuteronomy 26:4", "Deuteronomy 26:5", "Deuteronomy 26:6", "Deuteronomy 26:7", "Deuteronomy 26:8", "Deuteronomy 26:9", "Deuteronomy 26:10", "Deuteronomy 26:11", "Deuteronomy 26:12", "Deuteronomy 26:13", "Deuteronomy 26:14", "Deuteronomy 26:15", "Deuteronomy 26:16", "Deuteronomy 26:17", "Deuteronomy 26:18", "Deuteronomy 26:19", "Deuteronomy 27:1", "Deuteronomy 27:2", "Deuteronomy 27:3", "Deuteronomy 27:4", "Deuteronomy 27:5", "Deuteronomy 27:6", "Deuteronomy 27:7", "Deuteronomy 27:8", "Deuteronomy 27:9", "Deuteronomy 27:10", "Deuteronomy 27:11", "Deuteronomy 27:12", "Deuteronomy 27:13", "Deuteronomy 27:14", "Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26", "Deuteronomy 28:1", "Deuteronomy 28:2", "Deuteronomy 28:3", "Deuteronomy 28:4", "Deuteronomy 28:5", "Deuteronomy 28:6", "Deuteronomy 28:7", "Deuteronomy 28:8", "Deuteronomy 28:9", "Deuteronomy 28:10", "Deuteronomy 28:11", "Deuteronomy 28:12", "Deuteronomy 28:13", "Deuteronomy 28:14", "Deuteronomy 28:15", "Deuteronomy 28:16", "Deuteronomy 28:17", "Deuteronomy 28:18", "Deuteronomy 28:19", "Deuteronomy 28:20", "Deuteronomy 28:21", "Deuteronomy 28:22", "Deuteronomy 28:23", "Deuteronomy 28:24", "Deuteronomy 28:25", "Deuteronomy 28:26", "Deuteronomy 28:27", "Deuteronomy 28:28", "Deuteronomy 28:29", "Deuteronomy 28:30", "Deuteronomy 28:31", "Deuteronomy 28:32", "Deuteronomy 28:33", "Deuteronomy 28:34", "Deuteronomy 28:35", "Deuteronomy 28:36", "Deuteronomy 28:37", "Deuteronomy 28:38", "Deuteronomy 28:39", "Deuteronomy 28:40", "Deuteronomy 28:41", "Deuteronomy 28:42", "Deuteronomy 28:43", "Deuteronomy 28:44", "Deuteronomy 28:45", "Deuteronomy 28:46", "Deuteronomy 28:47", "Deuteronomy 28:48", "Deuteronomy 28:49", "Deuteronomy 28:50", "Deuteronomy 28:51", "Deuteronomy 28:52", "Deuteronomy 28:53", "Deuteronomy 28:54", "Deuteronomy 28:55", "Deuteronomy 28:56", "Deuteronomy 28:57", "Deuteronomy 28:58", "Deuteronomy 28:59", "Deuteronomy 28:60", "Deuteronomy 28:61", "Deuteronomy 28:62", "Deuteronomy 28:63", "Deuteronomy 28:64", "Deuteronomy 28:65", "Deuteronomy 28:66", "Deuteronomy 28:67", "Deuteronomy 28:68", "Deuteronomy 28:69", "Deuteronomy 29:1", "Deuteronomy 29:2", "Deuteronomy 29:3", "Deuteronomy 29:4", "Deuteronomy 29:5", "Deuteronomy 29:6", "Deuteronomy 29:7", "Deuteronomy 29:8", "Deuteronomy 29:9", "Deuteronomy 29:10", "Deuteronomy 29:11", "Deuteronomy 29:12", "Deuteronomy 29:13", "Deuteronomy 29:14", "Deuteronomy 29:15", "Deuteronomy 29:16", "Deuteronomy 29:17", "Deuteronomy 29:18", "Deuteronomy 29:19", "Deuteronomy 29:20", "Deuteronomy 29:21", "Deuteronomy 29:22", "Deuteronomy 29:23", "Deuteronomy 29:24", "Deuteronomy 29:25", "Deuteronomy 29:26", "Deuteronomy 29:27", "Deuteronomy 29:28", "Deuteronomy 30:1", "Deuteronomy 30:2", "Deuteronomy 30:3", "Deuteronomy 30:4", "Deuteronomy 30:5", "Deuteronomy 30:6", "Deuteronomy 30:7", "Deuteronomy 30:8", "Deuteronomy 30:9", "Deuteronomy 30:10", "Deuteronomy 30:11", "Deuteronomy 30:12", "Deuteronomy 30:13", "Deuteronomy 30:14", "Deuteronomy 30:15", "Deuteronomy 30:16", "Deuteronomy 30:17", "Deuteronomy 30:18", "Deuteronomy 30:19", "Deuteronomy 30:20", "Deuteronomy 31:1", "Deuteronomy 31:2", "Deuteronomy 31:3", "Deuteronomy 31:4", "Deuteronomy 31:5", "Deuteronomy 31:6", "Deuteronomy 31:7", "Deuteronomy 31:8", "Deuteronomy 31:9", "Deuteronomy 31:10", "Deuteronomy 31:11", "Deuteronomy 31:12", "Deuteronomy 31:13", "Deuteronomy 31:14", "Deuteronomy 31:15", "Deuteronomy 31:16", "Deuteronomy 31:17", "Deuteronomy 31:18", "Deuteronomy 31:19", "Deuteronomy 31:20", "Deuteronomy 31:21", "Deuteronomy 31:22", "Deuteronomy 31:23", "Deuteronomy 31:24", "Deuteronomy 31:25", "Deuteronomy 31:26", "Deuteronomy 31:27", "Deuteronomy 31:28", "Deuteronomy 31:29", "Deuteronomy 31:30", "Deuteronomy 32:1", "Deuteronomy 32:2", "Deuteronomy 32:3", "Deuteronomy 32:4", "Deuteronomy 32:5", "Deuteronomy 32:6", "Deuteronomy 32:7", "Deuteronomy 32:8", "Deuteronomy 32:9", "Deuteronomy 32:10", "Deuteronomy 32:11", "Deuteronomy 32:12", "Deuteronomy 32:13", "Deuteronomy 32:14", "Deuteronomy 32:15", "Deuteronomy 32:16", "Deuteronomy 32:17", "Deuteronomy 32:18", "Deuteronomy 32:19", "Deuteronomy 32:20", "Deuteronomy 32:21", "Deuteronomy 32:22", "Deuteronomy 32:23", "Deuteronomy 32:24", "Deuteronomy 32:25", "Deuteronomy 32:26", "Deuteronomy 32:27", "Deuteronomy 32:28", "Deuteronomy 32:29", "Deuteronomy 32:30", "Deuteronomy 32:31", "Deuteronomy 32:32", "Deuteronomy 32:33", "Deuteronomy 32:34", "Deuteronomy 32:35", "Deuteronomy 32:36", "Deuteronomy 32:37", "Deuteronomy 32:38", "Deuteronomy 32:39", "Deuteronomy 32:40", "Deuteronomy 32:41", "Deuteronomy 32:42", "Deuteronomy 32:43", "Deuteronomy 32:44", "Deuteronomy 32:45", "Deuteronomy 32:46", "Deuteronomy 32:47", "Deuteronomy 32:48", "Deuteronomy 32:49", "Deuteronomy 32:50", "Deuteronomy 32:51", "Deuteronomy 32:52", "Deuteronomy 33:1", "Deuteronomy 33:2", "Deuteronomy 33:3", "Deuteronomy 33:4", "Deuteronomy 33:5", "Deuteronomy 33:6", "Deuteronomy 33:7", "Deuteronomy 33:8", "Deuteronomy 33:9", "Deuteronomy 33:10", "Deuteronomy 33:11", "Deuteronomy 33:12", "Deuteronomy 33:13", "Deuteronomy 33:14", "Deuteronomy 33:15", "Deuteronomy 33:16", "Deuteronomy 33:17", "Deuteronomy 33:18", "Deuteronomy 33:19", "Deuteronomy 33:20", "Deuteronomy 33:21", "Deuteronomy 33:22", "Deuteronomy 33:23", "Deuteronomy 33:24", "Deuteronomy 33:25", "Deuteronomy 33:26", "Deuteronomy 33:27", "Deuteronomy 33:28", "Deuteronomy 33:29", "Deuteronomy 34:1", "Deuteronomy 34:2", "Deuteronomy 34:3", "Deuteronomy 34:4", "Deuteronomy 34:5", "Deuteronomy 34:6", "Deuteronomy 34:7", "Deuteronomy 34:8", "Deuteronomy 34:9", "Deuteronomy 34:10", "Deuteronomy 34:11", "Deuteronomy 34:12"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר א׳ ב׳-ל״ט", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Deuteronomy and Its Structure", "he": "דברים מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["D<small>EUTERONOMY HOLDS A UNIQUE POSITION, AND SPEAKS WITH A UNIQUE VOICE, IN THE</small> literature of the Torah. Up to this point, through the first four books, we have encountered a powerful mixture of literary genres; indeed, the books owe their characteristic stamp to the way in which they incorporate these genres. Genesis is predominantly narrative, punctuated by genealogies; Exodus begins with narrative and later proceeds with covenant-making and law, and then with the precise details of sanctuary building; Leviticus is composed almost entirely of cultic and then ethical and social law; and finally, Numbers alternates narrative and varied laws, under the structure of preparations for wilderness march, first encounters with the Promised Land, and preparations for entry. Except for Leviticus, the books also exhibit, at strategic points, striking examples of biblical poetry.", "An ancient name for Deuteronomy, <i>mishne tora</i>—which means “copy of the Torah,” but which was erroneously understood as “second Torah”—would seem to indicate more of the same combining of genres, and a not-too-close reading would support the idea of a rehashing of narrative, covenant-making, law, and poetry. But the reader who takes the time to weigh what stands before him or her will find much more. In its structure, style, content, and intent, Deuteronomy goes beyond what has preceded it. The image of Moshe addressing the assembled people on the Plains of Moab—the central setting of the book—provides the occasion for not merely a retelling, but a recasting of Israel’s mission and destiny. No book of the Torah is truer to the idea of “instruction” (Deuteronomy uses the term numerous times), including an emphasis on teaching and learning, with assembled and yet-to-be-born children as much the audience as “elders.”", "From the book’s opening phrase, “Now these are the words [or even “speeches”] that Moshe spoke to the Children of Israel / in (the country) across the Jordan,” the basic premise of Deuteronomy is that the aged Moshe, personally and indeed in the first person, speaks for the last time to the assembled Israelites, before their triumphant entry into the land of Canaan. The setting affects the entire content of the book; no longer is the narrator in the background, as in most of the Torah, but instead he is presented as directly addressing a living audience, an audience composed not only of the ancient hearers portrayed in the text but also of contemporary listeners.", "The image of a leader delivering a long public address on an auspicious occasion is well known from the ancient world, most familiarly from Greek historians (cf. Van Seters) but also abundantly in the ancient Near East (Weinfeld). The historian seeks to paint a vivid picture of the personality of his speaker and the high drama of the moment, and may go on at great length. While admitting to not having had the benefit of eyewitness sources, such chroniclers are nevertheless sincere in their desire to present what undoubtedly would have been said on such an occasion.", "Deuteronomy, whenever it was composed and placed in the Torah, takes this approach a step further. It is a fantastic conceit, really: as Rosenberg (1975) notes, Moshe, the man who was “not a man of words” (Ex. 4:10), all of a sudden finds his voice. And as Polzin (1980) has shown in his forceful analysis, in Deuteronomy Moshe’s voice functions fairly indistinguishably from God’s own—and then closes off the text by stipulating that nothing in the future is to be added or subtracted to it. So we are dealing with a text of directly authoritative character, a series of speeches that in their own self-understanding already bore the status of “Torah.” Hence Deuteronomy introduces into the Bible for the first time the concept of canon—a bounded, accepted body of authoritative literature.", "Moshe’s addresses, which include a historical review, repeated appeals to observe God’s laws and dire warnings against their violation, a reworking of previous laws and the addition of new ones, and a poem designed to keep the appeals and warnings in popular memory, have about them a deep rhetorical urgency. As such they are stylistically quite different from most of what is found in the first four books of the Bible. To be sure, there are many moments of high rhetoric in the previous narratives, and the laws—including cultic ones—are also not lacking appeals to the emotions (cf., for instance, the repeated injunctions to not oppress the sojourner, “for you were sojourners in the land of Egypt”). But as an extended piece of argumentation and pleading, Deuteronomy holds pride of place in the Torah, with its specialized vocabulary (described in the notes and commentary below), its alternately pleading and warning tone, and its long, elegant phrases (as Gottwald notes, these phrases are most often cast in the form of subordinate clauses, not the typical syntactical form found in the previous books).", "But not only does Deuteronomy provide an emotional capstone to the four books that precede it. It functions to link up with both the landed history of Israel in the narrative books to follow (Joshua through Kings) and the prophets’ emotional speeches to the people and their leaders. In the words of G. Ernest Wright,", "the central purpose of Deuteronomy is to furnish Israel with a complete order of faith and life which is the prerequisite for a prosperous and secure existence on the God-given land. The historian [of the succeeding books] shows how Israel failed to keep it and what the consequences were.", "It is in fact the monarchic setting that is commonly held to be the historical background to the compilation of Deuteronomy. While Moshe’s last days and the people’s being poised on the steppes opposite Jericho would certainly be a dramatic enough moment for our book’s speeches to occur, its language, style, and many of its concerns point to a later time in the history of Israel as a likely venue for at least a good part of its emotional appeal.", "That time, in the opinion of most biblical scholars over the past two centuries, was the middle of the reign of King Josiah (ruled 640–608 <small>B.C.E.</small>) of Judah, the southern kingdom (Israel, the north, had been overrun by Assyria a century previously). The Assyrian Empire, dominant in the region for three hundred years, was on the wane, and Josiah took advantage of this decline of power to expand his kingdom northward. He also—at about the time of the death of Ashurbanipal, the last powerful king of Assyria—began a wide-ranging reform that consisted largely of destroying the local “high places” of pagan worship that had figured so prominently in the reign of his grandfather, the notorious Manasseh (ruled 687–642). II Kings 23 describes the purge in great detail, noting both places and priests that were now rendered inoperative in favor of the centralization of the cult in Jerusalem.", "It is within this setting that Chapter  22 reports the dramatic discovery of a scroll “of the Torah.”", "The high priest Hilkiah said to Shaphan the secretary, “I have found the book of the law in the house of the L<small>ORD</small>.” … Shaphan then read it aloud to the king. When the king heard the words of the book of the law, he tore his clothes. Then the king commanded … saying: “Go, inquire of the L<small>ORD</small> for me, for the people, and for all Judah, concerning the words of this book that has been found, for great is the wrath of the L<small>ORD</small> … because our ancestors did not obey the words of this book, to do according to all that is written concerning us.” (22:8, 10–13, New Revised Standard Version)", "What precisely were the contents of the “book” we do not know; but it is usually taken to have been some form of Deuteronomy. The rhetorical force of the newly discovered text must have been considerable, for its reported result was that the king", "directed that all the elders of Judah and Jerusalem should be gathered to him. … he read in their hearing all the words of the book of the covenant that had been found in the house of the L<small>ORD</small>. The king stood by the pillar and made a covenant before the L<small>ORD</small>, to follow the L<small>ORD</small>, keeping his commandments, his decrees, and his statutes, with all his heart and all his soul, to perform the words of this covenant that were written in this book. All the people joined in the covenant. (23:1–3)", "The connections between these passages and the style of Deuteronomy will be obvious to anyone who reads the book, and it seems clear that Josiah’s reforms are closely related to concerns expressed in Deuteronomy.", "The Bible’s portrayal of this background does not necessarily mean that Deuteronomy was composed for the occasion, or even that it originated in Judah. Several scholars (notably Ginsberg) have remarked on connections to the northern kingdom of Israel (e.g., affinities to the prophet Hosea), and so it is possible that at least some of our book was a series of traditions brought south by refugees fleeing the Assyrian onslaught. In any event, the text of Deuteronomy addresses its audience with such emotional immediacy that it may safely be presumed that a crisis of major proportions loomed, and the opportunity presented itself for a large-scale revival—or redefinition—of Israel’s self-understanding. Similar crises later in Jewish history may have led to the editing and writing down (but not necessarily the composition) of other central texts, the Mishnah (c. 200) and the Babylonian Talmud (c. 450). Like these documents, and like the first four books of the Torah, Deuteronomy is written in such a way that it is difficult to pin down its precise background, which through additions and circumspection has been substantially obliterated. What is left to us are the many repetitions of “today” or “this day,” which signal the desire to make the “Instruction” contemporary for the audience, whoever and whenever that may be.", "The net effect of this process of creation and development was to establish the Torah’s character as a text that shows signs of new life and new thinking within itself. Deuteronomy, by its inclusion as the final book of the five, officially began the practice of “explaining” (1:5) the traditions of Israel, and thus paved the way for the classic form of Jewish religious and intellectual activity: the interpretation of Scripture (cf. Fishbane 1988 for a definitive study on “inner-biblical exegesis,” interpretation that appears within the Bible itself and hence becomes a legitimate part of its traditions). This activity strongly influenced Christianity and Islam as well, and is still a part of religious discourse and development in the Western world.", "In its overall structure, Deuteronomy breaks down fairly easily; but it is perhaps best understood in the light of comparative ancient Near Eastern material. Weinfeld’s lifetime of research has demonstrated the strong parallels between our book and certain Assyrian treaty texts (earlier Hittite texts have also been shown to be helpful in this regard; cf. Levenson 1985b for a useful summary). It is striking indeed that the Esarhaddon Treaty texts from the seventh century <small>B.C.E.</small>, which also produced the final form of Deuteronomy, seem to prefigure the basic structure of what Moshe lays out in the book: a historical overview, an exhortation to keep the covenant, the laws—particulars of the covenant, a series of blessings and curses following upon observance or nonobservance of the covenant, and a ceremony ratifying it. A similar pattern, in abbreviated form, may be observed in the Sinai covenant in Ex. 19–24.", "Weinfeld points out that such covenants or treaties were two-sided, with the suzerain granting his vassals certain favors in return for “love” (= loyalty), and threatening dire consequences if that loyalty were to become suspect. What is fascinating about the parallels is not so much that they exist, but that here, apparently, a political model from a hated enemy has been assimilated and transformed into a positive religious-national one. Such transformative power seems to be characteristic of biblical culture, which probably reworked known stories and poems, among other genres, into genuine Israelite creations (the Flood narratives of Genesis and Psalm 29 are two fruitful examples of the process).", "Deuteronomy, then, focuses mainly on the relationship between God and Israel, a relationship that has been spelled out before (as in Exodus) but that forms in this book the very soul of the text. Every act that Israel performs as a community, and every one done by individuals, is to be seen in that light. As elsewhere in the Bible, breaking one of God’s rules means not merely a violation of a statute but an affront to the suzerain, the sovereign Lord, and thus a grave risk to society’s well-being and even to its very existence. And there is a unity of purpose and concept here: Gottwald summarizes the message of the book as “the indivisible unity of <i>one God</i> for <i>one people</i> in <i>one land</i> observing <i>one cult</i>” (italics his).", "Given the treaty pattern that we have just referred to, an outline of the book might proceed along the following lines:", "I   Historical Overview (Moshe as Narrator; 1–4:43)", "A   Narrative of the Wilderness Journey (1–3)", "B   Transition: Beginning of the Exhortation (4:1–40) and Addendum on Towns of Asylum (4:41–43)", "II  Opening Exhortation (Moshe as Pleader; 4:44–11:36)", "Looking Back to the Revelation at Sinai", "III The Terms of the Covenant (Moshe as Lawgiver; 12–28)", "A   The Laws (12–26)", "B   Covenant Ceremony; Blessings and Curses (27–28)", "IV Concluding Exhortation (Moshe as Pleader; 29–30)", "Looking Ahead to Exile and Return", "V  Final Matters (31–34)", "A   Passing the Mantle (31)", "B   Moshe’s Admonitory Poem (32)", "C   Moshe’s Blessing to the Tribes (33)", "D   The End (34)", "A few simple structural observations, based on a closer look at the text itself, may be made here. Parts I and V stress the role of Yehoshua (Joshua) in the future. Then, too, Parts II and IV use similar rhetorical formulas toward the end of each (“See, I set before you this day …,” 11:26 and 30:15). Such a symmetry would suggest that Part III is the crucial one, and that is of course the case. Everything in Deuteronomy radiates out from the laws: a new humanism, a rethinking of tradition, and above all, a heartfelt appeal to “choose life” (30:19), a good life on the land under the blessing of God.", "It is only when that appeal has been fully made, and when all of Deuteronomy’s new material has been added (with no more to come, as the text sees it!), that Moshe can finally die, and the people of Israel can proceed into the Promised Land. The book of Numbers proved to be a false ending, and indeed the report of Moshe’s death was postponed from the end of that book to this, so that the biblical tradition could transform itself into a truly multifaceted and rich one. The Torah, which began in the nameless, unknowable past, ends in the limitless present and future, with a potential life ahead for the Israelite people as bountiful and as beautiful as the “good land” that Moshe is allowed to see from the summit of Pisga."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e7f6bfddfbb310feba9", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation 2-7", "anchorRef": "Deuteronomy 4:44-11:32", "anchorRefExpanded": ["Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation 2-7", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ג׳ ב׳-ז׳", "anchorVerse": 44, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; Opening Exhortation", "he": "דברים מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HIS SECTION OF</small> D<small>EUTERONOMY IS A LONG PERSONAL AND EMOTIONAL PLEA ON BE</small>-half of the leader. Its rhetoric has become famous, as have several passages noted below. It is in this section that Moshe appears in his most classic Deuteronomistic mode, urging the people on to follow God’s rules and warning them against violating the covenant.", "Recurring phrases in the section include “Hearken O Israel,” “And now, O Israel,” “When I bring you into the land …,” and “take-care.” In addition, the word “love,” which as noted above carries the connotation of “loyalty,” is important in these speeches.", "After a brief geographical introduction in vv.44–49, which parallels the opening of the book and which, in the eyes of many, once served as the book’s actual beginning, the section presents a version of the so-called Ten Commandments, and a short recapitulation of the circumstances surrounding their being given on Sinai. In that sense, Chapter 5 is a continuation of the historical overview of the beginning of the book.", "Another famous passage here is in Chapter 6, where Israel is enjoined to “love” God, warned about what will happen if they abandon him, and given a kind of script as answer to their children’s future question, “What (mean) the precepts, the laws and the regulations that Y<small>HWH</small> your God has commanded you?” (v.20).", "Other important themes appear in these speeches. Israel is defined as a people that is not to intermarry with the indigenous peoples of Canaan; as a people chosen, not for its military power or large population, but because God “loved” them, and because he could not abide the Canaanites’ behavior. To prove his point that Israel possesses no inherent superiority, Moshe turns again to history, and retells the story of the Molten Calf (Ex. 32–34).", "He ends (in Chap. 11) by reiterating the motif of God’s power and hence his ability to reward faithfulness with the gift of the good land. Israel is promised blessing and not curse, provided that they “take-care to observe” the laws which are now to be set before them."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e826bfddfbb310febb3", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation, The Calf Incident 2", "anchorRef": "Deuteronomy 9:1-11:32", "anchorRefExpanded": ["Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation, The Calf Incident 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ג׳, דברים הערה ה׳ ב׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Calf Incident", "he": "דברים הערה ה׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה ה׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Continuing the argument of the last chapter—that Israel should take great care to remember who it was that led them—Moshe makes pointed reference to the great rebellion that took place at the foot of Sinai itself: the incident of the Golden (“Molten”) Calf in Ex. 32–34. In this he is recapitulating the rhetoric of the opening chapters of the book, as well as of the great poem in Chap. 32, which utilize the past to inform the future. The calf incident, in fact, paves the way for the passages that immediately follow.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f3c9ad75f2d99afa74", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation 1", "anchorRef": "Deuteronomy 4:44-11:32", "anchorRefExpanded": ["Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ג׳ א׳", "anchorVerse": 44, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Deuteronomy 4:44–11:32\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Deuteronomy 4:44–11:32</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f3c9ad75f2d99afa82", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation, The Calf Incident 1", "anchorRef": "Deuteronomy 9:1-11:32", "anchorRefExpanded": ["Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation, The Calf Incident 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ג׳, דברים הערה ה׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה ה׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Deuteronomy 9:1-11:32\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Deuteronomy 9:1-11:32</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f4c9ad75f2d99afa86", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation, Concluding Exhortation 1", "anchorRef": "Deuteronomy 10:12-11:32", "anchorRefExpanded": ["Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation, Concluding Exhortation 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ג׳, דברים הערה ו׳ א׳", "anchorVerse": 12, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה ו׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Deuteronomy 10:12-11:32\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Deuteronomy 10:12-11:32</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "623b83216f741600362093c2", "index_title": "Siddur Sefard", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Sefard, Additional Prayers , Chapter of Fear of God 1", "anchorRef": "Deuteronomy 10:13-18", "anchorRefExpanded": ["Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18"], "sourceRef": "Siddur Sefard, Additional Prayers , Chapter of Fear of God 1", "sourceHeRef": "סידור ספרד, תוספות אחרי שחרית, פרשת היראה א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1710, 1810], "commentaryNum": 1, "collectiveTitle": {"en": "Siddur Sefard", "he": "סידור ספרד"}, "heTitle": "פרשת היראה", "he": "וְעַתָּה֙ יִשְׂרָאֵ֔ל מָ֚ה יְהוָ֣ה אֱלֹהֶ֔יךָ שֹׁאֵ֖ל מֵעִמָּ֑ךְ כִּ֣י אִם־לְ֠יִרְאָה אֶת־יְהוָ֨ה אֱלֹהֶ֜יךָ לָלֶ֤כֶת בְּכָל־דְּרָכָיו֙ וּלְאַהֲבָ֣ה אֹת֔וֹ וְלַֽעֲבֹד֙ אֶת־יְהוָ֣ה אֱלֹהֶ֔יךָ בְּכָל־לְבָבְךָ֖ וּבְכָל־נַפְשֶֽׁךָ׃ לִשְׁמֹ֞ר אֶת־מִצְוֺ֤ת יְהוָה֙ וְאֶת־חֻקֹּתָ֔יו אֲשֶׁ֛ר אָנֹכִ֥י מְצַוְּךָ֖ הַיּ֑וֹם לְט֖וֹב לָֽךְ׃ הֵ֚ן לַיהוָ֣ה אֱלֹהֶ֔יךָ הַשָּׁמַ֖יִם וּשְׁמֵ֣י הַשָּׁמָ֑יִם הָאָ֖רֶץ וְכָל־אֲשֶׁר־בָּֽהּ׃ רַ֧ק בַּאֲבֹתֶ֛יךָ חָשַׁ֥ק יְהוָ֖ה לְאַהֲבָ֣ה אוֹתָ֑ם וַיִּבְחַ֞ר בְּזַרְעָ֣ם אַחֲרֵיהֶ֗ם בָּכֶ֛ם מִכָּל־הָעַמִּ֖ים כַּיּ֥וֹם הַזֶּה׃ וּמַלְתֶּ֕ם אֵ֖ת עָרְלַ֣ת לְבַבְכֶ֑ם וְעָ֨רְפְּכֶ֔ם לֹ֥א תַקְשׁ֖וּ עֽוֹד׃ כִּ֚י יְהוָ֣ה אֱלֹֽהֵיכֶ֔ם ה֚וּא אֱלֹהֵ֣י הָֽאֱלֹהִ֔ים וַאֲדֹנֵ֖י הָאֲדֹנִ֑ים הָאֵ֨ל הַגָּדֹ֤ל הַגִּבֹּר֙ וְהַנּוֹרָ֔א אֲשֶׁר֙ לֹא־יִשָּׂ֣א פָנִ֔ים וְלֹ֥א יִקַּ֖ח שֹֽׁחַד׃ עֹשֶׂ֛ה מִשְׁפַּ֥ט יָת֖וֹם וְאַלְמָנָ֑ה וְאֹהֵ֣ב גֵּ֔ר לָ֥תֶת ל֖וֹ לֶ֥חֶם וְשִׂמְלָֽה׃ וַאֲהַבְתֶּ֖ם אֶת־הַגֵּ֑ר כִּֽי־גֵרִ֥ים הֱיִיתֶ֖ם בְּאֶ֥רֶץ מִצְרָֽיִם׃ אֶת־יְהוָ֧ה אֱלֹהֶ֛יךָ תִּירָ֖א אֹת֣וֹ תַעֲבֹ֑ד וּב֣וֹ תִדְבָּ֔ק וּבִשְׁמ֖וֹ תִּשָּׁבֵֽעַ׃ ה֥וּא תְהִלָּתְךָ֖ וְה֣וּא אֱלֹהֶ֑יךָ אֲשֶׁר־עָשָׂ֣ה אִתְּךָ֗ אֶת־הַגְּדֹלֹ֤ת וְאֶת־הַנּֽוֹרָאֹת֙ הָאֵ֔לֶּה אֲשֶׁ֥ר רָא֖וּ עֵינֶֽיךָ׃ בְּשִׁבְעִ֣ים נֶ֔פֶשׁ יָרְד֥וּ אֲבֹתֶ֖יךָ מִצְרָ֑יְמָהּ וְעַתָּ֗ה שָֽׂמְךָ֙ יְהוָ֣ה אֱלֹהֶ֔יךָ כְּכוֹכְבֵ֥י הַשָּׁמַ֖יִם לָרֹֽב׃ וְאָ֣הַבְתָּ֔ אֵ֖ת יְהוָ֣ה אֱלֹהֶ֑יךָ וְשָׁמַרְתָּ֣ מִשְׁמַרְתּ֗וֹ וְחֻקֹּתָ֧יו וּמִשְׁפָּטָ֛יו וּמִצְוֺתָ֖יו כָּל־הַיָּמִֽים׃ וִֽידַעְתֶּם֮ הַיּוֹם֒ כִּ֣י ׀ לֹ֣א אֶת־בְּנֵיכֶ֗ם אֲשֶׁ֤ר לֹֽא־יָדְעוּ֙ וַאֲשֶׁ֣ר לֹא־רָא֔וּ אֶת־מוּסַ֖ר יְהוָ֣ה אֱלֹהֵיכֶ֑ם אֶת־גָּדְל֕וֹ אֶת־יָדוֹ֙ הַחֲזָקָ֔ה וּזְרֹע֖וֹ הַנְּטוּיָֽה׃ וְאֶת־אֹֽתֹתָיו֙ וְאֶֽת־מַעֲשָׂ֔יו אֲשֶׁ֥ר עָשָׂ֖ה בְּת֣וֹךְ מִצְרָ֑יִם לְפַרְעֹ֥ה מֶֽלֶךְ־מִצְרַ֖יִם וּלְכָל־אַרְצֽוֹ׃ וַאֲשֶׁ֣ר עָשָׂה֩ לְחֵ֨יל מִצְרַ֜יִם לְסוּסָ֣יו וּלְרִכְבּ֗וֹ אֲשֶׁ֨ר הֵצִ֜יף אֶת־מֵ֤י יַם־סוּף֙ עַל־פְּנֵיהֶ֔ם בְּרָדְפָ֖ם אַחֲרֵיכֶ֑ם וַיְאַבְּדֵ֣ם יְהוָ֔ה עַ֖ד הַיּ֥וֹם הַזֶּֽה׃ וַאֲשֶׁ֥ר עָשָׂ֛ה לָכֶ֖ם בַּמִּדְבָּ֑ר עַד־בֹּאֲכֶ֖ם עַד־הַמָּק֥וֹם הַזֶּֽה׃ וַאֲשֶׁ֨ר עָשָׂ֜ה לְדָתָ֣ן וְלַאֲבִירָ֗ם בְּנֵ֣י אֱלִיאָב֮ בֶּן־רְאוּבֵן֒ אֲשֶׁ֨ר פָּצְתָ֤ה הָאָ֙רֶץ֙ אֶת־פִּ֔יהָ וַתִּבְלָעֵ֥ם וְאֶת־בָּתֵּיהֶ֖ם וְאֶת־אָהֳלֵיהֶ֑ם וְאֵ֤ת כָּל־הַיְקוּם֙ אֲשֶׁ֣ר בְּרַגְלֵיהֶ֔ם בְּקֶ֖רֶב כָּל־יִשְׂרָאֵֽל׃ כִּ֤י עֵֽינֵיכֶם֙ הָֽרֹאֹ֔ת אֶת־כָּל־מַעֲשֵׂ֥ה יְהוָ֖ה הַגָּדֹ֑ל אֲשֶׁ֖ר עָשָֽׂה׃ וּשְׁמַרְתֶּם֙ אֶת־כָּל־הַמִּצְוָ֔ה אֲשֶׁ֛ר אָנֹכִ֥י מְצַוְּךָ֖ הַיּ֑וֹם לְמַ֣עַן תֶּחֶזְק֗וּ וּבָאתֶם֙ וִֽירִשְׁתֶּ֣ם אֶת־הָאָ֔רֶץ אֲשֶׁ֥ר אַתֶּ֛ם עֹבְרִ֥ים שָׁ֖מָּה לְרִשְׁתָּֽהּ׃ וּלְמַ֨עַן תַּאֲרִ֤יכוּ יָמִים֙ עַל־הָ֣אֲדָמָ֔ה אֲשֶׁר֩ נִשְׁבַּ֨ע יְהוָ֧ה לַאֲבֹתֵיכֶ֛ם לָתֵ֥ת לָהֶ֖ם וּלְזַרְעָ֑ם אֶ֛רֶץ זָבַ֥ת חָלָ֖ב וּדְבָֽשׁ׃", "heVersionTitle": "The Metsudah siddur, 1981", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<small>Deuteronomy 10:12-11:9</small><br>And now Israel, what does Adonoy, your God, require of you, but to fear Adonoy, your God, to walk in all His ways, and to love Him and to serve Adonoy, your God, with all your heart and with all your soul. To keep the commandments of Adonoy and His decrees, which I command you this day. Behold, the heaven and the highest of heavens belong to Adonoy, your God, the earth and all that is in it. Yet only in your fathers did Adonoy delight, to love them, and He chose their offspring after them, even you among all the peoples as [it is] this day. Circumcise the barrier of your heart, and be stiffnecked no longer. For Adonoy, your God, is God of all powers and the Master of all masters, the Almighty, the Great, the Powerful, the Awesome, Who has no regard for personages and takes no bribes. Who does justice for the orphan and the widow, and loves the stranger, giving him food and clothing. You must love the stranger for you were strangers in the land of Egypt. You must fear Adonoy, your God, serve Him, cleave to Him, and swear by His Name. He is your praise, and He is your God, Who did with you all these great and awesome things that your eyes have seen. With seventy people your fathers descended to Egypt, and now Adonoy, your God, has made you as abundant as the stars of heaven. [Therefore] you shall love Adonoy, your God, and keep His trust, His decrees, His statutes, and His commandments all the days. And you should know this day, that it is not with your children who have not known and who did not experience the chastisement of Adonoy, your God, His mighty hand, and His outstretched arm. His signs and His deeds that He performed in the midst of Egypt, to Pharaoh, the king of Egypt, and to all his land. And what He did to the army of Egypt, to their horses, and to their chariots; how He made the water of the Sea of Reeds drown them as they pursued you, and Adonoy destroyed them to this very day. And what He did for you in the wilderness, until you came into this place. And what He did unto Dathan and Aviram, the sons of Eliav, son of Reuben, when the earth opened her mouth, and swallowed them, and their households, their tents and all the substance that was in their possession in the midst of all Israel. But your eyes have seen all the great deeds of Adonoy, that He performed. You should [therefore] keep all the commandments which I command you this day, so you will be strong, and go in and possess the land, to which you are passing over to possess it. And in order to prolong your days upon the land Adonoy swore to your fathers to give to them and to their offspring; a land flowing with milk and honey.", "versionTitle": "Translation based on the Metsudah linear siddur, by Avrohom Davis, 1981", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "62e66d5dc4c36e21ac7bc5c8", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Deuteronomy 10:13:1", "anchorRef": "Deuteronomy 10:13", "anchorRefExpanded": ["Deuteronomy 10:13"], "sourceRef": "Rav Hirsch on Torah, Deuteronomy 10:13:1", "sourceHeRef": "רש\"ר הירש על התורה, דברים י׳:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "דברים", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 13. לשמר וגו׳. Diese יראה und diese אהבה, dieser Gottesfürchtige Wandel in Gottes Wegen und dieser gottliebende Dienst Gottes mit ganzem Herzen und ganzer Seele, sie finden ihre konkrete Verwirklichung nur in gewissenstreuer Erfüllung der Gottesgebote und Gottesgesetze, die von Ihm uns durch Mosche geworden, מצות: die positiven Aufgaben, חקות; die sittlichen Schranken, innerhalb derer wir ihre Lösung anzustreben haben. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "63048f34082ee59f3f55a1d2", "index_title": "Horeb", "category": "Jewish Thought", "type": "", "ref": "Horeb 106:2", "anchorRef": "Deuteronomy 10:12-15", "anchorRefExpanded": ["Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15"], "sourceRef": "Horeb 106:2", "sourceHeRef": "חורב ק״ו:ב׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1835], "commentaryNum": 106.0002, "collectiveTitle": {"en": "Horeb", "he": "חורב"}, "he": "ועתה ישראל מה ה׳ אלהיך שאל מעמך, כי אם ליראה את ה׳ אלוהיך ללכת בכל דרכיו ולאהבה אתו ולעבד את ה׳ אלהיך בכל לבבך ובבל נפשך: לשמר את מצות ה׳ ואת חקתיו, אשר אנכי מצוך היום לטוב לך: הן לה׳ אלהיך השמים ושמי השמים הארץ וכל אשר בה: רק באבתיך חשק ה׳ לאהבה אותם ויבחר בזרעם אחריהם בכם מכל העמים כיום הזה: ומלתם את ערלת לבבכם וערפכם לא תקשו עוד (דברים י׳ י״ב — ט״ו).", "heVersionTitle": "Vilna, 1895", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6538ebaf95dac97e6da744c7", "index_title": "Talks of Yeshayahu Leibowitz on the Parasha", "category": "Quoting Commentary", "type": "", "ref": "Talks of Yeshayahu Leibowitz on the Parasha, Eikev 21:3", "anchorRef": "Deuteronomy 10:13", "anchorRefExpanded": ["Deuteronomy 10:13"], "sourceRef": "Talks of Yeshayahu Leibowitz on the Parasha, Eikev 21:3", "sourceHeRef": "שיחות על פרשת השבוע (ליבוביץ), עקב כ״א:ג׳", "anchorVerse": 13, "sourceHasEn": false, "commentaryNum": 21.0003, "collectiveTitle": {"en": "Talks of Yeshayahu Leibowitz on the Parasha", "he": "שיחות על פרשת השבוע (ליבוביץ)"}, "heTitle": "עקב", "he": "כבר עמדנו על כך שהמושגים המופשטים 'יראה' ו'אהבה' כפי שהם נתפסים בהכרתנו, מובנים לנו אך ורק מתוך יחסינו עם בני אדם, שהרי כל אדם אוהב בני אדם אחרים, וכל אדם הריהו גם ירא מפני בני אדם שיש להם כוח ושלטון עליו; אולם מושגים אלה אינם ניתנים כלל להעברה לגבי יחסנו אל השם-יתברך, ורק סיומו של הפסוק המדבר על עבודת-ה', עם התוספת \"בכל-לבבך ובכל-נפשך\" המעוררת בנו את האסוציאציה עם אותו ביטוי המוזכר הן בפרשת \"שמע\" (דברים ה:ה), וגם ב\"והיה אם-שמע\" (דברים יא:יג), הם המסייעים לנו לתרגם את יראת-ה' ואהבת-ה' למושג עבודת-ה'. אולם בהתחשב בכך שגם מושג אחרון זה קשה גם הוא, לכן באה התורה ובפסוק ההמשך מושיטה לנו בקנה ומסבירה במפורש, כיצד יכול אדם לממש את עבודת-ה' לרבות היראה והאהבה, הוי אומר: \"לשמור את-מצות ה' ואת-חקתיו אשר אנכי מצוך היום לטוב לך\" (דברים י:יג). ", "heVersionTitle": "Jerusalem, 2000", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc88758c1dc532ec95e4", "index_title": "Steinsaltz on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Deuteronomy 10:13", "anchorRef": "Deuteronomy 10:13", "anchorRefExpanded": ["Deuteronomy 10:13"], "sourceRef": "Steinsaltz on Deuteronomy 10:13", "sourceHeRef": "ביאור שטיינזלץ על דברים י׳:י״ג", "anchorVerse": 13, "sourceHasEn": true, "commentaryNum": 10.0013, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על דברים", "he": "<b>לִשְׁמֹר אֶת מִצְוֹת ה' וְאֶת חֻקֹּתָיו אֲשֶׁר אָנֹכִי מְצַוְּךָ הַיּוֹם,</b>\n  <b>לְטוֹב לָךְ,</b> ולא למענו.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>to observe the commandments of the Lord, and His statutes that I command you today,</b> not for God’s sake but <b>for your</b> own <b>good.</b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "665d770be1d4c3231a2f2e37", "index_title": "Divrei David on Rashi", "category": "Commentary", "type": "commentary", "ref": "Divrei David on Rashi, Deuteronomy 10:13:1", "anchorRef": "Deuteronomy 10:13", "anchorRefExpanded": ["Deuteronomy 10:13"], "sourceRef": "Divrei David on Rashi, Deuteronomy 10:13:1", "sourceHeRef": "דברי דוד על רש״י, ספר דברים י׳:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "commentaryNum": 13.0001, "collectiveTitle": {"en": "Divrei David", "he": "דברי דוד"}, "heTitle": "ספר דברים", "he": "לשמור את מצות ד', ואף היא לא לחנם. צריך ביאור מהיכא תיתי לומר כן שלא יהא ח\"ו שכר לעושי רצונו, ותו קשה בפסוק דמתחיל לעשות דבר קטן שאמר מה ה' אלהיך שואל, מעמך כי אם ליראה דמילתא זוטרתי היא וסיים ללכת בכל דרכיו ולאהבה כו' ולא נשאר כלום חסר ממה שצריך. ונראה דפירוש הפסוק הוא שלא יאמר האדם מי הוא זה שיוכל לעשות כל הצריך עבודת הקב\"ה, ועוד יש לטעות ולומר שאין שכר אלאלעושה מעשה הטוב דהיינו עשיות שבתורה כי כן דרך מלך ב\"ו ליתן, שכר לפועלי רצונו למעשה אבל לא בשב ואל תעשה וה\"נ באותן שיושבים בטל ואינם עושים עבירות מה שכר יש להם קמ\"ל בזה תחלה שאין הש\"י מבקש ממך רק היראה שבשים לבך ליראה את ה' ותו לא אלא מן מחשבת היראה שלך ימשך ללכת בכל דרכיו ולאהבה אותו ואינו צריך, לחשוב ולדאוג ע\"ז והיינו במצות עשה שע\"ז אמר ללכת בכל דרכיו ואח\"כ אמר על מצות ל\"ת, דהיינו לשמור את מצות ה' דכל השמר אינו אלא ל\"ת וסיים ע\"ז לטוב לך, וכמו שארז\"ל כל מי שבא עבירה לידו ואינו עושה נחשב לו כעושה מצוה ויש לו שכר כאילו עשה מצוה, וע\"כ נקט רש\"י לשון זה ואף היא לא לחנם כלומר אף ביושב בטל מן העבירה שלא כדרך ב\"ו:", "heVersionTitle": "Warsaw, 1882", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ec5a6bd6e4a94f1a71f6e7", "index_title": "Akeidat Yitzchak", "category": "Jewish Thought", "type": "", "ref": "Akeidat Yitzchak 22:1:3", "anchorRef": "Deuteronomy 10:12-13", "anchorRefExpanded": ["Deuteronomy 10:12", "Deuteronomy 10:13"], "sourceRef": "Akeidat Yitzchak 22:1:3", "sourceHeRef": "עקידת יצחק כ״ב:א׳:ג׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1455, 1495], "commentaryNum": 1.0003, "collectiveTitle": {"en": "Akeidat Yitzchak", "he": "עקידת יצחק"}, "he": "בהגדה (נדה ע\"ז.) דרש רב חנינא בר פפא אותו מלאך הממונה על ההריון לילה שמו שנאמר והלילה אמר הורה גבר (איוב ג') נוטל אותה טפה ומעמידה לפני הקב\"ה ואומר לפניו רבש\"ע טפה זו מה תהא עליה חכם או סכל עשיר או עני גבור או חלש אבל צדיק ורשע לא קאמר כדאמר רבי חנינא הכל בידי שמים חוץ מיראת שמים שנא' ועתה ישראל מה ה' אלהיך שואל מעמך וכו' (דברים י'). \n", "heVersionTitle": "Akeidat Yitzchak, Pressburg 1849", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עקידת יצחק, פרשבורג, תר\"ט", "text": "In Niddah 16, Rabbi Chaninah ben Papa explained that the angel in charge of pregnancy is called \"<i>Laylah</i>,\" night, since we read in Job 3,3, \"And <i>laylah</i> said a man has been conceived.\" The angel takes a drop of semen, presents it in front of the Almighty and asks in His Presence, \"What shall become of this drop? A wise man or a fool, a rich man or a poor man, a strong one or a physically weak one?\" He does not ask whether the person will be righteous or wicked. This is in accordance with the dictum taught by Rabbi Chaninah that \"All is in the hands of heaven except fear of heaven,\" since the Torah has said, \"Now O Israel, what does the Lord ask of you except to fear Him etc.\" (Deut. 10,12-13). ", "versionTitle": "Akeydat Yitzchak by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59ec5a73d6e4a94f1a71fae3", "index_title": "Akeidat Yitzchak", "category": "Jewish Thought", "type": "", "ref": "Akeidat Yitzchak 44:4:2", "anchorRef": "Deuteronomy 10:13", "anchorRefExpanded": ["Deuteronomy 10:13"], "sourceRef": "Akeidat Yitzchak 44:4:2", "sourceHeRef": "עקידת יצחק מ״ד:ד׳:ב׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1455, 1495], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Akeidat Yitzchak", "he": "עקידת יצחק"}, "he": "יבאר בזה החלק על איזה אופן ובאיזה בחינה יקנו אלו המצות ההצלח' הנפשיית.  ", "heVersionTitle": "Akeidat Yitzchak, Pressburg 1849", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עקידת יצחק, פרשבורג, תר\"ט", "text": "In considering that the purpose of observing Torah is to acquire the aforementioned level of partnership with the Divine, the question arises whether this is an exclusive objective, or whether one may have other more mundane benefits in mind which accrue to one in the process of fulfilling G-d’s commandments. If the former, the chances are that most people would not be able to take the long term view in order to live a life devoted to the performance of the <i>mitzvot</i>. The argument that mundane side benefits through the observance of <i>mitzvot</i> are not permissible, could be sustained by the following two considerations. 1) The more highly placed a worker or servant, the more lofty are the tasks that he is entrusted to perform. Man, as the most sophisticated creature on earth, would naturally only be concerned with the loftiest endeavours and objectives. 2) If we were to postulate that carrying out G-d’s will would have as its purpose merely human objectives, this would contradict the maxim that the objective is primary. If the prophet Isaiah 44,6, proclaims in the name of G-d \"I am first and I am last,\" this clearly implies that the only considerations in all our endeavours must be centred around G-d and His purpose. Antignos, who has said in Avot,1 \"do not be like the servant who serves the master for the sake of the reward,\" surely had this thought in mind. Also the saying of Ben Azzai \"the reward for performing one <i>mitzvah</i> is another <i>mitzvah</i>, may be understood in a similar vein. In other words, performance of the commandments is an end in itself, not a means to an end. The Sifrey in Parshat Eykev says \"a man might say to himself I'll perform the commandments in order to gain riches, or to acquire the title of Rabbi, or even in order to acquire a share in the hereafter; therefore the Torah says (Deut. 11,13) \"in order to love the Lord your G-d.\" Your purpose in obeying should be to demonstrate your love for G-d. The Talmud in Avodah Zarah 19, quotes Rabbi Yoshua ben Levi as interpreting Psalms 112,1, \"hail to the man who fears the Lord and is very desirous of His commandments,” as referring to people who perform the commandments for their own sake, not for the reward associated with them. Maimonides, at the end of his <i>sefer hamitzvot</i> pursues this line of reasoning also. However, one can also argue the reverse, again using two lines of reasoning. 1) It is natural for all creatures to be concerned first and foremost with their own physical needs. Although it is a fact that each type of creature serves as a means to sustain a higher category of life, i.e. plants to sustain animals, animals to sustain man etc., we nonetheless observe that they all concentrate on their own needs, their service to a higher category of life being merely incidental. 2) It is a psychological fact that man loses interest, in the pursuit of any task that does not promise tangible rewards within a time frame he considers reasonable. Even an Onan, (Genesis 38,10) was not punished for failing to have issue with Tamar, but only for taking active steps to prevent the fulfilment of the objective of the levirate marriage to provide issue for his deceased brother. Antignos' statement is revised to read \"do not make service to the Lord conditional on the receipt of a reward,\" not as in the version of \"make it conditional on being independent of a reward.\" Also the Talmud in Pessachim 8, states that if someone says he will give charity in order that his children will live, or in order that he himself may enjoy life in the hereafter, he is considered a perfect <i>tzaddik</i>. This seems to contradict the Sifrey in Parshat Eykev that he who studies the Torah in order to be called rabbi is wrong, since the Torah demands love of G-d as one's motivation. Clearly these examples indicate that having in mind personal objectives while performing <i>mitzvot</i>, is permissible. In fact, the Torah promises the attainment of personal objectives such as \"so that you will be well off, will live long.\" (Deut. 22,7) There are many similar statements in the Torah. G-d Himself is quoted as wishing that the Jewish people should revere Him as they did at the time when they received the Torah, in order that He could treat them and their children well. (Deut 10,13) If G-d Himself wishes that our serving Him will result in benefits to us in this world, how can we say that all our <i>mitzvah</i> performance must be aimed exclusively at our being elevated to the status of becoming His partner, and that other material considerations would negate the moral value of the <i>mitzvah</i> performance? We must therefore believe that as a result of performing <i>mitzvot</i> sufficient benefit will accrue to us to make their performance worthwhile. This is the meaning of the saying in Makkot 23, \"because the Lord wished to let us amass many advantages, He provided us with an abundance of <i>mitzvot</i> and good deeds to perform,\" as is written in Isaiah 42,21, \"the Lord was pleased because of His righteousness to render the Torah increasingly great and glorious.\" Since both the aforementioned approaches have equally much to recommend them and are in accord with many sayings of our sages, we have to endeavour to reconcile the apparent contradictions. If we consider the word <i>\"prass\"</i> as referring to the remuneration received for services rendered, then the saying of Antignos becomes clear. Since all our deeds cannot provide G-d with anything that He does not already have, Antignos says \" make sure your relationship with G-d is not based on the mistaken belief that there is reciprocity. Rather, remember that whatever you receive as reward for service of the Lord is in fact <i>chessed</i>, a kindness, since your service does not do anything for Him. However, it is a fact that your service will confer upon yourself both physical and spiritual benefits. \"By observing them, the consequences, the benefits are numerous. (Psalms 19,12 ) This lesson had been misunderstood by Tzadok and Bayssus who believed that their teacher denied the theory of reward and punishment, and who, in postulating their concept of doing good merely for the sake of doing good, became heretics, strange as it may seem. The doctrine of reward as an act of grace, not as a condition for performing the <i>mitzvot</i>, is the true expression of Jewish attitudes then. Any other attitude smacks of an effort to manipulate G-d, of bartering with Him to do your will rather than the reverse, i.e. your doing His will. The Bible as well as our sages have carefully refrained from the use of the term <i>\"prass,\" </i>and have used the term <i>sachar</i> instead. The latter in all its connotations simply means the reverse of <i>hefsed</i>, loss. If Antignos concludes by saying \"in order that the fear of heaven be upon you,\" he warns his students not to relate to other deities which are not even able to confer any benefits upon them, be they <i>prass</i> or <i>sachar</i>. The language employed by the sayings that prohibits performing <i>mitzvot</i> for the sake of, is usually <i>kedey</i>, in order to. The distinction shows already that only when the purpose is reward is such servivce unacceptable. If, however, the service is not conditional, then the reward element is perfectly acceptable as a by- product. Once we accept that what matters is the purity of motivation of the performance, it is easy to argue that the deed itself is irrelevant as long as the intention to perform it existed. This could be the point raised by the <i>rasha</i>, the wicked son's question in the Haggadah. But the truth is that both deed and motivation are essential. Whenever observances are demanded, the Torah urges that it must be motivated by love for G-d, and if so, success in the form of visible reward will be the result of such service of G-d. When the Sifrey described a service that has reward as its objective as inadmissible, the reference is only to the objective of obtaining the reward in this life. If the desire is to ensure one's life in the world to come, such an objective is praiseworthy. Also the Talmud in Avodah Zarah 31, which interpreted the words \"for His commandments and not for the reward of His commandments,\" refers only to these worldly rewards as being taboo. This was also Antignos' meaning concerning the words \"today to carry out (the commandments) and not today to receive their rewards. The considerations mentioned, also help us understand the statement in Kiddushin 31, that he who performs a <i>mitzvah</i> because he has been commanded to do this by G-d, has done something greater than he who has performed the same deed voluntarily. One cannot achieve the ultimate <i>tachlit</i>, objective of the commandment unless one performs it as such. Only in this way does one become a <i>shutaph</i>, partner of the Almighty, a goal we have described as the ultimate purpose of <i>mitzvah</i> performance. This is another aspect of the saying that \"the reward of the <i>mitzvah</i> is the<i> mitzvah</i>, that the achievement of the <i>mitzvah</i> is predicated on the very fact that it is a commandment. ", "versionTitle": "Akeydat Yitzchak by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59ec5a78d6e4a94f1a71fd3f", "index_title": "Akeidat Yitzchak", "category": "Jewish Thought", "type": "", "ref": "Akeidat Yitzchak 57:1:3", "anchorRef": "Deuteronomy 10:13", "anchorRefExpanded": ["Deuteronomy 10:13"], "sourceRef": "Akeidat Yitzchak 57:1:3", "sourceHeRef": "עקידת יצחק נ״ז:א׳:ג׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1455, 1495], "commentaryNum": 1.0003, "collectiveTitle": {"en": "Akeidat Yitzchak", "he": "עקידת יצחק"}, "he": "<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">﻿תוכן דעת הרב ז\"ל הוא, כי לא נוכל לומר שתכלית הבאת והקרבת הקרבנות הוא רק למען היות כמנחה ההולכת לפני החוטא שלוחה לאדוניו שלא יקצוף עליו בעבור חטאו, אחרי שהי\"ת שלם לבלי תכלית ואין מחסור כל לפניו אף לא יצטרך למאומה, ומה מיד זולתו יקח? כמאה\"כ \"לא אקח מביתך פר וכו'\" גם לא נוכל לחשבם ככופר אשר יושת על החוטא לעונש וקנס, כי אם גם אלף עולות וחטאות יקריב, או פרי בטנו יתן בעד חטאת נפשו אין ערוך למו להיות כופר ראוי בעד נפשו החוטאת למרות עיני כבוד עליון אשר למעלתו אין תכלית, כמאה\"כ \"האתן בכורי פשעי\" וכו', ואף כי שלא נוכל לחשוב שרק למען יהיה לכהנים מה לאכול צוה להביא הקרבנות, (כי מלבד שטעם זה אינו מספיק להקרבנות שאינם נאכלים כעולות וחטאות אשר יובא דמן אל הקודש פנימה, הוא גם נגד השכל שרק למען המציא מזון לכהנים יובאו הקרבנותן) או רק בעבור שהי\"ת הטוב והמטיב לכל יצוריו יחפוץ בהשחתת ואבדן הבע\"ח הנקרבים, גם יקשה להבין מדוע לא צותה התורה להקריב קרבן גם על המזיד (ר\"ל בלא עדים והתראה אשר לא יוכה על עונו כדי רשעתו בב\"ד) אחרי כי חטאו יותר גדול מהחוטא בשגגה ובלי דעת, גם רבו החוטאים במזיד בבני אדם יותר מהחוטאים רק בשגגה, וראוי יותר לתקן המעות היותר רגיל משאינו רגיל, ולבאר כל זה יאמר הרב ז\"ל כי השי\"ת חפץ למען צדקו וטובו להמציא בזה לא לבד יד ומקום אל החוטא האנושי הקרוץ מחומר לשוב אל אלקיו בפועל ומעשה גופני, כ\"א גם לתת לו בעת הקריבו קרבנו אות וסימן גשמיי, זימבאל המזכירו כי גם שגגתו תחשב לו לעון, ומוכיח על פניו דרכו, למען יתעורר עי\"ז יותר להשגיח על כל מפעליו ולהטיב דרכו מהיום והלאה כפי אפשרותו האנושית, (כי כפי הנודע מתולדת וטבע האדם הנוטה רק אל הגשמיות, יעשה פועל גופני ואות גשמי רושם יותר חזק בלבו, ממה שיעשה כל רעיון ויצר מחשבות שכלו הטוב בקרבו) אפס כל זה רק לחוטא בשגגה, בעבור חסרון דעת ומניעת ההשגחה הראויה על כל מעשיו, אבל החוטא במזיד וביד רמה, אף שהוא בלא עדים לא נתן חטאו לכפרה מב' סבות, הא' שלא תודע עתה בהביאו חטאתו להקריב לפני ה' לעיני כל, והתודתו על חטאו ברבים כי אדם שחטא ואשם לאלקיו בזדון לבו ובשאט בנפש, אף כי היה שלם בדעתו, ולא נעלם ממנו כי הוזהר על זר מעשהו זה, והב' כי מדת הדין תחויב שלא יכופר לנפש אדם המשכלת החוטאת בדעת והשכל, בהקרבת נפש בע\"ח, אשר אין חלק לה בדעת ותבונה, ואף כי במנחת סולת ושמן שהם רק מגדר הצומח אשר גם נפש החיונית אין למו, כ\"א בענות נפשו המשכלת בעצמה בצום ועינוים ועשיית מעשים ופעולות טובות לענות ולכבוש בזה יצרו הרע אשר לא יחפוץ באלה, כמאה\"כ \"הגיד לך אדם מה טוב,\" (ר\"ל לכפר הפשט שהוא המזיד אשר ממנו דבר הכתוב תחילה במאמר \"האתן בכורי פשעי\") כי אם עשות משפט ?וצדקה? ואחז\"ל על בית עלי שחטאו בזדון ומרי \"בזבח ומנחה הוא שאינו מתכפר אבל מתכפר בתורה ?ומעשים? טובים,\" אפס טעם זה מספיק רק לקרבנות הבאים לכפר על החטאים, אפס עוד יש לעורר על ה? השני מהקרבנות שבאים רק בנדר או בנדבה כזבחי שלמים ועולות כי בהשקפה ראשונה לא יבין השכל האנושי טעמם ותכליתם, והן אמת כי המורה ח\"ג פרק ל\"ב כתב, כי על זה מוסבים באמת דברי הנביא \"כי לא דברתי את אבותיכם וכו' על דברי עולה וזבח\" להורות כי מצות הקרבת כל אלה לא היתה מכונת לעצמה, כ\"א תחבולה מהי\"ת לשרש עי\"ז עבודת הגילולים אשר עבדו קצתם מהם במצרים, כי אם צום שלא יקריבו כלל לא היו על נקלה יכולים לעזוב מנהגם הראשון אשר הרגלו בו מנעוריהם זה רבות בשנים, ע\"כ התחכם הי\"ת לצותם שיקריבו עכ\"פ את קרבנותיהם לכבודו כמא\"הכ \"ולא יזבחו עוד את זבחיהם לשעירים\" וכו' וכעין זה אמרו גם חז\"ל במדרש ויקרא רבה פכ\"ב \"לפי שהיו ישראל להוטים אחר ע\"ז במצרים והיו מקריבים קרבנותיהם לשעירים וכו' אמר הקב\"ה יהיו מקריבים לפני בכל עת וכו' והן נפרשים מע\"ז.\" אפס הרב דחה דברים אלה, כי מלבד שלא יובנו בזה ריבוי הקרבנות, משפטיהם השונים ודקדוקי עניניהם הרבים, והיות עבודתם ומעשיהם דוחים מצות שמירת השבת ושאר המועדים אם תהיה מצות הקרבתם רק תחבולה למנוע עי\"ז את העם מעבודת הגילולים והקרבת קרבנותיהם להם, יקשה ג\"כ להבין אחרי שרק באותו הדור היוצא ממצרים היה הצורך לתחבולה זאת, אבל לא אחרי כן כאשר קם דור אחר אשר לא ראה ולא ידע עוד תועבות מצרים, וכל אשר עשו לאלהיהם, מדוע נתנו כל מצות הקרבנות החקת עולם לדורותם, ונשמרו גם בעת שבת ישראל על אדמתו בימי בית הראשון והשני? גם מה שאמר החבר בס' הכוזרי, כי כמו שתדבק הנפש הרוחנית באדם רק כל עוד יאכל וישתה, אבל מדי ירעב או יצמא, הלוא ימות לשחת ונפשו תפרד מגויתו, אשר מכל זה נראה כי צורך הנפש אל המזון, אף כי שלא נדע איך תיזון הנפש הרוחנית ממאכל הגוף הגשמי? כן גם ידבק כבוד הי\"ת ושכינתו בישראל רק באמצעות הקרבנות הגשמיות אף שלא נדע איככה יצטרך לחול השכינה בישראל להבאת והקרבת הקרבנות האלה? דחה הרב באמרו, כי שני אלה אינם שוים כלל, כי רק הנפש אשר בפעולותיה עלי ארץ בעוד האדם בחיים חייתו, תשתמש באיברי הגוף וכוחותיה אשר הם לה ככלי מעשיה, תצטרך גם אל מזון הגוף, אשר יתן שיקוי לעצמותיו וליחיות חדשות למלאות חסרון הלחיות אשר תכלינה ע\"י ההתכה יום יום, להעמיד ולקיים בזה כוחות גופו ואיבריו המשלימים כעבדים רצון אדוניהם הנפש, אבל בבחינת הקרבנות אחרי שבהשקפה ראשונה לא יצטרך להן קיום האומה הישראלית, איך נוכל לאמור שתהיינה הכרחיות לחול ודיבוק שפע האלקי וכבוד שכינתו בישראל? ולבאר ספק זה יאמר הרב ז\"ל שמשל זה צודק רק באמרנו, שכמו שבאר למעלה שער ל\"ב שבאכול האדם לחמו בשמירת המצות התלויות בסעודה, כהרחקת כל מאכל איסור ממנ', ונתינת תודתו לה' על כל אשר יהנה בברכ' הראוי' לה ויעל' תמיד בה על דעתו שאכילתו אות היא רק לחזק גופו למען יוכל לעמוד לשרת לפני ה' כל ימי חייו הקצובים לו מאתו ית' יהיה כל זאת כעין מזון רוחני אשר תיזון ממנו הנפש להשאר דבוקה ואחוזה עם הגוף כל ימי שבתה פה בבית חומר, כן גם הכונה הראויה אשר יכונו בני ישראל בהקריבם את קרבנותיהם, ובשמרם כל חקיו אשר צוה במעשה הקרבנות תועיל להם מאוד להשלים נפשם ולהיישיר דרכם בכל מפעלם, ולתקן מדותיהם וכל תכונותיהם, עד שיהיו ראוים שתדבק בהם השכינה וכבוד ה' עליהם יראה, וזה שאחז\"ל על הקרבנות בכלל, \"ריח ניחוח לה', נחת רוח לפני שצויתי ונעשה רצוני, \"ולו היו ישראל באותו מדרגת השלמות עד שהיו הולכים בדרכי ה' ושומרים כל מצותיו אף בלי עבודת ומעשה הקרבנות, הלוא יותר טוב היה להם, כי האיש אשר מעצמו יתעורר ויגבה לבו בדרכי ה' בלי הצטרכות אל הערה חיצונית לזה ע\"י מעשה ועבודה גופנית, הלא בלתי ספק יותר יירצה לפני ה', כמאה\"כ \"עשה צדקה ומשפט נבחר לה' מזבח,\" וע\"ז מורה גם מאה\"כ \"כי לא דברתי את אבותיכם וכו' ביום הוציאי אותם ממצרים על דברי עולה וזבח, כי אם הדבר הזה צויתי אותם לאמור שמעו בקולי\" וכו' ורומז בזה על מאה\"כ (שמות י״ט:ה׳) \"ועתה אם שמוע תשמעו בקולי\" וכו' אפס אחרי שהראו ישראל אח\"כ במעשה העגל שלא הגיעו לאותה מדרגת השלמות לבלתי הצטרך עוד למעשה גופני המעורר אותם אל ההשכלה העיונית האמיתית נצטוו באמת מאוהל מועד על מעשה הקרבנות. \n<br>הנה לפנינו שיש ב' מיני קרבנות, הא' אותן הבאים על החטא, והב' קרבנות תודה שלמים ועולות, ושני אלה ירצו לפני ה' רק בהיות הכונה הראויה והטהורה מחוברת להם, וזולתה פגול המה ולא ירצו, כמאה\"כ \"ולא תאירו מזבחי חנם\", (ר\"ל אם לא תחברו הכונה הראויה והנרצית אל מעשי הקרבנות אשר תעלו עליו) אין לי חפץ בכם וכו', ומנחה, (ר\"ל כזאת המובאת בלי הצטרפות הכונה הראויה) לא ארצה מידכם\" והנה כל משכיל ישפוט מעצמו, כי גם אם הכונה הראויה היא בחוברת עם מעשי הקרבנות בכל זאת נרצה המין הב' אשר איננו בא על חטא יותר מהמין הא' הבא רק לכפר על החוטא אשר חטא ואשם לאלהיו, וידוע ג\"כ כי קרבן נח בצאתו מהתיבה היה ממין א', כי הביאו לכפר פני עליון על שגגתו ושגגת בניו, כי גם הם לא הטהרו למדי מחלאת המדות הרעות, ורק בבחינת זולתם מהדור הרע ההוא היו טובים ונכוחים כמחז\"ל \"בדורותיו היה צדיק, ולא בדורות אברהם ויצחק\", ואמרו \"אפי' נח שהיה בהם לא היה כדאי,\" (שינצל בנס נפלא כזה ממי המבול, ורק למען קיים העולם והחיות נפש כל חי עמו נתרצה לו ה', וחמל עליו עד שניצולו הוא ובניו) אפס התמידים שנצטוו ישראל להקריב בכל יום אף בעת היותם הולכים בדרך הטוב והישר היו ממין הב' הנרצה יותר לפניו כקרבן הבל שהיה טהר לב ונקי כפים ששעה ה' אל מנחתו, וכקרבן שלמה שהקריב אלף עולות נדבה בהיותו עוד במדרגה שלמותו עד שנראה אליו אז הי\"ת בגבעון, ועל ב' מיני קרבנות אלה רומז המדרש שהחל בו הרב \"מלה\"ד למלך וכו', כי בקרבן נח נאמר \"וירח ה' את ריח הנוחוח\" המורה שערב לו קרבנו שהיה ממין הא'. כמו שערבו לו התלמידים שנצטוו ישראל להקריב שהם ממין הב', ועוד לא ידענו איזה משניהם ערב לו יותר? אך באמרו \"זאת תורת העולה, היא העולה\" וכו' המוסב על קרבן התמיד נראה שהיא נבחרת ואהובה לו יותר בעבור היותה ממין השני\" וע\"ז יורה גם מאמרם ז\"ל, \"כימי עולם ימי משה\" (שנצטוו בהם להקריב קרבנות על החטאים) \"וכשנים קדמניות, כשני שלמה\" שהקריב אלף עולות נדבה, או \"כימי עולם אלו ימי נח, וכשנים קדמוניות אלו ימי הבל וכו'.\" \n</i>הקושי העצום וגודל המבוכה הנמצאות בענין הקרבנות לא נפלא היא ולא רחוקה. כי מהמבואר שהראוי שיושאל בהם שאלה חזקה שזה תוארה. הנה לא ימנע משיהיו אלו הקרבנות הנקרבים לגבוה שכר ושוחד אליו יתברך תחת הכעס שהגיע לו ממעשי החוטא בם יתרצה ויתפייס כדרך המלכים המתפייסים בעבודת מתנה. או שיהיו בתורת קנס ועונש על החוטא ופרוע פרעון על חטאתו אשר חטא ואם לא יגיע אליו יתעלה תועלת כלל כענין עונשי הגוף אשר יצוום הדתות. או שיהיו לתועלת המקריבים משרתי המזבח אשר חלב זבחימו יאכלו. או להשחתת הנקרבים והפסדם. והנה הענין הראשון הוא מבואר הביטול. כי לא ישוער שיהיה כן רק במה שיורה שחסר ממנו יתעלה דבר יתפייס ויתרצה בהשלימו לו. וחלילה לו מזה כמו שאמר המשורר (תלים נ') לא אקח מביתך פר וגו' כי לי כל חיתו יער וגו'. ויבא עוד ביאורו. אמנם ישעיה הנביא דבר בזה הענין בפירוש ואמר ולא אותי קראת יעקב וגו'. לא הבאת לי שה וגו'. לא קנית לי בכסף קנה וגו'. אך העבדתני וגו' וסוף אנכי אנכי הוא מוחה פשעיך למעני וגו' (ישעי' מ\"ג). והכוונה כי בכל מה שעשו מאלו הקרבנות לא היו לו לתועלתו כלל כי הוא יתעלה לא נהנה דבר מהם עד שיאמר שתגיע להם מחילת עונותיהם חלף מה שקבל מהם מהעבוד' וממתנות הקרבנות. אך מה שהגיע אליו יתברך מהם הוא היגיע' והלאות בחטאתם ובעונותם בלי שום תועלת והנאה כלל ואם תאמר א\"כ במה הם מתכפרים אמר אנכי אנכי הוא מוחה פשעיך למעני. ומה נכבד טעם כפל השם לומר אני אני הוא שעשיתי לא למען שום דבר אחר שיחובר אלי. שאם היתה המחיל' מחיריית היתה מסובבת משנינו אבל כשלא היתה שם שום תמורה לא נעשה כי אם למען צדקי והנה חטאתיך אשר זכרתי לא אזכור פרטם עתה כדי שלא להלבין פניך אבל אם תרצה אתה הזכירני ונשפטה יחד ספר אתה מה שתרצה מהם למען תצדק (שם) הנה נתבאר שהשתדל הנביא להוציא דבר בליעל אשר כזה מלב הפתאים ולפי זה לא נמצא בתורה בענין הקרבנות המובאים על המזבח מזה המין לשון עבודה כלל. רק אמר משה (שמות י') ואנחנו לא נדע מה נעבוד את ה' כי דבר עמו ע\"פ דרכו כי דרך העכ\"ום לעשות קרבנות דרך עבודה כמו שאמר (דברים י\"ג) נלכה ונעבדה אלהים אחרים. ולזה הזהיר הכתוב (שם י\"ב) השמר לך פן תנקש אחריהם אחר השמדם מפניך ופן תדרוש לאלהיהם לאמר איכה יעבדו הגוים האלה את אלהיהם ואעשה כן גם אני לא תעשה כן לה' אלהיך כי כל תועבת ה' אשר שנא עשו לאלהיהם וגו'. אמר כי הקרבנות המצויין בתורה האלהית אינם דרך עבודה כמו שעושין העכ\"ום לאלהיהם. והראיה שהם שורפים את בניהם ואת בנותיהם לפניהם כסבורים שהם נעבדים בכך ומקבלים הנאה מהם אמנם העבודה האלהית אינה רק שתשמרו לעשות את אשר יצוה אתכם לא להוסיף ולא לגרוע כי בזה לא תחוש התורה מהפיל שם עבודה. (שם י') את ה' אלהיך תירא אותו תעבוד וגו'. (שמות כ\"ג) ועבדתם את ה' אלהיכם. כי בכל מה שתהיה העבודה בלב ותקון המעשים הוא נגלה שהתועלת הוא לעובד ולא לנעבד וכמ\"ש (דברים שם) ללכת בכל דרכיו ולאהבה אותו ולעבוד את ה' אלהיך בכל לבבך ובכל נפשך לשמור את מצות ה' ואת חוקותיו אשר אנכי מצוך היום לטוב לך. ועל הענין הזה יחסו חז\"ל (מכלתא ס\"פ בא) מאמר מה העבודה הזאת לכם אל הבן הרשע מן הבנים כי לבדו כן יחשוב שהקרבן ההוא בא בתורת עבודה בה יפיק המקריב מה שכוון אליו בתורת מחיר והנה זה הדעת הוא מבואר הביטול: אמנם הענין הב' ואם רחוק כראשון ימאנהו השכל האנושי בטעם מספיק. וזה שא\"א שיושת כופר על החוטא אם לא בשיערך לפי מעלת אשר יחטא אליו: וכיון שהאל יחעלה אין ערוך אליו לשום דבר מהדברים הנה הוא נמנע לשום שומא בחטא אשר יחטא ליי'. והוא מ\"ש עלי הכהן אל בניו כשאמר אל בני כי לא טובה השמועה אשר אנכי שומע מעבירים עם יי' אם יחטא איש לאיש ופללו אלהים ואם ליי' יחטא איש מי יחפלל לו (שמואל א ב׳:כ״ד-כ״ה) ירצה בני השמועה אשר מעבירים מכם עם י\"י ביניהם לא טובה היא ולא ידעתי על מי תסמכו במה שחטאתם ליי' אלהיכם שאם יחטא איש לאיש עד האלהים יבא דבר שניהם והם ישיתו עליו עונש כפי ערך המבייש והמתבייש ונתן בפלילים וימחל אמנם כאשר יחטא איש ליי' מי הוא זה ואי זהו אשר יוכל להשפט עמו ושכבר פרע מה שהיה לו לפרוע על מה שחטא אליו. ועל זה הדרך אמר הנביא (מיכה ו') הירצה יי' באלפי אלים וגו'. האתן בכורי פשעי וגו'. הנה שזה אין טעם הגון אל הקרבנות: אמנם הענין השלישי יהיה מגונה מאד שיהיו הכהנים אוכלים חטאת עמם ושמחים הייטב בעיני ה'. ועוד שכמה וכמה חטאות ועולות שאין להם חלק בהם כלל כי נשרפו כליל על גבי המזבח או חוץ למחנה. ואין צריך לומר לענין הרביעי שאין בו שום טעם וחלילה לאל לבלע ולהשחית. \n", "heVersionTitle": "Akeidat Yitzchak, Pressburg 1849", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עקידת יצחק, פרשבורג, תר\"ט", "text": "Whenever the matter of animal sacrifices is discussed, there are some difficult questions that cannot be ignored. 1) Is it not unavoidable that sacrifices will be viewed as attempts to bribe G'd to forego the anger caused Him by the sinner who offers the sacrifice? 2) Does it not seem that the donor tries to placate G'd just as he would attempt to placate a mere mortal ruler, thereby insulting G'd, reducing His stature? 3) If, on the other hand, the offering is in the nature of a pennance, payment for trespass from which G'd receives no more benefit than from say the imposition of corporal punishment on the sinner, what good is it? 4) Is the purpose of the sacrifices perhaps merely to provide the priests with a livelihood, or simply the destruction of the animals that are being offered up? It is clearly erroneous to view the offerings as an attempt to restore the perfection or wholeness of G'd by means of a sacrifice that would complement something incomplete in Him. In Psalms 50, 11-13, \"I will not accept bullocks from you, since all the animal kingdom is Mine; if I were hungry, would I have to call you? After all, the whole universe belongs to Me.\" Isaiah 43,24, states this even more succinctly. \"You have not bought for Me fragrant reeds with money..nor have you tired yourself out on My behalf. You have not brought Me the lambs of your total offerings, not honoured Me with your meat offerings;..you have not bought Me with your money! I, I forgive you for MY sake!\" Clearly, what the prophet stresses is that none of the things Israel did to placate G'd or bribe Him, has had the slightest impact on the well being of G'd Himself. G'd forgives for His own sake. He emphasizes that there is no other consideration, repeats His name when He proclaims that He dispenses forgiveness, in order to stress that there is no personal benefit involved. There is no aspect of G'd that can be enhanced by the gift of man. If there were a price tag on forgiveness, it would have to be set in motion through mutual action. Since however, there is no exchange of values for the forgiveness, it occurs only through \"My righteousness.\" \"I will not remember your sins,\" so as not to shame you. However, \"remind Me of them,\" you tell of them, so that you can become righteous. (Isaiah 43,26) It is evident that the prophet endeavours to squash the foolish notion of \"our contribution\" in the matter of sacrifices. It is noteworthy that the term <i>avodah</i>, service, is not used in the Torah concerning offerings that are brought on the altar in order to obtain forgiveness. When Moses did use that term when talking to Pharaoh, (Exodus 10,26) \"we do not know what we will serve the Lord,\" he simply used terminology familiar to Pharaoh. It is the manner of pagans to employ the term <i>avodah</i> for their religious observances. (Deut. 13,7) \"Let us go and serve other deities.\" We find a similar warning (Deut 12,30) \"lest you inquire into their deities, saying,\" how do these nations serve their deities?\" The Torah in that instance, continues \"do not do thus, for the Lord your G'd etc.,\" meaning that worship of the G'd of Israel is not of that order. Positive proof that worship of our G'd is of a totally different calibre, is the fact that \"they burn their own children in fire to their deities,\" something the G'd of Israel has described as an abomination. True worship of G'd consists of obeying His commandments, neither adding nor subtracting therefrom. (Deut. 13, 1.) When referring to that kind of worship, the Torah does not shrink from employing the term avodah as in Deut. 10, 12, or Exodus 23,25, and other places. In all matters of piety of the heart, performance of good deeds, the benefit that accrues to the practitioner is stressed. (Deut. 10, 13) \"for your own good.\" \"Serving\" is for our benefit, not G'ds. It is significant that the <i>rasha</i>, wicked person quoted in Parshat Bo, describes the Passover ceremonial as an <i>avodah</i>, service, stressing \"what is in it for you?\" It is precisely this attitude to sacrificial service that needs to be debunked. Similarly, the second possible rationale suggested for the requirement of sacrifice, namely atonement, cannot be true. It is obvious that the object used for atonement would have to be in some value relationship to the subject against whom the sin had been committed. Since it is imposible to relate to the Creator in this fashion, the idea of sacrifice sufficing as an act of compensation is quite erroneous. This is what the High Priest Eli (Samuel 1,2,23-24) tells his sons when he remonstrates with them. He had heard that they had acted improperly. \"When man sins against man, the judge can mediate and determine fair compensation; but when man sins against G'd, who can determine the amount of compensation due to G'd?\" How will one know that one had atoned adequately? Similarly, Michah 6,7, calls out: \"Does the Lord want thousands of rams, tens of thousands rivers of oil?\" The meaning is \"could even the greatest amount of sacrificial animals compensate for the iniquity committed?\" Obviously then, the idea of compensation is not the rationale for sacrificial rites. Regarding the third possibility mentioned, that the priests should be provided with a livelihood, the many offerings which are completely burned up, demonstrate that this could not have been the thought behind this legislation. Moreover, the idea that priests should be happy to consume the proceeds of man's sins, that their livelihood would improve in direct ratio to the number of sins committed by their brethren, could hardly be pleasing in the eyes of G'd. The fourth possibility mentioned, the wanton destruction of part of the animal kingdom is also difficult to accept as a possible motivation behind this legislation. ", "versionTitle": "Akeydat Yitzchak by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c17a2eeb037ad0016b82318", "index_title": "Akeidat Yitzchak", "category": "Jewish Thought", "type": "", "ref": "Akeidat Yitzchak 81:1:5", "anchorRef": "Deuteronomy 10:13", "anchorRefExpanded": ["Deuteronomy 10:13"], "sourceRef": "Akeidat Yitzchak 81:1:5", "sourceHeRef": "עקידת יצחק פ״א:א׳:ה׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1455, 1495], "commentaryNum": 1.0005, "collectiveTitle": {"en": "Akeidat Yitzchak", "he": "עקידת יצחק"}, "he": "הקודם הוא מבואר מכמה מצוות הבאות בתורה האלהית שכל אחת היא באה להרחיק האדם מאי זה גנאי ומדה פחותה כמו שתאמר מצות פריקה וטעינ' שהכוונ' לעקור ולשרש טבע השנא' מקרבנו נגד אחינו מקניהם וקניינם עד שכבר תהיה בעבור זה טעינת השונא קודמת לפריקת האוהב כמו שבא בפרשת משפטים כי כל זה בכלל לא תשנא את אחיך בלבבך וגו' (ויקרא י\"ט). וכן הלואת כספים נאמר בו נתון תתן לו ולא ירע לבבך בתתך לו (דברים ט\"ו) מלמד שהמצו' ההיא להרחיק צרות העין וכילות הלב מהאנשים. והקש על זה בלא תלך רכיל ולא תקום ולא תטור (ויקרא י\"ט) והדומים שכלם להשיב האנשים במדותיה' הנפרדות כל אחת לפי ענינה כי על כן אמרה התור' על כללן לטוב לך (דברים י') לטוב לנו (שם ו') למען ייטב לך (שם כ\"ב) כלומר שהכוונ' בהם היא להיטיב האנשים כדי שימצאו אצל כל מעשה ומעש' על צד הישר והטוב: אמנם הנמשך מה שיתחייב מזה בגזירה שכלית הכרחיית מצאנו ראינו ביאור אמתתו מקצת מצות ממנה כמו שהוא הענין בדבר המשפט כי לפי שאין הכוונ' בו להרחיק מדה אחת רעה לבד כי אם למנוע ולהרחיק חמס וריב מעיר על כל דבר פשע אשר יולד ביניהם עושק רש וגזל משפט וצדק מעניני הממונות או קלונות וחבלות הגופים והרציחות אשר המה רעים וחטאים גדולים ורבים כי כרובם וגדולתם כן החמיר' התור' מאד על זה והרחיק' הטיית הדין והמביא אליו אמר בפרשת משפטים לא תטה משפט וגו'. מדבר שקר תרחק וגו'. ושחד לא תקח וגו'. במקום אחר לא תעשו עול במשפט לא תשא פני דל וגו' (ויקרא י\"ט). ובאחר שמוע בין אחיכם ושפטת צדק וגו' (דברים א'). לא תכירו פנים במשפט וגו' (שם ט\"ז). ולסוף לא תטה משפט לא תכיר פנים ולא תקח שחד וגו' (שם ט\"ז) הנה שבאו האזהרות רבות וחמורות כפי רוב הנזקים המתרגשים לבא מהעדר המשפט וכמו שאז\"ל צדק צדק תרדוף למען תחיה וירשת את הארץ כדאי הוא מנוי הדיינים להחיות את ישראל ולהושיבם על אדמתם (ספרי פ' שופטים) והוא מבואר. ומזה המין עצמו הוא למוד התורה שאין הכוונ' להישיר האדם ולהטיבו במדה אחת או קצת מדות כי אם להסיר מסביביו כמה מכשלות ונזקים העוטרים אליו מפה ומפה ולזה רבו כמו רבו עליו המצות התמידיות וגם הטיל' המצו' על כל האדם וכל זמן עד שלא ישאר לו זמן פנוי ממנה כמ\"ש הנביא לא ימוש ספר התור' הזה מפיך והגית בו יומה ולילה למען תשמור ככל הכתוב בו וגו' (יהושע א'). ובמלך והיתה עמו וקרא בו כל ימי חייו למען ילמד לירא' את ה' אלהיו לשמור את כל דברי התורה הזאת וגו' (דברים י\"ז) כי להיות המלך איש שהכל תלוי בו והטוב והרע הנמצאת בו אינו טוב או רע חלקי ופרטי אבל כללי הנה הרבה עליו תורה ומצות בצוותו לכתוב את ספר משנה התור' ולקבוע למודו בה תמיד להקריב הטוב הכללי הבא לרגלו ולהרחיק ולמנוע הרעות הרבות הגדולות והנזקים הנפלאים המתחייבים מהפכו. וכבר קרה בשמירתו בזה יותר משאר האנשים מה שיקרה בשמירתו בסבות המלחמות כי הנה לכל איש מאנשי הצבא יספיק שיבאו שמה איש וכליו בידו להדיח מעליו סכנת המנגד אמנם המלך ישתדלו שלא יצא עמהם אבל שיהיה במקום המשומר מכל פגע כמו שאמרו עבדי דוד אליו זה פעמים וכאשר כתבנו בשער ע\"ח ואם א\"א לו שלא לצאת תהיה ביאתו לשם היותר בטוח' שאפשר בהיות כל גבוריו סביבו שומרים לראשו וכל שרי חייליו מימינו ומשמאלו ולפניו אין מספר לנדודיו וכל זה למה לפי שנפילת המלך לא תהיה נפילה חלקית מאיש אחד אבל נפילת העם כלו וכן הוא הענין בשמירת המלך המצוה והתור' או עוברו עליה וזה מה שנתאמת מאד בספורי המלכים אשר מלכו על ישראל ויהודה כל הימים כי בכלם נתקיים מה שאז\"ל דור לפי פרנס (ערכין י\"ז.):  ", "heVersionTitle": "Akeidat Yitzchak, Pressburg 1849", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עקידת יצחק, פרשבורג, תר\"ט", "text": "The Torah demands on repeated occasions that we rid ourselves of negative virtues such as hatred, jealousy and the like. Not only are we commanded \"do not hate your brother in your heart,\" (Leviticus 19,17) but we are even commanded to physically assist our enemies in loading or unloading his donkey, should the occasion demand it. We are asked to lend or to give alms repeatedly to the same people even, and to avoid doing so out of a feeling of distaste for such beggars. All this is designed to refine our character. We must not bear tales, avenge unneighbourly behaviour, and similar commandments. The Torah states as the general purpose of the legislation \"so it will be good for you; so you will be well off; so it will be good for us.\" In other words, those who perform these <i>mitzvot</i> will refine their character by doing so. Not only will one merit external benefits from the performance of such social commandments, i.e. reward, but there will be an additional benefit for us, the improvement of our personality. Whenever the Torah considers a particular commandment of special importance, it repeats the demand to observe such a <i>mitzvah</i>. Sometimes the demand is repeated even more than twice. We are told \"do not pervert justice, listen to both sides when sitting in judgment, do not give preferential treatment to either rich or poor, pursue justice with fairness.\" The greater the negative impact if one should fail to observe certain commandments, the greater the emphasis the Torah places on its observance. In fact, inheritance of the land of Israel is made conditional on the observance of these social statutes. Study of Torah is one of the categories of <i>mitzvot</i> that are the foundation of personal and national well being. This is so, since it not only leads to the development of positive virtues, but also helps us avoid the many pitfalls man is exposed to. For that reason, the <i>mitzvah</i> of Torah study is not like <i>kan tzippor</i>, something to be observed if it happens our way, yet not something that needs to be sought out, but it is a duty incumbent upon each of us at all times, and applies practically within any environment we may find ourselves in. It is immaterial whether a person is highly placed or in very modest circumstances. Joshua (Joshua 1,8) is commanded to have access to a <i>sefer Torah</i>, Torah scroll at all times. Kings are to write it and study it. (Deut. 17,18) History shows that whenever a Jewish king treated Torah as a most precious possession and source of inspiration, so did his people. On the other hand, as soon as the king ignored the Torah, the people were not long in following suit. The result was usually disastrous and not too long in coming. The reason the king is elected as a model for how to treat Torah, is simply that the king's safety is symbolic of the security of the entire nation. When the aging David could not longer actively participate in battle without endangering his life unduly, his generals were most concerned to keep him in a safe place, pointing out that his personal safety was the key to the nation's success in battle, and to the maintenance of morale among the population. (Samuel II chapter 8) The Talmud in Erchin 17, states \"each generation according to its leaders.\" The meaning is that the fate of the generations is in large measure due to the actions of its leaders. ", "versionTitle": "Akeydat Yitzchak by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c17a5acbb386c011be9d760", "index_title": "Derashot HaRan", "category": "Jewish Thought", "type": "", "ref": "Derashot HaRan 10:1", "anchorRef": "Deuteronomy 10:12-13", "anchorRefExpanded": ["Deuteronomy 10:12", "Deuteronomy 10:13"], "sourceRef": "Derashot HaRan 10:1", "sourceHeRef": "דרשות הר\"ן י׳:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1320, 1370], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Derashot HaRan", "he": "דרשות הר\"ן"}, "heTitle": "דרשות הר\"ן", "he": "ועתה ישראל מה ה' אלהיך שואל מעמך כי אם ליראה את ה' אלהיך ללכת בכל דרכיו ולאהבה אותו ולעבוד את ה' אלהיך בכל לבבך ובכל נפשך לשמור את מצות ה' ואת חקותיו אשר אנכי מצוך היום לטוב לך (דברים י׳:י״ב-י״ג):", "heVersionTitle": "wikisource", "heLicense": "", "heVersionTitleInHebrew": "ויקיטקסט", "text": "\"AND NOW, O ISRAEL, WHAT DOES THE L-RD YOUR G-D ASK OF YOU? — ONLY TO FEAR THE L-RD YOUR G-D, TO WALK IN ALL HIS WAYS, AND TO LOVE HIM, AND TO SERVE THE L-RD YOUR G-D WITH ALL YOUR HEART AND WITH ALL YOUR SOUL\" (DEVARIM 10:12-13)", "versionTitle": "Derashot HaRan, by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "דרשות הר\"ן, מתורגמות בידי רבי שרגא סילברשטיין"}, {"_id": "5d063910c42d540017cc3fec", "index_title": "Chafetz Chaim", "category": "Halakhah", "type": "", "ref": "Chafetz Chaim, Preface 1", "anchorRef": "Deuteronomy 10:12-13", "anchorRefExpanded": ["Deuteronomy 10:12", "Deuteronomy 10:13"], "sourceRef": "Chafetz Chaim, Preface 1", "sourceHeRef": "חפץ חיים, הקדמה א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1873], "commentaryNum": 1, "collectiveTitle": {"en": "Chafetz Chaim", "he": "חפץ חיים"}, "heTitle": "הקדמה", "he": "בָּרוּךְ ה' אֱלֹהֵי יִשְׂרָאֵל, אֲשֶׁר הִבְדִּילָנוּ מִכָּל הָעַמִּים וְנָתַן לָנוּ תּוֹרָתוֹ וְהִכְנִיסָנוּ לְאֶרֶץ הַקֹּדֶשׁ, כְּדֵי שֶׁנִּזְכֶּה לְקַיֵּם כָּל מִצוֹתָיו. וְכָל כַּוָּנָתוֹ הוּא רַק לְטוֹבָתֵנוּ, כְּדֵי שֶׁעַל יְדֵי זֶה נִהְיֶה קְדוֹשִׁים אֵלָיו, כְּמוֹ שֶׁכָּתוּב (במדבר טו, מ): \"לְמַעַן תִּזְכְּרוּ וַעֲשִׂיתֶם אֶת כָּל מִצְוֹתָי וִהְיִיתֶם קְדֹשִׁים לֵאלֹהֵיכֶם\", וְיִהְיֶה בִּיכָלְתֵּנוּ לְקַבֵּל אֶת הַשְׁפָּעַת טוּבוֹ וְרֹב חַסְדּוֹ בָּעוֹלָם הַזֶּה, וּבָעוֹלָם הַבָּא כְּמוֹ שֶׁכָּתוּב (דברים י' יב-יג): \"מָה ה' אֱלֹהֶיךָ שׁוֹאֵל מֵעִמָּךְ כִּי אִם וְגוֹ' לִשְׁמֹר אֶת מִצְּוֹת ה' וְאֶת חֻקּוֹתָיו אֲשֶׁר אָנֹכִי מְצַּוְּךָ הַיּוֹם לְטוֹב לָךְ\". (וְעַיֵּן שָׁם בְּפֵרוּשׁ הָרַמְבַּ\"ן דְּהַאי \"לְטוֹב לָךְ\" אַתְּחִלַּת הַפָּסוּק דְּ\"מָה ה' אֱלֹהֶיךָ שׁוֹאֵל מֵעִמָּךְ\" קָאֵי).", "heVersionTitle": "Chofetz Chaim", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "", "text": "Blessed is the L–rd, the G–d of Israel, who has separated us from all the peoples and given us His Torah and brought us to the holy land so that we merit fulfilling all of His mitzvoth. His sole intent was for our good alone, so that through this we become holy unto Him — viz. (Numbers 15:40): \"So that you remember and do all of My mitzvoth and be holy unto your G–d\" — and so that it be in our power to receive the effluence of His good and the abundance of His lovingkindness in this world and in the world to come, as it is written (Devarim 10:12- 13): \"What does the L–rd your G–d ask of you, but… to keep the mitzvoth of the L–rd and His statutes which I command you this day to do good unto you?\" (See the Ramban there to the effect that \"to do good unto you\" reverts to \"What does the L–rd your G–d ask of you.\") ", "versionTitle": "Chofetz Chaim, Silverstein translation", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5feb62288a62552386cc6567", "index_title": "Bekhor Shor", "category": "Quoting Commentary", "type": "", "ref": "Bekhor Shor, Deuteronomy 10:12:2", "anchorRef": "Deuteronomy 10:13", "anchorRefExpanded": ["Deuteronomy 10:13"], "sourceRef": "Bekhor Shor, Deuteronomy 10:12:2", "sourceHeRef": "בכור שור, דברים י׳:י״ב:ב׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1145, 1195], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "דברים", "he": "<b>מעמך.</b> איני מבקש מעמך רק היראה והאהבה, כי כל מצות אינם מעמך רק מעמו. אם יתן לך בית תעשה מזוזה ומעקה, כסות, תעשה גדילים, מעות תעשה מהם צדקה, דגן תירוש ויצהר תן ממנו תרומות ומעשרות, בן תמול אותו. נמצא שאין זה מעמך אלא מעמו. אין לך ישמעאל בעולם שאם יתן לך כ' דיני', שלא היית נותן בשבילו למקם שיצוה החצי או השליש והייתה מחזיק לו טובה וכן יש לך בשביל הק' ולשבח על מה שעשאך נותן לו ולא מחזר על הפתחים וזה שאינו שואל מעמך משלך רק היראה והאהבה וכוונת הלב וכן כתב מי הקדימני ואשלם תחת כל השמים לי הוא. אני מקדים לתת להם קודם שיתנו בשבילי כלום. וכן אמר דוד משלך נתנו לך. ולא די שאתה עושה מצוה, אלא שתקבל שכר, דכתי' <b>לטוב לך.</b> ומזה הפסוק רמזו רבותינו מאה ברכות בכל יום, דכתי' מה ה' אלהיך שואל. אל תקרא מה, אלא מאה. ומאה אותיות בזה הפסוק בועתה כשתיקרי מאה עם אלף, שבמאה יש בו מאה אותיות. כי בתוך הפסוק מאה אותיות חסר אחת ועם האלף הן מאה שלימות. ועתה איכא תרתי אחת שאתה קורא מאה ועוד שהאותיות עתה מאה. שמע':\n", "heVersionTitle": "Bekhor Shor, Breslau, 1914", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, ברסלאו, תרע\"ד", "text": "<b>From you</b>. 'I request nothing from you but fear and love', for all the commandments are not from you but rather from Him; if He gives you a house, make a <i>mezuzah</i> and a fence [for its flat roof]. Clothing, make fringes. Money, make of it donations. Grain and grape juice and wine, make from them priestly and other tithes. A son, circumcise him. It turns out, performance of the mitzvot is ultimately from God! There is no Arab merchant in the world who, when given 20 dinarim, doesn't give because of this to the One who has commanded regarding it half of the money or a third, and this holds for him goodness. And so too, because of the Holy Blessed One we are able to praise all that You have made and give to him, and not beg at the doors. And this is that he does not ask from us a gift, just fear and love and the intention of the heart, and thus it is written (Job 41:3): \"Who has a previous claim on Me, that I should repay him? All that is under the heavens is Mine!\" -- I am first to give to them, before they give to Me anything. And so said David, \"what is yours has been given to you\". And not only do you do a <i>mitzvah</i>, but you even receive benefit! As it is written \"to your own good\" (Deuteronomy 10:13). And from this verse, our rabbis saw a hint (Menachot 43b) of one hundred daily blessings, as it is written \"What [mah/מה] does the Lord your God ask of you?\" Do not read \"what\" [mah/מה], rather one hundred [me'ah/מאה] -- and there are one hundred letters in this verse from \"And now\", when you read \"what\" with the additional <i>alef</i> (making it \"me'ah\"), that in one hundred there are one hundred letters. For within the verse there are 99 letters, and with the <i>alef</i> there are a round 100. And now there are two [hundreds]! -- one that you read, and a further one of the 100 letters. ", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "6319d182b6084aa1cbf0f15f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, חֻקָּה² 1", "anchorRef": "Deuteronomy 10:13", "anchorRefExpanded": ["Deuteronomy 10:13"], "sourceRef": "BDB, חֻקָּה² 1", "sourceHeRef": "בראון-דרייבר-בריגס, חֻקָּה² א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "חֻקָּה²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">חֻקָּה</span></big><sub>104</sub>  <strong>n.f.</strong> <sup>Ex 13:10</sup> something prescribed, enactment, statute;—<span dir=\"rtl\">ח׳</span> <a data-ref=\"Numbers 9:14\" href=\"/Numbers.9.14\">Nu 9:14</a> + 2 times; cstr. <span dir=\"rtl\">חֻקַּת</span> <a data-ref=\"Exodus 12:14\" href=\"/Exodus.12.14\">Ex 12:14</a> + 28 times; pl. <span dir=\"rtl\">חֻקּוֹת</span> <a data-ref=\"Jeremiah 5:24\" href=\"/Jeremiah.5.24\">Je 5:24</a> + 12 times; <span dir=\"rtl\">חֻקֹּת</span> <a data-ref=\"Leviticus 20:23\" href=\"/Leviticus.20.23\">Lv 20:23</a>; <a data-ref=\"Jeremiah 31:35\" href=\"/Jeremiah.31.35\">Je 31:35</a>; sf. <span dir=\"rtl\">חֻקּוֹתַי</span> <a data-ref=\"Genesis 26:5\" href=\"/Genesis.26.5\">Gn 26:5</a> + 14 times; <span dir=\"rtl\">חֻקֹּתַי</span> <a data-ref=\"Leviticus 18:4\" href=\"/Leviticus.18.4\">Lv 18:4</a> + 21 times etc.;—<br><strong>1.</strong>  sg. <em>statute</em>, of special ritual laws: of passover <a data-ref=\"Exodus 13:10\" href=\"/Exodus.13.10\">Ex 13:10</a> (J); elsewhere only in P (and H), <span dir=\"rtl\">חקת הפסח</span> <a data-ref=\"Exodus 12:43\" href=\"/Exodus.12.43\">Ex 12:43</a>; <a data-ref=\"Numbers 9:12\" href=\"/Numbers.9.12\">Nu 9:12</a>, <a data-ref=\"Numbers 9:14\" href=\"/Numbers.9.14\">14</a>; <span dir=\"rtl\">ח׳ התורה</span> <a data-ref=\"Numbers 19:2\" href=\"/Numbers.19.2\">Nu 19:2</a>; <a data-ref=\"Numbers 31:21\" href=\"/Numbers.31.21\">31:21</a>; <span dir=\"rtl\">ח׳ משׁפט</span> <a data-ref=\"Numbers 27:11\" href=\"/Numbers.27.11\">Nu 27:11</a>; <a data-ref=\"Numbers 35:29\" href=\"/Numbers.35.29\">35:29</a>; <span dir=\"rtl\">ח׳ עולם</span> <a data-ref=\"Exodus 12:14\" href=\"/Exodus.12.14\">Ex 12:14</a>, <a data-ref=\"Exodus 12:17\" href=\"/Exodus.12.17\">17</a>; <a data-ref=\"Exodus 27:21\" href=\"/Exodus.27.21\">27:21</a>; <a data-ref=\"Exodus 28:43\" href=\"/Exodus.28.43\">28:43</a>; <a data-ref=\"Exodus 28:29\" href=\"/Exodus.28.29\">29</a>;<a data-ref=\"Exodus 28:9\" href=\"/Exodus.28.9\">9</a>; <a data-ref=\"Leviticus 3:17\" href=\"/Leviticus.3.17\">Lv 3:17</a>; <a data-ref=\"Leviticus 10:9\" href=\"/Leviticus.10.9\">10:9</a>; <a data-ref=\"Leviticus 16:29\" href=\"/Leviticus.16.29\">16:29</a>, <a data-ref=\"Leviticus 16:31\" href=\"/Leviticus.16.31\">31</a>, <a data-ref=\"Leviticus 16:34\" href=\"/Leviticus.16.34\">34</a>; <a data-ref=\"Leviticus 23:21\" href=\"/Leviticus.23.21\">23:21</a>, <a data-ref=\"Leviticus 23:31\" href=\"/Leviticus.23.31\">31</a>; <a data-ref=\"Leviticus 24:3\" href=\"/Leviticus.24.3\">24:3</a>; <a data-ref=\"Numbers 10:8\" href=\"/Numbers.10.8\">Nu 10:8</a>; <a data-ref=\"Numbers 15:15\" href=\"/Numbers.15.15\">15:15</a>; <a data-ref=\"Numbers 18:23\" href=\"/Numbers.18.23\">18:23</a>; <a data-ref=\"Numbers 19:10\" href=\"/Numbers.19.10\">19:10</a>, <a data-ref=\"Numbers 19:21\" href=\"/Numbers.19.21\">21</a> (all P), <a data-ref=\"Leviticus 17:7\" href=\"/Leviticus.17.7\">Lv 17:7</a>; <a data-ref=\"Leviticus 23:14\" href=\"/Leviticus.23.14\">23:14</a>, <a data-ref=\"Leviticus 23:41\" href=\"/Leviticus.23.41\">41</a> (H); <span dir=\"rtl\">חֻקָּה אַחַת לַגֵּר ולאזרח</span> <a data-ref=\"Numbers 9:14\" href=\"/Numbers.9.14\">Nu 9:14</a>; <a data-ref=\"Numbers 15:15\" href=\"/Numbers.15.15\">15:15</a>.<br><strong>2.</strong>  pl. <em>statutes:</em> <strong>a.</strong>  of nature <span dir=\"rtl\">ח׳ שׁמים</span> <a data-ref=\"Job 38:33\" href=\"/Job.38.33\">Jb 38:33</a>; <a data-ref=\"Jeremiah 33:25\" href=\"/Jeremiah.33.25\">Je 33:25</a>; of moon and stars <a data-ref=\"Jeremiah 31:35\" href=\"/Jeremiah.31.35\">Je 31:35</a>; of weeks of harvest <a data-ref=\"Jeremiah 5:24\" href=\"/Jeremiah.5.24\">Je 5:24</a>. <strong>b.</strong>  fig. of a firmly established custom <span dir=\"rtl\">ח׳ עמרי</span> <a data-ref=\"Micah 6:16\" href=\"/Micah.6.16\">Mi 6:16</a>; <span dir=\"rtl\">ח׳ הגוי(ם)</span> <a data-ref=\"Leviticus 20:23\" href=\"/Leviticus.20.23\">Lv 20:23</a> (H); <a data-ref=\"II Kings 17:8\" href=\"/II_Kings.17.8\">2 K 17:8</a>; <span dir=\"rtl\">ח׳ העמים</span> <a data-ref=\"Jeremiah 10:3\" href=\"/Jeremiah.10.3\">Je 10:3</a>; idolatry <span dir=\"rtl\">ח׳ ישׂראל</span> <a data-ref=\"II Kings 17:19\" href=\"/II_Kings.17.19\">2 K 17:19</a>; sexual offences <a data-ref=\"Leviticus 18:30\" href=\"/Leviticus.18.30\">Lv 18:30</a> (H). <strong>c.</strong>  <span dir=\"rtl\">ח׳ דוד</span> statutes of David <a data-ref=\"I Kings 3:3\" href=\"/I_Kings.3.3\">1 K 3:3</a>. <strong>d.</strong>  ‖ <span dir=\"rtl\">משׁפטים</span> <a data-ref=\"II Samuel 22:23\" href=\"/II_Samuel.22.23\">2 S 22:23</a> = <a data-ref=\"Psalms 18:23\" href=\"/Psalms.18.23\">ψ 18:23</a> (of the law known to David); ‖ <span dir=\"rtl\">מצות</span> <a data-ref=\"Psalms 89:32\" href=\"/Psalms.89.32\">ψ 89:32</a>; <span dir=\"rtl\">ברית וח׳</span> <a data-ref=\"I Kings 11:11\" href=\"/I_Kings.11.11\">1 K 11:11</a>; elsewhere of the prescriptions of the codes of D, H, P, Ez: usually <span dir=\"rtl\">חקות ומשׁפטים</span> <a data-ref=\"Leviticus 18:5\" href=\"/Leviticus.18.5\">Lv 18:5</a>, <a data-ref=\"Leviticus 18:26\" href=\"/Leviticus.18.26\">26</a>; <a data-ref=\"Leviticus 19:37\" href=\"/Leviticus.19.37\">19:37</a>; <a data-ref=\"Leviticus 20:22\" href=\"/Leviticus.20.22\">20:22</a> (H), <a data-ref=\"Leviticus 25:18\" href=\"/Leviticus.25.18\">25:18</a>; <a data-ref=\"Numbers 9:3\" href=\"/Numbers.9.3\">Nu 9:3</a> (P), <a data-ref=\"I Kings 11:33\" href=\"/I_Kings.11.33\">1 K 11:33</a> <a data-ref=\"Ezekiel 5:7\" href=\"/Ezekiel.5.7\">Ez 5:7</a>; <a data-ref=\"Ezekiel 11:20\" href=\"/Ezekiel.11.20\">11:20</a>; <a data-ref=\"Ezekiel 18:9\" href=\"/Ezekiel.18.9\">18:9</a>; <a data-ref=\"Ezekiel 20:11\" href=\"/Ezekiel.20.11\">20:11</a>, <a data-ref=\"Ezekiel 20:13\" href=\"/Ezekiel.20.13\">13</a>, <a data-ref=\"Ezekiel 20:19\" href=\"/Ezekiel.20.19\">19</a>, <a data-ref=\"Ezekiel 20:21\" href=\"/Ezekiel.20.21\">21</a>; preceded by <span dir=\"rtl\">מצות</span> <a data-ref=\"Deuteronomy 30:16\" href=\"/Deuteronomy.30.16\">Dt 30:16</a>; followed by <span dir=\"rtl\">מצות</span> <a data-ref=\"Leviticus 26:15\" href=\"/Leviticus.26.15\">Lv 26:15</a> (H), <a data-ref=\"Deuteronomy 11:1\" href=\"/Deuteronomy.11.1\">Dt 11:1</a>; <a data-ref=\"I Kings 6:12\" href=\"/I_Kings.6.12\">1 K 6:12</a>; <span dir=\"rtl\">תורה ומצוה</span> <a data-ref=\"II Kings 17:34\" href=\"/II_Kings.17.34\">2 K 17:34</a>; or else <span dir=\"rtl\">משׁפטים וחקות</span> <a data-ref=\"Leviticus 18:4\" href=\"/Leviticus.18.4\">Lv 18:4</a>; <a data-ref=\"Leviticus 26:43\" href=\"/Leviticus.26.43\">26:43</a> (H), <a data-ref=\"Ezekiel 5:6\" href=\"/Ezekiel.5.6\">Ez 5:6</a><sup>(×2)</sup>; <a data-ref=\"Ezekiel 18:17\" href=\"/Ezekiel.18.17\">18:17</a>; <a data-ref=\"Ezekiel 20:16\" href=\"/Ezekiel.20.16\">20:16</a>, <a data-ref=\"Ezekiel 20:24\" href=\"/Ezekiel.20.24\">24</a>; <a data-ref=\"Ezekiel 37:24\" href=\"/Ezekiel.37.24\">37:24</a>; preceded by <span dir=\"rtl\">מצות</span> <a data-ref=\"Deuteronomy 8:11\" href=\"/Deuteronomy.8.11\">Dt 8:11</a>; in diff. order, <span dir=\"rtl\">ח׳ מצות ומ׳ ועדות</span> <a data-ref=\"I Kings 2:3\" href=\"/I_Kings.2.3\">1 K 2:3</a>; frequently also <span dir=\"rtl\">ח׳ ומצות</span> <a data-ref=\"Leviticus 26:3\" href=\"/Leviticus.26.3\">Lv 26:3</a> (H), <a data-ref=\"Deuteronomy 6:2\" href=\"/Deuteronomy.6.2\">Dt 6:2</a>; <a data-ref=\"I Kings 11:38\" href=\"/I_Kings.11.38\">1 K 11:38</a>; <a data-ref=\"II Chronicles 7:19\" href=\"/II_Chronicles.7.19\">2 Ch 7:19</a>; or <span dir=\"rtl\">מצות (ו)ח׳</span> <a data-ref=\"Deuteronomy 10:13\" href=\"/Deuteronomy.10.13\">Dt 10:13</a>; <a data-ref=\"Deuteronomy 28:15\" href=\"/Deuteronomy.28.15\">28:15</a>, <a data-ref=\"Deuteronomy 28:45\" href=\"/Deuteronomy.28.45\">45</a>; <a data-ref=\"Deuteronomy 30:10\" href=\"/Deuteronomy.30.10\">30:10</a>; <a data-ref=\"I Kings 9:6\" href=\"/I_Kings.9.6\">1 K 9:6</a>; <a data-ref=\"I Kings 11:34\" href=\"/I_Kings.11.34\">11:34</a>; <a data-ref=\"Ezekiel 43:11\" href=\"/Ezekiel.43.11\">Ez 43:11</a> (Co), <a data-ref=\"II Kings 17:13\" href=\"/II_Kings.17.13\">2 K 17:13</a>; foll. by <span dir=\"rtl\">תורות</span> <a data-ref=\"Genesis 26:5\" href=\"/Genesis.26.5\">Gn 26:5</a> (R); <span dir=\"rtl\">מצות ועדות וח׳</span> <a data-ref=\"II Kings 23:3\" href=\"/II_Kings.23.3\">2 K 23:3</a>; <span dir=\"rtl\">תורה וח׳</span> <a data-ref=\"Jeremiah 44:10\" href=\"/Jeremiah.44.10\">Je 44:10</a>; <span dir=\"rtl\">ותורה וח׳ ועדות</span> <a data-ref=\"Jeremiah 44:23\" href=\"/Jeremiah.44.23\">44:23</a>; <span dir=\"rtl\">ח׳ ותורות</span> <a data-ref=\"Ezekiel 44:5\" href=\"/Ezekiel.44.5\">Ez 44:5</a>; <a data-ref=\"Ezekiel 43:11\" href=\"/Ezekiel.43.11\">43:11</a> (Co); <span dir=\"rtl\">תורות יח׳</span> <a data-ref=\"Ezekiel 44:24\" href=\"/Ezekiel.44.24\">44:24</a>; special ordinances are <span dir=\"rtl\">ח׳ המזבח</span> <a data-ref=\"Ezekiel 43:18\" href=\"/Ezekiel.43.18\">Ez 43:18</a>; <span dir=\"rtl\">ח׳ בית י׳</span> <a data-ref=\"Ezekiel 44:5\" href=\"/Ezekiel.44.5\">Ez 44:5</a>; <span dir=\"rtl\">ח׳ חיים</span> <a data-ref=\"Ezekiel 33:15\" href=\"/Ezekiel.33.15\">Ez 33:15</a> (which are life to those who keep them); <span dir=\"rtl\">ח׳ עולם תמיד</span> (𝔊 𝔖 𝔙 Talm Co del. <span dir=\"rtl\">עולם</span>) <a data-ref=\"Ezekiel 46:14\" href=\"/Ezekiel.46.14\">Ez 46:14</a>. <strong>e.</strong>  phrases of obedience are <span dir=\"rtl\">הלך ב׳</span> <a data-ref=\"Leviticus 18:3\" href=\"/Leviticus.18.3\">Lv 18:3</a>; <a data-ref=\"Leviticus 20:23\" href=\"/Leviticus.20.23\">20:23</a>; <a data-ref=\"Leviticus 26:3\" href=\"/Leviticus.26.3\">26:3</a> (H), <a data-ref=\"I Kings 3:3\" href=\"/I_Kings.3.3\">1 K 3:3</a>; <a data-ref=\"I Kings 6:12\" href=\"/I_Kings.6.12\">6:12</a>; <a data-ref=\"II Kings 17:8\" href=\"/II_Kings.17.8\">2 K 17:8</a>, <a data-ref=\"II Kings 17:19\" href=\"/II_Kings.17.19\">19</a>; <a data-ref=\"Jeremiah 44:10\" href=\"/Jeremiah.44.10\">Je 44:10</a>, <a data-ref=\"Jeremiah 44:23\" href=\"/Jeremiah.44.23\">23</a>; <a data-ref=\"Ezekiel 5:6\" href=\"/Ezekiel.5.6\">Ez 5:6</a>, <a data-ref=\"Ezekiel 5:7\" href=\"/Ezekiel.5.7\">7</a>; <a data-ref=\"Ezekiel 11:20\" href=\"/Ezekiel.11.20\">11:20</a>; <a data-ref=\"Ezekiel 18:9\" href=\"/Ezekiel.18.9\">18:9</a>, <a data-ref=\"Ezekiel 18:17\" href=\"/Ezekiel.18.17\">17</a>; <a data-ref=\"Ezekiel 20:13\" href=\"/Ezekiel.20.13\">20:13</a>, <a data-ref=\"Ezekiel 20:16\" href=\"/Ezekiel.20.16\">16</a>, <a data-ref=\"Ezekiel 20:19\" href=\"/Ezekiel.20.19\">19</a>, <a data-ref=\"Ezekiel 20:21\" href=\"/Ezekiel.20.21\">21</a>; <a data-ref=\"Ezekiel 33:15\" href=\"/Ezekiel.33.15\">33:15</a>; <span dir=\"rtl\">שׁמר</span> <a data-ref=\"Leviticus 18:4\" href=\"/Leviticus.18.4\">Lv 18:4</a>, <a data-ref=\"Leviticus 18:5\" href=\"/Leviticus.18.5\">5</a>, <a data-ref=\"Leviticus 18:26\" href=\"/Leviticus.18.26\">26</a>; <a data-ref=\"Leviticus 19:19\" href=\"/Leviticus.19.19\">19:19</a>, <a data-ref=\"Leviticus 19:37\" href=\"/Leviticus.19.37\">37</a>; <a data-ref=\"Leviticus 20:8\" href=\"/Leviticus.20.8\">20:8</a>, <a data-ref=\"Leviticus 20:22\" href=\"/Leviticus.20.22\">22</a> (H), <a data-ref=\"Genesis 26:5\" href=\"/Genesis.26.5\">Gn 26:5</a> (R), <a data-ref=\"Deuteronomy 6:2\" href=\"/Deuteronomy.6.2\">Dt 6:2</a>; <a data-ref=\"Deuteronomy 8:11\" href=\"/Deuteronomy.8.11\">8:11</a>; <a data-ref=\"Deuteronomy 10:13\" href=\"/Deuteronomy.10.13\">10:13</a>; <a data-ref=\"Deuteronomy 11:1\" href=\"/Deuteronomy.11.1\">11:1</a>; <a data-ref=\"Deuteronomy 28:45\" href=\"/Deuteronomy.28.45\">28:45</a>; <a data-ref=\"Deuteronomy 30:10\" href=\"/Deuteronomy.30.10\">30:10</a>, <a data-ref=\"Deuteronomy 30:16\" href=\"/Deuteronomy.30.16\">16</a>; <a data-ref=\"I Kings 2:3\" href=\"/I_Kings.2.3\">1 K 2:3</a>; <a data-ref=\"I Kings 9:6\" href=\"/I_Kings.9.6\">9:6</a>; <a data-ref=\"I Kings 11:11\" href=\"/I_Kings.11.11\">11:11</a>, <a data-ref=\"I Kings 11:34\" href=\"/I_Kings.11.34\">34</a>, <a data-ref=\"I Kings 11:38\" href=\"/I_Kings.11.38\">38</a>; <a data-ref=\"II Kings 17:13\" href=\"/II_Kings.17.13\">2 K 17:13</a>; <a data-ref=\"II Kings 23:3\" href=\"/II_Kings.23.3\">23:3</a>; <a data-ref=\"Ezekiel 18:19\" href=\"/Ezekiel.18.19\">Ez 18:19</a>, <a data-ref=\"Ezekiel 18:21\" href=\"/Ezekiel.18.21\">21</a>; <a data-ref=\"Ezekiel 37:24\" href=\"/Ezekiel.37.24\">37:24</a>; <a data-ref=\"Ezekiel 43:11\" href=\"/Ezekiel.43.11\">43:11</a>; <a data-ref=\"Ezekiel 44:24\" href=\"/Ezekiel.44.24\">44:24</a>; <span dir=\"rtl\">עשׂה</span> <a data-ref=\"Leviticus 25:18\" href=\"/Leviticus.25.18\">Lv 25:18</a> (P), <a data-ref=\"Deuteronomy 28:15\" href=\"/Deuteronomy.28.15\">Dt 28:15</a>; <a data-ref=\"I Kings 11:33\" href=\"/I_Kings.11.33\">1 K 11:33</a>; <span dir=\"rtl\">עשׂה כח׳</span> <a data-ref=\"II Kings 17:34\" href=\"/II_Kings.17.34\">2 K 17:34</a>; <span dir=\"rtl\">בח׳ אֶשְׁתַּעֲשָׁ֑ע</span> <a data-ref=\"Psalms 119:16\" href=\"/Psalms.119.16\">ψ 119:16</a>; phrases of disobedience are <span dir=\"rtl\">מאס ח׳</span> <a data-ref=\"Ezekiel 20:24\" href=\"/Ezekiel.20.24\">Ez 20:24</a> <span dir=\"rtl\">מאס בח׳</span> <a data-ref=\"Leviticus 26:15\" href=\"/Leviticus.26.15\">Lv 26:15</a> (H); <span dir=\"rtl\">געל</span> <a data-ref=\"Leviticus 26:43\" href=\"/Leviticus.26.43\">Lv 26:43</a> (H); <span dir=\"rtl\">עזב</span> <a data-ref=\"II Chronicles 7:19\" href=\"/II_Chronicles.7.19\">2 Ch 7:19</a>; <span dir=\"rtl\">חלל</span> <a data-ref=\"Psalms 89:32\" href=\"/Psalms.89.32\">ψ 89:32</a>.—[<span dir=\"rtl\">חֹק</span> and <span dir=\"rtl\">חֻקָּה</span> differ somewhat in shade of meaning and frequency in various writings: e.g. <span dir=\"rtl\">חֹק</span> oftener in Jb ψ Pr (<span dir=\"rtl\">חֻקָּה</span> not at all Pr, once Jb), and in Chr (<span dir=\"rtl\">חֻקָּה</span> only <a data-ref=\"II Chronicles 7:19\" href=\"/II_Chronicles.7.19\">2 Ch 7:19</a>); <span dir=\"rtl\">חֻקָּה</span> often in K, rarely in Hex. except in P (H); in proph., <span dir=\"rtl\">חֹק</span> occurs <a data-ref=\"Amos 2:4\" href=\"/Amos.2.4\">Am 2:4</a>; <a data-ref=\"Isaiah 5:14\" href=\"/Isaiah.5.14\">Is 5:14</a>; <a data-ref=\"Isaiah 24:5\" href=\"/Isaiah.24.5\">24:5</a>; <a data-ref=\"Micah 7:11\" href=\"/Micah.7.11\">Mi 7:11</a>; Je 3 times, Ez 6 times, <span dir=\"rtl\">חֻקָּה</span> only Ez, Je (6 times) and <a data-ref=\"Micah 6:16\" href=\"/Micah.6.16\">Mi 6:16</a>; <span dir=\"rtl\">חֻקִּים</span> especially in Dt and <a data-ref=\"Psalms 119\" href=\"/Psalms.119\">ψ 119</a>, <span dir=\"rtl\">חֻקּוֹת</span> especially in H, Ez and sometimes (8 times) Dt; <span dir=\"rtl\">חֹק עוֹלָם</span> usually = <em>due</em>, <span dir=\"rtl\">חֻקַּת ע׳</span> much more often <em>statute, ordinance</em>, etc.]"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d1a1b6084aa1cbf106cb", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, טוֹב³ 1", "anchorRef": "Deuteronomy 10:13", "anchorRefExpanded": ["Deuteronomy 10:13"], "sourceRef": "BDB, טוֹב³ 1", "sourceHeRef": "בראון-דרייבר-בריגס, טוֹב³ א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "טוֹב³", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† III. <big><span dir=\"rtl\">טוֹב</span></big>  <strong>n.m.</strong> <sup><a data-ref=\"Jeremiah 17:6\" href=\"/Jeremiah.17.6\">Je 17:6</a></sup> (cf. <a data-ref=\"BDB, טוֹבָה\" href=\"/BDB,_טוֹבָה\", dir=\"rtl\">טוֹבָה</a> n.f.) <strong>a good thing, benefit, welfare</strong>;—<span dir=\"rtl\">ט׳</span> <a data-ref=\"Genesis 26:29\" href=\"/Genesis.26.29\">Gn 26:29</a> + 134 times;—<br><strong>1.</strong>  <em>welfare, prosperity, happiness:</em> ‖ <span dir=\"rtl\">שָׁלוֹם</span> <a data-ref=\"Isaiah 52:7\" href=\"/Isaiah.52.7\">Is 52:7</a>; <a data-ref=\"Jeremiah 8:15\" href=\"/Jeremiah.8.15\">Je 8:15</a>; <a data-ref=\"Jeremiah 14:19\" href=\"/Jeremiah.14.19\">14:19</a>; <span dir=\"rtl\">אם טוב ואם רע</span> <a data-ref=\"Jeremiah 42:6\" href=\"/Jeremiah.42.6\">42:6</a> <em>whether prosperity or adversity;</em> <span dir=\"rtl\">יבוא טוב</span> <a data-ref=\"Jeremiah 17:6\" href=\"/Jeremiah.17.6\">17:6</a> <em>prosperity cometh;</em> <span dir=\"rtl\">שׂמח בט׳</span> <a data-ref=\"Deuteronomy 26:11\" href=\"/Deuteronomy.26.11\">Dt 26:11</a>; <a data-ref=\"II Chronicles 6:41\" href=\"/II_Chronicles.6.41\">2 Ch 6:41</a>; <span dir=\"rtl\">ראה בט׳</span> <a data-ref=\"Ecclesiastes 2:1\" href=\"/Ecclesiastes.2.1\">Ec 2:1</a>; <a data-ref=\"Jeremiah 29:32\" href=\"/Jeremiah.29.32\">Je 29:32</a>; obj. of <span dir=\"rtl\">ראה</span> <a data-ref=\"Psalms 4:7\" href=\"/Psalms.4.7\">ψ 4:7</a>; <a data-ref=\"Psalms 34:13\" href=\"/Psalms.34.13\">34:13</a>; <a data-ref=\"Ecclesiastes 2:24\" href=\"/Ecclesiastes.2.24\">Ec 2:24</a>; <a data-ref=\"Ecclesiastes 3:13\" href=\"/Ecclesiastes.3.13\">3:13</a>; <a data-ref=\"Job 7:7\" href=\"/Job.7.7\">Jb 7:7</a>; of <span dir=\"rtl\">דרשׁ</span> <a data-ref=\"Esther 10:3\" href=\"/Esther.10.3\">Est 10:3</a>; of <span dir=\"rtl\">בקשׁ</span> <a data-ref=\"Psalms 122:9\" href=\"/Psalms.122.9\">ψ 122:9</a>; <span dir=\"rtl\">מנע</span> <a data-ref=\"Psalms 84:12\" href=\"/Psalms.84.12\">84:12</a>; <a data-ref=\"Jeremiah 5:25\" href=\"/Jeremiah.5.25\">Je 5:25</a>; <span dir=\"rtl\">נתן</span> <a data-ref=\"Psalms 85:13\" href=\"/Psalms.85.13\">ψ 85:13</a>; <span dir=\"rtl\">קוה</span> <a data-ref=\"Job 30:26\" href=\"/Job.30.26\">Jb 30:26</a>; <span dir=\"rtl\">מצא</span> <a data-ref=\"Proverbs 16:20\" href=\"/Proverbs.16.20\">Pr 16:20</a>; <a data-ref=\"Proverbs 17:20\" href=\"/Proverbs.17.20\">17:20</a>; <a data-ref=\"Proverbs 18:22\" href=\"/Proverbs.18.22\">18:22</a>; <a data-ref=\"Proverbs 19:8\" href=\"/Proverbs.19.8\">19:8</a>; <span dir=\"rtl\">נחל</span> <a data-ref=\"Proverbs 28:10\" href=\"/Proverbs.28.10\">Pr 28:10</a>; <span dir=\"rtl\">חסר</span> <a data-ref=\"Psalms 34:11\" href=\"/Psalms.34.11\">ψ 34:11</a>; <span dir=\"rtl\">בשׂר</span> <a data-ref=\"I Kings 1:42\" href=\"/I_Kings.1.42\">1 K 1:42</a>; <a data-ref=\"Isaiah 52:7\" href=\"/Isaiah.52.7\">Is 52:7</a>; <span dir=\"rtl\">חול לט׳</span> <a data-ref=\"Micah 1:12\" href=\"/Micah.1.12\">Mi 1:12</a>; <span dir=\"rtl\">חכמה וט׳</span> <a data-ref=\"I Kings 10:7\" href=\"/I_Kings.10.7\">1 K 10:7</a>; <span dir=\"rtl\">טוב וחסד</span> <a data-ref=\"Psalms 23:6\" href=\"/Psalms.23.6\">ψ 23:6</a>; <span dir=\"rtl\">בטוב</span> <em>in prosperity</em> <a data-ref=\"Psalms 25:13\" href=\"/Psalms.25.13\">25:13</a>; <a data-ref=\"Job 21:13\" href=\"/Job.21.13\">Jb 21:13</a>; <a data-ref=\"Job 36:11\" href=\"/Job.36.11\">36:11</a>; <a data-ref=\"Ecclesiastes 7:14\" href=\"/Ecclesiastes.7.14\">Ec 7:14</a>; <span dir=\"rtl\">מטוב</span> <em>because of prosperity</em> <a data-ref=\"Zechariah 1:17\" href=\"/Zechariah.1.17\">Zc 1:17</a>; <em>afar from happiness</em> <a data-ref=\"Psalms 39:3\" href=\"/Psalms.39.3\">ψ 39:3</a>; <span dir=\"rtl\">כטוב</span> <a data-ref=\"Hosea 10:1\" href=\"/Hosea.10.1\">Ho 10:1</a>; <span dir=\"rtl\">לטוב</span> <a data-ref=\"Deuteronomy 30:9\" href=\"/Deuteronomy.30.9\">Dt 30:9</a>; <a data-ref=\"Jeremiah 15:11\" href=\"/Jeremiah.15.11\">Je 15:11</a>; <span dir=\"rtl\">לטוב לָנוּ</span> <a data-ref=\"Deuteronomy 6:24\" href=\"/Deuteronomy.6.24\">Dt 6:24</a> <em>for good to us</em>, = <em>for our good</em>, <a data-ref=\"Deuteronomy 10:13\" href=\"/Deuteronomy.10.13\">10:13</a> <span dir=\"rtl\">(לְךָ)</span>, <a data-ref=\"Jeremiah 32:39\" href=\"/Jeremiah.32.39\">Je 32:39</a> (<span dir=\"rtl\">לָהֶם</span>; cf. <span dir=\"rtl\">לרע ל</span> <a data-ref=\"Jeremiah 7:6\" href=\"/Jeremiah.7.6\">Je 7:6</a>; <a data-ref=\"Jeremiah 25:7\" href=\"/Jeremiah.25.7\">25:7</a>)<br><strong>2.</strong>  <em>good things</em>, (coll.) <span dir=\"rtl\">ברך(ו)ת ט׳</span> <em>blessing of good things</em> <a data-ref=\"Psalms 21:4\" href=\"/Psalms.21.4\">ψ 21:4</a> <a data-ref=\"Proverbs 24:25\" href=\"/Proverbs.24.25\">Pr 24:25</a>; <span dir=\"rtl\">מִלֵּא בָתֵּיהֶם ט׳</span> <a data-ref=\"Job 22:18\" href=\"/Job.22.18\">Jb 22:18</a> <em>filled their houses with good things;</em> obj. of <span dir=\"rtl\">שׂבע</span> <a data-ref=\"Psalms 104:28\" href=\"/Psalms.104.28\">ψ 104:28</a> <a data-ref=\"Proverbs 12:14\" href=\"/Proverbs.12.14\">Pr 12:14</a>; <span dir=\"rtl\">מלא</span> <a data-ref=\"Psalms 107:9\" href=\"/Psalms.107.9\">ψ 107:9</a>; <span dir=\"rtl\">אכל</span> <a data-ref=\"Proverbs 13:2\" href=\"/Proverbs.13.2\">Pr 13:2</a> <a data-ref=\"Isaiah 55:2\" href=\"/Isaiah.55.2\">Is 55:2</a>; <span dir=\"rtl\">לקח</span> <a data-ref=\"Hosea 14:3\" href=\"/Hosea.14.3\">Ho 14:3</a>; <span dir=\"rtl\">השׂביע בט׳</span> <a data-ref=\"Psalms 103:5\" href=\"/Psalms.103.5\">ψ 103:5</a>; <em>goods, possessions</em> <a data-ref=\"I Samuel 15:9\" href=\"/I_Samuel.15.9\">1 S 15:9</a>.<br><strong>3.</strong>  <em>good</em> = <em>benefit:</em> <span dir=\"rtl\">גְּמָלַתְהוּ טוֹב וְלֹא־רָע</span> <a data-ref=\"Proverbs 31:12\" href=\"/Proverbs.31.12\">Pr 31:12</a> <em>she doeth him good and not evil;</em> <span dir=\"rtl\">תַּאֲוַת צַדִּיקִים אַךְ־טוֹב</span> <a data-ref=\"Proverbs 11:23\" href=\"/Proverbs.11.23\">Pr 11:23</a> <em>the desire of the righteous is only good;</em> obj. of <span dir=\"rtl\">קבּל</span> <a data-ref=\"Job 2:10\" href=\"/Job.2.10\">Jb 2:10</a>; <span dir=\"rtl\">מנע</span> <a data-ref=\"Proverbs 3:27\" href=\"/Proverbs.3.27\">Pr 3:27</a>; <span dir=\"rtl\">שׁחר</span> <a data-ref=\"Proverbs 11:27\" href=\"/Proverbs.11.27\">11:27</a>; <span dir=\"rtl\">שׁלּם</span> <a data-ref=\"Proverbs 13:21\" href=\"/Proverbs.13.21\">13:21</a>; <span dir=\"rtl\">עשׂה</span> <a data-ref=\"Genesis 26:29\" href=\"/Genesis.26.29\">Gn 26:29</a> (J), <a data-ref=\"Psalms 119:65\" href=\"/Psalms.119.65\">ψ 119:65</a>; <span dir=\"rtl\">היטיב</span> <a data-ref=\"Numbers 10:32\" href=\"/Numbers.10.32\">Nu 10:32</a> (J); <span dir=\"rtl\">ערב לט׳</span> <a data-ref=\"Psalms 119:122\" href=\"/Psalms.119.122\">ψ 119:122</a>; <span dir=\"rtl\">חֹרְשֵׁי ט׳</span> <a data-ref=\"Proverbs 14:22\" href=\"/Proverbs.14.22\">Pr 14:22</a> <em>who devise good</em>.<br><strong>4.</strong>  <em>moral good</em>, <span dir=\"rtl\">ידע טוב ורע</span> <a data-ref=\"Genesis 2:9\" href=\"/Genesis.2.9\">Gn 2:9</a>, <a data-ref=\"Genesis 2:17\" href=\"/Genesis.2.17\">17</a>; <a data-ref=\"Genesis 3:5\" href=\"/Genesis.3.5\">3:5</a>, <a data-ref=\"Genesis 3:22\" href=\"/Genesis.3.22\">22</a> (J), <a data-ref=\"Deuteronomy 1:39\" href=\"/Deuteronomy.1.39\">Dt 1:39</a>; <span dir=\"rtl\">בין טוב לרע</span> <a data-ref=\"II Samuel 19:36\" href=\"/II_Samuel.19.36\">2 S 19:36</a>; in antithesis with <span dir=\"rtl\">רע</span> elsewhere <a data-ref=\"Deuteronomy 30:15\" href=\"/Deuteronomy.30.15\">Dt 30:15</a>; <a data-ref=\"II Samuel 14:17\" href=\"/II_Samuel.14.17\">2 S 14:17</a>; <a data-ref=\"I Kings 3:9\" href=\"/I_Kings.3.9\">1 K 3:9</a>; <a data-ref=\"Isaiah 5:20\" href=\"/Isaiah.5.20\">Is 5:20</a><sup>(×2)</sup>; <a data-ref=\"Isaiah 7:15\" href=\"/Isaiah.7.15\">7:15</a>, <a data-ref=\"Isaiah 7:16\" href=\"/Isaiah.7.16\">16</a> <a data-ref=\"Amos 5:14\" href=\"/Amos.5.14\">Am 5:14</a>, <a data-ref=\"Amos 5:15\" href=\"/Amos.5.15\">15</a> <a data-ref=\"Micah 3:2\" href=\"/Micah.3.2\">Mi 3:2</a> <a data-ref=\"Psalms 34:15\" href=\"/Psalms.34.15\">ψ 34:15</a>; <a data-ref=\"Psalms 37:27\" href=\"/Psalms.37.27\">37:27</a>; <a data-ref=\"Psalms 52:5\" href=\"/Psalms.52.5\">52:5</a>; <span dir=\"rtl\">זנח ט׳</span> <a data-ref=\"Hosea 8:3\" href=\"/Hosea.8.3\">Ho 8:3</a> <em>cast off good;</em> <span dir=\"rtl\">עשׂה טוֹב</span> <em>do good</em> <a data-ref=\"Psalms 14:1\" href=\"/Psalms.14.1\">ψ 14:1</a>, <a data-ref=\"Psalms 14:3\" href=\"/Psalms.14.3\">3</a> = <a data-ref=\"Psalms 53:2\" href=\"/Psalms.53.2\">53:2</a>, <a data-ref=\"Psalms 53:4\" href=\"/Psalms.53.4\">4</a>, <a data-ref=\"Psalms 37:3\" href=\"/Psalms.37.3\">37:3</a>; <a data-ref=\"Ecclesiastes 7:20\" href=\"/Ecclesiastes.7.20\">Ec 7:20</a>, in <a data-ref=\"Ecclesiastes 3:12\" href=\"/Ecclesiastes.3.12\">3:12</a> this meaning seems less fitting; read perh. <span dir=\"rtl\">לִרְאוֹת ט׳</span> (Gr, v. also De) and tr. to <strong>1</strong>; <span dir=\"rtl\">רדף ט׳</span> <a data-ref=\"Psalms 38:21\" href=\"/Psalms.38.21\">ψ 38:21</a> <em>pursue good;</em> <span dir=\"rtl\">מַעְגַּל־ט׳</span> <a data-ref=\"Proverbs 2:9\" href=\"/Proverbs.2.9\">Pr 2:9</a> <em>path of good</em>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d404b6084aa1cbf2df2d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מִצְוָה² 1", "anchorRef": "Deuteronomy 10:13", "anchorRefExpanded": ["Deuteronomy 10:13"], "sourceRef": "BDB, מִצְוָה² 1", "sourceHeRef": "בראון-דרייבר-בריגס, מִצְוָה² א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מִצְוָה²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">מִצְוָה</span></big><sub>181</sub>  <strong>n.f.</strong> commandment;—<span dir=\"rtl\">מ׳</span> <a data-ref=\"Proverbs 6:23\" href=\"/Proverbs.6.23\">Pr 6:23</a> +; cstr. <span dir=\"rtl\">מִצְוַת</span> <a data-ref=\"Joshua 22:3\" href=\"/Joshua.22.3\">Jos 22:3</a> +; sf. <span dir=\"rtl\">מִצְוָֽתְךָ</span> <a data-ref=\"Deuteronomy 26:13\" href=\"/Deuteronomy.26.13\">Dt 26:13</a> <a data-ref=\"Psalms 119:96\" href=\"/Psalms.119.96\">ψ 119:96</a>; <span dir=\"rtl\">מִצְוָתוֹ</span> <a data-ref=\"Numbers 15:31\" href=\"/Numbers.15.31\">Nu 15:31</a>; pl. <span dir=\"rtl\">מִצְוֹת</span> abs. <a data-ref=\"Leviticus 26:14\" href=\"/Leviticus.26.14\">Lv 26:14</a> + (<span dir=\"rtl\">מִצְווֹת</span> <a data-ref=\"Nehemiah 9:14\" href=\"/Nehemiah.9.14\">Ne 9:14</a>); cstr. <a data-ref=\"Nehemiah 4:2\" href=\"/Nehemiah.4.2\">4:2</a> +; sf. <span dir=\"rtl\">מִצְוֹתַי</span> <a data-ref=\"Genesis 26:5\" href=\"/Genesis.26.5\">Gn 26:5</a> +, etc.;—not used before D and Je; in Je only of man’s commands; not Ez nor Minor Proph., except Mal;—<br><strong>1.</strong>  <em>commandment</em>, of man: king, <a data-ref=\"I Kings 2:43\" href=\"/I_Kings.2.43\">1 K 2:43</a>; <a data-ref=\"II Kings 18:36\" href=\"/II_Kings.18.36\">2 K 18:36</a> = <a data-ref=\"Isaiah 36:21\" href=\"/Isaiah.36.21\">Is 36:21</a>; <a data-ref=\"II Chronicles 8:15\" href=\"/II_Chronicles.8.15\">2 Ch 8:15</a> + 14 times; <span dir=\"rtl\">מ׳ אב</span> <a data-ref=\"Jeremiah 35:14\" href=\"/Jeremiah.35.14\">Je 35:14</a>, <a data-ref=\"Jeremiah 35:16\" href=\"/Jeremiah.35.16\">16</a>, <a data-ref=\"Jeremiah 35:18\" href=\"/Jeremiah.35.18\">18</a>; <a data-ref=\"Proverbs 6:20\" href=\"/Proverbs.6.20\">Pr 6:20</a>; <span dir=\"rtl\">מ׳ אנשׁים</span> <a data-ref=\"Isaiah 29:13\" href=\"/Isaiah.29.13\">Is 29:13</a>; pl. only <a data-ref=\"Jeremiah 35:18\" href=\"/Jeremiah.35.18\">Je 35:18</a>; <a data-ref=\"Proverbs 10:8\" href=\"/Proverbs.10.8\">Pr 10:8</a>; <a data-ref=\"Nehemiah 10:33\" href=\"/Nehemiah.10.33\">Ne 10:33</a>; <span dir=\"rtl\">המצוה</span>, <em>the order</em> (title of property) <a data-ref=\"Jeremiah 32:11\" href=\"/Jeremiah.32.11\">Je 32:11</a>.<br><strong>2.</strong>  of God: <strong>a.</strong>  sg. <em>the commandment</em>, code of law: <a data-ref=\"II Chronicles 8:13\" href=\"/II_Chronicles.8.13\">2 Ch 8:13</a> <a data-ref=\"Ezra 10:3\" href=\"/Ezra.10.3\">Ezr 10:3</a> <a data-ref=\"Psalms 19:9\" href=\"/Psalms.19.9\">ψ 19:9</a>; especially of D <span dir=\"rtl\">שׁמר המ׳</span> <a data-ref=\"Deuteronomy 8:1\" href=\"/Deuteronomy.8.1\">Dt 8:1</a>, <a data-ref=\"Deuteronomy 8:2\" href=\"/Deuteronomy.8.2\">2</a> + 5 times D; <span dir=\"rtl\">עשׂח המ׳</span> <a data-ref=\"Deuteronomy 6:25\" href=\"/Deuteronomy.6.25\">Dt 6:25</a>; <a data-ref=\"Deuteronomy 15:5\" href=\"/Deuteronomy.15.5\">15:5</a>; <span dir=\"rtl\">(ה)מ׳ אשׁר צוּה</span> <a data-ref=\"Deuteronomy 26:13\" href=\"/Deuteronomy.26.13\">Dt 26:13</a>; <a data-ref=\"Deuteronomy 30:11\" href=\"/Deuteronomy.30.11\">30:11</a>; <a data-ref=\"Deuteronomy 31:5\" href=\"/Deuteronomy.31.5\">31:5</a>; <span dir=\"rtl\">סוּר מִן המ׳</span> <a data-ref=\"Deuteronomy 17:20\" href=\"/Deuteronomy.17.20\">Dt 17:20</a>; <span dir=\"rtl\">מ׳ הֵפַר</span> <a data-ref=\"Numbers 15:31\" href=\"/Numbers.15.31\">Nu 15:31</a> (P); ‖ <span dir=\"rtl\">תּוֹרָה</span> <a data-ref=\"Exodus 24:12\" href=\"/Exodus.24.12\">Ex 24:12</a> (R<sup>D</sup>) <a data-ref=\"Joshua 22:5\" href=\"/Joshua.22.5\">Jos 22:5</a> (D) <a data-ref=\"II Chronicles 14:3\" href=\"/II_Chronicles.14.3\">2 Ch 14:3</a>; <a data-ref=\"II Chronicles 31:21\" href=\"/II_Chronicles.31.21\">31:21</a>; + <span dir=\"rtl\">חֻקִּים</span>, <span dir=\"rtl\">מִשְׁפָּטִים</span> <a data-ref=\"Deuteronomy 5:25\" href=\"/Deuteronomy.5.25\">Dt 5:28</a>; <a data-ref=\"Deuteronomy 6:1\" href=\"/Deuteronomy.6.1\">6:1</a> +. <strong>b.</strong>  pl. of <em>commands</em> of D and later codes (exc. <a data-ref=\"Judges 3:4\" href=\"/Judges.3.4\">Ju 3:4</a>) c. 2 pl. (<em>ye shall, shall not;</em> Br<sup>Hex 197, 246 ff.</sup>), <a data-ref=\"Leviticus 4:2\" href=\"/Leviticus.4.2\">Lv 4:2</a> + 5 times (P), <a data-ref=\"Isaiah 48:18\" href=\"/Isaiah.48.18\">Is 48:18</a> + 25 times (late; especially <a data-ref=\"Psalms 119\" href=\"/Psalms.119\">ψ 119</a>, 20 times); <span dir=\"rtl\">שׁמר מ׳</span> <a data-ref=\"Exodus 20:6\" href=\"/Exodus.20.6\">Ex 20:6</a> (R) <a data-ref=\"Leviticus 22:31\" href=\"/Leviticus.22.31\">Lv 22:31</a> (H) <a data-ref=\"Deuteronomy 4:2\" href=\"/Deuteronomy.4.2\">Dt 4:2</a> + 10 times D, <a data-ref=\"I Kings 14:8\" href=\"/I_Kings.14.8\">1 K 14:8</a>; <a data-ref=\"II Kings 18:6\" href=\"/II_Kings.18.6\">2 K 18:6</a> + 5 times; <span dir=\"rtl\">עשׂה מ׳</span> <a data-ref=\"Leviticus 26:14\" href=\"/Leviticus.26.14\">Lv 26:14</a> (H) + 5 times; <span dir=\"rtl\">שׁמע מ׳</span> <a data-ref=\"Deuteronomy 11:13\" href=\"/Deuteronomy.11.13\">Dt 11:13</a> + 4 times; <span dir=\"rtl\">המ׳ אשׁר צוּה</span> <a data-ref=\"Leviticus 27:34\" href=\"/Leviticus.27.34\">Lv 27:34</a> (H); <span dir=\"rtl\">עבר מ׳</span> <a data-ref=\"Deuteronomy 26:13\" href=\"/Deuteronomy.26.13\">Dt 26:13</a>; <a data-ref=\"II Chronicles 24:20\" href=\"/II_Chronicles.24.20\">2 Ch 24:20</a>; <span dir=\"rtl\">עזב מ׳</span> <a data-ref=\"I Kings 18:18\" href=\"/I_Kings.18.18\">1 K 18:18</a>; <a data-ref=\"II Kings 17:16\" href=\"/II_Kings.17.16\">2 K 17:16</a>; <a data-ref=\"Ezra 9:10\" href=\"/Ezra.9.10\">Ezr 9:10</a>; <span dir=\"rtl\">הפר מ׳</span> <a data-ref=\"Ezra 9:14\" href=\"/Ezra.9.14\">Ezr 9:14</a>; in combinations, especially by Redactors and late writers; order various: (1) with <span dir=\"rtl\">חֻקִּים</span> <a data-ref=\"Exodus 15:26\" href=\"/Exodus.15.26\">Ex 15:26</a> (R<sup>D</sup>) <a data-ref=\"Deuteronomy 4:40\" href=\"/Deuteronomy.4.40\">Dt 4:40</a>; <a data-ref=\"Ezra 7:11\" href=\"/Ezra.7.11\">Ezr 7:11</a> +; <span dir=\"rtl\">ח׳</span> + <span dir=\"rtl\">משׁפטים</span> <a data-ref=\"Deuteronomy 26:17\" href=\"/Deuteronomy.26.17\">Dt 26:17</a>; <a data-ref=\"I Kings 8:58\" href=\"/I_Kings.8.58\">1 K 8:58</a>; <a data-ref=\"Nehemiah 1:7\" href=\"/Nehemiah.1.7\">Ne 1:7</a>; <a data-ref=\"Nehemiah 10:30\" href=\"/Nehemiah.10.30\">10:30</a>; + <span dir=\"rtl\">משׁפטים</span>, <span dir=\"rtl\">תורות</span> <a data-ref=\"Nehemiah 9:13\" href=\"/Nehemiah.9.13\">Ne 9:13</a>; + <span dir=\"rtl\">תורה</span> <a data-ref=\"Nehemiah 9:14\" href=\"/Nehemiah.9.14\">Ne 9:14</a>; + <span dir=\"rtl\">עדוֹת</span> <a data-ref=\"Deuteronomy 6:17\" href=\"/Deuteronomy.6.17\">Dt 6:17</a>; <a data-ref=\"I Chronicles 29:19\" href=\"/I_Chronicles.29.19\">1 Ch 29:19</a>; <a data-ref=\"II Chronicles 34:31\" href=\"/II_Chronicles.34.31\">2 Ch 34:31</a>. (2) with <span dir=\"rtl\">חֻקּוֹת</span> <a data-ref=\"Leviticus 26:3\" href=\"/Leviticus.26.3\">Lv 26:3</a> (H) <a data-ref=\"Deuteronomy 6:2\" href=\"/Deuteronomy.6.2\">Dt 6:2</a>; <a data-ref=\"Deuteronomy 10:13\" href=\"/Deuteronomy.10.13\">10:13</a> + 9 times; <span dir=\"rtl\">ח׳</span> + <span dir=\"rtl\">משׁפטים</span> <a data-ref=\"Leviticus 26:15\" href=\"/Leviticus.26.15\">Lv 26:15</a>; <a data-ref=\"Deuteronomy 8:11\" href=\"/Deuteronomy.8.11\">Dt 8:11</a>; <a data-ref=\"Deuteronomy 11:1\" href=\"/Deuteronomy.11.1\">11:1</a>; <a data-ref=\"Deuteronomy 30:16\" href=\"/Deuteronomy.30.16\">30:16</a>; <a data-ref=\"I Kings 6:12\" href=\"/I_Kings.6.12\">1 K 6:12</a> + <span dir=\"rtl\">תורה</span>, <span dir=\"rtl\">משׁפטים</span> <a data-ref=\"Psalms 89:32\" href=\"/Psalms.89.32\">ψ 89:32</a>, + <span dir=\"rtl\">משׁפטים</span>, <span dir=\"rtl\">עֵדְוֹת</span> <a data-ref=\"I Kings 2:3\" href=\"/I_Kings.2.3\">1 K 2:3</a>; + <span dir=\"rtl\">תּוֹרוֹת</span> <a data-ref=\"Genesis 26:5\" href=\"/Genesis.26.5\">Gn 26:5</a> (R<sup>D</sup>); + <span dir=\"rtl\">עדוֹת</span> <a data-ref=\"II Kings 23:3\" href=\"/II_Kings.23.3\">2 K 23:3</a>. (3) with <span dir=\"rtl\">משׁפטים</span> <a data-ref=\"Numbers 36:13\" href=\"/Numbers.36.13\">Nu 36:13</a> (P) <a data-ref=\"I Chronicles 28:7\" href=\"/I_Chronicles.28.7\">1 Ch 28:7</a>; <a data-ref=\"Nehemiah 9:29\" href=\"/Nehemiah.9.29\">Ne 9:29</a>; <a data-ref=\"Daniel 9:5\" href=\"/Daniel.9.5\">Dn 9:5</a>; with <span dir=\"rtl\">תורות</span> <a data-ref=\"Exodus 16:28\" href=\"/Exodus.16.28\">Ex 16:28</a> (R), with <span dir=\"rtl\">ערות</span> <a data-ref=\"Nehemiah 9:34\" href=\"/Nehemiah.9.34\">Ne 9:34</a>. <strong>c.</strong>  of special <em>commands</em> of God <a data-ref=\"I Samuel 13:13\" href=\"/I_Samuel.13.13\">1 S 13:13</a>; <a data-ref=\"I Kings 13:21\" href=\"/I_Kings.13.21\">1 K 13:21</a>; <a data-ref=\"II Chronicles 29:25\" href=\"/II_Chronicles.29.25\">2 Ch 29:25</a>; <a data-ref=\"Nehemiah 13:5\" href=\"/Nehemiah.13.5\">Ne 13:5</a>; <a data-ref=\"Malachi 2:1\" href=\"/Malachi.2.1\">Mal 2:1</a>, <a data-ref=\"Malachi 2:4\" href=\"/Malachi.2.4\">4</a>; <a data-ref=\"Job 23:12\" href=\"/Job.23.12\">Jb 23:12</a>.<br><strong>3.</strong>  <em>commandment</em>, sg., of code of wisdom <a data-ref=\"Proverbs 19:16\" href=\"/Proverbs.19.16\">Pr 19:16</a>, ‖ <span dir=\"rtl\">תורה</span> <a data-ref=\"Proverbs 6:23\" href=\"/Proverbs.6.23\">6:23</a>, ‖ <span dir=\"rtl\">דבר</span> <a data-ref=\"Proverbs 13:13\" href=\"/Proverbs.13.13\">13:13</a>; pl. of special commands <a data-ref=\"Proverbs 2:1\" href=\"/Proverbs.2.1\">2:1</a>; <a data-ref=\"Proverbs 3:1\" href=\"/Proverbs.3.1\">3:1</a>; <a data-ref=\"Proverbs 4:4\" href=\"/Proverbs.4.4\">4:4</a>; <a data-ref=\"Proverbs 7:1\" href=\"/Proverbs.7.1\">7:1</a>, <a data-ref=\"Proverbs 7:2\" href=\"/Proverbs.7.2\">2</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "660923c418e4d4eaeea6b927", "index_title": "Covenant and Conversation; Numbers; The Wilderness Years", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Numbers; The Wilderness Years, Korach, Argument for the Sake of Heaven 27", "anchorRef": "Deuteronomy 10:13", "anchorRefExpanded": ["Deuteronomy 10:13"], "sourceRef": "Covenant and Conversation; Numbers; The Wilderness Years, Korach, Argument for the Sake of Heaven 27", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר, קרח, ג כ״ז", "anchorVerse": 13, "sourceHasEn": true, "commentaryNum": 27, "collectiveTitle": {"en": "Covenant and Conversation; Numbers; The Wilderness Years", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר"}, "heTitle": "ג", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Shimon, a contemporary of R. Akiva, held that no word in the Torah is superfluous. What then of the word <i>et</i>, whose only function is to indicate the object of a verb, but which has no meaning in and of itself? Shimon’s answer was simple. In each case, <i>et</i> came to <i>include</i> something not explicitly stated in the text. He used this principle successfully in a long series of interpretations – until he came to the command, “You shall fear [<i>et</i>] the Lord your God” (Deut. 10:13). Here, he suddenly realised, the principle broke down. What else could one include in this verse? To place the fear of something else alongside the fear of God was surely blasphemy.", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}]