[{"_id": "531e4fe3fbfba276047f6e17", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 29:10", "anchorRef": "Numbers 29:10", "anchorRefExpanded": ["Numbers 29:10"], "sourceRef": "Onkelos Numbers 29:10", "sourceHeRef": "תרגום אונקלוס על במדבר כ״ט:י׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 29.001, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "עִשְׂרוֹנָא עִשְׂרוֹנָא לְאִמְּרָא חַד לְשַׁבְעָא אִמְּרִין:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "and one tenth [of an <i>eiphah</i>] for each of the seven lambs.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec64e", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 29:10", "anchorRef": "Numbers 29:10", "anchorRefExpanded": ["Numbers 29:10"], "sourceRef": "Targum Jonathan on Numbers 29:10", "sourceHeRef": "תרגום יונתן על במדבר כ״ט:י׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 29.001, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "עִשְרוֹנָא עִשְרוֹנָא לְאִימְרָא חָד הֵיכְדֵין לְשׁוּבְעָא אִמְרִין", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " a singIe tenth for a lamb, so for the seven lambs  ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "57e77d80d6e4a94c7c18b1c9", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 29:10", "anchorRef": "Numbers 29:10", "anchorRefExpanded": ["Numbers 29:10"], "sourceRef": "Tafsir Rasag, Numbers 29:10", "sourceHeRef": "תפסיר רס\"ג, במדבר כ״ט:י׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 29.001, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "ועשרא לכל חמל מן אלסבעה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef2e6ed6e4a90d4d5c2767", "index_title": "Steinsaltz on Sotah", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Sotah 40b:4", "anchorRef": "Numbers 29:7-11", "anchorRefExpanded": ["Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11"], "sourceRef": "Steinsaltz on Sotah 40b:4", "sourceHeRef": "ביאור שטיינזלץ על סוטה מ׳ ב:ד׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 80.0004, "collectiveTitle": {"en": "Steinsaltz on Sotah", "he": "ביאור שטיינזלץ על סוטה"}, "heTitle": "ביאור שטיינזלץ על סוטה", "he": "<b>וכהן גדול עומד ומקבל</b> ממנו, <b>וקורא</b> בתורה פרשת <b>\"אחרי מות\"</b> (ויקרא טז, א-לד) <b>ו\"אך בעשור\"</b> (ויקרא כג, כו-לב). <b>וגולל את התורה ומניחה בחיקו, ואומר: יתר ממה שקריתי לפניכם, כתוב כאן</b> בספר התורה. ואת ההמשך <b>\"ובעשור\"</b> (במדבר כט, ז-יא) <b>שבחומש הפקודים</b> (ספר במדבר) <b>קורא על פה.</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ebd5a5d12e1947e04203e57", "index_title": "Peninei Halakhah, Days of Awe", "category": "Halakhah", "type": "", "ref": "Peninei Halakhah, Days of Awe 6:2:5", "anchorRef": "Numbers 29:8-11", "anchorRefExpanded": ["Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11"], "sourceRef": "Peninei Halakhah, Days of Awe 6:2:5", "sourceHeRef": "פניני הלכה, ימים נוראים ו׳:ב׳:ה׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [2010, 2014], "commentaryNum": 2.0005, "collectiveTitle": {"en": "Peninei Halakhah, Days of Awe", "he": "פניני הלכה, ימים נוראים"}, "he": "ג) להקריב קרבנות מוסף בדומה לשאר המועדים וראשי חודשים, שנאמר (במדבר כט, ח-יא): \"וְהִקְרַבְתֶּם עֹלָה לַה' רֵיחַ נִיחֹחַ פַּר בֶּן בָּקָר אֶחָד אַיִל אֶחָד כְּבָשִׂים בְּנֵי שָׁנָה שִׁבְעָה תְּמִימִם יִהְיוּ לָכֶם… שְׂעִיר עִזִּים אֶחָד חַטָּאת מִלְּבַד חַטַּאת הַכִּפֻּרִים וְעֹלַת הַתָּמִיד וּמִנְחָתָהּ וְנִסְכֵּיהֶם\".", "heVersionTitle": "Peninei Halakhah, Yeshivat Har Bracha", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "C) Offering <i>musaf</i> sacrifices, like other holidays and Rosh Ḥodesh, as we read: “You shall present to the Lord a burnt offering of pleasing odor: one bull of the herd, one ram, seven yearling lambs; see that they are without blemish…. And there shall be one goat for a sin offering, in addition to the sin offering of expiation and the regular burnt offering with its meal offering, each with its libation” (Bamidbar 29:8-11).", "versionTitle": "Peninei Halakhah, English ed. Yeshivat Har Bracha", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5ebd5a6b12e1947e04203f58", "index_title": "Peninei Halakhah, Days of Awe", "category": "Halakhah", "type": "", "ref": "Peninei Halakhah, Days of Awe 7:13:3", "anchorRef": "Numbers 29:7-11", "anchorRefExpanded": ["Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11"], "sourceRef": "Peninei Halakhah, Days of Awe 7:13:3", "sourceHeRef": "פניני הלכה, ימים נוראים ז׳:י״ג:ג׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [2010, 2014], "commentaryNum": 13.0003, "collectiveTitle": {"en": "Peninei Halakhah, Days of Awe", "he": "פניני הלכה, ימים נוראים"}, "he": "בספר השני קוראים למפטיר מפרשת 'פינחס' בקרבנות מוסף של היום (במדבר כט, ז-יא). ומפטירים בישעיהו – \"כִּי כֹה אָמַר רָם וְנִשָּׂא\" (נז, יד – נח, יד), מפני ששם הנביא מעורר לתשובה, וגם הפסוקים העוסקים בשביתת שבת ויום הכיפורים מוזכרים שם.", "heVersionTitle": "Peninei Halakhah, Yeshivat Har Bracha", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "The <i>maftir</i> is read from the second Torah scroll. It is taken from the portion of Pinḥas and deals with the additional (“<i>musaf</i>”)<i> </i>sacrifices offered on Yom Kippur (Bamidbar 29:7-11). The <i>haftara</i> is from Yeshayahu (57:14-58:14), which is an appropriate choice because the prophet exhorts the people to repent, and the verses mention resting on Shabbat and Yom Kippur.", "versionTitle": "Peninei Halakhah, English ed. Yeshivat Har Bracha", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "618bbd3c66558747fdb8864c", "index_title": "Tiferet Yisrael", "category": "Jewish Thought", "type": "", "ref": "Tiferet Yisrael 67:20", "anchorRef": "Numbers 29:7-11", "anchorRefExpanded": ["Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11"], "sourceRef": "Tiferet Yisrael 67:20", "sourceHeRef": "תפארת ישראל ס״ז:כ׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1589, 1599], "commentaryNum": 67.002, "collectiveTitle": {"en": "Tiferet Yisrael", "he": "תפארת ישראל"}, "he": "ועוד יש לי לומר<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"149\"></i>, שלא אמרו (גיטין ס:) 'דברים שבכתב אי אתה רשאי לאומרם בעל פה', רק כאשר הוא דבור שיכול לומר בלבד, כמו \"ובעשור לחודש\" (במדבר כט, ז-יא) הוא מוסף של יום הכפורים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"150\"></i>. אבל תיבה אחת שאין לה משמעות כלל בלבד, וצריך לצרף אותו אל דבור שהוא עמו, אין זה 'דברים' נקרא. והוי* דומיא 'דברים שבעל פה'<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"151\"></i>, דודאי 'דברים שבעל פה' אין לפרש רק דברים שהם ענין אחד<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"152\"></i>. וכן פירוש 'דברים שבכתב אי אתה רשאי לאומרם בעל פה', היינו כשהוא דבור שלם, אבל על תיבה שאין זה דבור, והיא טפילה אל הכתוב, רשאי לאומרה בעל פה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"153\"></i>. \n", "heVersionTitle": "Tiferet Yisrael, with footnotes and annotations by Rabbi Yehoshua D. Hartman, Machon Yerushalyim, 2010", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "תפארת ישראל, נלקט ונערך על ידי יהושע דוד בן הרב יחזקאל הרטמן. מכון ירושלים, תש\"ע", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61eea2951d82090a96b4ee5e", "index_title": "Shulchan Arukh, Orach Chayim", "category": "Halakhah", "type": "", "ref": "Shulchan Arukh, Orach Chayim 604:1", "anchorRef": "Numbers 29:7-11", "anchorRefExpanded": ["Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11"], "sourceRef": "Shulchan Arukh, Orach Chayim 604:1", "sourceHeRef": "שולחן ערוך, אורח חיים תר״ד:א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1563], "commentaryNum": 604.0001, "collectiveTitle": {"en": "Shulchan Arukh, Orach Chayim", "he": "שולחן ערוך, אורח חיים"}, "heTitle": "שולחן ערוך, אורח חיים", "he": "<b>סדר ערב יום כפור ובו ב סעיפים:</b><br><i data-commentator=\"Be'er HaGolah\" data-label=\"א\" data-order=\"1\"></i><i data-commentator=\"Ateret Zekenim\" data-label=\"♦\" data-order=\"1\"></i><i data-commentator=\"Turei Zahav\" data-order=\"1\"></i>מצוה <i data-commentator=\"Ba'er Hetev\" data-order=\"1\"></i>לאכול בעיוה\"כ ולהרבות בסעודה: <small>הגה <i data-commentator=\"Magen Avraham\" data-order=\"1\"></i><i data-commentator=\"Ateret Zekenim\" data-label=\"♦\" data-order=\"2\"></i>ואסור להתענות בו <i data-commentator=\"Turei Zahav\" data-order=\"2\"></i>אפי' תענית <i data-commentator=\"Ba'er Hetev\" data-order=\"2\"></i>חלום (מהרי\"ל) ואם נדר להתענות בו עיין לעיל סי' תק\"ע סעיף ב'</small>:", "heVersionTitle": "Maginei Eretz: Shulchan Aruch Orach Chaim, Lemberg, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר מגיני ארץ: שלחן ערוך. למברג, תרנ\"ג", "text": "<b>“The order of the Eve</b><sup class=\"footnote-marker\">4</sup><i class=\"footnote\">All Jewish days, holidays, and festivals begin and conclude at sundown. The “Eve” of a holiday is considered any day which precedes the sundown marking the beginning of that holiday.</i> <b>of Yom Kippur</b><sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Yom Kippur, or the Day of Atonement, falls on the tenth day of what, during our time, is the first month of the Hebrew calendar, the month of <i>Tishrei</i>. During the biblical period it was referred to as the seventh month. Yom Kippur follows by ten days the actual Jewish New Year, or Rosh HaShanah, which falls on the first day of the month of <i>Tishrei</i>. Rosh HaShanah and Yom Kippur are called the Days of Awe, <i>Yamim ha-Noraim</i>, because of their demand upon a religious Jew for special piety and self-reflection during this period of time devoted to repentance and self-improvement. These days which usually occur in the Fall of the year (September-October) and are referred to as the High Holydays. Yom Kippur is considered the most sacred day of the entire Jewish year and its commemoration involves a special, unique set of laws which are enumerated in the body of this thesis. For the biblical ordination of this holiday see: Leviticus 16 (all, but especially 16:29-34) and Numbers 29:7-11.</i> <b>(the Day of Atonement)” - Containing two paragraphs.</b><br>It is a commandment to eat on the Eve of Yom Kippur and to increase (one’s eating) at the meal.<br><i>Hagah</i>:<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Hagah, <span dir=\"rtl\">הגה</span>, introduces the notes added to the text of Joseph Caro by Rabbi Moses b. Israel Isserles. Isserles is also known as “the Rema”, an acronym for <i>R</i>abbi <i>M</i>oses <i>I</i>sserles. He was a Polish rabbi, codifier and halakhic authority, who lived from 1525 or 1530 until 1572. He was born in Cracow under the name of Isserel-Lazarus which was later shortened to Isserles. He studied in Lublin at the yeshivah of Sholom Shachna. Isserles obtained such a fine reputation that he became known as the “Maimonides of Polish Jewry”. Isserles was in the middle of writing a code himself following the pattern of the four <i>Turim</i> by Jacob b. Asher which he called <i>Darkhei Moshe</i> which was to assemble the halakhic material of his time in a short, synoptic form so that a <i>dayyan</i>, a decision maker, could more easily find the material he needed to formulate a ruling on a particular issue. In the middle of his writing of the <i>Darkhei Moshe</i> he received a copy of the <i>Beit Yosef</i> of Joseph Caro which in essence had already accomplished this goal. But Isserles decided to complete his work operating a bit differently than did Caro. Isserles did not always agree with Caro’s selection of the “three pillars of halakhic decisions”, Alfasi, Maimonides, and Asher b. Jehiel to decide issues. He followed the principle which stated that laws should be decided according to later scholars. He also often agreed with Asher b. Jehiel and his son Jacob b. Asher even when they were in the minority, unlike Caro. Also Isserles realized that Caro ignored in his work Ashkenazi practices that were very much a part of his Polish and European community but were not included in Caro’s work in the world of Sephardi Jewry.<br>Isserles wrote other halakhic works, such as <i>Torat Ḥattat</i> which focused on mainly Jewish dietary laws. Finally Isserles received the Shulḥan Arukh by Joseph Caro. Like the earlier and more extensive <i>Beit Yosef</i>, it lacked many halakhic contributions and customs, <i>minhagim</i>, of Ashkenazi Jewry and was therefore not an adequate code for this segment of the Jewish world. Isserles decided to add notes (<i>hagah</i> or <i>hagahot</i>) to the body of the Shulḥan Arukh which has also been referred to as the “<i>mappah</i>” or “tablecloth” over the “Shulḥan Arukh” or “prepared table”. In his glosses, Isserles added his conclusions which he drew in his work <i>Darkhei Moshe</i> to the Shulḥan Arukh. In many cases he disagreed with Caro and he stated his disagreement, or he would cite an Ashkenazi custom not found in Caro’s work. He maintained the brief style employed by Caro, and he provided the existence of differing points of view by later scholars and Ashkenazi Jews which he felt were needed for a <i>dayyan</i> to be able to arrive at a correct decision. He often modified the views of the <i>meḥabber</i>, the author, as he referred to Caro, he explained, contradicted, added to and refined the structure.<br>Isserles put much emphasis on the custom, the <i>minhag</i>. He often gave it the same force as the <i>halakhah</i>. If there was no halakhah in existence, or in some cases where a <i>minhag</i> and a <i>halakhah</i> conflicted with each other, he decided according to the <i>minhag</i>, the custom which the people actually followed in their daily lives. If Isserles disagreed with a particular custom he would state so and he would urge against following such a custom.<br>Isserles was very lenient in cases of stress or in cases which would involve considerable financial loss. His leniency, which was seldom found in the works of others, was the subject of criticism by many of his contemporaries particularly Ḥayyim b. Bezalel who studied with him under Sholom Shachnan in Lublin. Even in view of the extensive criticism Isserles received, his notes to the Shulḥan Arukh became accepted and his rulings and customs were binding on Ashkenazi Jewry. The <i>mappah</i> of Isserles made the Shulḥan Arukh of Caro acceptable to Ashkenazi Jews and the authoritative code that it remains to this day.<br>The Shulḥan Arukh which was first published in Venice in 1565, was first published with the <i>mappah</i> of Isserles in Cracow in 1569-71 and it has been a part of the accepted text ever since.<br>Louis Ginzberg in Menachem Elon, <i>E</i>. <i>J</i>., “Codification of Law” v. 5. pp. 628-56;<br>Simḥa Katz, “Isserles, Moses ben Israel”, v. 9, pp.1081-85.</i> It is forbidden to fast on it (the Eve of Yom Kippur), even a dream fast<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">A fast was recommended to be observed as the result of an ominous dream (or a nightmare), <i>ta’anit ḥalom</i>, <span dir=\"rtl\">תענית חלום</span>, to avert the evil consequences dreamt. In talmudic times and later it was believed that bad dreams could have pernicious effects. The fast was regarded of such urgency that the rabbis permitted it even on the Sabbath, but one was to fast on a weekday as well, as a repentance for having dishonored the Sabbath Joy through fasting. A fast as the result of a bad dream, though, is not to be observed on Yom Kippur Eve.<br>Editorial Staff, <i>E</i>. <i>J</i>., v. 6, p. 1196<br>(What amends shall he make (for having fasted on the Sabbath)? - He should observe an additional fast.)<br>B. Ta’an. 12b. (Soncino p.55)<br>Raba b. Meḥasia also said in the name of R. Ḥama b. Goria in Rab’s name: Fasting is as potent against a dream as fire against a tow. (Dreams were believed portents forshadowing the future, though, as seen here, the evil they foretold might be averted; cf. Ber. 55-58. B. B. 10a; Yoma 87b <i>et passim</i>). Said R. Ḥisda: Providing it is on that very day. R. Joseph added: and even on the Sabbath.<br>Shabbat 11a (Soncino p. 40, Shabbat I)<br>R. Eleazer also said in the name of R. Jose b. Zimra: If one keeps a fast on Sabbath (to overt the omen of a dream), a decree of seventy years standing is annulled; yet all the same he is punished for neglecting to make the Sabbath a delight. What is his remedy? R. Naḥman b. Isaac said: Let him keep another fast to atone for this one.<br>Ber. 31b. (Soncino pp. 194-95)</i> (due to a nightmare), (<span dir=\"ltr\">מהרי״ל</span>).<sup class=\"footnote-marker\">8</sup><i class=\"footnote\"><i>Maharil</i>, <span dir=\"ltr\">מהרי״ל</span>, is an acronym for <i>M</i>orenu <i>h</i>a-<i>R</i>av <i>J</i>acob ha-<i>L</i>evi. His real name was Jacob ben Moses Moellin. He lived from around 1360 until 1427. He was born in Mainz and became the foremost talmudist of his generation and the head of the Jewish communities of Germany, Austria, and Bohemia. He studied under his father and later went to Austria where he was ordained after studying under Meir ha-Levi and Sholom b. Isaac. After the death of his father, Maharil established a yeshivah from which came the greatest rabbis of Germany and Austria.<br>Moellin was famous and halakhic questions were asked of him throughout Europe. Many of his rulings became the foundation of the Jewish way of life for German Jewry. His decisions were characterized by the fact that he took into account the conditions of the time including the economic situation of a particular community. He would often decide to be strict in a case where a community had no rabbinic leadership. Moellin was concerned about leaders who did not possess the proper authority and the neglect of proper Torah and talmudic study that resulted from decisions arrived at using codified halakhic works instead of thorough original investigation. He placed a great deal of importance on charity and the honor of the poor.<br>Moellin was an accomplished <i>ḥazzan</i> and fought for the preservation of traditional melodies for the liturgy. His known works were two, <i>Minhagei Maharil</i>, (<i>Sefer Maharil</i>), which was first published in Sabionetta in 1556 and compiled by his student Zalman of Saint Goar, was a collection of halakhic statements, customs, and explanations which Zalman had heard from Moellin. It was these customs of Germany that Moses Isserles used so often in his glosses to the Shulḥan Arukh. The second work was a collection of responsa arranged by Eleazar b. Jacob and published in Venice in 1549.<br>Ephraim Kupfer, <i>E</i>. <i>J</i>., v. 12, pp. 210-11.</i> And if one vows to fast on it, see above (in the Shulḥan Arukh, <i>Oraḥ Ḥayyim</i>), chapter  570, paragraph 2.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\"><i>Oraḥ Ḥayyim</i> chapter 570, Paragraph 2: “One who vows to fast on the Sabbath, on a festival, or on the Eve of Yom Kippur or on Ḥanukkah or Purim, the laws are the same as for one who vows to fast on so and so many days and these (holy) days happen to occur on them. If he expressed it using the word “vow”, the law is as if one has taken them upon himself, with the expression, a vow (it has the legal character of a vow). But if he expressed it merely with the (ordinary) expression of accepting a fast then the law is as if one has taken upon himself (the fast) with the expression of accepting a fast”. That is if one “vows” to fast on the Eve of Yom Kippur then he must if he uses the words “vow” and “fast”. If he only says I am going to fast, without using the word “vow”, it is not serious and he can postpone it. (Acceptance of a fast by a) vow is more serious than accepting a fast without it.”</i>", "versionTitle": "Hilkhot Yom ha-Kippurim, trans. by Jan M. Brahms. HUC, 1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61eea3681d82090a96b4ee7e", "index_title": "Shulchan Arukh, Orach Chayim", "category": "Halakhah", "type": "", "ref": "Shulchan Arukh, Orach Chayim 621:1", "anchorRef": "Numbers 25:10-30:1", "anchorRefExpanded": ["Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1"], "sourceRef": "Shulchan Arukh, Orach Chayim 621:1", "sourceHeRef": "שולחן ערוך, אורח חיים תרכ״א:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1563], "commentaryNum": 621.0001, "collectiveTitle": {"en": "Shulchan Arukh, Orach Chayim", "he": "שולחן ערוך, אורח חיים"}, "heTitle": "שולחן ערוך, אורח חיים", "he": "<b>סדר קריאת התורה ומילה ביו\"כ ובו ו' סעיפים:</b><br>מוציאין שני ספרים <i data-commentator=\"Be'er HaGolah\" data-label=\"א\" data-order=\"1\"></i>בראשונה קורים ששה בפרשת <i data-commentator=\"Be'er HaGolah\" data-label=\"ב\" data-order=\"2\"></i><i data-commentator=\"Ba'er Hetev\" data-order=\"1\"></i>אחרי מות עד ויעש כאשר צוה ה' <i data-commentator=\"Sha'arei Teshuvah\" data-order=\"1\"></i>ואם חל בשב' קוראים שבעה <i data-commentator=\"Ba'er Hetev\" data-order=\"2\"></i>ומפטיר קורא בשניה בפנחס ובעשור לחודש <i data-commentator=\"Ateret Zekenim\" data-label=\"♦\" data-order=\"1\"></i>ומפטיר בישעיה ואמר סלו סלו פנו עד כי פי ה' דבר:", "heVersionTitle": "Maginei Eretz: Shulchan Aruch Orach Chaim, Lemberg, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר מגיני ארץ: שלחן ערוך. למברג, תרנ\"ג", "text": "<b>“The order of the reading of the Torah and of circumcision on Yom Kippur” - Containing six paragraphs.</b><br>We take out (from the ark) two Torah scrolls.<sup class=\"footnote-marker\">168</sup><i class=\"footnote\">Two Torah scrolls are taken out on the festivals because portions from two separate sections of the Torah are read. The Torahs can be set before hand so that they can be opened to the correct portion without the necessity of rolling the scroll from one portion to the next.</i> In the first Torah six men read from the portion “<span dir=\"ltr\">אחרי מות</span>”, (Leviticus 16:1-18:30) until “and he did as the Lord commanded (Moses)”, (Leviticus 16:34). But if (Yom Kippur) falls on Shabbat, seven (men read from the first Torah), and the <i>Maftir</i><sup class=\"footnote-marker\">169</sup><i class=\"footnote\"><i>Maftir</i>, <span class=\"rtl\">מפטיר</span>, means literally \"one who concludes\". It is the name given to the man who is the last to read in the Torah and he also usually reads the <i>haftarah</i> (see footnote 170), the section of the prophets that corresponds to the Torah reading. <i>Maftir</i> is also the name given to the three or more concluding verses of the regular weekly Torah portion as well as to the final verses read on festivals and public fast days.<br>Editorial Staff, <i>E</i>. <i>J</i>., v. 11, p. 685.</i> (the last reader) reads from the second (Torah scroll) from the portion, <i>Pinḥas</i>, (Numbers 25:10-30:1), the section “and you shall have on the tenth day of this seventh month”, (Numbers 29:7-11). The <i>Maftir</i> (the <i>Haftarah</i> section from the Prophets<sup class=\"footnote-marker\">170</sup><i class=\"footnote\">The <i>Haftarah</i>, <span class=\"rtl\">הפטרה</span>, is a portion from the Prophets section of the Bible read after the Torah is read on Sabbaths, festivals, and fast days. On Sabbaths and festivals the <i>haftarah</i> is read during the Morning, <i>Shaḥarit</i> Service (see footnote 17), but on fast days it is read only during the Afternoon, <i>Minḥah</i> Service (see footnote 40). The exception to this is Yom Kippur and <i>Tishah be-Av</i> (see footnote 102) where there is a <i>haftarah</i> after the Torah reading in both the Morning and the Afternoon Service.<br>The Torah in its regular portions is read straight through during the year but such is not the case on festivals and some special Sabbaths. The <i>haftarot</i> are selected in parts from both the Former and Latter Prophets. Only two prophetic books are read in their entirety as <i>haftarot</i>, the Book of Obadiah which has only twenty-one verses and is read after the Torah portion <i>Va-Yishlaḥ</i> (Genesis 32:4-36-43) according to the Sephardi rite, and the Book of Jonah which is the <i>haftarah</i> for the <i>Minḥah</i> Service on Yom Kippur (see the Shulḥan Arukh, <i>Oraḥ Ḥayyim</i> 622:2).<br><i>Haftarot</i> were usually selected so there would be some similarity in content between the Pentateuchal and the Prophetic portions, but often this did not happen and <i>haftarot</i> were chosen because of historical events or because of some special date. Special <i>haftarot</i> are read on special Sabbaths and the <i>haftarah</i> for each festival is based on the nature of the festival.<br>When the custom of reading the <i>haftarah</i> got started is not known for sure, but it is thought that it began during the persecutions of the Antiochus Epiphanes which preceded the Hasmonean revolt. The Torah was not permitted to be read by the Jews during the persecution for it was felt that the reading of it kept the Jews together and gave them a special strength. As a substitute for the Torah reading, sections form the Prophets were chosen that would remind the Jews of the corresponding Torah portion. Appearantly when the ban against reading the Torah was lifted, the practice of reading the <i>haftarah</i> continued. The first mention of the practice of the reading of the <i>haftarah</i> is found in the New Testament. Acts 13:15 states, \"after the reading of the law and the prophets\". <i>Haftarot</i> are also discussed in the Talmud as to which are to be read at specific times and festivals. In Mishnaic times different communities read different <i>haftarot</i>, and a set order was probably not established until talmudic times. Some <i>haftarot</i> today differ from those recorded in the Talmud, and there are differences in the Sephardi and Ashkenazi rites.<br>The <i>maftir</i>, the one who reads the <i>haftarah</i> also reads the last part of the weekly portion, (i.e., the Torah reader reads it for him). On the Sabbath, after the seventh reader from the Torah, the <i>maftir</i> usually rereads the last three verses of the weekly portion. On festivals and the four special Sabbaths, the <i>maftir</i> reads the special section from the second scroll which is usually a short description of of the festival found in the Torah. Before the <i>haftarah</i> is read (or chanted) the <i>maftir</i> precedes the <i>haftarah</i> with two blessings and after he ends the <i>haftarah</i> he recites three blessings to which a fourth one is added on Sabbaths and festivals. This fourth blessing changes with the nature of the day. The Sabbath <i>haftarah</i> usually has a minimum of twenty-one verses while the festival has at least fifteen verses. Lately it has become the custom for the Bar Mitzvah boy (a man upon reaching the age of thirteen) to chant the <i>haftarah</i> to display his ability with a Hebrew text.<br>Louis Isaac Rabinowitz, <i>E</i>. <i>J</i>., v. 16, pp. 1342-44.</i>) comes from Isaiah, “and shall say, cast you up, cast you up, prepare the way” until “for the mouth of the Lord has spoken it”, (Isaiah 57:14-58:14).", "versionTitle": "Hilkhot Yom ha-Kippurim, trans. by Jan M. Brahms. HUC, 1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61eea3681d82090a96b4ee80", "index_title": "Shulchan Arukh, Orach Chayim", "category": "Halakhah", "type": "", "ref": "Shulchan Arukh, Orach Chayim 621:1", "anchorRef": "Numbers 29:7-11", "anchorRefExpanded": ["Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11"], "sourceRef": "Shulchan Arukh, Orach Chayim 621:1", "sourceHeRef": "שולחן ערוך, אורח חיים תרכ״א:א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1563], "commentaryNum": 621.0001, "collectiveTitle": {"en": "Shulchan Arukh, Orach Chayim", "he": "שולחן ערוך, אורח חיים"}, "heTitle": "שולחן ערוך, אורח חיים", "he": "<b>סדר קריאת התורה ומילה ביו\"כ ובו ו' סעיפים:</b><br>מוציאין שני ספרים <i data-commentator=\"Be'er HaGolah\" data-label=\"א\" data-order=\"1\"></i>בראשונה קורים ששה בפרשת <i data-commentator=\"Be'er HaGolah\" data-label=\"ב\" data-order=\"2\"></i><i data-commentator=\"Ba'er Hetev\" data-order=\"1\"></i>אחרי מות עד ויעש כאשר צוה ה' <i data-commentator=\"Sha'arei Teshuvah\" data-order=\"1\"></i>ואם חל בשב' קוראים שבעה <i data-commentator=\"Ba'er Hetev\" data-order=\"2\"></i>ומפטיר קורא בשניה בפנחס ובעשור לחודש <i data-commentator=\"Ateret Zekenim\" data-label=\"♦\" data-order=\"1\"></i>ומפטיר בישעיה ואמר סלו סלו פנו עד כי פי ה' דבר:", "heVersionTitle": "Maginei Eretz: Shulchan Aruch Orach Chaim, Lemberg, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר מגיני ארץ: שלחן ערוך. למברג, תרנ\"ג", "text": "<b>“The order of the reading of the Torah and of circumcision on Yom Kippur” - Containing six paragraphs.</b><br>We take out (from the ark) two Torah scrolls.<sup class=\"footnote-marker\">168</sup><i class=\"footnote\">Two Torah scrolls are taken out on the festivals because portions from two separate sections of the Torah are read. The Torahs can be set before hand so that they can be opened to the correct portion without the necessity of rolling the scroll from one portion to the next.</i> In the first Torah six men read from the portion “<span dir=\"ltr\">אחרי מות</span>”, (Leviticus 16:1-18:30) until “and he did as the Lord commanded (Moses)”, (Leviticus 16:34). But if (Yom Kippur) falls on Shabbat, seven (men read from the first Torah), and the <i>Maftir</i><sup class=\"footnote-marker\">169</sup><i class=\"footnote\"><i>Maftir</i>, <span class=\"rtl\">מפטיר</span>, means literally \"one who concludes\". It is the name given to the man who is the last to read in the Torah and he also usually reads the <i>haftarah</i> (see footnote 170), the section of the prophets that corresponds to the Torah reading. <i>Maftir</i> is also the name given to the three or more concluding verses of the regular weekly Torah portion as well as to the final verses read on festivals and public fast days.<br>Editorial Staff, <i>E</i>. <i>J</i>., v. 11, p. 685.</i> (the last reader) reads from the second (Torah scroll) from the portion, <i>Pinḥas</i>, (Numbers 25:10-30:1), the section “and you shall have on the tenth day of this seventh month”, (Numbers 29:7-11). The <i>Maftir</i> (the <i>Haftarah</i> section from the Prophets<sup class=\"footnote-marker\">170</sup><i class=\"footnote\">The <i>Haftarah</i>, <span class=\"rtl\">הפטרה</span>, is a portion from the Prophets section of the Bible read after the Torah is read on Sabbaths, festivals, and fast days. On Sabbaths and festivals the <i>haftarah</i> is read during the Morning, <i>Shaḥarit</i> Service (see footnote 17), but on fast days it is read only during the Afternoon, <i>Minḥah</i> Service (see footnote 40). The exception to this is Yom Kippur and <i>Tishah be-Av</i> (see footnote 102) where there is a <i>haftarah</i> after the Torah reading in both the Morning and the Afternoon Service.<br>The Torah in its regular portions is read straight through during the year but such is not the case on festivals and some special Sabbaths. The <i>haftarot</i> are selected in parts from both the Former and Latter Prophets. Only two prophetic books are read in their entirety as <i>haftarot</i>, the Book of Obadiah which has only twenty-one verses and is read after the Torah portion <i>Va-Yishlaḥ</i> (Genesis 32:4-36-43) according to the Sephardi rite, and the Book of Jonah which is the <i>haftarah</i> for the <i>Minḥah</i> Service on Yom Kippur (see the Shulḥan Arukh, <i>Oraḥ Ḥayyim</i> 622:2).<br><i>Haftarot</i> were usually selected so there would be some similarity in content between the Pentateuchal and the Prophetic portions, but often this did not happen and <i>haftarot</i> were chosen because of historical events or because of some special date. Special <i>haftarot</i> are read on special Sabbaths and the <i>haftarah</i> for each festival is based on the nature of the festival.<br>When the custom of reading the <i>haftarah</i> got started is not known for sure, but it is thought that it began during the persecutions of the Antiochus Epiphanes which preceded the Hasmonean revolt. The Torah was not permitted to be read by the Jews during the persecution for it was felt that the reading of it kept the Jews together and gave them a special strength. As a substitute for the Torah reading, sections form the Prophets were chosen that would remind the Jews of the corresponding Torah portion. Appearantly when the ban against reading the Torah was lifted, the practice of reading the <i>haftarah</i> continued. The first mention of the practice of the reading of the <i>haftarah</i> is found in the New Testament. Acts 13:15 states, \"after the reading of the law and the prophets\". <i>Haftarot</i> are also discussed in the Talmud as to which are to be read at specific times and festivals. In Mishnaic times different communities read different <i>haftarot</i>, and a set order was probably not established until talmudic times. Some <i>haftarot</i> today differ from those recorded in the Talmud, and there are differences in the Sephardi and Ashkenazi rites.<br>The <i>maftir</i>, the one who reads the <i>haftarah</i> also reads the last part of the weekly portion, (i.e., the Torah reader reads it for him). On the Sabbath, after the seventh reader from the Torah, the <i>maftir</i> usually rereads the last three verses of the weekly portion. On festivals and the four special Sabbaths, the <i>maftir</i> reads the special section from the second scroll which is usually a short description of of the festival found in the Torah. Before the <i>haftarah</i> is read (or chanted) the <i>maftir</i> precedes the <i>haftarah</i> with two blessings and after he ends the <i>haftarah</i> he recites three blessings to which a fourth one is added on Sabbaths and festivals. This fourth blessing changes with the nature of the day. The Sabbath <i>haftarah</i> usually has a minimum of twenty-one verses while the festival has at least fifteen verses. Lately it has become the custom for the Bar Mitzvah boy (a man upon reaching the age of thirteen) to chant the <i>haftarah</i> to display his ability with a Hebrew text.<br>Louis Isaac Rabinowitz, <i>E</i>. <i>J</i>., v. 16, pp. 1342-44.</i>) comes from Isaiah, “and shall say, cast you up, cast you up, prepare the way” until “for the mouth of the Lord has spoken it”, (Isaiah 57:14-58:14).", "versionTitle": "Hilkhot Yom ha-Kippurim, trans. by Jan M. Brahms. HUC, 1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee947cf7a0c25239b7f", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, Festival Offerings 2-3", "anchorRef": "Numbers 28:1-29:39", "anchorRefExpanded": ["Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, Festival Offerings 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳, במדבר הערה ג׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Festival Offerings", "he": "במדבר הערה ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ג׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["With Chaps. 28–30 we return to a recurring phenomenon in the book of Numbers: the intrusion of priestly material. We would expect 28 and 29, which form a logical unit and enumerate the sacrifices brought on holy days, to be properly placed in Leviticus. In fact, Lev. 23 does set out a sacred calendar. The purpose of that passage, however, was to indicate the overlay of the holy on the cycle of the year; the material here neither creates the calendar itself nor has anything to do with either voluntary offerings or those brought for expiation of sin. It may have been inserted at this point, in this book, because in its drawn-out, formulaic rhetoric, it has the character of a list such as we often find in Numbers. Part III of the book is a logical setting for it, given that it concentrates on the “pilgrimage-festivals” that fit a settled, agricultural context, and these chapters deal with various issues arising from Israel’s immanent possession of the land.", "Interesting is the addition of the New Moon festival (vv.11ff.), not mentioned in Lev. 23. It was apparently a serious holy day, although the Bible does not forbid work on it. The New Moon fits in the general layout of the chapter, which is, first, according to frequency of sacrifice and then to calendar (Milgrom)."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380ae713bd8cd388d3e57", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest 2-10", "anchorRef": "Numbers 26:1-36:13", "anchorRefExpanded": ["Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest 2-10", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳ ב׳-י׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part III; The Preparations for Conquest", "he": "במדבר מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE LAST PART OF</small> N<small>UMBERS IS WHAT THE READER MIGHT HAVE EXPECTED ALL ALONG</small>: a collection of materials that deal directly with the upcoming conquest of Canaan. It is concerned, then, with the transfer of leadership from Moshe to Yehoshua (Joshua); with provisions for two and a half tribes to remain on the east bank of the Jordan River, as long as they take part in the impending invasion; with listing the entire route of the Israelites, from Egypt to the plains of Moab; and with the borders of the land to be conquered.", "As has been the case earlier in the book, however, other material intervenes: a theme and variation doublet on the inheritance of land in a case where a man leaves daughters, not sons; two chapters on what sacrifices are to be brought on holy days; a section on vows taken by women; war with Midyan and the precise apportioning of spoils, both to warriors and to the sanctuary; and the law regarding accidental homicide, in which family vengeance is circumvented by the existence of “safe” Levite towns to which the manslayer may flee.", "The inconsistent thematics may again be explained by the intrusion of an editorial hand, again by priestly interests. In Levine’s view, most of Chapters 25–36 function to establish matters of importance in the priestly view, just as in Chapters 1–10. Here law takes precedence over narrative.", "Despite the varied subject matter of this section, it holds together structurally, via the common biblical technique of word (sound) repetition. The rather common verb <i>tzivvah</i>, “command,” weaves through every one of Chapters 26–36, except for 33. Sometimes it introduces what God wants the Israelites to do; sometimes it leads to the formula of fulfillment, “as YHWH commanded the Children of Israel, so they did”; still other times it refers to a command given by Moshe himself. The entire section begins with the verb (26:4), and ends with it as well (36:13). In addition, the chapters most far afield, 28–29 (taken as a unit) and 30, begin and end with it. Whether this was a conscious technique by redactors is hard to say, but its existence is striking.", "Another structural device, that of framing, also occurs in this part of the book: after the introductory census (Chap. 26), the rest is built between two brackets, each involving the daughters of Tzelofhad, and each opening with the verb “to come-near” (27:1 and 36:1). So despite the wide-ranging material, some sense of unity has been imposed upon it.", "Finally, there is the key occurrence, for the book of Numbers, of more lists, from census to holiday sacrifices, from stops along the journey to the precise borders of the Promised Land. We are in the presence of order once again.", "What remains lacking at the end of the book is exactly what Deuteronomy supplies: a final exhortation from Moshe, which includes reiteration and further clarification of the laws, a public covenant ceremony, Moshe’s long blessing of the people, and the account of his death and burial. If added here, these topics might have tipped the scales of Numbers, which has given us almost too much to digest as it is; as the Torah has come down to us, they are more appropriately treated in the expansive and majestic rhetorical setting of Deuteronomy.", "<img>", "<b><i>Num. 26:3</i> Moshe spoke, and El’azar the priest, to them in the Plains of Moav …</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f0c9ad75f2d99afa40", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, Festival Offerings 1", "anchorRef": "Numbers 28:1-29:39", "anchorRefExpanded": ["Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, Festival Offerings 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳, במדבר הערה ג׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ג׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 28:1-29:39\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 28:1-29:39</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620d124580edc1ab98735c44", "index_title": "Ohr LaYesharim on Jerusalem Talmud Megillah", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Megillah 4:5:6", "anchorRef": "Numbers 29:7-11", "anchorRefExpanded": ["Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Megillah 4:5:6", "sourceHeRef": "אור לישרים על תלמוד ירושלמי מגילה ד׳:ה׳:ו׳", "anchorVerse": 7, "sourceHasEn": false, "commentaryNum": 5.0006, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Megillah", "he": "אור לישרים על תלמוד ירושלמי מגילה"}, "he": "כאן המשך המקבילות בירושלמי יומא וסוטה.\n<br>במשנה שנינו: <b>\"אין מדלגין בתורה\".</b>\n<br>מציעים הסבר: <b>רבי ירמיה</b> (מגדולי אמוראי ארץ ישראל בדור השלישי והרביעי) אמר <b>בשם רבי שמעון בן לקיש</b> (מגדולי אמוראי ארץ ישראל בדור השני)<b>:</b> לפי <b>שאין גולים</b> (גוללים) <b>ספר תורה ברבים</b> – אין מדלגים בתורה משום הביזיון שנגרם לספר תורה כשגוללים אותו בפני הרבים. אבל מדלגים בנביא, לפי שגוללים ספר נביאים ברבים (מסכת סופרים יא,ג)<b>.</b>\n<br>ומציעים קושיה (בהצעת מקרה שממנו מקשים על הדעה שלפני כן כדי לפרוך אותה): <b>רבי יוסה</b> (מגדולי אמוראי ארץ ישראל בדור הרביעי) <b>בעי</b> – שואל (מקשה)<b>: הגע עצמך</b> – שער בנפשך, <b>שהיתה פרשה קטנה</b> – במקרה שהפרשה שמדלגים עליה היא פרשה קטנה, ואין צורך בגלילת הספר כדי להגיע לפרשה שמבקשים לקרוא. לפי ההסבר שהוצע, היה מותר לדלג בתורה במקרה זה, והרי מהמשנה משמע שלעולם אין מדלגים בתורה<b>.</b>\n<br>וחוזרים מן ההסבר שנאמר קודם לכן ומציעים הסבר אחר: <b>אמר ליה</b> (צריך לומר כמו במקבילות: '<b>אלא</b>'. לפני הסופר היה כתוב 'אל'' (=אלא) ופתר 'אמר ליה')<b>, כדי שישמעו את</b> (מילה זו יתירה ואינה במקבילות. ואולי מקומה של 'את' לפני 'התורה' והסופר סירס את סדר המילים) <b>ישראל התורה על סדר</b> – אין מדלגים בתורה משום שכשקוראים בתורה בציבור ראוי שהציבור ישמעו את התורה לפי הסדר שהיא כתובה ולא בדילוגים, ולכן אין לדלג אף על פרשה קטנה (ההקפדה לשמוע על הסדר היא רק בתורה אבל לא בנביאים, ולכן מדלגים בנביא)<b>.</b>\n<br>ומציעים קושיה ממשנה: <b>והא תנינן:</b> – והרי שנינו (משנה יומא ז,א וסוטה ז,ז בעניין הקריאה בתורה שהכוהן הגדול קורא ביום הכיפורים במקדש): <b>קורא \"אַחֲרֵי מוֹת\"</b> (ויקרא טז,א-לד) – פרשת העבודה של יום הכיפורים, <b>ו\"אַךְ בֶּעָשׂוֹר\"</b> (ויקרא כג,כו-לב) – עניין יום הכיפורים שבפרשת המועדות<b>!</b> – והרי שתי הפרשות האלו אינן סמוכות וצריך לדלג מפרשה לפרשה, ונמצא שאין מקפידים לשמוע את התורה על הסדר, שלא כמו שאמרו לפני כן!\n<br>ומתרצים את הקושיה (בהצעת הבחנה עקרונית בין העניינים שהושוו): <b>שנייא היא</b> – שונָה היא (שונֶה הוא הדבר)<b>, שהוא סדרו של</b> ה<b>יום</b> – הפרשה \"אך בעשור\" היא הסדר שחייבים לקרוא באותו היום, כיוון שהיא מעניינו של יום הכיפורים, ולכן במקרה זה מותר לדלג מפרשה לפרשה. אבל במקרים אחרים אסור לדלג מפרשה לפרשה, לפי שיש לשמוע את התורה על הסדר<b>.</b>\n<br>ומציעים סיוע ממקור אמוראי לאמור לפני כן: <b>תדע לך</b> – מכאן תוכל להוכיח<b>, דאמר רבי שמעון בן לקיש: בכל מקום אינו קורא על פה</b> – הקורא בתורה אסור לקרוא על פה (ירושלמי לעיל ד,א), <b>והכא</b> – וכאן, <b>קורא על פה</b> – ביום הכיפורים, לאחר שהכוהן הגדול קורא \"אחרי מות\" ו\"אך בעשור\", הוא קורא בעל פה את פרשת מוסף של יום הכיפורים \"ובעשור לחודש השביעי\" (במדבר כט,ז-יא), כמו ששנינו במשנה יומא ז,א, אף שאסור לקרוא על פה דברים שבכתב. הרי שמותר לקרוא על פה אם הוא סדרו של היום, והוא הדין שמותר לדלג מפרשה לפרשה אם הוא סדרו של היום (בדילוג מ\"אחרי מות\" ל\"אך בעשור\" צריך הכוהן הגדול לגלול את ספר התורה מעט בשל קרבתן של שתי הפרשות זו לזו, ולכן הוא קורא \"אך בעשור\" מן הכתב. אבל בדילוג מ\"אך בעשור\" ל\"ובעשור\", אילו היה קורא \"ובעשור\" מן הכתב, היה צריך הכוהן הגדול לגלול את ספר התורה הרבה בשל ריחוקן של שתי הפרשות זו מזו, אך משום חולשתו של הכוהן הגדול ביום הכיפורים מחמת הצום ועבודת היום המוטלת עליו אין להטריחו יותר מדי ואינו גולל, ולכן הוא קורא \"ובעשור\" בעל פה)<b>.</b><br>\n<br>ומספרים: <b>רבי יוסה מפקד לבר עולא חזנא דכנישתא דבבלייא</b> – (היה) מצַווה את בר עולא החזן של בית הכנסת של הבבליים (של היהודים מבבל שעלו לארץ ישראל. בתי כנסת של הבבליים היו בטבריה ובציפורי. כאן מדובר בבית הכנסת שהיה בטבריה, כי מקומו של רבי יוסה היה בטבריה. - חזן הוא משגיח בבית כנסת. מקור המילה באכדית, אולי מן השורש 'חזה')<b>: כד דהיא הדא</b> (צריך לומר כמו במקבילה ביומא: '<b>ח</b>דא', וכן הוא במקבילה בסוטה בכתב יד רומי) <b>אורייא, תהוי גוילא</b> (צריך לומר כמו במקבילות: '<b>גייל לה</b>') <b>אחורי</b> (במקבילה ביומא: 'להדי', ובמקבילה בסוטה: 'לחורי'. 'להדי' אינה בארמית גלילית אלא בארמית בבלית ופירושה 'לפני', והיא שיבוש של 'לחורי' שנגרם בשל הדמיון בצורת האותיות 'חר' &gt; 'הד') <b>פרוכתא</b> – כאשר היא תורה אחת (כשיש לכם ספר תורה אחד בלבד ביום שקוראים בו שתי פרשות, ואתם צריכים לגלול את הספר בשעת הקריאה מפרשה אחת לפרשה אחרת), תהיה גולל אותה אחורי הפרוכת (ולא במקום שבו קוראים בתורה באמצע אולם בית הכנסת, לפי שאין גוללים ספר תורה ברבים, כדברי רבי שמעון בן לקיש לעיל, מפני כבוד ספר התורה)<b>. כד דאינון תרתיי, תי מייבל חדא ומייתי חדא</b> (שתי המילים האחרונות נוספו במסירה שלפנינו על ידי מגיה כמו שהוא במקבילות) – (ו)כאשר הן שתיים (כשיש לכם שני ספרי תורה ביום שקוראים בו שתי פרשות), תהיה מוביל (לוקח למקום אחר) אחת ומביא אחת (תחילה מביאים לאולם בית הכנסת ספר תורה אחד וקוראים בו פרשה אחת, ואחר כך מחזירים אותו למקומו ומביאים ספר תורה שני וקוראים בו פרשה אחרת, כדי לחלוק כבוד לכל ספר בפני עצמו (שמהלכים אחר ספר התורה מפני כבודו), אבל אין מביאים ומחזירים את שניהם יחד)<b>.</b><br><br><small>הפרוכת היתה על פני קיתון קטון שהיה בבית הכנסת והיה מיועד לתיבה עם הספרים, או שהפרוכת היתה פרושה בתוך בית הכנסת וייחדה פינה לתיבה (\"בשלהי הבית השני ובתקופת המשנה\", עמוד 160).<br><br>בשבתות שבהן היו קריאות מיוחדות בתורה, כגון ארבע השבתות שלפני חודש ניסן או ראש חודש או חנוכה, היה חילוק במנהג הקריאה בתורה בין ארץ ישראל ובין בבל. בארץ ישראל היו מוציאים ספר תורה אחד ובו קראו את הקריאה המיוחדת, ובבבל היו מוציאים שני ספרי תורה, באחד קראו את פרשת השבוע ובאחר קראו את הקריאה המיוחדת. בבית הכנסת של הבבליים נהגו כמנהג בבל, והפקודה שנתן רבי יוסה לחזן בית הכנסת של הבבליים היתה בשל מנהג בבל שבו נהגו שם. שני חלקי הפקודה הם מפני כבוד ספר התורה.<br><br>הבבלים שהשתכנו בארץ נטו להתבדל בבתי הכנסת שלהם והוסיפו לקיים את מנהגיהם הקודמים (\"מעמד החכמים בארץ ישראל בתקופת התלמוד\", עמוד 62).<br><br>עד כאן המקבילות בירושלמי יומא וסוטה.<br>הסוגיה מקורה במגילה, כי היא מפרשת את המשנה כאן, והועתקה ליומא ולסוטה בשל הבאת המשנה שם בסוגיה.<br><br>ב<b>בבלי מגילה</b> כד,א (<b>יומא</b> סט,ב ו<b>סוטה</b> מא,א) אמרו: \"מדלגים בנביא ואין מדלגים בתורה\". - ורמינהי: קורא \"אחרי מות\" ו\"אך בעשור\". והא קא מדלג (בתורה)! - לא קשיא. כאן (שאמרו שלא ידלג) - בכדי שיפסיק התורגמן, כאן (שהתירו לדלג) - בכדי שלא יפסיק התורגמן. - והא קתני: מדלגים בנביא ואין מדלגים בתורה. ועד כמה הוא מדלג? עד כדי שלא יפסיק התורגמן. מכלל דבתורה כלל כלל לא ידלג! - אמר אביי: לא קשיא. כאן (שהתירו לדלג) - בעניין אחד, כאן (שאמרו שלא ידלג) - בשני עניינים. והתניא (בניחותא): מדלגים בתורה בעניין אחד, ובנביא אפילו בשני עניינים. וכאן וכאן (שהתירו לדלג) - בכדי שלא יפסיק התורגמן.<br><br>לפי הבבלי, מדלגים בתורה בעניין אחד. ולפי הירושלמי, מדלגים בתורה אם הוא סדרו של היום.<br><br>ב<b>בבלי יומא</b> ע,א ו<b>סוטה</b> מא,א אמרו: \"'ובעשור' של חומש הפקודים קורא על פה\". - ולכרכיה לספר תורה ולקרי! / ואמאי (קורא על פה)? לגלול (את הספר עד שיגיע לפרשה זו) ולקרי! - אמר רב הונא בר יהודה / בריה דרב יהושע אמר רב ששת: לפי שאין גוללים ספר תורה ברבים / בציבור.<br><br>בשני התלמודים אמרו, שאין גוללים ספר תורה ברבים. והטעם מפני כבוד התורה כפי שפירשנו, אך אין הטעם מפני כבוד הציבור (שאין ראוי שהציבור יחכה עד שיסיים הגולל לגלול) כמו שיש שגרסו בבבלי.<br><br><b>נותנים כבוד לתורה</b><br>ב<b>מסכת סופרים</b> יד,יא נאמר: כך היו נקיי הדעת שבירושלם עושים: כשהיו מוציאים ומחזירים את התורה, היו הולכים אחריה מפני כבודה.<br>וב<b>ספר החילוקים</b> בין בני מזרח ומערב סימן מט נאמר: אנשי מזרח (בני בבל) מכבדים את התורה בכניסתה (בהחזרת ספר התורה למקומו), ובני ארץ ישראל ביציאתה (בהוצאת ספר התורה ממקומו כדי לקרוא בו) ובכניסתה.</small><br>• • •<br><br>ב<b>תוספתא מגילה</b> ג,יח שנו: אין מפטירים בנביא יותר משלושה פסוקים בכרך אחד (משום שהיו מתרגמים את קריאת הנביא, ואם יקרא יותר משלושה פסוקים בבת אחת עלול המתרגם לטעות כשיתרגם את כולם בבת אחת). אם היתה פרשה של ארבעה ושל חמישה - הרי זה קורא את כולה (מותר לקרוא את כולה בבת אחת).", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2017", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשע\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "648826c5d7b2ce6a14d0ca5f", "index_title": "Rav Hirsch on Torah", "category": "Quoting Commentary", "type": "", "ref": "Rav Hirsch on Torah, Leviticus 23:27:3", "anchorRef": "Numbers 29:8-11", "anchorRefExpanded": ["Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11"], "sourceRef": "Rav Hirsch on Torah, Leviticus 23:27:3", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא כ״ג:כ״ז:ג׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 27.0003, "collectiveTitle": {"en": "Rav Hirsch on Torah", "he": "רש\"ר הירש על התורה"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "מקרא קדש יהיה לכם ועניתם את נפשותיכם (siehe zu Kap. 16, 29). Während andere מועדים vermöge ihres מקרא קדש-Charakters erhöhten sinnlichen Genuss mit zum Wesen ihrer Feier zählen (siehe Schmot 12, 16), fordert <i>dieses</i> מועד, das nicht minder מקרא קדש, ja, dem wahren, ihn in Wahrheit begehenden, der höchsten Gnadenspende die er zu bringen hat, inne werdenden Juden der beseligendste, gehobenste, freudig erhebendste aller מועדים ist, – לא היו ימים טובים לישראל כהמשה עשר באב וביום הכפורים, Israel hatte keine freudigeren Festtage, als den fünfzehnten Ab und den Kippurimtag, als die Tage der wiedergewonnenen, scheidewandlosen Vereinigung mit der Gesamtheit und mit Gott (Taanit 26b u. 30b) – zur Charakterisierung des קדש zu dem es leitet, ענוי נפש, die Versagung jedes sinnlichen Genusses, und ist die Tatsache, auf die wir eben hingewiesen, ein Beweis, wie weit ab die jüdische Wahrheit von jener heidnischen Anschauung ist, die in dem durch ענוי נפש zu begehenden יום כפור eine \"durch Kasteiung des Schuldigen zu bewirkende Versöhnung einer zürnenden Gottheit\" erblickt, die an der Selbstqual des Schuldigen eine Befriedigung ihres Rache fordernden Zornes findet. Es ist daher nicht gut, יום כפור \"Versöhnungstag\" zu nennen, da von Versöhnen stets das Objekt der bis dahin Zürnende ist, כפרה aber hat immer den Schuldigen und die Schuld zum Objekt, ist, wie wir wiederholt bemerkt, ein Schützen des Schuldigen vor den Folgen seiner Schuld, ein Hemmen der Schuld in ihren sonst eintretenden Folgen für das innere und äußere Heil des Schuldigen. ענוי נפש und איסור מלאכה (V. 28) ist das Tatbekenntnis, die vierundzwanzigstündige ודוי dessen, was unser verdientes Los sein würde, wenn nicht Gottes Wundergnade כפרה für unsere Vergangenheit gewährte. Ohne die nur von Gottes allvermögender Gnade zu erhoffende כפרה, haben wir durch unsere Schuld das Recht eingebüßt zu \"sein\" (עינוי נפש) und zu \"schaffen\" (איסור מלאכה), als \"Geschöpf\" und \"Mensch\" haben wir unsere Zukunft verscherzt, diese Tatsache haben wir in der ganzen Tiefe und dem ganzen Umfang ihrer Wahrheit zu erkennen und zu bekennen, והקרבתם אשה לד׳ und in den (Bamidbar 29, 8-11) bestimmten קרבנות מוסף mit der Erkenntnis und dem Bekenntnis unserer vollen und ewigen Bestimmung und dem Gelöbnis einer künftigen treueren Lösung uns wiederum Gott zu nahen und für die Erfüllung eines solchen Gelöbnisses die freudige Hoffnung auf weitere Zukunftgewährung zu schöpfen (siehe zu Kap. 16, 23).", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "65ad3e8c59f608cfeaa82f82", "index_title": "Tosefta Parah", "category": "Tosefta", "type": "", "ref": "Tosefta Parah 1:3", "anchorRef": "Numbers 28:22-29:38", "anchorRefExpanded": ["Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38"], "sourceRef": "Tosefta Parah 1:3", "sourceHeRef": "תוספתא פרה א׳:ג׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 1.0003, "collectiveTitle": {"en": "Tosefta Parah", "he": "תוספתא פרה"}, "heTitle": "תוספתא פרה", "he": "ר\"ש אומר כל מקום שנאמר בתורה עגל סתם בן שנה ועגל וכבש בני שנה בן בקר בן שתי שנים שנאמר (ויקרא ט) קח לך עגל בן בקר לחטאת ואיל לעולה תמימים תמימים לשנים ותמימים מכל מום ר' יוסי אומר שלש כפרות מן פרים ושלש מן אילים ושלש מן שעירים ושלש מן פרים ופר הבא על כל המצות ופר יום הכפורים ועגלה ערופה שלש מן אילים אשם ודאי ואשם תלוי וכבשה של יחיד שלש מן שעירים שעירי הרגלים שעיר של יום הכפורים ושעיר של נשיא.", "heVersionTitle": "Tosefta Parah - Machon Mamre", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "Rabbi Shimon says, wherever the Torah says \"calf\" without any modifier (סתם), [it means] a one year-old, [as it is said] (Lev. 9:3), \"and a calf and a lamb, [each] one year old.\" [Wherever it says] \"a young of the herd,\" [it means] a two year-old, as it is said (Lev. 9:2), \"Take for yourself a calf, a young of the heard, as a sin-offering, and a ram as a burnt-offering, <i>temimim</i>.\" <i>Temimim</i> [means] \"whole\" as to years, and \"whole\" from any blemish. Rabbi Yosei says, three atonements are effected from bulls, and three from rams, and three from goats. And the three from bulls: The bull that is brought for the [unwitting transgression of] any of the commandments (Lev. 4:2-4:3), the bull of Yom Kippur (Lev. 16:6), and the the calf whose neck is broken (Deut. 21:6). The three from rams: The certain guilt-offering and the suspended guilt-offering (Lev. 5:15-19), and the lamb brought by the individual (Lev. 4:32). The three from goats: The goat of the pilgrimage festivals (Num. 28:22-29:38), the goat of Yom Kippur (Lev. 16:10), and the goat of the \"prince\" (i.e., a euphemism for Azazel) (see Ramban to Lev. 16:8).", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "657ecc78758c1dc532ec93a2", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 29:10", "anchorRef": "Numbers 29:10", "anchorRefExpanded": ["Numbers 29:10"], "sourceRef": "Steinsaltz on Numbers 29:10", "sourceHeRef": "ביאור שטיינזלץ על במדבר כ״ט:י׳", "anchorVerse": 10, "sourceHasEn": true, "commentaryNum": 29.001, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>עִשָּׂרוֹן עִשָּׂרוֹן לַכֶּבֶשׂ הָאֶחָד, לְשִׁבְעַת הַכְּבָשִׂים.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>one-tenth for each lamb for the seven lambs. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "52af2143fbfba212d829ad5f", "index_title": "Mishnah Sotah", "category": "Mishnah", "type": "", "ref": "Mishnah Sotah 7:7", "anchorRef": "Numbers 29:7-11", "anchorRefExpanded": ["Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11"], "sourceRef": "Mishnah Sotah 7:7", "sourceHeRef": "משנה סוטה ז׳:ז׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 7.0007, "collectiveTitle": {"en": "Mishnah Sotah", "he": "משנה סוטה"}, "heTitle": "משנה סוטה", "he": "בִּרְכוֹת כֹּהֵן גָּדוֹל כֵּיצַד. חַזַּן הַכְּנֶסֶת נוֹטֵל סֵפֶר תּוֹרָה וְנוֹתְנָהּ לְרֹאשׁ הַכְּנֶסֶת, וְרֹאשׁ הַכְּנֶסֶת נוֹתְנָהּ לַסְּגָן, וְהַסְּגָן נוֹתְנָהּ לְכֹהֵן גָּדוֹל, וְכֹהֵן גָּדוֹל עוֹמֵד וּמְקַבֵּל וְקוֹרֵא עוֹמֵד, וְקוֹרֵא אַחֲרֵי מוֹת (שם טז), וְאַךְ בֶּעָשׂוֹר (שם כג). וְגוֹלֵל אֶת הַתּוֹרָה וּמַנִּיחָהּ בְּחֵיקוֹ וְאוֹמֵר, יוֹתֵר מִמַּה שֶּׁקָּרִיתִי לִפְנֵיכֶם כָּתוּב כָּאן. וּבֶעָשׂוֹר שֶׁבְּחֻמַּשׁ הַפִּקּוּדִים (במדבר כט) קוֹרֵא עַל פֶּה, וּמְבָרֵךְ עָלֶיהָ שְׁמֹנֶה בְרָכוֹת, עַל הַתּוֹרָה, וְעַל הָעֲבוֹדָה, וְעַל הַהוֹדָיָה, וְעַל מְחִילַת הֶעָוֹן, וְעַל הַמִּקְדָּשׁ, וְעַל יִשְׂרָאֵל, וְעַל הַכֹּהֲנִים, וְעַל שְׁאָר הַתְּפִלָּה: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "<b>How</b> are <b>the blessings of the High Priest</b> recited on Yom Kippur? <b>The synagogue attendant takes a Torah scroll and gives it to the head of the synagogue</b> that stands on the Temple Mount, <b>and the head of the synagogue gives it to the deputy</b> High Priest, <b>and the deputy</b> High Priest <b>gives it to the High Priest.</b> <b>And the High Priest stands; and receives</b> the Torah scroll; <b>and reads</b> the Torah portion beginning with the verse: <b>“After the death”</b> (Leviticus 16:1–34), <b>and</b> the portion beginning with the verse: <b>“But on the tenth”</b> (Leviticus 23:26–32); <b>and furls the Torah</b> scroll; <b>and places it on his bosom; and says: More than what I have read before you is written here. He</b> then <b>reads by heart</b> the portion beginning with: <b>“And on the tenth,” from the book of Numbers</b> (see 29:7–11). <b>And</b> after the reading the High Priest <b>recites</b> the following <b>eight blessings:</b> A blessing <b>concerning the Torah, and concerning the</b> Temple <b>service, and concerning thanksgiving, and concerning forgiveness for iniquity, and concerning the Temple, and concerning the Jewish people, and concerning the priests, and concerning Jerusalem, and the rest of the prayer.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "52e81269fbfba26a404a09a9", "index_title": "Mishnah Yoma", "category": "Mishnah", "type": "", "ref": "Mishnah Yoma 7:1", "anchorRef": "Numbers 29:7-11", "anchorRefExpanded": ["Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11"], "sourceRef": "Mishnah Yoma 7:1", "sourceHeRef": "משנה יומא ז׳:א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Mishnah Yoma", "he": "משנה יומא"}, "heTitle": "משנה יומא", "he": "בָּא לוֹ כֹהֵן גָּדוֹל לִקְרוֹת. אִם רָצָה לִקְרוֹת בְּבִגְדֵי בוּץ, קוֹרֵא. וְאִם לֹא, קוֹרֵא בְאִצְטְלִית לָבָן מִשֶּׁלּוֹ. חַזַּן הַכְּנֶסֶת נוֹטֵל סֵפֶר תּוֹרָה וְנוֹתְנוֹ לְרֹאשׁ הַכְּנֶסֶת, וְרֹאשׁ הַכְּנֶסֶת נוֹתְנוֹ לַסְּגָן, וְהַסְּגָן נוֹתְנוֹ לְכֹהֵן גָּדוֹל, וְכֹהֵן גָּדוֹל עוֹמֵד וּמְקַבֵּל וְקוֹרֵא עוֹמֵד, וְקוֹרֵא אַחֲרֵי מוֹת וְאַךְ בֶּעָשׂוֹר. וְגוֹלֵל סֵפֶר תּוֹרָה וּמַנִּיחוֹ בְחֵיקוֹ, וְאוֹמֵר, יוֹתֵר מִמַּה שֶּׁקָּרָאתִי לִפְנֵיכֶם כָּתוּב כָּאן, וּבֶעָשׂוֹר שֶׁבְּחֻמַּשׁ הַפְּקוּדִים קוֹרֵא עַל פֶּה, וּמְבָרֵךְ עָלֶיהָ שְׁמֹנֶה בְרָכוֹת, עַל הַתּוֹרָה, וְעַל הָעֲבוֹדָה, וְעַל הַהוֹדָאָה, וְעַל מְחִילַת הֶעָוֹן, וְעַל הַמִּקְדָּשׁ בִּפְנֵי עַצְמוֹ, וְעַל יִשְׂרָאֵל בִּפְנֵי עַצְמָן וְעַל יְרוּשָׁלַיִם בִּפְנֵי עַצְמָהּ וְעַל הַכֹּהֲנִים בִּפְנֵי עַצְמָן וְעַל שְׁאָר הַתְּפִלָּה: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "<b>The High Priest came to read</b> the Torah. <b>If he wished to read</b> the Torah while still dressed <b>in</b> the <b>fine linen garments,</b> i.e., the priestly vestments he wore during the previous service, <b>he</b> may <b>read</b> wearing them; <b>and if not he</b> is permitted to <b>read in a white robe of his own,</b> which is not a priestly vestment. <b>The synagogue attendant takes a Torah scroll and gives it to the head of the synagogue</b> that stood on the Temple Mount; <b>and the head of the synagogue gives it to the deputy</b> High Priest, <b>and the Deputy gives it to the High Priest, and the High Priest stands and receives</b> the scroll from his hands. <b>And he reads</b> from the scroll the Torah portion beginning with the verse: <b>“After the death”</b> (Leviticus 16:1) <b>and</b> the portion beginning with the verse: <b>“But on the tenth”</b> (Leviticus 23:26), <b>and furls the Torah scroll and places it on his bosom and says: More than what I have read before you is written here.</b> The Torah portion beginning with the verse: <b>“And on the tenth,” from the book of Numbers</b> (29:7), <b>he</b> then <b>reads by heart.</b> <b>And he recites after</b> the reading the following <b>eight blessings:</b> <br><b>Concerning the Torah:</b> Who has given us the Torah of truth; <br><b>and concerning the</b> Temple <b>service:</b> Find favor in Your people Israel and accept the service in Your most holy House... for You alone do we serve with reverence; <br><b>and concerning thanksgiving:</b> We give thanks to You; <br><b>and concerning pardon of iniquity:</b> Pardon our iniquities on this Yom Kippur; <br><b>and concerning the Temple in and of itself,</b> which concludes: Blessed…Who chose the Temple; <br><b>and concerning the Jewish People in and of itself,</b> which concludes: Blessed…Who chose Israel; <br><b>and concerning Jerusalem in and of itself,</b> which concludes: Blessed…Who chose Jerusalem; <br><b>and concerning the priests in and of themselves,</b> which concludes: Blessed…Who chose the priests; <br><b>and concerning the rest of the prayer,</b> which concludes: Blessed…Who listens to prayer.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5bf3e1d009271600b72554ff", "index_title": "English Explanation of Mishnah Yoma", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Yoma 7:1:5", "anchorRef": "Numbers 29:7-11", "anchorRefExpanded": ["Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11"], "sourceRef": "English Explanation of Mishnah Yoma 7:1:5", "sourceHeRef": "ביאור אנגלי על משנה יומא ז׳:א׳:ה׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 1.0005, "collectiveTitle": {"en": "English Explanation of Mishnah Yoma", "he": "ביאור אנגלי על משנה יומא"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>Then he would roll up the Torah scroll and put it in his bosom and say, “More than what I have read out before you is written here.”  And “On the tenth …” (Numbers 29:7-11) which is in the Book of Numbers he recites by heart.</b>  The high priest then rolls up the Torah scroll and states to the people that there is more in the Torah about Yom Kippur then that which he has just read. This declaration allows them to know that the passage that he is about to read to them from Numbers is also in the Torah, lest they think he is making it up.  He recites the passage from Numbers by heart in order to avoid having to roll from Leviticus until Numbers.  Although he did have to roll between the two parts of Leviticus, this was less problematic because the portions are close to one another.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5bfd6dc8ffa80c0017ecc2fc", "index_title": "English Explanation of Mishnah Sotah", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Sotah 7:7:2", "anchorRef": "Numbers 29:7-11", "anchorRefExpanded": ["Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11"], "sourceRef": "English Explanation of Mishnah Sotah 7:7:2", "sourceHeRef": "ביאור אנגלי על משנה סוטה ז׳:ז׳:ב׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 7.0002, "collectiveTitle": {"en": "English Explanation of Mishnah Sotah", "he": "ביאור אנגלי על משנה סוטה"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>How were the benedictions of the high priest [performed]?<br>The hazzan of the synagogue takes the Torah scroll and gives it to the president of the synagogue; the vice-president of the synagogue gives it to the high priest, and the high priest stands, receives [the scroll] and reads [the following portions]:  “After the death” (Leviticus 16:1-34), and “But on the tenth day” (Leviticus 23:26-32). Then he rolls the Torah (, places it in his bosom and exclaims, “More than I have read before you is written here!” [The portion], “On the tenth day” (Numbers 29:7-11), which is in the book of Numbers, he reads by heart.</b>  After the high priest has finished performing the Yom Kippur service (and sent the scapegoat out to the desert) he would go out to the Temple courtyard and sit there until they bring him the Torah scroll.  The scroll is not handed directly to him, but rather several synagogue functionaries participate in passing the scroll before it reaches the high priest.  [Somewhat reminiscent of a brit milah in which the baby is passed around before being circumcised.]  Note that according to the mishnah there was a synagogue on the Temple grounds.  Indeed, archaeologists have found a dedicatory inscription near the Temple which mentions the “head of a synagogue”.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5d8ccf91b2d947e2a43f0c03", "index_title": "Machzor Yom Kippur Ashkenaz", "category": "Liturgy", "type": "", "ref": "Machzor Yom Kippur Ashkenaz, Reading of the Torah, Maftir Reading from the Second Sefer Torah 1", "anchorRef": "Numbers 29:7-11", "anchorRefExpanded": ["Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11"], "sourceRef": "Machzor Yom Kippur Ashkenaz, Reading of the Torah, Maftir Reading from the Second Sefer Torah 1", "sourceHeRef": "מחזור אשכנז ליום כיפור, קריאת התורה, מפטיר א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1155, 1205], "commentaryNum": 1, "collectiveTitle": {"en": "Machzor Yom Kippur Ashkenaz", "he": "מחזור אשכנז ליום כיפור"}, "heTitle": "מפטיר", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>Bamidbar 29:7-11</small>", "versionTitle": "The Metsudah Machzor. Metsudah Publications, New York - Eng (paragraph ed.)", "license": "", "versionTitleInHebrew": ""}, {"_id": "612254da5de8bfb900edc2d0", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "anchorRef": "Numbers 15:30-31:19", "anchorRefExpanded": ["Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק ראשון, פרק ה י״ב", "anchorVerse": 30, "sourceHasEn": true, "commentaryNum": 12, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "If the stranger can enjoy literal and metaphysical benefits such as atonement, what makes the stranger a stranger at all? Multiple times in the Pentateuch is the expression “there shall be one law for you and the resident alien” used to show legal equivalence.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See Exodus 12:48–49; Leviticus 7:7, 24:22; Numbers 9:14, 15:15, 15:29–30.</i> Like citizens, strangers can be cut off from the community for cursing God and are obliged to refrain from behaviors that engender impurity.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">For examples, see Leviticus 4, 17:15–16, 18:27–28, 35:34–35; Numbers 15:30–31, 19:13, 19:20.</i> The stranger and the citizen both enjoy the privileges of the community and are both accountable for their place in the community and for their personal relationships with God through prohibitive commands. A poor gentile or <i>ger </i>was counted among the recipients of communal welfare (Lev. 19:10) and enjoyed the protections of the community as a relative equal (Lev. 24:22). Who, then, was the stranger, if during this period of transition there was no land from which to claim citizenship? Who was a stranger if we were all strangers? Furthermore, what made this individual alien if he was included in the community, such that both citizen and stranger were “alike before the Lord”?", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61225507412970c0e359d91a", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "anchorRef": "Numbers 13:27-29:31", "anchorRefExpanded": ["Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק שני, פרק ח כ״ג", "anchorVerse": 27, "sourceHasEn": true, "commentaryNum": 23, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ח", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>This is what they told him: “We came to the land you sent us to; it does indeed flow with milk and honey, and this is its fruit. However, the people who inhabit the country are powerful, and the cities are fortified and very large; moreover, we saw the Anakites there. Amalekites dwell in the Negeb region; Hittites, Jebusites, and Amorites inhabit the hill country; and Canaanites dwell by the Sea and along the Jordan…. We cannot attack that people, for it is stronger than we.” Thus they spread calumnies among the Israelites about the land they had scouted, saying, “The country that we traversed and scouted is one that devours its settlers. All the people that we saw in it are men of great size; we saw the Nephilim there – the Anakites are part of the Nephilim and we looked like grasshoppers to ourselves, and so we must have looked to them.” (Num. 13:27–29, 31–33)</small>", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61405b48d3ee654a18aeeb91", "index_title": "Mishneh Torah, Prayer and the Priestly Blessing", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Prayer and the Priestly Blessing 13:14", "anchorRef": "Numbers 28:16-29:39", "anchorRefExpanded": ["Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39"], "sourceRef": "Mishneh Torah, Prayer and the Priestly Blessing 13:14", "sourceHeRef": "משנה תורה, הלכות תפילה וברכת כהנים י״ג:י״ד", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 13.0014, "collectiveTitle": {"en": "Mishneh Torah, Prayer and the Priestly Blessing", "he": "משנה תורה, הלכות תפילה וברכת כהנים"}, "heTitle": "משנה תורה, הלכות תפילה וברכת כהנים", "he": "בְּכָל יוֹם וְיוֹם מִיָּמִים טוֹבִים וְכֵן בְּיוֹם הַכִּפּוּרִים וּבְשִׁבְעַת יְמֵי הַפֶּסַח מוֹצִיאִין שְׁנֵי סְפָרִים בְּשַׁחֲרִית. הָרִאשׁוֹן קוֹרֵא בּוֹ אֵלּוּ הָעִנְיָנוֹת שֶׁאָמַרְנוּ. וְהַשֵּׁנִי קוֹרֵא בּוֹ קָרְבַּן אוֹתוֹ הַיּוֹם הָאָמוּר בְּחֻמַּשׁ הַפְּקֻדִּים בַּתּוֹרָה. וְהַקּוֹרֵא עִנְיַן הַקָּרְבָּן הוּא מַפְטִיר בַּנָּבִיא:", "heVersionTitle": "Torat Emet 370", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 370", "text": "In the morning [service] on each and every one of the festivals, on Yom Kippur, and during the seven days of Pesach, two [Torah] scrolls are taken out. We read the passages mentioned above from the first scroll, and from the second scroll we read the description of the sacrifices [offered on] that day, in the Book of Numbers. The person who reads the description of the sacrifices recites the <i>haftarah</i> from the prophets.", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6177b5677285930a278ab8bc", "index_title": "Mishneh Torah, Prayer and the Priestly Blessing", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Prayer and the Priestly Blessing 12:8", "anchorRef": "Numbers 29:7-11", "anchorRefExpanded": ["Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11"], "sourceRef": "Mishneh Torah, Prayer and the Priestly Blessing 12:8", "sourceHeRef": "משנה תורה, הלכות תפילה וברכת כהנים י״ב:ח׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 12.0008, "collectiveTitle": {"en": "Mishneh Torah, Prayer and the Priestly Blessing", "he": "משנה תורה, הלכות תפילה וברכת כהנים"}, "heTitle": "משנה תורה, הלכות תפילה וברכת כהנים", "he": "הַקּוֹרֵא יֵשׁ לוֹ לְדַלֵּג מִמָּקוֹם לְמָקוֹם בְּעִנְיָן אֶחָד כְּגוֹן <small>(ויקרא טז א)</small> ״אַחֲרֵי מוֹת״ וְ<small>(ויקרא כג כז)</small> ״אַךְ בֶּעָשׂוֹר״ שֶׁבְּפָרָשַׁת <small>(ויקרא כא א)</small> ״אֱמֹר אֶל הַכֹּהֲנִים״. וְהוּא שֶׁלֹּא יִקְרָא עַל פֶּה שֶׁאָסוּר לִקְרוֹת שֶׁלֹּא מִן הַכְּתָב אֲפִלּוּ תֵּבָה אַחַת. וְלֹא יִשְׁהֶה בְּדִלּוּג אֶלָּא כְּדֵי שֶׁיַּשְׁלִים הַתֻּרְגְּמָן תַּרְגּוּם הַפָּסוּק:", "heVersionTitle": "Torat Emet 370", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 370", "text": "The reader may skip from place<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">from one passage in the Torah</i> to place<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">to a different passage in the Torah</i> in one subject<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">However, skipping from one subject to another subject is forbidden, because it may confuse the listeners. (See the <i>Shulchan Aruch, Orach Chayim</i> 144:1.)</i> - for example,<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">The Rambam chooses as his example the passages read by the High Priest in the Temple on Yom Kippur. However, as explained in the Mishnah (<i>Yoma</i> 7:1), the High Priest, himself, would not skip from passage to passage in the Torah.</i> from <i>Acharei mot...</i><sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Leviticus, Chapter 16, which describes in detail the Yom Kippur offerings.</i> to <i>Ach be'asor</i>, in the portion <i>Emor el Hacohanim</i><sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Leviticus 23:26-32, which describes the mitzvah to fast and the prohibition of work on Yom Kippur.</i> - provided he does not read by heart. It is forbidden [for a reader] to say even one word [without looking at the text].<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Rav Kapach cites the <i>Midrash Tanchuma, Va'era</i> 5, which states:<br>A reader is forbidden to take his eyes off the Torah scroll, for the Torah was given only in writing, as [Exodus 34:2] states: \"And I will write the words on the tablets.\"<br>Note also <i>Gittin</i> 60b, which mentions a general prohibition against reciting verses from the written Torah by heart.</i> [When] skipping [in this fashion, the reader] should not wait longer than it takes for the translator<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">See Halachah 10.</i> to translate one verse.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">because waiting any longer would be an affront to the congregation (<i>Yoma</i> 69b).<br>At present, it is customary to skip from passage to passage in the reading of the Torah on public fast days alone. (See Chapter 13, Halachah 18.) Even then, the transition is made between the first and second <i>aliyot</i>, so that it will not be noticeable to the listeners.</i>", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61a6230387f574a17ca6b037", "index_title": "Jerusalem Talmud Megillah", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Megillah 4:5:6", "anchorRef": "Numbers 29:7-11", "anchorRefExpanded": ["Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11"], "sourceRef": "Jerusalem Talmud Megillah 4:5:6", "sourceHeRef": "תלמוד ירושלמי מגילה ד׳:ה׳:ו׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 5.0006, "collectiveTitle": {"en": "Jerusalem Talmud Megillah", "he": "תלמוד ירושלמי מגילה"}, "heTitle": "תלמוד ירושלמי מגילה", "he": "אֵין מְדַלְּגִין בַּתּוֹרָה. רִבִּי יִרְמְיָה בְשֵׁם רִבִּי שִׁמְעוֹן בֶּן לָקִישׁ. שֶׁאֵין גּוֹלִים סֵפֶר תּוֹרָה בָּרַבִּים. רִבִּי יוֹסֵה בָעֵי. הַגַּע עַצְמָךְ שֶׁהָֽיְתָה פָרָשָׁה קְטַנָּה. אָמַר לֵיהּ. כְּדֵי שֶׁיַּשְׁמִעוּ אֶת יִשְׂרָאֵל הַתּוֹרָה עַל סֶדֶר. וְהָא תַנִּינָן. קוֹרֵא אַחֲרֵי מוֹת וְאַךְ בֶּעָשׂוֹר. שַׁנְייָא הִיא. שֶׁהוּא סִדְרוֹ שֶׁל יוֹם. תֵּדַע לָךְ. דְּאָמַר רִבִּי שְִׁמְעוֹן בֶּן לָקִישׁ. בְּכָל־מָקוֹם אֵינוֹ קוֹרֵא עַל פֶּה. וְהָכָא קוֹרֵא עַל פֶּה. <i data-overlay=\"Vilna Pages\" data-value=\"32a\"></i>רִבִּי יוֹסֵה מְפַקֵּד לְבַר עוּלָּא חַזְּנָא דִכְנִישְׁתָּא דְּבַבְלָייָא. כַּד דְּהִיא הָדָא אוֹרִייָא תְּהַוֵּי גְוִילָא אֲחוֹרֵי פָרוֹכְתָא. כַּד דְּאִיּנּוּן תַּרְתֵּיי תִּי מְייַבֵּל חָדָא [וּמַייְתֵי חָדָא].", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "“One does not skip in the Torah.” Rebbi Jeremiah in the name of Rebbi Simeon ben Laqish: Because one does not scroll the book of the Torah in public. Rebbi Yose asked, think of it, if it was a small paragraph<sup class=\"footnote-marker\">130</sup><i class=\"footnote\">If one continues on the same page after an interruption, nothing has to be scrolled.</i>? But so that Israel should hear the Torah in due order. But did we not state<sup class=\"footnote-marker\">131</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Jerusalem Talmud Yoma 7:1:1\" href=\"/Jerusalem_Talmud_Yoma.7.1.1\">Mishnah <i>Yoma</i>7:1</a>.</i>: “he reads <i>after the death</i><sup class=\"footnote-marker\">132</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 16\" href=\"/Leviticus.16\"><i>Lev</i>. 16</a>.</i> and <i>but on the tenth day”</i><sup class=\"footnote-marker\">133</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 29:7-11\" href=\"/Numbers.29.7-11\"><i>Num</i>. 29:7–11</a>. The sacrifices detailed in <a class=\"refLink\" data-ref=\"Numbers 29:7-11\" href=\"/Numbers.29.7-11\"><i>Num</i>. 29:7–11</a> (offered by the High Priest in his year-round “golden” garments) are completely different from those required by <a class=\"refLink\" data-ref=\"Leviticus 16\" href=\"/Leviticus.16\"><i>Lev</i>. 16</a>, for whose service white linen garments are prescribed. Therefore mention of the text in <a class=\"refLink\" data-ref=\"Numbers 19\" href=\"/Numbers.19\"><i>Num</i>. 19</a> is essential, but scrolling such a large distance would be an interruption of the public service.</i>? There is a difference since this is the order of the day. You should know this, as Rebbi Simeon ben Laqish said, one never recites from memory but here he recites. Rebbi Yose ordered Bar Ulla, the beadle of the synagogue of the Babylonians: If there is one Torah<sup class=\"footnote-marker\">134</sup><i class=\"footnote\">On a day which in the Babylonian rite requires reading two different sections, such as a New Moon celebrated on a Sabbath, or a holiday. Then the Torah has to be scrolled, but this should not be done in public.</i>, scroll it behind a curtain. If there are two, take away one and bring the other<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">Is reading without translation legitimate?</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "64e49eea613f3c2d3b44abf7", "index_title": "German Commentary on Mishnah Sotah", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Sotah 7:7:4", "anchorRef": "Numbers 29:7-11", "anchorRefExpanded": ["Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11"], "sourceRef": "German Commentary on Mishnah Sotah 7:7:4", "sourceHeRef": "פירוש גרמני על משנה סוטה ז׳:ז׳:ד׳", "anchorVerse": 7, "sourceHasEn": true, "commentaryNum": 7.0004, "collectiveTitle": {"en": "German Commentary on Mishnah Sotah", "he": "פירוש גרמני על משנה סוטה"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>Nach dem Tode .</b>  Die drei auf den Versöhnungstag sich beziehenden Toraabschnitte sind Lev. 16, 1—34 (V. 1: … <span dir=\"rtl\">אחרי מות</span>); 23, 26—32 (V. 27: . . <span dir=\"rtl\">אך בעשור</span>); Num. 29, 7—11 (V. 7: . . <span dir=\"rtl\">ובעשור</span>).", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e49eea613f3c2d3b44abfe", "index_title": "German Commentary on Mishnah Sotah", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Sotah 7:7:5", "anchorRef": "Numbers 29:7-11", "anchorRefExpanded": ["Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11"], "sourceRef": "German Commentary on Mishnah Sotah 7:7:5", "sourceHeRef": "פירוש גרמני על משנה סוטה ז׳:ז׳:ה׳", "anchorVerse": 7, "sourceHasEn": true, "commentaryNum": 7.0005, "collectiveTitle": {"en": "German Commentary on Mishnah Sotah", "he": "פירוש גרמני על משנה סוטה"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>Jedoch am Zehnten .</b>  Die drei auf den Versöhnungstag sich beziehenden Toraabschnitte sind Lev. 16, 1—34 (V. 1: … <span dir=\"rtl\">אחרי מות</span>); 23, 26—32 (V. 27: . . <span dir=\"rtl\">אך בעשור</span>); Num. 29, 7—11 (V. 7: . . <span dir=\"rtl\">ובעשור</span>).", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e49eeb613f3c2d3b44ac08", "index_title": "German Commentary on Mishnah Sotah", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Sotah 7:7:7", "anchorRef": "Numbers 29:7-11", "anchorRefExpanded": ["Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11"], "sourceRef": "German Commentary on Mishnah Sotah 7:7:7", "sourceHeRef": "פירוש גרמני על משנה סוטה ז׳:ז׳:ז׳", "anchorVerse": 7, "sourceHasEn": true, "commentaryNum": 7.0007, "collectiveTitle": {"en": "German Commentary on Mishnah Sotah", "he": "פירוש גרמני על משנה סוטה"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>Und am Zehnten .</b>  Die drei auf den Versöhnungstag sich beziehenden Toraabschnitte sind Lev. 16, 1—34 (V. 1: … <span dir=\"rtl\">אחרי מות</span>); 23, 26—32 (V. 27: . . <span dir=\"rtl\">אך בעשור</span>); Num. 29, 7—11 (V. 7: . . <span dir=\"rtl\">ובעשור</span>).", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6522e3114b36bd700bec0748", "index_title": "Bereshit Rabbah", "category": "Midrash", "type": "", "ref": "Bereshit Rabbah 44:14", "anchorRef": "Numbers 28:22-29:38", "anchorRefExpanded": ["Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38"], "sourceRef": "Bereshit Rabbah 44:14", "sourceHeRef": "בראשית רבה מ״ד:י״ד", "anchorVerse": 22, "sourceHasEn": true, "compDate": [400], "commentaryNum": 44.0014, "collectiveTitle": {"en": "Bereshit Rabbah", "he": "בראשית רבה"}, "heTitle": "בראשית רבה", "he": "וַיֹּאמַר ה' אֱלֹהִים בַּמָּה אֵדַע <small>(בראשית טו, ח)</small>, רַבִּי חִיָּא בְּרַבִּי חֲנִינָא אָמַר לֹא כְקוֹרֵא תִּגָּר אֶלָּא אָמַר לוֹ בְּאֵיזוֹ זְכוּת, אָמַר לוֹ בַּכַּפָּרוֹת שֶׁאֲנִי נוֹתֵן לְפָנֶיךָ. <small>(בראשית טו, ט)</small>: וַיֹּאמֶר אֵלָיו קְחָה לִי עֶגְלָה מְשֻׁלֶּשֶׁת, הֶרְאָה לוֹ שְׁלשָׁה מִינֵי פָּרִים וּשְׁלשָׁה מִינֵי שְׂעִירִים וּשְׁלשָׁה מִינֵי אֵילִים. שְׁלשָׁה מִינֵי פָּרִים, פַּר יוֹם הַכִּפּוּרִים, וּפַר הַבָּא עַל כָּל הַמִּצְווֹת, וְעֶגְלָה עֲרוּפָה. וּשְׁלשָׁה מִינֵי שְׂעִירִים, שְׂעִירֵי רְגָלִים, שְׂעִירֵי רָאשֵׁי חֳדָשִׁים, וּשְׂעִירָה שֶׁל יָחִיד. וּשְׁלשָׁה מִינֵי אֵילִים, אָשָׁם וַדַּאי, וְאָשָׁם תָּלוּי, וְכִבְשָׂה שֶׁל יָחִיד. <small>(בראשית טו, ח)</small>: וְתֹר וְגוֹזָל, תּוֹר וּבַר יוֹנָה. <small>(בראשית טו, י)</small>: וַיִּקַּח לוֹ אֶת כָּל אֵלֶּה, רַבִּי שִׁמְעוֹן בֶּן יוֹחָאי וְרַבָּנָן, רַבִּי שִׁמְעוֹן בֶּן יוֹחָאי אוֹמֵר כָּל הַכַּפָּרוֹת הֶרְאָה לוֹ וַעֲשִׂירִית הָאֵיפָה לֹא הֶרְאָה לוֹ. וְרַבָּנָן אָמְרֵי אַף עֲשִׂירִית הָאֵיפָה הֶרְאָה לוֹ, נֶאֱמַר כָּאן וַיִּקַּח לוֹ אֶת כָּל אֵלֶּה, וְנֶאֱמַר לְהַלָּן <small>(ויקרא ב, ח)</small>: וְהֵבֵאתָ אֶת הַמִּנְחָה אֲשֶׁר יֵעָשֶׂה מֵאֵלֶּה לַה': וְאֶת הַצִּפֹּר לֹא בָתָר, הֶרְאָה לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא שֶׁמַּבְדִּילִים בְּעוֹלַת הָעוֹף וְאֵין מַבְדִּילִים בְּחַטַּאת הָעוֹף. ", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“He said: My Lord God, how can I know that I will inherit it?” (Genesis 15:8).</b> <br>“He said: My Lord God, how can I know” – Rabbi Ḥiyya ben Rabbi Ḥanina said: [Abraham said this] not like someone who is complaining, but rather, he said to Him: ‘By what merit [will I inherit it]?’ He said to him: ‘By means of the atonements that I will provide for your descendants.’ <br><b>“He said to him: Take for Me three calves, and three goats, and three rams, and a dove, and a young pigeon” (Genesis 15:9).</b> <br>“He said to him: Take for Me three calves” – He showed him three types [of atonement] involving bulls, three types involving goats, and three types involving rams: Three types involving bulls: the bull of Yom Kippur;<sup class=\"footnote-marker\">45</sup><i class=\"footnote\">See Leviticus 16:3.</i> the bull that is brought for the transgression of any of the mitzvot;<sup class=\"footnote-marker\">46</sup><i class=\"footnote\">See Leviticus 4:13–21.</i> and the beheaded calf.<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">See Deuteronomy 21:1–8.</i> Three types involving goats: the goats of the festivals;<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">See Numbers 28:22–29:38.</i> the goats of the New Moon;<sup class=\"footnote-marker\">49</sup><i class=\"footnote\">See Numbers 28:15.</i> and the goat offered by the individual.<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">See Numbers 15:27.</i> Three types involving rams: the definite guilt offering;<sup class=\"footnote-marker\">51</sup><i class=\"footnote\">See Leviticus 5:15, 5:20–25, 19:20–21.</i> the provisional guilt offering;<sup class=\"footnote-marker\">52</sup><i class=\"footnote\">See Leviticus 5:17–18.</i> and the lamb offered by the individual.<sup class=\"footnote-marker\">53</sup><i class=\"footnote\">See Leviticus 4:32.</i> “And a dove, and a young pigeon.”<sup class=\"footnote-marker\">54</sup><i class=\"footnote\">See Leviticus 5:7.</i> <br><b>“He took all these for Him. He divided them in the middle, and placed each half opposite the other; but the birds he did not divide” (Genesis 15:10).</b> <br>“He took all these for him” – Rabbi Shimon bar Yoḥai and the Rabbis, Rabbi Shimon bar Yoḥai says: He showed him all the [other] types of atonement, but the tenth of an ephah [meal offering]<sup class=\"footnote-marker\">55</sup><i class=\"footnote\">See Leviticus 5:11.</i> He did not show him. The Rabbis say: He showed him the tenth of an ephah as well. It is stated here: “He took all these [<i>eleh</i>] for Him” and it is stated elsewhere: “You shall bring the meal offering that is prepared of these [<i>eleh</i>] to the Lord” (Leviticus 2:8).<sup class=\"footnote-marker\">56</sup><i class=\"footnote\">The word <i>eleh</i>, found in both verses, forms the basis of a verbal analogy, suggesting that the meal offering is alluded to here as well.</i>  <br>“But the birds he did not divide” – the Holy One blessed be He showed him that [the head of] the bird burnt-offering is to be severed<sup class=\"footnote-marker\">57</sup><i class=\"footnote\">The bird is slaughtered so that the neck is cut all the way through, the head being almost severed. </i> but [the head of] the bird sin-offering is not to be severed.<sup class=\"footnote-marker\">58</sup><i class=\"footnote\">The slaughter of this bird sacrifice does not pierce through the entire neck (see Leviticus 5:8). Since the birds brought by Abraham alluded to the atonement of a bird sin-offering, he did not cut it in two.</i>", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}]