[{"_id": "5208a5e9edbab45d17917362", "index_title": "Ramban on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ramban on Leviticus 9:17:1", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Ramban on Leviticus 9:17:1", "sourceHeRef": "רמב\"ן על ויקרא ט׳:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>מלבד עולת הבקר</b> הוצרך הכתוב להזכיר זה בכאן ללמד שאין עולת העם פוטרת עולת התמיד ולא קודמת לה ולא הוצרך להזכיר כן בימי המלואים לפי שהם קרבנות יחיד למלא יד הכהנים ובידוע שלא פטרו את התמיד ולא קדמו אליו ובתורת כהנים (שמיני מלואים יב) שנו ויקטר על המזבח מלבד עולת הבוקר מה בא זה ללמדנו אם ללמד שאם לא מצא מנחה יביא בהמה והלא כבר נאמר (ויקרא ט׳:ט״ז) ויקרב את העולה ויעשה כמשפט אם כן למה נאמר ויקטר על המזבח מלבד עולת הבוקר מלמד ששתי מנחות היו שם אחת על העולה ואחת בפני עצמה ופירושו שאילו אמר ויקרב את העולה ויעשה כמשפט מלבד עולת הבוקר היה ללמד שהתמיד קודם כמו שאומר בפרשת המוספין על עולת התמיד יעשה ונסכו (במדבר כח טו) מלבד עולת התמיד (שם פסוק לא) אבל כשהזכיר המנחה ויקרב את המנחה וימלא כפו ממנה ויקטר על המזבח מלבד עולת הבוקר נראה שעל המנחה הוא אומר ולפיכך דקדקו שאם בא לומר שהקריב זו המנחה לבדה ולא הקריב מנחת נסכים לתמיד ולא לעולת העם שלא מצא אלא לנדבה זו והלא כבר נאמר ויקרב את העולה ויעשה כמשפט שקרבה כמשפטה במנחת נסכים אם כן למה נאמר ויקרב ויקטר על המזבח מלבד עולת הבוקר לומר שהקריב המנחה הזו מלבד עולת הבוקר ומנחתה שאין המנחה הזו מנחת נסכים אלא מנחת נדבה של ישראל:", "heVersionTitle": "On Your Way New", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "BESIDES THE BURNT-OFFERING OF THE MORNING. Scripture had to mention this here, in order to teach us that the burnt-offering of the people [which was a special offering for that day] did not exempt [them from bringing] the Daily burnt-offering, nor did it precede it [as nothing may ever be offered before the Daily burnt-offering of the morning]. But Scripture did not have to mention this about the seven days of consecration [namely that the offerings of those days were to be offered <i>besides the burnt-offering of the morning</i>], because those were offerings of individuals [i.e., Aaron and his sons] to consecrate them as priests, and it is self-understood that such offerings did not exempt [them from bringing] the Daily burnt-offering, nor did they precede it.<br>In the Torath Kohanim the Rabbis have taught:<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">Torath Kohanim, beginning of <i>Shemini</i> 12. The meaning of this quote will be explained by Ramban further on in the text.</i> “<i>And the meal-offering was presented; and he filled his hand therefrom and burnt it on the altar, besides the burnt-offering of the morning</i>. What does this come to teach us? Shall we say it teaches us that if he could not obtain the meal-offering [which was offered with every burnt-offering] that he should nevertheless bring the animal [as a burnt-offering]? [That could not be the case], for it has already been stated, <i>And the burnt-offering was presented, and he offered it according to the ordinances</i>.<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">Verse 16.</i> If so, why does it say, <i>and he burnt it</i> [i.e., the meal-offering] <i>upon the altar, besides the burnt-offering of the morning</i>? It is to teach us that there were two meal-offerings there, one for the [Daily] burnt-offering and one [brought] by itself” [for the burnt-offering of the people, which was a special offering of that eighth day].<br>The meaning of this text [of the Torath Kohanim] is as follows: Had Scripture stated, “And the burnt-offering was presented, and he offered it according to the ordinance, besides the burnt-offering of the morning,” the sense thereof would have been to teach that the Daily burnt-offering precedes [the other offerings], as He says in the section of the Additional Offerings, <i>it shall be offered beside the continual burnt-offering, and the drink-offering thereof;</i><sup class=\"footnote-marker\">34</sup><i class=\"footnote\">Numbers 28:15.</i> <i>beside the continual burnt-offering</i>.<sup class=\"footnote-marker\">35</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 31.</i> But since He mentioned the meal-offering — stating, <i>And the meal-offering was presented; and he filled his hand therefrom, and burnt it on the altar, besides the burnt-offering of the morning</i> — it appears that [the phrase, <i>besides the burnt-offering of the morning</i>] is said with reference to the meal-offering. Therefore the Rabbis commented that if it comes to say that he offered this meal-offering alone, but did not offer the drink-offering of the Daily burnt-offering nor that of the people’s burnt-offering [of the eighth day], because he only found [ingredients] for this freewill meal-offering — [that could not be the case]. For [in the preceding verse] it has already been stated, <i>And the burnt-offering was presented, and he offered it according to the ordinance</i>,<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">Verse 16. This shows that the drink-offering was brought together with the people’s burnt-offering of the eighth day, for otherwise it would not have been <i>according to the ordinance</i>. The question then re-appears: why is the phrase <i>besides the burnt-offering of the morning</i> mentioned in connection with the meal-offering?</i> which means that it was offered according to its ordinance, with the drink-offering. [Thus we cannot derive from here a principle that the lack of the drink-offering does not prevent the bringing of the offering itself, if the meal-offering and the wine for the drink-offering are not obtainable.] If so, why does it say, <i>And the meal-offering was presented</i> etc. <i>and he burnt it on the altar, besides the burnt-offering of the morning</i>? It is to teach that he offered this meal-offering [of the people’s burnt-offering brought on the eighth day] “<i>besides the burnt-offering of the morning</i> and its meal-offering,” for this meal-offering was not the drink-offering [which is an obligatory part of the Daily burnt-offering], but was the <i>freewill</i> meal-offering of Israel [namely part of the burnt-offering of the people which they brought on that day].<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">For one might have thought that since the burnt-offering of the people brought especially on this eighth day was also a public one, it should be exempted from the duty of bringing a meal-offering, as the meal-offering of the Daily Whole-offering had already been brought; hence Scripture stated that this meal-offering which came with the people’s burnt-offering, was offered “<i>besides the burnt-offering of the morning</i> and its meal-offering.” It should be pointed out that Ramban refers to this meal-offering as <i>minchath-nedavah</i> (“<i>freewill</i> — meal-offering”) not because of its voluntary nature, namely that it be optional for Israel to bring it or not. The name <i>minchath-nedavah</i> is only to distinguish it from the meal-offering which constantly accompanied the Daily Whole-offering of the people, while this one represented the willing spirit of the people on this day. See further my Hebrew commentary p. 45.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "521b18e2edbab45814ae4f98", "index_title": "Rashi on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Leviticus 9:17:1", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Rashi on Leviticus 9:17:1", "sourceHeRef": "רש\"י על ויקרא ט׳:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על ויקרא", "he": "<b>וימלא כפו.</b> הִיא קְמִיצָה (שם):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "וימלא כפו AND HE FILLED HIS HAND [THEREWITH] — this is what is elsewhere termed קמיצה (i. e. this is elsewhere expressed by the phrase … וקמץ מלא קמצו “he shall take a fistful”) (Sifra, Shemini, Mechilta d'Miluim 2 10; cf. Menachot 9b).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "521b18e2edbab45814ae4f9a", "index_title": "Rashi on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Leviticus 9:17:2", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Rashi on Leviticus 9:17:2", "sourceHeRef": "רש\"י על ויקרא ט׳:י״ז:ב׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 17.0002, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על ויקרא", "he": "<b>מלבד עלת הבקר.</b> כָּל אֵלֶּה עָשָֹה אַחַר עוֹלַת הַתָּמִיד:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "מלבד עלת הבקר BESIDE THE BURNT OFFERING OF THE MORNING — all these rites he carried out after the continual burnt offering.", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe3fbfba276047f6cb9", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 9:17", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Onkelos Leviticus 9:17", "sourceHeRef": "תרגום אונקלוס על ויקרא ט׳:י״ז", "anchorVerse": 17, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 9.0017, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "וְקָרֵב יָת מִנְחָתָא וּמְלָא יְדֵיהּ מִנַּהּ וְאַסֵּק עַל מַדְבְּחָא בַּר מֵעֲלַת צַפְרָא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "He brought the meal-offering; he filled his palm from it and burned it on the altar: aside from the burnt-offering [that was brought] in the morning.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec4f0", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 9:17", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Targum Jonathan on Leviticus 9:17", "sourceHeRef": "תרגום יונתן על ויקרא ט׳:י״ז", "anchorVerse": 17, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 9.0017, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "וּקְרֵיב יַת מִנְחָתָא וּמְלֵא יְדֵיהּ מִינָהּ וּנְסֵיב מִינָהּ צְרִיד אַרְכַּבְתָּהּ וְאַסֵיק עַל מַדְבְּחָא בַּר מִן עוֹלַת צַפְרָא", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And they brought the mincha, and he filled his hands therefrom, and took of it a portion for its memorial, and burned upon the altar, beside the morning sacrifice\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f17868fbfba22336ea309a", "index_title": "Sforno on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Sforno on Leviticus 9:17:1", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Sforno on Leviticus 9:17:1", "sourceHeRef": "ספורנו על ויקרא ט׳:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על ויקרא", "he": "<b>מלבד עולת הבקר.</b> מלבד מנחת עולת הבוקר:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "מלבד עולת הבקר, apart from the gift offering which accompanied the morning burnt offering.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "55adfacafbfba23a068096dc", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Shemini 15", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Meshekh Chokhmah, Shemini 15", "sourceHeRef": "משך חכמה, שמיני ט״ו", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 15, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "שמיני", "he": "<b>ויקרב </b>את המנחה וימלא כפו ממנה כו'. מה דהקדים המנחה לקרבן שלמים, אף דבפרק כל התדיר אמר דמיני דמים קודמין למנחות, נראה לי משום דמנחות הנקמצין איכא גם בצבור דעומר ושתי הלחם של צבור, אבל שלמים ליתנהו בצבור משום דשלמי עצרת הם קדשי קדשים והנך שלמים הוי קדשי קלים כמוש\"כ תאכלו במקום טהור, לא במקום קדוש וקדשי קלים ליתנהו בצבור והוי המנחה כתדיר נגד השלמים, לכן המנחה קודמת. ועיין פרק כל התדיר (זבחים דף צ'), אדרבא מנחות קודמין שכן ישנו בצבור כביחיד כו'. וא\"כ כאן מנחה התדירה קודמת, ואין זה ענין להך דבעי בגמ' שם בתדיר ומקודש מי קודם, דכאן המעלה משום דמיני דמים קודמין אין זה כמקודש. ועוד אפשר דתלי' אם ילפינן דורות משעה. עיין מנחות דף י\"ט, דלכן אמר שמואל דלא ילפינן לענין יד ששם חשובה ממיני דמים ולכן הקמיצה היה בכפו ודו\"ק.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "55adfacefbfba23a068096de", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Shemini 16", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Meshekh Chokhmah, Shemini 16", "sourceHeRef": "משך חכמה, שמיני ט״ז", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 16, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "שמיני", "he": "<b>וימלא </b>כפו ממנה. לא אמר וימלא קומצו משום דכף מצאנו גם כף אחת, כף תומר, שאין פרוד בינתים, כן היד בזמן שאצבעותיו סמוכים והבשר ממלא, שאין הפסק ביניהם כלל נקרא כף. ולכן אמרו יומא ריש פרק הוציאו לו, דבין הבינים של קומצו הוי ספק ואם לא קמץ איש שמן ונכנס בין אצבעותיו מקטיר הך דבינים לשם עצים יעו\"ש, וכיון שהניח אש ועצים על המזבח משום שאש מן ד' אכלה אותם כמו שפירש רשב\"ם, לכן לא הי' יכול להקטיר אותם לשם עצים, ולכך הקפיד שלא יכנס בין האצבעות מאומה ודו\"ק.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77d05d6e4a94c7c18a4e0", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 9:17", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Tafsir Rasag, Leviticus 9:17", "sourceHeRef": "תפסיר רס\"ג, ויקרא ט׳:י״ז", "anchorVerse": 17, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 9.0017, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "ת̇ם קדם אלהדיה ומלא כפה מנהא וקתר ד̇לך עלי אלמד̇בח מא כ̇לא צעידה אלגדאה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b4e9d6e4a902855ff703", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Leviticus 9:17:1", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Tur HaArokh, Leviticus 9:17:1", "sourceHeRef": "הטור הארוך, ויקרא ט׳:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "ויקרא", "he": "<b>ויקרב את המנחה. </b>אע\"ג דבצוואה כתיב ושור ואיל לשלמים תחלה ואחר כך ומנחה בלולה בשמן והוא הקריב המנחה תחלה משום שמשה אמר להם כל הזבחים ביחד ואחר כך המנחה ואהרן קירב המנחה כסדר עם הזבח: ", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " ויקרב את המנחה, “he presented the <i>minchah</i> offering.” Although in the directives, he had first been told about offering a bull and a ram, followed by the gift offering mixed with oil, he offered the gift offering first, because Moses had told them all the meat offerings in one directive followed by the instruction about the gift offering. Aaron actually offered the gift offering in the proper order simultaneously with the meat offering.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5889b4e9d6e4a902855ff705", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Leviticus 9:17:2", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Tur HaArokh, Leviticus 9:17:2", "sourceHeRef": "הטור הארוך, ויקרא ט׳:י״ז:ב׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 17.0002, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "ויקרא", "he": "<b>מלבד עולת הבוקר. </b>כתב הרמב\"ן הוצרך להזכיר זה כאן ללמד שאין עולת העם פוטרת עולת התמיד ולא קודמת לה ולא הוצרך להזכיר כן בימי המלואים לפי שהם קרבנות יחיד למלא יד הכהנים ובידוע שלא פטרו את התמיד ולא קדמו לו. אבל בתורת כהנים דורש אותו על המנחה לבד ופי' ויקטר על המזבח מלבד עולת הבוקר ומנחתה שהיא מנחת נסכים שהקריבה עם התמיד הקריב זו מנחת נדבה שהקריבו ישראל: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "   מלבד עולת הבוקר, “in addition to the daily burnt offering which was presented each morning.” Nachmanides writes that the Torah had to record this additional detail (about the daily burnt offering in the morning) in order to teach us that an offering brought on behalf of the whole people, such as here- cannot replace the daily mandatory communal offering known as <i>tamid.</i> (Called here עולת הבוקר). Not only this, but the daily <i>tamid</i> is offered before any other offering, communal or private. Actually, if not for teaching us this aspect of the daily communal <i>tamid,</i> there was no need to make special mention of this during the days of the inaugural offerings, seeing those were not communal offerings but private offerings, which had been designed to serve as the introduction of the priests to their position as the people’s intermediary between themselves and G’d. Therefore, there had not been the slightest reason to assume that their offerings could replace the daily <i>tamid.</i>\n    This may be the reason why in the <i>Torat Kohanim</i> the reference is understood as pertaining only to the libation offering, מנחת נסכים, which accompanied the daily <i>tamid,</i> and which was considered a private offering, the wording here teaches that both these libation offerings were presented.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "588f5682d6e4a96d624aea86", "index_title": "Machberet Menachem", "category": "Reference", "type": "", "ref": "Machberet Menachem, Letter Kaf 47:4", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Machberet Menachem, Letter Kaf 47:4", "sourceHeRef": "מחברת מנחם, כ מ״ז:ד׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [950, 960], "commentaryNum": 47.0004, "collectiveTitle": {"en": "Machberet Menachem", "he": "מחברת מנחם"}, "he": "‎השלישי, וימלא <b>כפו</b> ממנה <small>(ויקרא ט, יז)</small>, שלא מלא <b>כפו</b> קוצר <small>(תהלים קכט, ז)</small>, על לא חמס <b>בכפי</b> <small>(איוב טז, יז)</small>.", "heVersionTitle": "Mahberet Menahem, London, 1854.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מחברת מנחם,לונדון, תרי\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59636bc3d6e4a9416e9c3adc", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Leviticus 9:17:1", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Mizrachi, Leviticus 9:17:1", "sourceHeRef": "מזרחי, ויקרא ט׳:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "ויקרא", "he": "<b>וימלא כפו היא הקמיצה. </b>כדתנן בפרק קמא דמנחות קמץ בשמאל פסול ואמרינן בגמרא מנה\"מ ומסיק רבא יד יד לקמיצה ופירש רש\"י כתיב כמצורע ידו הימנית דלא אצטריך וכתיב בקמיצה יד וימלא כפו ממנה מה יד דמצורע ימנית אף יד דקמיצה ימנית אלמא קרא דוימלא כפו בקמיצה קמיירי: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59636bc3d6e4a9416e9c3ade", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Leviticus 9:17:2", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Mizrachi, Leviticus 9:17:2", "sourceHeRef": "מזרחי, ויקרא ט׳:י״ז:ב׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 17.0002, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "ויקרא", "he": "<b>מלבד עולת הבקר כל אלה עשה אחר עולת התמיד. </b>לא חוץ מעולת התמיד דאם כן היה ראוי להכתב אחר ויקרב את העולה ויעשה כמשפט מיד ששניהם ממין אחד לא אחר ויקרב את המנחה ועוד אם פירש מלבד עולת הבקר הוא חוץ מעולת הבקר היה לו לומר גם כן ומלבד עולת החדש כמו שאמר במוסף ר\"ה מלבד עולת החדש ומנחתה ועולת התמיד ומנחתה ובמוסף יום הכפורים מלבד חטאת הכפורים ועולת התמיד ומנחתה אבל אם יהיה פירוש מלבד עולת הבקר כל אלה עשה אחר עולת הבקר כאילו אמר מלבד העולה שנעשה כבר מהבקר אין טענה למה לא נכתב זה אחר ויקרב את העולה מיד כי הראוי לומר זה אחר כל המעשים שהן הקרבנות והמנחה ולמה לא אמר ומלבד עולת החדש מאחר שפירוש מלבד עולת הבקר אחר עולת הבקר שפירושו ולא קודם ממנו אבל בעבור עולת החדש לא הגיד אם היה הוא הקודם מאלה או אלה ממנו כי אולי אין בהם סדר אבל במוספי המועדים ור\"ח והשבתות שיש בכולם סדר שבזה צריך להקדים עולת התמיד ראשונה ואחר כך עולת החדש ואחר כך מוספי ר\"ה וביום הכפורים צריך להקדים עולת התמיד תחלה ואחר כך חטאת הכפורים ואחר כך מוספי יום הכפורים הוצרך הכתוב לכתוב מלבד ומלבד להודיע הסדר ובז' ימי המלואים שלא היה אז עולת התמיד שעדיין לא הוקם המשכן לא נכתב בו מלבד ואף לדברי האומר שז' ימי המילואים היו אחר הקמת המשכן י\"ל שלא נכתב שם מלבד עולת הבקר מפני שהדבר ידוע שעולת התמיד שהוא חובה קודמת לקרבן המלואים שאינו אלא להרגילם בלבד בשבעת ימי המלואים מה שכתוב בקרבנות יום השמיני ובמוספי השבתות והחדשים והמועדים שכולם חובה כמו עולת התמיד והוצרך הכתוב להודיע מי קודם ממי אבל לדברי החכם ן' עזרא שאמר ששבעת ימי המלואים היו אחר הקמת המשכן ושפי' מלבד עולת הבקר הוא חוץ מעולת הבקר לא ידעתי מה תהיה תשובתו על מה שלא נכתב בהם מלבד עולת הבקר כמו שכתוב בשמיני ובמוספי השבתות והחדשים והמועדים: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d488f4d6e4a939ba173d93", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 9:17:1", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Torah Temimah on Torah, Leviticus 9:17:1", "sourceHeRef": "תורה תמימה על התורה, ויקרא ט׳:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>וימלא כפו. </b>נאמר כאן מלוי ונאמר להלן (פ' ויקרא) מלא קמצו, מה להלן קמץ ועלה בידו צרור או גרגיר מלח או קורט לבונה פסול אף כאן כן <sup class=\"footnote-marker\">ח</sup><i class=\"footnote\">פסול משום חסר. ומפרש וימלא כפו דהיינו קמיצה, דאל\"ה מה נשתנית מנחה זו משארי מנחות, והלא חטאת ועולה שבפרשה זו דומין בעשייתן לשארי חטאות ועולות, וא\"כ גם מנחה זו צריכה להיות כשארי מנחות.\n</i>[תו\"כ].\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d488f4d6e4a939ba173d95", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 9:17:2", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Torah Temimah on Torah, Leviticus 9:17:2", "sourceHeRef": "תורה תמימה על התורה, ויקרא ט׳:י״ז:ב׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 17.0002, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>וימלא כפו. </b>א\"י אם כף ימין או כף שמאל, כשהוא אומר (פ' מצורע) ולקח הכהן מלוג השמן ויצק על כף הכהן השמאלית, כאן שמאלית, הא כ\"מ שנא' כף אינו אלא ימין <sup class=\"footnote-marker\">ט</sup><i class=\"footnote\">ובטעם הדבר נראה ע\"פ מ\"ש בברכות מ\"ג ב' כל דבר מצוה צריך שיעשה בימין, ולכן התם בפ' מצורע שהמעשה היא בימין ממילא צריכה היציקה להיות על יד שמאל, משא\"כ הכא שהמלוי גופא היא המצוה לכן היא בימין.\n</i>.<br>(מנחות ט' ב')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d488f4d6e4a939ba173d97", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 9:17:3", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Torah Temimah on Torah, Leviticus 9:17:3", "sourceHeRef": "תורה תמימה על התורה, ויקרא ט׳:י״ז:ג׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 17.0003, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>מלבד עולת הבקר. </b>מה ת\"ל, אלא מלמד ששתי מנחות היו שם, אחת עם העולה ואחת בפני עצמה <sup class=\"footnote-marker\">י</sup><i class=\"footnote\">כונת הקושיא מה ת\"ל, הוא משום דבכ\"מ כתיב מלבד עולת הבקר לאחר גמר הקרבת קרבנות חובות היום כמו בפ' פינחס, וא\"כ גם כאן הו\"ל לכתוב זה אחר פ' שלמים ולא אחר ענין מנחה, וז\"ש מה ת\"ל זה שלא במקומו, ומפרש דלכן כתיב בסגנון כזה להורות ששתי מנחות היו.\n</i>.<br>(תו\"כ)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a15447bd6e4a92409ac028d", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Leviticus 9:17:1", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Siftei Chakhamim, Leviticus 9:17:1", "sourceHeRef": "שפתי חכמים, ויקרא ט׳:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": true, "inline_reference": {"data-commentator": "Siftei Chakhamim", "data-label": "⚬"}, "compDate": [1660, 1680], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "ויקרא", "he": "<b>קמיצה.</b> דאל\"כ למה נשתנה מנחה זו ממנחת דורות שבפרשת ויקרא יותר מעולה דעולת שעה היא שוה לעולת נדבה שהוא לדורות ומנחת שעה אינה שוה למנחת דורות: ", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>Fistful. </b>Otherwise, why would this meal-offering be different from the meal-offering of generations in Parshas Vayikro, more so than the burnt-offering? Could it be that the burnt-offering of [the specific] time was the same as the voluntary burnt-offering of generations, and yet the meal-offering of [the specific] time would not be the same as the mealoffering of generations? ", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a15447bd6e4a92409ac028f", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Leviticus 9:17:2", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Siftei Chakhamim, Leviticus 9:17:2", "sourceHeRef": "שפתי חכמים, ויקרא ט׳:י״ז:ב׳", "anchorVerse": 17, "sourceHasEn": true, "inline_reference": {"data-commentator": "Siftei Chakhamim", "data-label": "⚬"}, "compDate": [1660, 1680], "commentaryNum": 17.0002, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "ויקרא", "he": "<b>אחר עולת.</b> פירושו מלבד עולת הבקר, דאי הוה פירושו כל אלה עשה בלא עולת הבקר הי' לו לכתוב בסוף הפרשה אחר שהקריב שלמים, שגם שלמים הקריב בלא עולת הבקר, או הי' לו לכתוב בתחילת הקרבה ואז הי' משמע אכל הפרשה. ומ\"ש כאן. בשלמא אי פירוש כל אלה עשה אחר עולת הבקר, אתי שפיר דכתיב דוקא כאן, דבא ללמד דקרבנות הללו נקרבים אחר עולת הבקר. ואי הוה כתיב בסוף הי' משמע שגם שלמים דוקא אחר עולת הבקר, וזה אינו, דיש לומר דאין להם סדר לשלמים איזה מהן קודם. והרא\"ם פירש דא\"כ ומלבד עולת החדש מבעי ליה, כמו במוספי שבתות וחדשים ומועדות: ", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>After the [daily] burnt-offering</b>. Meaning: <i>In addition</i> to the burnt-offering of the morning, for if it meant: all these he did <i>without</i> the burnt-offering of the morning, Scripture should write this at the end of the section after he brought the peace-offerings, because he offered the peace-offerings without the burnt-offering of the morning as well. Or, Scripture should write this at the beginning of the offering, and then it would reflect on the entire section. Why was it written specifically here? It is all right if we explain that all these he did <i>after</i> the morning burntoffering [as Rashi explains], then it is understandable why it is written specifically here: It comes to teach that these offerings were brought after the morning burnt-offering. But, if it was written at the end, it would imply that the peace-offerings as well were specifically after the morning burntoffering. This, however, is not so, because we can say there was no order for the peace-offerings in terms of which of them came first. Re’m explains: If so, it should say, “aside from the burnt-offering of the month,” as it says regarding the additional offerings of Shabbos, Rosh Chodesh, and Holidays. ", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a4366f5d6e4a97d18d91239", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Leviticus 9:17:1", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Ralbag Beur HaMilot on Torah, Leviticus 9:17:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, ויקרא ט׳:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "ויקרא", "he": "<b>מלבד עולת הבקר.</b> ר\"ל כי כל אלו הקרבנות הנזכרים שהם קדשי קדשים הקריב אהרן בזה האופן מלבד עולת הבקר שהקריבה קודם אלו הקרבנות כולם:\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5af8ea9d613964014ac6a912", "index_title": "Menachot", "category": "Talmud", "type": "", "ref": "Menachot 9b:17", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Menachot 9b:17", "sourceHeRef": "מנחות ט׳ ב:י״ז", "anchorVerse": 17, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 18.0017, "collectiveTitle": {"en": "Menachot", "he": "מנחות"}, "heTitle": "מנחות", "he": "קמץ בשמאל [וכו']: מנא הני מילי אמר רבי זירא דאמר קרא (ויקרא ט, יז) ויקרב את המנחה וימלא כפו ממנה כף זה איני יודע מהו כשהוא אומר (ויקרא יד, טו) ולקח הכהן מלוג השמן ויצק על כף הכהן השמאלית כאן שמאלית הא כל מקום שנאמר כף אינו אלא ימין", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "§ The mishna teaches: If the priest <b>removed the handful with</b> his <b>left</b> hand the meal offering is unfit. The Gemara asks: <b>From where are these matters</b> derived? <b>Rabbi Zeira said</b> that it is derived from <b>that</b> which <b>the verse states: “And the meal offering was presented; and he filled his hand from it”</b> (Leviticus 9:17). Rabbi Zeira explains: <b>This hand, I do not know what it is,</b> i.e., the left hand or the right. <b>When</b> the verse <b>states</b> with regard to the atonement of a leper: <b>“And the priest shall take of the <i>log</i> of oil, and pour it into the palm of his own left hand”</b> (Leviticus 14:15), it mentions the left hand. One can therefore derive that <b>here,</b> where the verse specifies, the priest must use his <b>left</b> hand, whereas in <b>any place where it is stated</b> in a verse <b>“hand”</b> without specification, it is referring <b>only</b> to the <b>right</b> hand.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5af8ea9d613964014ac6a934", "index_title": "Menachot", "category": "Talmud", "type": "", "ref": "Menachot 10a:6", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Menachot 10a:6", "sourceHeRef": "מנחות י׳ א:ו׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 19.0006, "collectiveTitle": {"en": "Menachot", "he": "מנחות"}, "heTitle": "מנחות", "he": "אלא אמר רבא יד יד לקמיצה", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>Rather, Rava said:</b> The verses that specify that the oil must be placed on the right thumb and big toe do not teach a <i>halakha</i> with regard to a leper, as it is clear that the oil must be placed on the right thumb and big toe, as it states: “Upon the place of the blood of the guilt offering.” Rather, these verses are the source of verbal analogies for other <i>halakhot</i>. When the verse states with regard to a wealthy leper: “Of his right hand” (Leviticus 14:17), this teaches a verbal analogy between the term <b>“hand”</b> written here and <b>“hand”</b> written <b>with regard to the removal of a handful,</b> as the verse states about the removal of a handful: “And he filled his hand from it” (Leviticus 9:17). The verbal analogy teaches that the removal of the handful must also be performed with the right hand.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5af8ea9e613964014ac6a9a0", "index_title": "Menachot", "category": "Talmud", "type": "", "ref": "Menachot 19b:4", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Menachot 19b:4", "sourceHeRef": "מנחות י״ט ב:ד׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 38.0004, "collectiveTitle": {"en": "Menachot", "he": "מנחות"}, "heTitle": "מנחות", "he": "רב סבר הא נמי תנא ביה קרא דכתיב (ויקרא ט, יז) ויקרב את המנחה וימלא כפו ממנה ושמואל דורות משעה לא ילפינן", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>Rav holds</b> that <b>this</b> <i>halakha</i> of using one’s hand and not a utensil is <b>also repeated</b> in another <b>verse, as it is written</b> in the context of Aaron’s service on the eighth day of the consecration of the Tabernacle: <b>“And he presented the meal offering; and he filled his hand from it”</b> (Leviticus 9:17), demonstrating that the handful is removed by hand and not with a utensil. <b>And Shmuel</b> holds that <b>we do not derive</b> the <i>halakha</i> for all <b>generations from a temporary</b> situation. Therefore, using one’s hand is not indispensable, as the general requirements of the rites of the meal offering cannot be derived from a verse referring to the meal offering that was sacrificed during the consecration of the Tabernacle.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5b16756ad6b9c70071dea7f5", "index_title": "Steinsaltz on Menachot", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Menachot 9b:17", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Steinsaltz on Menachot 9b:17", "sourceHeRef": "ביאור שטיינזלץ על מנחות ט׳ ב:י״ז", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 18.0017, "collectiveTitle": {"en": "Steinsaltz on Menachot", "he": "ביאור שטיינזלץ על מנחות"}, "heTitle": "ביאור שטיינזלץ על מנחות", "he": "<big>א</big> שנינו במשנה: <b>קמץ בשמאל</b> — פסול. ושואלים: <b>מנא הני מילי</b> <small>[מנין הדברים הללו]?</small> <b>אמר ר' זירא, דאמר קרא</b> <small>[שאמר הכתוב]:</small> <b>\"ויקרב את המנחה וימלא כפו ממנה\"</b> (ויקרא ט, יז), <b>כף זה איני יודע מהו,</b> ימנית או שמאלית, <b>כשהוא אומר</b> בענין כפרת המצורע: <b>\"ולקח הכהן מלוג השמן ויצק על כף הכהן השמאלית\"</b> (שם יד, טו), הרי זה בא ללמד: דווקא <b>כאן</b> הכף היא <b>שמאלית, הא</b> <small>[הרי]</small> <b>כל מקום שנאמר</b> סתם <b>כף אינו אלא ימין.</b> ושואלים: וכיצד אתה למד מכתוב זה?", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5be0512ce42631001693a94a", "index_title": "Shem MiShmuel", "category": "Chasidut", "type": "allusion", "ref": "Shem MiShmuel, Shmini 11:4", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Shem MiShmuel, Shmini 11:4", "sourceHeRef": "שם משמואל, שמיני י״א:ד׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1910, 1926], "commentaryNum": 11.0004, "collectiveTitle": {"en": "Shem MiShmuel", "he": "שם משמואל"}, "heTitle": "שמיני", "he": "<b>ויקרב את המנחה וימלא כפו ממנה </b>יש להבין למה שינה הסדר דבצוואה כתיבה המנחה אחר השלמים ובהקרבה הקדים המנחה, ומצאתי לדעת זקנים מבעלי התוס' שעמדו בזה והניחו בצ\"ע, ונראה דהנה ידוע דדם הקרבן מקרב את נפש האדם להשי\"ת, כאמרם ז\"ל תבוא נפש ותכפר על הנפש, ודם הוא הנפש, ובשר הקרבן מכפר על נפש החיונית שבאדם, אך מנחה שהוא מצמחים מכפרת על נפש הצומחת שבאדם, וידוע דכל מין שנמוך ביותר, יש רבותא יותר להגביה ולקרבו, וע\"כ נחשב לנחמה לישראל שזכו לפרשת נסכים אחר תשובתם הגדולה מחטא המרגלים, וכמו שכבר דברנו בו במקומו, וע\"כ מה\"ט זבחים קודמים למנחות, שמנחות הם רבותא יותר, וזבחים קל להתקרב ועולין מן הקל אל החמור, וע\"כ בצוואה במלואים איחר את המנחה אחר כל הקרבנות, אבל אחר שכתוב ויקרבו כל העדה ויעמדו לפני ה', שזה לשון נכבד מאוד וכמ\"ש באלי' חי ה' אשר עמדתי לפניו, וכמו שהגיד כ\"ק זקיני האדומו\"ר הגדול זצללה\"ה שהעמידו את עצמם לקבל מדריגות, שוב נתעלה גם בחינת נפש הצומחת בהם בהשואה אחת עם נפש החיונית [ואולי עוד יותר בסוד אשת חיל עטרת בעלה, ובסוד נקבה תסובב גבר הנאמר לעתיד] ע\"כ הקדים המנחה להשלמים כדי שהשלמים שהם שלימות וכוללים הכל כמו שרמזו ז\"ל שיש בו שלימות למזבח ולכהנים ולבעלים, יבוא באחרונה לכלל ולהגביה הכל למעלה למעלה:", "heVersionTitle": "Sefer Shem Mishmuel, Piotrkow, 1927-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שם משמואל, פיוטרקוב תרפ\"ז-תרצ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b8dfb071e100bf4e47dc", "index_title": "Rashi on Menachot", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Menachot 10a:6:2", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Rashi on Menachot 10a:6:2", "sourceHeRef": "רש\"י על מנחות י׳ א:ו׳:ב׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 6.0002, "collectiveTitle": {"en": "Rashi on Menachot", "he": "רש\"י על מנחות"}, "heTitle": "רש\"י על מנחות", "he": "יד יד לקמיצה - כתיב במצורע עשיר ידו הימנית דלא איצטריך וכתיב בקמיצה יד וימלא כפו (ויקרא ט׳:י״ז) מה יד מצורע ימנית אף דקמיצה ימנית:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c7da3cb4d7b5e00177ba2e1", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Shemini, Mekhilta DeMiluim II 11", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Sifra, Shemini, Mekhilta DeMiluim II 11", "sourceHeRef": "ספרא, שמיני, מכילתא דמילואים ב י״א", "anchorVerse": 17, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 11, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "מכילתא דמילואים ב", "he": "[יא] \"ויקרב את המנחה וימלא כפו ממנה\" – נאמר כאן 'מלוי' ונאמר להלן (ויקרא ב, ב) 'מילוי'. מה מילוי האמור להלן – מלא קומצו, אף 'מילוי' האמור כאן – מלא קומצו; ומה 'מילוי' האמור להלן קמץ ועלה בידו צרור או גרגיר מלח או קורט לבונה פסול, אף 'מילוי' האמור כאן – קמץ ועלה בידו צרור או גרגיר מלח או קורט של לבונה פסול.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "11) (Vayikra 9:17): \"And he presented the meal-offering and he filled his hand from it\": \"filling\" is stated here, and \"filling\" is stated elsewhere (Vayikra 5:2). Just as the \"filling\" there is \"his full fistful,\" so the \"filling\" here is his full fistful. And just as with the \"filling\" there, if he took a fistful and there entered into it a pebble, a grain of salt, or a particle of frankincense, it is invalid; here, too, it is invalid.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7da3d2a51caf0018dcacf0", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Shemini, Mekhilta DeMiluim II 12", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Sifra, Shemini, Mekhilta DeMiluim II 12", "sourceHeRef": "ספרא, שמיני, מכילתא דמילואים ב י״ב", "anchorVerse": 17, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 12, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "מכילתא דמילואים ב", "he": "[יב] \"ויקטר על המזבח מלבד עולת הבקר\" – מה זה בא ללמדנו?. אם ללמד שאם לא מצא מנחה יביא בהמה – כבר נאמר \"ויקרב את העולה ויעשה כמשפט\"! אם כן למה נאמר \"ויקטר על המזבח מלבד עולת הבקר\"? מלמד ששתי מנחות היו שם; אחת עם העולה ואחת בפני עצמה.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "12) (Vayikra 9:17): \"and he smoked it upon the altar aside from the burnt-offering of the morning\": What does this come to teach us? If about the daily meal-offering, it is already written (Bamidbar 28:5): \"and a tenth of an ephah of flour for the meal-offering.\" If to teach us about the meal-offering of the burnt-offering, it is already written (Bamidbar 28:16 above): \"And he presented the burnt-offering and he offered it according to the ordinance.\" Why, then, is it written? To teach us that two meal-offerings are sacrificed one after the other.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5cdd6cf3c4424d0058269a3e", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Shmini 11:1", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Malbim on Leviticus, Shmini 11:1", "sourceHeRef": "מלבי\"ם על ויקרא, שמיני י״א:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "שמיני", "he": "<b>ויקרב את המנחה:</b> מנחה זו היתה משונה מדין מנחת סולת שטעונה ג' מתנות שמן. ופה לא כתיב אלא \"בלולה\". וכן לא נתבאר אם היה בה לבונה כי היה הוראת שעה דהא אין מנחה בצבור. ולכן לא כתיב \"ויעשה כמשפט\" כי לא היתה כמשפט רק הוראת שעה. ולכן הוצרך לבאר שמלא כפו ממנה – רוצה לומר שקמץ – דהוה אמינא שהיתה כמנחת נסכים (שמקריבים הצבור) שכולה כליל. ומ\"ש שמלא כפו – כי לא היה צריך למחוק בגודלו, שזה רק במנחות האפויות, והיה דינה כמנחת סולת שכתוב בה \"מלא קומצו\" כמ\"ש (<small>ויקרא ס' קה, עיי\"ש</small>). וכן ממה שכתוב \"ממנה\" ידעינן שלא נתערב בהקומץ דבר אחר.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6cf4c4424d0058269a40", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Shmini 12:1", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Malbim on Leviticus, Shmini 12:1", "sourceHeRef": "מלבי\"ם על ויקרא, שמיני י״ב:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "שמיני", "he": "<b>מלבד עולת הבקר:</b> זה היה לו לכתוב אחר השלמים כמו שכתב תמיד בפר' פנחס בסוף קרבנות היום \"מלבד עולת התמיד\". ופירשו המפרשים לפי שבכל יום מקריבים עולת תמיד ומנחתו והיום נצטוו להקריב עולה ומנחה חובת היום – הודיע שלא נפטרו בהן מקרבן תמיד; אלא עולה ומנחה זו הקריבו מלבד עולת הבקר ומנחתה. אבל שלמים אין נקרבים חובה בשאר הימים. אמנם עדיין קשה שזה היה לו לומר אחר העולה כיון שעם העולה הקריבו מנחת נסכים, וע\"ז יאמר שעולה ומנחת-נסכים-שעמה היו מלבד עולת הבקר ומנחתו. ומזה נראה לכאורה שלא הקריבו מנחת נסכים עם עולה זאת רק מנחת בלולה לבד. ולכן אמר זה אחר מנחה בלולה. וזה יצויר על פי מ\"ש בתוספתא דמנחות (פרק ו) ר' יהודה אומר יחיד שהיה חייב פרים ואלים וכבשים ואין לו נסכים – יביא פרים בנסכיהם ואל יביא פרים אלים וכבשים בלא נסכים. ומשמע שרק ביחיד הדין כן כיון שיכול להקריב הקרבנות גם לאחר זמן, אבל בצבור (שאם עבר יומו בטל קרבנו) סבירא ליה דיקריב פרים ואלים בלא נסכים ויביא הנסכים אחר כך כיון דקיימא לן דאדם מקריב זבחו היום ונסכיו לאחר כמה ימים אפילו בקרבן צבור כמו שמביא הרמב\"ם. וחולק על ר' שמעון דאמר במשנה דמנחות <small>(דף מד:)</small> דאפילו בצבור הדין כן שיקריב פר אחד ונסכים ולא יקריב כולם בלא נסכים. וכמו שכתב הרמב\"ם בפירוש המשנה והרע\"ב שם דאין הלכה כר' שמעון. ולפי זה לר' יהודה (סתמא דספרא) יכול להיות שלא היה להם אז נסכים אל העולה ולא הקריבו רק מנחה בלולה. ולכן אמר \"מלבד עולת הבקר\" אחר מנחה בלולה בשמן. ומזה נלמד לכל מקום שאם לא מצא מנחה יביא בהמה. אך דאם כן למה אמר \"ויקרב את העולה ויעשה כמשפט\" שמשמע שהוקרבה כמשפט העולה עם נסכיה ומנחתה; שאי לאו כן איך אמר \"כמשפט\"? בפרט שמלת \"כמשפט\" באה תמיד על הנסכים שיש בהם משפטים שונים לפר איל ולכבש, שעל זה יצדק מלת \"כמשפט\" כמו שכתבנו במקום אחר. ואם כן נשאר הקושיא למה נאמר \"ויקטר על המזבח מלבד עולת הבקר\"? ומשיב מלמד ששני מנחות היו וכולי - ר\"ל כי הנה בציוי נאמר \"ומנחה בלולה בשמן\" לבסוף, וכן בדין, דשלמים קודמים לעופות ועופות למנחות מפני שהם מיני דמים. ולמה הקריב את המנחה קודם השלמים? אך שעם העולה הקריב מנחת נסכים ולא עם השלמים, כי השלמים האלה היו הוראת שעה (שאין הצבור מקריבים שלמים רק בעצרת), ולכן לא הקריב עמהם נסכים כי לא נתפרשו נסכים רק בקרבנות של דורות, לא באותן שהיו הוראת שעה. בפרט למאן דאמר דלא קרבו נסכים במדבר רק בקרבנות צבור [כמ\"ש התוספות זבחים <small>(דף קיא.)</small>] וממילא, בעולה שבאה נדבת צבור לקיץ המזבח וגם חובה – הקריב מנחת נסכים; לא בשלמים. ולכן סמך מנחה בלולה אחר מנחת נסכים של העולה לסמוך מנחה למנחה. ולכן אמר בזה \"מלבד עולת הבקר\", ר\"ל שלכן הקריב מנחה זו עתה כי היתה עולה זו מלבד עולת הבקר ומנחתה ובא במנחת נסכים כמוה. וסמך מנחה הבלולה אל מנחת העולה. וזהו שאמר מלמד ששני מנחות היו שם, פירוש: רק שנים, לא יותר, כי אחר שלמי צבור לא הקריב מנחה.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60f578fdddb586d79d82736b", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Leviticus 9:17:1", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Maskil LeDavid, Leviticus 9:17:1", "sourceHeRef": "משכיל לדוד, ויקרא ט׳:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "commentaryNum": 17.0001, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "ויקרא", "he": "<b>וימלא כפר היא קמיצה.</b> דלא תהא סבור דכפו היינו כל אצבעות היד ולא בקמיצה דעלמא דחופה ג׳ אצבעות על פס ידו ונימא דהכא הוראת שעה היתה ולא כשאר קמוצות קמ״ל דליתא וראייתו דמהש״ס דפ״ק דמנחות מוכח הכי דהא מהך קרא יליף התם לקמיצה דעלמא דבעי׳ בידו הימנית:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60f57901ddb586d79d82736f", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Leviticus 9:17:2", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Maskil LeDavid, Leviticus 9:17:2", "sourceHeRef": "משכיל לדוד, ויקרא ט׳:י״ז:ב׳", "anchorVerse": 17, "sourceHasEn": false, "commentaryNum": 17.0002, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "ויקרא", "he": "<b>מלבד וכו׳ כל אלה וכו׳.</b> דלא תהא סבור דלא קאי מלבד עולת הבקר רק על המנחה דכתיב בה אבל הקרבנות דלעיל אימא דהקרבם קודם התמיד לכך קאמר דליתא אלא הך מלבד אכלהו קאי ולעולם התמיד הקריב קודם הכל שהרי בפ׳ דלעיל בהדיא כתיב צו את אהרן וכו׳ וערך עליה העולה דעולת תמיד היא תקדים כמ״ש רש״י שם:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b7bf8430f78f206369bc", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "dibur_hamatchil", "ref": "Yalkut Shimoni on Torah 521:7", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Yalkut Shimoni on Torah 521:7", "sourceHeRef": "ילקוט שמעוני על התורה תקכ״א:ז׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 521.0007, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ויקרב את המנתה וימלא כפו ממנה. נאמר כאן מלוי ונאמ רלהלן מלוי מה מלוי האמור להלן מלא קומצו אף מלוי האמור כאן מלא קומצו, מה מלוי האמור כאן קמץ ועלה בידו צרור או גרגיר מלח או קורט של לבונה פסול אף מלוי האמור להלן קמץ ועלה בידו צרור או גרגיר מלח או קורט של לבונה פסול:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b7c0c823a798e70b5a20", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "dibur_hamatchil", "ref": "Yalkut Shimoni on Torah 522:2", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Yalkut Shimoni on Torah 522:2", "sourceHeRef": "ילקוט שמעוני על התורה תקכ״ב:ב׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 522.0002, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "דבר אחר מעכב וכו'. והכא במלא קומצו בקומצו קמיפלגי. דתניא מלא קומצו בקומץ של יעשה מדה לקומץ, רב סבר הא נמי תנא ביה קראי ויקרב את המנחה וימלא כפו ממנה. ושמואל אמר דורות משעה לא ילפינן. ולא יליף והתנן כלי הלח מקדשין את הלח וכו' ואמר שמואל ל\"ש אלא מדות אבל מזרקות מקדשין דכתיב שניהם מלאים סלת. שאני התם דתנא ביה קרא תריסר זמני. א\"ל רב כהנא ורב אשי לרב הרי הגשה דתנא ביה קרא ולא מעכבת דכתיב זאת תורת המנחה. ההוא לקבוע לו מקום הוא דאתא דתניא לפני ה' יכול במערב וכו':", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b7c08430f78f206369c0", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "dibur_hamatchil", "ref": "Yalkut Shimoni on Torah 523:1", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Yalkut Shimoni on Torah 523:1", "sourceHeRef": "ילקוט שמעוני על התורה תקכ״ג:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 523.0001, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "קמץ בשמאל פסול מנא הני מילי א\"ר זירא א\"ק ויקרב את המנחה וימלא כפו ממנה כף זה איני יודע מה הוא, כשהוא אומר ומן השמן יצק הכהן על כף הכהן השמאלית כאן כף שמאל הא כל מקום שבכף אינו אלא ימין, והאי מבעי ליה לגופיה, שמאלית אחרינא כתיב. ואימא אין מיעוט אחר מיעוט אלא לרבות. שמאלית אחרינא כתיב כאן שמאלית ואין אחר שמאלית, אדרבה מה כאן שמאלית אף בעלמא שמאלית. ארבעה שמאלית כתיבי תרי בעני ותרי בעשיר. א\"ל ר' ירמיה לר' זירא על בהן ידו הימנית ועל בהן רגלו הימנית דכתיבי בשמן מצורע עשיר למה לי. חד להכשיר צדדין וחד לפסול צידי צדדין. על דם האשם ועל מקום דם האשם למאי אתיא. הני צריכי דאי כתב רחמנא על דם האשם הוה אמינא וכו' דוקא נתקנח אבל איתיה הוי ליה חציצה קמ\"ל אמר רבא מאחר דכתיב על דם האשם ועל מקום דם האשם וכתיב ימנית בדם על בהן ידו הימנית ועל בהן רגלו הימנית דכתיבי בשמן דמצורע למה לי, אלא אמר רבא יד יד לקמיצה רגל רגל לחליצה אזן אזן לרציעה. שמאלית למאי אתא אמר רב שישא בריה דרב אידי לפסול ימין דכהן במצורע. שלא דאמר ומה אם במקום שלא נתרבה שמאל נתרבה ימין במקום שנתרבה שמאל אינו דין שנתרבה ימין. ואידך שמאלית למאי אתא לכדתנא דבי רבי ישמעאל כל פרשה שנאמרה ונשנית לא נשנית אלא בשביל דבר שנתחדש בה:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b7c0c823a798e70b5a22", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "dibur_hamatchil", "ref": "Yalkut Shimoni on Torah 523:2", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Yalkut Shimoni on Torah 523:2", "sourceHeRef": "ילקוט שמעוני על התורה תקכ״ג:ב׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 523.0002, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ויקטר על המזבח מלב עולת הבקר מה זהבא ללמדנו אם ללמד שאם לא מצא מנחה יביא בחמה הרי כבר נאמר ויקרב את הועלה ויעשה כמשפט, אם כן למה נאמר ויקטר על המזבח מלבד עולת הבקר מלמד ששתי מנחות היו שם אחת אם העולה ואחת בפני עצמה:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61681ff3a5fa92a0e2f978b4", "index_title": "Mishnat Eretz Yisrael on Mishnah Maaser Sheni", "category": "Quoting Commentary", "type": "", "ref": "Mishnat Eretz Yisrael on Mishnah Maaser Sheni 1:7:9", "anchorRef": "Leviticus 9:1-33", "anchorRefExpanded": ["Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 9:25", "Leviticus 9:26", "Leviticus 9:27", "Leviticus 9:28", "Leviticus 9:29", "Leviticus 9:30", "Leviticus 9:31", "Leviticus 9:32", "Leviticus 9:33"], "sourceRef": "Mishnat Eretz Yisrael on Mishnah Maaser Sheni 1:7:9", "sourceHeRef": "משנת ארץ ישראל על משנה מעשר שני א׳:ז׳:ט׳", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 7.0009, "collectiveTitle": {"en": "Mishnat Eretz Yisrael on Mishnah Maaser Sheni", "he": "משנת ארץ ישראל על משנה מעשר שני"}, "he": "<b>אין</b> <b>מביאין</b> – מכספי מעשר שני, <b>קיני</b> <b>זבים</b> <b>קיני</b> <b>זבות</b> – הזב או הזבה לאחר שנטהרו מזובם וספרו שבעה ימים לטהרתם מביאים ביום השמיני שני תורים או שני בני יונה, אחד לחטאת ואחד לעולה (ויקרא ט א-לג). הקרבנות של הזב או הזבה מכונים בלשון חכמים \"קִני זבים\" ו\"קִני זבות\". המשנה קובעת שאין הזב או הזבה מביאים מכספי מעשר שני את קִניהם. הלכה זו היא חלק מכלל גדול בהלכה ש\"כל דבר שהוא בא בחובה לא יבוא אלא מן החולין\", כלל החוזר פעמים רבות בהקשרים שונים (משנה, מנחות פ\"ז מ\"ו; תוס', פ\"א ה\"ד, ועוד).", "heVersionTitle": "Mishnat Eretz Yisrael, Seder Zeraim, Tel Aviv, 2008-2016", "heLicense": "CC-BY", "heVersionTitleInHebrew": "סדר זרעים, מאת שמואל ספראי וזאב ספראי, תל אביב. תשס\"ח-תשע\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d570f4629f2b5727c734", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, כפף 1", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Sefer HaShorashim, כפף 1", "sourceHeRef": "ספר השרשים, כפף א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "כפף", "he": ["<strong><big>כפף</big></strong>   <strong>כָּפַף</strong> נַפְשִׁי (<a class=\"refLink\" href=\"Psalms 57:7\" data-ref=\"Psalms 57:7\">תהלים נז, ז</a>), <strong>פעל עומד</strong> וזכר נפש בלשון זכר כמו כָּל־נֶפֶשׁ שִׁבְעָֽה (<a class=\"refLink\" href=\"Genesis 46:25\" data-ref=\"Genesis 46:25\">בראשית מו, כה</a>), או יהיה <strong>פעל יוצא</strong> ופירושו <strong>כָּפַף</strong> כל אחד מהם נפשי. י\"י זֹקֵף <strong>כְּפוּפִים</strong> (<a class=\"refLink\" href=\"Psalms 146:8\" data-ref=\"Psalms 146:8\">תהלים קמו, ח</a>), <strong>הֲלָכֹף </strong>כְּאַגְמֹן רֹאשׁוֹ (<a class=\"refLink\" href=\"Isaiah 58:5\" data-ref=\"Isaiah 58:5\">ישעיה נח, ה</a>). <strong>והנפעל</strong> <strong>אִכַּף</strong> לֵֽאלֹהֵי מָרוֹם (<a class=\"refLink\" href=\"Micah 6:6\" data-ref=\"Micah 6:6\">מיכה ו, ו</a>), משפטו <strong>אִכָּפֵף</strong>. <strong>והשם</strong> לענף הנגזר מזה <strong>כִּפָּה</strong> וְאַגְמוֹן (<a class=\"refLink\" href=\"Isaiah 9:13\" data-ref=\"Isaiah 9:13\">ישעיה ט, יג</a>), <strong>וְכִפָּתוֹ</strong> לֹא רַֽעֲנָֽנָה (<a class=\"refLink\" href=\"Job 15:32\" data-ref=\"Job 15:32\">איוב טו, לב</a>), <strong>כַּפֹּת</strong> תְּמָרִים (<a class=\"refLink\" href=\"Leviticus 23:40\" data-ref=\"Leviticus 23:40\">ויקרא כג, מ</a>), לפי שהיא כפופה. וכן פירש אדוני אבי ז\"ל מזה בְּעוֹדָהּ <strong>בְּכַפּוֹ</strong> יִבְלָעֶֽנָּה (<a class=\"refLink\" href=\"Isaiah 28:4\" data-ref=\"Isaiah 28:4\">ישעיה כח, ד</a>), כלומר כאשר יראה הרואה אותה בענף יבלענה בעודה בענף. ומזה נקרא עוד תוך היד <strong>כַּף</strong> לפי שהיא כפופה. מְלֹא <strong>כַף</strong> נָחַת (קהלית ד, ו), וַיְמַלֵּא <strong>כַפּוֹ</strong> מִמֶּנָּה (<a class=\"refLink\" href=\"Leviticus 9:17\" data-ref=\"Leviticus 9:17\">ויקרא ט, יז</a>), בְּעוֹדָהּ <strong>בְּכַפּוֹ</strong> יִבְלָעֶֽנָּה (<a class=\"refLink\" href=\"Isaiah 28:4\" data-ref=\"Isaiah 28:4\">ישעיה כח, ד</a>), עַל לֹא־חָמָס <strong>בְּכַפָּי</strong> (<a class=\"refLink\" href=\"Job 16:17\" data-ref=\"Job 16:17\">איוב טז, יז</a>), <strong>וְכַפָּיו </strong>פְּרֻשׂוֹת הַשָּׁמָֽיִם (<a class=\"refLink\" href=\"I Kings 8:54\" data-ref=\"I Kings 8:54\">מלכים א' ח, נד</a>), אֶפְרֹשׂ אֶת־<strong>כַּפַּי</strong> אֶל־י\"י (<a class=\"refLink\" href=\"Exodus 9:29\" data-ref=\"Exodus 9:29\">שמות ט, כט</a>), <strong>וְכַף</strong> יָשִׂימוּ לְפִיהֶֽם (<a class=\"refLink\" href=\"Job 29:9\" data-ref=\"Job 29:9\">איוב כט, ט</a>), <strong>וְאַכְפִּי</strong> עָלֶיךָ לֹֽא־יִכְבָּֽד (<a class=\"refLink\" href=\"Job 33:7\" data-ref=\"Job 33:7\">איוב לג, ז</a>), כמו וכפי וה<strong>אל\"ף </strong>נוסף. וכבר כתבנוהו בשרש <strong>אָכַף</strong>. עַל־<strong>כַּפַּיִם</strong> כִּסָּה־אוֹר (<a class=\"refLink\" href=\"Job 36:32\" data-ref=\"Job 36:32\">איוב לו, לב</a>), עננים לפי שבתחלה הענן ככף כמו שאמר עָב קְטַנָּה <strong>כְּכַף</strong>־אִישׁ (<a class=\"refLink\" href=\"I Kings 18:44\" data-ref=\"I Kings 18:44\">מלכים א' יח, מד</a>), ולפי שהם כמו <strong>כִּפָּה</strong> על בני אדם. וכן <strong>וְשַׂכֹּתִי</strong> כַפִּי (<a class=\"refLink\" href=\"Exodus 33:22\" data-ref=\"Exodus 33:22\">שמות לג, כב</a>), כלומר אסכך בענני עליך עד עברי. או הוא כף ממש והוא דרך משל. וכן נִשָּׂא לְבָבֵנוּ אֶל־כַּפָּיִם (<a class=\"refLink\" href=\"Lamentations 3:41\" data-ref=\"Lamentations 3:41\">איכה ג, מא</a>), עננים. ויש לפרשו מלשון כף ופירושו נשא לבבנו עם כפינו על דרך <strong>בְּנָשְׂאִי יָדַי</strong> אֶל־דְּבִיר קָדְשֶֽׁךָ (<a class=\"refLink\" href=\"Psalms 28:2\" data-ref=\"Psalms 28:2\">תהלים כח, ב</a>), או פירוש נשים לבבנו בכפינו ונשא אותו למשאת אל אל בשמים. וכן פירש רבינו סעדיה ז\"ל. הֵן עַל־<strong>כַּפַּיִם</strong> חַקֹּתִיךְ (<a class=\"refLink\" href=\"Isaiah 49:16\" data-ref=\"Isaiah 49:16\">ישעיה מט, טז</a>), עננים. וכן כתב אדוני אבי ז\"ל. ויתכן לפרשו כמשמעו כאילו על כפים תקותיך שאראה אותך תמיד. וכן פירשו החכם רבי אבררהם אבן עזרא ז\"ל. וכן נקרא תחתית הרגל כף <strong>מִכַּף</strong> רַגְלוֹ (<a class=\"refLink\" href=\"Job 2:7\" data-ref=\"Job 2:7\">איוב ב, ז</a>), <strong>מִכַּף</strong> רַגְלְךָ (<a class=\"refLink\" href=\"Deuteronomy 28:35\" data-ref=\"Deuteronomy 28:35\">דברים כח, לה</a>). וכן עַל־כַּף <strong>הַיָּרֵךְ</strong> (<a class=\"refLink\" href=\"Genesis 32:33\" data-ref=\"Genesis 32:33\">בראשית לב, לג</a>), לפי שהעצם הנכנס בו עצם הירך כפוף. ויש מפרשים כי נקרא כן לפי שהבשר אשר סביב עצם הקולית העליונה עשויה כמין כף. וכן <strong>כַּף</strong> אַחַת עֲשָׂרָה זָהָב (<a class=\"refLink\" href=\"Numbers 7:14\" data-ref=\"Numbers 7:14\">במדבר ז, יד</a>), <strong>כַּפּוֹת</strong> זָהָב (<a class=\"refLink\" href=\"Numbers 7:84\" data-ref=\"Numbers 7:84\">במדבר ז, פד</a>). הוא הבוך והיא כפופה <strong>קוֹקְיַיארַא</strong> בלע\"ז."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee047cf7a0c25239b65", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Installation Continued; The System in Operation 2-3", "anchorRef": "Leviticus 9:1-24", "anchorRefExpanded": ["Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Installation Continued; The System in Operation 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳, ויקרא הערה ט׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Installation Continued; The System in Operation", "he": "ויקרא הערה ט׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ט׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Until now, the description of sacrifices has been largely from the viewpoint of the worshiper. Now the perspective changes to narrative, and is from the viewpoint of the priests—with the recognition at the same time that it is a public ceremony. Again, as Milgrom has noted, there is no verbal component to the ceremony (although some have argued that it is inconceivable that sacrifices could have been offered in silence). The sacrifice of the <i>hattat</i>-offering, along with other types of offerings, once again suggests the importance of a purified, perfect system in the worship of God.", "The refrain in vv.4 and 6 concerns God’s “being-seen” by the Israelites; what is in fact seen is his “Glory” or “aura,” reminiscent of Mount Sinai and the completion of the Dwelling in the book of Exodus. The ending of the chapter also recalls the ending of Exodus, with the leaders blessing the people and fire proceeding from God."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a7713bd8cd388d3e4f", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood 2-18", "anchorRef": "Leviticus 1:1-10:20", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood 2-18", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳ ב׳-י״ח", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Cult and the Priesthood", "he": "ויקרא מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE SECOND HALF OF THE BOOK OF</small> E<small>XODUS CONCERNED ITSELF WITH SETTING UP THE</small> sacrificial cult of Israel. It therefore set forth the prescriptions for and construction of a sanctuary and the priestly garments, and laid out a ceremony for the investiture of priests. But the description of how sacrifices were to be offered, and for what purpose, is not part of the book, which as edited seems more interested in contrasting the building of a sanctuary with building cities for the Pharaohs, as part of its portrayal of the victory of the biblical God over the gods of Egypt. Although at the end of the book the “Dwelling” is completed, we do not get to see the various sacral rites performed there.", "Leviticus also delays the ordination of the priests, until Chapter 8, preferring instead to begin with a kind of manual on the offering and disposal of sacrifices. It then moves us from the details of sacrifice into the narrative of the sanctuary’s dedication and opening rites, providing a natural bridge for Part II, in which ritual pollution and purity, the province of priests, is dealt with.", "The function of the sacrificial cult in ancient Israel will be discussed in “On Animal Sacrifice” below. In general it should be noted that the existence of a class or profession whose job it is to mediate between the divine and human realms is widespread in most older cultures, and the Israelite priesthood, whatever its origins and development, was but one of many such groups in the ancient Near East. It existed, to use the language of Exodus, to “serve” God, maintaining his holiness through ritual and helping to maintain the order of sacred culture which was supposed to mirror God’s ordering of the cosmos. Accordingly, as we will learn later in Leviticus, priests were to be set apart from the general population in a number of areas. There were strict rules about whom they could and could not marry, and they were barred from coming into any contact with the dead, for instance. Their functions extended beyond sacrifice; they could provide oracular advice in times of need, and taught the people “instructions” (Heb. <i>torot</i>) regarding various ritual matters.", "As part of an overall scheme, there was a conscious parallel between priests as part of a select circle and sacrificial animals—as well as the people of Israel. That is, all three stood at the center of concentric circles dedicated to God; and as one moved out (toward Levite and commoner, animals permitted for eating and those forbidden, and neighbors and foreigners), one got further and further away from the divine. The hierarchy regarding the cult thus reinforced the theme of separation which we have noted above.", "In the view of Milgrom, Israel’s cult was distinguished from those of its neighbors by its purposefully ignoring the complex web of rituals regarding demons. The sanctuary was to be purged of ritual pollution, not only by semimagical means (the sprinkling of sacrificial blood) but also and primarily by the confession of wrongdoing and the sincere desire to repent. Then, too, the sanctuary, while in most respects resembling shrines elsewhere in the ancient Near East, omitted certain crucial items, most notably statuary representing the gods and a bed for them to rest on. Finally, certain religious rituals were forbidden, such as mutilation of the priests’ bodies. In all these cases, Israel introduced something new into the area of worship.", "For many decades there has been major and heated debate by scholars in favor of one or the other scheme for following the history of the priesthood and the cult. There are those who view these institutions as stretching back to Israel’s earliest history, while others see strong evidence of a late, possibly even exilic, reworking of the priestly material. Similar arguments dot the landscape of literary criticism of the Torah, in which scholars have tried to divine at what point priestly editors might have put their distinctive stamp on the literature. From Wellhausen in the nineteenth century to Knohl, Milgrom, and Levine in the late twentieth, there has been no lack of theorizing on these issues—and no definitive answers. For the moment we are left to read Leviticus as it is placed in the Torah, with an awareness that a variety of historical and ideological influences are imbedded, if not hidden, in our text.", "O<small>N</small> A<small>NIMAL</small> S<small>ACRIFICE</small>", "A<small>LTHOUGH IT APPEARS EARLIER IN THE</small> T<small>ORAH</small>, <small>ANIMAL SACRIFICE RECEIVES ITS FULL</small>est treatment in Leviticus. Besides the opening seven chapters, which are devoted to a relatively brief description of how sacrifices are to be offered and disposed of, many other chapters in the book talk about sacrificial rituals: the installation of the priests (8–9), rules about disposing of the <i>hattat</i> sacrifice (10), purification offerings brought in the event of such “polluting” states as childbirth and skin diseases (12–15), and finally the “scapegoat” ceremony of Chapter 16. They appear in most of the later chapters as well.", "What function did sacrifice, particularly of animals, play in the religion of ancient Israel? How could a God who proscribed the murder of human beings (Ex. 20:13, 21:12) countenance the taking of animal life for ritual purposes? To answer these questions, we must turn briefly to some of the commonly proposed theories surrounding sacrifice.", "The idea of offering up living creatures to the gods is one of hoary antiquity. Walter Burkert, on the basis of the study of Greek religion, suggests that sacrifice is a means of dealing with guilt over the taking of life. That is, the switch from gathering to hunting society, made possible by technology (the invention of tools), while it raised human accomplishment and consciousness to a new level, also brought with it the acute sense of having violated something essential in the cosmic order. Such guilt is not mitigated by the fact that early people hunted for food and not for pleasure. The way of dealing with the guilt, giving life back to the gods, is in a true sense restoration; life is given back for life taken, so that it may ultimately be renewed (contrast this to the profoundly unecological use of living and inorganic resources over the past “civilized” centuries). And it must be done via ritual. In Burkert’s view, ritual deals with human anxiety by “raising the ante”—by means of increasing anxiety, it is controlled. So guilt over life-taking is assuaged by making a ritual out of the killing, and the shared experience of trauma helps to create solidarity within the group. Despite the subsequent rise of agriculture, says Burkert, the hunting ritual played out in sacrifice could not be done away with, so ingrained had it become, and the rationale behind sacrifices was therefore transformed. Now domesticated animals could be used, giving greater control over the process.", "In another approach, De Vaux (1965) postulates three motives for sacrifice. In the first model, that of “gift,” the worshiper brings something of value to the deity. The animal is killed, setting it apart for sacred use; it is burned, turning it into an invisible substance which can rise to the gods. The gift may be for thanksgiving or, more likely, may be to assuage the demonic powers that many societies (especially Mesopotamia, Abraham’s homeland) felt controlled everyday life. Giving establishes reciprocal movement; altruism has no place here (Burkert). One is reminded of the elaborate giving ceremonies among many peoples on occasions such as weddings; giving establishes relationship and maintains the social order.", "In addition to gifts, another mode of sacrifice involves communion, as nineteenth-century scholars such as Robertson Smith observed. Here the model of the meal is crucial: humans and gods share a great repast, thereby cementing kinship as surely as the closing of business deals is celebrated by drinks and dinner. Passover, both in the Bible and subsequently (even when the sacrifice per se was no longer involved), may serve as a striking example of the effectiveness of such a paradigm.", "A final type or function of sacrifice is atonement or expiation. Here a sin, communal or individual, is purged away by the act of sacrifice; the gods receive life as a substitute for the sinner’s own, which is symbolized by the victim’s blood. The fact that the animals permitted in the Bible for sacrifice are pastoral and hence frequently used metaphorically for the Israelites themselves, is significant in this regard. This approach is further illustrated in the Bible by the end of the Flood story, where God accepts Noah’s sacrifice, implying that he accepts animal life (which now, simultaneous with properly offered sacrifice, is permissible for food) in place of that of humans (Eilberg-Schwartz). It should be noted that, in the Bible, sacrifice for the sake of atonement is almost always in reference to unintentional sins, whereas deliberate wrongdoing may not be atoned for through this system.", "Which of these rationales is truly at work in Levitical sacrifice? Actually, at various times one can find all of them—the texts present a variety of motives and occasions for sacrifice in biblical Israel, from thanksgiving to purification and reparation. But in general one may say of Israelite sacrifice, as one may say of much of the ritual in Leviticus, that it is designed primarily to maintain or repair the relationship between God and Israel. Such an understanding helps to explain the unity of the book, as we will see in our discussion of pollution: sacrifice was a crucial element in keeping the covenant, and hence God’s beneficent presence among the Israelites, intact.", "The fact that this reconciliation, as it were, takes place against a background of slaughter should not be as upsetting to moderns as it is usually felt to be. In ironic contrast to our mechanized and mass-produced society, where the killing of animals for food takes place at a remove from our consciousness and from our direct participation, the sacrificial system in fact involved worshiper and priest alike, and the symbolic value of the operation, whatever it may have been in specific cases, lay in its directness, in its consciousness of the taking of life. Some would even maintain that in societies where the practice and rationale for sacrifice has broken down, there is inevitably an increase in intrahuman violence (Girard).", "<br><img>", "<b><i>Lev. 3:5</i> And the Sons of Aharon are to turn it (all) into smoke upon the slaughter-site … a fire-offering of soothing savor for Y<small>HWH</small>.</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e4c9ad75f2d99af952", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Installation Continued; The System in Operation 1", "anchorRef": "Leviticus 9:1-24", "anchorRefExpanded": ["Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Installation Continued; The System in Operation 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳, ויקרא הערה ט׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ט׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Leviticus 9:1-24\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Leviticus 9:1-24</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620d136699066b7e5d1266fb", "index_title": "Ohr LaYesharim on Jerusalem Talmud Shekalim", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Shekalim 6:4:5", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Shekalim 6:4:5", "sourceHeRef": "אור לישרים על תלמוד ירושלמי שקלים ו׳:ד׳:ה׳", "anchorVerse": 17, "sourceHasEn": false, "commentaryNum": 4.0005, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Shekalim", "he": "אור לישרים על תלמוד ירושלמי שקלים"}, "he": "במשנה שנינו: <b>\"לבונה - לא יפחות מקומץ\".</b>\n<br>וב<b>משנה מנחות</b> יג,ג שנינו: האומר: \"הרי עליי לבונה\" - לא יפחות מקומץ. המתנדב מנחה - יביא עימה קומץ לבונה... שני בזיכים (שני בזיכי הלבונה של לחם הפנים) טעונים שני קמצים (קומץ לבונה לכל בזיך).\n<br><small>מניין ששני בזיכים (ספלים) של לחם הפנים טעונים שני קמצים של לבונה? (שהרי בתורה לא נאמר שיעור הלבונה בלחם הפנים) -</small>\n<br>מביאים ברייתא: <b>נאמר כאן</b> – בלחם הפנים, <b>'אזכרה'</b> – \"וְנָתַתָּ עַל הַמַּעֲרֶכֶת לְבֹנָה זַכָּה וְהָיְתָה לַלֶּחֶם לְאַזְכָּרָה\" (ויקרא כד,ז) - חייבים לשים לבונה שאין בה בשמים אחרים על יד כל אחת משתי המערכות (הסדרים) של לחם הפנים, והלבונה המוקטרת על המזבח תהיה לאזכרה בשביל לחם הפנים (שיזכור ה' את עם ישראל לטובה)<b>, ונאמר להלן</b> (במקום אחר) – בקורבן מנחת נדבה, <b>'אזכרה'</b> – \"וְקָמַץ מִשָּׁם מְלֹא קֻמְצוֹ מִסָּלְתָּהּ וּמִשַּׁמְנָהּ עַל כָּל לְבֹנָתָהּ וְהִקְטִיר הַכֹּהֵן אֶת אַזְכָּרָתָהּ הַמִּזְבֵּחָה\" (ויקרא ב,ב) - הכוהן חייב לקחת מן המנחה מלוא קומצו (כל הכמות ששלוש האצבעות האמצעיות של ידו יכולות להכיל) מן הסולת ומן השמן של המנחה עם כל הלבונה של המנחה, והכוהן חייב להקטיר על המזבח את קומץ הסולת והשמן עם הלבונה (הם קרויים 'אזכרה' על שם שהם מזכירים את המתנדב מנחה לטובה לפני ה')<b>. מה 'אזכרה' האמורה להלן מְלֹא קומץ</b> – כשם שבקורבן מנחת נדבה קומצים מן הסולת ומן השמן של המנחה מלוא הקומץ ומקטירים אותו<b>, אף כאן מְלֹא קומץ</b> – כך בלחם הפנים שמים על יד כל מערכת של לחם הפנים מלוא הקומץ לבונה ומקטירים אותו. מכאן ששני בזיכים של לחם הפנים טעונים שני קמצים של לבונה (המילים \"מה אזכרה\" וכו' אינן בנוסח הבבלי של מסכת שקלים)<b>.</b><br>\n<br>ושואלים (על הברייתא): <b>אי</b> (צריך לומר: 'א<b>ו</b>', וכן הוא ב\"שרידי הירושלמי\". - נראה ש'אי' חדרה לירושלמי כאשגרה מהבבלי (\"אוצר לשונות ירושלמיים\")) <b>מה 'אזכרה' האמורה להלן שני קמצים</b> – אולי כשם שבקורבן מנחת נדבה מקטירים שני קמצים, קומץ הסולת והשמן וקומץ הלבונה<b>, אף כאן שני קמצים!</b> – כך בלחם הפנים יהיו שמים על יד כל מערכת של לחם הפנים שני קמצים של לבונה ומקטירים אותם, ולא מלוא הקומץ בלבד! ולכן שני בזיכים של לחם הפנים יהיו טעונים ארבעה קמצים של לבונה!\n<br>ומשיבים: <b>אמר רבי לא</b> (רבי אילא / אלעאי, אמורא ארץ ישראלי בדור השלישי)<b>: כלום למדו לקומץ אלא</b> (ב\"שרידי הירושלמי\" ובקטע מן הגניזה (JTS): 'לא') <b>מלחם הפנים</b> (נראה שצריך לומר כמו בנוסח הבבלי של מסכת שקלים: '<b>ממנחת חוטא</b>', וכן הוא בתלמיד רשב\"ש)<b>?!</b> – וכי למדו את שיעור הלבונה בלחם הפנים, שהוא קומץ לכל בזיך, שלא מקורבן מנחת חוטא (אלא ממקום אחר)?! הרי למדו את שיעור הלבונה בלחם הפנים רק מקורבן מנחת חוטא (ולא מקורבן מנחת נדבה כדברי הברייתא לעיל). <b>נאמר כאן</b> (בלחם הפנים) <b>'אזכרה'</b> (\"וְנָתַתָּ עַל הַמַּעֲרֶכֶת לְבֹנָה זַכָּה וְהָיְתָה לַלֶּחֶם לְאַזְכָּרָה\" (ויקרא כד,ז))<b>, ונאמר להלן</b> (בקורבן מנחת חוטא (קורבן הדל שבדלים שחטא בחטא המחייב קורבן עולה ויורד)) <b>'אזכרה'</b> (\"וְקָמַץ הַכֹּהֵן מִמֶּנָּה מְלוֹא קֻמְצוֹ אֶת אַזְכָּרָתָהּ וְהִקְטִיר הַמִּזְבֵּחָה\" (ויקרא ה,יב) - הכוהן חייב לקחת מן המנחה מלוא שלוש האצבעות האמצעיות של ידו מן הסולת של המנחה, והכוהן חייב להקטיר על המזבח את קומץ הסולת). <b>מה 'אזכרה' האמורה להלן מלא קומץ</b> - כשם שבקורבן מנחת חוטא קומצים מן הסולת של המנחה מלוא הקומץ ומקטירים אותו<b>, אף כאן מלא קומץ</b> - כך בלחם הפנים שמים על יד כל מערכת של לחם הפנים מלוא הקומץ לבונה ומקטירים אותו. מכאן ששני בזיכים של לחם הפנים טעונים שני קמצים של לבונה (בקורבן מנחת חוטא אין קומץ לבונה, ואין מקטירים אלא קומץ אחד ולא שני קמצים, ולכן אין לשאול כמו ששאלו לעיל) (גם רבנו משולם הוסיף את המילים \"מה להלן קומץ...\")<b>.</b> ו<b>מה להלן קומץ החסר פסול</b> – כשם שבקורבן מנחת חוטא, אם חסר קומץ הסולת, שיש בקומץ שקמץ הכוהן פחות ממלוא קומצו של הכוהן - הקומץ פסול להקרבה<b>, אף כאן קומץ החסר פסול</b> – כך בלחם הפנים, אם חסר קומץ הלבונה, שיש באחד מהבזיכים פחות ממלוא הקומץ לבונה - הלבונה שבבזיכים פסולה להקרבה<b>.</b><br><br><small>ב<b>ספרא</b> 'אמור' פרשה יג נאמר: \"לאזכרה\" (ויקרא כד,ז) - רבי שמעון אומר: נאמר כאן 'אזכרה' (\"לאזכרה\"), ונאמר להלן (ויקרא ב,ב) 'אזכרה' (\"אזכרתה\"). מה 'אזכרה' האמורה להלן מלוא הקומץ, אף כאן מלוא הקומץ. מלמד שהיא טעונה שני קמצים, מלוא הקומץ לסדר הזה ומלוא הקומץ לסדר הזה.<br>ו<b>שם</b> 'ויקרא' דיבורא דנדבה פרשה ט נאמר: \"אזכרתה\" - רבי שמעון אומר: נאמר כאן 'אזכרה', ונאמר להלן 'אזכרה'. מה 'אזכרה' האמורה להלן מלוא קומץ, אף כאן מלוא קומץ.<br><br>רבי שמעון למד בדרשתו שלבונה הנתונה על גבי כל סדר של לחם הפנים היתה של קומץ. ברייתא זו מקומה העיקרי בספרא 'אמור', והועתקה על ידי מוסרי המדרש מספרא 'אמור' לספרא 'ויקרא' דיבורא דנדבה, כרגיל במדרשי התנאים. וזה מוכרח, שהרי במנחת נדבה מפורש שצריכים קומץ, ובלחם הפנים לא נזכר קומץ.<br>הברייתא שהובאה בירושלמי כאן בעניין לחם הפנים היא הברייתא שבספרא. בירושלמי סברו שלמדו לחם הפנים ממנחת נדבה, ולכן שאלו על דרשה זו, ורבי אילא אמר שלמדו לחם הפנים ממנחת חוטא.<br>בספרא הועתקה דרשתו של רבי שמעון לדיבורא דנדבה בעניין מנחת נדבה, משום שסברו שרבי שמעון למד לחם הפנים ממנחת נדבה. בספרא לא הובאה דרשה זו בדיבורא דחובה בעניין מנחת חוטא.<br><br><b>קומץ החסר פסול</b><br>ב<b>משנה מנחות</b> א,ב שנינו: קמץ ועלה בידו צרור או גרגיר מלח או קורט של לבונה (ונמצא הקומץ חסר) - פסל, מפני שאמרו: הקומץ החסר - פסול. איזה הוא חסר? - שקמצו בראשי אצבעותיו (ולא פשט אותן על כל פס ידו).<br>וב<b>תוספתא מנחות</b> ה,ט שנו: הקומץ שחיסר אפילו כל שהוא - פסל.<br>וב<b>ספרא</b> 'ויקרא' דיבורא דנדבה פרשה ט נאמר: \"מלוא קומצו מסולתה ומשמנה\" - שאם קמץ ועלה בידו צרור או גרגר מלח או קורט של לבונה - פסל.<br><br>ב<b>ספרא</b> 'שמיני' פרשה א נאמר: \"ויקרב את המנחה וימלא כפו ממנה\" (ויקרא ט,יז) - נאמר כאן 'מילוי' (\"וימלא\"), ונאמר להלן (ויקרא ב,ב) 'מילוי' (\"מלוא קומצו\"). מה 'מילוי' האמור להלן מלוא קומצו, אף 'מילוי' האמור כאן מלוא קומצו. ומה 'מילוי' האמור להלן קמץ ועלה בידו צרור או גרגר מלח או קורט של לבונה פסול, אף 'מילוי' האמור כאן קמץ ועלה בידו צרור או גרגר מלח או קורט של לבונה פסול.<br><br>דברי רבי אילא בירושלמי כאן כפי שהושלמו בפירושנו (\"נאמר כאן 'אזכרה', ונאמר להלן 'אזכרה'. מה 'אזכרה' האמורה להלן מלוא קומץ, אף כאן מלוא קומץ. ומה להלן קומץ החסר פסול, אף כאן קומץ החסר פסול\") הם מעין הנאמר בספרא 'שמיני'.<br><br>מדברי רבי אילא יש ללמוד, שכמו בלבונה הבאה עם לחם הפנים, כך גם בלבונה הבאה עם המנחה וגם בלבונה הבאה בפני עצמה, אם חסר קומץ הלבונה, שהפריש המתנדב פחות ממלוא הקומץ לבונה - הלבונה פסולה להקרבה.</small>\n<br>ומציעים היסק מהמקור האמוראי: <b>אמר רבי יוסה</b> (מגדולי אמוראי ארץ ישראל בדור הרביעי)<b>: מילתיה דרבי אילא אמרה:</b> – דברו של רבי אילא אומר (מדבריו לעיל, שאף בלבונה קומץ החסר פסול, יש ללמוד שהוא סבור): <b>המתנדב מנחה</b> (בנוסח הבבלי של מסכת שקלים השתבשו מילים אלו) <b>מביאה בקומצו של כהן גדול</b> – המתנדב מנחה, שצריך להביא עימה קומץ לבונה משלו, כיוון שלדברי רבי אילא אם הפריש המתנדב פחות ממלוא הקומץ לבונה - הלבונה פסולה להקרבה, לכן המתנדב מנחה צריך להביא עימה קומץ לבונה בשיעור מלוא קומצו של הכוהן שגדול במידת קומצו יותר מכל הכוהנים, שהרי אפשר שהכוהן הזה יקמוץ את המנחה, ואם יהיה קומץ הלבונה פחות ממלוא קומצו של הכוהן הקומץ את המנחה - תהיה הלבונה פסולה להקרבה<b>.</b>\n<br><b>רבי חזקיה</b> (אמורא ארץ ישראלי בדור הרביעי) אמר <b>בשם רבי ירמיה</b> (מגדולי אמוראי ארץ ישראל בדור השלישי והרביעי)<b>: ואפילו בקומץ הבעלים</b> – המתנדב מנחה אינו צריך להביא עימה קומץ לבונה בשיעור מלוא קומצו של הכוהן שגדול במידת קומצו יותר מכל הכוהנים, אלא הוא רשאי להביא עימה קומץ לבונה אפילו בשיעור מלוא קומצו שלו, אף על פי שמידת קומצו קטנה מזו של הכוהן הזה<b>.</b><br><br><small>במתנדב מנחה, רבי יוסה סבר, שכשם שקומץ הסולת והשמן של המנחה נמדד בשיעור קומצו של הכוהן הקומץ את המנחה, כך קומץ הלבונה הבאה עם המנחה נמדד בשיעור קומצו של הכוהן הקומץ את המנחה. אבל רבי ירמיה חלק על רבי יוסה וסבר, שכיוון שאין קמיצה בלבונה, קומץ הלבונה אינו נמדד בשיעור קומצו של הכוהן הקומץ את המנחה. ברם במתנדב לבונה, כיוון שאין שם קמיצה, הכל מודים שמביאה בקומץ הבעלים.<br><br><b>המתנדב מנחה - יביא עימה קומץ לבונה</b><br>ב<b>ספרא</b> 'ויקרא' דיבורא דנדבה פרשה ח נאמר: \"ויצק עליה שמן ונתן עליה לבונה\" - ואיני יודע כמה. הריני דן, טעונה קמיצה וטעונה לבונה, מה קמיצה מלוא קומץ, אף לבונה מלוא קומץ.<br>וב<b>בבלי מנחות</b> קו,ב אמרו: [\"המתנדב מנחה יביא עימה קומץ לבונה\".] - מנלן? - דכתיב: \"והרים ממנו בקומצו מסולת המנחה ומשמנה ואת כל הלבונה\" (ויקרא ו), מקיש לבונה להרמה דמנחה, מה הרמה דמנחה קומץ, אף לבונה נמי קומץ.<br><br><b>האומר: \"הרי עליי לבונה\" - לא יפחות מקומץ</b><br>ב<b>תוספתא מנחות</b> יב,טו שנו: \"הרי עליי לבונה\" - לא יפחות מן הקומץ.<br>וב<b>ספרא</b> 'ויקרא' דיבורא דנדבה פרשה ח נאמר: \"קורבן\" (ויקרא ב,א), מלמד שהיחיד מתנדב לבונה. מכמה לא יפחות? - מקומץ.<br><br>כמו שלבונה הבאה עם המנחה מלוא קומץ, כך לבונה הבאה בפני עצמה מלוא קומץ.<br><br>סוגיה זו שבירושלמי כאן באה ללמד בתחילתה מניין ששני בזיכים של לחם הפנים טעונים שני קמצים של לבונה. כן דנה סוגיה זו בסופה במתנדב מנחה. שני עניינים אלו נשנו במשנה מנחות יג,ג ולא נשנו במשנה כאן. סוגיה זו לא באה ללמד מניין שהמתנדב לבונה לא יפחות מקומץ, ולא דנה במתנדב לבונה (שלא כמו שפירשו מפרשי הירושלמי). נראה שסוגיה זו שבירושלמי כאן מקורה בירושלמי במנחות (שאבד ולא נמצא), ומשם הועתקה הסוגיה לכאן, כיוון שבמשנה כאן נשנה עניין המתנדב לבונה שנשנה גם במשנה מנחות שם.</small><br>• • •", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2013", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62970c8561d6a4fcaee34cf7", "index_title": "Mishnah Menachot", "category": "Mishnah", "type": "", "ref": "Mishnah Menachot 1:2", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Mishnah Menachot 1:2", "sourceHeRef": "משנה מנחות א׳:ב׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Mishnah Menachot", "he": "משנה מנחות"}, "heTitle": "משנה מנחות", "he": "אַחַת מִנְחַת חוֹטֵא וְאַחַת כָּל הַמְּנָחוֹת שֶׁקְּמָצָן זָר, אוֹנֵן, טְבוּל יוֹם, מְחֻסַּר בְּגָדִים, מְחֻסַּר כִּפּוּרִים, שֶׁלֹּא רְחוּץ יָדַיִם וְרַגְלַיִם, עָרֵל, טָמֵא, יוֹשֵׁב, עוֹמֵד עַל גַּבֵּי כֵלִים, עַל גַּבֵּי בְהֵמָה, עַל גַּבֵּי רַגְלֵי חֲבֵרוֹ, פָּסָל. קָמַץ בִּשְׂמֹאל, פָּסָל. בֶּן בְּתֵירָא אוֹמֵר, יַחֲזִיר וְיַחֲזֹר וְיִקְמֹץ בְּיָמִין. קָמַץ וְעָלָה בְיָדוֹ צְרוֹר אוֹ גַרְגִּיר מֶלַח אוֹ קֹרֶט שֶׁל לְבוֹנָה, פָּסַל, מִפְּנֵי שֶׁאָמְרוּ, הַקֹּמֶץ הַיָּתֵר וְהֶחָסֵר, פָּסוּל. אֵיזֶה הוּא הַיָּתֵר, שֶׁקְּמָצוֹ מְבֹרָץ. וְחָסֵר, שֶׁקְּמָצוֹ בְרָאשֵׁי אֶצְבְּעוֹתָיו. כֵּיצַד הוּא עוֹשֶׂה, פּוֹשֵׁט אֶת אֶצְבְּעוֹתָיו עַל פַּס יָדוֹ: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "<b>Both the meal offering of a sinner and all</b> other <b>meal offerings</b> with regard to <b>which</b> the one who <b>removed their handful</b> was <b>a non-priest,</b> or a priest who was <b>an acute mourner,</b> i.e., whose relative died and was not yet buried, or a priest who was ritually impure <b>who immersed that day</b> and was waiting for nightfall for the purification process to be completed, or a priest <b>lacking</b> the requisite priestly <b>vestments,</b> or a priest <b>who had not yet</b> brought <b>an atonement</b> offering to complete the purification process, or a priest <b>who did not wash his hands and feet</b> from the water in the Basin prior to performing the Temple service, or <b>an uncircumcised</b> priest, or <b>a ritually impure</b> priest, or a priest who removed the handful while <b>sitting,</b> or while <b>standing</b> not on the floor of the Temple but <b>upon vessels,</b> or <b>upon an animal,</b> or <b>upon the feet of another</b> person; in all these cases the meal offerings are <b>unfit</b> for sacrifice. If the priest <b>removed the handful with</b> his <b>left</b> hand the meal offering is <b>unfit. Ben Beteira says: He must return</b> the handful to the vessel that contains the meal offering <b>and again remove the handful,</b> this time <b>with</b> his <b>right</b> hand. If a priest <b>removed the handful</b> of flour, <b>and a stone, a grain of salt, or a pinch [<i>koret</i>] of frankincense emerged in his hand,</b> the meal offering is <b>unfit due to</b> the fact <b>that</b> the Sages <b>said: The handful that is outsized or that is lacking</b> is <b>unfit.</b> The existence of one of these foreign items in the handful means that the requisite measure of flour is lacking. <b>And which is the outsized</b> handful? It is one <b>where he removed the handful overflowing [<i>mevoratz</i>]</b> in a manner in which his fingers do not hold the flour. <b>And</b> which is the <b>lacking</b> handful? It is one <b>where he removed the handful with the tips of his fingers.</b> <b>How does</b> the priest <b>perform</b> the removal of a handful? <b>He extends his fingers onto the palm of his hand.</b> ", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "64188206c9371ec0cebe738a", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 9:17:1", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Reggio on Torah, Leviticus 9:17:1", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא ט׳:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>מלבד עלת הבקר,</b> לפי שבכל יום מקריבין עולת תמיד ומנחתו, והיום נצטוו להקריב עולה ומנחה חובת היום, הודיע שלא נפטרו בהן מקרבן תמיד, אלא עולה ומנחה זו הקריבו מלבד עולת הבוקר:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "648839dea5a4d0d5926404c2", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Leviticus 9:17:1", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Rav Hirsch on Torah, Leviticus 9:17:1", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא ט׳:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 17. וימלא כפו ממנו, Menachot 9b und 19b ist ersichtlich, daß hiermit קמיצה bezeichnet ist. Wir haben schon zu V.4 bemerkt, wie der מנחה-Gedanke, welcher sonst nur als Ergänzung zum עולה- und שלמים-Opfer in מנחת נסכים hinzutritt, hier in selbständigem מנחה zum Ausdruck gelangt. Während daher מנחת נסכים ganz dem Altarfeuer übergeben wird, tritt wie bei מנחת נדבה hier קמיצה ein, und die שירים kommen zum Genuss. In der Tat ist dies und das seiner Bedeutung nach verwandte מנחת העומר das einzige מנחת צבור, von welchem nur קומץ dem Altarfeuer wird, sowie auch die hier auftretenden שלמי צבור nur in כבשי עצרת ein Analogon haben. Nach ת׳׳כ z. St. waren übrigens sämtliche עולות (nach ראב׳׳ד daselbst auch שלמים) von den dazu gehörigen מנחות נסכים begleitet, was für עולות durch das כמשפט (V. 16) gegeben wäre. – מלבד עולת הבקר: diese עולות ונסכים und dieses selbständige מנחה .wurden außer dem Morgen- תמיד-Opfer und den dazu gehörigen נסכים dargebracht (ת׳׳כ). Wie am Schabbat und den Moadim die durch die besondere Bedeutung des Tages hervorgerufenen besonderen Gedanken der Weihe und Hingebung in מוספים ihren Ausdruck haben, dieser Ausdruck aber die Gedanken der Hingebung nicht absorbiert, welche schon die Tatsache eines jeden neu gespendeten Tages bei uns wecken soll, diese vielmehr ihren bleibenden, besonderen Ausdruck im תמיד finden, und die מוספים, wie es Bamidbar 28, 23 heißt, מלבד עולת הבקר אשר לעלת התמיד, zu dem, dem steten Tageshingebungsausdruck angehörigen Morgenopfer nur hinzukommen, so bilden die hier vollzogenen Opfer des \"achten מלואים-Tages\" die מוספים für diesen Tag, die מלבד עולת הבקר zu vollziehen waren.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6543aff9e766f45c449edfaa", "index_title": "Sha'arei Orah", "category": "Kabbalah", "type": "", "ref": "Sha'arei Orah, Ninth Gate, Second Sefirah 79", "anchorRef": "Leviticus 8:33-9:24", "anchorRefExpanded": ["Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24"], "sourceRef": "Sha'arei Orah, Ninth Gate, Second Sefirah 79", "sourceHeRef": "שערי אורה, השער התשיעי - הספירה השנייה ע״ט", "anchorVerse": 33, "sourceHasEn": true, "compDate": [1260, 1300], "commentaryNum": 79, "collectiveTitle": {"en": "Sha'arei Orah", "he": "שערי אורה"}, "heTitle": "השער התשיעי - הספירה השנייה", "he": "ודע והאמן כי המבין סוד אות יו\"ד של שם יתבונן סוד הפסוק שנאמר פותח את ידיך ומשביע לכל חי רצון (תהלים קמה, טו), אל תקרי ידיך אלא יו\"דיך. בשעה שהאדם מכוון בייחוד, יתבונן בפתח היו\"ד ויבין היאך הרצון נמשך לעולם החיים שהיא הבינה, ומשם והלאה, 'לך יהו\"ה הגדולה והגבורה והתפארת והנצח וההוד', ואז יסוד ומלכות מתאחדים כאחד ונמצא העולם בייחוד שלם, ואז הברכה מצויה בעולם, ואז שבעת ימי המילואים נמצאים על מתכונתם וכבוד יהו\"ה יתברך נראה בשמיני, ואז הכול בתיקון שלם, אשרי עין שיכולה להסתכל בעומק הדבר הזה שעליו נאמר: ויאמר לי עבדי אתה ישראל אשר בך אתפאר (ישעיהו מט, ג). והיודע סוד אות יו\"ד בשלימות ג' אותיות, יבין היאך שלוש ספירות עליונות מתאחדות בנקודת אות יו\"ד, וגם היא מושכת מבפנים ברכות לאות וא\"ו, ומאות וא\"ו מקבלת שפע ברכות אות דל\"ת שהיא סוד ייחוד ה' אחרונה 'ברביעי בחמישה לחדש' (יחזקאל א׳:א׳). ", "heVersionTitle": "Shaarei Orah, grimoar", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "Know and have faith that one who understands the secret of the letter <i>Yod</i>-יו״ד of the Name <i>HaShem</i>-<i>יהו״ה</i>, will contemplate the secret of the verse,<sup class=\"footnote-marker\">257</sup><i class=\"footnote\">Psalms 145:16</i> “You open Your hand-<i>Yadecha</i>-<i>ידיך</i> and satisfy the desire of every living thing,” the secret of which is, “Do not read it as ‘Your hand-<i>Yadecha</i>-<i>ידיך</i>,’ but as, ‘Your <i>Yod</i>-<i>יודי״ך</i>.’”<sup class=\"footnote-marker\">258</sup><i class=\"footnote\">Also see Tikkunei Zohar 7b</i> At the time that a person concentrates his intentions on the unity of <i>HaShem</i>-יהו״ה, blessed is He, he should contemplate on the opening of the <i>Yod</i>-<i>י</i>, and will understand how desire-<i>Ratzon</i>-רצון is drawn to the World of Life-<i>Olam HaChayim</i>-עולם החיים, which is Understanding-<i>Binah</i>, and from there onward,<sup class=\"footnote-marker\">259</sup><i class=\"footnote\">Chronicles I 29:11</i> “Yours, <i>HaShem</i>-<i>יהו״ה</i> is the greatness-<i>Gedulah</i>, and the Might-<i>Gevurah</i>, and the Splendor-<i>Tiferet</i>, and the Victory-<i>Netzach</i>, and the Majesty-<i>Hod</i>.” Then, Foundation-<i>Yesod</i> and Kingship-<i>Malchut</i> unite as one, and the world is in a state of perfect and complete unity, and blessing-<i>Brachah</i>-ברכה is found in the world. Then all the seven days of inauguration are found to be complete, and the Glory of <i>HaShem</i>-יהו״ה is seen on the eighth,<sup class=\"footnote-marker\">260</sup><i class=\"footnote\">See Leviticus 8:33-9:24 regarding the inauguration of the Mishkan (Tabernacle) and the appearance of the Glory of <i>HaShem</i>-יהו״ה after the seven days of inauguration (<i>Shivat Yemei HaMilu’im</i>-שבעת ימי המילואים) on the eighth day (<i>Bayom HaShmini-</i>ביום השמיני).</i> upon which everything is then in a state of complete repair. Happy is the eye that can gaze into the depths of this matter, about whom the verse states,<sup class=\"footnote-marker\">261</sup><i class=\"footnote\">Isaiah 49:3</i> “He said to me, ‘You are My servant Israel-ישראל, it is in you-<i>Becha</i>-בך that I take pride-<i>Etpa’er</i>-אתפאר.’” Whoever knows the secret of the letter <i>Yod</i>-יו״ד in the wholeness of all three of its letters (יו\"ד), will understand how the three upper <i>Sefirot</i> are unified with the point of the letter <i>Yod</i>-<i>י</i>, and how she draws forth blessings in an inner manner to the letter <i>Vav</i>-<i>ו</i>, and how the letter <i>Dalet</i>-<i>ד</i> receives bestowal of blessings from the letter <i>Vav</i>-<i>ו</i>, the letter <i>Dalet</i>-ד being the secret of the unity of the final letter <i>Hey</i>-ה of the Name <i>HaShem</i>-יהו״ה, as in the secret of the verse,<sup class=\"footnote-marker\">262</sup><i class=\"footnote\">Ezekiel 1:1 ibid. “The fourth” refers to the fourth letter of the Name <i>HaShem</i>-יהו״ה, and “the fifth” refers to the letter <i>Hey</i>-ה-5, which is the fifth letter of the Aleph-bet and has a numerical value of five, as mentioned in the Fifth Gate.</i> “In the fourth [month], on the fifth of the month.”", "versionTitle": "Gates of Light, trans. by Rabbi Amiram Markel and Rabbi Yehudah S. Markel, 2023", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "657ecc52758c1dc532ec8d32", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 9:17", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Steinsaltz on Leviticus 9:17", "sourceHeRef": "ביאור שטיינזלץ על ויקרא ט׳:י״ז", "anchorVerse": 17, "sourceHasEn": true, "commentaryNum": 9.0017, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>וַיַּקְרֵב אֶת הַמִּנְחָה, וַיְמַלֵּא כַפּוֹ</b>, קמץ\n    <b>מִמֶּנָּה וַיַּקְטֵר עַל הַמִּזְבֵּחַ, מִלְּבַד עֹלַת הַבֹּקֶר,</b> שהיא מסדר העבודה הרגיל ולא מהקרבנות המיוחדים למילואים.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>He brought the meal offering near, and he filled his palm from it, </b>he removed a handful, <b>and burned it on the altar, in addition to the morning burnt offering. </b>The morning burnt offering is part of the daily service; it is not one of the special offerings of the inauguration.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "54c7aa5afbfba27c8a3dee1d", "index_title": "Da'at Zekenim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Da'at Zekenim on Leviticus 9:17:1", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Da'at Zekenim on Leviticus 9:17:1", "sourceHeRef": "דעת זקנים על ויקרא ט׳:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1100, 1300], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Da'at Zekenim", "he": "דעת זקנים"}, "heTitle": "דעת זקנים על ויקרא", "he": "<b>ויקרב את המנחה. </b>ואחר כך וישחט את השור ואת האיל לשלמים. וצ\"ע כי אין זה כסדר הצוויין בתחלה נא' ושור ואיל לשלמים והדר ומנחה בלולה בשמן: ", "heVersionTitle": "daat zekenim", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דעת זקנים", "text": "ויקרב את המנחה, “he then brought forward the meal offering;” after that he slaughtered the ox and the ram as peace offerings. This sequence also deserves further study as the order is unusual. We would have expected the meal offering to be the least in that sequence. (Compare verse 4)", "versionTitle": "Daat Zekenim translated by Rb. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "דעת זקנים, בתרגום רבי אליהו מונק"}, {"_id": "55053472fbfba270cc17e729", "index_title": "Haamek Davar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Leviticus 9:17:1", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Haamek Davar on Leviticus 9:17:1", "sourceHeRef": "העמק דבר על ויקרא ט׳:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>וימלא כפו ממנה.</b> היא קמיצה. מכ״מ צריך טעם למה כתב כאן לשון משונה. אלא נכלל כאן עוד כונה שניה. דבאמת עשה כאן אהרן שלא כדין לדורות. דשלמים קודמין למנחה כדתנן בזבחים פ׳ כל התדיר. ומקרא מלא כתיב גם כאן ושור ואיל לשלמים וגו׳ ומנחה בלולה בשמן. אלא משום שבכל הקרבנות שעשה אהרן באותו יום נתמלאו ידיו בזה לעבודת המזבח. ועדיין לא נתמלא אלא אצבעותיו שהם כלי המעשה ולא הכף. והשלמים טעונין תנופה על הכף ועדיין לא נתמלא הכף בעבודה. דתנופה עצמה אינה עבודה שמעכבת. ע״כ הקדי׳ אהרן את המנחה ובקמיצה מלא גם כפו ממנה:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "55053472fbfba270cc17e72b", "index_title": "Haamek Davar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Leviticus 9:17:2", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Haamek Davar on Leviticus 9:17:2", "sourceHeRef": "העמק דבר על ויקרא ט׳:י״ז:ב׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 17.0002, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ויקטר על המזבח מלבד עולת הבוקר.</b> לפי הפשט לא קאי במנחת הבוקר שהרי לא נשתוו מעשה מנחה זו שנקמצה למנחת התמיד שכולה כליל כדין מנחת נסכים. אלא לא מיירי כ״א בעולה עצמה וכמש״כ הרמב״ן שבא ללמד שאין עולת העם פוטרת עולת התמיד. אבל לא ביאר יפה אמאי כתיב כאן גבי הקטרה ולא כתיב גבי עשיית העולה לעיל. ונראה משום דזה כלל גדול דחובה עולה זב״ז אם לא שיש איזה שנוי והוכחה שאיננה כראשונה וכמש״כ התוס׳ ב״ק דס״ה לענין חומשו עולה בכפילו. וביארנו בס׳ שמות ר״פ תשא. ע״כ היה עולה עה״ד דעולת הצבור שהיה כבש בן שנה כמו עולת התמיד עולה בו לענין מצות הקטרה. ובשלמא שחיטה וזריקה לא נשתוו בזמן. שהרי עולת התמיד קדמה לחטאת ועולת העם היתה אחר החטאת. משא״כ בהקטרה דשניהם היו קודמים לחטאת הייתי אומר דעולה זב״ז ואין צריך להקטיר רק כזית שמעכב את הדם מש״ה כתיב גבי הקטרה מלבד עולת הבוקר. ולפי דברינו שהוא כמש״כ הרמב״ן קאי ויקטר עה״מ על העולה. א״כ מש״כ תחילה ויעשה כמשפט לא מיירי בהקטרה. וכמש״כ שם דמיירי בשחיטה וזריקה וגם בנתוח ורחיצה:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "57669f68d6e4a949a39b2789", "index_title": "JPS 1985 Footnotes", "category": "Commentary", "type": "commentary", "ref": "JPS 1985 Footnotes, Leviticus 9:1", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "JPS 1985 Footnotes, Leviticus 9:1", "sourceHeRef": "הערות שוליים תרגום 1985 של JPS, ויקרא ט׳:א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1980, 1990], "commentaryNum": 9.0001, "collectiveTitle": {"en": "JPS", "he": "הערות שוליים תרגום 1985 של JPS"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "See Exod. 29.38–46.", "versionTitle": "JPS Footnotes", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "57ab6b7ad6e4a906feac22cd", "index_title": "Kedushat Levi", "category": "Chasidut", "type": "", "ref": "Kedushat Levi, Leviticus, Tzav 1", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Kedushat Levi, Leviticus, Tzav 1", "sourceHeRef": "קדושת לוי, ויקרא, צו א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1772, 1798], "commentaryNum": 1, "collectiveTitle": {"en": "Kedushat Levi", "he": "קדושת לוי"}, "heTitle": "צו", "he": "ענין חטאת ועולה חטאת קודמת לעולה, כי חטאת הוא אור ישר מעולם העליון לעולם התחתון. ועולה, הוא חוזר מעולם התחתון לעולם העליון ולכך עולה כולה כליל. וזו ויקרב את העולה ויעשה כמשפט, היינו כמו ר\"ח תשרי האותיות הם למפרע בסוד אור חוזר ודו\"ק <small>(חסר)</small>:\n", "heVersionTitle": "Kedushat Levi - Munkatch 1939", "heLicense": "Public Domain", "heVersionTitleInHebrew": "קדושת לוי, מונקאץ', תרצ\"ט", "text": "In <i>Parshat Tzav,</i> when the respective sacrifices known as ‎עולה‎, burnt offering, where the entire animal is burned up on the ‎altar, and ‎חטאת‎, sin offering for inadvertent violation of many ‎otherwise severely punishable sins are discussed, the Torah first ‎legislates details of the sin offering. The reason for this apparently ‎inverted order, is that although the ‎עולה‎ offering is considered as ‎of a higher order, the sin offering symbolizes what we have ‎elsewhere already described as the ‎אור ישר‎ direct light, original ‎illumination stemming from the highest celestial regions, whereas ‎the ‎עולה‎ symbolizesאור חוזר ‏‎, reflected light, light containing a ‎human response to the original light. The reason that the entire ‎body of the animal used in the ‎עולה‎ offering is burned up, so that ‎the ‎ריח ניחוח‎, pleasant fragrance rises heavenwards, is because it ‎proves that man has responded positively to the gift of the ‎‎“original light.”‎<br>This is also the meaning of the line in Leviticus 9,17: ‎ויקרב את ‏העולה ויעשה כמשפט‎, “He presented the total offering and ‎performed its ritual in accordance with the rules pertaining to it;” ‎The author hints at a parallelism with the letters in the word ‎תשרי‎ ‎in which the letters (excluding the last which symbolizes the ‎name of G’d) appear in the reverse order of the alphabet. The first ‎day of ‎תשרי‎, New Year’s Day, is the day on which we creatures ‎return to G’d in repentance, i.e. we send out ‎אור חוזר ‏‎,“reflected ‎light,” proof that we can respond to G’d’s great kindness in ‎having illuminated our universe with direct light from His ‎essence. ‎", "versionTitle": "Kedushat Levi translated by Rb. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "קדושת לוי, מתורגם בידי רבי אליהו מונק"}, {"_id": "5892f27ed6e4a92746471942", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Leviticus 9:17:1", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Chizkuni, Leviticus 9:17:1", "sourceHeRef": "חזקוני, ויקרא ט׳:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "ויקרא", "he": "<b>מלבד עלת הבקר</b> מלמד ששתי מנחות היו שם, אחת עם העולה ואחת בפני עצמה.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "מלבד עולת הבקר, “in addition to the burnt offering in the morning.” This teaches that on this occasion two gift offerings were presented, one which was part of the daily burnt offering in the mornings, the other on its own. (Compare verse 4 in our chapter, and chapter 28 in the Book of Numbers).)", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5a9d3cb4d6e4a9026bd8f355", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 9:17:1", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Aderet Eliyahu, Leviticus 9:17:1", "sourceHeRef": "אדרת אליהו, ויקרא ט׳:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>וימלא כפו ממנה.</b> נאמר כאן מילוי ונאמר להלן מילוי מה להלן מלא קומצו אף כאן מלא קומצו ומה להלן עלה בידו צרור כו' אף כו':", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3cb4d6e4a9026bd8f357", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 9:17:2", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Aderet Eliyahu, Leviticus 9:17:2", "sourceHeRef": "אדרת אליהו, ויקרא ט׳:י״ז:ב׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 17.0002, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>מלבד עלת הבקר.</b> מלמד ששתי מנחות היו שם א' עם העולה וא' בפני עצמה:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85c14bf5c447b9f20a7487", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Shmini 12", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Agra DeKala, Shmini 12", "sourceHeRef": "אגרא דכלה, שמיני י״ב", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 12, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "שמיני", "he": "<b>ויקרב את המנחה וכו' ויקטר על המזבח מלבד עולת הבוקר (ויקרא ט יז).</b> ביותר היה לו לומר מלבד עולת הבוקר אצל העולה. וצריך לומר כפירוש רש\"י דקאי אכל הנך דלעיל. והנה העמיק רש\"י ז\"ל עוד ופירש כל אלה עשה אחר עולת התמיד. והנה למה לא כפשוטו שכל אלה יעשה חוץ העולת התמיד. והנראה דהנה לפי זה יקשה דהוה ליה למימר זה אחר כל הקרבנות, על כרחך צריך לומר דהאי מלבד פירושו אח\"ר, ולכך לא אמר זה אחר השלמים, דבאמת השלמים היו קודם עולת התמיד, וכן פירשו כמה מהמפרשים. אבל תגדל התימה בעיני למה לא הקדים הכתוב לומר הקרבת השלמים, וגם בציווי משה נראה דהציווי היה מקודם להקריב החטאות והעולות. והנראה דהנה יש לדקדק בכתוב למה בעולה ומנחה הכתובים מקודם (נאמר) ויקר\"ב (ויקרא ט טו), ובשלמים אמר וישח\"ט (ויקרא ט יח). ונראה דהקרבה מיקרי גמר ההקרבה כולה היינו הקטרת אימורין, והנה כך היה המעשה דשחיטת התמיד היה קודם הכל, ואחר כך שחיטת החטאות והעולות, ואחר כך שחיטת השלמים והקטרת אימוריהן תיכף בסמוך, ואחר כך הקטרת איברי התמיד, ואחר כך הקטרת אימורי החטאות ונתחי העולות. ובזה יונח הכל, דהפסוקים נכתבים כסדר שחיטתן, ובחטאות ועולות כתיב ויקר\"ב, דמשמע ההקרבה כולה זה היה אחר עולת הבוקר, מה שאין כן השלמים היה הקטרת אימוריהן קודם הקטרת איברי התמיד, וישחט אח השור וכו' זה היה באמת אחר שחיטת הכל, והבן. ובזה יונח לנו דנאמר בפסוק וישחט את השור וכו' ויזרקהו וכו', (ויקרא ט יט) ואת החלבים וכו', (ויקרא ט כ) ויקטר החלבים וכו', מה שלא נאמר כן כל סדר ההקטרה באינך הקרבנות. אך הוא להורות דבהשלמים היתה השחיטה וההקטרה ביחד בלא הפסק, ומשמיענו זאת התורה איך הש\"י מחבב ישראל עם קרובו, שתיכף בהתחילם להקריב על חטאתם אשר חטאו, תיכף נתרצה בהטיל שלומם עמהם, על כן מיהר כביכול להקדים כל סדר השלמים מסדר החטאות ועולות, והבן:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d59fd660b3c272df6ec5", "index_title": "Gur Aryeh on Vayikra", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Vayikra 9:17:1", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Gur Aryeh on Vayikra 9:17:1", "sourceHeRef": "גור אריה על ויקרא ט׳:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על ויקרא", "he": "<b>וימלא כפו היא קמיצה.</b> דאם לא כן<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"137\"></i>, למה לי מלוי כף. דאין לומר דהיא מצוה בפני עצמה – הוראת שעה, שהרי לא נצטוה בזה דבר<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"138\"></i>, ועל כרחך היינו קמיצה, שהיא גם כן בשאר מנחות (לעיל ב, ב):", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d59fd660b3c272df6ec7", "index_title": "Gur Aryeh on Vayikra", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Vayikra 9:17:2", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Gur Aryeh on Vayikra 9:17:2", "sourceHeRef": "גור אריה על ויקרא ט׳:י״ז:ב׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 17.0002, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על ויקרא", "he": "<b>אחר עולת התמיד.</b> דאין לומר כמשמעו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"139\"></i>, דפשיטא, מהיכא תיסק אדעתין לומר שבזה יפטר עולת (נדבה) [הבוקר], ואין לקרבנות אלו, שהם לשעה, שום ענין לפטור בהם חובת היום, שהיא לדורות, לכך צריך לומר ד\"מלבד עולת הבקר\" – שעולת הבקר קודם. ולישנא דקרא כך פירושו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"140\"></i>; שעשה קרבנות אלו \"מלבד עולת הבקר\", אם כן עולת הבקר קודם, שהרי קרא בשעת עשיית הקרבנות קאמר שמלבד עולת הבקר, שכבר עשה אותה, עשה את אלה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"141\"></i>. והא דלא כתב 'ומלבד עולת החדש' גם כן<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"142\"></i>, נתבאר בפרשת צו (לעיל פ\"ח אות א), עיין שם:<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"143\"></i>", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62035a9a7b4e77159240c193", "index_title": "Exodus", "category": "Tanakh", "type": "", "ref": "Exodus 29:38-46", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "Exodus 29:38-46", "sourceHeRef": "שמות כ״ט:ל״ח-מ״ו", "anchorVerse": 17, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 29.0038, "collectiveTitle": {"en": "Exodus", "he": "שמות"}, "heTitle": "שמות", "he": ["וְזֶ֕ה אֲשֶׁ֥ר תַּעֲשֶׂ֖ה עַל־הַמִּזְבֵּ֑חַ כְּבָשִׂ֧ים בְּנֵֽי־שָׁנָ֛ה שְׁנַ֥יִם לַיּ֖וֹם תָּמִֽיד׃", "אֶת־הַכֶּ֥בֶשׂ הָאֶחָ֖ד תַּעֲשֶׂ֣ה בַבֹּ֑קֶר וְאֵת֙ הַכֶּ֣בֶשׂ הַשֵּׁנִ֔י תַּעֲשֶׂ֖ה בֵּ֥ין הָעַרְבָּֽיִם׃", "וְעִשָּׂרֹ֨ן סֹ֜לֶת בָּל֨וּל בְּשֶׁ֤מֶן כָּתִית֙ רֶ֣בַע הַהִ֔ין וְנֵ֕סֶךְ רְבִיעִ֥ת הַהִ֖ין יָ֑יִן לַכֶּ֖בֶשׂ הָאֶחָֽד׃", "וְאֵת֙ הַכֶּ֣בֶשׂ הַשֵּׁנִ֔י תַּעֲשֶׂ֖ה בֵּ֣ין הָעַרְבָּ֑יִם כְּמִנְחַ֨ת הַבֹּ֤קֶר וּכְנִסְכָּהּ֙ תַּֽעֲשֶׂה־לָּ֔הּ לְרֵ֣יחַ נִיחֹ֔חַ אִשֶּׁ֖ה לַיהֹוָֽה׃", "עֹלַ֤ת תָּמִיד֙ לְדֹרֹ֣תֵיכֶ֔ם פֶּ֥תַח אֹֽהֶל־מוֹעֵ֖ד לִפְנֵ֣י יְהֹוָ֑ה אֲשֶׁ֨ר אִוָּעֵ֤ד לָכֶם֙ שָׁ֔מָּה לְדַבֵּ֥ר אֵלֶ֖יךָ שָֽׁם׃", "וְנֹעַדְתִּ֥י שָׁ֖מָּה לִבְנֵ֣י יִשְׂרָאֵ֑ל וְנִקְדַּ֖שׁ בִּכְבֹדִֽי׃", "וְקִדַּשְׁתִּ֛י אֶת־אֹ֥הֶל מוֹעֵ֖ד וְאֶת־הַמִּזְבֵּ֑חַ וְאֶת־אַהֲרֹ֧ן וְאֶת־בָּנָ֛יו אֲקַדֵּ֖שׁ לְכַהֵ֥ן לִֽי׃", "וְשָׁ֣כַנְתִּ֔י בְּת֖וֹךְ בְּנֵ֣י יִשְׂרָאֵ֑ל וְהָיִ֥יתִי לָהֶ֖ם לֵאלֹהִֽים׃", "וְיָדְע֗וּ כִּ֣י אֲנִ֤י יְהֹוָה֙ אֱלֹ֣הֵיהֶ֔ם אֲשֶׁ֨ר הוֹצֵ֧אתִי אֹתָ֛ם מֵאֶ֥רֶץ מִצְרַ֖יִם לְשׇׁכְנִ֣י בְתוֹכָ֑ם אֲנִ֖י יְהֹוָ֥ה אֱלֹהֵיהֶֽם׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>"], "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": ["Now this is what you shall offer upon the altar: two yearling lambs each day, regularly.", "You shall offer the one lamb in the morning, and you shall offer the other lamb at twilight.", "There shall be a tenth of a measure of choice flour with a quarter of a <i>hin</i> of beaten oil mixed in, and a libation of a quarter <i>hin</i> of wine for one lamb;", "and you shall offer the other lamb at twilight, repeating with it the meal offering of the morning with its libation—an offering by fire for a pleasing odor to יהוה,", "a regular burnt offering throughout the generations, at the entrance of the Tent of Meeting before יהוה. For there I will meet with you, and there I will speak with you,", "and there I will meet with the Israelites, and it shall be sanctified by My Presence.", "I will sanctify the Tent of Meeting and the altar, and I will consecrate Aaron and his sons to serve Me as priests.", "I will abide among the Israelites, and I will be their God.", "And they shall know that I יהוה am their God, who brought them out from the land of Egypt that I might abide among them—I, their God יהוה."], "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6319d00ab6084aa1cbefee8b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, בַּד³ 1", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "BDB, בַּד³ 1", "sourceHeRef": "בראון-דרייבר-בריגס, בַּד³ א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "בַּד³", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["II. <big><span dir=\"rtl\">בַּד</span>, <span dir=\"rtl\">בָ֑ד</span></big>  <strong>n.m.</strong> separation concr. <strong>part (</strong><span dir=\"rtl\">بِدٌّ</span>, <span dir=\"rtl\">بِدَّةٌ</span> <em>portion</em><strong>)</strong>—sf. (always with <span dir=\"rtl\">לְ</span>) <span dir=\"rtl\">לְבַדִּי</span>, <span dir=\"rtl\">לְבַדּוֹ</span> etc., 3 f. pl. †<a data-ref=\"Genesis 21:28\" href=\"/Genesis.21.28\">Gn 21:28</a> <span dir=\"rtl\">לְבַדְּהֶן</span>, v <a data-ref=\"Genesis 21:29\" href=\"/Genesis.21.29\">29</a> <span dir=\"rtl\">לְבַדָּ֫נָה</span>;—<br><strong>1.</strong>  with <span dir=\"rtl\">לְ</span>, only in sg., <span dir=\"rtl\">לְבַד</span> proposes <em>in a state of</em> (v sub <a data-ref=\"BDB, לְ\" href=\"/BDB,_לְ\", dir=\"rtl\">לְ</a>) <em>separation, alone, by itself</em> (Fr <em>à part</em>). <strong>a.</strong>  <a data-ref=\"Exodus 26:9\" href=\"/Exodus.26.9\">Ex 26:9</a> (= <a data-ref=\"Exodus 36:16\" href=\"/Exodus.36.16\">36:16</a>) five curtains <span dir=\"rtl\">לְבַד</span> <em>by themselves</em>, and six curtains <span dir=\"rtl\">לְבַד</span> <em>by themselves</em>, <a data-ref=\"Judges 7:5\" href=\"/Judges.7.5\">Ju 7:5</a> him shalt thou set <span dir=\"rtl\">לבד</span> <em>apart</em>, <a data-ref=\"Zechariah 12:12-14\" href=\"/Zechariah.12.12-14\">Zc 12:12–14</a>. <strong>b.</strong>  with sf. (89 times) to express the idea of <em>by oneself, alone</em> (proposes <em>in his, thy, my separation</em>), <a data-ref=\"Genesis 2:18\" href=\"/Genesis.2.18\">Gn 2:18</a> it is not good for man to be <span dir=\"rtl\">לְבַדּוֹ</span> <em>alone</em>, <a data-ref=\"Genesis 21:28\" href=\"/Genesis.21.28\">21:28</a> and A. set the seven lambs <span dir=\"rtl\">לְבַדְּהֶן</span> <em>by themselves</em> (lit. in their separation), <a data-ref=\"Genesis 32:17\" href=\"/Genesis.32.17\">32:17</a>; <a data-ref=\"Genesis 43:32\" href=\"/Genesis.43.32\">43:32</a>; <a data-ref=\"II Samuel 10:8\" href=\"/II_Samuel.10.8\">2 S 10:8</a>; <a data-ref=\"Isaiah 5:8\" href=\"/Isaiah.5.8\">Is 5:8</a>; <a data-ref=\"Genesis 42:38\" href=\"/Genesis.42.38\">Gn 42:38</a> <span dir=\"rtl\">הוּא לְבַדּוֹ</span> he <em>alone</em>, <a data-ref=\"Exodus 18:14\" href=\"/Exodus.18.14\">Ex 18:14</a> <span dir=\"rtl\">אַתָּה לְבַדְּךָ</span> thou <em>alone</em>, <a data-ref=\"Numbers 11:14\" href=\"/Numbers.11.14\">Nu 11:14</a> <span dir=\"rtl\">אָנֹכִי לְבַדִּי</span> I <em>alone</em>, <a data-ref=\"I Kings 19:10\" href=\"/I_Kings.19.10\">1 K 19:10</a>, <a data-ref=\"I Kings 19:14\" href=\"/I_Kings.19.14\">14</a>; <a data-ref=\"Deuteronomy 8:3\" href=\"/Deuteronomy.8.3\">Dt 8:3</a> not upon bread <em>alone</em>, <a data-ref=\"Deuteronomy 29:13\" href=\"/Deuteronomy.29.13\">29:13</a>; <a data-ref=\"II Samuel 13:32\" href=\"/II_Samuel.13.32\">2 S 13:32</a>; <a data-ref=\"II Samuel 18:24\" href=\"/II_Samuel.18.24\">18:24</a>; <a data-ref=\"Isaiah 44:24\" href=\"/Isaiah.44.24\">Is 44:24</a>; <a data-ref=\"Isaiah 49:21\" href=\"/Isaiah.49.21\">49:21</a>; <a data-ref=\"Isaiah 63:3\" href=\"/Isaiah.63.3\">63:3</a> +; after an oblique case, as a dat. <a data-ref=\"Exodus 22:19\" href=\"/Exodus.22.19\">Ex 22:19</a>; <a data-ref=\"Judges 3:20\" href=\"/Judges.3.20\">Ju 3:20</a> <a data-ref=\"Psalms 51:6\" href=\"/Psalms.51.6\">ψ 51:6</a> <span dir=\"rtl\">לְךָ לְבַדְּךָ</span> against thee <em>alone</em> have I sinned; a genit. <a data-ref=\"Psalms 71:16\" href=\"/Psalms.71.16\">71:16</a> I will make mention of <span dir=\"rtl\">צִדְקָֽתְךָ לְבַדֶּֽךָ׃</span> the righteousness of thee <em>alone</em>. <strong>c.</strong>  as adv. of limitation, †<a data-ref=\"Isaiah 26:13\" href=\"/Isaiah.26.13\">Is 26:13</a> <em>only</em> through thee do we celebrate thy name, <a data-ref=\"Exodus 7:29\" href=\"/Exodus.7.29\">Ex 7:29</a>. <strong>d.</strong>  followed by <span dir=\"rtl\">מִן</span> it becomes a prep., <em>apart from, besides</em>, <a data-ref=\"Exodus 12:37\" href=\"/Exodus.12.37\">Ex 12:37</a>; <a data-ref=\"Numbers 29:39\" href=\"/Numbers.29.39\">Nu 29:39</a>; <a data-ref=\"Deuteronomy 3:5\" href=\"/Deuteronomy.3.5\">Dt 3:5</a>; <a data-ref=\"Deuteronomy 18:8\" href=\"/Deuteronomy.18.8\">18:8</a> (read <span dir=\"rtl\">מִמְּכָרָיו</span> with 𝔊 𝔖 𝔗 Aq Ew Di) <a data-ref=\"Judges 8:26\" href=\"/Judges.8.26\">Ju 8:26</a>; <a data-ref=\"Judges 20:15\" href=\"/Judges.20.15\">20:15</a> al. (15 times); once, <a data-ref=\"Ezra 1:6\" href=\"/Ezra.1.6\">Ezr 1:6</a>, with <span dir=\"rtl\">עַל</span> instead of <span dir=\"rtl\">מִן</span>. <strong>e.</strong>  <span dir=\"rtl\">מִלְּבַד</span><sub>33</sub> (prob. inverted for <span dir=\"rtl\">לְבַד מִן</span>) besides (chiefly P and late): <a data-ref=\"Genesis 26:1\" href=\"/Genesis.26.1\">Gn 26:1</a>; <a data-ref=\"Genesis 46:26\" href=\"/Genesis.46.26\">46:26</a>; <a data-ref=\"Leviticus 9:17\" href=\"/Leviticus.9.17\">Lv 9:17</a>; <a data-ref=\"Leviticus 23:38\" href=\"/Leviticus.23.38\">23:38</a> (4 times) <a data-ref=\"Numbers 5:8\" href=\"/Numbers.5.8\">Nu 5:8</a>; <a data-ref=\"Numbers 6:21\" href=\"/Numbers.6.21\">6:21</a>; <a data-ref=\"Numbers 17:14\" href=\"/Numbers.17.14\">17:14</a> + 12 times <a data-ref=\"Numbers 28-29\" href=\"/Numbers.28-29\">Nu 28–29</a>; <a data-ref=\"Deuteronomy 28:69\" href=\"/Deuteronomy.28.69\">Dt 28:69</a>; <a data-ref=\"Joshua 22:29\" href=\"/Joshua.22.29\">Jos 22:29</a>; <a data-ref=\"I Kings 10:13\" href=\"/I_Kings.10.13\">1 K 10:13</a>; <a data-ref=\"I Chronicles 3:9\" href=\"/I_Chronicles.3.9\">1 Ch 3:9</a>; <a data-ref=\"II Chronicles 9:12\" href=\"/II_Chronicles.9.12\">2 Ch 9:12</a>; <a data-ref=\"II Chronicles 17:19\" href=\"/II_Chronicles.17.19\">17:19</a>; <a data-ref=\"II Chronicles 31:16\" href=\"/II_Chronicles.31.16\">31:16</a>; <a data-ref=\"Ezra 2:65\" href=\"/Ezra.2.65\">Ezr 2:65</a> = <a data-ref=\"Nehemiah 7:66\" href=\"/Nehemiah.7.66\">Ne 7:67</a>; <a data-ref=\"Daniel 11:4\" href=\"/Daniel.11.4\">Dn 11:4</a>. With sf. †<a data-ref=\"Deuteronomy 4:35\" href=\"/Deuteronomy.4.35\">Dt 4:35</a> <span dir=\"rtl\">אֵין עוֹד מִלְּבַדּוֹ</span> there is none else <em>besides</em> him (cf. <span dir=\"rtl\">מִבַּלְעָדַי</span> <a data-ref=\"Isaiah 45:21\" href=\"/Isaiah.45.21\">Is 45:21</a>).<br>†<strong>2.</strong>  concr. <em>part</em> <a data-ref=\"Exodus 30:34\" href=\"/Exodus.30.34\">Ex 30:34</a> (P) <span dir=\"rtl\">בַּד בְּבַד יִהְיֶה</span> <em>part</em> for (i.e. like; cf. <a data-ref=\"BDB, בְּ\" href=\"/BDB,_בְּ\", dir=\"rtl\">בְּ</a> <strong>III. 3</strong> end) <em>part</em> shall it be.<br>†<strong>3.</strong>  <span dir=\"rtl\">בַּדִּים</span> <em>parts</em>, spec. <em>extended from something</em>, i.e. (<em>a</em>) of a body, <em>members, limbs</em> <a data-ref=\"Job 18:13\" href=\"/Job.18.13\">Jb 18:13</a> (of man), <a data-ref=\"Job 41:4\" href=\"/Job.41.4\">41:4</a> (of crocodile); (<em>b</em>) of a vine, <em>rods</em> or <em>shoots</em> <a data-ref=\"Ezekiel 17:6\" href=\"/Ezekiel.17.6\">Ez 17:6</a>; <a data-ref=\"Ezekiel 19:14\" href=\"/Ezekiel.19.14\">19:14</a>; (<em>c</em>) of <em>poles</em> or <em>staves</em> used for carrying the ark <a data-ref=\"Exodus 25:13\" href=\"/Exodus.25.13\">Ex 25:13</a>, <a data-ref=\"Exodus 25:14\" href=\"/Exodus.25.14\">14</a>, <a data-ref=\"Exodus 25:15\" href=\"/Exodus.25.15\">15</a>; <a data-ref=\"Exodus 35:12\" href=\"/Exodus.35.12\">35:12</a>; <a data-ref=\"Exodus 37:4\" href=\"/Exodus.37.4\">37:4</a>, <a data-ref=\"Exodus 37:5\" href=\"/Exodus.37.5\">5</a>; <a data-ref=\"Exodus 39:35\" href=\"/Exodus.39.35\">39:35</a>; <a data-ref=\"Exodus 40:20\" href=\"/Exodus.40.20\">40:20</a>; <a data-ref=\"Numbers 4:6\" href=\"/Numbers.4.6\">Nu 4:6</a> <a data-ref=\"I Kings 8:7\" href=\"/I_Kings.8.7\">1 K 8:7</a>, <a data-ref=\"I Kings 8:8\" href=\"/I_Kings.8.8\">8</a><sup>(×2)</sup> (= <a data-ref=\"II Chronicles 5:8\" href=\"/II_Chronicles.5.8\">2 Ch 5:8</a>, <a data-ref=\"II Chronicles 5:9\" href=\"/II_Chronicles.5.9\">9</a><sup>(×2)</sup>) or table of shewbread <a data-ref=\"Exodus 25:27\" href=\"/Exodus.25.27\">Ex 25:27</a>, <a data-ref=\"Exodus 25:28\" href=\"/Exodus.25.28\">28</a>; <a data-ref=\"Exodus 35:13\" href=\"/Exodus.35.13\">35:13</a>; <a data-ref=\"Exodus 37:14\" href=\"/Exodus.37.14\">37:14</a>, <a data-ref=\"Exodus 37:15\" href=\"/Exodus.37.15\">15</a>; <a data-ref=\"Numbers 4:8\" href=\"/Numbers.4.8\">Nu 4:8</a>, or altar of B. O. <a data-ref=\"Exodus 27:6\" href=\"/Exodus.27.6\">Ex 27:6</a><sup>(×2)</sup>, <a data-ref=\"Exodus 27:7\" href=\"/Exodus.27.7\">7</a><sup>(×2)</sup>; <a data-ref=\"Exodus 35:16\" href=\"/Exodus.35.16\">35:16</a>; <a data-ref=\"Exodus 38:5\" href=\"/Exodus.38.5\">38:5</a>, <a data-ref=\"Exodus 38:6\" href=\"/Exodus.38.6\">6</a>, <a data-ref=\"Exodus 38:7\" href=\"/Exodus.38.7\">7</a>; <a data-ref=\"Exodus 39:39\" href=\"/Exodus.39.39\">39:39</a> <a data-ref=\"Numbers 4:14\" href=\"/Numbers.4.14\">Nu 4:14</a>, or altar of incense <a data-ref=\"Exodus 30:4\" href=\"/Exodus.30.4\">Ex 30:4</a>, <a data-ref=\"Exodus 30:5\" href=\"/Exodus.30.5\">5</a>; <a data-ref=\"Exodus 35:15\" href=\"/Exodus.35.15\">35:15</a>; <a data-ref=\"Exodus 37:27\" href=\"/Exodus.37.27\">37:27</a>, <a data-ref=\"Exodus 37:28\" href=\"/Exodus.37.28\">28</a>; <a data-ref=\"Numbers 4:11\" href=\"/Numbers.4.11\">Nu 4:11</a>; (<em>d</em>) more gen. <em>bars</em> (of fortress) <a data-ref=\"Hosea 11:6\" href=\"/Hosea.11.6\">Ho 11:6</a>, (of a gate) <a data-ref=\"Job 17:16\" href=\"/Job.17.16\">Jb 17:16</a> fig. <span dir=\"rtl\">בַּדֵּי שְׁאֹל</span> (cf. <a data-ref=\"Isaiah 38:10\" href=\"/Isaiah.38.10\">Is 38:10</a>). read <span dir=\"rtl\">הַעִמָּדִי</span> (for <span dir=\"rtl\">בַּדֵּי</span>) 𝔊 Du Dr, with <span dir=\"rtl\">נֵחָ֑ת</span> in v b (for <span dir=\"rtl\">נָ֫חַת</span>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d24cb6084aa1cbf18583", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, כַּף² 1", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "BDB, כַּף² 1", "sourceHeRef": "בראון-דרייבר-בריגס, כַּף² א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "כַּף²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">כַּף</span></big><sub>192</sub>  <strong>n.f.</strong> <a data-ref=\"I Kings 8:54\" href=\"/I_Kings.8.54\">1 K 8:54</a> <strong>hollow</strong>, or flat of the hand, palm, sole of foot, pan <strong>(</strong>NH <em>id.;</em> Aramaic <em>id.</em>, <span dir=\"rtl\">ܟܰܦܳܐ</span>; Assyrian <em>kappu</em>, <em>hand, pan</em>, <em>kippatu</em>, <em>hollow;</em> Arabic <span dir=\"rtl\">كَفٌّ</span> <em>palm, hand</em><strong>)</strong>—abs. <span dir=\"rtl\">כ׳</span> <a data-ref=\"Job 29:9\" href=\"/Job.29.9\">Jb 29:9</a> +, so read prob. also <a data-ref=\"Ezekiel 29:7\" href=\"/Ezekiel.29.7\">Ez 29:7b</a> for MT <span dir=\"rtl\">כָּתֵף</span> (𝔊 𝔖 Sm Co, cf. v a); <span dir=\"rtl\">כָּ֑ף</span> <a data-ref=\"II Kings 11:12\" href=\"/II_Kings.11.12\">2 K 11:12</a> +; more often cstr. <span dir=\"rtl\">כַּף</span> <a data-ref=\"Genesis 40:11\" href=\"/Genesis.40.11\">Gn 40:11</a> +; sf. <span dir=\"rtl\">כַּפִּי</span> <a data-ref=\"Judges 12:3\" href=\"/Judges.12.3\">Ju 12:3</a>, <span dir=\"rtl\">כַּפְּךָ</span> <a data-ref=\"Job 13:21\" href=\"/Job.13.21\">Jb 13:21</a>, etc.; in <a data-ref=\"Ezekiel 29:7\" href=\"/Ezekiel.29.7\">Ez 29:7</a> read <span dir=\"rtl\">כַּף</span> Qr for <span dir=\"rtl\">כפך</span> Kt (so Ew Hi Sm Co Da); du. <span dir=\"rtl\">כַּפַּיִם</span> <a data-ref=\"Isaiah 49:16\" href=\"/Isaiah.49.16\">Is 49:16</a> +; cstr. <span dir=\"rtl\">כַּפֵּי</span> <a data-ref=\"Exodus 29:24\" href=\"/Exodus.29.24\">Ex 29:24</a><sup>(×2)</sup> + 3 times; sf. <span dir=\"rtl\">כַּפַּי</span> <a data-ref=\"Genesis 20:5\" href=\"/Genesis.20.5\">Gn 20:5</a> +, <span dir=\"rtl\">כַּפָּיו</span> <a data-ref=\"Numbers 24:10\" href=\"/Numbers.24.10\">Nu 24:10</a> +, <span dir=\"rtl\">כַּפֵּיהֶם</span> <a data-ref=\"Isaiah 59:6\" href=\"/Isaiah.59.6\">Is 59:6</a> + 2 times, <span dir=\"rtl\">כַּפֵּימוֹ</span> <a data-ref=\"Job 27:23\" href=\"/Job.27.23\">Jb 27:23</a>, etc.; pl. <span dir=\"rtl\">כַּפּוֹת</span> (especially of <em>soles</em>, and in metaph. senses) abs. <a data-ref=\"Numbers 4:7\" href=\"/Numbers.4.7\">Nu 4:7</a> +; cstr. <a data-ref=\"II Kings 9:35\" href=\"/II_Kings.9.35\">2 K 9:35</a> +, sf. <span dir=\"rtl\">כַּפֹתָיו</span> <a data-ref=\"Exodus 25:29\" href=\"/Exodus.25.29\">Ex 25:29</a>; <a data-ref=\"Exodus 37:16\" href=\"/Exodus.37.16\">37:16</a>;—<br><strong>1.</strong> <strong>a.</strong>  of human beings, <em>hollow</em> or <em>flat of hand, palm</em>, (c. 116 times) <a data-ref=\"II Kings 4:34\" href=\"/II_Kings.4.34\">2 K 4:34</a><sup>(×2)</sup>; <span dir=\"rtl\">נָתַן אֵת הַכּום עַל־כַּף פ׳</span> <a data-ref=\"Genesis 40:11\" href=\"/Genesis.40.11\">Gn 40:11</a>, <a data-ref=\"Genesis 40:21\" href=\"/Genesis.40.21\">21</a> (E), <em>set the cup upon the palm of Pharaoh</em> (cf. v <a data-ref=\"Genesis 40:11\" href=\"/Genesis.40.11\">11a</a> <span dir=\"rtl\">וְכוֹס פַּרְעֹה בְּיָדִי</span>), similarly <a data-ref=\"Leviticus 8:27\" href=\"/Leviticus.8.27\">Lv 8:27</a><sup>(×2)</sup> (P) +; <span dir=\"rtl\">הַשֶּׁמֶן אֲשֶׁר עַל־כַּפּוֹ</span> <a data-ref=\"Leviticus 14:16\" href=\"/Leviticus.14.16\">Lv 14:16</a>, <a data-ref=\"Leviticus 14:17\" href=\"/Leviticus.14.17\">17</a>, <a data-ref=\"Leviticus 14:18\" href=\"/Leviticus.14.18\">18</a>, <a data-ref=\"Leviticus 14:27\" href=\"/Leviticus.14.27\">27</a>, <a data-ref=\"Leviticus 14:28\" href=\"/Leviticus.14.28\">28</a>; as disting. from wrist and arm, <a data-ref=\"Deuteronomy 25:12\" href=\"/Deuteronomy.25.12\">Dt 25:12</a>; rarely c. <span dir=\"rtl\">ידים</span> (always <span dir=\"rtl\">כַּכּוֹת</span>), <span dir=\"rtl\">שְׁתֵּי כַּפּוֹת ידיו</span> <a data-ref=\"I Samuel 5:4\" href=\"/I_Samuel.5.4\">1 S 5:4</a> (of Dagon), <span dir=\"rtl\">כ׳ הַיָּדַיִם</span> <a data-ref=\"II Kings 9:35\" href=\"/II_Kings.9.35\">2 K 9:35</a>, cf. <a data-ref=\"Daniel 10:10\" href=\"/Daniel.10.10\">Dn 10:10</a>; <span dir=\"rtl\">כַּף הַשְּׂמָאלִית</span> <a data-ref=\"Leviticus 14:15\" href=\"/Leviticus.14.15\">Lv 14:15</a>, <a data-ref=\"Leviticus 14:26\" href=\"/Leviticus.14.26\">26</a>; note especially <span dir=\"rtl\">מְלֹא כ׳ קֶמַח</span> <a data-ref=\"I Kings 17:12\" href=\"/I_Kings.17.12\">1 K 17:12</a> <em>a handful of meal</em> (lit. <em>palm</em>ful), cf. <a data-ref=\"Ecclesiastes 4:6\" href=\"/Ecclesiastes.4.6\">Ec 4:6</a> (where disting. from <span dir=\"rtl\">מלא חָפְנַיִם</span> <em>a double fistful;</em> in both these passages of a very small quantity); cf. <span dir=\"rtl\">וַיְמַלֵּא כַּפּוֹ מִן</span> <a data-ref=\"Leviticus 9:17\" href=\"/Leviticus.9.17\">Lv 9:17</a> (ref. to <span dir=\"rtl\">מְלֹא קֻמְצוֹ</span> <a data-ref=\"Leviticus 2:2\" href=\"/Leviticus.2.2\">2:2</a>; <a data-ref=\"Leviticus 5:12\" href=\"/Leviticus.5.12\">5:12</a> cf. <a data-ref=\"Leviticus 6:8\" href=\"/Leviticus.6.8\">6:8</a>). In <a data-ref=\"Exodus 4:4\" href=\"/Exodus.4.4\">Ex 4:4</a> (JE), <a data-ref=\"Proverbs 31:19\" href=\"/Proverbs.31.19\">Pr 31:19</a> <a data-ref=\"Ezekiel 21:16\" href=\"/Ezekiel.21.16\">Ez 21:16</a> <a data-ref=\"Psalms 129:7\" href=\"/Psalms.129.7\">ψ 129:7</a>, etc., the thought is that of grasping. <strong>b.</strong>  anthropomorph. of <span dir=\"rtl\">י׳</span>, covering Moses over with his palm, <span dir=\"rtl\">וְשַׂכֹּתִי כַפִּי עָלֶיךָ</span> <a data-ref=\"Exodus 33:22\" href=\"/Exodus.33.22\">Ex 33:22</a> (J), and so fig. (c. <span dir=\"rtl\">שׁית</span>) <a data-ref=\"Psalms 139:5\" href=\"/Psalms.139.5\">ψ 139:5</a>; withdrawing <span dir=\"rtl\">(הֵסִיר)</span> his hand <a data-ref=\"Exodus 33:23\" href=\"/Exodus.33.23\">Ex 33:23</a> (J); removing <span dir=\"rtl\">(הִרְחִיק)</span> his afflicting hand <a data-ref=\"Job 13:21\" href=\"/Job.13.21\">Jb 13:21</a>; <span dir=\"rtl\">עַל־כַּפַּיִם כִּסָּה אוֹר</span> <a data-ref=\"Job 36:22\" href=\"/Job.36.22\">Jb 36:22</a>, i.e. he (God) hath filled his palms with light. <strong>c.</strong>  once of animals, <span dir=\"rtl\">הוֹלֵךְ עַל־כַּפָּיו</span> <a data-ref=\"Leviticus 11:27\" href=\"/Leviticus.11.27\">Lv 11:27</a> <em>going upon their palms</em>, i.e. paws (cats, dogs, etc.). <strong>d.</strong>  phrases are:—†(1) <span dir=\"rtl\">הִכָּה כַּף</span> = <em>clap the hands</em>, in applause <a data-ref=\"II Kings 11:12\" href=\"/II_Kings.11.12\">2 K 11:12</a> so <span dir=\"rtl\">תָּקַע כ׳</span> <a data-ref=\"Psalms 47:2\" href=\"/Psalms.47.2\">ψ 47:2</a>, <span dir=\"rtl\">מָחָא כ׳</span> <a data-ref=\"Isaiah 55:12\" href=\"/Isaiah.55.12\">Is 55:12</a> (fig. of trees), <a data-ref=\"Psalms 98:8\" href=\"/Psalms.98.8\">ψ 98:8</a> (fig. of rivers); but especially in scorn, contempt, etc., <span dir=\"rtl\">סָפַק אֶת־כַּפָּיו</span> <a data-ref=\"Numbers 24:10\" href=\"/Numbers.24.10\">Nu 24:10</a> (J), <span dir=\"rtl\">יִשְׂפֹּק עָלֵימוֹ כַפֵּ֑ימוֹ</span> <a data-ref=\"Job 27:23\" href=\"/Job.27.23\">Jb 27:23</a>; so <span dir=\"rtl\">תָּקַע כַּף על־</span> <a data-ref=\"Nahum 3:19\" href=\"/Nahum.3.19\">Na 3:19</a>, <span dir=\"rtl\">הִכָּה כַפִּי אֶל־</span> <a data-ref=\"Ezekiel 22:13\" href=\"/Ezekiel.22.13\">Ez 22:13</a> (of <span dir=\"rtl\">י׳</span>); abs., <span dir=\"rtl\">הִכָּה בְכַפְּךָ</span> <a data-ref=\"Ezekiel 6:11\" href=\"/Ezekiel.6.11\">Ez 6:11</a> (as <span dir=\"rtl\">מחא יד</span> <a data-ref=\"Ezekiel 25:6\" href=\"/Ezekiel.25.6\">25:6</a>), <span dir=\"rtl\">הִכָּה כַּף אֶל־כַּף</span> <a data-ref=\"Ezekiel 21:19\" href=\"/Ezekiel.21.19\">21:19</a>, <span dir=\"rtl\">אַכֶּה כַפִּי אֶל־כַּפִּי</span> v <a data-ref=\"Ezekiel 21:22\" href=\"/Ezekiel.21.22\">22</a> (of <span dir=\"rtl\">י׳</span>). †(2) <span dir=\"rtl\">תָּפַשׂ בַּכַּף</span> <em>grasp, seize with the hand</em> <a data-ref=\"Ezekiel 29:7\" href=\"/Ezekiel.29.7\">Ez 29:7</a> cf. v <a data-ref=\"Ezekiel 29:7\" href=\"/Ezekiel.29.7\">7</a> (on text v. supr.) †(<a data-ref=\"Ezekiel 29:3\" href=\"/Ezekiel.29.3\">3</a>) of <em>hand-grasp</em> as pledge, <span dir=\"rtl\">תָּקַעְתָּ לַזָּר כַּפֶּיךָ</span> <a data-ref=\"Proverbs 6:1\" href=\"/Proverbs.6.1\">Pr 6:1</a> (<em>if</em>) <em>thou hast smitten thy palms</em> (given a double hand-grassp), <em>for another</em> (so De; ‖ <span dir=\"rtl\">עָרַבְתָּ לְרֵעֶ֑ךָ</span>); so abs. <span dir=\"rtl\">תקע כף</span> <a data-ref=\"Proverbs 17:18\" href=\"/Proverbs.17.18\">17:18</a>; <a data-ref=\"Proverbs 22:26\" href=\"/Proverbs.22.26\">22:26</a> (cf. <span dir=\"rtl\">תקע ליד</span> <a data-ref=\"Job 17:3\" href=\"/Job.17.3\">Jb 17:3</a>). (4) often of hand <em>spread out</em> in prayer, as sign of longing to receive, c. <span dir=\"rtl\">פָּרַשׂ אֶל־</span> <a data-ref=\"Exodus 9:29\" href=\"/Exodus.9.29\">Ex 9:29</a>, <a data-ref=\"Exodus 9:33\" href=\"/Exodus.9.33\">33</a> (J), <a data-ref=\"I Kings 8:38\" href=\"/I_Kings.8.38\">1 K 8:38</a> = <a data-ref=\"II Chronicles 6:29\" href=\"/II_Chronicles.6.29\">2 Ch 6:29</a>, etc. (v. <a data-ref=\"BDB, יָד\" href=\"/BDB,_יָד\", dir=\"rtl\">יר</a> <a data-ref=\"Psalms 143:6\" href=\"/Psalms.143.6\">ψ 143:6</a> <a data-ref=\"Lamentations 1:17\" href=\"/Lamentations.1.17\">La 1:17</a> and <a data-ref=\"BDB, יָד\" href=\"/BDB,_יָד\", dir=\"rtl\">יָר</a> <strong>1 d,</strong> supr. p. 389; also <span dir=\"rtl\">פרשׂ</span>, <span dir=\"rtl\">נשׂא</span>, <span dir=\"rtl\">שׁטח</span>). †(5) <span dir=\"rtl\">שׂים כַּף לְפֶה</span>, in respectful silence, <a data-ref=\"Job 29:9\" href=\"/Job.29.9\">Jb 29:9</a>. †(6) fig. <span dir=\"rtl\">וָאָשִׂימָה נַפְשִׁי בְכַפִּי</span> <a data-ref=\"Judges 12:3\" href=\"/Judges.12.3\">Ju 12:3</a> = <em>I have taken my life in my hand</em> (i.e. hazard ed it), so <a data-ref=\"I Samuel 19:5\" href=\"/I_Samuel.19.5\">1 S 19:5</a>; <a data-ref=\"I Samuel 28:21\" href=\"/I_Samuel.28.21\">28:21</a>; <a data-ref=\"Job 13:14\" href=\"/Job.13.14\">Jb 13:14</a> and (without vb.) <a data-ref=\"Psalms 119:109\" href=\"/Psalms.119.109\">ψ 119:109</a>. †(7) <span dir=\"rtl\">נִקְיֹן כ׳</span> <a data-ref=\"Genesis 20:5\" href=\"/Genesis.20.5\">Gn 20:5</a> <em>cleanness of palms</em> is fig. for purity of act, cf. <a data-ref=\"Psalms 26:6\" href=\"/Psalms.26.6\">ψ 26:6</a>, also <a data-ref=\"Job 9:30\" href=\"/Job.9.30\">Jb 9:30</a>; <a data-ref=\"Job 22:30\" href=\"/Job.22.30\">22:30</a>; <a data-ref=\"Psalms 24:4\" href=\"/Psalms.24.4\">ψ 24:4</a>; <a data-ref=\"Psalms 73:13\" href=\"/Psalms.73.13\">73:13</a>; conversely, <span dir=\"rtl\">(לֹא)חָמָם בְּכַפָּ֑י</span> <a data-ref=\"Job 16:17\" href=\"/Job.16.17\">Jb 16:17</a>; <a data-ref=\"I Chronicles 12:18\" href=\"/I_Chronicles.12.18\">1 Ch 12:18</a>; <a data-ref=\"Isaiah 59:6\" href=\"/Isaiah.59.6\">Is 59:6</a>; <a data-ref=\"Jonah 3:8\" href=\"/Jonah.3.8\">Jon 3:8</a>, cf. <a data-ref=\"Isaiah 59:3\" href=\"/Isaiah.59.3\">Is 59:3</a> (so <span dir=\"rtl\">ידים</span> <a data-ref=\"Isaiah 1:15\" href=\"/Isaiah.1.15\">1:15</a>), <a data-ref=\"Job 31:7\" href=\"/Job.31.7\">Jb 31:7</a> <a data-ref=\"Psalms 7:4\" href=\"/Psalms.7.4\">ψ 7:4</a>.—In many cases <span dir=\"rtl\">כַּף</span> is not to be distinguished from <span dir=\"rtl\">יָד</span>; so in phr. †<span dir=\"rtl\">יְגִיעַ כ׳</span> <em>toil of</em> the <em>hands</em> <a data-ref=\"Genesis 31:42\" href=\"/Genesis.31.42\">Gn 31:42</a>; <a data-ref=\"Haggai 1:11\" href=\"/Haggai.1.11\">Hg 1:11</a>; <a data-ref=\"Job 10:3\" href=\"/Job.10.3\">Jb 10:3</a>; <a data-ref=\"Psalms 128:2\" href=\"/Psalms.128.2\">ψ 128:2</a>; <span dir=\"rtl\">פֹּעַל כ׳</span> <a data-ref=\"Psalms 9:17\" href=\"/Psalms.9.17\">ψ 9:17</a>, <span dir=\"rtl\">חֵפֶץ כ׳</span> <a data-ref=\"Proverbs 31:13\" href=\"/Proverbs.31.13\">Pr 31:13</a>; <span dir=\"rtl\">תְּבוּנוֹת כ׳</span> <a data-ref=\"Psalms 78:72\" href=\"/Psalms.78.72\">ψ 78:72</a>, <span dir=\"rtl\">פְּרִי כ׳</span> <a data-ref=\"Proverbs 31:16\" href=\"/Proverbs.31.16\">Pr 31:16</a> †; cf. <a data-ref=\"Micah 7:3\" href=\"/Micah.7.3\">Mi 7:3</a>.<br>†<strong>2.</strong>  = <em>power</em> (i.e. grasp) of any one, <span dir=\"rtl\">נתן בכף</span> <a data-ref=\"Judges 6:13\" href=\"/Judges.6.13\">Ju 6:13</a> = <em>deliver into the power of</em>, so <a data-ref=\"Jeremiah 12:7\" href=\"/Jeremiah.12.7\">Je 12:7</a>, cf. <span dir=\"rtl\">בּוֹא בכף</span> <a data-ref=\"Proverbs 6:3\" href=\"/Proverbs.6.3\">Pr 6:3</a>; usually <span dir=\"rtl\">הוֹשִׁיעַ</span>, <span dir=\"rtl\">פָּדָה</span>, <span dir=\"rtl\">הִצִּיל</span> etc., c. <span dir=\"rtl\">מִכַּף</span> = <em>out of the power of</em> <a data-ref=\"Judges 6:14\" href=\"/Judges.6.14\">Ju 6:14</a> <a data-ref=\"I Samuel 4:3\" href=\"/I_Samuel.4.3\">1 S 4:3</a> <a data-ref=\"II Samuel 14:16\" href=\"/II_Samuel.14.16\">2 S 14:16</a>; <a data-ref=\"II Samuel 19:10\" href=\"/II_Samuel.19.10\">19:10</a><sup>(×2)</sup>; <a data-ref=\"II Samuel 22:1\" href=\"/II_Samuel.22.1\">22:1</a><sup>(×2)</sup> = <a data-ref=\"II Samuel 18:1\" href=\"/II_Samuel.18.1\">18:1</a> (title), <a data-ref=\"II Kings 16:7\" href=\"/II_Kings.16.7\">2 K 16:7</a><sup>(×2)</sup>; <a data-ref=\"II Kings 20:6\" href=\"/II_Kings.20.6\">20:6</a> = <a data-ref=\"Isaiah 38:6\" href=\"/Isaiah.38.6\">Is 38:6</a>, <a data-ref=\"Micah 4:10\" href=\"/Micah.4.10\">Mi 4:10</a> <a data-ref=\"Jeremiah 15:21\" href=\"/Jeremiah.15.21\">Je 15:21</a> <a data-ref=\"II Chronicles 30:6\" href=\"/II_Chronicles.30.6\">2 Ch 30:6</a>; <a data-ref=\"II Chronicles 32:11\" href=\"/II_Chronicles.32.11\">32:11</a> <a data-ref=\"Ezra 8:31\" href=\"/Ezra.8.31\">Ezr 8:31</a> <a data-ref=\"Psalms 71:4\" href=\"/Psalms.71.4\">ψ 71:4</a> (cf. <a data-ref=\"BDB, יָד\" href=\"/BDB,_יָד\", dir=\"rtl\">יָד</a> <strong>5 g,</strong> p. 391 supr.)<br>†<strong>3.</strong>  <span dir=\"rtl\">כַּף רַגְלָהּ</span>, etc., = <em>sole of foot</em>, <a data-ref=\"Genesis 8:9\" href=\"/Genesis.8.9\">Gn 8:9</a> (J), <a data-ref=\"Joshua 3:13\" href=\"/Joshua.3.13\">Jos 3:13</a>; <a data-ref=\"Joshua 4:18\" href=\"/Joshua.4.18\">4:18</a> (both JE), <a data-ref=\"I Kings 5:17\" href=\"/I_Kings.5.17\">1 K 5:17</a> <a data-ref=\"II Kings 19:24\" href=\"/II_Kings.19.24\">2 K 19:24</a> = <a data-ref=\"Isaiah 37:25\" href=\"/Isaiah.37.25\">Is 37:25</a>, <a data-ref=\"Deuteronomy 11:24\" href=\"/Deuteronomy.11.24\">Dt 11:24</a>; <a data-ref=\"Deuteronomy 28:56\" href=\"/Deuteronomy.28.56\">28:56</a>, <a data-ref=\"Deuteronomy 28:65\" href=\"/Deuteronomy.28.65\">65</a> <a data-ref=\"Joshua 1:3\" href=\"/Joshua.1.3\">Jos 1:3</a> (D), <a data-ref=\"Ezekiel 43:7\" href=\"/Ezekiel.43.7\">Ez 43:7</a> <a data-ref=\"Malachi 3:21\" href=\"/Malachi.3.21\">Mal 3:21</a>; <span dir=\"rtl\">מִכַּף רַגְלוֹ וְעַד קָדְקֳדוֹ</span> <a data-ref=\"II Samuel 14:25\" href=\"/II_Samuel.14.25\">2 S 14:25</a> <a data-ref=\"Job 2:7\" href=\"/Job.2.7\">Jb 2:7</a>, cf. <a data-ref=\"Isaiah 1:6\" href=\"/Isaiah.1.6\">Is 1:6</a> (fig.); <span dir=\"rtl\">מִדְרַךְ כ׳ ר׳</span> <a data-ref=\"Deuteronomy 2:5\" href=\"/Deuteronomy.2.5\">Dt 2:5</a> <em>treading-place for the sole of a foot;</em> of the cherubim <a data-ref=\"Ezekiel 1:7\" href=\"/Ezekiel.1.7\">Ez 1:7</a>, of a calf, (in sim.) v <a data-ref=\"Ezekiel 1:7\" href=\"/Ezekiel.1.7\">7</a>, (according to MT; cf. however Co).<br><strong>4.</strong>  of various <em>hollow, bending</em> or <em>bend</em> objects:— †<strong>a.</strong>  <em>hollow</em> (i.e. socket), <em>of the thigh</em>-joint, <span dir=\"rtl\">כ׳ יָרֵךְ</span> <a data-ref=\"Genesis 32:26\" href=\"/Genesis.32.26\">Gn 32:26</a><sup>(×2)</sup>, <a data-ref=\"Genesis 32:33\" href=\"/Genesis.32.33\">33</a><sup>(×2)</sup> (J). <strong>b.</strong>  <em>pan, vessel</em> (as hollow), used in ritual, <a data-ref=\"Exodus 25:29\" href=\"/Exodus.25.29\">Ex 25:29</a>; <a data-ref=\"Exodus 37:16\" href=\"/Exodus.37.16\">37:16</a> <a data-ref=\"Numbers 4:7\" href=\"/Numbers.4.7\">Nu 4:7</a>; <a data-ref=\"Numbers 7:14\" href=\"/Numbers.7.14\">7:14</a> + 15 times <a data-ref=\"Numbers 7\" href=\"/Numbers.7\">Nu 7</a>; <a data-ref=\"I Kings 7:50\" href=\"/I_Kings.7.50\">1 K 7:50</a> = <a data-ref=\"II Chronicles 4:22\" href=\"/II_Chronicles.4.22\">2 Ch 4:22</a>, <a data-ref=\"II Kings 25:14\" href=\"/II_Kings.25.14\">2 K 25:14</a> = <a data-ref=\"Jeremiah 52:18\" href=\"/Jeremiah.52.18\">Je 52:18</a>, <a data-ref=\"Jeremiah 52:19\" href=\"/Jeremiah.52.19\">Je 52:19</a>, <a data-ref=\"II Chronicles 24:14\" href=\"/II_Chronicles.24.14\">2 Ch 24:14</a>. †<strong>c.</strong>  <em>hollow</em> of sling, <a data-ref=\"I Samuel 25:29\" href=\"/I_Samuel.25.29\">1 S 25:29</a>. †<strong>d.</strong>  <span dir=\"rtl\">כַּפּוֹת תְּמָרִים</span> <a data-ref=\"Leviticus 23:40\" href=\"/Leviticus.23.40\">Lv 23:40</a> = of huge <em>hand-shaped branches</em> (or <em>fronds</em>) <em>of palm-trees</em>. <strong>e.</strong>  <span dir=\"rtl\">כַּפּוֹת הַמַּנְעוּל</span> <a data-ref=\"Song of Songs 5:5\" href=\"/Song_of_Songs.5.5\">Ct 5:5</a> <em>the</em> (bent) <em>handles of the bolt</em>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2b0b6084aa1cbf1d1bb", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מָלֵא 1", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "BDB, מָלֵא 1", "sourceHeRef": "בראון-דרייבר-בריגס, מָלֵא א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מָלֵא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">מָלֵא</span></big></big><sub>249</sub><big></big>  <strong>vb.</strong> be full, fill <strong>(</strong>NH <em>id.</em> (Pi. trans.); Zinj. <span dir=\"rtl\">מלא</span> (Pi. trans.) DHM<sup>Sendsch. 60</sup>; Assyrian <em>malû</em> (trans. and intrans.) Dl<sup>HWB 409</sup>; Arabic <span dir=\"rtl\">مَلَأَ</span> (trans.) <span dir=\"rtl\">مَلُؤَ</span>, <span dir=\"rtl\">مَلِىَٔ</span> (intrans.); Ethiopic መልአ: (trans. and intrans.); Aramaic <span dir=\"rtl\">ܡܠܴܐ</span> (trans.), <span dir=\"rtl\">מְלָא</span> (intrans. and trans.), Palm. n.pr. <span dir=\"rtl\">מלא</span> = <em>plenitude</em>, Vog<sup>Palm. 7, 2 al.</sup>; Sab. <span dir=\"rtl\">מלא</span> Os 14 Levy-Os<sup>ZMG xix. 1865, 211 f.</sup> DHM<sup>ZMG xxix, 1875, 595</sup><strong>)</strong>;—<br><strong>Qal</strong><sub>99</sub>  Pf. <span dir=\"rtl\">מ׳</span> <a data-ref=\"Exodus 40:34\" href=\"/Exodus.40.34\">Ex 40:34</a> +; sf. <span dir=\"rtl\">מְלָאוֹ</span> <a data-ref=\"Esther 7:5\" href=\"/Esther.7.5\">Est 7:5</a>; <span dir=\"rtl\">מָלֵאתָ</span> <a data-ref=\"Job 36:17\" href=\"/Job.36.17\">Jb 36:17</a>; <span dir=\"rtl\">מָלֵאתִי</span> <a data-ref=\"Micah 3:8\" href=\"/Micah.3.8\">Mi 3:8</a> <a data-ref=\"Jeremiah 6:11\" href=\"/Jeremiah.6.11\">Je 6:11</a>; <span dir=\"rtl\">מָלֵ֫תִי</span> <a data-ref=\"Job 32:18\" href=\"/Job.32.18\">Jb 32:18</a>; <span dir=\"rtl\">מָֽלְאוּ</span> <a data-ref=\"Genesis 29:21\" href=\"/Genesis.29.21\">Gn 29:21</a> +; <span dir=\"rtl\">מָלוּ</span> <a data-ref=\"Ezekiel 28:16\" href=\"/Ezekiel.28.16\">Ez 28:16</a> (<span dir=\"rtl\">מָלֵאתָ</span> 𝔊 𝔖 Co); <span dir=\"rtl\">מָלֵ֑אוּ</span> <a data-ref=\"Isaiah 1:15\" href=\"/Isaiah.1.15\">Is 1:15</a>, etc.; Impf. 3 fs. sf. <span dir=\"rtl\">תִּמְלָאֵ֣מוֹ</span> <a data-ref=\"Exodus 15:9\" href=\"/Exodus.15.9\">Ex 15:9</a>; <span dir=\"rtl\">יִמְלְאוּ</span> <a data-ref=\"Genesis 50:3\" href=\"/Genesis.50.3\">Gn 50:3</a> + 2 times; <span dir=\"rtl\">וַיִּמְלְאוּ</span> <a data-ref=\"Genesis 25:24\" href=\"/Genesis.25.24\">Gn 25:24</a>; <a data-ref=\"Genesis 50:3\" href=\"/Genesis.50.3\">50:3</a>; Imv. <span dir=\"rtl\">מִלְאוּ</span> <a data-ref=\"Genesis 1:22\" href=\"/Genesis.1.22\">Gn 1:22</a> + 5 times; Inf. cstr. <span dir=\"rtl\">מְלאֹת (מְלֹאות)</span> <a data-ref=\"Leviticus 8:33\" href=\"/Leviticus.8.33\">Lv 8:33</a> + 12 times; Pt. <span dir=\"rtl\">מָלֵא</span> <a data-ref=\"Jeremiah 23:24\" href=\"/Jeremiah.23.24\">Je 23:24</a>; <span dir=\"rtl\">מְלֵאִים</span> <a data-ref=\"Isaiah 6:1\" href=\"/Isaiah.6.1\">Is 6:1</a>; (cf. also sub <a data-ref=\"BDB, מָלֵא²\" href=\"/BDB,_מָלֵא²\", dir=\"rtl\">מָלֵא</a> adj.);— <strong>1.</strong>  <em>be full</em>, usually c. acc. material: <strong>a.</strong>  lit. subj. houses <a data-ref=\"Exodus 8:17\" href=\"/Exodus.8.17\">Ex 8:17</a>; <a data-ref=\"Exodus 10:6\" href=\"/Exodus.10.6\">10:6</a> (both J) <a data-ref=\"Judges 16:27\" href=\"/Judges.16.27\">Ju 16:27</a> <a data-ref=\"Isaiah 13:21\" href=\"/Isaiah.13.21\">Is 13:21</a> <a data-ref=\"II Chronicles 5:13\" href=\"/II_Chronicles.5.13\">2 Ch 5:13</a>, cf. <a data-ref=\"Ezekiel 10:4\" href=\"/Ezekiel.10.4\">Ez 10:4</a> (del. Co); winepress <a data-ref=\"Joel 4:13\" href=\"/Joel.4.13\">Jo 4:13</a>; threshing-floor <a data-ref=\"Joel 2:24\" href=\"/Joel.2.24\">Jo 2:24</a>; vessel <a data-ref=\"II Kings 4:6\" href=\"/II_Kings.4.6\">2 K 4:6</a> <a data-ref=\"Job 21:24\" href=\"/Job.21.24\">Jb 21:24</a>, etc.; <a data-ref=\"Job 20:22\" href=\"/Job.20.22\">Jb 20:22</a> <span dir=\"rtl\">מְלֹאות</span> (cf. <a data-ref=\"BDB, מְלֹא\" href=\"/BDB,_מְלֹא\", dir=\"rtl\">מְלֹא</a>), i.e. <em>fulness, abundance</em>. <strong>b.</strong>  fig., earth full of violence <a data-ref=\"Genesis 6:13\" href=\"/Genesis.6.13\">Gn 6:13</a>, cf. <a data-ref=\"Leviticus 19:29\" href=\"/Leviticus.19.29\">Lv 19:29</a> (both P), <a data-ref=\"Micah 6:12\" href=\"/Micah.6.12\">Mi 6:12</a> <a data-ref=\"Isaiah 1:15\" href=\"/Isaiah.1.15\">Is 1:15</a> <a data-ref=\"Jeremiah 23:10\" href=\"/Jeremiah.23.10\">Je 23:10</a>; <a data-ref=\"Jeremiah 51:5\" href=\"/Jeremiah.51.5\">51:5</a> <a data-ref=\"Psalms 26:10\" href=\"/Psalms.26.10\">ψ 26:10</a> <a data-ref=\"Ezekiel 7:23\" href=\"/Ezekiel.7.23\">Ez 7:23</a><sup>(×2)</sup> <a data-ref=\"Ecclesiastes 9:3\" href=\"/Ecclesiastes.9.3\">Ec 9:3</a>, etc.; earth full of glory, mercy, goodness, knowledge, of <span dir=\"rtl\">י׳</span> <a data-ref=\"Psalms 33:5\" href=\"/Psalms.33.5\">ψ 33:5</a>; <a data-ref=\"Psalms 119:64\" href=\"/Psalms.119.64\">119:64</a> <a data-ref=\"Isaiah 11:9\" href=\"/Isaiah.11.9\">Is 11:9</a> <a data-ref=\"Habakkuk 3:3\" href=\"/Habakkuk.3.3\">Hb 3:3</a>; cf. also <a data-ref=\"Psalms 48:11\" href=\"/Psalms.48.11\">ψ 48:11</a>; <a data-ref=\"Psalms 104:24\" href=\"/Psalms.104.24\">104:24</a>, etc.; subj. <span dir=\"rtl\">נֶפֶשׁ</span> = desire be satisfied (full) c. sf. <a data-ref=\"Exodus 15:9\" href=\"/Exodus.15.9\">Ex 15:9</a>; <span dir=\"rtl\">וְדִין רָשָׁע מ׳</span> <a data-ref=\"Job 36:17\" href=\"/Job.36.17\">Jb 36:17</a> <em>and of judgment on the wicked art thou full</em> (hast thou thy fill), cf. Di Du; <span dir=\"rtl\">מָלֵא לֵב לַעֲשׂוֹת רָ֑ע</span> <a data-ref=\"Ecclesiastes 8:11\" href=\"/Ecclesiastes.8.11\">Ec 8:11</a>; especially of days, years, <em>be full, accomplished, ended</em>, <a data-ref=\"Genesis 25:24\" href=\"/Genesis.25.24\">Gn 25:24</a>; <a data-ref=\"Genesis 29:21\" href=\"/Genesis.29.21\">29:21</a>; <a data-ref=\"Genesis 50:3\" href=\"/Genesis.50.3\">50:3</a><sup>(×2)</sup> (JE); <a data-ref=\"Leviticus 8:33\" href=\"/Leviticus.8.33\">Lv 8:33</a>; <a data-ref=\"Leviticus 12:4\" href=\"/Leviticus.12.4\">12:4</a>, <a data-ref=\"Leviticus 12:6\" href=\"/Leviticus.12.6\">6</a>; <a data-ref=\"Leviticus 25:30\" href=\"/Leviticus.25.30\">25:30</a> <a data-ref=\"Numbers 6:5\" href=\"/Numbers.6.5\">Nu 6:5</a>, <a data-ref=\"Numbers 6:13\" href=\"/Numbers.6.13\">13</a> (P); <a data-ref=\"I Samuel 18:26\" href=\"/I_Samuel.18.26\">1 S 18:26</a> <a data-ref=\"II Samuel 7:12\" href=\"/II_Samuel.7.12\">2 S 7:12</a>; <a data-ref=\"Jeremiah 25:12\" href=\"/Jeremiah.25.12\">Je 25:12</a>; <a data-ref=\"Jeremiah 29:10\" href=\"/Jeremiah.29.10\">29:10</a> <a data-ref=\"Lamentations 4:18\" href=\"/Lamentations.4.18\">La 4:18</a> <a data-ref=\"Ezekiel 5:2\" href=\"/Ezekiel.5.2\">Ez 5:2</a> <a data-ref=\"I Chronicles 17:11\" href=\"/I_Chronicles.17.11\">1 Ch 17:11</a> <a data-ref=\"Esther 1:5\" href=\"/Esther.1.5\">Est 1:5</a>; <a data-ref=\"Esther 2:12\" href=\"/Esther.2.12\">2:12</a> <a data-ref=\"Daniel 10:3\" href=\"/Daniel.10.3\">Dn 10:3</a>; cf. also with other subj. (lit.) <a data-ref=\"Jeremiah 25:34\" href=\"/Jeremiah.25.34\">Je 25:34</a> <a data-ref=\"Isaiah 40:2\" href=\"/Isaiah.40.2\">Is 40:2</a>. <strong>2.</strong>  trans. <em>fill</em>, of populating sea and earth <a data-ref=\"Genesis 1:22\" href=\"/Genesis.1.22\">Gn 1:22</a>, <a data-ref=\"Genesis 1:28\" href=\"/Genesis.1.28\">28</a>; <a data-ref=\"Genesis 9:1\" href=\"/Genesis.9.1\">9:1</a> (all P); <em>consecrate</em> <span dir=\"rtl\">מִלְאוּ יֶדְכֶם ליהוה</span>; (lit. fill the hand) <a data-ref=\"Exodus 32:29\" href=\"/Exodus.32.29\">Ex 32:29</a> (cf. infr.); especially of glory of <span dir=\"rtl\">י׳</span> filling tabern. and temple; <a data-ref=\"Exodus 40:34\" href=\"/Exodus.40.34\">Ex 40:34</a>, <a data-ref=\"Exodus 40:35\" href=\"/Exodus.40.35\">35</a> (P) <a data-ref=\"I Kings 8:10\" href=\"/I_Kings.8.10\">1 K 8:10</a>, <a data-ref=\"I Kings 8:11\" href=\"/I_Kings.8.11\">11</a>, cf. <a data-ref=\"Isaiah 6:1\" href=\"/Isaiah.6.1\">Is 6:1</a>; v. also <a data-ref=\"Jeremiah 23:24\" href=\"/Jeremiah.23.24\">Je 23:24</a>, especially lit. <a data-ref=\"Ezekiel 10:3\" href=\"/Ezekiel.10.3\">Ez 10:3</a>; <a data-ref=\"Ezekiel 43:5\" href=\"/Ezekiel.43.5\">43:5</a>; <a data-ref=\"Ezekiel 44:4\" href=\"/Ezekiel.44.4\">44:4</a> <a data-ref=\"II Chronicles 5:14\" href=\"/II_Chronicles.5.14\">2 Ch 5:14</a>; <a data-ref=\"II Chronicles 7:1\" href=\"/II_Chronicles.7.1\">7:1</a>, <a data-ref=\"II Chronicles 7:2\" href=\"/II_Chronicles.7.2\">2</a>; sq. 2 acc. <em>fill</em> jars (with) water <a data-ref=\"I Kings 18:34\" href=\"/I_Kings.18.34\">1 K 18:34</a>; abs. <em>overflow</em> <span dir=\"rtl\">מ׳ עַל־כָּל־גְּדוֹתָיו</span> <a data-ref=\"Joshua 3:15\" href=\"/Joshua.3.15\">Jos 3:15</a> (cf. <a data-ref=\"I Chronicles 12:16\" href=\"/I_Chronicles.12.16\">1 Ch 12:16</a> <strong>Pi.</strong>); fig. <em>fill</em> land with sin <a data-ref=\"Jeremiah 16:18\" href=\"/Jeremiah.16.18\">Je 16:18</a>, cf. <a data-ref=\"Jeremiah 19:4\" href=\"/Jeremiah.19.4\">19:4</a> <a data-ref=\"Ezekiel 8:17\" href=\"/Ezekiel.8.17\">Ez 8:17</a>; <a data-ref=\"Ezekiel 28:16\" href=\"/Ezekiel.28.16\">28:16</a>, cf. <a data-ref=\"Ezekiel 30:11\" href=\"/Ezekiel.30.11\">30:11</a>; <span dir=\"rtl\">מְלָאוֹ לִבּוֹ לֵעֲשׂוֹת־כֵּן</span> <a data-ref=\"Esther 7:5\" href=\"/Esther.7.5\">Est 7:5</a> (cf. <a data-ref=\"Ecclesiastes 8:11\" href=\"/Ecclesiastes.8.11\">Ec 8:11</a> supr.); <span dir=\"rtl\">מִלְאוּ הַשְּׁלָטִים</span> <a data-ref=\"Jeremiah 51:11\" href=\"/Jeremiah.51.11\">Je 51:11</a> meaning obscure, v. [<a ,=\"\" data-ref=\"BDB, שֶׁ֫לֶט\" dir=\"rtl\" href=\"/BDB,_שֶׁ֫לֶט\">שֶׁלֶט</a>]; Gie proposes <span dir=\"rtl\">מִדְטוּ הַשּׁ׳</span> <em>polish</em>.<br>†<strong>Niph.</strong>  Pf. <span dir=\"rtl\">נִמְלָא־</span> <a data-ref=\"Song of Songs 5:2\" href=\"/Song_of_Songs.5.2\">Ct 5:2</a>; Impf. <span dir=\"rtl\">יִמָּלֵא</span> <a data-ref=\"II Samuel 23:7\" href=\"/II_Samuel.23.7\">2 S 23:7</a> + 9 times; <span dir=\"rtl\">וַיִּמָּלֵא</span> <a data-ref=\"Exodus 7:25\" href=\"/Exodus.7.25\">Ex 7:25</a> + 5 times; <span dir=\"rtl\">יִמָּֽלְא֫וּ</span> <a data-ref=\"Proverbs 3:10\" href=\"/Proverbs.3.10\">Pr 3:10</a> + 2 times; <span dir=\"rtl\">יִמָּֽלֵא֑וּ</span> <a data-ref=\"Proverbs 24:4\" href=\"/Proverbs.24.4\">Pr 24:4</a>; <span dir=\"rtl\">יִמָּֽלְאוּן</span> <a data-ref=\"Ezekiel 32:6\" href=\"/Ezekiel.32.6\">Ez 32:6</a>;— <strong>1.</strong>  <em>be filled</em>, usually c. acc. mat. (c. <span dir=\"rtl\">מִן</span> of source <a data-ref=\"Ecclesiastes 1:8\" href=\"/Ecclesiastes.1.8\">Ec 1:8</a>, cf. <a data-ref=\"Ezekiel 32:6\" href=\"/Ezekiel.32.6\">Ez 32:6</a>; c. <span dir=\"rtl\">לְ</span> <a data-ref=\"Habakkuk 2:14\" href=\"/Habakkuk.2.14\">Hb 2:14</a>); land, with people <a data-ref=\"Exodus 1:7\" href=\"/Exodus.1.7\">Ex 1:7</a>; cf. <a data-ref=\"II Kings 3:17\" href=\"/II_Kings.3.17\">2 K 3:17</a>, <a data-ref=\"II Kings 3:20\" href=\"/II_Kings.3.20\">20</a> <a data-ref=\"Isaiah 2:7\" href=\"/Isaiah.2.7\">Is 2:7</a><sup>(×2)</sup>, <a data-ref=\"Isaiah 2:8\" href=\"/Isaiah.2.8\">8</a>; house with smoke <a data-ref=\"Isaiah 6:4\" href=\"/Isaiah.6.4\">Is 6:4</a>, cf. <a data-ref=\"Ezekiel 10:4\" href=\"/Ezekiel.10.4\">Ez 10:4</a>; v. also <a data-ref=\"Proverbs 3:10\" href=\"/Proverbs.3.10\">Pr 3:10</a>; <a data-ref=\"Proverbs 24:4\" href=\"/Proverbs.24.4\">24:4</a> <a data-ref=\"Jeremiah 13:12\" href=\"/Jeremiah.13.12\">Je 13:12</a><sup>(×2)</sup> <a data-ref=\"Zechariah 8:5\" href=\"/Zechariah.8.5\">Zc 8:5</a> <a data-ref=\"Song of Songs 5:2\" href=\"/Song_of_Songs.5.2\">Ct 5:2</a> <a data-ref=\"Ecclesiastes 11:3\" href=\"/Ecclesiastes.11.3\">Ec 11:3</a> <a data-ref=\"II Kings 10:21\" href=\"/II_Kings.10.21\">2 K 10:21</a> <a data-ref=\"Ezekiel 32:6\" href=\"/Ezekiel.32.6\">Ez 32:6</a>; = <em>be armed</em> <a data-ref=\"II Samuel 23:7\" href=\"/II_Samuel.23.7\">2 S 23:7</a> (lit. <em>be filled</em> or <em>full himself</em>, i.e. his hand, with weapon, cf. <strong>Pi. 2</strong>); <em>be satisfied</em>, subj. <span dir=\"rtl\">נֶפֶשׁ</span> = appetite <a data-ref=\"Ecclesiastes 6:7\" href=\"/Ecclesiastes.6.7\">Ec 6:7</a>; subj. <span dir=\"rtl\">אֹזֶן</span> <a data-ref=\"Ecclesiastes 1:8\" href=\"/Ecclesiastes.1.8\">Ec 1:8</a>; fig. earth filled with violence (cf. <strong>Qal</strong>) <a data-ref=\"Genesis 6:11\" href=\"/Genesis.6.11\">Gn 6:11</a>, cf. <a data-ref=\"Ezekiel 9:9\" href=\"/Ezekiel.9.9\">Ez 9:9</a>; <a data-ref=\"Ezekiel 23:33\" href=\"/Ezekiel.23.33\">23:33</a>; with glory and knowledge of <span dir=\"rtl\">י׳</span> <a data-ref=\"Numbers 14:21\" href=\"/Numbers.14.21\">Nu 14:21</a> <a data-ref=\"Habakkuk 2:14\" href=\"/Habakkuk.2.14\">Hb 2:14</a> <a data-ref=\"Psalms 72:19\" href=\"/Psalms.72.19\">ψ 72:19</a>; v. also <a data-ref=\"I Kings 7:14\" href=\"/I_Kings.7.14\">1 K 7:14</a> <a data-ref=\"Psalms 71:8\" href=\"/Psalms.71.8\">ψ 71:8</a>; <a data-ref=\"Psalms 126:2\" href=\"/Psalms.126.2\">126:2</a> <a data-ref=\"Esther 3:5\" href=\"/Esther.3.5\">Est 3:5</a>; <a data-ref=\"Esther 5:9\" href=\"/Esther.5.9\">5:9</a> <a data-ref=\"Proverbs 20:17\" href=\"/Proverbs.20.17\">Pr 20:17</a>; abs. <a data-ref=\"Ezekiel 26:2\" href=\"/Ezekiel.26.2\">Ez 26:2</a> (but Co sub <span dir=\"rtl\">מָלֵא</span> adj., so 𝔊 𝔗) <a data-ref=\"Ezekiel 27:25\" href=\"/Ezekiel.27.25\">27:25</a>. <strong>2.</strong>  <em>be accomplished, ended</em>, subj. days <a data-ref=\"Exodus 7:25\" href=\"/Exodus.7.25\">Ex 7:25</a>; of an exchange, requital, <a data-ref=\"Job 15:32\" href=\"/Job.15.32\">Jb 15:32</a>.<br><strong>Pi.</strong><sub>112</sub>  Pf. <span dir=\"rtl\">מִלֵּא</span> <a data-ref=\"Exodus 35:35\" href=\"/Exodus.35.35\">Ex 35:35</a> +; <span dir=\"rtl\">מִלָּא</span> <a data-ref=\"Jeremiah 51:34\" href=\"/Jeremiah.51.34\">Je 51:34</a>; <span dir=\"rtl\">מִלֵּאתָ</span> <a data-ref=\"Deuteronomy 6:11\" href=\"/Deuteronomy.6.11\">Dt 6:11</a> +; <span dir=\"rtl\">מִלְאוּ</span> <a data-ref=\"Numbers 32:11\" href=\"/Numbers.32.11\">Nu 32:11</a> +, etc.; Impf. <span dir=\"rtl\">יְמַלֵּא</span> <a data-ref=\"Leviticus 8:33\" href=\"/Leviticus.8.33\">Lv 8:33</a> +; <span dir=\"rtl\">יְמַלֵּה</span> <a data-ref=\"Job 8:21\" href=\"/Job.8.21\">Jb 8:21</a>; <span dir=\"rtl\">וַיְמַלְאוּ</span> <a data-ref=\"Genesis 42:25\" href=\"/Genesis.42.25\">Gn 42:25</a> <a data-ref=\"Exodus 39:10\" href=\"/Exodus.39.10\">Ex 39:10</a>; <span dir=\"rtl\">יְמַלֵּ֑אוּ</span> <a data-ref=\"Ezekiel 7:19\" href=\"/Ezekiel.7.19\">Ez 7:19</a>, etc.; Imv. <span dir=\"rtl\">מַלֵּא</span> <a data-ref=\"Genesis 29:27\" href=\"/Genesis.29.27\">Gn 29:27</a> + 5 times; <span dir=\"rtl\">מַלְאוּ</span> <a data-ref=\"Jeremiah 4:5\" href=\"/Jeremiah.4.5\">Je 4:5</a> <a data-ref=\"Ezekiel 9:7\" href=\"/Ezekiel.9.7\">Ez 9:7</a>; Inf. cstr. <span dir=\"rtl\">מַלֵּא</span> <a data-ref=\"Exodus 29:29\" href=\"/Exodus.29.29\">Ex 29:29</a> + 5 times; <span dir=\"rtl\">מַלְּאוֹת (-אֹת)</span> <a data-ref=\"Exodus 31:5\" href=\"/Exodus.31.5\">Ex 31:5</a> + 5 times; sf. <span dir=\"rtl\">מַלְּאָם</span> <a data-ref=\"Jeremiah 33:5\" href=\"/Jeremiah.33.5\">Je 33:5</a>; Pt. <span dir=\"rtl\">מְמַלֵּא</span> <a data-ref=\"Jeremiah 13:13\" href=\"/Jeremiah.13.13\">Je 13:13</a> <a data-ref=\"I Chronicles 12:15\" href=\"/I_Chronicles.12.15\">1 Ch 12:15</a>; pl. <span dir=\"rtl\">מְמַלְאִים</span> <a data-ref=\"Isaiah 65:11\" href=\"/Isaiah.65.11\">Is 65:11</a> + 2 times;— <strong>1.</strong>  <em>fill</em> (often c. 2 acc.; lit., c. <span dir=\"rtl\">בְּ</span> <a data-ref=\"II Kings 9:24\" href=\"/II_Kings.9.24\">2 K 9:24</a> <a data-ref=\"Ezra 9:11\" href=\"/Ezra.9.11\">Ezr 9:11</a> <a data-ref=\"Job 40:31\" href=\"/Job.40.31\">Jb 40:31</a>; c. <span dir=\"rtl\">מִן</span> <a data-ref=\"Jeremiah 51:34\" href=\"/Jeremiah.51.34\">Je 51:34</a> <a data-ref=\"Psalms 127:5\" href=\"/Psalms.127.5\">ψ 127:5</a>): <a data-ref=\"Genesis 21:19\" href=\"/Genesis.21.19\">Gn 21:19</a>; <a data-ref=\"Genesis 24:16\" href=\"/Genesis.24.16\">24:16</a>; <a data-ref=\"Genesis 26:15\" href=\"/Genesis.26.15\">26:15</a>; <a data-ref=\"Genesis 42:25\" href=\"/Genesis.42.25\">42:25</a>; <a data-ref=\"Genesis 44:1\" href=\"/Genesis.44.1\">44:1</a> <a data-ref=\"Exodus 2:16\" href=\"/Exodus.2.16\">Ex 2:16</a> <a data-ref=\"Deuteronomy 6:11\" href=\"/Deuteronomy.6.11\">Dt 6:11</a> <a data-ref=\"Joshua 9:13\" href=\"/Joshua.9.13\">Jos 9:13</a> <a data-ref=\"I Kings 18:35\" href=\"/I_Kings.18.35\">1 K 18:35</a>; <a data-ref=\"I Kings 20:27\" href=\"/I_Kings.20.27\">20:27</a> <a data-ref=\"II Kings 3:25\" href=\"/II_Kings.3.25\">2 K 3:25</a>; <a data-ref=\"II Kings 23:14\" href=\"/II_Kings.23.14\">23:14</a> <a data-ref=\"Isaiah 23:2\" href=\"/Isaiah.23.2\">Is 23:2</a> <a data-ref=\"Job 3:15\" href=\"/Job.3.15\">Jb 3:15</a>; <a data-ref=\"Job 22:18\" href=\"/Job.22.18\">22:18</a> <a data-ref=\"Jeremiah 41:9\" href=\"/Jeremiah.41.9\">Je 41:9</a> <a data-ref=\"Ezekiel 3:3\" href=\"/Ezekiel.3.3\">Ez 3:3</a>; <a data-ref=\"Ezekiel 7:19\" href=\"/Ezekiel.7.19\">7:19</a>; <a data-ref=\"Ezekiel 9:7\" href=\"/Ezekiel.9.7\">9:7</a>; <a data-ref=\"Ezekiel 10:2\" href=\"/Ezekiel.10.2\">10:2</a>; <a data-ref=\"Ezekiel 24:4\" href=\"/Ezekiel.24.4\">24:4</a> <a data-ref=\"Nahum 2:13\" href=\"/Nahum.2.13\">Na 2:13</a> <a data-ref=\"Haggai 2:7\" href=\"/Haggai.2.7\">Hg 2:7</a> <a data-ref=\"Psalms 129:7\" href=\"/Psalms.129.7\">ψ 129:7</a> <a data-ref=\"II Chronicles 16:14\" href=\"/II_Chronicles.16.14\">2 Ch 16:14</a>, etc. (indef. subj.); <em>fill</em> (cup) <em>with drink</em> for libation <a data-ref=\"Isaiah 65:11\" href=\"/Isaiah.65.11\">Is 65:11</a>; fig. <em>fill with spirit</em> <a data-ref=\"Exodus 28:3\" href=\"/Exodus.28.3\">Ex 28:3</a>; <a data-ref=\"Exodus 31:3\" href=\"/Exodus.31.3\">31:3</a>; <a data-ref=\"Exodus 35:31\" href=\"/Exodus.35.31\">35:31</a> cf. v <a data-ref=\"Exodus 35:35\" href=\"/Exodus.35.35\">35</a>, <a data-ref=\"Psalms 107:9\" href=\"/Psalms.107.9\">ψ 107:9</a> <a data-ref=\"Isaiah 33:5\" href=\"/Isaiah.33.5\">Is 33:5</a> <a data-ref=\"Jeremiah 15:17\" href=\"/Jeremiah.15.17\">Je 15:17</a>; fill (with blood) <a data-ref=\"II Kings 21:16\" href=\"/II_Kings.21.16\">2 K 21:16</a>; with abominations <a data-ref=\"Ezra 9:11\" href=\"/Ezra.9.11\">Ezr 9:11</a> (c. <span dir=\"rtl\">בְּ</span>). <strong>2.</strong>  special uses are: <em>satisfy</em> appetite <a data-ref=\"Job 38:39\" href=\"/Job.38.39\">Jb 38:39</a> <a data-ref=\"Psalms 17:14\" href=\"/Psalms.17.14\">ψ 17:14</a> <a data-ref=\"Proverbs 6:30\" href=\"/Proverbs.6.30\">Pr 6:30</a> <a data-ref=\"Job 20:23\" href=\"/Job.20.23\">Jb 20:23</a> <a data-ref=\"Jeremiah 51:14\" href=\"/Jeremiah.51.14\">Je 51:14</a> (fig.); <em>take a handful of</em> <span dir=\"rtl\">מ׳ כַּפּוֹ מִן</span> <a data-ref=\"Leviticus 9:17\" href=\"/Leviticus.9.17\">Lv 9:17</a>; <em>grasp</em> <span dir=\"rtl\">מ׳ יָדוֹ בְּ</span> <a data-ref=\"II Kings 9:24\" href=\"/II_Kings.9.24\">2 K 9:24</a>, cf. (of laying arrow on bow) fig. <span dir=\"rtl\">מ׳ קֶשֶׁת</span> … <span dir=\"rtl\">אֶפְרַיִם</span> <a data-ref=\"Zechariah 9:13\" href=\"/Zechariah.9.13\">Zc 9:13</a>; <em>overflow</em> <span dir=\"rtl\">מְמַלֵּא עַל־כָּל־גְּד֯יֹתָיו</span> <a data-ref=\"I Chronicles 12:16\" href=\"/I_Chronicles.12.16\">1 Ch 12:16</a> (cf. <a data-ref=\"Joshua 3:15\" href=\"/Joshua.3.15\">Jos 3:15</a> <strong>Qal</strong>); <em>give in full</em> <span dir=\"rtl\">וַיְמַלְאוּם לַמֶּלֶךְ</span> <a data-ref=\"I Samuel 18:27\" href=\"/I_Samuel.18.27\">1 S 18:27</a> (read <span dir=\"rtl\">וַיְמַלְּאֵם</span> A 𝔊L 𝔙 We Dr Kit Bu); <span dir=\"rtl\">מִלֵּא יַד פּ׳</span> fig. for <em>institute to a priestly office, consecrate</em> <a data-ref=\"Exodus 28:41\" href=\"/Exodus.28.41\">Ex 28:41</a>; <a data-ref=\"Exodus 29:9\" href=\"/Exodus.29.9\">29:9</a>, <a data-ref=\"Exodus 29:29\" href=\"/Exodus.29.29\">29</a>, <a data-ref=\"Exodus 29:33\" href=\"/Exodus.29.33\">33</a>, <a data-ref=\"Exodus 29:35\" href=\"/Exodus.29.35\">35</a>; <a data-ref=\"Exodus 32:29\" href=\"/Exodus.32.29\">32:29</a> <a data-ref=\"Leviticus 8:33\" href=\"/Leviticus.8.33\">Lv 8:33</a>; <a data-ref=\"Leviticus 16:32\" href=\"/Leviticus.16.32\">16:32</a>; <a data-ref=\"Leviticus 21:10\" href=\"/Leviticus.21.10\">21:10</a> <a data-ref=\"Numbers 3:3\" href=\"/Numbers.3.3\">Nu 3:3</a> <a data-ref=\"Judges 17:5\" href=\"/Judges.17.5\">Ju 17:5</a>, <a data-ref=\"Judges 17:12\" href=\"/Judges.17.12\">12</a> <a data-ref=\"I Kings 13:33\" href=\"/I_Kings.13.33\">1 K 13:33</a> <a data-ref=\"Ezekiel 43:26\" href=\"/Ezekiel.43.26\">Ez 43:26</a> (altar), <a data-ref=\"I Chronicles 29:5\" href=\"/I_Chronicles.29.5\">1 Ch 29:5</a>; <a data-ref=\"II Chronicles 13:9\" href=\"/II_Chronicles.13.9\">2 Ch 13:9</a>; <a data-ref=\"II Chronicles 29:31\" href=\"/II_Chronicles.29.31\">29:31</a> (cf. Assyrian <em>qāta</em> … <em>mullû</em>, <em>confer upon</em>, Dl<sup>HWB 409</sup>); <span dir=\"rtl\">מ׳ אַהֲרֵי</span> <em>wholly follow</em> <span dir=\"rtl\">י׳</span> <a data-ref=\"Numbers 14:24\" href=\"/Numbers.14.24\">Nu 14:24</a>; <a data-ref=\"Numbers 32:11\" href=\"/Numbers.32.11\">32:11</a>, <a data-ref=\"Numbers 32:12\" href=\"/Numbers.32.12\">12</a> <a data-ref=\"Deuteronomy 1:36\" href=\"/Deuteronomy.1.36\">Dt 1:36</a> <a data-ref=\"Joshua 14:8\" href=\"/Joshua.14.8\">Jos 14:8</a>, <a data-ref=\"Joshua 14:9\" href=\"/Joshua.14.9\">9</a>, <a data-ref=\"Joshua 14:14\" href=\"/Joshua.14.14\">14</a> <a data-ref=\"I Kings 11:6\" href=\"/I_Kings.11.6\">1 K 11:6</a>; <em>fill in</em>, i.e. <em>set</em> precious stones <a data-ref=\"Exodus 28:17\" href=\"/Exodus.28.17\">Ex 28:17</a> <span dir=\"rtl\">(מ׳ בּוֹ מִלֻּאַת אֶבֶן)</span> cf. <a data-ref=\"Exodus 31:5\" href=\"/Exodus.31.5\">31:5</a>; <a data-ref=\"Exodus 35:33\" href=\"/Exodus.35.33\">35:33</a>; <a data-ref=\"Exodus 39:10\" href=\"/Exodus.39.10\">39:10</a> (all P); etc. <strong>3.</strong>  <em>fulfil, accomplish, complete</em>, obj. week, year, day, <a data-ref=\"Genesis 29:27\" href=\"/Genesis.29.27\">Gn 29:27</a>, <a data-ref=\"Genesis 29:28\" href=\"/Genesis.29.28\">28</a> <a data-ref=\"Exodus 23:26\" href=\"/Exodus.23.26\">Ex 23:26</a> <a data-ref=\"Isaiah 65:20\" href=\"/Isaiah.65.20\">Is 65:20</a> <a data-ref=\"Job 39:2\" href=\"/Job.39.2\">Jb 39:2</a> <a data-ref=\"II Chronicles 36:21\" href=\"/II_Chronicles.36.21\">2 Ch 36:21</a> <a data-ref=\"Daniel 9:2\" href=\"/Daniel.9.2\">Dn 9:2</a>; obj. word, promise, etc.; subj. <span dir=\"rtl\">י׳</span> <a data-ref=\"I Kings 8:15\" href=\"/I_Kings.8.15\">1 K 8:15</a>, <a data-ref=\"I Kings 8:24\" href=\"/I_Kings.8.24\">24</a> <a data-ref=\"II Chronicles 6:4\" href=\"/II_Chronicles.6.4\">2 Ch 6:4</a>, <a data-ref=\"II Chronicles 6:15\" href=\"/II_Chronicles.6.15\">15</a> <a data-ref=\"Psalms 20:5\" href=\"/Psalms.20.5\">ψ 20:5</a>, <a data-ref=\"Psalms 20:6\" href=\"/Psalms.20.6\">6</a>; subj. men <a data-ref=\"I Kings 2:27\" href=\"/I_Kings.2.27\">1 K 2:27</a> <a data-ref=\"Jeremiah 44:25\" href=\"/Jeremiah.44.25\">Je 44:25</a> <a data-ref=\"II Chronicles 36:21\" href=\"/II_Chronicles.36.21\">2 Ch 36:21</a>. <strong>4.</strong>  <em>confirm</em> words <a data-ref=\"I Kings 1:14\" href=\"/I_Kings.1.14\">1 K 1:14</a>.<br>†<strong>Pu.</strong>  Pt. <em>filled</em>, i.e. <em>set</em> with jewels <span dir=\"rtl\">מְמֻלָּאִים בַּתַּרְשִׁישׁ</span> <a data-ref=\"Song of Songs 5:14\" href=\"/Song_of_Songs.5.14\">Ct 5:14</a>.<br>†<strong>Hithp.</strong>  Impf. <span dir=\"rtl\">עָלַי יִתְמַלָּא֑וּן</span> <a data-ref=\"Job 16:10\" href=\"/Job.16.10\">Jb 16:10</a>, <em>mass themselves</em> against me; perhaps denom. from <span dir=\"rtl\">מְלֹא</span> <strong>2</strong>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d37eb6084aa1cbf277b1", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עֹלָה 1", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "BDB, עֹלָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, עֹלָה א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עֹלָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["II. <big><span dir=\"rtl\">עֹלָה</span></big><sub>286</sub>  <strong>n.f.</strong> whole burnt-offering <strong>(</strong><em>that which goes up</em> (√ <strong>6</strong>) to heaven (al. on altar)<strong>)</strong>;—<span dir=\"rtl\">ע׳</span> <a data-ref=\"Genesis 22:3\" href=\"/Genesis.22.3\">Gn 22:3</a> + 141 times; <span dir=\"rtl\">עוֹלָה</span> <a data-ref=\"Numbers 28:27\" href=\"/Numbers.28.27\">Nu 28:37</a> + 33 times; cstr. <span dir=\"rtl\">עֹלַת</span> <a data-ref=\"Exodus 29:42\" href=\"/Exodus.29.42\">Ex 29:42</a> + 27 times, <span dir=\"rtl\">עוֹלַת</span> <a data-ref=\"Numbers 28:24\" href=\"/Numbers.28.24\">Nu 28:24</a> + 2 times; sf. <span dir=\"rtl\">עוֹלָֽתְךָ</span> <a data-ref=\"Psalms 20:4\" href=\"/Psalms.20.4\">ψ 20:4</a>, etc.; pl. <span dir=\"rtl\">עֹלוֹת</span> <a data-ref=\"Joshua 8:31\" href=\"/Joshua.8.31\">Jos 8:31</a> + 42 times, <span dir=\"rtl\">עֹלֹת</span> <a data-ref=\"Genesis 8:20\" href=\"/Genesis.8.20\">Gn 8:20</a> + 3 times; <span dir=\"rtl\">עוֹלֹת</span> <a data-ref=\"Deuteronomy 27:6\" href=\"/Deuteronomy.27.6\">Dt 27:6</a>, <span dir=\"rtl\">עוֹלוֹת</span> <a data-ref=\"Amos 5:22\" href=\"/Amos.5.22\">Am 5:22</a> +; sf. <span dir=\"rtl\">עֹלוֹתֵיכֶם</span> <a data-ref=\"Jeremiah 6:20\" href=\"/Jeremiah.6.20\">Je 6:20</a> +, etc.;—the <em>whole burnt-offering</em> (beast or fowl) is entirely consumed and goes up in the flame of the altar to God expressing the ascent of the soul in worship. All of the victim is laid on the altar except the hide and such parts as could not be washed clean. If beast the <span dir=\"rtl\">ע׳</span> must be a male without blemish <a data-ref=\"Leviticus 1:3\" href=\"/Leviticus.1.3\">Lv 1:3</a>, <a data-ref=\"Leviticus 1:10\" href=\"/Leviticus.1.10\">10</a>; <a data-ref=\"Leviticus 22:18\" href=\"/Leviticus.22.18\">22:18</a>, <a data-ref=\"Leviticus 22:19\" href=\"/Leviticus.22.19\">19</a>, of herd or flock; if of flock, either sheep or goat; if fowl, either turtledove or young pigeon <a data-ref=\"Leviticus 1:14\" href=\"/Leviticus.1.14\">Lv 1:14</a>, the latter usually offered by the poor †<a data-ref=\"Leviticus 5:7\" href=\"/Leviticus.5.7\">5:7</a>; <a data-ref=\"Leviticus 12:8\" href=\"/Leviticus.12.8\">12:8</a>; <a data-ref=\"Leviticus 14:22\" href=\"/Leviticus.14.22\">14:22</a>; <a data-ref=\"Leviticus 15:14\" href=\"/Leviticus.15.14\">15:14</a>, <a data-ref=\"Leviticus 15:15\" href=\"/Leviticus.15.15\">15</a>, <a data-ref=\"Leviticus 15:29\" href=\"/Leviticus.15.29\">29</a>, <a data-ref=\"Leviticus 15:30\" href=\"/Leviticus.15.30\">30</a>; <a data-ref=\"Numbers 6:10\" href=\"/Numbers.6.10\">Nu 6:10</a>, <a data-ref=\"Numbers 6:11\" href=\"/Numbers.6.11\">11</a>. A lamb was offered by individuals <a data-ref=\"Leviticus 12:6\" href=\"/Leviticus.12.6\">Lv 12:6</a>; <a data-ref=\"Numbers 6:14\" href=\"/Numbers.6.14\">Nu 6:14</a>, and by the nation at the <span dir=\"rtl\">עֹמֶר</span> offering <a data-ref=\"Leviticus 23:12\" href=\"/Leviticus.23.12\">Lv 23:12</a>, and daily at the <span dir=\"rtl\">עֹלַת הַבֹּקֶר</span> <a data-ref=\"Leviticus 9:17\" href=\"/Leviticus.9.17\">9:17</a>; <a data-ref=\"Numbers 28:23\" href=\"/Numbers.28.23\">Nu 28:23</a>; <a data-ref=\"II Kings 16:15\" href=\"/II_Kings.16.15\">2 K 16:15</a>; <a data-ref=\"Ezekiel 46:13\" href=\"/Ezekiel.46.13\">Ez 46:13</a>, and at morning and evening <span dir=\"rtl\">עלה תמיד</span> <a data-ref=\"Numbers 28:3\" href=\"/Numbers.28.3\">Nu 28:3</a>, †<span dir=\"rtl\">עֹלַת (הַ)תָּמִיד</span> <a data-ref=\"Exodus 29:42\" href=\"/Exodus.29.42\">Ex 29:42</a>; <a data-ref=\"Numbers 28:6\" href=\"/Numbers.28.6\">Nu 28:6</a>, <a data-ref=\"Numbers 28:10\" href=\"/Numbers.28.10\">10</a>, <a data-ref=\"Numbers 28:15\" href=\"/Numbers.28.15\">15</a>, <a data-ref=\"Numbers 28:23\" href=\"/Numbers.28.23\">23</a>, <a data-ref=\"Numbers 28:24\" href=\"/Numbers.28.24\">24</a>, <a data-ref=\"Numbers 28:31\" href=\"/Numbers.28.31\">31</a>; <a data-ref=\"Numbers 29:6\" href=\"/Numbers.29.6\">29:6</a>, <a data-ref=\"Numbers 29:11\" href=\"/Numbers.29.11\">11</a>, <a data-ref=\"Numbers 29:16\" href=\"/Numbers.29.16\">16</a>, <a data-ref=\"Numbers 29:19\" href=\"/Numbers.29.19\">19</a>, <a data-ref=\"Numbers 29:22\" href=\"/Numbers.29.22\">22</a>, <a data-ref=\"Numbers 29:25\" href=\"/Numbers.29.25\">25</a>, <a data-ref=\"Numbers 29:28\" href=\"/Numbers.29.28\">28</a>, <a data-ref=\"Numbers 29:31\" href=\"/Numbers.29.31\">31</a>, <a data-ref=\"Numbers 29:34\" href=\"/Numbers.29.34\">34</a>, <a data-ref=\"Numbers 29:38\" href=\"/Numbers.29.38\">38</a>; <a data-ref=\"Ezra 3:5\" href=\"/Ezra.3.5\">Ezr 3:5</a>; <a data-ref=\"Nehemiah 10:34\" href=\"/Nehemiah.10.34\">Ne 10:34</a>; <a data-ref=\"Ezekiel 46:15\" href=\"/Ezekiel.46.15\">Ez 46:15</a>. These were doubled at the <span dir=\"rtl\">עֹלַת שַׁבָּת</span> <a data-ref=\"Numbers 28:10\" href=\"/Numbers.28.10\">Nu 28:10</a>. A ram was offered by Aaron and his sons †<a data-ref=\"Exodus 29:18\" href=\"/Exodus.29.18\">Ex 29:18</a>; <a data-ref=\"Leviticus 8:18\" href=\"/Leviticus.8.18\">Lv 8:18</a>; <a data-ref=\"Leviticus 9:2\" href=\"/Leviticus.9.2\">9:2</a>; <a data-ref=\"Leviticus 16:3\" href=\"/Leviticus.16.3\">16:3</a>, <a data-ref=\"Leviticus 16:5\" href=\"/Leviticus.16.5\">5</a>; but a young bullock was of greater value <a data-ref=\"Numbers 15:8\" href=\"/Numbers.15.8\">Nu 15:8</a>, <a data-ref=\"Numbers 15:24\" href=\"/Numbers.15.24\">24</a>; <a data-ref=\"II Samuel 24:22\" href=\"/II_Samuel.24.22\">2 S 24:22</a> <a data-ref=\"I Chronicles 21:23\" href=\"/I_Chronicles.21.23\">1 Ch 21:23</a>, at consecration of Levites <a data-ref=\"Numbers 8:12\" href=\"/Numbers.8.12\">Nu 8:12</a>, so calves <a data-ref=\"Micah 6:6\" href=\"/Micah.6.6\">Mi 6:6</a>; on great occasions bullocks + rams <a data-ref=\"Numbers 23:1-6\" href=\"/Numbers.23.1-6\">Nu 23:1–6</a>, <a data-ref=\"Numbers 23:14\" href=\"/Numbers.23.14\">14</a>, <a data-ref=\"Numbers 23:15\" href=\"/Numbers.23.15\">15</a>, bullocks + rams + lambs <a data-ref=\"Isaiah 1:11\" href=\"/Isaiah.1.11\">Is 1:11</a>; one of each kind offered by tribal chiefs <a data-ref=\"Numbers 7:15\" href=\"/Numbers.7.15\">Nu 7:15</a>, <a data-ref=\"Numbers 7:21\" href=\"/Numbers.7.21\">21</a>, <a data-ref=\"Numbers 7:27\" href=\"/Numbers.7.27\">27</a>, <a data-ref=\"Numbers 7:33\" href=\"/Numbers.7.33\">33</a>, <a data-ref=\"Numbers 7:39\" href=\"/Numbers.7.39\">39</a>, <a data-ref=\"Numbers 7:45\" href=\"/Numbers.7.45\">45</a>, <a data-ref=\"Numbers 7:51\" href=\"/Numbers.7.51\">51</a>, <a data-ref=\"Numbers 7:57\" href=\"/Numbers.7.57\">57</a>, <a data-ref=\"Numbers 7:63\" href=\"/Numbers.7.63\">63</a>, <a data-ref=\"Numbers 7:69\" href=\"/Numbers.7.69\">69</a>, <a data-ref=\"Numbers 7:75\" href=\"/Numbers.7.75\">76</a>, <a data-ref=\"Numbers 7:81\" href=\"/Numbers.7.81\">81</a>, <a data-ref=\"Numbers 7:87\" href=\"/Numbers.7.87\">87</a>. In ritual of <span dir=\"rtl\">עֹלַת (ה)חֹדֶשׁ</span> <a data-ref=\"Numbers 28:14\" href=\"/Numbers.28.14\">Nu 28:14</a>; <a data-ref=\"Numbers 29:6\" href=\"/Numbers.29.6\">29:6</a> and at <span dir=\"rtl\">מצּות</span> and Pentecost 2 bullocks, 1 ram, and 7 lambs were added to daily offering <a data-ref=\"Numbers 28:11\" href=\"/Numbers.28.11\">Nu 28:11</a>, <a data-ref=\"Numbers 28:19\" href=\"/Numbers.28.19\">19</a>, <a data-ref=\"Numbers 28:27\" href=\"/Numbers.28.27\">27</a>; at offering of new bread at Pentecost 1 bullock, 2 rams, and 7 lambs <a data-ref=\"Leviticus 23:18\" href=\"/Leviticus.23.18\">Lv 23:18</a>; on the 1st and 10th of the 7th month and at <span dir=\"rtl\">עצרת</span> 1 bullock, 1 ram, and 7 lambs, in addition to the offerings of new moon <a data-ref=\"Numbers 29:2\" href=\"/Numbers.29.2\">Nu 29:2</a>, <a data-ref=\"Numbers 29:8\" href=\"/Numbers.29.8\">8</a>, <a data-ref=\"Numbers 29:36\" href=\"/Numbers.29.36\">36</a>; the system culminated in 70 bullocks, 14 rams, 98 lambs for the 7 days of Tabernacles <a data-ref=\"Numbers 29:13\" href=\"/Numbers.29.13\">29:13 ff.</a> According to Ezek. the prince was to offer on each of 7 days of <span dir=\"rtl\">מצות</span> 7 bullocks and 7 rams <a data-ref=\"Ezekiel 45:23\" href=\"/Ezekiel.45.23\">Ez 45:23</a>, and on Sabbath 6 lambs and 1 ram <a data-ref=\"Ezekiel 46:4\" href=\"/Ezekiel.46.4\">46:4</a>. At the reconsecration of temple 70 bullocks, 100 rams, and 200 lambs were offered <a data-ref=\"II Chronicles 29:32\" href=\"/II_Chronicles.29.32\">2 Ch 29:32</a>, and at the return of exiles 12 bullocks, 96 rams, and 77 lambs <a data-ref=\"Ezra 8:35\" href=\"/Ezra.8.35\">Ezr 8:35</a>. In early times whole burnt-offerings of children were sometimes made, e.g. Jephthah’s daughter <a data-ref=\"Judges 11:31\" href=\"/Judges.11.31\">Ju 11:31</a>, Isaac proposed as, <a data-ref=\"Genesis 22:2\" href=\"/Genesis.22.2\">Gn 22:2</a> but ram substituted v <a data-ref=\"Genesis 22:13\" href=\"/Genesis.22.13\">13</a>; made to other gods <a data-ref=\"II Kings 3:27\" href=\"/II_Kings.3.27\">2 K 3:27</a>; <a data-ref=\"Jeremiah 19:5\" href=\"/Jeremiah.19.5\">Je 19:5</a> +. The <span dir=\"rtl\">ע׳</span> was anciently made on any altar used for worship, but in P confined to †<span dir=\"rtl\">מִזְבַּח הָעֹלָה</span> <a data-ref=\"Exodus 30:28\" href=\"/Exodus.30.28\">Ex 30:28</a>; <a data-ref=\"Exodus 31:9\" href=\"/Exodus.31.9\">31:9</a>; <a data-ref=\"Exodus 35:16\" href=\"/Exodus.35.16\">35:16</a>; <a data-ref=\"Exodus 38:1\" href=\"/Exodus.38.1\">38:1</a>; <a data-ref=\"Exodus 40:6\" href=\"/Exodus.40.6\">40:6</a>, <a data-ref=\"Exodus 40:10\" href=\"/Exodus.40.10\">10</a>, <a data-ref=\"Exodus 40:29\" href=\"/Exodus.40.29\">29</a>; <a data-ref=\"Leviticus 4:7\" href=\"/Leviticus.4.7\">Lv 4:7</a>, <a data-ref=\"Leviticus 4:10\" href=\"/Leviticus.4.10\">10</a>, <a data-ref=\"Leviticus 4:18\" href=\"/Leviticus.4.18\">18</a>, <a data-ref=\"Leviticus 4:25\" href=\"/Leviticus.4.25\">25</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 4:30\" href=\"/Leviticus.4.30\">30</a>, <a data-ref=\"Leviticus 4:34\" href=\"/Leviticus.4.34\">34</a>; <a data-ref=\"I Chronicles 6:34\" href=\"/I_Chronicles.6.34\">1 Ch 6:34</a>; <a data-ref=\"I Chronicles 16:40\" href=\"/I_Chronicles.16.40\">16:40</a>; <a data-ref=\"I Chronicles 21:26\" href=\"/I_Chronicles.21.26\">21:26</a>, <a data-ref=\"I Chronicles 21:29\" href=\"/I_Chronicles.21.29\">29</a>; <a data-ref=\"II Chronicles 29:18\" href=\"/II_Chronicles.29.18\">2 Ch 29:18</a> (not in other lit.); <span dir=\"rtl\">מזבח לעלה</span> <a data-ref=\"Joshua 22:29\" href=\"/Joshua.22.29\">Jos 22:29</a>; <a data-ref=\"I Chronicles 22:1\" href=\"/I_Chronicles.22.1\">1 Ch 22:1</a>. The offerer imposed his hands on head of animal, then slaughtered it <a data-ref=\"Leviticus 1:4\" href=\"/Leviticus.1.4\">Lv 1:4</a>, <a data-ref=\"Leviticus 1:5\" href=\"/Leviticus.1.5\">5</a>; †<span dir=\"rtl\">שׁחט ע׳</span> <a data-ref=\"Leviticus 4:24\" href=\"/Leviticus.4.24\">4:24</a>, <a data-ref=\"Leviticus 4:33\" href=\"/Leviticus.4.33\">33</a>; <a data-ref=\"Leviticus 6:8\" href=\"/Leviticus.6.8\">6:8</a>; <a data-ref=\"Leviticus 7:2\" href=\"/Leviticus.7.2\">7:2</a>; <a data-ref=\"Leviticus 9:12\" href=\"/Leviticus.9.12\">9:12</a>; <a data-ref=\"Leviticus 9:14\" href=\"/Leviticus.9.14\">14</a>;<a data-ref=\"Leviticus 14:13\" href=\"/Leviticus.14.13\">14:13</a>, <a data-ref=\"Leviticus 14:19\" href=\"/Leviticus.14.19\">19</a>, <a data-ref=\"Leviticus 14:31\" href=\"/Leviticus.14.31\">31</a>; <a data-ref=\"Ezekiel 40:39\" href=\"/Ezekiel.40.39\">Ez 40:39</a>, <a data-ref=\"Ezekiel 40:42\" href=\"/Ezekiel.40.42\">42</a>; <a data-ref=\"Ezekiel 44:11\" href=\"/Ezekiel.44.11\">44:11</a>, and flayed it †<span dir=\"rtl\">הִפְשִׁיט ע׳</span> <a data-ref=\"Leviticus 1:6\" href=\"/Leviticus.1.6\">Lv 1:6</a> <a data-ref=\"II Chronicles 29:34\" href=\"/II_Chronicles.29.34\">2 Ch 29:34</a>. The priest washed the pieces <a data-ref=\"Ezekiel 40:38\" href=\"/Ezekiel.40.38\">Ez 40:38</a>; arranged them on the altar above the wood <a data-ref=\"Leviticus 6:5\" href=\"/Leviticus.6.5\">Lv 6:5</a>; the fire devoured them v <a data-ref=\"Leviticus 6:2-6\" href=\"/Leviticus.6.2-6\">2–6</a>; <a data-ref=\"Leviticus 9:24\" href=\"/Leviticus.9.24\">9:24</a>; <a data-ref=\"I Kings 18:38\" href=\"/I_Kings.18.38\">1 K 18:38</a>; <a data-ref=\"II Chronicles 7:1\" href=\"/II_Chronicles.7.1\">2 Ch 7:1</a>, they went up in the flame <span dir=\"rtl\">ריח ניחח ליהוה (ל)</span> <a data-ref=\"Leviticus 1:9\" href=\"/Leviticus.1.9\">Lv 1:9</a>, <a data-ref=\"Leviticus 1:13\" href=\"/Leviticus.1.13\">13</a>, <a data-ref=\"Leviticus 1:17\" href=\"/Leviticus.1.17\">17</a>; <a data-ref=\"Leviticus 8:21\" href=\"/Leviticus.8.21\">8:21</a> <a data-ref=\"Numbers 28:13\" href=\"/Numbers.28.13\">Nu 28:13</a>; <span dir=\"rtl\">לְרָצוֹן</span>, according to character of offerer is <a data-ref=\"Isaiah 56:7\" href=\"/Isaiah.56.7\">Is 56:7</a>; <a data-ref=\"Jeremiah 6:20\" href=\"/Jeremiah.6.20\">Je 6:20</a>; see also <a data-ref=\"Psalms 20:4\" href=\"/Psalms.20.4\">ψ 20:4</a>; <a data-ref=\"Psalms 40:7\" href=\"/Psalms.40.7\">40:7</a>; <a data-ref=\"Psalms 51:18\" href=\"/Psalms.51.18\">51:18</a>; <a data-ref=\"I Samuel 15:22\" href=\"/I_Samuel.15.22\">1 S 15:22</a>. Phrases: †<span dir=\"rtl\">העלה ע׳</span> <a data-ref=\"Genesis 8:20\" href=\"/Genesis.8.20\">Gn 8:20</a> <a data-ref=\"Exodus 32:6\" href=\"/Exodus.32.6\">Ex 32:6</a> (J) <a data-ref=\"Exodus 24:5\" href=\"/Exodus.24.5\">24:5</a> (E) <a data-ref=\"Exodus 30:9\" href=\"/Exodus.30.9\">30:9</a>; <a data-ref=\"Exodus 40:29\" href=\"/Exodus.40.29\">40:29</a>; <a data-ref=\"Leviticus 14:20\" href=\"/Leviticus.14.20\">Lv 14:20</a>; <a data-ref=\"Leviticus 17:8\" href=\"/Leviticus.17.8\">17:8</a> (P) <a data-ref=\"Deuteronomy 12:13\" href=\"/Deuteronomy.12.13\">Dt 12:13</a>, <a data-ref=\"Deuteronomy 12:14\" href=\"/Deuteronomy.12.14\">14</a>; <a data-ref=\"Deuteronomy 27:6\" href=\"/Deuteronomy.27.6\">27:6</a>; <a data-ref=\"Joshua 8:31\" href=\"/Joshua.8.31\">Jos 8:31</a>; <a data-ref=\"Joshua 22:23\" href=\"/Joshua.22.23\">22:23</a>; <a data-ref=\"Judges 6:26\" href=\"/Judges.6.26\">Ju 6:26</a>; <a data-ref=\"Judges 20:26\" href=\"/Judges.20.26\">20:26</a>; <a data-ref=\"Judges 21:4\" href=\"/Judges.21.4\">21:4</a>; <a data-ref=\"I Samuel 6:14\" href=\"/I_Samuel.6.14\">1 S 6:14</a>, <a data-ref=\"I Samuel 6:15\" href=\"/I_Samuel.6.15\">15</a>; <a data-ref=\"I Samuel 7:9\" href=\"/I_Samuel.7.9\">7:9</a>, <a data-ref=\"I Samuel 7:10\" href=\"/I_Samuel.7.10\">10</a>; <a data-ref=\"I Samuel 10:8\" href=\"/I_Samuel.10.8\">10:8</a>; <a data-ref=\"I Samuel 13:9\" href=\"/I_Samuel.13.9\">13:9</a>, <a data-ref=\"I Samuel 13:10\" href=\"/I_Samuel.13.10\">10</a>, <a data-ref=\"I Samuel 13:12\" href=\"/I_Samuel.13.12\">12</a>; <a data-ref=\"II Samuel 6:17\" href=\"/II_Samuel.6.17\">2 S 6:17</a>, <a data-ref=\"II Samuel 6:18\" href=\"/II_Samuel.6.18\">18</a>; <a data-ref=\"II Samuel 24:24\" href=\"/II_Samuel.24.24\">24:24</a>, <a data-ref=\"II Samuel 24:25\" href=\"/II_Samuel.24.25\">25</a>; <a data-ref=\"I Kings 3:4\" href=\"/I_Kings.3.4\">1 K 3:4</a>, <a data-ref=\"I Kings 3:15\" href=\"/I_Kings.3.15\">15</a>; <a data-ref=\"I Kings 9:25\" href=\"/I_Kings.9.25\">9:25</a>; <a data-ref=\"I Kings 10:5\" href=\"/I_Kings.10.5\">10:5</a>; <a data-ref=\"II Kings 3:27\" href=\"/II_Kings.3.27\">2 K 3:27</a>; <a data-ref=\"I Chronicles 16:2\" href=\"/I_Chronicles.16.2\">1 Ch 16:2</a>, <a data-ref=\"I Chronicles 16:40\" href=\"/I_Chronicles.16.40\">40</a>; <a data-ref=\"I Chronicles 21:24\" href=\"/I_Chronicles.21.24\">21:24</a>, <a data-ref=\"I Chronicles 21:26\" href=\"/I_Chronicles.21.26\">26</a>; <a data-ref=\"I Chronicles 23:31\" href=\"/I_Chronicles.23.31\">23:31</a>; <a data-ref=\"I Chronicles 29:21\" href=\"/I_Chronicles.29.21\">29:21</a>; <a data-ref=\"II Chronicles 1:6\" href=\"/II_Chronicles.1.6\">2 Ch 1:6</a>; <a data-ref=\"II Chronicles 8:12\" href=\"/II_Chronicles.8.12\">8:12</a>; <a data-ref=\"II Chronicles 9:4\" href=\"/II_Chronicles.9.4\">9:4</a>; <a data-ref=\"II Chronicles 23:18\" href=\"/II_Chronicles.23.18\">23:18</a>; <a data-ref=\"II Chronicles 24:14\" href=\"/II_Chronicles.24.14\">24:14</a>; <a data-ref=\"II Chronicles 29:7\" href=\"/II_Chronicles.29.7\">29:7</a>, <a data-ref=\"II Chronicles 29:27\" href=\"/II_Chronicles.29.27\">27</a>; <a data-ref=\"II Chronicles 35:14\" href=\"/II_Chronicles.35.14\">35:14</a>, <a data-ref=\"II Chronicles 35:16\" href=\"/II_Chronicles.35.16\">16</a>; <a data-ref=\"Ezra 3:2\" href=\"/Ezra.3.2\">Ezr 3:2</a>, <a data-ref=\"Ezra 3:3\" href=\"/Ezra.3.3\">3</a>, <a data-ref=\"Ezra 3:6\" href=\"/Ezra.3.6\">6</a>; <a data-ref=\"Job 1:5\" href=\"/Job.1.5\">Jb 1:5</a>; <a data-ref=\"Job 42:8\" href=\"/Job.42.8\">42:8</a> <a data-ref=\"Psalms 66:15\" href=\"/Psalms.66.15\">ψ 66:15</a> <a data-ref=\"Jeremiah 14:12\" href=\"/Jeremiah.14.12\">Je 14:12</a>; <a data-ref=\"Jeremiah 33:18\" href=\"/Jeremiah.33.18\">33:18</a>; <a data-ref=\"Ezekiel 43:18\" href=\"/Ezekiel.43.18\">Ez 43:18</a>, <a data-ref=\"Ezekiel 43:24\" href=\"/Ezekiel.43.24\">24</a>; <a data-ref=\"Amos 5:22\" href=\"/Amos.5.22\">Am 5:22</a> (cf. <span dir=\"rtl\">העלה</span> <strong>9</strong>); †<span dir=\"rtl\">זבח ע׳</span> <a data-ref=\"Exodus 20:21\" href=\"/Exodus.20.21\">Ex 20:24</a> (E); <span dir=\"rtl\">עשׂה לע׳</span> <a data-ref=\"Leviticus 23:12\" href=\"/Leviticus.23.12\">Lv 23:12</a>; <a data-ref=\"Numbers 6:11\" href=\"/Numbers.6.11\">Nu 6:11</a>; <a data-ref=\"Numbers 15:24\" href=\"/Numbers.15.24\">15:24</a>; <a data-ref=\"Numbers 29:39\" href=\"/Numbers.29.39\">29:39</a>; †<span dir=\"rtl\">עָשָׂה ע׳</span> <a data-ref=\"Leviticus 5:10\" href=\"/Leviticus.5.10\">Lv 5:10</a>; <a data-ref=\"Leviticus 9:7\" href=\"/Leviticus.9.7\">9:7</a>, <a data-ref=\"Leviticus 9:22\" href=\"/Leviticus.9.22\">22</a>; <a data-ref=\"Leviticus 15:15\" href=\"/Leviticus.15.15\">15:15</a>, <a data-ref=\"Leviticus 15:30\" href=\"/Leviticus.15.30\">30</a>; <a data-ref=\"Leviticus 16:24\" href=\"/Leviticus.16.24\">16:24</a><sup>(×2)</sup>; <a data-ref=\"Numbers 6:16\" href=\"/Numbers.6.16\">Nu 6:16</a>; <a data-ref=\"Numbers 8:12\" href=\"/Numbers.8.12\">8:12</a>; <a data-ref=\"Numbers 15:3\" href=\"/Numbers.15.3\">15:3</a>, <a data-ref=\"Numbers 15:8\" href=\"/Numbers.15.8\">8</a>; <a data-ref=\"Numbers 29:2\" href=\"/Numbers.29.2\">29:2</a>; <a data-ref=\"Deuteronomy 12:27\" href=\"/Deuteronomy.12.27\">Dt 12:27</a>; <a data-ref=\"Judges 13:16\" href=\"/Judges.13.16\">Ju 13:16</a>; <a data-ref=\"I Kings 8:61\" href=\"/I_Kings.8.61\">1 K 8:61</a>; <a data-ref=\"II Kings 5:17\" href=\"/II_Kings.5.17\">2 K 5:17</a>; <a data-ref=\"II Kings 10:24\" href=\"/II_Kings.10.24\">10:24</a>, <a data-ref=\"II Kings 10:25\" href=\"/II_Kings.10.25\">25</a>; <a data-ref=\"II Chronicles 7:7\" href=\"/II_Chronicles.7.7\">2 Ch 7:7</a>; <a data-ref=\"Ezekiel 43:27\" href=\"/Ezekiel.43.27\">Ez 43:27</a>; <a data-ref=\"Ezekiel 45:17\" href=\"/Ezekiel.45.17\">45:17</a>, <a data-ref=\"Ezekiel 45:23\" href=\"/Ezekiel.45.23\">23</a>; <a data-ref=\"Ezekiel 46:2\" href=\"/Ezekiel.46.2\">46:2</a>, <a data-ref=\"Ezekiel 46:12\" href=\"/Ezekiel.46.12\">12</a><sup>(×2)</sup>, <a data-ref=\"Ezekiel 46:13\" href=\"/Ezekiel.46.13\">13</a>; †<span dir=\"rtl\">הִקְרִיב ע׳</span> <a data-ref=\"Leviticus 7:8\" href=\"/Leviticus.7.8\">Lv 7:8</a>; <a data-ref=\"Leviticus 9:16\" href=\"/Leviticus.9.16\">9:16</a>; <a data-ref=\"Leviticus 10:19\" href=\"/Leviticus.10.19\">10:19</a>; <a data-ref=\"Leviticus 23:37\" href=\"/Leviticus.23.37\">23:37</a>; <a data-ref=\"Numbers 28:3\" href=\"/Numbers.28.3\">Nu 28:3</a>, <a data-ref=\"Numbers 28:11\" href=\"/Numbers.28.11\">11</a>, <a data-ref=\"Numbers 28:19\" href=\"/Numbers.28.19\">19</a>, <a data-ref=\"Numbers 28:27\" href=\"/Numbers.28.27\">27</a>; <a data-ref=\"Numbers 29:8\" href=\"/Numbers.29.8\">29:8</a>, <a data-ref=\"Numbers 29:13\" href=\"/Numbers.29.13\">13</a>, <a data-ref=\"Numbers 29:36\" href=\"/Numbers.29.36\">36</a>; <a data-ref=\"I Chronicles 16:1\" href=\"/I_Chronicles.16.1\">1 Ch 16:1</a>; <a data-ref=\"Ezra 8:35\" href=\"/Ezra.8.35\">Ezr 8:35</a>; <a data-ref=\"Ezekiel 46:4\" href=\"/Ezekiel.46.4\">Ez 46:4</a>; <span dir=\"rtl\">הקריב לע׳</span> <a data-ref=\"Leviticus 22:18\" href=\"/Leviticus.22.18\">Lv 22:18</a>; <a data-ref=\"Numbers 6:14\" href=\"/Numbers.6.14\">Nu 6:14</a>; †<span dir=\"rtl\">הביא ע׳</span> <a data-ref=\"Deuteronomy 12:6\" href=\"/Deuteronomy.12.6\">Dt 12:6</a>, <a data-ref=\"Deuteronomy 12:11\" href=\"/Deuteronomy.12.11\">11</a>; <a data-ref=\"II Chronicles 29:31\" href=\"/II_Chronicles.29.31\">2 Ch 29:31</a>, <a data-ref=\"II Chronicles 29:32\" href=\"/II_Chronicles.29.32\">32</a>; <a data-ref=\"II Chronicles 30:15\" href=\"/II_Chronicles.30.15\">30:15</a>; <a data-ref=\"Isaiah 43:23\" href=\"/Isaiah.43.23\">Is 43:23</a>; <a data-ref=\"Jeremiah 17:26\" href=\"/Jeremiah.17.26\">Je 17:26</a>; †<span dir=\"rtl\">הקטיר ע׳</span> <a data-ref=\"II Kings 16:13\" href=\"/II_Kings.16.13\">2 K 16:13</a>, <a data-ref=\"II Kings 16:15\" href=\"/II_Kings.16.15\">15</a>; <a data-ref=\"II Chronicles 13:11\" href=\"/II_Chronicles.13.11\">2 Ch 13:11</a>.—<span dir=\"rtl\">עֹלָתָה</span>, <span dir=\"rtl\">עוֹלוֹת</span> v. also <a data-ref=\"BDB, עַוְלָה\" href=\"/BDB,_עַוְלָה\", dir=\"rtl\">עַוְלָה</a> sub <a data-ref=\"BDB, עוּל\" href=\"/BDB,_עוּל\", dir=\"rtl\">I. עוּל</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e4a130613f3c2d3b452b59", "index_title": "German Commentary on Mishnah Menachot", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Menachot 1:2:2", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "German Commentary on Mishnah Menachot 1:2:2", "sourceHeRef": "פירוש גרמני על משנה מנחות א׳:ב׳:ב׳", "anchorVerse": 17, "sourceHasEn": true, "commentaryNum": 2.0002, "collectiveTitle": {"en": "German Commentary on Mishnah Menachot", "he": "פירוש גרמני על משנה מנחות"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>Hat man es mit der linken Hand.</b>  Dass die <span dir=\"rtl\">קמיצה</span> mit der rechten Hand geschehen muss, wird daraus geschlossen, dass es (Lev. 9, 17) heisst: <span dir=\"rtl\">וימלא כפו ממנה</span>, womit das Abheben des Komez gemeint ist. Daraus, dass es beim Aussätzigen (Lev. 14, 15) heisst: <span dir=\"rtl\">ויצק על כף הכהן השמאלית</span>, sei zu entnehmen, dass unter <span dir=\"rtl\">כף</span> ohne nähere Bestimmung stets die rechte Hand zu verstehen ist.", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6665cdbbfaee0b8c909d896a", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 9:17:1", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "David Zvi Hoffmann on Leviticus 9:17:1", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא ט׳:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "commentaryNum": 17.0001, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>\"ויקרב את המנחה\",</b> כנראה, הכוונה להגשה, ראה לעיל על ו ז.", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6665cdbcedc871a0ca3a76a3", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 9:17:2", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "David Zvi Hoffmann on Leviticus 9:17:2", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא ט׳:י״ז:ב׳", "anchorVerse": 17, "sourceHasEn": false, "commentaryNum": 17.0002, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>\"וימלא כפו\",</b> לדעת המכילתא דמילואים (השוה גם מנחות ט: ויט:) היינו הקמיצה.<i data-commentator=\"Endnotes\" data-label=\"599\" data-order=\"599\"></i> לפי זה היתה המנחה הזאת שוה בענין זה לכל מנחה אחרת שבאה בפני עצמה, שהרי לא נשרפה כליל כדוגמת מנחת נסכים. אולם שונה היתה מהמנחה הרגילה שהיתה טעונה שלוש מתנות של שמן (עיין לעיל על ב ז) ולבונה, מה שאין כן כאן. ולכן לא נאמר במנחה \"כמשפט\" (מלבי\"ם).", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6665cdbc71e8185a91839a81", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 9:17:3", "anchorRef": "Leviticus 9:17", "anchorRefExpanded": ["Leviticus 9:17"], "sourceRef": "David Zvi Hoffmann on Leviticus 9:17:3", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא ט׳:י״ז:ג׳", "anchorVerse": 17, "sourceHasEn": false, "commentaryNum": 17.0003, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>\"מלבד עולת הבקר\",</b> לפי מכילתא דמילואים הובאו אותן מנחות נסכים שבס' במדבר טו א ואילך, לא רק כתוספת לעולת הבוקר של התמיד אלא גם לעולה שנזכרה בפסוק טז. לדעת הראב\"ד היו גם השלמים (פסוק יח) טעונים מנחות-נסכים בתורת מוספין, והמלבי\"ם חולק עליו. אמנם, בשמות מ, כט נאמר, שמשה הקריב בראשון לניסן עולה ומנחה (היינו מנחת נסכים), ורש\"י מפרש שם, כי גם ביום החינוך (שלדעת רש\"י היה ראש חודש ניסן) היה משה המקריב את קרבנות הציבור הרגילים ורק הקרבנות המיוחדים הוקרבו בידי אהרן. זה אפשר לו להתישב גם על דעת ר' עקיבא (הובא לעיל על ח א), שלפיו התחילו שבעת ימי החינוך רק ביום ראשון לניסן. אולם אין להוכיח בוודאות מתוך הכתוב, שגם לעולת העם (פסוק טז) הוסיפו נסכים, שכן המלה \"כמשפט\" בפסוק טז הרי אפשר לה להיות מכוונת לשאר הדינים השייכים לעולה (השוה ביצה כ.). ייתכן כי אמנם היה מוסף של מנחת נסכים גם לעגל, אשר אולי היה בא יחד עם השעיר (ראה פסוק ג) בתורת קרבן ציבור שנזכר בס' במדבר טו כד, ולעומת זאת באה עם הכבש מנחה בלולה בשמן במקום מנחת נסכים. ולפיכך, משום שהמנחה שנזכרה בפסוק יז היתה באה כמוסף לעולה, נזכרה סמוך אחרי העולה, ורק אחרי הקרבת המנחה נאמר: \"מלבד עולת הבקר\", שמשמעו לדעת הרמב\"ן, מלבד עולת הבוקר ומנחתה.<i data-commentator=\"Endnotes\" data-label=\"600\" data-order=\"600\"></i> את ההנחה הזאת אפשר לישב עם דברי המכילתא דמילואים.", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]