[{"_id": "5208a61eedbab45d17917369", "index_title": "Ramban on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ramban on Leviticus 9:20:1", "anchorRef": "Leviticus 9:20", "anchorRefExpanded": ["Leviticus 9:20"], "sourceRef": "Ramban on Leviticus 9:20:1", "sourceHeRef": "רמב\"ן על ויקרא ט׳:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>ויקטר החלבים המזבחה</b> עם שאר הנזכרים אבל בעבור היות ההקטרה גדולה בחלבים יזכירם וכן ותאכל על המזבח את העולה ואת החלבים (ויקרא ט׳:כ״ד):", "heVersionTitle": "On Your Way New", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "AND HE BURNT THE FAT UPON THE ALTAR — together with the others mentioned [namely, <i>the fat tail, and that which covereth the inwards, and the lobe of the liver</i>, and the breasts]. But because the burning of the fats is greater, He mentions [only] them. Similarly, <i>it consumed upon the altar the burnt-offering and the fats</i>.<sup class=\"footnote-marker\">45</sup><i class=\"footnote\">Verse 24. Here too, Scripture singles out “the fats,” although the fire also consumed the tail, etc., because the burning of the fats was greater.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "521b18feedbab45814ae4fa0", "index_title": "Rashi on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Leviticus 9:20:1", "anchorRef": "Leviticus 9:20", "anchorRefExpanded": ["Leviticus 9:20"], "sourceRef": "Rashi on Leviticus 9:20:1", "sourceHeRef": "רש\"י על ויקרא ט׳:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על ויקרא", "he": "<b>וישימו את החלבים על החזות.</b> לְאַחַר הַתְּנוּפָה נְתָנָן כֹּהֵן הַמֵּנִיף לְכֹהֵן אַחֵר לְהַקְטִירָם, נִמְצְאוּ הָעֶלְיוֹנִים לְמַטָּה (מנחות ס\"ב):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "וישימו את החלבים על החזות AND THEY PUT THE FAT UPON THE BREAST — After the waving the priest who waved them gave them to another priest to burn them; consequently what was previously above was now beneath (cf. Rashi on Leviticus 7:30; Menachot 62a).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe3fbfba276047f6cbc", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 9:20", "anchorRef": "Leviticus 9:20", "anchorRefExpanded": ["Leviticus 9:20"], "sourceRef": "Onkelos Leviticus 9:20", "sourceHeRef": "תרגום אונקלוס על ויקרא ט׳:כ׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 9.002, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "וְשַׁוִּיאוּ יָת תַּרְבַּיָּא עַל חֶדְוָתָא וְאַסֵּק תַּרְבַּיָּא לְמַדְבְּחָא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "They put the fats on top of the breasts and he burned the fats on the altar.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec4f3", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 9:20", "anchorRef": "Leviticus 9:20", "anchorRefExpanded": ["Leviticus 9:20"], "sourceRef": "Targum Jonathan on Leviticus 9:20", "sourceHeRef": "תרגום יונתן על ויקרא ט׳:כ׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 9.002, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "וְשַׁוִיוּ יַת תַּרְבַּיָא עַל חֶדְוָותָא וְאַסֵיק תַּרְבַּיָא לְמַדְבְּחָא", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " and he laid the fat upon the breast, and burned the fat upon the altar.\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "56ceb7d2d6e4a91fd5136957", "index_title": "Rashi on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Leviticus 7:30:3", "anchorRef": "Leviticus 9:20", "anchorRefExpanded": ["Leviticus 9:20"], "sourceRef": "Rashi on Leviticus 7:30:3", "sourceHeRef": "רש\"י על ויקרא ז׳:ל׳:ג׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 30.0003, "collectiveTitle": {"en": "Rashi on Leviticus", "he": "רש\"י על ויקרא"}, "heTitle": "רש\"י על ויקרא", "he": "<b>את החלב על החזה יביאנו.</b> כְּשֶׁמְּבִיאוֹ מִבֵּית הַמִּטְבָּחַיִם נוֹתֵן חֵלֶב עַל הֶחָזֶה, וּכְשֶׁנּוֹתְנוֹ לְיַד הַכֹּהֵן הַמֵּנִיף נִמְצָא הֶחָזֶה לְמַעְלָה וְהַחֵלֶב לְמַטָּה, וְזֶהוּ הָאָמוּר בְּמָקוֹם אַחֵר שׁוֹק הַתְּרוּמָה וַחֲזֵה הַתְּנוּפָה עַל אִשֵּׁי הַחֲלָבִים יָבִיאוּ לְהָנִיף וְגוֹ' (ויקרא י'), וּלְאַחַר הַתְּנוּפָה נוֹתְנוֹ לַכֹּהֵן הַמַּקְטִיר, וְנִמְצָא הֶחָזֶה לְמַטָּה, וְזֶהוּ שֶׁנֶּאֱמַר וַיָּשִֹימוּ אֶת הַחֲלָבִים עַל הֶחָזוֹת וַיַּקְטֵר הַחֲלָבִים הַמִּזְבֵּחָה (שם ט'), לִמְּדָנוּ שֶׁשְּׁלוֹשָׁה כֹּהֲנִים זְקוּקִין לָהּ, כָּךְ מְפֹרָשׁ בִּמְנָחוֹת:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "‎החזה יביאנו‎ ‎‏ את החלב על‏THE FAT UPON THE BREAST SHALL HE BRING — When he (the first priest; see below) brings it from the slaughtering-place he places the fat upon the breast, and when he afterwards transfers it into the hand of the priest who is to do the waving it follows that the breast is on top and the fat beneath; — that is what Scripture states in another passage, (Leviticus 10:15) “The heave shoulder and the wave breasts shall they bring upon (על) the fire-offerings of the fat, to wave it for a wave offering etc.” (i. e. during the waving the חזה ושוק shall be on top). After the waving he (that priest) transfers it to the priest who is to burn it on the altar, when consequently the breast is again beneath; — that is what Scripture states, (Leviticus 9:20) “And they put the fat upon the breasts, and he burnt the fat at the altar”. Thus we learn that three priests are required for it (for the rite of waving). Thus is it explained in Treatise Menachot 62a.", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "57e77d06d6e4a94c7c18a4e6", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 9:20", "anchorRef": "Leviticus 9:20", "anchorRefExpanded": ["Leviticus 9:20"], "sourceRef": "Tafsir Rasag, Leviticus 9:20", "sourceHeRef": "תפסיר רס\"ג, ויקרא ט׳:כ׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 9.002, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "פג̇עלו אלשחום מע אלקצוץ וקתר אלשחום עלי אלמד̇בח", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b4e9d6e4a902855ff709", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Leviticus 9:20:1", "anchorRef": "Leviticus 9:20", "anchorRefExpanded": ["Leviticus 9:20"], "sourceRef": "Tur HaArokh, Leviticus 9:20:1", "sourceHeRef": "הטור הארוך, ויקרא ט׳:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "ויקרא", "he": "<b>וישימו את החלבים על החזות. </b>כי האליה והכליות ויותרת הכבד יתנו למטה והחלבים עליהם והכל על החזות והחלבים לבדם יראו למעלה והוא דרך כבוד בהקטרה: ", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " וישימו את החלבים על החזות, “they positioned the fat parts on top of the breasts;” The fat tail, the kidneys and the attachment to the liver would be placed below; above that would be placed the various parts of fatty substance; both of these would be placed above the breasts of the animals From the outside only the fatty membranes would be visible; this was out of consideration for the “dignity” of the remnants of the animals.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5889b4e9d6e4a902855ff70b", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Leviticus 9:20:2", "anchorRef": "Leviticus 9:20", "anchorRefExpanded": ["Leviticus 9:20"], "sourceRef": "Tur HaArokh, Leviticus 9:20:2", "sourceHeRef": "הטור הארוך, ויקרא ט׳:כ׳:ב׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1280, 1340], "commentaryNum": 20.0002, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "ויקרא", "he": "<b>ויקטר החלבים המזבח'. </b>עם שאר הנקטרים ובשביל שההקטרה גדולה בחלבים הזכירם: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58fdc147d6e4a960c04a594d", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, V'Zot HaBerachah 1:1", "anchorRef": "Leviticus 9:20", "anchorRefExpanded": ["Leviticus 9:20"], "sourceRef": "Midrash Tanchuma, V'Zot HaBerachah 1:1", "sourceHeRef": "מדרש תנחומא, וזאת הברכה א׳:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "וזאת הברכה", "he": "<b>וְזֹאת</b> הַבְּרָכָה. זֶה שֶׁאָמַר הַכָּתוּב: רַבּוֹת בָּנוֹת עָשׂוּ חַיִל וְגוֹ' <small>(משלי לא, כט)</small>. זוֹ בִּרְכָתוֹ שֶׁל מֹשֶׁה, שֶׁהֲרֵי הָאָבוֹת רִאשׁוֹנִים בֵּרְכוּ כָּל אֶחָד וְאֶחָד אֶת דּוֹרוֹ, וְלֹא הָיְתָה בָּהֶן כְּבִרְכָתוֹ שֶׁל מֹשֶׁה. שֶׁהֲרֵי נֹחַ בֵּרֵךְ אֶת בָּנָיו וְהָיָה בָּהּ מַחֲלֹקֶת, שֶׁבֵּרֵךְ אֶחָד וְקִלֵּל אֶחָד, שֶׁנֶּאֱמַר: יַפְתְּ אֱלֹהִים לְיֶפֶת וְיִשְׁכֹּן בְּאָהֳלֵי שֵׁם וִיהִי כְנַעַן עֶבֶד לָמוֹ <small>(בראשית ט, כז)</small>. יִצְחָק בֵּרֵךְ אֶת יַעֲקֹב וְהָיְתָה בְּבִרְכָתוֹ קְטָטָה, שֶׁנֶּאֱמַר: וְיִתֶּן לְךָ אֶת בִּרְכַּת אַבְרָהָם <small>(שם כח, ד)</small>. וְאָמַר לְעֵשָׂו, בָּא אָחִיךָ בְּמִרְמָה <small>(שם כז, לו)</small>, דִּכְתִיב: וַיִּשְׂטֹם עֵשָׂו <small>(שם פסוק מא)</small>. יַעֲקֹב בֵּרֵךְ אֶת הַשְּׁבָטִים וְהָיְתָה בָּהֶם קְטָטָה, שֶׁהוֹכִיחַ רְאוּבֵן, שֶׁנֶּאֱמַר: פַּחַז כַּמַּיִם <small>(שם מט, ד)</small>. וְכֵן שִׁמְעוֹן וְלֵוִי. וּמִנַּיִן לָמְדוּ הָאָבוֹת לְבָרֵךְ כָּל אֶחָד וְאֶחָד לְדוֹרוֹ. מִן הַקָּדוֹשׁ בָּרוּךְ הוּא. שֶׁבְּשָׁעָה שֶׁבָּרָא אָדָם הָרִאשׁוֹן, בֵּרְכוֹ, שֶׁנֶּאֱמַר: זָכָר וּנְקֵבָה וְגוֹ' וַיְבָרֵךְ אוֹתָם <small>(בראשית א, כז-כח)</small>. וְהָיָה מִתְנַהֵג בַּבְּרָכָה עַד שֶׁבָּא דּוֹר הַמַּבּוּל וּבִטְּלוּהָ, שֶׁנֶּאֱמַר: וַיֹּאמֶר ה' אֶמְחֶה אֶת הָאָדָם אֲשֶׁר בָּרָאתִי וְגוֹ' <small>(שם ו, ז)</small>. כֵּיוָן שֶׁיָּצָא נֹחַ מִן הַתֵּבָה, רָאָה הַקָּדוֹשׁ בָּרוּךְ הוּא שֶׁבָּטְלָה מֵהֶם מִדַּת בְּרָכָה, חָזַר וּבֵרֵךְ אֶת נֹחַ וְאֶת בָּנָיו, שֶׁנֶּאֱמַר: וַיְבָרֵךְ אֱלֹהִים אֶת נֹחַ וְגוֹ' <small>(שם ט, א)</small>. וְהָיָה הָעוֹלָם מִתְנַהֵג בְּאוֹתָהּ בְּרָכָה עַד שֶׁבָּא אַבְרָהָם וְהוֹסִיף בְּרָכָה, שֶׁנֶּאֱמַר: וְאֶעֶשְׂךָ לְגוֹי גָּדוֹל <small>(שם יב, ב)</small>. כֵּיוָן שֶׁבָּא אַבְרָהָם, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא, אֵינוֹ דֶּרֶךְ כָּבוֹד שֶׁאֶהְיֶה אֲנִי זָקוּק לְבָרֵךְ אֶת בְּרִיּוֹתַי, אֶלָּא הֲרֵינִי מוֹסֵר אֶת הַבְּרָכוֹת לְאַבְרָהָם וּלְזַרְעוֹ. וְכָל מִי שֶׁקּוֹבְעִין בּוֹ בְּרָכָה, אֲנִי חוֹתֵם עַל יְדֵיהֶם, שֶׁנֶּאֱמַר: וֶהְיֵה בְּרָכָה, וַאֲבָרְכָה מְבָרְכֶיךָ וְגוֹ' <small>(שם פסוק ב-ג)</small>. וּמַהוּ וַאֲבָרְכָה. אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא, הֲרֵינִי מוֹסֵר אֶת הַבְּרָכוֹת לְכָל מִי שֶׁאַתָּה מְבָרֵךְ, וַאֲנִי חוֹתֵם עַל יָדֶיךָ. וְכִי מֵאַחַר שֶׁנֶּאֶמְרוּ הַבְּרָכוֹת לְאַבְרָהָם, לָמָּה לֹא בֵּרֵךְ אֶת יִצְחָק. לְפִי שֶׁרָאָה אַבְרָהָם, שֶׁעֵשָׂו יֵצֵא מִמֶּנּוּ. אָמַר, אִם אֲנִי מְבָרֵךְ אֶת יִצְחָק, הֲרֵי עֵשָׂו מִתְבָּרֵךְ, וְנִמְצָא יַעֲקֹב חָסֵר. מָשָׁל לְמָה הַדָּבָר דּוֹמֶה. לְבַעַל הַבַּיִת שֶׁהָיָה לוֹ כֶּרֶם, נְתָנוֹ לְאָרִיס, וְהָיָה בְּאוֹתוֹ הַכֶּרֶם אִילָן שֶׁל חַיִּים מוּדְלֶה עַל גַּב אִילָן שֶׁל סַם הַמָּוֶת, וְאֵינוֹ יוֹדֵעַ מַה לַּעֲשׂוֹת. אָמַר, אִם אֶעֱדֹר אוֹתוֹ כֶּרֶם, הֲרֵי אִילָן שֶׁל סַם הַמָּוֶת מִתְגַּדֵּל. וְאִם אֵינִי עוֹדֵר אוֹתוֹ כֶּרֶם, הֲרֵי אִילָן שֶׁל חַיִּים מֵת. אֶלָּא מָה אֶעֱשֶׂה. אֲגַלְגֵּל בַּכֶּרֶם הַזֶּה עַד שֶׁיָּבֹא בַּעַל הַכֶּרֶם וְיַעֲשֶׂה בְּכַרְמוֹ מַה שֶּׁיִּרְצֶה. וְאַף כָּךְ אָמַר אַבְרָהָם, אִם אֲבָרֵךְ אֶת יִצְחָק, נִמְצָא עֵשָׂו מִתְבָּרֵךְ, וְיַעֲקֹב מַפְסִיד. אֶלָּא הֲרֵינִי מַנִּיחוֹ עַד שֶׁיָּבֹא הַקָּדוֹשׁ בָּרוּךְ הוּא וְיַעֲשֶׂה אֶת שֶׁלּוֹ. בָּא יַעֲקֹב וְקִבֵּל חֲמִשָּׁה בְּרָכוֹת, שְׁנַיִם מֵאָבִיו, וְאֶחָד שֶׁל אַבְרָהָם, וְאֶחָד שֶׁל מַלְאָךְ, וְאַחַת שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא. מֵאָבִיו, שֶׁנֶּאֱמַר: וַיֶּחֱרַד יִצְחָק <small>(שם כז, לג)</small>. לָמָּה וַיֶּחֱרַד. אָמַר רַבִּי אֶלְעָזָר בֶּן פְּדָת, שֶׁרָאָה גֵּיהִנָּם פָּתוּחַ לְפָנָיו. בִּקֵּשׁ לוֹמַר, אָרוּר יִהְיֶה. חָזַר וְהוֹסִיף בְּרָכָה, וְאָמַר, גַּם בָּרוּךְ יִהְיֶה <small>(בראשית כז, לב)</small>, הֲרֵי אַחַת. שְׁנִיָּה, וַיִּקְרָא יִצְחָק אֶל יַעֲקֹב וַיְבָרֵךְ אוֹתוֹ <small>(שם כח, א)</small>. בִּרְכָתוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא, שֶׁנֶּאֱמַר: וַיֵּרָא אֱלֹהִים אֶל יַעֲקֹב וְגוֹ' <small>(שם לה, ט)</small>. בִּרְכַּת אַבְרָהָם, וְיִּתֶּן לְךָ אֶת בִּרְכַּת אַבְרָהָם <small>(שם כז, כח)</small>. וְשֶׁל מַלְאָךְ, וַיְבָרֵךְ אוֹתוֹ שָׁם <small>(שם לב, ל)</small>. בָּא יַעֲקֹב לְבָרֵךְ אֶת הַשְּׁבָטִים, בֵּרְכָן חָמֵשׁ בְּרָכוֹת שֶׁהָיוּ בְּיָדוֹ, וְהוֹסִיף לָהֶם בְּרָכָה אַחַת, שֶׁנֶּאֱמַר: כָּל אֵלֶּה שִׁבְטֵי יִשְׂרָאֵל וְגוֹ' <small>(שם מט, כח)</small>. בָּא מֹשֶׁה לְבָרֵךְ אֶת יִשְׂרָאֵל וְהוֹסִיף לָהֶם בְּרָכָה שְׁבִיעִית, וְזֹאת הַבְּרָכָה, תּוֹסֶפֶת עַל הַבְּרָכוֹת שֶׁבֵּרֵךְ בִּלְעָם אֶת יִשְׂרָאֵל, שֶׁהָיָה רָאוּי לְבָרְכָן שֶׁבַע בְּרָכוֹת כְּנֶגֶד שִׁבְעָה מִזְבְּחוֹת וְלֹא בֵּרְכָן אֶלָּא שָׁלֹש, שֶׁנֶּאֱמַר: וְהִנֵּה בֵּרַכְתָּ בָּרֵךְ זֶה שָׁלֹשׁ פְּעָמִים <small>(במדבר כד, י)</small>. אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא, רָשָׁע, אַתָּה עֵינֶיךָ צָרָה לְבָרְכָן, אַף אֲנִי מַסְפִּיק עַל יָדְךָ שֶׁתַּשְׁלִים בִּרְכָתְךָ עִם יִשְׂרָאֵל. יָבֹא מֹשֶׁה שֶׁעֵינָיו יָפוֹת לְבָרְכָן, הוּא יְבָרֵךְ אֶת יִשְׂרָאֵל. וְעָלָיו אָמַר שְׁלֹמֹה, טוֹב עַיִן הוּא יְבֹרָךְ <small>(משלי כב, ט)</small>. אֶל תְּהִי קוֹרֵא יְבֹרָךְ, אֶלָּא יְבָרֵךְ. טוֹב עַיִן, זֶה מֹשֶׁה רַבֵּנוּ, שֶׁעֵינָיו יָפוֹת לְבָרֵךְ אֶת יִשְׂרָאֵל, שֶׁבֵּרְכָן אַרְבַּע בְּרָכוֹת. הָרִאשׁוֹנָה, וַיַּרְא מֹשֶׁה אֶת כָּל הַמְּלָאכָה וְהֵנָּה עָשׂוּ אוֹתָהּ כַּאֲשֶׁר צִוָּה ה' כֵּן עָשׂוּ וַיְבָרֵךְ אוֹתָם מֹשֶׁה <small>(שמות לט, מג)</small>. וְהַשְּׁנִיָּה, וַיָּבֹא מֹשֶׁה וְאַהֲרֹן אֶל אֹהֶל מוֹעֵד וַיֵּצְאוּ וַיְבָרְכוּ אֶת הָעָם <small>(ויקרא ט, כ)</small>. הַשְּׁלִישִׁית, ה' אֱלֹהֵי אֲבוֹתֵיכֶם יוֹסֵף וְגוֹ' <small>(דברים א, יא)</small>. הָרְבִיעִית, וְזֹאת הַבְּרָכָה. לְכָךְ נֶאֱמַר: רַבּוֹת בָּנוֹת עָשׂוּ חַיִל וְגוֹ' <small>(משלי לא, כט)</small>. וְזֹאת הַבְּרָכָה, לְמֹשֶׁה נָאֶה לְבָרֵךְ אֶת יִשְׂרָאֵל, שֶׁנָּתַן נַפְשׁוֹ עֲלֵיהֶם בְּכָל שָׁעָה וְשָׁעָה. לְכָךְ נֶאֱמַר: וְזֹאת הַבְּרָכָה. אִישׁ הָאֱלֹהִים, אִם אָמַר אִישׁ, לָמָּה נֶאֱמַר אֱלֹהִים. וְאִם אָמַר אֱלֹהִים, לָמָּה אָמַר אִישׁ. אֶלָּא כְּשֶׁהֻשְׁלַךְ לַיְּאוֹר שֶׁל מִצְרִים, אִישׁ. וּבְשָׁעָה שֶׁהֲפָכוֹ לְדָם, אֱלֹהִים. דָּבָר אַחֵר, כְּשֶׁבָּרַח מִלִּפְנֵי פַּרְעֹה, אִישׁ. וּבְשָׁעָה שֶׁשִּׁקְּעָן, אֱלֹהִים. דָּבָר אַחֵר, בְּשָׁעָה שֶׁעָלָה לָרָקִיעַ, אִישׁ, לִפְנֵי הַמַּלְאָכִים שֶׁהָיוּ כֻּלָּם אֵשׁ, הָיָה אִישׁ. וּבְשָׁעָה שֶׁיָּרַד, אֱלֹהִים. דָּבָר אַחֵר, קֹדֶם שֶׁעָלָה לָרָקִיעַ, אִישׁ, שֶׁהָיָה אוֹכֵל וְשׁוֹתֶה. וְכָל זְמַן שֶׁהָיָה שָׁם, אֱלֹהִים, שֶׁנֶּאֱמַר: וַיִּרְאוּ מִגֶּשֶׁת אֵלָיו.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "(Deut. 33:1:) “And this is the blessing.” This text is related (to Prov. 31:29), “Many daughters have done valiantly, but you surpass them all.” This is the blessing of Moses,<sup class=\"footnote-marker\">1</sup><i class=\"footnote\"><i>PRK</i> 31:11.</i> in respect to which you should note that in the case of the earlier generations each and every one blessed his generation, but there was none was like the blessing of Moses. Noah blessed his children, but it contained a divergence, as he blessed one and cursed another, as stated (Gen. 9:27,) “May God enlarge (<i>ypt</i>) Japheth (<i>ypt</i>) [...]; and let Canaan be a slave to them.” Isaac blessed Jacob, but there was strife in it. It is so stated (in Gen. 28:4), “May He give you the blessing of Abraham, but he said to Esau (in Gen. 27:35), “Your brother came with deceit”; and it is stated (in vs. 41), “Then Esau hated Jacob […, and Esau said in his heart, ‘Let the days of mourning for my father come, and I will kill my brother Jacob’].” Jacob blessed the tribes, but there was strife among them, in that he rebuked Reuben, as stated (in Gen. 49:4), “Unstable as water”; and similarly (in vs. 5), “Simeon and Levi [are brothers; weapons of violence are their swords].” And from where did each and every one of the patriarchs learn to bless his generation? [They learned it] from the Holy One, blessed be He. When he created Adam, He blessed him, as stated (in Gen. 1:27-28), “male and female. Then [God] blessed them.” And the world was maintained by that blessing, until the generation of the flood came, and they cancelled it out, as stated (in Gen. 6:7), “And the Lord said, “I will blot out the humanity which I created.” When Noah left the ark, the Holy One, blessed be He, saw that this blessing had passed from them. He blessed Noah and his children anew, as stated (in Gen. 9:1), “Then God blessed Noah and his children.” The world was maintained by this blessing, until Abraham came into the world, and He added blessing, as stated (in Gen. 12:2), “For I will make you into a great nation.” Once Abraham came, the Holy One, blessed be He, said, “It is not honorable for Me, that I should be obliged to bless My creatures. Rather take note! I am handing over the blessings to Abraham and to his seed, so that for all who they issue a blessing, I am placing my seal upon [those blessings], as stated (in vs. 2, cont.), ‘[I will bless you and magnify your name] and so become a blessing.’” (Vs. 3:) “I will bless those who bless you….” What is the meaning of “I will bless?” The Holy One, blessed be He, said, “Take note. I am handing over the blessings to all whom you bless, and I am sealing [them] through you.” But if from then on the blessings were [handed over] to Abraham, why did he not bless Isaac? It was because Abraham saw that Esau would issue from him. He said, “If I bless Isaac, then Esau will be blessed, and Isaac will be found lacking.” A parable: To what is the matter comparable? To the head of a household that had a vineyard,<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">See Gen. R. 61:6; Numb. R. 11:2; M. Pss. 1:5.</i> [and] gave it to a tenant. And in that vineyard was a tree of life, but it had overgrown a tree having a deadly poison. Now he did not know what to do. He said, “If I cultivate that vineyard, then the tree having a deadly poison will flourish; but if I do not cultivate that vineyard, then the tree of life will die. So what shall I do? I will bear with that vineyard until the owner of the vineyard comes. Then he may do what he wants with his vineyard.” And so also did Abraham say, “If I bless Isaac, Esau will end up being blessed and Jacob will lose out. Rather look here. I will leave him alone until the Holy One, blessed be He, comes, when He will deal with what belongs to Him.” Jacob came and received five blessings: two from his father, one from Abraham, one from the angel, and one from the Holy One, blessed be He.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">Cf. Gen. R. 94:5.</i> From his father, as stated (in Gen. 27:33), “Then Isaac trembled (when he realized he had blessed Jacob instead of Esau). Why “trembled?” R. Eliezer ben Pedat said, “[He did so] because he saw <i>Gehinnom</i> open in front of him. He wanted to say, ‘Cursed will be [Jacob.’ Instead,] he went back [on it], and added blessing [to it], when he said (ibid., end), ‘he also shall be blessed.’” Here is one [blessing]. A second (is in Gen. 28:1), “So Isaac called Jacob and blessed him.” The blessing of the Holy One, blessed be He, (is in Gen. 35:9), “Now God appeared unto Jacob [… and blessed him].” The blessing of Abraham (is in Gen. 28:4), “And may He grant you the blessing of Abraham.” And the blessing of an angel is (in Gen. 32:30), “and he (the angel) blessed him there.” When Jacob came to bless the tribes, he blessed them with the five blessings that he had in hand and added one blessing to them, as stated (in Gen. 49:28), “All these are the tribes of Israel, [twelve in number, and this is what their father spoke to them when he blessed them, each one with his own blessing is how he blessed them].”<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">The midrash notes that the words, HE BLESSED THEM, occur twice and interprets the verse to mean that one blessing, the fivefold blessing he had received, was for the tribes as a group while the other blessing was a specific blessing for each tribe.</i> When Moses came to bless Israel, he added a seventh blessing to them. Thus it is stated (in Deut. 33:1), “And this is the blessing.” [According to another interpretation, Moses made] an addition to the blessings with which Balaam had blessed Israel,<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Cf. <i>PRK</i> 31(suppl. 1):4.</i> since it was fitting for him to bless them with seven blessings corresponding to the seven altars [he had built];<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">On these altars, see Numb. 23:1, 14, 29.</i> but [Balaam] only blessed them with three, as stated (in Numb. 24:10), “but here you have even blessed them these three times.” The Holy One, blessed be He, said to him, “O wicked one, your eye is too jaundiced for you to bless them. Moreover, I am not putting the power in your hand to finish your blessing over Israel. Moses will come, whose eye is fair; then he will bless Israel.” And it is about him that Solomon has said (in Prov. 22:9), “He that has a benevolent eye shall be blessed (<i>ybrk</i>).” Do not read “<i>ybrk</i> [with vowels meaning] shall be blessed,” but [with vowels meaning] “shall bless.” This refers to Moses our master whose eyes were fair when he blessed Israel, such that he blessed them with [the other] four blessings: The first is (in Exod. 39:43), “When Moses saw all the work […] he blessed them.” The second is (in Lev. 9:23), “Then Moses and Aaron came unto the tent of meeting; and when they came out, they blessed the people….” The third is (in Deut. 1:11), “May the Lord God of your ancestors add [to your numbers a thousand times more than you are and bless you].” The fourth is (here in Deut. 33:1), “And this is the blessing.” It is therefore stated (in Prov. 31:29), “Many daughters have done valiantly, but you surpass them all.”(Deut. 33:1:) And this is the blessing.” It was fitting for Moses to bless Israel because he had constantly risked his life for them.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\"><i>PRK</i> 31(suppl. 1):12.</i> For this reason, it is stated (in Deut. 33:1), “And this is the blessing [that Moses blessed... the Children of Israel].” (Deut. 33:1:) “The man of God (the Power).” If it says, “man,” why does it say, “God,” and if it says, “God,” why does it say, “man?” It is simply that at the time he fled from in front of Pharaoh, he was a man, but at the time he trounced [the Egyptians], he was a power. Another interpretation: At the time that he went up to the firmament, he was a man; in front of the angels that were all fire, he was a man. But at the time he came down, he was a power. Before he went up to the firmament, he was a man, as he would eat and drink. But all the time that he was there, he was a power, as stated (in Exod. 34:20), “and they were afraid to approach him.”", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "59636bc3d6e4a9416e9c3ae6", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Leviticus 9:20:1", "anchorRef": "Leviticus 9:20", "anchorRefExpanded": ["Leviticus 9:20"], "sourceRef": "Mizrachi, Leviticus 9:20:1", "sourceHeRef": "מזרחי, ויקרא ט׳:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "ויקרא", "he": "<b>וישימו את החלבים על החזות. </b>כבר פרשתי זה בפרשת צו ושם הרחבתי מאד ע\"ש: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d488f4d6e4a939ba173d99", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 9:20:1", "anchorRef": "Leviticus 9:20", "anchorRefExpanded": ["Leviticus 9:20"], "sourceRef": "Torah Temimah on Torah, Leviticus 9:20:1", "sourceHeRef": "תורה תמימה על התורה, ויקרא ט׳:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>וישימו וגו'. </b>[כתיב וישימו וכתיב ויקטר] <sup class=\"footnote-marker\">יא</sup><i class=\"footnote\">בלשון רבים ובלשון יחיד.\n</i>, דיהיב ליה לכהן אחר ומקטיר ליה, והא קמ\"ל דבעינן שלשה כהנים משום דכתיב (משלי י״ד:כ״ח) ברב עם הדרת מלך <sup class=\"footnote-marker\">יב</sup><i class=\"footnote\">עיין מש\"כ לעיל בפ' צו בפסוק על החזה יביאנו (ז' ל') וצרף לכאן.\n</i>.<br>(מנחות ס\"ב א')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d488f4d6e4a939ba173d9b", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 9:20:2", "anchorRef": "Leviticus 9:20", "anchorRefExpanded": ["Leviticus 9:20"], "sourceRef": "Torah Temimah on Torah, Leviticus 9:20:2", "sourceHeRef": "תורה תמימה על התורה, ויקרא ט׳:כ׳:ב׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 20.0002, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>את החלבים על החזות. </b>אמר אמימר משמיה דרב פפא, לא לסחוף אינש כפלי עלוי בשרא <sup class=\"footnote-marker\">יג</sup><i class=\"footnote\">כל הכסלים שחלב הכליות דבוק שם לא יהא כופה אותם על גבי בשר אחר, מפני שהחלב מוטל על הבשר ומתחמם וזב על הבשר, עכ\"ל רש\"י, ומשמע בפוסקים דבדיעבד מועיל לשפשף היטב הבשר.\n</i> [והני מילי מיד לאחר נתוח קודם שנצטנן הבשר, אבל לאחר שנצטנן שרי, כדכתיב וישימו את החלבים על החזות].<br>(חולין ח' ב' בתוס')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a15447bd6e4a92409ac0293", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Leviticus 9:20:1", "anchorRef": "Leviticus 9:20", "anchorRefExpanded": ["Leviticus 9:20"], "sourceRef": "Siftei Chakhamim, Leviticus 9:20:1", "sourceHeRef": "שפתי חכמים, ויקרא ט׳:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": true, "inline_reference": {"data-commentator": "Siftei Chakhamim", "data-label": "⚬"}, "compDate": [1660, 1680], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "ויקרא", "he": "<b>לכהן אחר להקטירם.</b> דק\"ל הא במקום אחר כתיב שוק התרומה וחזה התנופה על אשי החלבים, משמע שהחזה למעלה והחלב למטה, ובפרשת צו בפירש\"י מפורש היטב בפסוק המתחיל ידיו תביאנה: \n", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>To another <i>kohein</i> to burn them</b>. Rashi is answering the question: In another place it is written (10:15): “The thigh that is the separated portion and the breast that is the wave-offering, on top of the fats of the fire offering,” implying that the thigh is on top and the fat below! In Parshas Tzav (7:30), Rashi explains this well.\n", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5af8eaa1613964014ac6ad50", "index_title": "Menachot", "category": "Talmud", "type": "", "ref": "Menachot 62a:5", "anchorRef": "Leviticus 9:20", "anchorRefExpanded": ["Leviticus 9:20"], "sourceRef": "Menachot 62a:5", "sourceHeRef": "מנחות ס״ב א:ה׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 123.0005, "collectiveTitle": {"en": "Menachot", "he": "מנחות"}, "heTitle": "מנחות", "he": "והכתיב (ויקרא ט, כ) וישימו את החלבים על החזות ההוא דיהיב ליה לכהן אחרינא ואזיל ומקטר ליה", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The Gemara asks: <b>But isn’t it written: “And they put the fat upon the breasts”</b> (Leviticus 9:20), which also indicates that the fat is to be on top of, not beneath, the breast and thigh? The Gemara answers: <b>That</b> verse is referring to the stage <b>when</b> the priest who waved them <b>gives them to another priest,</b> who brings the sacrificial portions up to the altar. Once again the parts are turned over in this exchange, so that the sacrificial fats are on top of the breast. <b>And</b> this third priest then <b>goes and burns</b> the sacrificial portions on the altar.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5cdd68d625f25e0061095ff7", "index_title": "Malbim on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Leviticus, Tzav 150:1", "anchorRef": "Leviticus 9:20", "anchorRefExpanded": ["Leviticus 9:20"], "sourceRef": "Malbim on Leviticus, Tzav 150:1", "sourceHeRef": "מלבי\"ם על ויקרא, צו ק״נ:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 150.0001, "collectiveTitle": {"en": "Malbim on Leviticus", "he": "מלבי\"ם על ויקרא"}, "heTitle": "צו", "he": "את החלב על החזה יביאנו: במנחות <small>(דף סב.)</small>: כיצד עושה? מניח אימורים על פסת היד וחזה ושוק עליהם. ובכל מקום שיש לחם הלחם מלמעלה.  היכא? אמר רב פפא במלואים. מאי טעמא? אילימא משום דכתיב (ויקרא י, טו) \"שוק התרומה וחזה התנופה על אישי החלבים יביאו להניף תנופה\" - והכתיב (ויקרא ז, ל) \"את החלב על החזה יביאנו\"? אמר אביי ההוא דמייתי לה כהן מבית מטבחיא ורמי לי'. והכתיב (ויקרא ט, כ) \"וישימו את החלבים על החזות\"? ההוא דיהב ליה לכהן אחרינא ואזיל ומקטר להו. והא קמ\"ל דבעינן שלשה כהנים משום דברוב עם הדרת מלך. הנה באו לישב סתירת הכתובים שמה שכתוב פה \"את החלב על החזה\" הוא בעת הבאתו, ואחר כך בעת התנופה מהפכה על יד בעלים ואז יהיה החלב למטה, וזהו שאמר \"שוק התרומה..על אישי החלבים יביאו להניף\". ואחר כך בעת ההקטרה יהפכנו על יד כהן המקטיר ובא החלב למעלה, וזהו שאמר \"וישימו את החלבים על החזות ויקטר וכולי\".  והטעם – שבעת ההבאה יהיה החלב שהוא החשוב יותר למעלה, ובעת התנופה יהיה החשוב יותר סמוך ליד המניף, ובעת ההקטרה יהיה החלב למעלה שיהיה מוכן לקחתו להקטיר. ובמה שאמר שאם יש לחם הוא למעלה והוא במלואים - הקשו התוספות - והכתוב \"ויתן הכל על כפי אהרן\" ואם כן נתהפך הלחם? נראה שבמלואים היה חלוק מיתר מקומות. ששם הקטיר את השוק והחזה לא הונף עם החלבים ביחד רק בפני עצמו כמבואר בכתובים; בין בצואה בין בעשיה. ואם כן לא היה טעם להפך כיון שהכל היה נקטר והיה במעלה אחת.  וממ\"ש בגמרא \"כיצד עושה מניח אימורים על פסת היד\" משמע שכל האימורים הם מלמטה, גם שתי כליות ויותרת ואליה, שכולם נקראים 'אימורים'. והרמב\"ם (פ\"ט מהל' מעה\"ק ה\"ח) כתב \"וכיצד מניחן על ידי הבעלים? נותן את החלבים על ידי הבעלים וחזה ושוק למעלה ושתי הכליות ויותרת הכבד למעלה מהם\". וכתב בכסף משנה דמשמע לרבינו ד'אימורים' דקתני לא כל האימורים רק החלבים. וזה אינו, דמנ\"ל דמנא לן, דמנא ליה הא? דהא בגמרא לא באר שיתן שתי הכליות למעלה. ונעלם מעיני הבדולח דברי הספרא פה שממנו הוציא הרמב\"ם את דבריו, לא מן הגמרא. וראיתי בהגהת הראב\"ד שהגיה דברי הספרא כלשון הברייתא שבגמרא. והרי גם הרמב\"ם גריס כגירסתנו. ולדעתי ברייתא דגמרא חולקת עם הספרא, שהספרא שחדש שיותרת ושתי הכליות יהיו למעלה בא לישב בזה סתירת הכתובים בדרך אחר. שמה שנאמר פה \"את החלב על החזה\" דבר מצד האליה והיותרת והכליות - כי האליה נקרא לפעמים בשם חלבו האלי', ועל הכליות יש חלב [<small>או שיפרש פה כפירוש הרלב\"ג ש'חלב' דפה מענין מיטב ורצונו לומר השומן שעל החזה. וכן תרגם אונקלוס \"ית תרבא דעל חדיא\". ותרגום יונתן \"ית תרבא שמנינותא דעל חדיא וית חדיא\"</small>] וכן מה שכתוב במלואים (ויקרא ט, כ) \"וישימו את החלבים על החזות\" ששם אמר \"ואת החלבים מן השור..ומן האיל האליה והמכסה...\" - ועל זה אמר \"וישימו את החלבים\" – שמה שכתב \"ואת החלבים מן השור\" כלל גם שתי הכליות ויותרת ובאיל חדש האליה, ואלה היו על החזות. ומה שכתב (ויקרא י, טו) \"שוק התרומה..על אישי החלבים\" - היינו החלב עצמו יהיה למטה.  ולדברי הספרא אין צריך ג' כהנים ולהפך. ולכן הרמב\"ם שפסק כהספרא לא הזכיר מה שאמרו בגמרא שיהיה בשלשה כהנים ושיהפך וכולי (שזה פליאה גדולה למה השמיט מאמר הפשוט בגמרא), אך שזה הוצרך לפי הברייתא בגמרא שסבירא ליה שכל האימורין היו למטה. מה שאין כן להספרא ורמב\"ם שהולך בשטתו - אין הכרח מן הכתובים דצריך ג' כהנים.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6cf5c4424d0058269a44", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Shmini 14:1", "anchorRef": "Leviticus 9:20", "anchorRefExpanded": ["Leviticus 9:20"], "sourceRef": "Malbim on Leviticus, Shmini 14:1", "sourceHeRef": "מלבי\"ם על ויקרא, שמיני י״ד:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "שמיני", "he": "<b>ואת החזות ואת שוק הימין הניף אהרן תנופה:</b> זה היה קודם ההקטרה ואם כן היה לו לכתוב \"וישימו את החלבים על החזות ועל שוק הימין ויניף אותם תנופה ויקטר את החלבים המזבחה\". ושעל כן יאמר הרמב\"ן שהניף אותם שנית בפני עצמם אחר שהניף החזה עם החלבים. וזה אינו. כי גם בתחלה הניף השוק גם כן כמו שהוא לדורות. ופירשו בספרא שרצה להודיע בפרשה זאת שלמד אהרן כל סדר העבודות ועשאום במעמד משה, ולכן הזכיר העבודות ביחד עד ההקטרה. ואת התנופה – שלא הוצרך ללמוד כי זה יעשה כל בעל קרבן – הציגו לבדנה. וזהו שאמר להגיד גדולתו של אהרן ושל בניו. ואמר \"של בניו\" – כי הקבלה עשו בניו כמו שכתוב \"ויקריבו בני אהרן אליו הדם (<small>וכמו שכתבנו בסימן ט</small>). ומה שאמר \"יציקה וכפרה\" – נראה לי לגרוס במקומו \"קמיצה והקטרה\".", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dbee3a65fc99956394dd544", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 182:1-4", "anchorRef": "Leviticus 9:20", "anchorRefExpanded": ["Leviticus 9:20"], "sourceRef": "Malbim Ayelet HaShachar 182:1-4", "sourceHeRef": "אילת השחר (מלבי\"ם) קפ״ב:א׳-ד׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1844, 1874], "commentaryNum": 182.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": ["וכן בשינוי הסדר כשבא פסוק שלא במקומו הראוי – השיבוהו על ידי דרושיהם אל סדרו ומכונו. (צו ס' עא, צו ס' קל. שמיני ס' יד. אמור ס' עג. בהר ס' קב)", "וכן במה שנאמר \"ורחץ את בשרו\" שבא שלא במקומו מפני שמוסב לפניו ולאחריו. (אחרי סימן ס)", "וכן סדר הכתוב עצמו המהופך. (צו ס' קנא, ויקרא ס' שנז)", "וכן בפסוק \"ובא אהרן אל אוהל מועד\" הוכיחו שלא בא על הסדר ויש טעם לזה. (אחרי סימן ס)"], "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": ["And moreover, whenever the order changes and a verse does not come in a way that is proper – the commentators will explain through their homiletical interpretations the reasons for its order.", "And moreover, when it is said ורחץ את בשרו (and he shall bathe his flesh)<sup class=\"footnote-marker\">418</sup><i class=\"footnote\">Leviticcus 16:24.</i>, it does not come in the right place.", "", "And moreover, in the sentence ובא אהרן אל אוהל מועד (And Aaron shall come into the tent of meeting)<sup class=\"footnote-marker\">419</sup><i class=\"footnote\">Leviticus 16:23.</i>, it is proven that it does not come in the right place, and there is a reason for this."], "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6037a68bcda51cfa3ddf392f", "index_title": "Ramban on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Leviticus 3:9:1", "anchorRef": "Leviticus 9:20", "anchorRefExpanded": ["Leviticus 9:20"], "sourceRef": "Ramban on Leviticus 3:9:1", "sourceHeRef": "רמב\"ן על ויקרא ג׳:ט׳:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Ramban on Leviticus", "he": "רמב\"ן על ויקרא"}, "he": "<b>חלבו האליה תמימה</b> שם חלב בלשון הקדש השומן הנפרד שאינו עם הבשר כדבר אחד כי השומן המתערב בבשר שאינו נפרד ממנו יקרא שומן כענין שאמר הכתוב וישמן ישורון (דברים לב טו) ויאכלו וישבעו וישמינו (נחמיה ט כה) השמן לב העם הזה (ישעיהו ו י) ובשרי כחש משמן (תהלים קט כד) והיה דשן ושמן (ישעיהו ל כג) כמו חלב ודשן תשבע נפשי (תהלים סג ו) וכן בכל מקום והחלב הוא הנפרד אשר עליו קרום ונקלף לא יתערב הלשון בהן בשום מקום כאמרנו בשר שמן לא בשר חלב וכן בשאר לשונות הגוים שמותיהן חלוקין ויאמר דרך השאלה בכתוב (במדבר יח ל) בהרימכם את חלבו ממנו כי הטוב אשר יורם מן התבואה יכנה אותו בחלב כאשר החלב מורם בקרבנות חלב כליות חטה (דברים לב יד) ידמה החטה לכליות ואת החלב אשר בם כאשר יאמר (שם) ודם ענב תשתה חמר ואין היין דם ואכלו את חלב הארץ (בראשית מה יח) שיאכלו כל חלב שור וכשב ועז וכל החיה דרך משל זה והנה אין באליה חלב כלל אבל יש בה שומן שאינו נפרד כמו שיש בכל נתח טוב ירך וכתף וכן ידעו הרופאים בטבעיהם שאין החלב נעשה לעולם סמוך לעור ולא באבר שינוע תמיד ואמרו כי טבע השומן שאינו נפרד מן הבשר בצלעות ובצדדין ובאליה הוא חם ולח והנפרד מן הבשר כמו אשר על הכליות קר ולח וגס ועבה וקשה להתבשל באצטומכה וממהר לכלות ויוליד לחה לבנה וסותם ואם כן הכתוב שאמר (ויקרא ג׳:י״ז) כל חלב וכל דם לא תאכלו אין שומן שעל גבי האליה בכלל כי איננו חלב בשמו ובטבעו ואם היה כל שומן חלב אם כן יאסר כל שומן שבבהמה בכתפות ובצדדין כי הכתוב לא אמר כל חלב אשר יקריבו לה' לא תאכלו אבל אמר כי כל בהמה אשר תקרב על המזבח יאסר כל חלב שבה ולא יתכן שנאמר שאסר מה שנקריב מן הבהמה שאם כן יהיו הכליות והיותרת על הכבד אסורים אבל כל הנקרא חלב נאסר אע\"פ שאינו קרב למזבח כגון החלב אשר על הטחול ושאינו נקרא חלב מותר אעפ\"י שהוא קרב כגון הכליות והיותרת מן הכבד וכן האליה וכן אמר הכתוב במלואים בצווי ולקחת מן האיל החלב והאליה (שמות כט כב) ובמעשה ויקח את החלב ואת האליה (ויקרא ח׳:כ״ה) כי אין האליה חלב והכתוב הזה שאמר חלבו האליה תמימה פירושו שיקריב ממנו חלבו באליה תמימה כי כאשר יסיר האליה תמימה עד העצה יוסר עמה חלב רב אשר הוא מחובר בה בצד הפנימי וכך אמרו בת\"כ (ויקרא יט ב) להביא את החלב הסמוך לאליה זה החלב שבין הפקוקלות ועל דעתי עוד שיעור הכתוב הזה כמו הכתוב האחר (ויקרא ז׳:ג׳) ואת כל חלבו יקריב ממנו את האליה אף כאן יאמר והקריב מזבח השלמים אשה לה' כל חלבו בשני הפסוקים יכלול תחלה שיקריב כל חלבו ואחרי כן פרט והזכיר כל מה שיקריב ממנו ואין כל הנפרטים חלב כי שתי הכליות והיותרת על הכבד אינן בכלל חלב כלל וכך אמר בפרשת ביום השמיני (ויקרא ט׳:י׳) ואת החלב ואת הכליות ואת היותרת מן הכבד הזכיר החלב לבדו ושאר הקרבים לבדו כאשר אמר (שמות כט כב) מן האיל החלב והאליה אם כן אף האליה אינה קריבה בכלל חלבו אבל אמר שיקריב מזבח השלמים כל חלבו ואחר כך פירש כל הקרבים אשר הם חלב ואשר אינם חלב והכתוב שאמר בחטאת (ויקרא ד׳:ל״א) ואת כל חלבה יסיר כאשר הוסר חלב מעל זבח השלמים אין ענינו בחלב לבדו שאם כן לא יהיו הכליות והיותרת על הכבד קרבים בחטאת אבל ענינו שיסיר החלב עם כל המוסרים עמו בזבח השלמים וכן ואת כל חלבה יסיר כאשר יוסר חלב הכשב מזבח השלמים (שם לה) שיסירנו כהסרתו בזבח השלמים עם כל המוסרים שם לרבות האליה בחלבה וכן וישימו את החלבים על החזות ויקטר את החלבים המזבחה (ויקרא ט׳:כ׳) עם כל המוסרים עמהם והוצרכתי להאריך בזה לסתום פיהם של צדוקים ימחה שמם כי בדברי תורה נאמר ענה כסיל כאולתו (משלי כו ה) ואמרו (אבות ב יט) הוי שקוד ללמוד תורה כדי שתשיב לאפיקורוס והגאון רב סעדיה ברח להם שאמר כי חלבו האליה יחסר וי\"ו והאליה ור\"א השיב (אבן עזרא על ויקרא ז׳:כ׳) שהיה ראוי להיות חלבו אליתו או החלב האליה ואינה תשובה כי מצינו וכל ישראל וזקניו ושוטרים ושופטיו (יהושע ח לג) ועוד אזכיר (רמב\"ן על ויקרא ז׳:כ״ה) טעות גדול שטעה ר\"א בטענותיו עמהם הרע לומר מהם אבל פירוש הגאון איננו נכון וכל שכן שאיננו מוכרח להתיר בו והמדרש שעשו רבותינו (חולין קיז) כל חלב שור וכשב ועז (ויקרא ז׳:כ״ג) שלא אסר אלא חלב השוה בכלם מדרש הגון הוא אבל שלא ליתן פתחון פה לבעל הדין לחלוק הוצרכנו לראיות וטענות שכתבנו:", "heVersionTitle": "On Your Way New", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "CHELBO’ (THE FAT THEREOF) ‘HA’ALYAH TH’MIMAH’ (THE FAT TAIL ENTIRE). The term <i>cheilev</i> (fat) in the Sacred Language indicates that part of the fat which is separate from the meat and not joined to it. <i>Shuman</i>, on the other hand, is that fat which is intertwined with the meat and cannot be separated from it, something like that which Scripture states: ‘<i>Vayishman Yeshurun</i>’ (<i>But Jeshurun waxed fat</i>);<sup class=\"footnote-marker\">253</sup><i class=\"footnote\">Deuteronomy 32:15.</i> <i>so they did eat, and were filled ‘vayashminu’</i> (<i>and became fat</i>);<sup class=\"footnote-marker\">254</sup><i class=\"footnote\">Nehemiah 9:25.</i> ‘<i>hashmein</i>’ (<i>make fat</i>) <i>the heart of this people;</i><sup class=\"footnote-marker\">255</sup><i class=\"footnote\">Isaiah 6:10.</i> <i>and my flesh is lean ‘mishamen’</i> (<i>and hath no fatness</i>);<sup class=\"footnote-marker\">256</sup><i class=\"footnote\">Psalms 109:24.</i> <i>and it shall be rich ‘v’shamein’</i> (<i>and fat</i>);<sup class=\"footnote-marker\">257</sup><i class=\"footnote\">Isaiah 30:23.</i> <i>my soul is satisfied as with marrow ‘vadeshen’</i> (<i>and fatness</i>),<sup class=\"footnote-marker\">258</sup><i class=\"footnote\">Psalms 63:6. It should be noted that this verse does not contain the root <i>shuman</i>, but <i>deshen</i>. We must assume then that Ramban considered them equivalent terms. This is strengthened by an examination of the Hebrew wording of the verse: ‘<i>k’mo cheilev vadeshen tisba nafshi</i>.’ Now <i>deshen</i> is thus in parallelism to <i>cheilev</i>; hence <i>deshen</i> must here be understood as <i>shuman</i>, as explained above.</i> and similarly in all places. But <i>cheilev</i> is the fat which is separate from the meat and covered by a membrane, and is easily peeled off. The Hebrew language never interchanges these terms [<i>cheilev</i> and <i>shuman</i>] in any place. Thus we say, <i>basar shamen</i> (fat meat), but not <i>basar cheilev</i> [since <i>cheilev</i>, as explained, is the fat which is separate and distinguished from the meat]. Similarly in languages of other nations these terms are separate. The term <i>cheilev</i> is sometimes used metaphorically, as is written, <i>when ye set apart ‘chelbo’</i> (<i>the best thereof</i>) <i>from it</i>,<sup class=\"footnote-marker\">259</sup><i class=\"footnote\">Numbers 18:30.</i> since the good part of the produce which is taken up [to be given to the priest], Scripture figuratively calls <i>cheilev</i>, just as the <i>cheilev</i> is set apart in the offerings. ‘<i>Cheilev kilyoth</i>’ (<i>the kidney-fat</i>) <i>of wheat</i><sup class=\"footnote-marker\">260</sup><i class=\"footnote\">Deuteronomy 32:14.</i> — Scripture here compares wheat to the kidneys and the fat therein, just as it states, <i>and of the blood of the grape thou drankest foaming wine</i>,<sup class=\"footnote-marker\">260</sup><i class=\"footnote\">Deuteronomy 32:14.</i> although wine is not blood [hence we must conclude that Scripture only uses these terms figuratively]. <i>And ye shall eat the ‘cheilev’</i> (<i>fat</i>) <i>of the land</i><sup class=\"footnote-marker\">261</sup><i class=\"footnote\">Genesis 45:18.</i> means that they shall eat the best of the bullocks, sheep, and goats and all animals. Such is the usage of this figure of speech.<br>Now the tail does not contain any <i>cheilev</i> at all,<sup class=\"footnote-marker\">262</sup><i class=\"footnote\">Having established the premise that the term <i>cheilev</i> has a figurative meaning, Ramban now proceeds to his main theme here: that the tail of the animal contains no <i>cheilev</i> [which is the term for the fat which is forbidden to be eaten] at all, but rather it contains <i>shuman</i> [which is the fatty substance contained in the meat which cannot be separated from it, and is permitted to be eaten]. At the end of this lengthy discussion it will be made clear that Ramban’s intention is to refute a major contention of the Karaites, who prohibited the eating of the fat of the tail, while the true tradition of the Rabbis permits it to be eaten. See further, Note 277.</i> but rather has in it <i>shuman</i> (fat) which is not separate from the meat thereof, just as there is <i>in every good piece, the thigh and the shoulder</i>.<sup class=\"footnote-marker\">263</sup><i class=\"footnote\">Ezekiel 24:4.</i> This is confirmed by doctors who in their studies of nature have established the fact that <i>cheilev</i> [fat which is separate from the meat], is never to be found [in the animal] near the hide, nor in a limb which is always in movement [such as the tail]. The doctors have further said that the nature of <i>shuman</i> found in the ribs, sides and tail, which is not separate from the meat, is warm and moist, whilst that fat which can be separated from the meat, such as that which is upon the kidneys, is cold and moist, thick and coarse; it is difficult for the stomach to digest it fully, and it easily spoils; it also increases the white fluid<sup class=\"footnote-marker\">264</sup><i class=\"footnote\">The ancients believed that a person’s physical and mental constitution is determined by the proper balance of the four bodily fluids which exist in every man. These are “the four humors” — the red, the white, the green, and the black — which vary constantly in man and determine his state of health and disposition at any given moment. Since the eating of <i>cheilev</i> increases the white fluid beyond the proper proportion, it affects the health of the person adversely.</i> and constipates.<br>If so, the verse stating, <i>Eat ye not any ‘cheilev’</i> (<i>fat</i>) <i>nor blood</i>,<sup class=\"footnote-marker\">265</sup><i class=\"footnote\">Further, Verse 17.</i> does not include the <i>shuman</i> (fat) which is upon the tail, for that is not <i>cheilev</i> by name or nature. If all fat were to come under the term <i>cheilev</i>, then all fat in an animal — on the shoulders and sides — would not be allowed to be eaten! For Scripture does not say: “All fat which is offered unto G-d ye shall not eat” [so that you would include in this prohibition the fat of the tail, since it is offered as a fire-offering on the altar]. Rather, He states that “the <i>cheilev</i> (fat) of all cattle which are brought as offerings upon the altar, must not be eaten.”<sup class=\"footnote-marker\">266</sup><i class=\"footnote\">Ramban’s intent is to refer to the following verse: <i>For whosoever eateth the fat of the beast, of which men present an offering unto the Eternal, even the soul that eateth it shall be cut off from his people</i> (further, 7:25). Now the verse does not state “For whosoever eateth the fat which men present as an offering …” [so that you could argue, since the tail and the fat thereon are offered upon the altar, therefore they may not be eaten]. Rather, the verse states, <i>For whosoever eateth the fat ‘of the beast’ of which men present an offering</i> …, thus teaching that the <i>cheilev</i> of any animal which <i>can be</i> brought as an offering — whether it is actually brought as a hallowed offering or is eaten as common food — is forbidden to be eaten. Thus the verse establishes that <i>cheilev</i> of the ox, sheep, and goat [from which offerings can be brought] is forbidden to be eaten, whether it be an offering or common food. See further, Note 277.</i> It is indeed impossible to say that He prohibited all these fats of the animal which are offered on the altar, for if so the kidneys and the lobe above the liver would be forbidden to be eaten [since they are offered on the altar]!<sup class=\"footnote-marker\">267</sup><i class=\"footnote\">Verses: 4 and 10, etc. And yet even the Karaites do not forbid these foods!</i> Rather, whatever fat comes under the term <i>cheilev</i> [as explained above], is forbidden to be eaten, even though it is not brought on the altar, such as the fat on the spleen; and that which is not called <i>cheilev</i> may be eaten even though it is offered on the altar, such as the [fat of the] kidneys and the lobe above the liver, and similarly also that of the tail [which even though it is brought on the altar, may be eaten because it is <i>shuman</i> and not <i>cheilev</i>]. Similarly, Scripture states in connection with the command of the installation of the priests, <i>And thou shalt take of the ram ‘ha’cheilev’</i> (<i>the fat</i>) <i>and the tail;</i><sup class=\"footnote-marker\">268</sup><i class=\"footnote\">Exodus 29:22. This shows that the fat of the tail is not called <i>cheilev</i>.</i> and at the performance thereof it is written, <i>And he took the fat, and the tail</i>,<sup class=\"footnote-marker\">269</sup><i class=\"footnote\">Further, 8:25.</i> for the tail is not <i>cheilev</i>. Now this verse [before us] which states ‘<i>chelbo ha’alyah th’mimah</i>’, means that he shall offer up [from the peace-offerings] the fat thereof, together with the entire fat tail, meaning that when he removes the “entire fat tail” until the rump-bone, he must take with it much fat that is attached to it on the inside. Thus the Rabbis have said in Torath Kohanim:<sup class=\"footnote-marker\">270</sup><i class=\"footnote\">Torath Kohanim, <i>Vayikra</i> 19:2.</i> “This tells us that he must also take the fat near the tail, which is the fat between the sinews [in the loins].”<br>In my opinion the purport of this verse is also like that of the other verse: <i>And he shall offer of it all ‘chelbo’</i> (<i>the fat thereof</i>)<i>: ‘ha’alyah’</i> (<i>the fat tail</i>), <i>and the fat that covereth the inwards</i>.<sup class=\"footnote-marker\">271</sup><i class=\"footnote\">Further, 7:3.</i> So here likewise He says, <i>And He shall offer of the sacrifice of peace-offerings</i> all the fat thereof. In these two verses [just quoted], He first makes a general statement, that [the priest] should offer all the fat thereof, and then He mentions in detail all the parts that he should offer [namely, <i>the fat tail entire … and the fat that covereth the inwards … and the two kidneys, and the fat upon them … and the lobe above the liver</i> …]. Now not everything that is mentioned here is <i>cheilev</i> [fat forbidden to be eaten], for the two kidneys [themselves] and the lobe above the liver are not at all included in the term <i>cheilev</i>. Thus He stated in the section of <i>Bayom Ha’shemini:</i><sup class=\"footnote-marker\">272</sup><i class=\"footnote\">“On the Eighth Day” of Initiation. It is the third section in this Book of Vayikra, known as <i>Shemini</i>.</i> <i>And ‘ha’cheilev’</i> (<i>the fat</i>), <i>and the kidneys, and the lobe of the liver</i>,<sup class=\"footnote-marker\">273</sup><i class=\"footnote\">Further, 9:10. The use of the separate terms there thus clearly proves that not everything mentioned is <i>cheilev;</i> hence we may also say that the <i>alyah</i> mentioned is not <i>cheilev</i>.</i> mentioning the <i>cheilev</i> by itself and then the other inwards by themselves, even as He said, <i>And thou shalt take of the ram ‘ha’cheilev’ and the tail</i>.<sup class=\"footnote-marker\">268</sup><i class=\"footnote\">Exodus 29:22. This shows that the fat of the tail is not called <i>cheilev</i>.</i> If so, the reason why the tail is offered [on the altar] is not because it is included here in Verse 9] in the term <i>chelbo</i>. Rather, He states here that the priest should burn [on the altar] from the peace-offerings all the fat thereof, and then He proceeds to explain all the inwards [which he should offer], some being <i>cheilev</i> and some not. The meaning of the verse in the case of the sin-offering stating, <i>And all the fat thereof he shall take away, as ‘cheilev’</i> (<i>the fat</i>) <i>is taken away from off the sacrifice of peace-offerings</i>,<sup class=\"footnote-marker\">274</sup><i class=\"footnote\"><i>Ibid.</i>, 4:31.</i> is not to refer only to that which is strictly speaking <i>cheilev</i>, for if that were so, the kidneys and the lobe on the liver [which are not <i>cheilev</i>] would not be offered up in the case of the sin-offering. Rather, the intention of the verse is that he is to take away the <i>cheilev</i> together with all the things that are removed from the peace-offerings. Similarly, [the verse stating in the case of the she-lamb brought as a sin-offering], <i>And all the fat thereof shall he take away, as the fat of the lamb is taken away from the sacrifice of the peace-offerings</i>,<sup class=\"footnote-marker\">275</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 35.</i> means that he is to take away as he had done in the case of the peace-offerings, meaning everything that he had taken away there, including the tail with its fat. Similarly, <i>And they put the ‘chalavim’</i> (<i>fats</i>) <i>upon the breasts, and he caused the fats to ascend in fumes</i><sup class=\"footnote-marker\">276</sup><i class=\"footnote\"><i>Ibid.</i>, 9:20.</i> means [the <i>cheilev</i>] together with all that is removed from them.<br>I have had to discuss this point at length in order to shut up the mouths of the Sadducees,<sup class=\"footnote-marker\">277</sup><i class=\"footnote\">So also in Ibn Ezra here. The “Sadducees,” strictly speaking, were a sect during the Second Temple that denied the authority of the oral tradition. The name Sadducee, however, became a synonym for all those who denied Talmudic authority. The reference here is definitely to the Karaites — a sect which appeared in the Gaonic period (760 Common Era) which rejected the authority of the Oral Law, and based itself on individual interpretation of the Torah. A major contention of theirs (based upon the present verse) was that the tail is forbidden to be eaten since it is here called <i>cheilev</i>. See also Maimonides who writes: “the heretics who here in the Orient are called Karaites” (“The Commandments,” Vol. I, p. 160).</i> may their name be erased [from memory], for in matters of Torah it has been said, <i>Answer a fool according to his folly</i>,<sup class=\"footnote-marker\">278</sup><i class=\"footnote\">Proverbs 26:5. Ramban’s allusion [in his words “for in matters of Torah it has been said, <i>Answer</i> … “] is to a point the Sages have made regarding an obvious contradiction in the Book of Proverbs. In Verse 4 there it states, <i>Answer not a fool according to his folly, lest thou also be like unto him</i>, and immediately in the following verse it states, <i>Answer a fool according to his folly, lest he be wise in his own eyes</i>. The Sages explained that there is no contradiction: “in matters of Torah answer him, but in other matters do not” (Shabbath 30b). It is to this principle that Ramban alludes in writing, “for in matters of Torah it has been said … ”</i> and the Rabbis have also said,<sup class=\"footnote-marker\">279</sup><i class=\"footnote\">Aboth 2:14.</i> “Be diligent in learning Torah, in order to<sup class=\"footnote-marker\">280</sup><i class=\"footnote\">“In order to.” In our standards text of the Mishnah: “and know what to.”</i> be able to answer the unbeliever.”<br>The Gaon Rav Saadia<sup class=\"footnote-marker\">281</sup><i class=\"footnote\">See in Exodus, Vol. II, p. 99, Note 230.</i> explained it to them,<sup class=\"footnote-marker\">282</sup><i class=\"footnote\">I.e., the Karaites. “Saadia persisted in fighting Karaism with literary weapons; and throughout his checkered life he continued to combat its apostles with unrelenting vigor, so that he became the most dreaded and most hated opponent of the [Karaite] sect down to our own times” (H. Malter, “Saadia Gaon,” p. 262).</i> by saying that <i>chelbo ha’alyah</i> is missing a connective <i>vav</i>, which would make it: <i>chelbo veha’alyah</i> — (its fat “and” the tail) [thus clearly meaning that the tail is not included in the <i>cheilev</i>]. But Rabbi Abraham ibn Ezra refuted Rav Saadia Gaon by saying [that “from a grammatical point of view this could not be possible, for if so] it should have said <i>chelbo elyato</i><sup class=\"footnote-marker\">283</sup><i class=\"footnote\">In other words, since <i>chelbo</i> comes with the pronominal suffix [meaning “its fat”], the word <i>ha’alyah</i> (the tail) should likewise have come in that form: <i>elyato</i> (“its tail”).</i> or <i>hacheilev ha’alyah</i>.”<sup class=\"footnote-marker\">284</sup><i class=\"footnote\">Or since <i>v’ha’alyah</i> (according to Saadia Gaon’s interpretation) comes without the pronominal suffix, the word <i>chelbo</i> should also not have it, making it — <i>hacheilev v’ha’alyah</i>. Thus Ibn Ezra is saying that the Karaite interpretation still stands, for since it is written <i>chelbo ha’alyah</i> it would appear that <i>ha’alyah</i> is in apposition to <i>chelbo</i>, thus explaining: “What is <i>chelbo? Ha’alyah</i>.” — Ramban, however, will refute this argument of Ibn Ezra, bringing proof from another verse in Scripture which mentions two nouns together, and yet one is written with a pronominal suffix and the other without. Thus Saadia Gaon’s refutation of the Karaite interpretation is valid, and the tradition that the tail is not <i>cheilev</i> is confirmed. See, however, further in text where Ramban comments on the Gaon’s interpretation.</i> But Ibn Ezra’s refutation is not valid, for we find [Scripture stating], <i>And all Israel and their elders, and officers, and their judges</i>!<sup class=\"footnote-marker\">285</sup><i class=\"footnote\">Joshua 8:33. Here <i>u’zkeinav</i> (and their elders) comes with a pronominal suffix, and <i>v’shotrim</i> (and officers) does not. In our case too it is therefore correct to say, as Saadia Gaon does, that <i>chelbo ha’alyah</i> means <i>chelbo v’ha’alyah</i>, and the two nouns do not stand in apposition to each other, thus proving that the <i>alyah</i> is not <i>cheilev</i>.</i> I will yet mention<sup class=\"footnote-marker\">286</sup><i class=\"footnote\">Further, 7:25.</i> a great mistake which Rabbi Abraham ibn Ezra made in his arguments with them [i.e., the Karaites], in which he spoke more wrongly than they.<sup class=\"footnote-marker\">287</sup><i class=\"footnote\">Ramban’s intent is to Ibn Ezra’s statement there that <i>cheilev</i> of a cattle slaughtered as common food is not forbidden to be eaten (see above Note 266). That opinion is more harmful than what the Karaite have said. For in abstaining from eating the fat of the tail no infringement of the Torah is incurred, whilst in eating of the <i>cheilev</i> of cattle slaughtered as common food, one violates a prohibition of the Torah!</i> However, the Gaon’s interpretation is not correct,<sup class=\"footnote-marker\">288</sup><i class=\"footnote\">In other words, Ibn Ezra’s argument against the Gaon’s interpretation is surely not valid, as explained above. Yet the Gaon’s interpretation is also not persuasive, since his explanation is dependent upon a missing connective <i>vav</i>, making the word <i>ha’alyah — v’ha’alyah</i> (“and” the tail). Such an interpretation is not sufficiently convincing to base thereon the permission to eat the tail.</i> and surely it is not an argument sufficiently persuasive to permit the eating [of the tail because of it]. But the interpretation which our Rabbis advanced<sup class=\"footnote-marker\">289</sup><i class=\"footnote\">Chullin 117a.</i> on the verse, <i>Ye shall eat no fat, of ox, or sheep, or goat</i>,<sup class=\"footnote-marker\">290</sup><i class=\"footnote\">Further, 7:23.</i> that He prohibited only [that kind of fat like] the fat of the ox which is common to all [i.e., the sheep and the goat, thus excepting the fat of the tail of the sheep, which is not found in the ox], that is a proper interpretation [from which we may clearly know that the tail is permitted to be eaten]! But in order not to give contestants an occasion to dispute [the tradition of the Rabbis], we have had to bring the [other] proofs and arguments which we have written.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "60f57905ddb586d79d827373", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Leviticus 9:20:1", "anchorRef": "Leviticus 9:20", "anchorRefExpanded": ["Leviticus 9:20"], "sourceRef": "Maskil LeDavid, Leviticus 9:20:1", "sourceHeRef": "משכיל לדוד, ויקרא ט׳:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "commentaryNum": 20.0001, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "ויקרא", "he": "<b>וישימו וכו׳ לאחר התנופה וכו׳.</b> דק״ל דמאחר דבחלבים קאי קרא דבהדיא כתיב לעיל בסמוך ואת החלבים מן השור וכו׳ א״כ הכא הול״ל וישימום על החזות דידוע דאחלבים קאי דבהו קיימי׳ ומשני דמשו״ה הדר וכתב את החלבים להודיע שהענין מופסק ומובדל דהכא לאחר התנופה מיירי כשנתנם לכהן אחר:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61681ff3a5fa92a0e2f978b4", "index_title": "Mishnat Eretz Yisrael on Mishnah Maaser Sheni", "category": "Quoting Commentary", "type": "", "ref": "Mishnat Eretz Yisrael on Mishnah Maaser Sheni 1:7:9", "anchorRef": "Leviticus 9:1-33", "anchorRefExpanded": ["Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 9:25", "Leviticus 9:26", "Leviticus 9:27", "Leviticus 9:28", "Leviticus 9:29", "Leviticus 9:30", "Leviticus 9:31", "Leviticus 9:32", "Leviticus 9:33"], "sourceRef": "Mishnat Eretz Yisrael on Mishnah Maaser Sheni 1:7:9", "sourceHeRef": "משנת ארץ ישראל על משנה מעשר שני א׳:ז׳:ט׳", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 7.0009, "collectiveTitle": {"en": "Mishnat Eretz Yisrael on Mishnah Maaser Sheni", "he": "משנת ארץ ישראל על משנה מעשר שני"}, "he": "<b>אין</b> <b>מביאין</b> – מכספי מעשר שני, <b>קיני</b> <b>זבים</b> <b>קיני</b> <b>זבות</b> – הזב או הזבה לאחר שנטהרו מזובם וספרו שבעה ימים לטהרתם מביאים ביום השמיני שני תורים או שני בני יונה, אחד לחטאת ואחד לעולה (ויקרא ט א-לג). הקרבנות של הזב או הזבה מכונים בלשון חכמים \"קִני זבים\" ו\"קִני זבות\". המשנה קובעת שאין הזב או הזבה מביאים מכספי מעשר שני את קִניהם. הלכה זו היא חלק מכלל גדול בהלכה ש\"כל דבר שהוא בא בחובה לא יבוא אלא מן החולין\", כלל החוזר פעמים רבות בהקשרים שונים (משנה, מנחות פ\"ז מ\"ו; תוס', פ\"א ה\"ד, ועוד).", "heVersionTitle": "Mishnat Eretz Yisrael, Seder Zeraim, Tel Aviv, 2008-2016", "heLicense": "CC-BY", "heVersionTitleInHebrew": "סדר זרעים, מאת שמואל ספראי וזאב ספראי, תל אביב. תשס\"ח-תשע\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d54df4629f2b5727a820", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, חזה 1", "anchorRef": "Leviticus 9:20", "anchorRefExpanded": ["Leviticus 9:20"], "sourceRef": "Sefer HaShorashim, חזה 1", "sourceHeRef": "ספר השרשים, חזה א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "חזה", "he": ["<strong><big>חזה</big></strong>   יִשְׂמַח צַדִּיק כִּי־<strong>חָזָה</strong> נָקָם (<a class=\"refLink\" href=\"Psalms 58:11\" data-ref=\"Psalms 58:11\">תהלים נח, יא</a>), וְזֶֽה־<strong>חָזִיתִי</strong> וַֽאֲסַפֵּֽרָה (<a class=\"refLink\" href=\"Job 15:17\" data-ref=\"Job 15:17\">איוב טו, יז</a>), כֻּלְּכֶם <strong>חֲזִיתֶם</strong> (<a class=\"refLink\" href=\"Job 26:12\" data-ref=\"Job 26:12\">איוב כו, יב</a>), אֲשֶׁר אֲנִי <strong>אֶֽחֱזֶה</strong>־לִּי (<a class=\"refLink\" href=\"Job 19:27\" data-ref=\"Job 19:27\">איוב יט, כז</a>). וְעִם־שְׁאוֹל עָשִׂינוּ <strong>חֹזֶה</strong> (<a class=\"refLink\" href=\"Isaiah 28:15\" data-ref=\"Isaiah 28:15\">ישעיה כח, טו</a>), פירשו רבי יונה כן, כבר שמנו צופה עם שאול שיודיענו עת בואו ובקרבת עתו נדחה אותו. שְׂמֹאול בַּֽעֲשׂתוֹ וְלֹא־<strong>אָחַז</strong> (<a class=\"refLink\" href=\"Job 23:9\" data-ref=\"Job 23:9\">איוב כג, ט</a>), <strong>וְתַחַז</strong> בְּצִיּוֹן עֵינֵֽינוּ (<a class=\"refLink\" href=\"Micah 4:11\" data-ref=\"Micah 4:11\">מיכה ד, יא</a>). ובהראות <strong>למ\"ד</strong> הפעל רָמָה יָֽדְךָ בַּל־<strong>יֶחֱזָיוּן</strong> (<a class=\"refLink\" href=\"Isaiah 26:11\" data-ref=\"Isaiah 26:11\">ישעיה כו, יא</a>). <strong>והשם</strong> בהראות <strong>למ\"ד</strong> הפעל מַשָּׂא גֵּיא <strong>חִזָּיוֹן</strong> (<a class=\"refLink\" href=\"Isaiah 22:1\" data-ref=\"Isaiah 22:1\">ישעיה כב, א</a>).<strong> כְּחֶזְיוֹן</strong> לָֽיְלָה (<a class=\"refLink\" href=\"Job 20:8\" data-ref=\"Job 20:8\">איוב כ, ח</a>). והקבוץ<strong> מֵֽחֶזְיוֹנוֹת</strong> לָיְלָה (<a class=\"refLink\" href=\"Job 4:13\" data-ref=\"Job 4:13\">איוב ד, יג</a>), <strong>וּמֵֽחֶזְיֹנוֹת</strong> תְּבַֽעֲתַֽנִּי (<a class=\"refLink\" href=\"Job 6:14\" data-ref=\"Job 6:14\">איוב ו, יד</a>). ומבלי הראות ה<strong>יו\"ד חָזוֹן</strong> נִרְאָה אֵלַי (<a class=\"refLink\" href=\"Daniel 8:1\" data-ref=\"Daniel 8:1\">דניאל ח, א</a>). ומשקל אחר <strong>בַּֽמַּֽחֲזֶה</strong> לֵאמֹר (<a class=\"refLink\" href=\"Genesis 15:1\" data-ref=\"Genesis 15:1\">בראשית טו, א</a>). ובלשון נקבה <strong>וּמֶחֱזָה</strong> אֶל־<strong>מֶחֱזָה</strong> (<a class=\"refLink\" href=\"I Kings 7:4\" data-ref=\"I Kings 7:4\">מלכים א' ז, ד</a>), ויונתן תרגם <strong>וּזְוִי לָקֳבֵיל זְוִי</strong>. ומשקל אחר כָּל־נְבִיאֵו [נְבִיאֵי] כָל־<strong>חֹזֶה</strong> לֵאמֹר (<a class=\"refLink\" href=\"II Kings 17:13\" data-ref=\"II Kings 17:13\">מלכים ב' יז, יג</a>), ויתכן כי כמהו וְעִם־שְׁאוֹל עָשִׂינוּ <strong>חֹזֶה</strong> (<a class=\"refLink\" href=\"Isaiah 28:9\" data-ref=\"Isaiah 28:9\">ישעיה כח, ט</a>), כלומר מחזה עשינו עם שאול וברית כרתנו עמו שלא יקחנו. ומשקל אחר <strong>וּבַֽחֲזוֹת</strong> יֶעְדֹּי [יֶעְדּוֹ] <strong>הַחֹזֶה</strong> (<a class=\"refLink\" href=\"II Chronicles 9:29\" data-ref=\"II Chronicles 9:29\">דברי הימים ב' ט, כט</a>). ומשקל אחר חָזוּת קשׁה (<a class=\"refLink\" href=\"Isaiah 21:2\" data-ref=\"Isaiah 21:2\">ישעיה כא, ב</a>), <strong>וְחָזֽוּתְכֶם </strong>אֶת־שְׁאוֹל (<a class=\"refLink\" href=\"Isaiah 28:18\" data-ref=\"Isaiah 28:18\">ישעיה כח, יח</a>), כלם ענין ראיה. ותרגום <strong>רָאָה </strong>(<a class=\"refLink\" href=\"Genesis 29:10\" data-ref=\"Genesis 29:10\">בראשית כט, י</a>) <strong>חֲזָא</strong> יש מהם ראיה ממש ויש מהם מראה הנבואה. עַל דִּבְרֵי <strong>חוֹזָֽי</strong> (<a class=\"refLink\" href=\"II Chronicles 33:19\" data-ref=\"II Chronicles 33:19\">דברי הימים ב' לג, יט</a>), כמו חוזים, כמו וְאֹֽרְגִים <strong>חוֹרָֽי </strong>(<a class=\"refLink\" href=\"Isaiah 19:9\" data-ref=\"Isaiah 19:9\">ישעיה יט, ט</a>), והדומים להם כמו שכתבנו בחלק הדקדוק. וענין אחר בֵּית אֲבָנִים <strong>יֶחֱזֶֽה</strong> (<a class=\"refLink\" href=\"Job 8:17\" data-ref=\"Job 8:17\">איוב ח, יז</a>), פירושו יסתבך מן קֶרֶן <strong>חָזוּת</strong> (<a class=\"refLink\" href=\"Daniel 8:5\" data-ref=\"Daniel 8:5\">דניאל ח, ה</a>). והחכם רבי יהודה הכניס <strong>וְעִם־שְׁאוֹל עָשִׂינוּ חֹזֶה</strong> בענין <strong>בֵּית אֲבָנִים יֶחֱזֶֽה</strong> ולא ידענו מה היתה דעתו בענינם. וַיִּקַּח מֹשֶׁה אֶת־<strong>הֶחָזֶה</strong> (<a class=\"refLink\" href=\"Leviticus 8:29\" data-ref=\"Leviticus 8:29\">ויקרא ח, כט</a>), <strong>חֲזֵה</strong> הַתְּנוּפָה (<a class=\"refLink\" href=\"Leviticus 7:34\" data-ref=\"Leviticus 7:34\">ויקרא ז, לד</a>). והקבוץ וַיָּשִׂימוּ אֶת־הַֽחֲלָבִים עַל־<strong>הֶֽחָזוֹת</strong> (<a class=\"refLink\" href=\"Leviticus 9:20\" data-ref=\"Leviticus 9:20\">ויקרא ט, כ</a>), וידוע הוא."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee047cf7a0c25239b65", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Installation Continued; The System in Operation 2-3", "anchorRef": "Leviticus 9:1-24", "anchorRefExpanded": ["Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Installation Continued; The System in Operation 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳, ויקרא הערה ט׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Installation Continued; The System in Operation", "he": "ויקרא הערה ט׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ט׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Until now, the description of sacrifices has been largely from the viewpoint of the worshiper. Now the perspective changes to narrative, and is from the viewpoint of the priests—with the recognition at the same time that it is a public ceremony. Again, as Milgrom has noted, there is no verbal component to the ceremony (although some have argued that it is inconceivable that sacrifices could have been offered in silence). The sacrifice of the <i>hattat</i>-offering, along with other types of offerings, once again suggests the importance of a purified, perfect system in the worship of God.", "The refrain in vv.4 and 6 concerns God’s “being-seen” by the Israelites; what is in fact seen is his “Glory” or “aura,” reminiscent of Mount Sinai and the completion of the Dwelling in the book of Exodus. The ending of the chapter also recalls the ending of Exodus, with the leaders blessing the people and fire proceeding from God."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a7713bd8cd388d3e4f", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood 2-18", "anchorRef": "Leviticus 1:1-10:20", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood 2-18", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳ ב׳-י״ח", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Cult and the Priesthood", "he": "ויקרא מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE SECOND HALF OF THE BOOK OF</small> E<small>XODUS CONCERNED ITSELF WITH SETTING UP THE</small> sacrificial cult of Israel. It therefore set forth the prescriptions for and construction of a sanctuary and the priestly garments, and laid out a ceremony for the investiture of priests. But the description of how sacrifices were to be offered, and for what purpose, is not part of the book, which as edited seems more interested in contrasting the building of a sanctuary with building cities for the Pharaohs, as part of its portrayal of the victory of the biblical God over the gods of Egypt. Although at the end of the book the “Dwelling” is completed, we do not get to see the various sacral rites performed there.", "Leviticus also delays the ordination of the priests, until Chapter 8, preferring instead to begin with a kind of manual on the offering and disposal of sacrifices. It then moves us from the details of sacrifice into the narrative of the sanctuary’s dedication and opening rites, providing a natural bridge for Part II, in which ritual pollution and purity, the province of priests, is dealt with.", "The function of the sacrificial cult in ancient Israel will be discussed in “On Animal Sacrifice” below. In general it should be noted that the existence of a class or profession whose job it is to mediate between the divine and human realms is widespread in most older cultures, and the Israelite priesthood, whatever its origins and development, was but one of many such groups in the ancient Near East. It existed, to use the language of Exodus, to “serve” God, maintaining his holiness through ritual and helping to maintain the order of sacred culture which was supposed to mirror God’s ordering of the cosmos. Accordingly, as we will learn later in Leviticus, priests were to be set apart from the general population in a number of areas. There were strict rules about whom they could and could not marry, and they were barred from coming into any contact with the dead, for instance. Their functions extended beyond sacrifice; they could provide oracular advice in times of need, and taught the people “instructions” (Heb. <i>torot</i>) regarding various ritual matters.", "As part of an overall scheme, there was a conscious parallel between priests as part of a select circle and sacrificial animals—as well as the people of Israel. That is, all three stood at the center of concentric circles dedicated to God; and as one moved out (toward Levite and commoner, animals permitted for eating and those forbidden, and neighbors and foreigners), one got further and further away from the divine. The hierarchy regarding the cult thus reinforced the theme of separation which we have noted above.", "In the view of Milgrom, Israel’s cult was distinguished from those of its neighbors by its purposefully ignoring the complex web of rituals regarding demons. The sanctuary was to be purged of ritual pollution, not only by semimagical means (the sprinkling of sacrificial blood) but also and primarily by the confession of wrongdoing and the sincere desire to repent. Then, too, the sanctuary, while in most respects resembling shrines elsewhere in the ancient Near East, omitted certain crucial items, most notably statuary representing the gods and a bed for them to rest on. Finally, certain religious rituals were forbidden, such as mutilation of the priests’ bodies. In all these cases, Israel introduced something new into the area of worship.", "For many decades there has been major and heated debate by scholars in favor of one or the other scheme for following the history of the priesthood and the cult. There are those who view these institutions as stretching back to Israel’s earliest history, while others see strong evidence of a late, possibly even exilic, reworking of the priestly material. Similar arguments dot the landscape of literary criticism of the Torah, in which scholars have tried to divine at what point priestly editors might have put their distinctive stamp on the literature. From Wellhausen in the nineteenth century to Knohl, Milgrom, and Levine in the late twentieth, there has been no lack of theorizing on these issues—and no definitive answers. For the moment we are left to read Leviticus as it is placed in the Torah, with an awareness that a variety of historical and ideological influences are imbedded, if not hidden, in our text.", "O<small>N</small> A<small>NIMAL</small> S<small>ACRIFICE</small>", "A<small>LTHOUGH IT APPEARS EARLIER IN THE</small> T<small>ORAH</small>, <small>ANIMAL SACRIFICE RECEIVES ITS FULL</small>est treatment in Leviticus. Besides the opening seven chapters, which are devoted to a relatively brief description of how sacrifices are to be offered and disposed of, many other chapters in the book talk about sacrificial rituals: the installation of the priests (8–9), rules about disposing of the <i>hattat</i> sacrifice (10), purification offerings brought in the event of such “polluting” states as childbirth and skin diseases (12–15), and finally the “scapegoat” ceremony of Chapter 16. They appear in most of the later chapters as well.", "What function did sacrifice, particularly of animals, play in the religion of ancient Israel? How could a God who proscribed the murder of human beings (Ex. 20:13, 21:12) countenance the taking of animal life for ritual purposes? To answer these questions, we must turn briefly to some of the commonly proposed theories surrounding sacrifice.", "The idea of offering up living creatures to the gods is one of hoary antiquity. Walter Burkert, on the basis of the study of Greek religion, suggests that sacrifice is a means of dealing with guilt over the taking of life. That is, the switch from gathering to hunting society, made possible by technology (the invention of tools), while it raised human accomplishment and consciousness to a new level, also brought with it the acute sense of having violated something essential in the cosmic order. Such guilt is not mitigated by the fact that early people hunted for food and not for pleasure. The way of dealing with the guilt, giving life back to the gods, is in a true sense restoration; life is given back for life taken, so that it may ultimately be renewed (contrast this to the profoundly unecological use of living and inorganic resources over the past “civilized” centuries). And it must be done via ritual. In Burkert’s view, ritual deals with human anxiety by “raising the ante”—by means of increasing anxiety, it is controlled. So guilt over life-taking is assuaged by making a ritual out of the killing, and the shared experience of trauma helps to create solidarity within the group. Despite the subsequent rise of agriculture, says Burkert, the hunting ritual played out in sacrifice could not be done away with, so ingrained had it become, and the rationale behind sacrifices was therefore transformed. Now domesticated animals could be used, giving greater control over the process.", "In another approach, De Vaux (1965) postulates three motives for sacrifice. In the first model, that of “gift,” the worshiper brings something of value to the deity. The animal is killed, setting it apart for sacred use; it is burned, turning it into an invisible substance which can rise to the gods. The gift may be for thanksgiving or, more likely, may be to assuage the demonic powers that many societies (especially Mesopotamia, Abraham’s homeland) felt controlled everyday life. Giving establishes reciprocal movement; altruism has no place here (Burkert). One is reminded of the elaborate giving ceremonies among many peoples on occasions such as weddings; giving establishes relationship and maintains the social order.", "In addition to gifts, another mode of sacrifice involves communion, as nineteenth-century scholars such as Robertson Smith observed. Here the model of the meal is crucial: humans and gods share a great repast, thereby cementing kinship as surely as the closing of business deals is celebrated by drinks and dinner. Passover, both in the Bible and subsequently (even when the sacrifice per se was no longer involved), may serve as a striking example of the effectiveness of such a paradigm.", "A final type or function of sacrifice is atonement or expiation. Here a sin, communal or individual, is purged away by the act of sacrifice; the gods receive life as a substitute for the sinner’s own, which is symbolized by the victim’s blood. The fact that the animals permitted in the Bible for sacrifice are pastoral and hence frequently used metaphorically for the Israelites themselves, is significant in this regard. This approach is further illustrated in the Bible by the end of the Flood story, where God accepts Noah’s sacrifice, implying that he accepts animal life (which now, simultaneous with properly offered sacrifice, is permissible for food) in place of that of humans (Eilberg-Schwartz). It should be noted that, in the Bible, sacrifice for the sake of atonement is almost always in reference to unintentional sins, whereas deliberate wrongdoing may not be atoned for through this system.", "Which of these rationales is truly at work in Levitical sacrifice? Actually, at various times one can find all of them—the texts present a variety of motives and occasions for sacrifice in biblical Israel, from thanksgiving to purification and reparation. But in general one may say of Israelite sacrifice, as one may say of much of the ritual in Leviticus, that it is designed primarily to maintain or repair the relationship between God and Israel. Such an understanding helps to explain the unity of the book, as we will see in our discussion of pollution: sacrifice was a crucial element in keeping the covenant, and hence God’s beneficent presence among the Israelites, intact.", "The fact that this reconciliation, as it were, takes place against a background of slaughter should not be as upsetting to moderns as it is usually felt to be. In ironic contrast to our mechanized and mass-produced society, where the killing of animals for food takes place at a remove from our consciousness and from our direct participation, the sacrificial system in fact involved worshiper and priest alike, and the symbolic value of the operation, whatever it may have been in specific cases, lay in its directness, in its consciousness of the taking of life. Some would even maintain that in societies where the practice and rationale for sacrifice has broken down, there is inevitably an increase in intrahuman violence (Girard).", "<br><img>", "<b><i>Lev. 3:5</i> And the Sons of Aharon are to turn it (all) into smoke upon the slaughter-site … a fire-offering of soothing savor for Y<small>HWH</small>.</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e4c9ad75f2d99af952", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Installation Continued; The System in Operation 1", "anchorRef": "Leviticus 9:1-24", "anchorRefExpanded": ["Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Installation Continued; The System in Operation 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳, ויקרא הערה ט׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ט׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Leviticus 9:1-24\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Leviticus 9:1-24</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "636d9fc5b0653f62db84c082", "index_title": "Tosefta Chullin", "category": "Tosefta", "type": "", "ref": "Tosefta Chullin 7:4", "anchorRef": "Leviticus 9:18-20", "anchorRefExpanded": ["Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20"], "sourceRef": "Tosefta Chullin 7:4", "sourceHeRef": "תוספתא חולין ז׳:ד׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 7.0004, "collectiveTitle": {"en": "Tosefta Chullin", "he": "תוספתא חולין"}, "heTitle": "תוספתא חולין", "he": "נוהג בטהורה ואין נוהג בטמאה ר' יהודה אומר אף בטמאה מפני שאסורין קודם למתן תורה אמרו לו לרבי יהודה אינו אומר על כן לא יאכלו בני יעקב ראובן ושמעון את גיד הנשה אלא בני ישראל אלו שעומדין לפני הר סיני אלא למה כתבו שם להודיע במה נאסר אבר מן החי נוהג בבהמה טמאה כטהורה מפני שאיסורו נוהג בבני נח כישראל וחייב עליו משום אבר מן החי ומשום בהמה טמאה ד\"ר יהודה ור\"א וחכ\"א אינו חייב אלא משום אבר מן החי בלבד שנא' (דברים יב) לא תאכל הנפש עם הבשר את שאיסורו משום בל תאכל הנפש עם הבשר חייבין עליו יצאת בהמה טמאה שכולה אסורה. האוכל אבר מן החי עובר בלא תעשה חלב מן החי חייבן עליו. חלב מן החי חייב משום ב' לאוין משום חלב ומשום חי דם מן החי חייב משום שני לאוין משום דם ומשום חי אבר מן החי חייב משום נבלה דם מן המוקדשין חייב משום ב' לאוין משום דם ומשום מוקדשין דברי רבי יהודה וחכמים אומרים אין חייב אלא משום לאו אחד בלבד. אליה מן המוקדשין חייב משום ב' לאוין משום אליה ומשום מוקדשין חלב מן המוקדשין חייב משום שני לאוין משום חלב ומשום מוקדשין ר' יהודה מחייב ג' משום חלב ומשום מוקדשין ומשום חלב של מוקדשין.", "heVersionTitle": "Tosefta Chullin - Machon Mamre", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תוספתא חולין - מכון ממרא", "text": "[The laws of the sciatic nerve] apply to [ritually] pure [animals] but do not apply to [ritually] impure [animals]. Rabbi Yehuda says, even to impure [animals], because [the sciatic nerve] was forbidden even before the giving of the Torah [and thus predated the laws of purity and impurity]. They said to Rabbi Yehuda, it does not say, \"Therefore the Children of <i>Jacob</i> -- Reuven and Simon [etc.] -- do not eat the sciatic nerve,\" but rather, \"the Children of <i>Israel</i> [do not eat the sciatic nerve]\" (Gen. 32:33). Those are the ones who stood before Mount Sinai. Rather, why is it written there (i.e., in Genesis, before the Torah was given)? To make it known why it is forbidden. [The laws forbidding eating the] limb of a live animal apply to impure animals as well as pure animals because it was forbidden to both the Sons of Noah (i.e., Gentiles, who are not liable in laws of purity and impurity) as well as to [the Children of] Israel. And [one who eats the sciatic nerve] may be held liable both on account of it being a limb from a live animal and on account of it being from an impure animal [in the event that it was indeed taken from a live and/or impure animal], the words of Rabbi Yehuda. And Rabbi Eliezer and the Sages say, one cannot be held liable except on account of it being a limb from a live animal, as it is said (Deut. 12:23), \"You shall not eat the life with the flesh,\" and thus it is forbidden [to eat the sciatic nerve of a live animal]. On account of \"You shall not eat the life with the flesh\" they render him liable. This comes to exclude an impure animal, as to which all of it [and not just the sciatic nerve] is prohibited. One who eats the limb of a live animal transgresses a negative commandment. [Relatedly, with respect to one who eats] the <i>fats</i> (as opposed to the <i>flesh</i>) of a live animal, he is liable for transgressing two negative commandments, (1) on account of its [forbidden] fats and (2) on account of it [being from a] live animal. [With respect to] the <i>blood</i> of a live animal, he is liable for transgressing two negative commandments, (1) on account of [the prohibition against eating] blood (Deut. 12:23), and (2) on account of it [being from a] live animal. [The prohibition against eating a] \"limb of a live animal\" may render one liable on account of [the animal being] carrion. [One who eats the] blood of consecrated animals is liable on account of two negative commandments, (1) on account of [the prohibition against eating] blood, and (2) on account of [the prohibition against a non-priest eating] consecrated animals, the words of Rabbi Yehuda. And the Sages say, he is only liable for transgressing one negative commandment. [One who eats] the fat-tail of consecrated animals (see Lev. 9:18-20) is liable on account of two negative commandments, (1) on account of [eating the] fat-tail, and (2) on account of [eating from] consecrated animals. Rabbi Yehuda renders him liable for transgressing three [negative commandments]: (1) on account of [eating forbidden] fats, (2) on account of consecrated animals, and (3) on account of the fats of consecrated animals. ", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "6418820bc9371ec0cebe7398", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 9:20:1", "anchorRef": "Leviticus 9:20", "anchorRefExpanded": ["Leviticus 9:20"], "sourceRef": "Reggio on Torah, Leviticus 9:20:1", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא ט׳:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>וישימו את החלבים,</b> של השור והאיל, וכוללים גם אליה ויותרת וכליות, שהכל בכלל חלבים:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6543aff9e766f45c449edfaa", "index_title": "Sha'arei Orah", "category": "Kabbalah", "type": "", "ref": "Sha'arei Orah, Ninth Gate, Second Sefirah 79", "anchorRef": "Leviticus 8:33-9:24", "anchorRefExpanded": ["Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24"], "sourceRef": "Sha'arei Orah, Ninth Gate, Second Sefirah 79", "sourceHeRef": "שערי אורה, השער התשיעי - הספירה השנייה ע״ט", "anchorVerse": 33, "sourceHasEn": true, "compDate": [1260, 1300], "commentaryNum": 79, "collectiveTitle": {"en": "Sha'arei Orah", "he": "שערי אורה"}, "heTitle": "השער התשיעי - הספירה השנייה", "he": "ודע והאמן כי המבין סוד אות יו\"ד של שם יתבונן סוד הפסוק שנאמר פותח את ידיך ומשביע לכל חי רצון (תהלים קמה, טו), אל תקרי ידיך אלא יו\"דיך. בשעה שהאדם מכוון בייחוד, יתבונן בפתח היו\"ד ויבין היאך הרצון נמשך לעולם החיים שהיא הבינה, ומשם והלאה, 'לך יהו\"ה הגדולה והגבורה והתפארת והנצח וההוד', ואז יסוד ומלכות מתאחדים כאחד ונמצא העולם בייחוד שלם, ואז הברכה מצויה בעולם, ואז שבעת ימי המילואים נמצאים על מתכונתם וכבוד יהו\"ה יתברך נראה בשמיני, ואז הכול בתיקון שלם, אשרי עין שיכולה להסתכל בעומק הדבר הזה שעליו נאמר: ויאמר לי עבדי אתה ישראל אשר בך אתפאר (ישעיהו מט, ג). והיודע סוד אות יו\"ד בשלימות ג' אותיות, יבין היאך שלוש ספירות עליונות מתאחדות בנקודת אות יו\"ד, וגם היא מושכת מבפנים ברכות לאות וא\"ו, ומאות וא\"ו מקבלת שפע ברכות אות דל\"ת שהיא סוד ייחוד ה' אחרונה 'ברביעי בחמישה לחדש' (יחזקאל א׳:א׳). ", "heVersionTitle": "Shaarei Orah, grimoar", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "Know and have faith that one who understands the secret of the letter <i>Yod</i>-יו״ד of the Name <i>HaShem</i>-<i>יהו״ה</i>, will contemplate the secret of the verse,<sup class=\"footnote-marker\">257</sup><i class=\"footnote\">Psalms 145:16</i> “You open Your hand-<i>Yadecha</i>-<i>ידיך</i> and satisfy the desire of every living thing,” the secret of which is, “Do not read it as ‘Your hand-<i>Yadecha</i>-<i>ידיך</i>,’ but as, ‘Your <i>Yod</i>-<i>יודי״ך</i>.’”<sup class=\"footnote-marker\">258</sup><i class=\"footnote\">Also see Tikkunei Zohar 7b</i> At the time that a person concentrates his intentions on the unity of <i>HaShem</i>-יהו״ה, blessed is He, he should contemplate on the opening of the <i>Yod</i>-<i>י</i>, and will understand how desire-<i>Ratzon</i>-רצון is drawn to the World of Life-<i>Olam HaChayim</i>-עולם החיים, which is Understanding-<i>Binah</i>, and from there onward,<sup class=\"footnote-marker\">259</sup><i class=\"footnote\">Chronicles I 29:11</i> “Yours, <i>HaShem</i>-<i>יהו״ה</i> is the greatness-<i>Gedulah</i>, and the Might-<i>Gevurah</i>, and the Splendor-<i>Tiferet</i>, and the Victory-<i>Netzach</i>, and the Majesty-<i>Hod</i>.” Then, Foundation-<i>Yesod</i> and Kingship-<i>Malchut</i> unite as one, and the world is in a state of perfect and complete unity, and blessing-<i>Brachah</i>-ברכה is found in the world. Then all the seven days of inauguration are found to be complete, and the Glory of <i>HaShem</i>-יהו״ה is seen on the eighth,<sup class=\"footnote-marker\">260</sup><i class=\"footnote\">See Leviticus 8:33-9:24 regarding the inauguration of the Mishkan (Tabernacle) and the appearance of the Glory of <i>HaShem</i>-יהו״ה after the seven days of inauguration (<i>Shivat Yemei HaMilu’im</i>-שבעת ימי המילואים) on the eighth day (<i>Bayom HaShmini-</i>ביום השמיני).</i> upon which everything is then in a state of complete repair. Happy is the eye that can gaze into the depths of this matter, about whom the verse states,<sup class=\"footnote-marker\">261</sup><i class=\"footnote\">Isaiah 49:3</i> “He said to me, ‘You are My servant Israel-ישראל, it is in you-<i>Becha</i>-בך that I take pride-<i>Etpa’er</i>-אתפאר.’” Whoever knows the secret of the letter <i>Yod</i>-יו״ד in the wholeness of all three of its letters (יו\"ד), will understand how the three upper <i>Sefirot</i> are unified with the point of the letter <i>Yod</i>-<i>י</i>, and how she draws forth blessings in an inner manner to the letter <i>Vav</i>-<i>ו</i>, and how the letter <i>Dalet</i>-<i>ד</i> receives bestowal of blessings from the letter <i>Vav</i>-<i>ו</i>, the letter <i>Dalet</i>-ד being the secret of the unity of the final letter <i>Hey</i>-ה of the Name <i>HaShem</i>-יהו״ה, as in the secret of the verse,<sup class=\"footnote-marker\">262</sup><i class=\"footnote\">Ezekiel 1:1 ibid. “The fourth” refers to the fourth letter of the Name <i>HaShem</i>-יהו״ה, and “the fifth” refers to the letter <i>Hey</i>-ה-5, which is the fifth letter of the Aleph-bet and has a numerical value of five, as mentioned in the Fifth Gate.</i> “In the fourth [month], on the fifth of the month.”", "versionTitle": "Gates of Light, trans. by Rabbi Amiram Markel and Rabbi Yehudah S. Markel, 2023", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "657ecc52758c1dc532ec8d35", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 9:20", "anchorRef": "Leviticus 9:20", "anchorRefExpanded": ["Leviticus 9:20"], "sourceRef": "Steinsaltz on Leviticus 9:20", "sourceHeRef": "ביאור שטיינזלץ על ויקרא ט׳:כ׳", "anchorVerse": 20, "sourceHasEn": true, "commentaryNum": 9.002, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>וַיָּשִׂימוּ אֶת הַחֲלָבִים עַל הֶחָזוֹת, וַיַּקְטֵר הַחֲלָבִים הַמִּזְבֵּחָה.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>They placed the fats upon the breasts, and he burned the fats on the altar. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "5253ae98edbab4498f482844", "index_title": "Ibn Ezra on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Leviticus 9:20:1", "anchorRef": "Leviticus 9:20", "anchorRefExpanded": ["Leviticus 9:20"], "sourceRef": "Ibn Ezra on Leviticus 9:20:1", "sourceHeRef": "אבן עזרא על ויקרא ט׳:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על ויקרא", "he": "<b>וישימו את החלבים.</b> עם הכליות ויותרת הכבד כאשר הראיתיך:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AND THEY PUT THE FAT. With the kidneys and the lobe of the liver, as I have shown you.<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">That Scripture is elliptical. See I.E. on verse 10 and on Lev. 8:26.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "57669f68d6e4a949a39b278b", "index_title": "JPS 1985 Footnotes", "category": "Commentary", "type": "commentary", "ref": "JPS 1985 Footnotes, Leviticus 9:2", "anchorRef": "Leviticus 9:20", "anchorRefExpanded": ["Leviticus 9:20"], "sourceRef": "JPS 1985 Footnotes, Leviticus 9:2", "sourceHeRef": "הערות שוליים תרגום 1985 של JPS, ויקרא ט׳:ב׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1980, 1990], "commentaryNum": 9.0002, "collectiveTitle": {"en": "JPS", "he": "הערות שוליים תרגום 1985 של JPS"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "This word moved up from v. 21 for clarity.", "versionTitle": "JPS Footnotes", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5e85c14cf5c447b9f20a748f", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Shmini 12", "anchorRef": "Leviticus 9:20", "anchorRefExpanded": ["Leviticus 9:20"], "sourceRef": "Agra DeKala, Shmini 12", "sourceHeRef": "אגרא דכלה, שמיני י״ב", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 12, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "שמיני", "he": "<b>ויקרב את המנחה וכו' ויקטר על המזבח מלבד עולת הבוקר (ויקרא ט יז).</b> ביותר היה לו לומר מלבד עולת הבוקר אצל העולה. וצריך לומר כפירוש רש\"י דקאי אכל הנך דלעיל. והנה העמיק רש\"י ז\"ל עוד ופירש כל אלה עשה אחר עולת התמיד. והנה למה לא כפשוטו שכל אלה יעשה חוץ העולת התמיד. והנראה דהנה לפי זה יקשה דהוה ליה למימר זה אחר כל הקרבנות, על כרחך צריך לומר דהאי מלבד פירושו אח\"ר, ולכך לא אמר זה אחר השלמים, דבאמת השלמים היו קודם עולת התמיד, וכן פירשו כמה מהמפרשים. אבל תגדל התימה בעיני למה לא הקדים הכתוב לומר הקרבת השלמים, וגם בציווי משה נראה דהציווי היה מקודם להקריב החטאות והעולות. והנראה דהנה יש לדקדק בכתוב למה בעולה ומנחה הכתובים מקודם (נאמר) ויקר\"ב (ויקרא ט טו), ובשלמים אמר וישח\"ט (ויקרא ט יח). ונראה דהקרבה מיקרי גמר ההקרבה כולה היינו הקטרת אימורין, והנה כך היה המעשה דשחיטת התמיד היה קודם הכל, ואחר כך שחיטת החטאות והעולות, ואחר כך שחיטת השלמים והקטרת אימוריהן תיכף בסמוך, ואחר כך הקטרת איברי התמיד, ואחר כך הקטרת אימורי החטאות ונתחי העולות. ובזה יונח הכל, דהפסוקים נכתבים כסדר שחיטתן, ובחטאות ועולות כתיב ויקר\"ב, דמשמע ההקרבה כולה זה היה אחר עולת הבוקר, מה שאין כן השלמים היה הקטרת אימוריהן קודם הקטרת איברי התמיד, וישחט אח השור וכו' זה היה באמת אחר שחיטת הכל, והבן. ובזה יונח לנו דנאמר בפסוק וישחט את השור וכו' ויזרקהו וכו', (ויקרא ט יט) ואת החלבים וכו', (ויקרא ט כ) ויקטר החלבים וכו', מה שלא נאמר כן כל סדר ההקטרה באינך הקרבנות. אך הוא להורות דבהשלמים היתה השחיטה וההקטרה ביחד בלא הפסק, ומשמיענו זאת התורה איך הש\"י מחבב ישראל עם קרובו, שתיכף בהתחילם להקריב על חטאתם אשר חטאו, תיכף נתרצה בהטיל שלומם עמהם, על כן מיהר כביכול להקדים כל סדר השלמים מסדר החטאות ועולות, והבן:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d5a0d660b3c272df6ecb", "index_title": "Gur Aryeh on Vayikra", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Vayikra 9:20:1", "anchorRef": "Leviticus 9:20", "anchorRefExpanded": ["Leviticus 9:20"], "sourceRef": "Gur Aryeh on Vayikra 9:20:1", "sourceHeRef": "גור אריה על ויקרא ט׳:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על ויקרא", "he": "<b>נמצאו העליונים למטה.</b> עיין בפרשת (תצוה) [צו] (לעיל פ\"ז אות כח) <i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"149\"></i>:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d13eb6084aa1cbf0c425", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, חָזֶה 1", "anchorRef": "Leviticus 9:20", "anchorRefExpanded": ["Leviticus 9:20"], "sourceRef": "BDB, חָזֶה 1", "sourceHeRef": "בראון-דרייבר-בריגס, חָזֶה א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "חָזֶה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">חָזֶה</span></big>  <strong>n.m.</strong> <sup><a data-ref=\"Leviticus 7:31\" href=\"/Leviticus.7.31\">Lv 7:31</a></sup> <strong>breast</strong> of animals <strong>(</strong>Aramaic <span dir=\"rtl\">ܚܰܕܝܳܐ</span>, <span dir=\"rtl\">חַדְיָא</span><strong>)</strong>—abs. <span dir=\"rtl\">ח׳</span> <a data-ref=\"Exodus 29:26\" href=\"/Exodus.29.26\">Ex 29:26</a> + 4 times; cstr. <span dir=\"rtl\">חֲזֵה</span> <a data-ref=\"Exodus 29:27\" href=\"/Exodus.29.27\">Ex 29:27</a> + 5 times; pl. <span dir=\"rtl\">חָזוֹת</span> <a data-ref=\"Leviticus 9:20\" href=\"/Leviticus.9.20\">Lv 9:20</a>, <a data-ref=\"Leviticus 9:21\" href=\"/Leviticus.9.21\">21</a>—<em>breast</em>, only P, and only of sacrificial animals; always as wave-offering; of ram of installation <a data-ref=\"Exodus 29:26\" href=\"/Exodus.29.26\">Ex 29:26</a>, <a data-ref=\"Exodus 29:27\" href=\"/Exodus.29.27\">27</a> <a data-ref=\"Leviticus 8:29\" href=\"/Leviticus.8.29\">Lv 8:29</a>, of peace-offering <a data-ref=\"Leviticus 7:30\" href=\"/Leviticus.7.30\">Lv 7:30</a>, <a data-ref=\"Leviticus 7:30\" href=\"/Leviticus.7.30\">30</a>; <a data-ref=\"Leviticus 9:20\" href=\"/Leviticus.9.20\">9:20</a>, <a data-ref=\"Leviticus 9:21\" href=\"/Leviticus.9.21\">21</a>, of Nazirite sacrif. <a data-ref=\"Numbers 6:20\" href=\"/Numbers.6.20\">Nu 6:20</a>; perquisite of Aaron and his sons <a data-ref=\"Leviticus 7:31\" href=\"/Leviticus.7.31\">Lv 7:31</a>, <a data-ref=\"Leviticus 7:34\" href=\"/Leviticus.7.34\">34</a>; <a data-ref=\"Leviticus 10:14\" href=\"/Leviticus.10.14\">10:14</a>, <a data-ref=\"Leviticus 10:15\" href=\"/Leviticus.10.15\">15</a>, cf. <a data-ref=\"Numbers 18:18\" href=\"/Numbers.18.18\">Nu 18:18</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6665cdbeedc871a0ca3a76a9", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 9:20:1", "anchorRef": "Leviticus 9:20", "anchorRefExpanded": ["Leviticus 9:20"], "sourceRef": "David Zvi Hoffmann on Leviticus 9:20:1", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא ט׳:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "commentaryNum": 20.0001, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>\"וישימו\"</b>, מוסב אל בני אהרן, שקיבלו, כנראה, את החלבים ואת חלקי החזה מן הזקנים, אשר בידם נמצאו בשעת התנופה, והגישו אותם לאהרן במצב כזה שהחלבים היו מונחים על גבי החזות. עיין רש\"י כאן ולעיל ז ל.", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6665cdbffaee0b8c909d8972", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 9:20:2", "anchorRef": "Leviticus 9:20", "anchorRefExpanded": ["Leviticus 9:20"], "sourceRef": "David Zvi Hoffmann on Leviticus 9:20:2", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא ט׳:כ׳:ב׳", "anchorVerse": 20, "sourceHasEn": false, "commentaryNum": 20.0002, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>\"החזות\",</b> חלקי החזות של השור ושל האיל.", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6665cdbfedc871a0ca3a76ab", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 9:20:3", "anchorRef": "Leviticus 9:20", "anchorRefExpanded": ["Leviticus 9:20"], "sourceRef": "David Zvi Hoffmann on Leviticus 9:20:3", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא ט׳:כ׳:ג׳", "anchorVerse": 20, "sourceHasEn": false, "commentaryNum": 20.0003, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>\"ויקטר החלבים\".</b> גם כאן החלבים האימורים במשמע.", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6665cdbfb695d8dbb73bd666", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 9:20:4", "anchorRef": "Leviticus 9:20", "anchorRefExpanded": ["Leviticus 9:20"], "sourceRef": "David Zvi Hoffmann on Leviticus 9:20:4", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא ט׳:כ׳:ד׳", "anchorVerse": 20, "sourceHasEn": false, "commentaryNum": 20.0004, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>\"הניף אהרן\"</b>, קודם לכן, זה עבר מוקדם. שהרי התנופה קדמה להקטרה וגם החלבים הונפו לפני ההקטרה (עיין ז ל, ח: כו-כז, י טו). והנה מתמיה, שהתנופה נזכרה כאן כעין הוספה, ושרק חזה ושוק נזכרים, ולא החלבים. מכאן יש ללמוד שתנופת חזה ושוק, שהיא הסמל למסירת החלקים האלה לה' ולכהנים, מקבילה אל הקטרת החלבים, ועל ידי התנופה היו גם החזה והשוק לאשי ה' אשר הכהנים מקבלים כמתנת ה'. לכן נזכרת בראשונה. בפסוק כ, הקטרת החלבים. את זאת שהתנופה כבר קדמה לה, יש להסיק מתוך הפסוק \"וישימו את החלבים על החזות\", ואחר זה בא: \"הניף אהרן\".", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]