[{"_id": "52105af5edbab43f237016f2", "index_title": "Ramban on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ramban on Numbers 17:10:1", "anchorRef": "Numbers 17:10", "anchorRefExpanded": ["Numbers 17:10"], "sourceRef": "Ramban on Numbers 17:10:1", "sourceHeRef": "רמב\"ן על במדבר י״ז:י׳:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>הרמו מתוך העדה הזאת</b> לא הבינותי טעם הכתוב הזה וחברו למעלה (במדבר ט״ז:כ״א) הבדלו מתוך העדה הזאת כי יש באלהים להמית בדבר רבים סביב צדיק אחד והוא לבדו נשאר כאשר היה בבכורי מצרים וכן היה בכל המגפות שלשה ישנים בטלית אחת השנים מתים והאמצעי נמלט ונראה שהיה הקצף יוצא להמית גם כל העדה כמיתת החטאים האלה שנמשכו אחריהם בפתיחת פי הארץ או באש היוצאת והם מכות כוללות ראויות להמית כל העומדים שם ביחד זולתי אם יעשה נס שינוי בנמלטים או שאמר הקב\"ה כן לכבוד הצדיקים שכל זמן שהם בתוכם לא ישלח ידו בהם והכוונה באלה וכיוצא בהם להודיע שהם צריכים בקשת רחמים וכפרה ומשה הוא המזרז לעשות כן מיד:", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "GET YOU UP FROM AMONG THIS CONGREGATION, THAT I MAY CONSUME THEM IN A MOMENT. I have not understood the intention of this verse, nor of its companion above, <i>Separate yourselves from among this congregation</i>,<sup class=\"footnote-marker\">189</sup><i class=\"footnote\">Above, 16:21.</i> for G-d has the power to kill many people in a plague around one righteous person, and he alone remains [alive], as happened during [the plague on] the firstborn of Egypt. Similarly it happened in all other plagues [throughout the generations], that three people would sleep under one blanket — two of them would die whilst the middle one would be saved! It would appear, therefore, that <i>the wrath went forth</i> to slay even the whole congregation with the death of these sinners [Korach and his associates], who had followed in their way, [and so became liable to death either] by the earth opening its mouth or by a consuming fire — these being general punishments which kill all those who are standing there together, unless a miracle of an unusual nature occurs [to save some individuals amongst the people].<sup class=\"footnote-marker\">190</sup><i class=\"footnote\">The thought suggested here is as follows: Moses and Aaron would have been in no danger themselves even if they had not gone away from the midst of the congregation. But since there were some people there who had sympathized with Korach, Moses was commanded to leave that place so that all people should realize the danger involved in remaining there (Kur Zahav).</i> Or it may be that the Holy One, blessed be He, said this [<i>Get you up</i> …] in honor of the righteous men, for as long as they were amongst them [the sinners], He would not stretch forth His hand against them. The intention in these and similar words is to inform them that they have to plead for mercy and forgiveness, and Moses in his zeal did so immediately.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "531e4fe4fbfba276047f708c", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 17:10", "anchorRef": "Numbers 17:10", "anchorRefExpanded": ["Numbers 17:10"], "sourceRef": "Onkelos Numbers 17:10", "sourceHeRef": "תרגום אונקלוס על במדבר י״ז:י׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 17.001, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "<b>אִתְפְּרָשׁוּ</b> מִגּוֹ כְּנִשְׁתָּא הָדָא וְאֵשֵׁצֵי יָתְהוֹן כְּשָׁעָה וּנְפָלוּ עַל אַפֵּיהוֹן:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "“Remove [<b>separate</b>] yourselves from this congregation and I shall annihalate them in an instant,” and they fell upon their faces.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec8c1", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 17:10", "anchorRef": "Numbers 17:10", "anchorRefExpanded": ["Numbers 17:10"], "sourceRef": "Targum Jonathan on Numbers 17:10", "sourceHeRef": "תרגום יונתן על במדבר י״ז:י׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 17.001, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "אִתְפְּרָשׁוּ מִגוֹ כְּנִשְׁתָּא הֲדָא וְאֵישֵׁיצֵי יַתְהוֹן כְּשָׁעָה זְעֵירָא וְאִתְרְכִינוּ בִּצְלוֹ עַל אַפֵּיהוֹן", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " Separate from the midst of this congregation, and I will consume them at once. But they bowed themselves on their faces in prayer.\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f17ab5fbfba22336ea7c67", "index_title": "Or HaChaim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Numbers 17:10:1", "anchorRef": "Numbers 17:10", "anchorRefExpanded": ["Numbers 17:10"], "sourceRef": "Or HaChaim on Numbers 17:10:1", "sourceHeRef": "אור החיים על במדבר י״ז:י׳:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על במדבר", "he": "<b>הרמו מתוך וגו'</b>. פירוש לא על משה ואהרן הוא מדבר אלא על אותם שלא היו בכלל המלינים, והעד הנאמן אומרו <b>וידבר</b> וגו' <b>לאמר</b> ופירוש לאחרים, ודקדק הכתוב לומר <b>הזאת</b> להראות באצבע במלינים לשלול זולתם שאינן בכלל הכליון, ובזה נתיישב למה הוצרך לומר <b>הרמו</b> והרי יכול ה' להמית רשע לפני צדיק כמעשה הריגת בכורי מצרים, ולפי דברינו שעל שאר העם שלא היו בכלל המלינים הוא אומר לפי שהיו בכלל גזירת המרגלים יש צורך בדבר להתרחק לבל תפגע בהם מדת הדין, ומאמר <b>כרגע</b> פירשתי למעלה (ט\"ז כ\"א):", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b> <span>הרמו מתון העדה הזאת</span>, \"get up from amongst this congregation, etc.\"</b> G'd did not speak about Moses and Aaron but to all those who had not joined the ones who had accused Moses and Aaron. Proof of the fact that my interpretation is correct is the word <span>לאמר</span>, which always means that others are to be informed. The word <span>הזאת</span>, \"this,\" further indicates that only the people who had actively accused Moses of wrongdoing were slated to be destroyed. This also explains the need for G'd to have said <span>הרומו</span> altogether. After all, G'd has no problem in killing the wicked in the very presence of the righteous as He had done when He killed the firstborn in Egypt and their family members did not have to leave their houses first. If you accept our interpretation, however, the instruction <span>הרמו</span> makes sense as even the people not guilty of accusing Moses <b>now</b> were under sentence of death already and unless they demonstrated that they were not involved in this sin the angel of death would execute them now. (I refer you to my commentary on Numbers 16,21).", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "53fb0bcafbfba205542267e9", "index_title": "Rashbam on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashbam on Numbers 17:10:1", "anchorRef": "Numbers 17:10", "anchorRefExpanded": ["Numbers 17:10"], "sourceRef": "Rashbam on Numbers 17:10:1", "sourceHeRef": "רשב\"ם על במדבר י״ז:י׳:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Rashbam", "he": "רשב\"ם"}, "heTitle": "רשב\"ם על במדבר", "he": "הרמו - כמו: המולו לה', אבל בשביל הרי\"ש נהפך החיריק כמו [בֵּרֵךְ] בִּרֵךְ משקל דג\"ש. ולמעלה אומר: הבדלו - וכאן אומר: הרמו - שמשמע להבדיל יותר, לפי שכבר יצא הקצף. ", "heVersionTitle": "Rashbam on Numbers -- Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רשב\"ם על במדבר, דעת", "text": "הרמו, a similar construction in the imperative mode to המולו in Jeremiah 4,4. However, on account of the letter ר in our word the vowel chirik has been changed to the vowel tzeyre. We encounter similar changes in the vowel pattern in such words as ברך, beyrech, and birech on account of the dagesh. The reason why the Torah speaks here of הרמו instead of הבדלו in 16,21 which was a far weaker command is that by now G’d’s anger was at full strength as Korach’s punishment had apparently not had the desired effect.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "56965f5cd6e4a9078cb44bdf", "index_title": "Shadal on Numbers", "category": "Commentary", "type": "commentary", "ref": "Shadal on Numbers 17:10:1", "anchorRef": "Numbers 17:10", "anchorRefExpanded": ["Numbers 17:10"], "sourceRef": "Shadal on Numbers 17:10:1", "sourceHeRef": "שד\"ל על במדבר י״ז:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על במדבר", "he": "ואכלה אותם כרגע: לא אמר וכליתי, כי לא יה זה אלא לזרזם להתפלל ולכפר על העם, ולהראות לעם כי בחר ה' באהרן להודיע (כמו שכתב רשב\"ם) שהקטרת הממיתה כשאינם כהנים היא הנותנת חיים ביד כהנים.", "heVersionTitle": "Shadal first edition, Padua 1871", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד״ל במהדורה המקורית, פדובה 1871", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "56965f5cd6e4a9078cb44be1", "index_title": "Shadal on Numbers", "category": "Commentary", "type": "commentary", "ref": "Shadal on Numbers 17:10:2", "anchorRef": "Numbers 17:10", "anchorRefExpanded": ["Numbers 17:10"], "sourceRef": "Shadal on Numbers 17:10:2", "sourceHeRef": "שד\"ל על במדבר י״ז:י׳:ב׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 10.0002, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על במדבר", "he": "ויפלו על פניהם: דרך בקשה כלפי מעלה.", "heVersionTitle": "Shadal first edition, Padua 1871", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד״ל במהדורה המקורית, פדובה 1871", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57c43b5ed6e4a903fee3c036", "index_title": "Targum Jerusalem", "category": "Targum", "type": "targum", "ref": "Targum Jerusalem, Numbers 17:10", "anchorRef": "Numbers 17:10", "anchorRefExpanded": ["Numbers 17:10"], "sourceRef": "Targum Jerusalem, Numbers 17:10", "sourceHeRef": "תרגום ירושלמי, במדבר י״ז:י׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [380, 1180], "commentaryNum": 17.001, "collectiveTitle": {"en": "Targum Jerusalem", "he": "תרגום ירושלמי"}, "heTitle": "במדבר", "he": "אִתְפְּרָשׁוּ מִן בֵּינֵי עַם כְּנִשְׁתָּא הָדָא וְאֵשֵׁיצֵי יַתְהוֹן כְּקָלִיל זְעֵיר וְאִתְרָכִינוּ בִּצְלוֹ עַל אַפֵּיהוֹן:", "heVersionTitle": "Targum Jerusalem on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום ירושלמי על התורה", "text": "Separate from the people of this congregation, and I will destroy them in a brief moment. But they bowed down on their faces in prayer.", "versionTitle": "Targum Jerusalem, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי, מתורגם בידי ג\"ו את'רידג', לונדון, 1862"}, {"_id": "57e77d69d6e4a94c7c18aed1", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 17:10", "anchorRef": "Numbers 17:10", "anchorRefExpanded": ["Numbers 17:10"], "sourceRef": "Tafsir Rasag, Numbers 17:10", "sourceHeRef": "תפסיר רס\"ג, במדבר י״ז:י׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 17.001, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "אן ארתפעתמא מן בין הד̇ה אלג̇מאעה אפניתהם כטרפה פוקעא עלי וג̇וההמא", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b4ffd6e4a902855ffac3", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Numbers 17:10:1", "anchorRef": "Numbers 17:10", "anchorRefExpanded": ["Numbers 17:10"], "sourceRef": "Tur HaArokh, Numbers 17:10:1", "sourceHeRef": "הטור הארוך, במדבר י״ז:י׳:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "במדבר", "he": "<b>הרומו מתוך העדה הזאת. </b>כתב הרמב\"ן לא הבינותי טעם הפסוק הזה וחבירו למעלה הבדלו מתוך העדה כי יש כח לאלקים להמית בדבר רבים סביב צדיק אחד והוא לבדו נשאר כאשר היה בבכורי מצרים ונראה שיהי' הקצף יוצא להמית גם כל העדה במיתת החטאים האלה בפתיחת פי הארץ או באש מפני שנמשכו אחריהם והיו מכות כלליות להמית כלל העומדים שם ביחד זולתי אם יעשה נס שני בנמלטים. או שאמר הקב\"ה כן לכבוד הצדיקים שכל זמן שהם בתוכם לא ישלח ידו בהם והכוונה באלה וכיוצא בהם להודיע שהם צריכים בקשת רחמים וכפרה ומשה הוא המזדרז לעשות כן: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " הרומו מתוך העדה הזאת, “remove yourselves from among this congregation!” Nachmanides commences his commentary by writing that he fails to make sense of this whole verse, as well as of the parallel verse in 16,20 where Moses and Aaron are also commanded to put physical distance between themselves and the complainants. Why was this necessary? Surely G’d possesses the power to kill many people and leave those whom He does not wish to harm alive and unscathed without their first having to “run for their lives!” G’d had demonstrated this power when killing the firstborn in Egypt while no Israelite firstborn had to run for his life. Even Egyptian firstborn hiding in homes of the Israelites would not have been spared. We must assume that in our situation G’d’s anger was directed at people who formed part of an assembly, as this was indicative of their sympathies being with the person or persons at the core of that assembly. In order to be saved one had to demonstrate by an act, such as the act of removing oneself physically from the rebels, that one did not share their attitudes.\n    It is also possible that G’d issued these instructions not so much in order to save the righteous as to show them respect, as He did not feel free to kill the wicked while the righteous were still among them, trying to get them to desist from their rebellious attitude. Moses hastened to inform the innocent that they themselves were in need of mercy, and that if they did not separate themselves they would share the fate of the sinners.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5a9ec577d6e4a91d7b55e3a3", "index_title": "Tzror HaMor on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzror HaMor on Torah, Numbers 17:10:1-6", "anchorRef": "Numbers 17:10", "anchorRefExpanded": ["Numbers 17:10"], "sourceRef": "Tzror HaMor on Torah, Numbers 17:10:1-6", "sourceHeRef": "צרור המור על התורה, במדבר י״ז:י׳:א׳-ו׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1460, 1510], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Tzror HaMor", "he": "צרור המור"}, "heTitle": "במדבר", "he": ["ואמר <b>הרומו מתוך העדה.</b> כי כל זמן שהצדיקים ביניהם. אי איפשר להביא פורענות עליהם. ואז אמר משה האיש אחד יחטא. כי קרח לבדו הוא החוטא והמסית והמדיח. ועל כל העדה תקצוף. אינו ראוי כי אלה הצאן מה עשו. אחר שאתה אלהי הרוחות והמחשבות ואתה היודע ועד. כי לא מדעת ותאוה עשו אלא מצד יצרם הרע התקוע בבשרם. ויש לך לרחם עליהם במדת אל שהוא רחמים. כמו שאמרת לא ידון רוחי באדם לעולם בשגם הוא בשר וכמו שפי' במקומו. ולכן הזכיר בכאן מלת בשר. ואחר שראה שהדין עמו. אמר העלו מסביב. ועם כל זה ויקם משה לראות אם יועילו דבריו אצלם. וכשראה שלא הועילו דבריו. אמר סורו נא. מיד בעת הזאת מעל אהלי האנשים הרשעים האלה. כי אחר שהם עזי פנים מותר לקרותם רשעים כאומרו העז איש רשע בפניו. ואל תגעו בכל אשר להם לפי שהם חרם ותועבה. ולהורות שהם עזי פנים אמר שיצאו נצבים בקומה זקופה לחרף ולגדף. כמו שנאמר בגלית ויתיצב ארבעים יום. ולפי שהם היו כופרים בה' ובמשה עבדו. אמר בזאת תדעון כי ה' שלחני. ולא כמו שהם אומרים. אם כמות כל אדם ימותון אלה. כי שאר האנשים אע\"פ שמתים ישאירו בניהם אחריהם והם זכירה להם. ומצד הבנים הם נזכרים ונפקדים בין לטובה או הפכו. כאומרו פוקד עון אבות על בנים. ואמרה חנה וזכרתני ולא תשכח את אמתך. והזכירה היא ונתת לאמתך זרע אנשים. ואמרו ז\"ל ברא מזכה אבא. ולכן אמר אם כמות כל האדם. שאע\"פ שמתים אם יש להם בנים אינם מתים. ימותון אלה ופקודת כל האדם יפקד עליהם. בהשאירם אחריהם ברכה לא ה' שלחני. בענין שבזה רמז שיכלו באפס תקוה ולא ישאר להם נין ונכד. ופירש המיתה ואמר ואם בריאה יברא ה' ופצתה האדמה את פיה ובלעה אותם ואת כל אשר להם. בענין שלא ישאר להם שם על פני חוץ:", "<b>והנה</b> יש לעיין מה היה חטאם של קרח ועדתו שנתחייבו כליה כולם. ועוד למה לא נענשו בעונש אחר במיתה או במגפה או בשאר עונשים. מה טעם נענשו בפתיחת הארץ. ועוד מה טעם אמר ואם בריאה יברא ה'. כי מה טעם לזאת הבריאה. והנה זה העון סתום וחתום בזאת הפרשה. כי כבר ידוע כי ערך העונש כערך העון. האם היה ראוי שימותו מיתה חטופה בפתיחת הארץ בעבור שהיו מבקשים כהונה. או בעבור שאמרו כנגד אהרן ומשה ומדוע תתנשאו על קהל ה'. או בעבור שאמרו המעט כי העליתנו. או בעבור שאמרו לא נעלה. אין זה ראוי כי משה היה עניו מאד ולא היה מקפיד על בזיונו. ואפילו אם נאמר שחטאם היה בעבור שחשבו שמשה עשה כל הדברים מדעתו. באמת ראויים היו לעונש גדול אבל לא לעונש זה הנפלא. עד שזה הספק אין לו היתר ושעת הכושר. אם לא באור הזרוח על חכמי האמת אשר שמו פניהם אל מול פני המנורה הטהורה. היא נר ה' המאירה בחושך. וזה הדבר גלה אותו הקדוש רשב\"י בפרשת בראשית באומרו יהי רקיע בתוך המים. וכאן נרמז מחלוקת קרח ועדתו שנבדלו מעדת ישראל. והחזיקו במחלוקת ומאנו לשוב. ונדבקו ביום שני שנאמר שם ויהי מבדיל. כי ההבדלה היא המחלוקת. וזהו ויקח קרח נחלק מתוך העדה להחזיק במחלוקת. שהוא סוד ההבדלה בסוד ויהי מבדיל בין מים למים. ולזה אמר משה המעט מכם כי הבדיל אלהי ישראל אתכם. ואמר שם כי שבט לוי היו דבקים במדת הדין בסוד ויהי מבדיל. ולכן כתיב בהם והעבירו תער על כל בשרם. כי היא תער השכירה של מדת הדין. וכשראה השם שנדבקו במדת הדין. הבדילם מעדת ישראל. בענין שזאת ההבדלה תהיה לטובה. ולכן ברכם יעקב אביהם אחלקם ביעקב. ואמר ארור אפם כי עז ועברתם כי קשתה. מכח אף וחרון ועברה. והשם לא רצה שיהיו נדבקים במדת הדין הקשה. והבדילם לטובה לעבוד את עבודת המשכן. בענין שלא יהיה להם חלק עם ישראל. אלא אשי ה' ונחלתו הבאים מכח האש והדין יאכלון. ולכן אמר בהם הבדלה. ואמר גם כן ביום שני הבדלה לפי שבו נברא המחלוקת. ולכן לא אמר ביום שני כי טוב כמו בשאר הימים. לפי שהמחלוקת הוא לקות ותכלית וקללה ואין בו טוב. עד שאמרו ומה מחלוקת שהוא לקיומו של עולם כך. שאלו לא נברא זה הרקיע בתוך המים להבדיל בין מים מתוקים למים סרוחים ובין מים עליונים למים תחתונים לא היה העולם מתקיים. ועכ\"ז לא אמר בו כי טוב. לפי שיש שם הבדלה ומחלוקת. מחלוקת האנשים ומחלוקת קרח ועדתו שהוא חרבנו של עולם. עאכ\"ו שאין ראוי לומר בו כי טוב. וכן אמרו שלא נאמר בו כי טוב. לפי שנברא בו גיהנם שנאמר כי ערוך מאתמול תפתה. איזה יום שיש לו אתמול ואין בו שלשום זה יום שני. וכן אמרו לא נאמר כי טוב בשני. לפי שאין טוב אלא באחד וכמו שפירשתי שם. ואחר שיש שניות וחלוק אין בו טוב. כאומרו ועם שונים אל תתערב. ולכן שבט לוי יש בו הבדלה וחלוקה מצד שנדבקו ביום שני והוא שני לשמעון. כי ראובן אמר אז חללת יצועי עלה. ואחר שכל מעשה בראשית תלוי ביום שני וקרח החזיק במחלוקת. אמר שם שקרח כפר במעשה בראשית. ולכן אמר משה אחר שהוא מכחיש במעשה בראשית. נתדבק באש של גהינם הקשה הנבראת ביום שני. וא\"כ מן ההכרח הוא שיפול בגיהנם וירד שאולה. ולכן אמר שם כי משה במעשה בראשית נסתכל. ולכן אמר וירדו חיים שאולה וכו'. ואחר שזה כן הנה כל הפרשה מפורשה. והספק הגדול מתורץ. ומכאן ואילך אדבר בארשת ואומר כי כבר נודע חטא קרח. ורוב העונות אינם נכרים אלא כפי העונש. כאומרו ולך ה' חסד כי אתה תשלם וכו'. באופן שבזה יכיר חטאו ויודה. וא\"כ אחר שקרח ועדתו כפרו במעשה בראשית. וכמו שכתבתי בתחלת הפרשה שחשב שהעולם כמנהגו נוהג. וכפר במצות ציצית ובה' אחד שהוא פתיל תכלת המקשר העולמות כולם. ראוי היה שיד העדים תהיה בו בראשונה. וזה כענין דור המבול שכפרו בבריאת העולם. ולכן היה עונשם והנני משחיתם את הארץ. כן היה ראוי בכאן שהוא כפר במעשה בראשית ובבריאתו שירד לגהינם. והארץ שכפרו בה תפתח את פיה ותבלע אותם. ובזה תבין מה שאמר ואם בריאה יברא ה'. כלומר דבר ידוע הוא שאתה בראת העולם. ואלו האנשים הרשעים כופרים ואומרים שלא בראת העולם. ולכן אם בריאה יברא ה'. כמו שהוא אמת שבראת העולם ופצתה האדמה את פיה ובלעה אותם. בענין שידעו כל העולם כי נאצו האנשים האלה את ה'. אחר שכופרים בבריאת העולם:", "<b>או</b> יאמר ואם בריאה יברא ה'. לפי שכבר כתבתי בפירוש שלש עשרה מדות. כי השם גלה למשה שיקומו בני שבטו כנגדו ויעשה עמו נסים ונפלאות. ולזה אמר נגד כל עמך אעשה נפלאות. והם קרח ובני לוי שהם עמו ושבטו. והנפלאות יהיו אשר לא נבראו בכל הארץ. וזאת הבריאה היא פתיחת הארץ. באופן שבזה ידעו כל העם אשר אתה בקרבו את מעשה ה' כי נורא הוא אשר אני וכו'. כי עמו עשה אלו הנפלאות אחר שקמו כנגדו ואמרו כי תשתרר עלינו גם השתרר. ולכן אמר משה בכאן אם בריאה יברא ה' כמו שאמרת אשר לא נבראו בכל הארץ. שתעשה עמי בריאה חדשה ומעשה ה' הגדול ונורא. יהיה זה שתפתח הארץ את פיה ותבלע אותם. ולהורות על זה אמר ותפתח הארץ את פיה ותבלע אותם. לפי שכבר ידעת שכל מעשה בראשית נבראו בדבר השם ע\"י האומנים. כאומרו תוצא הארץ ישרצו המים וכמו שפירשתי בפרשת נעשה אדם. שהיה מדבר עם האומנים שהם ארבעה יסודות. שמהם נתהוו כל הדברים שתחת גלגל הירח. ואחר שקרח ועדתו כפרו בבריאת העולם. ראוי הוא שיד העדים תהיה בהם בראשונה. והארץ תפתח פיה ותבלע אותם. אחר שהם כפרו בבריאת הארץ. ולכן אמר ותפתח הארץ את פיה. ולא אמר בכאן ויפתח ה' את פיה. אלא ותפתח הארץ. כמו מי שצמא למים ופותח פיו לבלי חוק. ולכן ותפתח הארץ את פיה להלקותם. הרי כאן העד הראשון. ונגד העד הב' שהוא יסוד המים. אמר וירדו הם וכל אשר להם חיים שאולה ותכס עליהם הארץ. כאומרו ומתהומות הארץ תשוב תעלנו. וכנגד העד הג' שהוא יסוד האש אמר ואש יצאה מאת ה' וכו'. וצוה שיקחו אלו המחתות מבין השריפה וירקעום צפוי למזבח זכרון לבני ישראל. שלא יקרב איש זר לעורר על הכהונה:", "<b>אחר</b> כך חזרו לומר אתם המיתם את עם השם. רצו בזה כי אהרן נבחר לפי שלא נכנס לזה הנסיון אלא שבט ראובן בלבד. ואולי אם היו עם אהרן שאר השבטים כולם. אולי יבחר השם באחד מהם ולא באהרן. והם המיתו את עם ה' לפי שלא הכניסו בכאן שאר השבטים. בענין שבזה חזרו לקלקולם הראשון ולא רצו להודות בכהונת אהרן. ושהשם הבדילו להיות קדוש ה' מששת ימי בראשית. כמו שאמרו רז\"ל בפסוק בקר ויודע ה' את אשר לו. יכולים אתם להפוך בוקר לערב וכו'. נאמר במעשה בראשית ויבדל אלהים ונאמר ויבדל אהרן להקדישו קודש קדשים. וכבר פירשתי זה בפ' ואתנה את הלוים נתונים לאהרן ולבניו. ולפי שזה היה מעין עון קרח ועדתו שהיו כופרים במעשה בראשית. בא בכאן העד הד' שהוא יסוד הרוח להעניש אותם. ויצא הקצף מלפני ה' החל הנגף. וידוע כי סבת המגפה היא מצד רוח עועים הנכנס באדם מצד רוח הטומאה. והרופאים אומרים שהוא מעפוש האויר. רואים ואין יודעים מה רואים. והכל הולך לדרך אחד. כי כמו שכתבתי בפרשת הסוטה. העובר על החרם ועל השבועה נכנס רוח עועים בכל רמ\"ח איבריו כמנין חר\"ם וכלתו את עציו ואת אבניו. ולכן צוה משה בכאן להקטיר קטורת לכפר על ישראל ולהעביר רוח הטומאה מן הארץ. וכבר אמרו כי סוד הקטורת גלו לו מלאכי השרת. וכבר הבטיחונו שאע\"פ שאין עכשיו קטורת. אם יאמרו ישראל בפיהם אלו הפסוקים שלשה פעמים בכוונה. שהשם עוצר המגפה ושם האריכו בזה. ובפרשת וירא אליו הארכתי בזה:", "<b>ואחר</b> שהענישם על חטאם רצה השם לתקן תלונתם. אמר דבר אל בני ישראל וקח מאתם מטה מטה לבית אב. לפי שהם נתרעמו ואמרו אתם המיתם את עם ה'. בחשבם כי לפי שלא היה שם אלא שבט ראובן עם שבט לוי מתו. אבל אם היו שם כל השבטים השם יבחר בשבט אחר ולא בשבט לוי. לזה רצה השם שיראו עין בעין דבר זה ולא יתרעמו יותר. ולכן צוה שיקחו י\"ב מטות מאת כל נשיאיהם מטה לנשיא אחד. ושיבקעם כולם ממקל שקד א' כמאמרם ז\"ל. בענין שלא ישאר שום טינא בלבם. ושישימם כולם לפני ה'. ומטה אהרן בתוך מטותם. בענין שלא יאמרו שהיה קרב לצד הקדש יותר משאר מטות. והיה האיש אשר יבחר בו מטהו יפרח. ולהורות שישראל שמחו בדבר זה. אמר ויתנו אליו כל נשיאיהם מטה לנשיא אחד. כי מן הראוי היה שאחר שנענשו על דבר זה שיאמרו אין אנו רוצים נסיון אחר. אבל לפי שזה הדבר היה עדיין בספק אצלם שמחו בדבר. ויתנו אליו כל נשיאיהם בלי איחור. וכשראו הנס הגדול שעשה השם במטה אהרן בהוצאת הפרח. הכירו האמת ויראו ויקחו איש מטהו. ולפי שה' ראה איך היו ישראל בעלי שינויים. אמר השב את מטה אהרן לפני העדות למשמרת לאות לבני מרי. בענין שיכלו תלונתם. וא\"כ היאך חזר לומר ויאמרו בני ישראל הן גוענו אבדנו כולנו אבדנו. שנראה שעתה מחדש חזרו להתרעם. ועוד אחר שחזרו להתרעם למה לא נענשו. כי יותר היו ראויים לעונש מבראשונה. אבל הענין היה כך כי לא חזרו ח\"ו. אלא שהכירו האמת שנבחר אהרן מכל ישראל. אבל עד עכשיו היה הדבר אצלם בספק וכל אחד היה חושב כי שבטו היה אשר בוחר בו ה'. והיו סבורים שאע\"פ שיקרבו אל המקדש שלא יהיו ראויים למות. אבל עכשיו שנבחר שבט לוי ונעשה נס במטה לוי. הכירו שהם היו זרים ולא היו ראויים לגשת אל הקודש. ולכן אמרו הן גוענו אבדנו כולנו אבדנו. אחר שאנחנו זרים ואין אנו ראוין לגשת אל המשכן. וא\"כ כל הקרב הקרב אל משכן ה' ימות. בין שיקרב במזיד בין שיקרב בשוגג. ולכן כפל כל הקרב הקרב:", "<b>ולפי</b> שהשם ראה קושט דבריהם. השם חשבה לטובה ולא לתלונה. ותיקן תלונותם ואמר ויאמר ה' אל אהרן אתה ובניך ובית אביך אתך תשאו את עון המקדש. ועליך אני מטיל עונש הזרים. ולפי שאהרן וביתו לבדו לא היו יכולים לשמור. אמר וגם את אחיך מטה לוי וגו' וילוו עליך וישרתוך. באופן כי זר לא יקרב אליכם. ואחר שנתן להם משמרת האהל נתן להם מתנות כהונה שיאכלו. וזהו ואני הנה נתתי לך את משמרת תרומותי. ופירש כל הדברים הראויים לתת לו. ואמר בסוף שנתן לו תרומות הקדשים לחק עולם ברית מלח עולם הוא לפני ה'. לרמוז שהיה נותן לו הכהונה קיימת לעולם ברית מלח עולם. כמו שהמלח קיימת נותנת קיום לאחרים. כן כהונת אהרן היתה קיימת ומקיימת לאחרים. כי סבת קיום ישראל היה אהרן הכהן והכהנים שנמשכו אחריו. לפי שהם כלי כפרה לישראל ועל ידם היתה סליחתנו. וכן רמז בזה ברית מלח על התורה שניתנה לשבט לוי. כאומרו יורו משפטיך ליעקב. והתורה נקראת ברית מלח עולם. לפי שהתורה נותנת טעם לכל הדברים. כאומרו טעמו וראו כי טוב ה'. ואמר פת במלח תאכל על התורה שנקראת פת ולחם. שצריך לטועמה ולמולחה בטעמי תורה. ושצריך לידע שיש בה פנים ופני פנים. ולכן אמר בכאן ברית מלח עולם. ואע\"פ שכבר כתוב בפרשת הלוים ואתנה את הלוים וגו'. ולא יהיה בבני ישראל נגף בגשת בני ישראל אל הקדש. עכ\"ז חדש בכאן ברית מלח עולם מה שלא כתב שם. ועל ידי מעשה קרח נתחדשה הלכה וכתב כל ענייני שמירת הכהן והלוי באורך. והאריך גם כן בשכר הראוי ליתן להם כאומרו ולבני לוי הנה נתתי כל מעשר בישראל וגו'. ואח\"כ צוה ללוים שיתנו מעשר מן המעשר. והשאר שיאכלוהו בכל מקום כי שכר הוא להם בשביל שמירת המקדש:"], "heVersionTitle": "Tzeror Hamor, Warsaw, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "צרור המור על התורה, וורשא, תרל\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc46df746f30016ee8463", "index_title": "Yismach Moshe", "category": "Chasidut", "type": "", "ref": "Yismach Moshe, Ki Tisa 4:2", "anchorRef": "Numbers 17:10", "anchorRefExpanded": ["Numbers 17:10"], "sourceRef": "Yismach Moshe, Ki Tisa 4:2", "sourceHeRef": "ישמח משה, כי תשא ד׳:ב׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1790, 1840], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Yismach Moshe", "he": "ישמח משה"}, "heTitle": "כי תשא", "he": "<b>ובעמדי</b> במקהלות לעורר הלבבות, פירשתי ענין פרשה זו על סילוקן של צדיקים, על פי המדרש (במ\"ר פ\"א י\"א) דאם יזכו יעלו לגדולה כמו שנאמר (בראשית מ יג) ישא פרעה את ראשך והשיבך על כנך, ואם לא יזכו ימותו, כמה דתמא (בראשית מ יט) ישא פרעה את ראשך מעליך וכו', עד כאן דבריו. הרי דנשיאת ראש משמש לתרין אנפין. והנה פקד, שבע ביאורים יש לו, ואמר לשון חסרון, כמו ולא נפקד ממנו איש (במדבר לא מט), וגם לשון זכירה, כמו פקד פקדתי (שמות ג טז). והנה ידוע (תענית י\"א ע\"א) דצדיק נאסף בעון הדור ומכפר על עון הדור, אך כדי שלא יענשו על שאבדו הצדיק, ההספד והבכיה מכפר. והיינו (שמות ל יב) כי תשא את ראש בני ישראל, דהיינו שח\"ו יסתלק ראש בני ישראל הוא צדיק גדול שהוא ראש בני ישראל בשיעור קומה, הוא לפקודיהם, ר\"ל מחמת חסרונותיהם שחסרו בתורת ה'. ונתנו, על דרך שכתב בספר מקום שמואל בפסוק (במדבר יד א) ויתנו את קולם, דהקול הוא אין בו ממש ואין שייך בו לשון נתינה, רק הוא מגזרת לתנות לבת יפתח (שופטים יא מ), הכי נמי ונתנו איש, ר\"ל שמה שיספיד כל איש, הוא כופר נפשו בפקוד אותם, בעת שירצה לפקוד עליהם אבידת הצדיק, ולא יהיה בהם נגף וגו'. זה יתנו ר\"ל יספדו, כל העובר על הפקידים, ר\"ל העוברים על מצות ה' יספדו, מחצית השקל הוא הצדיק, ועל פי מ\"ש בת\"ח כי הצדיק מחצית העולם, כאמרם (ברכות ו' ע\"ב) שקול זה כנגד כל העולם, והוא נלכד ביד מדת הדין וכל העולם ביד מדת הרחמים, וכמו שפירשתי בפרשת ואתחנן בפרשת פקודי, בשקל הקדש, שנשקל בדעתו של אל דעות כמ\"ש הרמב\"ם (הלכות תשובה פ\"ג ה\"ב), עשרים גרה השקל, על פי מ\"ש בהמשכה בעשרה מאמרות נברא העולם (אבות פ\"ה מ\"א), דעשרה מאמרות היינו עשרת הדברות, והם עשרים גרה, כמ\"ש רש\"י בפרשת שמיני בפסוק (ויקרא יא ד, ד\"ה גרה) והוא גרה לא יגר, שהוא מגיזרת כמים המוגרים ארצה (שמואל ב' יד יד), הכי נמי הם ניגרים מגבוה על גבוה עד תחתית התחתית, וחוזר וסובב עד לשורשו כנודע וניגרים מלמעלה למטה ומלמטה למעלה, השקל ר\"ל כלי הבריאה כמו שנאמר בספר יצירה שקלן וכו', ומזה מחצית השקל כנ\"ל, תרומה ר\"ל נסתלק, כמו שנאמר (במדבר יז י) הרומו מתוך העדה, ר\"ל שיסתלקו מתוך העדה, וכן פירושו כאן שנסתלק לה' ועל זה יספדו שגרמו בעונם, כל העובר על הפקודים ר\"ל על מצות ה' (עיין זו\"ח ע\"ב ע\"ב), מבן עשרים שנה ומעלה שהוא בר עונשין, יתן ר\"ל יספיד תרומת ה', היינו הצדיק שנתרם ונסתלק בעונם, והבן זה.", "heVersionTitle": "Yismach Moshe, Sighet, 1898", "heLicense": "Public Domain", "heVersionTitleInHebrew": " ספר ישמח משה, סיגעט תרנ\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6037a6d6cda51cfa3ddf3d70", "index_title": "Ramban on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Numbers 16:21:1", "anchorRef": "Numbers 17:10", "anchorRefExpanded": ["Numbers 17:10"], "sourceRef": "Ramban on Numbers 16:21:1", "sourceHeRef": "רמב\"ן על במדבר ט״ז:כ״א:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 21.0001, "collectiveTitle": {"en": "Ramban on Numbers", "he": "רמב\"ן על במדבר"}, "he": "<b>הבדלו מתוך העדה הזאת</b> יש לשאול אם ישראל לא חטאו ולא מרדו ברבם למה היה הקצף עליהם לאמר ואכלה אותם כרגע ואם גם הם מרדו כקרח וכעדתו איך יאמרו משה ואהרן האיש אחד יחטא ועל כל העדה תקצוף וכתב רבינו חננאל הבדלו מתוך העדה הזאת עדת קרח ולא עדת בני ישראל ויאמרו אלהי הרוחות לכל בשר וגו' מיד הודיע הקב\"ה למשה כי לא כל עדת בני ישראל בקש לכלות אבל עדת קרח בלבד לפיכך פירש לו זה שאמרתי <b>הבדלו</b> העלו מסביב למשכן קרח דתן ואבירם הוא שאמרתי לך הזכיר להם <b>העלו מסביב</b> אולי כשיראו קרח ועדתו ישובו אלו דבריו ואינם נכונים כי לא היה ראוי לומר על קרח דתן ואבירם שלשה אנשים <b>הבדלו מתוך העדה</b> כי אינם עדה ואין ישראל בתוכם ואהרן עם עדת מקריבי הקטורת היה בתוכם בבואם ועוד כי <b>הבדלו</b> רמז למשה ואהרן בלבד כמו הרומו (במדבר י״ז:י׳) וכן ואכלה אותם כרגע רמז למגפה שתכלה עם רב ועצום כרגע וחלילה שלא יבין משה נבואתו ויטעה בה אבל הטעם כי מתחלה היה לב העם אחרי משה ואהרן וכאשר לקחו קרח ועדתו איש מחתתו וישימו עליהם קטרת ועמדו פתח אהל מועד עם משה ואהרן אז קרא קרח לכל העדה ואמר להם כי בכבוד כולם הוא מקנא וייטב הדבר בעיניהם ונקהלו כלם לראות אולי יישר בעיני האלהים ותשוב העבודה לבכוריהם וזה טעם ויקהל עליהם קרח את כל העדה (במדבר ט״ז:י״ט) והנה נתחייבו כליה שהיו מהרהרים אחרי רבם והם כמהרהרים אחרי השכינה ומוותרים על נבואת נביא בלבם וחייבין מיתה בידי שמים ומשה ואהרן למדו עליהם זכות שלא חטא במעשה אלא קרח והוא הגורם והוא המפתה אותם וראוי הוא שימות לבדו לפרסם ולהודיע ענשו לרבים וזו דרך מבקשי רחמים שיקלו החטא מעל העם ונותנין אותו על היחיד הגורם מפני שהוא חייב על כל פנים וכן אמר דוד ( כד יז) הנה אנכי חטאתי ואנכי העויתי ואלה הצאן מה עשו תהי נא ידך בי ובבית אבי והיה העונש ההוא על העם גם בחטאם שהיה להם לתת השקלים מעצמם אם העונש ההוא על זה כדברי רבותינו (ברכות סב) כי לא צוה אותם המלך שלא יתנו השקלים כי הוא לדעת המנין בלבד היה חפץ וענשם וענשו בזה שוה הוא ועוד כי מלבד המנין היה עונש על העם מתחלת דבר כדכתיב (כד א) ויוסף אף ה' לחרות בישראל ויסת את דוד בהם וכתב שם רש\"י לא ידעתי על מה ואני אומר בדרך סברא שהיה עונש על ישראל בהתאחר בנין בית הבחירה שהיה הארון הולך מאהל אל אהל כגר בארץ ואין השבטים מתעוררים לאמר נדרוש את ה' ונבנה הבית לשמו כענין שנאמר (דברים יב ה) לשכנו תדרשו ובאת שמה עד שנתעורר דוד לדבר מימים רבים ולזמן ארוך שנאמר (ש\"ב ז א-ב) ויהי כי ישב המלך בביתו וה' הניח לו מסביב מכל אויביו ויאמר המלך אל נתן הנביא אנכי יושב בבית ארזים וארון האלהים יושב בתוך היריעה והנה דוד מנעו השם יתברך מפני שאמר (דברי הימים א כב ח) כי דמים רבים שפכת ארצה לפני ונתאחר עוד הבנין עד מלוך שלמה ואלו היו ישראל חפצים בדבר ונתעוררו בו מתחלה היה נעשה בימי אחד מהשופטים או בימי שאול או גם בימי דוד כי אם שבטי ישראל היו מתעוררים בדבר לא היה הוא הבונה אבל ישראל הם היו הבונים אבל כאשר העם לא השגיחו ודוד הוא המשגיח והמתעורר והוא אשר הכין הכל היה הוא הבונה והוא איש משפט ומחזיק במדת הדין ולא הוכשר בבית הרחמים ועל כן נתאחר הבנין כל ימי דוד בפשיעת ישראל ועל כן היה הקצף עליהם ועל כן היה המקום אשר יבחר ה' לשום שמו שם נודע בענשם ובמגפתם והכתוב ירמוז כל זה שנאמר (ש\"ב ז ו-ז) כי לא ישבתי בבית למיום העלותי את בני ישראל ממצרים ועד היום הזה ואהיה מתהלך וגו' בכל אשר התהלכתי בכל בני ישראל הדבר דברתי את אחד שבטי ישראל אשר צויתי לרעות את עמי את ישראל לאמר למה לא בניתם לי בית ארזים הרי יאשים הכתוב כי השכינה מתהלכת בכל ישראל מאהל אל אהל וממשכן אל משכן ולא היה אחד בכל שופטי ישראל הרועים אותם מתעורר בדבר ואמר הכתוב עוד כי גם השם רחק מהם ולא דבר לאחד מכולם לבנות הבית רק עתה שנתעוררת הטיבות כי היה עם לבבך ואצוה עתה לבנותו על יד שלמה בנך שיהיה איש שלום:", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "SEPARATE YOURSELVES FROM AMONG THIS CONGREGATION, THAT I MAY CONSUME THEM IN A MOMENT. One may ask: If [the whole people of] Israel did not sin and did not rebel against their teacher, why was [G-d’s] wrath upon them, saying, <i>that I may consume them in a moment</i>? And if [on the other hand] they also rebelled [against Moses] as did Korach and his company, how could Moses and Aaron say [on their behalf]<i>: shall one man sin, and wilt Thou be wroth with all the congregation?</i><sup class=\"footnote-marker\">106</sup><i class=\"footnote\">Verse 22.</i> Now Rabbeinu Chananel<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">See (Exodus), Vol. II, p. 106, Note 45, for a brief biography of this great Rabbinic scholar. See also (Leviticus), Vol. III, p. 324, Note 286.</i> wrote as follows: “<i>Separate yourselves from among this congregation</i> means the congregation of Korach, not the congregation of the children of Israel. [But Moses and Aaron, thinking that G-d referred to <i>all</i> the people], <i>said: O G-d, the G-d of the spirits of all flesh, shall one man sin</i> etc.<sup class=\"footnote-marker\">106</sup><i class=\"footnote\">Verse 22.</i> Immediately the Holy One, blessed be He, informed Moses that He did not want to destroy the whole congregation of the children of Israel, but only the congregation of Korach. Therefore He explained to him: ‘When I said, <i>Separate yourselves from among this congregation</i>, the meaning was: <i>Get you up from about the dwelling of Korach, Dathan, and Abiram</i>.<sup class=\"footnote-marker\">107</sup><i class=\"footnote\">Verse 24.</i> He told them, <i>Get you up from about the dwelling</i> etc., because perhaps when Korach and his company would see them going away, they might repent.”<br>These are his [Rabbeinu Chananel’s] words, which are not right, for it would not be correct to say about Korach, Dathan, and Abiram — three men — <i>Separate yourselves from among ‘this congregation,’</i> for they were not “a congregation,” since the Israelites were not among them, and Aaron was going about<sup class=\"footnote-marker\">108</sup><i class=\"footnote\">See Ezekiel 46:10.</i> in the midst of the congregation that offered the incense! Besides, the expression <i>separate ‘yourselves’</i> alludes only to Moses and Aaron, just like <i>Get you up from among the congregation</i>.<sup class=\"footnote-marker\">109</sup><i class=\"footnote\">Further, 17:10. Thus it is clear that Moses and Aaron were to separate themselves from the whole congregation, since they were all to be punished, and not only the congregation of Korach.</i> Similarly, <i>that I may consume them in a moment</i><sup class=\"footnote-marker\">110</sup><i class=\"footnote\">In Verse 21 before us.</i> refers to a plague, which consumes a mighty and large people in a moment [and cannot therefore refer only to Korach, Dathan, and Abiram]. And [finally], far be it [from us to say] that Moses did not understand his own prophecy and made a mistake therein!<br>But the meaning thereof is as follows: At first the heart of the people was on the side of Moses and Aaron, but when Korach and his company took <i>every man his censer and laid incense thereon and stood at the door of the Tent of Meeting with Moses and Aaron</i>,<sup class=\"footnote-marker\">111</sup><i class=\"footnote\">Verse 18.</i> <i>Korach</i> called together <i>all the congregation</i><sup class=\"footnote-marker\">112</sup><i class=\"footnote\">Verse 19.</i> and told them that he was concerned about the honor of all of them. This was pleasing to them, so they all assembled to see <i>peradventure it will be right in the eyes of G-d</i>,<sup class=\"footnote-marker\">113</sup><i class=\"footnote\">Further, 23:27.</i> and the service [of the offerings] will return to their firstborn, this being the meaning of the verse, <i>And Korach assembled all the congregation against them</i>.<sup class=\"footnote-marker\">112</sup><i class=\"footnote\">Verse 19.</i> Thus they [all] became liable to destruction because they cast aspersions on their teacher, which is like casting aspersions on the Divine Presence,<sup class=\"footnote-marker\">114</sup><i class=\"footnote\">Sanhedrin 110a. See “The Commandments,” Vol. I, pp. 225-226.</i> and they [likewise] rejected in their hearts the prophecy of a prophet, for which they were liable to death by the hand of Heaven.<sup class=\"footnote-marker\">114</sup><i class=\"footnote\">Sanhedrin 110a. See “The Commandments,” Vol. I, pp. 225-226.</i> But Moses and Aaron spoke up in their defense, saying that it was only Korach who sinned in this matter, for he was the cause of it all and it was he who incited them, therefore it was right that he alone should die, in order to publicize and make known his punishment to the [whole] community.<br>This is indeed the way of those who plead for mercy, for they mitigate the [severity of the] people’s sin, and put [the blame for] it upon the individual who caused it, because he at any rate is [certainly] guilty. And so did David say, <i>Lo, I have sinned, and I have done iniquitously; but these sheep, what have they done? Let Thy hand, I pray thee, be against me, and against my father’s house</i>.<sup class=\"footnote-marker\">115</sup><i class=\"footnote\">II Samuel 24:17.</i> And the punishment [i.e., the plague in the days of David] came upon the people as well [despite David accepting the blame himself] because of their own sin, for they should have given the [half-] shekels themselves [in order to be counted]<sup class=\"footnote-marker\">116</sup><i class=\"footnote\">See (Exodus), Vol. II, pp. 510-511.</i> — if [we say that] the punishment was on account of that sin, as our Rabbis explained it.<sup class=\"footnote-marker\">117</sup><i class=\"footnote\">Berachoth 62b.</i> For the king had not commanded them <i>not</i> to give the [half-] shekels, as he only wanted to know their numbers,<sup class=\"footnote-marker\">118</sup><i class=\"footnote\">II Samuel 24:2.</i> therefore their guilt and his guilt in this incident was equal. Moreover, in addition to [being punished for] the census, there was a punishment upon the people [already] at the beginning of this matter, as it is written, <i>And again the anger of the Eternal was kindled against Israel, and He moved David against them</i>, [<i>saying: ‘Go, number Israel and Judah’</i>].<sup class=\"footnote-marker\">119</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 1.</i><br>Now Rashi wrote there: “I do not know why [<i>G-d’s anger was kindled against Israel</i>].” And I say by way of explanation that Israel was punished because of the delay in the building of the Sanctuary,<sup class=\"footnote-marker\">120</sup><i class=\"footnote\">Literally: “The Chosen House,” a reference to the Temple in Jerusalem. See Deuteronomy 12:11 for the origin of this term.</i> since the ark <i>went from tent to tent</i><sup class=\"footnote-marker\">121</sup><i class=\"footnote\">I Chronicles 17:5. Four hundred years had already passed since the exodus up to that period in the reign of David.</i> <i>as a stranger in the Land</i>,<sup class=\"footnote-marker\">122</sup><i class=\"footnote\">Jeremiah 14:8.</i> and none of the tribes bestirred themselves to say, “Let us seek G-d and build a house to His Name, just as it is written, <i>even unto His habitation shall ye seek, and thither thou shalt come</i>.”<sup class=\"footnote-marker\">123</sup><i class=\"footnote\">Deuteronomy 12:5.</i> [This situation continued] until David was roused to action in this matter after many years and a long period of time [had elapsed since he had become king], as it is said, <i>And it came to pass, when the king dwelt in his house, and the Eternal had given him rest from all his enemies round about, that the king said unto Nathan the prophet: ‘See now, I dwell in a house of cedar, but the ark of G-d dwelleth within curtains.’</i><sup class=\"footnote-marker\">124</sup><i class=\"footnote\">II Samuel 7:1-2.</i> Now G-d, blessed be He, prevented David [from building the Sanctuary], because He said, <i>for thou hast shed much blood upon the earth in My sight</i>,<sup class=\"footnote-marker\">125</sup><i class=\"footnote\">I Chronicles 22:8.</i> and thus the building was [further] delayed until the reign of Solomon. But had Israel really desired this matter [and really wanted to build the Sanctuary], and had they bestirred themselves to action from the start, it would have been done [already] in the days of one of the Judges, or in the days of Saul, or even in the days of David. For had the tribes of Israel aroused themselves in this matter, he [David] would not have been [considered] the builder, but Israel would have been the builders. But since the people did not concern themselves about it, and David was the one who was troubled about it and called for action, and it was he who prepared all the materials [for the House of G-d],<sup class=\"footnote-marker\">126</sup><i class=\"footnote\"><i>Ibid.</i>, 29:2.</i> he was the builder. However, since he was a man of judgment, guided [in his actions] by the attribute of justice, he was not fit for [the task of building] the House of Mercy,<sup class=\"footnote-marker\">127</sup><i class=\"footnote\">To my knowledge, Ramban’s use of this term “the House of Mercy” as an alternative name for the Temple in Jerusalem is the first of its kind in Rabbinic literature. It is of interest to note that a generation later, the French Rabbi Estori Haparchi (1282-1357), in his classic book of itinerary on the Land of Israel, <i>Kaftor Va’ferach</i>, mentions <i>for the first time</i> that one of the gates on the eastern side of the wall surrounding Jerusalem was called by the people <i>Shaarei Harachamim</i> — the “Gates of Mercy” — a name which is still used to this day. Since no definite source is known for the name given to this gate, it is possible that it is derived from this concept of the Sanctuary as “the House of Mercy,” and thus the name “Gates of Mercy” is a shortened form of “the gates of the House of Mercy.” See II Chronicles 23:19 for such usage in the Scriptures: <i>the gates of the House of the Eternal</i>.</i> therefore the building [of the Sanctuary] was delayed as long as David lived due to the negligence of Israel [in not coming forth themselves to build it], and therefore the [Divine] wrath was upon them. It was for this reason that <i>the place which the Eternal shall choose … to put His Name there</i><sup class=\"footnote-marker\">123</sup><i class=\"footnote\">Deuteronomy 12:5.</i> came to be known, as a result of their punishment through the plague.<sup class=\"footnote-marker\">128</sup><i class=\"footnote\">In II Samuel, Chapter 24, Verses 16-25 it is related that “<i>the angel of the Eternal was</i>, at the moment that the plague ceased, <i>by the treshing-floor of Aravnah the Jebusite</i>,” and on that spot David built the altar. This is the meaning of Ramban’s statement that <i>‘the place which G-d shall choose’</i> came to be known [i.e., identified] through the punishment and plague which came upon Israel for their indolence in the pursuit of the building of the Sanctuary. But had the people bestirred themselves to action, the place would have been identified through a more pleasant way. This is Ramban’s clear intention.</i><br>Scripture alludes to all this when it says, <i>For I have not dwelt in a house since the day that I brought up the children of Israel out of Egypt, even to this day, but have walked in a tent and in a tabernacle. In all places wherein I have walked among all the children of Israel, spoke I a word with any of the tribes of Israel, whom I commanded to feed My people Israel, saying: Why have ye not built Me a house of cedar?</i><sup class=\"footnote-marker\">129</sup><i class=\"footnote\"><i>Ibid.</i>, 7:6-7.</i> Thus Scripture is blaming [the people] because the Divine Presence was walking about among all Israel <i>from tent to tent, and from tabernacle</i><sup class=\"footnote-marker\">130</sup><i class=\"footnote\">I Chronicles 17:5. The continuation here by Ramban [<i>from tent to tent, and from tabernacle</i>] is clearly based on this verse in Chronicles. In II Samuel 7:6 the reading is: <i>in a tent and in a tabernacle</i>.</i> to tabernacle, and there was not one among all the Judges of Israel, who were their shepherds, that bestirred himself in this matter. Scripture also states that G-d too kept distant from them, and did not tell any one of them to build the House, but “now that you [David] have aroused yourself to do it, <i>thou didst well that it was in thy heart</i>,<sup class=\"footnote-marker\">131</sup><i class=\"footnote\">I Kings 8:18.</i> and I will now command that it should be built by thy son Solomon, who will be a man of peace.”", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61023f21c795231b79e36a5e", "index_title": "Tzror HaMor on Torah", "category": "Quoting Commentary", "type": "dibur_hamatchil", "ref": "Tzror HaMor on Torah, Numbers 17:10:1", "anchorRef": "Numbers 17:10", "anchorRefExpanded": ["Numbers 17:10"], "sourceRef": "Tzror HaMor on Torah, Numbers 17:10:1", "sourceHeRef": "צרור המור על התורה, במדבר י״ז:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1460, 1510], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Tzror HaMor on Torah", "he": "צרור המור על התורה"}, "heTitle": "במדבר", "he": "ואמר <b>הרומו מתוך העדה.</b> כי כל זמן שהצדיקים ביניהם. אי איפשר להביא פורענות עליהם. ואז אמר משה האיש אחד יחטא. כי קרח לבדו הוא החוטא והמסית והמדיח. ועל כל העדה תקצוף. אינו ראוי כי אלה הצאן מה עשו. אחר שאתה אלהי הרוחות והמחשבות ואתה היודע ועד. כי לא מדעת ותאוה עשו אלא מצד יצרם הרע התקוע בבשרם. ויש לך לרחם עליהם במדת אל שהוא רחמים. כמו שאמרת לא ידון רוחי באדם לעולם בשגם הוא בשר וכמו שפי' במקומו. ולכן הזכיר בכאן מלת בשר. ואחר שראה שהדין עמו. אמר העלו מסביב. ועם כל זה ויקם משה לראות אם יועילו דבריו אצלם. וכשראה שלא הועילו דבריו. אמר סורו נא. מיד בעת הזאת מעל אהלי האנשים הרשעים האלה. כי אחר שהם עזי פנים מותר לקרותם רשעים כאומרו העז איש רשע בפניו. ואל תגעו בכל אשר להם לפי שהם חרם ותועבה. ולהורות שהם עזי פנים אמר שיצאו נצבים בקומה זקופה לחרף ולגדף. כמו שנאמר בגלית ויתיצב ארבעים יום. ולפי שהם היו כופרים בה' ובמשה עבדו. אמר בזאת תדעון כי ה' שלחני. ולא כמו שהם אומרים. אם כמות כל אדם ימותון אלה. כי שאר האנשים אע\"פ שמתים ישאירו בניהם אחריהם והם זכירה להם. ומצד הבנים הם נזכרים ונפקדים בין לטובה או הפכו. כאומרו פוקד עון אבות על בנים. ואמרה חנה וזכרתני ולא תשכח את אמתך. והזכירה היא ונתת לאמתך זרע אנשים. ואמרו ז\"ל ברא מזכה אבא. ולכן אמר אם כמות כל האדם. שאע\"פ שמתים אם יש להם בנים אינם מתים. ימותון אלה ופקודת כל האדם יפקד עליהם. בהשאירם אחריהם ברכה לא ה' שלחני. בענין שבזה רמז שיכלו באפס תקוה ולא ישאר להם נין ונכד. ופירש המיתה ואמר ואם בריאה יברא ה' ופצתה האדמה את פיה ובלעה אותם ואת כל אשר להם. בענין שלא ישאר להם שם על פני חוץ:", "heVersionTitle": "Tzeror Hamor, Warsaw, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "צרור המור על התורה, וורשא, תרל\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d5d1f4629f2b57281374", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, רום 1", "anchorRef": "Numbers 17:10", "anchorRefExpanded": ["Numbers 17:10"], "sourceRef": "Sefer HaShorashim, רום 1", "sourceHeRef": "ספר השרשים, רום א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "רום", "he": ["<strong><big>רום</big></strong>   יָדֵנוּ <strong>רָמָה</strong> (<a class=\"refLink\" href=\"Deuteronomy 32:27\" data-ref=\"Deuteronomy 32:27\">דברים לב, כז</a>), ובהראות <strong>עי\"ן </strong>הפעל ב<strong>אל\"ף</strong> נראית <strong>וְֽרָֽאֲמָה</strong> וְיָֽשְׁבָה תַחְתֶּיהָ (<a class=\"refLink\" href=\"Zechariah 14:10\" data-ref=\"Zechariah 14:10\">זכריה יד, י</a>). <strong>אָרוּם</strong> בַּגּוֹיִם (<a class=\"refLink\" href=\"Psalms 46:11\" data-ref=\"Psalms 46:11\">תהלים מו, יא</a>), <strong>וַיָּרָם</strong> כְּבֽוֹד י\"י (<a class=\"refLink\" href=\"Ezekiel 10:4\" data-ref=\"Ezekiel 10:4\">יחזקאל י, ד</a>), <strong>רוּמָה</strong> עַל־הַשָּׁמַיִם (<a class=\"refLink\" href=\"Psalms 57:6\" data-ref=\"Psalms 57:6\">תהלים נז, ו</a>). והמקור <strong>לָרוּם</strong> מֵעַל הָאָרֶץ (<a class=\"refLink\" href=\"Ezekiel 10:16\" data-ref=\"Ezekiel 10:16\">יחזקאל י, טז</a>),<strong> כְּרֻם</strong> זֻלֻּת לִבְנֵי אָדָֽם (<a class=\"refLink\" href=\"Psalms 2:9\" data-ref=\"Psalms 2:9\">תהלים ב, ט</a>), בשרק ופירושו כרום הרשעים זלות לבני האדם. ובחולם <strong>וּבְרוֹמָם יֵרוֹמּוּ </strong>אוֹתָם (<a class=\"refLink\" href=\"Ezekiel 10:17\" data-ref=\"Ezekiel 10:17\">יחזקאל י, יז</a>).<strong> והתאר</strong> עַל כָּל־גֵּאֶה <strong>וָרָם</strong> (<a class=\"refLink\" href=\"Isaiah 2:12\" data-ref=\"Isaiah 2:12\">ישעיה ב, יב</a>), עַל־הֶֽהָרִים <strong>הָֽרָמִים</strong> (<a class=\"refLink\" href=\"Deuteronomy 12:2\" data-ref=\"Deuteronomy 12:2\">דברים יב, ב</a>),<strong> וְרָמֵי</strong> הַקּוֹמָה (<a class=\"refLink\" href=\"Isaiah 10:33\" data-ref=\"Isaiah 10:33\">ישעיה י, לג</a>), עֵינַיִם<strong> רָמוֹת</strong> (<a class=\"refLink\" href=\"Proverbs 6:17\" data-ref=\"Proverbs 6:17\">משלי ו, יז</a>). ונכתב ב<strong>אל\"ף</strong> <strong>רָאמוֹת </strong>לֶֽאֱוִיל חָכְמוֹת (<a class=\"refLink\" href=\"Proverbs 24:7\" data-ref=\"Proverbs 24:7\">משלי כד, ז</a>). ומשקל אחר <strong>רוּם</strong> עֵינַיִם וּרְחַב־לֵב (<a class=\"refLink\" href=\"Proverbs 21:4\" data-ref=\"Proverbs 21:4\">משלי כא, ד</a>), בפלס<strong> עוּל</strong> יָמִים (<a class=\"refLink\" href=\"Isaiah 65:20\" data-ref=\"Isaiah 65:20\">ישעיה סה, כ</a>), וְכָל־שֶֽׂה־חוּם (<a class=\"refLink\" href=\"Genesis 30:32\" data-ref=\"Genesis 30:32\">בראשית ל, לב</a>) <strong>סוּג</strong> לֵב (<a class=\"refLink\" href=\"Proverbs 14:14\" data-ref=\"Proverbs 14:14\">משלי יד, יד</a>). ואפשר שיהיה רום עינים שם כמו <strong>וְרֻם</strong> לִבֹּֽו (<a class=\"refLink\" href=\"Jeremiah 48:29\" data-ref=\"Jeremiah 48:29\">ירמיה מח, כט</a>). <strong>והשם</strong> בחולם <strong>רוֹם</strong> יָדֵיהוּ נָשָֽׂא (<a class=\"refLink\" href=\"Habakkuk 3:10\" data-ref=\"Habakkuk 3:10\">חבקוק ג, י</a>), בפלס <strong>אוֹר</strong>. וב<strong>ה\"א</strong> וְלֹא תֵֽלְכוּ <strong>רוֹמָה</strong> (<a class=\"refLink\" href=\"Micah 2:3\" data-ref=\"Micah 2:3\">מיכה ב, ג</a>), בפלס <strong>שׁוֹאָה, קוֹמָה</strong>. ומשקל אחר <strong>עָלִיתָ</strong> לַמָּרוֹם (<a class=\"refLink\" href=\"Psalms 68:19\" data-ref=\"Psalms 68:19\">תהלים סח, יט</a>), וְשָֽׂהֲדִי <strong>בַּמְּרוֹמִֽים</strong> (<a class=\"refLink\" href=\"Job 16:19\" data-ref=\"Job 16:19\">איוב טז, יט</a>), עַל־גַּפֵּי <strong>מְרֹמֵי</strong> קָֽרֶת (<a class=\"refLink\" href=\"Proverbs 9:3\" data-ref=\"Proverbs 9:3\">משלי ט, ג</a>). ומשקל אחר וַתַּֽעֲשִׂי־לָךְ <strong>רָמָה</strong> (<a class=\"refLink\" href=\"Ezekiel 16:24\" data-ref=\"Ezekiel 16:24\">יחזקאל טז, כד</a>), <strong>וְרָמָתֵךְ</strong> עָשִׂיתי [עָשִׂית] בְּכָל־רְחוֹב (<a class=\"refLink\" href=\"Ezekiel 16:31\" data-ref=\"Ezekiel 16:31\">יחזקאל טז, לא</a>). ובקבוץ וְנִתְּצוּ<strong> רָֽמֹתַיִךְ</strong> (<a class=\"refLink\" href=\"Ezekiel 16:39\" data-ref=\"Ezekiel 16:39\">יחזקאל טז, לט</a>). ומשקל אחר וּמִלֵּאתִי הַגֵּֽאָיוֹת <strong>רָמוּתֶֽךָ</strong> (<a class=\"refLink\" href=\"Ezekiel 32:5\" data-ref=\"Ezekiel 32:5\">יחזקאל לב, ה</a>), בשרק. ובהכפל <strong>למ\"ד</strong> הפעל <strong>מֵרוֹמְמֻתֶךָ</strong> נָפְצוּ גּוֹיִֽם (<a class=\"refLink\" href=\"Isaiah 33:3\" data-ref=\"Isaiah 33:3\">ישעיה לג, ג</a>), בשרק. ומשקל אחר <strong>תְּרוּמָה</strong> לַֽי\"י (<a class=\"refLink\" href=\"Exodus 30:13\" data-ref=\"Exodus 30:13\">שמות ל, יג</a>), וּשְׂדֵי <strong>תְרוּמֹת</strong> (<a class=\"refLink\" href=\"II Samuel 1:21\" data-ref=\"II Samuel 1:21\">שמואל ב' א, כא</a>). וב<strong>יו\"ד</strong> היחש וְהָֽיְתָה לָהֶם<strong> תְּרֽוּמִיָּה מִתְּרוּמַת</strong> הָאָרֶץ (<a class=\"refLink\" href=\"Ezekiel 48:12\" data-ref=\"Ezekiel 48:12\">יחזקאל מח, יב</a>). <strong>והפעל הכבד</strong> [הִפְעִיל] <strong>וְהֵרִים</strong> אֶת־הַדֶּשֶׁן (<a class=\"refLink\" href=\"Leviticus 6:3\" data-ref=\"Leviticus 6:3\">ויקרא ו, ג</a>), ופירשו רבותינו ז\"ל שהיה מרים מלא מחתה מן הדשן בכל יום ונותן במזרחו של כבש. אבל הוצאת הדשן שאמר וְהוֹצִיא אֶת־הַדֶּשֶׁן (<a class=\"refLink\" href=\"Leviticus 6:4\" data-ref=\"Leviticus 6:4\">ויקרא ו, ד</a>) לא היה בכל יום אלא כשהיה דשן הרבה על המזבח ואין מקום למערכה ואז מפנה הדשן ומוציאו משם. ואף על פי שהיו מורידין תל הדשן בכל יום ומוציאין אותו משם לא היתה המצוה אלא הרמת הדשן בכל יום, אבל דשון המזבח לא, שהרי ברגלים לא היו מדשנים והיו מניחין התל כמו שהוא מפני שהוא נוי למזבח.<strong> הֲרִמֹתִי</strong> יָדִי (<a class=\"refLink\" href=\"Genesis 14:22\" data-ref=\"Genesis 14:22\">בראשית יד, כב</a>), <strong>וַיָּרֶם</strong> הַטַּבָּח (<a class=\"refLink\" href=\"I Samuel 9:24\" data-ref=\"I Samuel 9:24\">שמואל א' ט, כד</a>), <strong>תָּרִימוּ </strong>תְרוּמָה (<a class=\"refLink\" href=\"Numbers 15:20\" data-ref=\"Numbers 15:20\">במדבר טו, כ</a>), וּכְסִילִים <strong>מֵרִים</strong> קָלֽוֹן (<a class=\"refLink\" href=\"Proverbs 3:35\" data-ref=\"Proverbs 3:35\">משלי ג, לה</a>), וּקְצַר־רוּחַ <strong>מֵרִים</strong> אִוֶּֽלֶת (<a class=\"refLink\" href=\"Proverbs 14:29\" data-ref=\"Proverbs 14:29\">משלי יד, כט</a>). וְלֹא מִמִּדְבַּר <strong>הָרִֽים</strong> (<a class=\"refLink\" href=\"Psalms 75:6\" data-ref=\"Psalms 75:6\">תהלים עה, ו</a>), כלומר ההרמה וההגדלה לא תבא לו לאדם לא ממוצא השמש ולא ממערבו ולא ממדבר הרים, כלומר מרוב השתדלותו והליכתו לכאן ולכאן לא תבא לו הגדולה כי אם על ידי השם, כמו שאמר כִּֽי־אֱלֹהִים שֹׁפֵט זֶה יַשְׁפִּיל וְזֶה <strong>יָרִֽים</strong> (<a class=\"refLink\" href=\"Psalms 75:8\" data-ref=\"Psalms 75:8\">תהלים עה, ח</a>). ומקצת הספרים ממדבר פתח. ואם כן יהיה הרים מגזרת <strong>הַר</strong>. ואף על פי כן הראשון הוא הנכון. ואם בא ממדבר פתח זולתי הסמיכות הנה כמוהו מִשְׁפַּט אֶחָד יִהְיֶה לָכֶם (<a class=\"refLink\" href=\"Leviticus 24:22\" data-ref=\"Leviticus 24:22\">ויקרא כד, כב</a>), וּמִקְסַם חָלָק (<a class=\"refLink\" href=\"Ezekiel 12:24\" data-ref=\"Ezekiel 12:24\">יחזקאל יב, כד</a>), וּלְשׂיּמוֹ [וּלְשׂוּמוֹ] מִרְמָס (<a class=\"refLink\" href=\"Isaiah 10:6\" data-ref=\"Isaiah 10:6\">ישעיה י, ו</a>). ובמדרש (רבה דף רפג, נ<strong>. </strong>סוף פרשה מטות) מהו <strong>וְלֹא מִמִּדְבַּר הָרִֽים</strong>? אמר רבי אבא כל הרים שבמקרא הם הרים חוץ מזה שהם רוממות, שאין אדם מתרומם מן הדרכים הללו. ומה הקדוש ברוך הוא עושה? נוטל נכסים מזה ונותן לזה שנאמר <strong>כִּֽי־אֱלֹהִים שֹׁפֵט זֶה יַשְׁפִּיל וְזֶה יָרִֽים</strong>. <strong>וַיָּרֶם</strong> יָד בַּמֶּֽלֶךְ (<a class=\"refLink\" href=\"I Kings 11:26\" data-ref=\"I Kings 11:26\">מלכים א' יא, כו</a>), כלומר מרד בו וזהו הרמת יד בו. <strong>ושלא נזכר פעלו ממנו </strong>[הָפְעַל] אֲשֶׁר הוּנַף וַֽאֲשֶׁר <strong>הוּרָם</strong> (<a class=\"refLink\" href=\"Exodus 29:27\" data-ref=\"Exodus 29:27\">שמות כט, כז</a>). ופירשנו בשרש <strong>נוּף</strong> מה בין תרומה להנפה. כַּֽאֲשֶׁר<strong> יוּרָם</strong> מִשּׁוֹר (<a class=\"refLink\" href=\"Leviticus 4:10\" data-ref=\"Leviticus 4:10\">ויקרא ד, י</a>), הֻרַים [<strong>הֻרַם</strong>] הַתָּמִיד (<a class=\"refLink\" href=\"Daniel 8:11\" data-ref=\"Daniel 8:11\">דניאל ח, יא</a>). <strong>וכבד אחר</strong> [פִּעֵל] גִּדַּלְתִּי<strong> וְרוֹמַמְתִּי</strong> (<a class=\"refLink\" href=\"Isaiah 1:2\" data-ref=\"Isaiah 1:2\">ישעיה א, ב</a>),<strong> אֲרוֹמִמְךָ </strong>אֱלוֹהַי הַמֶּלֶךְ (<a class=\"refLink\" href=\"Psalms 145:1\" data-ref=\"Psalms 145:1\">תהלים קמה, א</a>), <strong>לְרוֹמֵם</strong> אֶת־בֵּית אֱלֹהֵינוּ (<a class=\"refLink\" href=\"Ezra 9:9\" data-ref=\"Ezra 9:9\">עזרא ט, ט</a>), <strong>וִירֹמְמוּהוּ</strong> בִּקְהַל־עָם (<a class=\"refLink\" href=\"Psalms 107:32\" data-ref=\"Psalms 107:32\">תהלים קז, לב</a>). ואשר הוא <strong>עומד</strong> <strong>תְּרוֹמַמְנָה</strong> קַֽרְנוֹת צַדִּֽיק (<a class=\"refLink\" href=\"Psalms 75:11\" data-ref=\"Psalms 75:11\">תהלים עה, יא</a>). <strong>ובנין</strong> <strong>התפעל</strong> עַתָּה <strong>אֵֽרוֹמָם</strong> (<a class=\"refLink\" href=\"Isaiah 33:10\" data-ref=\"Isaiah 33:10\">ישעיה לג, י</a>),<strong> וַיֵּרֹמּוּ</strong> הַכְּרוּבִים (<a class=\"refLink\" href=\"Ezekiel 10:15\" data-ref=\"Ezekiel 10:15\">יחזקאל י, טו</a>), <strong>יֵרוֹמּוּ</strong> אוֹתָם (שם יז), <strong>הֵרֹמּוּ</strong> מִתּוֹךְ הָֽעֵדָה (<a class=\"refLink\" href=\"Numbers 17:10\" data-ref=\"Numbers 17:10\">במדבר יז, י</a>) וכבר כתבתי דקדוק המלות האלה בחלק הדקדוק בשרש <strong>רוּם</strong>. <strong>והתאר</strong> יְמִין י\"י<strong> רוֹמֵמָה</strong> (<a class=\"refLink\" href=\"Psalms 118:16\" data-ref=\"Psalms 118:16\">תהלים קיח, טז</a>). <strong>והשם </strong>במשקלו<strong> רוֹמְמוֹת</strong> אֵל בִּגְרוֹנָם (<a class=\"refLink\" href=\"Psalms 149:6\" data-ref=\"Psalms 149:6\">תהלים קמט, ו</a>), האחר ממנו <strong>רוֹמְמָה</strong> וכל הענין הזה הגבהה. ורבי יונה חלק ביניהם ואין צורך כי הפרשת דבר מדבר הגבהה היא. וכן <strong>וּכְסִילִים מֵרִים קָלֽוֹן</strong>, מגביה ומביא עליו הקלון. וכן םריכם אולה מגביה ומביא עליו האולת. ואפשר שיהיה נגזר מענין זה וְאַרְמוֹן עַל־מִשְׁפָּטוֹ יֵשֵֽׁב (<a class=\"refLink\" href=\"Jeremiah 30:18\" data-ref=\"Jeremiah 30:18\">ירמיה ל, יח</a>), לפי שהוא בנין גבוה נקרא כן. וכבר והביאותיו שרש בפני עצמו <strong>אָרַם</strong>. <strong>רָאמוֹת</strong> וְגָבִישׁ (<a class=\"refLink\" href=\"Job 28:18\" data-ref=\"Job 28:18\">איוב כח, יח</a>), אבן מהאבנים היקרות. ויש מפרשים אותו כמו <strong>אַלְמוֹנִים</strong> שהוא הנקרא בלע\"ז <strong>קור\"ל</strong>."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d5d4f4629f2b5728163c", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, רמם 1", "anchorRef": "Numbers 17:10", "anchorRefExpanded": ["Numbers 17:10"], "sourceRef": "Sefer HaShorashim, רמם 1", "sourceHeRef": "ספר השרשים, רמם א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "רמם", "he": ["<strong><big>רמם</big></strong>   וּרְאֵה רֹאשׁ כּֽוֹכָבִים כִּי־<strong>רָֽמּוּ</strong> (<a class=\"refLink\" href=\"Job 22:12\" data-ref=\"Job 22:12\">איוב כב, יב</a>). ולגזרת <strong>פעול רוֹמּוּ</strong> מְעַט וְֽאֵינֶנּוּ (<a class=\"refLink\" href=\"Job 24:24\" data-ref=\"Job 24:24\">איוב כד, כד</a>), <strong>וַיָּרָם</strong> כְּבֽוֹד־י\"י מֵעַל הַכְּרוּב (<a class=\"refLink\" href=\"Ezekiel 10:4\" data-ref=\"Ezekiel 10:4\">יחזקאל י, ד</a>). <strong>והנפעל</strong> <strong>וַיֵּרֹמּוּ </strong>הַכְּרוּבִים (<a class=\"refLink\" href=\"Ezekiel 10:15\" data-ref=\"Ezekiel 10:15\">יחזקאל י, טו</a>), <strong>הֵרֹמּוּ</strong> מִתּוֹךְ הָֽעֵדָה הַזֹּאת (<a class=\"refLink\" href=\"Numbers 17:10\" data-ref=\"Numbers 17:10\">במדבר יז, י</a>), עַתָּה <strong>אֵֽרוֹמָם</strong> (<a class=\"refLink\" href=\"Isaiah 33:10\" data-ref=\"Isaiah 33:10\">ישעיה לג, י</a>). או הם ממין התפעל כמו שכתבנו בחלק הדקדוק. <strong>ובנין</strong> <strong>פועל הכבד</strong> [פִּעֵל] <strong>וְרוֹמַם</strong> תַּחַת לְשׁוֹנִֽי (<a class=\"refLink\" href=\"Psalms 66:17\" data-ref=\"Psalms 66:17\">תהלים סו, יז</a>), פירוש מה שתחת לשוני רומם וגדל אותו. והוא רמז ללב. וכן יַחַד לֹא <strong>יְרוֹמֵֽם</strong> (<a class=\"refLink\" href=\"Hosea 11:6\" data-ref=\"Hosea 11:6\">הושע יא, ו</a>), פירוש לא ירומם הקדוש ברוך הוא לא יגדלהו, כי הנביאים מוכיחים וקוראים אותם שישובו אל אל עליון וגדלוהו וירוממוהו בתפלתם וכולם יחד אין אחד מהם שירומם אותו, והנה לא תועיל תוכחות הנביאים. וכן עַל־כֵּן לֹא <strong>תְרוֹמֵֽם</strong> (<a class=\"refLink\" href=\"Job 17:4\" data-ref=\"Job 17:4\">איוב יז, ד</a>), דבק עם הפסוק הסמוך לו לחלק יגיד רעים, והוא תפלה למקום ברוך הוא, ופירוש <strong>לֹא תְרוֹמֵֽם</strong> למי שיגיד לרעיו חלקלקות ולא יוכיחנו על פשעיו באמת, כי אף על פי שיש ברעי אלה שיכירו כי אתי האמת ידברו חלקלקות עם רעיהם להרשיעני שלא כדין. הנה פירשרתי לך שלש המלות האלה יוצאות, ואינן עומדות כדעת רבי יונה. ויתכן היות לא ירומם, <strong>עַל־כֵּן לֹא תְרוֹמֵֽם</strong>, מנחי ה<strong>עי\"ן</strong>. ויתכן <strong>וְרוֹמַם תַּחַת לְשׁוֹנִֽי</strong> מבנין פועל מנחי ה<strong>עי\"ן</strong>. ופירוש<strong> רוֹמּוּ מְעַט</strong> נתגאו וגבהו מעט הרשעים ואינם כי רגע יאבדו. <strong>וְרִמָּה</strong> תְּכַסֶּה עֲלֵיהֶֽם (<a class=\"refLink\" href=\"Job 21:26\" data-ref=\"Job 21:26\">איוב כא, כו</a>), תַּחְתֶּיךָ יֻצַּע <strong>רִמָּה</strong> (<a class=\"refLink\" href=\"Isaiah 14:11\" data-ref=\"Isaiah 14:11\">ישעיה יד, יא</a>), מְתָקוֹ <strong>רִמָּה</strong> (<a class=\"refLink\" href=\"Job 24:20\" data-ref=\"Job 24:20\">איוב כד, כ</a>), ידוע. <strong>והתפעל</strong> <strong>ממנו</strong> <strong>וַיָּרֻם</strong> תּֽוֹלָעִים וַיִּבְאַשׁ (<a class=\"refLink\" href=\"Exodus 16:20\" data-ref=\"Exodus 16:20\">שמות טז, כ</a>), בשרק להבדיל בינו ובין<strong> וַיָּרָם</strong> כְּבֽוֹד י\"י (<a class=\"refLink\" href=\"Ezekiel 10:4\" data-ref=\"Ezekiel 10:4\">יחזקאל י, ד</a>)."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee047cf7a0c25239b67", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "anchorRef": "Numbers 11:1-25:18", "anchorRefExpanded": ["Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳ ב׳-י״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; The Rebellion Narratives", "he": "במדבר מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["V<small>IRTUALLY THE FIRST THING THE</small> I<small>SRAELITES DO AFTER SETTING OUT ON THE SECOND</small> leg of their journey to the Promised Land is—rebel. This pattern was already seen in the book of Exodus, where, despite the climactic miracle of deliverance at the Sea of Reeds, the Israelites “grumbled against Moshe” at Mara because of lack of drinkable water. Although a strain in later biblical thinking remembered the wilderness period as a kind of honeymoon (cf. Jer. 2:2), the Torah itself chose to remember it as a severe time of testing which the ex-slaves ultimately failed to pass.", "The second part of Numbers is a remarkable collection of rebellion narratives that simultaneously display striking similarities and great and colorful differences. The section details six rebellions of the people, and two of the leaders themselves. They are united by a consistent vocabulary: verbs such as “grumble” and “assemble/gather/speak against” depict complaints against Moshe and Aharon and against God. These stories also display the recurring themes of dearth of food and water, and God’s anger at the rebellions, usually expressed in some form of plague (or, additionally, fire).", "Rather than unfold in simple chronological order, one following another, these pieces of the text have been intensified by priestly editing, which has interspersed the stories with a number of cultic and legal passages (Chaps. 15, 18, and 19, all of which bear the theme word “law” [Heb. <i>hok</i> or <i>hukka</i>]), and which are somehow related to previous or succeeding narratives. The interruptions also allow each of the memorable rebellion narratives to “breathe,” giving the audience time to digest the images and the drama presented therein. The stories possess both in abundant measure; one thinks, for instance, of the “meat between the teeth” (11:33), of the grape clusters borne on a pole by two men (13:23); and of the great confrontation with Korah in Chapter 16 (not to mention its resolution), as well as Moshe’s dramatic failure in Chapter 20.", "As in any great literature, repetition of story type or type scene is here accomplished via variation of the most telling kind. In this case we observe once again an alternating pattern to the rebellions, a pattern which reveals not one theme but several:", "The people, over lack of food (chapter 11)", "Moshe’s siblings, over prophetic primacy (12)", "The people, over the spies’ false report (14)", "Levites, over Moshe and Aharon’s prerogatives (16)", "The people, over the rebellious Levites’ sinister fate (17)", "Moshe himself, over the burden of leading the people (20)", "The people, over the lack of food and water (21)", "The pattern observable here is broken, in true biblical rhetorical style (where the last in a sequence often serves by its oddness to reinforce the whole), in a final rebellion (Chap. 25), where the people’s actions involve neither the “complaining” vocabulary nor a revolt against human leadership, but rather comprise the greatest biblical crime of them all: worship of other gods. Viewed in this patterned fashion, the rebellion narratives emerge with a kind of crescendo effect.", "It is also possible, as I have done in “On the Book of Numbers and Its Structure,” above, to follow the scheme put forth by Mann—a three-part structure to the section, each with its internal logic and conclusions. These are treated below; for the moment, it will suffice to see in the first subsection (Chaps. 11–14) the inevitable result of wilderness rebellions: the divine decree that the slave generation must die out before entering the Promised Land; the second subsection (16–20) deals with the challenges to the leadership of Moshe and Aharon, and results in a similar decree, that they will die outside the land; and the third subsection (20–25) chronicles the encounter of the Israelites with neighboring nations, which initially goes in their favor but ends with the disastrous incident at Baal Pe’or (25).", "The primary issue in these stories, to the biblical writer, is lack of trust in God. Each of the three sections mentions or implies that problem; 14:11 and 20:12 use the verb itself, and the narrative of Chapter 25 suggests it. The bottom line is that the Israelites could not keep faith with God—even after both staggering acts of divine intervention (i.e., rescue) and demonstrations of the force of divine wrath—and this lack of faith led ultimately to their dying out in the wilderness outside the Promised Land, in punishment. The stories clearly were meant to be understood as an unfortunate example for later generations, and were taken as such already in the biblical period (see, for example, the treatment in Psalm 78).", "Read on another level, the rebellion narratives are largely concerned with the issue of human leadership, its qualifications, manifestations, and limitations (and even failures). Has there ever been a leader as beleaguered as Moshe? From the beginning of his career on the sands of Egypt, where he assumes the mantle of leadership in the matter of retaliating against the sadistic Egyptian taskmaster (Ex. 2:11–12), to its end at the plains of Moab, in stern address to the people he has struggled to lead (this is the setting of the entire next book, Deuteronomy), he must evoke trust in God, lead the people through an uncharted wilderness, and inspire confidence in his own leadership. His success is muted by the passing of the generation he initially leads, before it can enter Canaan; like them, he too must pass on—with merely a look beyond the Jordan, but no more. Later generations of Jewish readers wept on confronting Moshe’s seemingly premature death, and created heroic tales of his pleading before God to be let into the land he had so long sought to reach. In Numbers he fully deserves this stature, alternately interceding with and cajoling God, standing up for and then almost giving up on this people with whom his life has become so enmeshed. Our stories stress his gifts of prophecy and his pathos as a deeply human leader.", "A final, troubling issue is the character of God in this part of the book. It is a measure of the Bible’s artistry that the rebellion accounts are so varied in content and style; but the variations in punishment—from undetailed death to skin disease to stoning and the earth opening up, just to mention a few examples—create an impression, not of artistic richness but of unremitting severity. The Bible does not seem to have a problem with this kind of divine behavior, and other ancient cultures would have felt at home here, but already in late antiquity, and continuing down to our own day, Jews and Christians most often have preferred, and prayed to, a more forgiving, nurturing, and compassionate God. Dealing with these texts, in the end, raises the question of whether to understand them as the result of “historical necessity” or “literary conceit” (that is, the old generation simply had to die out) or as they stand in the text: a harsh portrayal of what happened when the covenant people violated the covenant."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee347cf7a0c25239b6f", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Aftermath 2-3", "anchorRef": "Numbers 17:1-28", "anchorRefExpanded": ["Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Aftermath 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה ז׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Aftermath", "he": "במדבר הערה ז׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ז׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["The revolt of Korah, with its macabre ending, has made it clear that Levites must not “come-near” the priestly domains, physically or professionally. Accordingly, the incense pans of the dead rebels become plating for the altar, as a warning for the future. The “fire-pan” becomes instrumental immediately thereafter, as Aharon must obtain forgiveness for the people, who understand the deaths of Korah and his followers as a political purge by the two brothers. Aharon’s action, it should be noted, cannot prevent the initial round of deaths by divine plague.", "Upon hearing the “grumbling” of the Israelites (a word that did not, interestingly, appear in the Korah story), God now deems it necessary to provide another sign: proof that it is the Sons of Aharon that he has chosen (cf. 16:5)—as if the earth opening up were not enough! This is Aharon’s flowering rod, a stick that, though long-severed from its original tree, still manages to produce flowers and fruit. The motif is noted in many other cultures (cf. Gaster 1969 for references); Wagner made use of it to provide the climactic moment in his opera <i>Tannhäuser</i>."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382eec9ad75f2d99afa1a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Aftermath 1", "anchorRef": "Numbers 17:1-28", "anchorRefExpanded": ["Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Aftermath 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה ז׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ז׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 17:1-28\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 17:1-28</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6354f922b5d52f3f0c2455b3", "index_title": "Rav Hirsch on Torah", "category": "Quoting Commentary", "type": "", "ref": "Rav Hirsch on Torah, Exodus 16:20:1", "anchorRef": "Numbers 17:10", "anchorRefExpanded": ["Numbers 17:10"], "sourceRef": "Rav Hirsch on Torah, Exodus 16:20:1", "sourceHeRef": "רש\"ר הירש על התורה, שמות ט״ז:כ׳:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Rav Hirsch on Torah", "he": "רש\"ר הירש על התורה"}, "heTitle": "שמות", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 20. וירם וגו׳, rad. רמם im Kal und Niphal, וירם כבוד וגו׳ Jecheskiel 10, 4 הרמו מתוך העדה Bamidbar 17, 10: sich von der Stelle erheben. Der Übergang einer leblosen, somit bewegungslosen, am Boden ruhenden Masse in lebendige, sich selbst bewegende Wesen, wie diese Erscheinung bei der Fäulnis hervortritt, kann nicht treffender als durch רמם ausgedrückt werden. Das bis dahin durch die Schwerkraft der Materie an den Boden gefesselte Pünktchen fängt an, sich vom Boden zu erheben: es lebt! Daher heißt רִמָה der in Fäulnis sich erzeugende Wurm, und das Sicherheben der toten Masse zum Leben heißt: רמם. Aus diesem Ausdrucke ist übrigens nichts hinsichtlich der großen Streitfrage einer Generatio äquivoca zu folgern, da, selbst wenn eine solche Erzeugung aus Eiern entstehen sollte, der Ausdruck der lebendig gewordenen toten Masse den Vorgang schildert, wie er sich den Sinnen darstellt. — תולעת ,תולע aber, entweder von ילע, gleichbedeutend mit ושמת שכין בלועך ,לוע (Prov. 23, 2) dem Chald. für לחי Kinnbacken, oder von תלע, der Wurzel von מתלעות עול (Job 29, 17) מתלעות לביא (Joel 1, 6) ebenfalls Kinnbacken, Name für die von außen kommenden, die Stoffe zerfressenden Würmer, אין כחה אלא בפה, wie חז׳׳ל sich zur Stelle אל תיראי תולעת יעקב ausdrücken. Die im Manna sich erzeugenden Würmer waren nicht solche, wie sie gewöhnlich aus Fäulnis entstehen, vielmehr umgekehrt, sie waren nicht die Folge, sondern die Ursache der Fäulnis, sie gingen der Fäulnis voran, nicht ובאש וירם תולעים, sondern וירם תולעים ויבאש, was daher keineswegs ein מקרא מסורס zu sein scheint. Der Beweis aus V. 24 scheint vielmehr dagegen zu sprechen. Wenn die Würmer aus der Fäulnis entstanden wären, so hätte es nur heißen dürfen ולא הבאיש, daß dann keine Würmer darin sich gezeigt hätten, verstände sich von selbst; oder es hätte dann eben umgekehrt heißen müssen: es zeigte sich nicht nur kein Wurm darin, sondern es war nicht einmal faul geworden. So aber heißt es: es war nicht nur nicht faul geworden, sondern es war nicht einmal ein Wurm darin. — Diese Erscheinung lehrte für das Nahrungsstreben: was der Mensch gegen Gottes Willen, in Besitz vergötterndem, Gott verleugnendem Sinne aufspeichert, das macht Gott den Würmern verfallen und es wird faul. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "63d77c79eca1000753446aa5", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 17:10:1", "anchorRef": "Numbers 17:10", "anchorRefExpanded": ["Numbers 17:10"], "sourceRef": "Rav Hirsch on Torah, Numbers 17:10:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר י״ז:י׳:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "VV. 10 u. 11. הרמו וגו׳. Diese Anklage war allerdings ein rein persönlicher Vorwurf, in dessen Folge Gott zu Mosche sprach: Wenn ihr wollt, so hebet euch hinweg, und ich vernichte die wider euch aufständische Menge sofort. Sie aber huben sich nicht hinweg, warfen sich vielmehr auf ihr Angesicht vor Gott nieder und, statt sich hinweg zu begeben und, wie die aufständische Menge ihnen unterschob, den Tod ihrer Beleidiger zur Sühne zu fordern und Boten des Todes unter dem Gottesvolke zu sein, musste Aharon mitten hinein in die Mitte der dem Tode geweihten Menge eilen und mit dem zu Gott aufsteigenden קטרת-Ausdruck der innigsten Hingebung an Gott sühnend und rettend dastehen zwischen den Sterbenden und Lebenden und sich und seine Sendung dem Volke vielmehr als rettende Überwinder des Todes bewähren. — ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "641883b2c9371ec0cebe7758", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Numbers 17:10:1", "anchorRef": "Numbers 17:10", "anchorRefExpanded": ["Numbers 17:10"], "sourceRef": "Reggio on Torah, Numbers 17:10:1", "sourceHeRef": "ביאור יש\"ר על התורה, במדבר י״ז:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "במדבר", "he": "<b>הרמו,</b> לא אמר שיפרדו פן יספו בכל חטאותם, כי יש באלהים יכולת להמית רשעים רבים סביב צדיק אחד והוא לבדו נשאר, אלא אמר כן לכבוד הצדיקים שכל זמן שהם בתוכם לא ישלח ידו בהם, והכונה להודיע שהם צריכים כפרה ומשה הוא המזדרז לעשות כן מיד:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "641883b3c9371ec0cebe775a", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Numbers 17:10:2", "anchorRef": "Numbers 17:10", "anchorRefExpanded": ["Numbers 17:10"], "sourceRef": "Reggio on Torah, Numbers 17:10:2", "sourceHeRef": "ביאור יש\"ר על התורה, במדבר י״ז:י׳:ב׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 10.0002, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "במדבר", "he": "<b>ויפלו על פניהם,</b> בתפלה:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc6f758c1dc532ec9227", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 17:10", "anchorRef": "Numbers 17:10", "anchorRefExpanded": ["Numbers 17:10"], "sourceRef": "Steinsaltz on Numbers 17:10", "sourceHeRef": "ביאור שטיינזלץ על במדבר י״ז:י׳", "anchorVerse": 10, "sourceHasEn": true, "commentaryNum": 17.001, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>הֵרֹמּוּ</b>, הוציאו את עצמכם\n  \n  <b>מִתּוֹךְ הָעֵדָה הַזֹּאת</b>– \n  <b>וַאֲכַלֶּה אֹתָם</b>– את כל העדה הזו\n  <b>כְּרָגַע.וַיִּפְּלוּ</b> משה ואהרן \n  <b>עַל פְּנֵיהֶם</b> בתפילה ובתחינה לה' שלא יעשה זאת. אולם המגפה החלה לפשות בעם, והאנשים החלו למות.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>Remove yourselves from among this congregation, and I will destroy them, </b>the entire congregation, <b>in a moment. They, </b>Moses and Aaron, <b>fell upon their faces, </b>beseeching God not to do so. However, a plague had already begun to spread among the people, and some had already died.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "525a4835edbab4498f484e0b", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 17:10:1", "anchorRef": "Numbers 17:10", "anchorRefExpanded": ["Numbers 17:10"], "sourceRef": "Ibn Ezra on Numbers 17:10:1", "sourceHeRef": "אבן עזרא על במדבר י״ז:י׳:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>הרמו.</b> שישבו במקום המרומם במחנה הלויה והוא האהל כאשר פירשתי במלת העלו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "GET YOU UP. For they sat in the tabernacle, which was on the high ground in the camp of the Levites, as I explained in my comments on <i>Get you up</i> (Num. 16:24).<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">I.E. apparently renders <i>herommu</i> (Get you up) as, remove yourself from the high place. He cites Num. 16:24, but he actually made his comments on 16:12.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "525a4835edbab4498f484e0d", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 17:10:2", "anchorRef": "Numbers 17:10", "anchorRefExpanded": ["Numbers 17:10"], "sourceRef": "Ibn Ezra on Numbers 17:10:2", "sourceHeRef": "אבן עזרא על במדבר י״ז:י׳:ב׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 10.0002, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>ויפלו על פניהם.</b> להתפלל:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AND THEY FELL UPON THEIR FACES. To pray.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "53f17a2afbfba22336ea72e1", "index_title": "Kitzur Ba'al HaTurim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Kitzur Ba'al HaTurim on Numbers 17:10:1", "anchorRef": "Numbers 17:10", "anchorRefExpanded": ["Numbers 17:10"], "sourceRef": "Kitzur Ba'al HaTurim on Numbers 17:10:1", "sourceHeRef": "קיצור בעל הטורים על במדבר י״ז:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1280, 1340], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Kitzur Ba'al HaTurim", "he": "קיצור בעל הטורים "}, "heTitle": "קיצור בעל הטורים על במדבר", "he": "<b>ויפלו ע</b> ל פניהם. ולא התפללו כמו למעלה שלא היתה תפלה שגורה בפיהם וע\"כ אמר כי יצא הקצף כדאמר ר\"ח בן דוסא כשהיה מתפלל על החולים אם אין תפלתי שגורה כפי אני יודע שהוא מטורף:\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "554ef0b2fbfba21b48f53d5a", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 17:10:1", "anchorRef": "Numbers 17:10", "anchorRefExpanded": ["Numbers 17:10"], "sourceRef": "Haamek Davar on Numbers 17:10:1", "sourceHeRef": "העמק דבר על במדבר י״ז:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>הרמו.</b> לעיל ט״ז כ״א כתיב הבדלו. שאז היה הגדר נפרץ. וכולם נדחקו אל פתח אהל מועד כמבואר שם מקרא י״ט. והיו שוים במעמד עם משה ואהרן. מש״ה צוה ה׳ שיבדלו לצד. אבל עתה כבר נגדרו ועמדו מרחוק ורק מו״א עלו אל פני אהל מועד. ע״כ צוה ה׳ שירומו למעלה מן העדה. או שלא יכנסו לתוכם וכמש״כ הרמב״ן דכל זמן שהצדיקים בתוכם א״א לשלוט בהם המגפה. ומקרא מלא הוא כי מפני הרעה נאסף הצדיק:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "554ef0b2fbfba21b48f53d5c", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 17:10:2", "anchorRef": "Numbers 17:10", "anchorRefExpanded": ["Numbers 17:10"], "sourceRef": "Haamek Davar on Numbers 17:10:2", "sourceHeRef": "העמק דבר על במדבר י״ז:י׳:ב׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 10.0002, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ויפלו על פניהם.</b> כבר ביארנו בכ״מ דמשמעו לתפלה. וע״ע תענית דף י״ד ב׳ מבואר הכי וגם העלו כאן בתפלתם. דמשמעות כרגע היינו ברגע אחד יכלו כולם כמו מכת בכורים במצרים שברגע חצות נפגעו כולם וכן חיל סנחריב. ולזה האופן לא היה מועיל הקטרת. אבל בתפלתם הועילו שלא יהיה כרגע אלא כעין מגפה ע״י מלאך המשחית כמו שהיה בימי דוד. והיה נמשך עכ״פ איזה עת ולא נפלו כולם כאיש אחד. ומשום הכי היה שהות לעשות סגולת הקטרת:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "55ae036afbfba23a06809b7c", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Korakh 27", "anchorRef": "Numbers 17:10", "anchorRefExpanded": ["Numbers 17:10"], "sourceRef": "Meshekh Chokhmah, Korakh 27", "sourceHeRef": "משך חכמה, קרח כ״ז", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 27, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "קרח", "he": "<b>הרמו </b>מתוך העדה כו' כי יצא הקצף החל הנגף. היינו, שלמעלה אמר הבדלו מתוך העדה, והבדל מצאנו על הפרש פירודי, לא על הבדל במעלה, כמו לא יבדיל (בחטאת העוף), והרמה מצאנו על הרמת מעלה ושורשו, מלשון רם, היינו התנשאות, וכמו תרומה מחולין, ולזה שאמר הרמו, לכן אמר כי יצא הקצף, שהרי נפלו כבר במדרגתם, ואינם רק כשיירי תרומה. ופשוט.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5868bd45d6e4a97c9cbb189a", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Numbers 17:10:1", "anchorRef": "Numbers 17:10", "anchorRefExpanded": ["Numbers 17:10"], "sourceRef": "Bekhor Shor, Numbers 17:10:1", "sourceHeRef": "בכור שור, במדבר י״ז:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "במדבר", "he": "<b>ואכלה אתם כרגע.</b> וכן למעלה \"ואכלה אתם כרגע\" מאחר שנגזר עליהם שימותו במדבר שייך למימר, \"ואכלה אתם כרגע\" כלו' נגזר עליהם שיכלו במדבר אבל הארכתי להם ארבעים שנה, שלא ימותו פתאום, אבל עתה שהם חוטאים אכלה אתם כרגע:\n", "heVersionTitle": "Bekhor Shor, HaTzofeh LeHokhmat Yisrael VIII, Budapest, 1928", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, הצופה לחכמת ישראל ח, בודפשט, תרפ\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5868bd45d6e4a97c9cbb189c", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Numbers 17:10:2", "anchorRef": "Numbers 17:10", "anchorRefExpanded": ["Numbers 17:10"], "sourceRef": "Bekhor Shor, Numbers 17:10:2", "sourceHeRef": "בכור שור, במדבר י״ז:י׳:ב׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 10.0002, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "במדבר", "he": "<b>ויפלו על פניהם.</b> נשתטחו להתפלל עליהם:\n", "heVersionTitle": "Bekhor Shor, HaTzofeh LeHokhmat Yisrael VIII, Budapest, 1928", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, הצופה לחכמת ישראל ח, בודפשט, תרפ\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58b6b17fd6e4a952249cc408", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Numbers 17:10:1", "anchorRef": "Numbers 17:10", "anchorRefExpanded": ["Numbers 17:10"], "sourceRef": "Minchat Shai on Torah, Numbers 17:10:1", "sourceHeRef": "מנחת שי על תורה, במדבר י״ז:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "במדבר", "he": "<b>הרמו.</b> חסר וא\"ו כתיב. וקרי מ\"ם דידיה בדגש הרמ\"ה ז\"ל:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59a6c63dd6e4a920f72d9b76", "index_title": "HaKtav VeHaKabalah", "category": "Commentary", "type": "commentary", "ref": "HaKtav VeHaKabalah, Numbers 17:10:1", "anchorRef": "Numbers 17:10", "anchorRefExpanded": ["Numbers 17:10"], "sourceRef": "HaKtav VeHaKabalah, Numbers 17:10:1", "sourceHeRef": "הכתב והקבלה, במדבר י״ז:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1829, 1839], "commentaryNum": 10.0001, "collectiveTitle": {"en": "HaKtav VeHaKabalah", "he": "הכתב והקבלה"}, "heTitle": "במדבר", "he": "<b>הרמו מתוך העדה הזאת. </b>אם יהיה המכוון בזה להיותם מופרשים ומובדלים מן העדה כדעת המפרשים, איך יצוה משה את אהרן ללכת להם ואיך שמע אליו לעבור את פי ה', ואם הולכת הקטורת היה גם כן מצווי ה' כמ\"ש רש\"י שאמר אהרן משה לא אמר כלום מלבו אלא מפי הגבורה, למה לא הוזכר בקרא שנצטוה משה ע\"ז, לכן נ\"ל דענין זה נכלל במאמר הרומו מתוך העדה. מלת מתוך הוא מענין לא ימוש מרחובה תוך ומרמה, ומזה איש תככים, כמבואר (במדבר ג' י\"ב מתוך בנ\"י). וזה תואר כאן לאותן אנשים שאמרו אתם המתם את עם ה', הצדיקו את קרח ועדתו לקרותם עם ה', גלו דעתם שהיה מן הראוי להתחבר עם קרח במחלוקתו, רק שלא העיזו פניהם לעמוד בפרסום עמו, והיו אם כן חורשי רע בלבבם כאנשי מרמה ותוך, וזה טעם, הרומו מתוך העדה הזאת, הפרישו והבדילו את העדה מכל תוך ומרמה שלא ישאר ביניהם איש תככים, (זאָנדערע דיא געמיינדע פאָן טרוג, הייכלער) ומזה הבין משה שעל ידי הקטורת תיעשה הפרשה והבדלה שלא ישאר בתוך העדה רק אותן שאינם מאנשי מרמה ותוך. ולא אמר כאן כבקודמים הבדלו, כי פרישה זו היא לרוממות הנצולים, וכן בהפרשת המחתות לרוממות קדושתם אמר בהם וירם את המחתות. ודקדוק מלת הרמו ער\"ש ב\"מ: \n", "heVersionTitle": "HaKtav VeHaKabbalah, Frankfurt 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59a6c63dd6e4a920f72d9b78", "index_title": "HaKtav VeHaKabalah", "category": "Commentary", "type": "commentary", "ref": "HaKtav VeHaKabalah, Numbers 17:10:2", "anchorRef": "Numbers 17:10", "anchorRefExpanded": ["Numbers 17:10"], "sourceRef": "HaKtav VeHaKabalah, Numbers 17:10:2", "sourceHeRef": "הכתב והקבלה, במדבר י״ז:י׳:ב׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1829, 1839], "commentaryNum": 10.0002, "collectiveTitle": {"en": "HaKtav VeHaKabalah", "he": "הכתב והקבלה"}, "heTitle": "במדבר", "he": "<b>ואכלה אותם כרגע. </b>אינו מוסב על העדה רק על אנשי תוך ומרמה שביניהם, אותם רצוני לכלות, ולבלי יתפשט הפורענות גם על הכשרים דכיון שנתנה רשות למשחית אינו מבחין, לכן תעשו הפרשה בין שאינם מחוייבים למחוייבים. גם יהיה בזה אות לבני ישראל, שאין החטורת מיוחד לפורענות כאשר יחשבו מעונש עדת קרח, אבל הוא מיוחד להציל את הראוי להנצל ולהבדיל בין החיים למתים: \n", "heVersionTitle": "HaKtav VeHaKabbalah, Frankfurt 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1415a9539fc005a15ffa8", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 17:10:1", "anchorRef": "Numbers 17:10", "anchorRefExpanded": ["Numbers 17:10"], "sourceRef": "Birkat Asher on Torah, Numbers 17:10:1", "sourceHeRef": "ברכת אשר על התורה, במדבר י״ז:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>\"הרֹמו מתוך העדה הזאת\" וגו'.</b> מסתבר ש\"עדה\" שכאן במשמע כל עם ישראל, ולא ברור, מי הם אלו שנועדו למות, מי מהם מת ומי ניצל בידי אהרן. (פ' קרח תשנ\"ד)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1415a04bbb60019c1e6f9", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 17:10:2", "anchorRef": "Numbers 17:10", "anchorRefExpanded": ["Numbers 17:10"], "sourceRef": "Birkat Asher on Torah, Numbers 17:10:2", "sourceHeRef": "ברכת אשר על התורה, במדבר י״ז:י׳:ב׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 10.0002, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "ואם כדברי ראב\"ע בפירושו (הרֹמו - שישבו במקום המרומם במחנה הלוים, והוא האוהל) הרי לכאורה קשה לשון \"מתוך\" ששייך דווקא במיעוט הנפרד מתוך רוב. (פ' קרח תשס\"ד) וראה \"אור החיים\" הק'. לדבריו, ציווי זה איננו מופנה למשה ואהרן, אלא לשאר העם שלא נמנו בין המלינים. וכיון שהיו בכלל גזירת המרגלים, היה עליהם להתרחק לבל תפגע בהם מידת הדין. ובאשר לשאלה מי מת, ראה דברי רש\"י להלן (סוף פסוק יג) שכתב: \"אמר הקב\"ה, תראו שעוצר מגפה הוא (הקטורת) והחטא הוא הממית\". כלומר החוטאים מתו. ולפי רש\"ר הירש הציווי מופנה למשה ואהרן. עיין שם.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1415b922a7400576c2893", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 17:10:3", "anchorRef": "Numbers 17:10", "anchorRefExpanded": ["Numbers 17:10"], "sourceRef": "Birkat Asher on Torah, Numbers 17:10:3", "sourceHeRef": "ברכת אשר על התורה, במדבר י״ז:י׳:ג׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 10.0003, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>\"...ויפלו על פניהם\".</b> לא ברור מיהם שנפלו, וגם לא ברור לשם מה נפלו. באשר לשאלה האחרונה, כבר השלים תרגום יונתן בן עוזיאל: ואתרכינו בצלו על אפיהון. וראב\"ע אומר בקיצור: להתפלל, וכך מסתבר. השאלה מי התפללו, לשון רבים אחר שה' דיבר אל משה בלבד, קשה יותר, שאם תאמר משה ואהרן, כרגיל בכגון דא, הרי לא עת תפילה היא זו כשצריך לרוץ ולמהר להציל בעזרת הקטורת. ואם הכוונה לעם בכללו, הרי הנגף לא החל עדיין, ומניין ידעו שנשקפת סכנה? (פ' קרח תשנ\"ו) וראה רש\"ר הירש שכתב: אמר ה' למשה: אם רצונכם בכך, הסתלקו מכאן ואכלה את ההמון המתקומם נגדכם. אך הם לא הסתלקו אלא \"ויפלו על פניהם לפני ה'\". הם לא פעלו על פי הכוונה שההמון המתקומם ייחס להם, לא תבעו את מות מעליביהם ולא הסכימו להיות שליחי המוות בעם ה'. אלא אהרן רץ אל תוך הקהל שכבר היה מקודש למוות; בקטורת העולה אל ה' הוא ביטא התמסרות לה' בלב ונפש, וכך עמד בין המתים ובין החיים כמכפר וכמציל. ע\"כ. הערת ר' שמואל עמנואל שי': לא קשה התמיהה \"הרי לא עת תפילה היא זו כשצריך לרוץ ולמהר להציל בעזרת הקטורת\", כי הפסוק הזה כתוב לפני הפסוק \"כי יצא הקצף מלפני ה' החל הנגף\", דהיינו לפני שידעו שיש צורך לרוץ ולמהר להציל בעזרת הקטורת.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d821df7bc2fb75e90f8711a", "index_title": "Ba'alei Brit Avram", "category": "Commentary", "type": "commentary", "ref": "Ba'alei Brit Avram, Korach 6", "anchorRef": "Numbers 17:10-11", "anchorRefExpanded": ["Numbers 17:10", "Numbers 17:11"], "sourceRef": "Ba'alei Brit Avram, Korach 6", "sourceHeRef": "בעלי ברית אברם, קרח ו׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1618, 1622], "commentaryNum": 6, "collectiveTitle": {"en": "Ba'alei Brit Avram", "he": "בעלי ברית אברם"}, "heTitle": "קרח", "he": "<b>הרומו מתוך העדה הזאת ואכלה אותם כרגע ויפלו על פניהם וגו׳.</b> פי׳ בפסיקתא מ״ש הרומו לשון תרומה שהצדיקים שבהם מועטין כתרומה הנפרשת מהחולין תרי ממאה דכתיב וילונו כל עדת בני ישראל. ולמעלה אמר הבדלו שלא היו שם רשעים כי אם עדת קרח. ויאמר משה אל אהרן קח את המחתה ותן עליה אש מעל המזבח ושים קטרת והולך מהרה אל העדה וגו׳. יש לשאול מה טעם והולך מהרה אל העדה וכפר וגו׳ כי טוב לעשות הקטרת באהל מועד כי הוא מקום נבחר לקטרת ולתפלה. ויש להשיב שהטעם הוא בעבור שתהיה הכוונה על כל ישראל בכלל ואף על הרשעים שבהם ויהיה זה כשתהיה הקטרת נקטרת עליהם בתוכם. ואפשר שמסגולת רז הקטרת שנמסר למשה הוא שתהיה ככה נקטרת בתוך העם ויש סמך לזה ממעשה שהובא בזוהר על מתא מחסיא שהיה שם הנגף ובא לשם גברא רבה ובחר לו אנשים צדיקים לד׳ רוחות המדינה וצוה לעסוק בקריאת הקטרת בכוונה והתפלל עליהם וגו׳ כנזכר שם וזה יעיד על של משה. ולזה נאמר וירץ אל תוך הקהל כי משה א״ל והולך מהרה אל העדה כלומר כשיגיע לקצה מחנה העדה ולא ישהה עד שילך לתוך המחנה ממש שלא יפלו מן העם חללים רבים ביני ביני והוא ע״ה נזדרז ורץ במרוצה והלך בזמן מועט והגיע לתוך הקהל בשיעור הזמן שאמר לו משה להלוך שלא במרוצה ויעיד על מרוצתו כמה היא ומ״ש והנה החל הנגף בעם כלומר כשהגיע לתוך הקהל אז החל הנגף ולא קודם לכן וזהו לשון והנה ולא היה הנגף כי אם שיעור שנתן הקטרת על האש. ומ״ש ויעמוד בין המתים ובין החיים כבר אמרו רז״ל שתפסו למלאך המות. וה״ר בחיי דקדק מלת בין ובין ולא אמר בין המתים והחיים ופי׳ בשם רז״ל שהיה מלאך המות עוקר אף המתים ומשליכן דכתיב החל הנגף כד״א מהחל חרמש בקמה כאדם שקוצר ומשליך ומיד תפסו למלאך המות וא״ל שלא יוסיף להשחית בין במתים בין בחיים. ואפשר עוד לפרש כי המלאך המשחית התחיל מקצה המחנה להשחית וזהו החל הנגף כד״א מהחל חרמש בקמה כאדם שקוצר והולך על הסדר ומיד עמד בין המתים שכבר מתו ובין החיים אשר המה חיים עדנה ואומר לו שלא יוסיף להשחית עוד בחיים. ואפשר שלזה אמר פעם עדה ופעם קהל ופעם עם כי משה אמר לו שיוליך מהרה אל העדה המתלוננים דכתיב וילונו כל עדת בני ישראל. ואהרן נתכוין על כל הקהל בין רשעים בין צדיקים דכתיב וירץ אל תוך הקהל. ואמר ויכפר על העדה כי החל הנגף בעם כי התחיל הנגף בקצה העם על הסדר וזהו בין המתים ובין החיים. ולז״א באהרן ברך ה׳ חילו וגו׳. כנגד ג׳ דברים שעשה. כנגד המרוצה שרץ בכח לתוך הקהל נאמר ברך ה׳ חילו כלומר כחו. וכנגד הקטרת שנאמר ויתן את הקטרת ויכפר על העם נאמר ופעל ידיו תרצה. וכנגד מה שאחז למלאך המות בכח ולא הניחו להשחית בעם נאמר מחץ מתנים קמיו מדה כנגד מדה. ומ״ש ותעצר המגפה והמגפה נעצרה. כבר דרשו רז״ל שתפסו למלאך המות ואמר לו הניחני לעשות שליחותי וכו׳ ושבו אל משה אל אהל ואז והמגפה נעצרה כמבואר במדרש. וי״מ שעצירת המגפה ב׳ פעמים ללמד על אותם שהוכו במגפה שלא מתו. ועל האחרים שלא הוכו עוד כלל. ולפי זה אפשר לפרש בין המתים שהוכו ונטו למות ובין החיים שלא הוכו כלל. ויש להתבונן מה טעם הפסיק בזה הפסוק שהוא ויהיו המתים במגפה ארבעה עשר אלף ושבע מאות בין ויעמוד בין המתים וגו׳ ובין וישב אהרן אל משה כי היה לו לכתוב באחרונה אחר והמגפה נעצרה. וי״ל שבא להודיענו כמה היא ההצלה שנעשית ע״י אהרן בזריזות שרץ ונזדרז במעשה הקטרת. וכאילו הכתוב מספר תימה גדול שיש בהשחתת המגפה הזאת שכשרץ אהרן אז החל הנגף בעם וכשנתן הקטרת כפר על העם ויעמוד בין המתים ובין החיים ותפשו למלאך המות שלא ישחית עוד. נמצא שלא היתה ההשחתה כי אם כשיעור זמן נתינת הקטרת על האש ואז נעצרה המגפה. ובא וראה כמה מתו באותו הרגע המועט ויהיו המתים במגפה ארבעה עשר אלף וגו׳ ואילו שהה רגע אחד היו כלם כלין כמו שנאמר ואכלה אותם כרגע ולזה נאמר ברך ה׳ חילו יישר חיליה שנזדרז בהצלתן של ישראל ואחר שספר הכתוב זה הזריזות חזר לענינו וישב אהרן אל משה וגו׳ ע״ד שאמרו רז״ל במדרש. עוד י״ל וירץ אל תוך הקהל וגו׳ ויעמוד בין המתים ובין החיים לומר שעמד בתוכם ולא נתירא מהנגף כדרך בני אדם שבורחים מפני הנגפים. וכן אמרו בפסיקתא והולך מהרה אל העדה א״ל אהרן אחי אתה רוצה שאמות כדרך שמתו נדב ואביהוא א״ל והולך מהרה לא תשהה כלל מיד מסר עצמו וירץ אל תוך הקהל. (הרס״ו זללה״ה):", "heVersionTitle": "Vilna, 1873", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d821e05bc2fb75e90f87150", "index_title": "Ba'alei Brit Avram", "category": "Commentary", "type": "commentary", "ref": "Ba'alei Brit Avram, Korach 6", "anchorRef": "Numbers 17:10", "anchorRefExpanded": ["Numbers 17:10"], "sourceRef": "Ba'alei Brit Avram, Korach 6", "sourceHeRef": "בעלי ברית אברם, קרח ו׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1618, 1622], "commentaryNum": 6, "collectiveTitle": {"en": "Ba'alei Brit Avram", "he": "בעלי ברית אברם"}, "heTitle": "קרח", "he": "<b>הרומו מתוך העדה הזאת ואכלה אותם כרגע ויפלו על פניהם וגו׳.</b> פי׳ בפסיקתא מ״ש הרומו לשון תרומה שהצדיקים שבהם מועטין כתרומה הנפרשת מהחולין תרי ממאה דכתיב וילונו כל עדת בני ישראל. ולמעלה אמר הבדלו שלא היו שם רשעים כי אם עדת קרח. ויאמר משה אל אהרן קח את המחתה ותן עליה אש מעל המזבח ושים קטרת והולך מהרה אל העדה וגו׳. יש לשאול מה טעם והולך מהרה אל העדה וכפר וגו׳ כי טוב לעשות הקטרת באהל מועד כי הוא מקום נבחר לקטרת ולתפלה. ויש להשיב שהטעם הוא בעבור שתהיה הכוונה על כל ישראל בכלל ואף על הרשעים שבהם ויהיה זה כשתהיה הקטרת נקטרת עליהם בתוכם. ואפשר שמסגולת רז הקטרת שנמסר למשה הוא שתהיה ככה נקטרת בתוך העם ויש סמך לזה ממעשה שהובא בזוהר על מתא מחסיא שהיה שם הנגף ובא לשם גברא רבה ובחר לו אנשים צדיקים לד׳ רוחות המדינה וצוה לעסוק בקריאת הקטרת בכוונה והתפלל עליהם וגו׳ כנזכר שם וזה יעיד על של משה. ולזה נאמר וירץ אל תוך הקהל כי משה א״ל והולך מהרה אל העדה כלומר כשיגיע לקצה מחנה העדה ולא ישהה עד שילך לתוך המחנה ממש שלא יפלו מן העם חללים רבים ביני ביני והוא ע״ה נזדרז ורץ במרוצה והלך בזמן מועט והגיע לתוך הקהל בשיעור הזמן שאמר לו משה להלוך שלא במרוצה ויעיד על מרוצתו כמה היא ומ״ש והנה החל הנגף בעם כלומר כשהגיע לתוך הקהל אז החל הנגף ולא קודם לכן וזהו לשון והנה ולא היה הנגף כי אם שיעור שנתן הקטרת על האש. ומ״ש ויעמוד בין המתים ובין החיים כבר אמרו רז״ל שתפסו למלאך המות. וה״ר בחיי דקדק מלת בין ובין ולא אמר בין המתים והחיים ופי׳ בשם רז״ל שהיה מלאך המות עוקר אף המתים ומשליכן דכתיב החל הנגף כד״א מהחל חרמש בקמה כאדם שקוצר ומשליך ומיד תפסו למלאך המות וא״ל שלא יוסיף להשחית בין במתים בין בחיים. ואפשר עוד לפרש כי המלאך המשחית התחיל מקצה המחנה להשחית וזהו החל הנגף כד״א מהחל חרמש בקמה כאדם שקוצר והולך על הסדר ומיד עמד בין המתים שכבר מתו ובין החיים אשר המה חיים עדנה ואומר לו שלא יוסיף להשחית עוד בחיים. ואפשר שלזה אמר פעם עדה ופעם קהל ופעם עם כי משה אמר לו שיוליך מהרה אל העדה המתלוננים דכתיב וילונו כל עדת בני ישראל. ואהרן נתכוין על כל הקהל בין רשעים בין צדיקים דכתיב וירץ אל תוך הקהל. ואמר ויכפר על העדה כי החל הנגף בעם כי התחיל הנגף בקצה העם על הסדר וזהו בין המתים ובין החיים. ולז״א באהרן ברך ה׳ חילו וגו׳. כנגד ג׳ דברים שעשה. כנגד המרוצה שרץ בכח לתוך הקהל נאמר ברך ה׳ חילו כלומר כחו. וכנגד הקטרת שנאמר ויתן את הקטרת ויכפר על העם נאמר ופעל ידיו תרצה. וכנגד מה שאחז למלאך המות בכח ולא הניחו להשחית בעם נאמר מחץ מתנים קמיו מדה כנגד מדה. ומ״ש ותעצר המגפה והמגפה נעצרה. כבר דרשו רז״ל שתפסו למלאך המות ואמר לו הניחני לעשות שליחותי וכו׳ ושבו אל משה אל אהל ואז והמגפה נעצרה כמבואר במדרש. וי״מ שעצירת המגפה ב׳ פעמים ללמד על אותם שהוכו במגפה שלא מתו. ועל האחרים שלא הוכו עוד כלל. ולפי זה אפשר לפרש בין המתים שהוכו ונטו למות ובין החיים שלא הוכו כלל. ויש להתבונן מה טעם הפסיק בזה הפסוק שהוא ויהיו המתים במגפה ארבעה עשר אלף ושבע מאות בין ויעמוד בין המתים וגו׳ ובין וישב אהרן אל משה כי היה לו לכתוב באחרונה אחר והמגפה נעצרה. וי״ל שבא להודיענו כמה היא ההצלה שנעשית ע״י אהרן בזריזות שרץ ונזדרז במעשה הקטרת. וכאילו הכתוב מספר תימה גדול שיש בהשחתת המגפה הזאת שכשרץ אהרן אז החל הנגף בעם וכשנתן הקטרת כפר על העם ויעמוד בין המתים ובין החיים ותפשו למלאך המות שלא ישחית עוד. נמצא שלא היתה ההשחתה כי אם כשיעור זמן נתינת הקטרת על האש ואז נעצרה המגפה. ובא וראה כמה מתו באותו הרגע המועט ויהיו המתים במגפה ארבעה עשר אלף וגו׳ ואילו שהה רגע אחד היו כלם כלין כמו שנאמר ואכלה אותם כרגע ולזה נאמר ברך ה׳ חילו יישר חיליה שנזדרז בהצלתן של ישראל ואחר שספר הכתוב זה הזריזות חזר לענינו וישב אהרן אל משה וגו׳ ע״ד שאמרו רז״ל במדרש. עוד י״ל וירץ אל תוך הקהל וגו׳ ויעמוד בין המתים ובין החיים לומר שעמד בתוכם ולא נתירא מהנגף כדרך בני אדם שבורחים מפני הנגפים. וכן אמרו בפסיקתא והולך מהרה אל העדה א״ל אהרן אחי אתה רוצה שאמות כדרך שמתו נדב ואביהוא א״ל והולך מהרה לא תשהה כלל מיד מסר עצמו וירץ אל תוך הקהל. (הרס״ו זללה״ה):", "heVersionTitle": "Vilna, 1873", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d821e1ebc2fb75e90f8719d", "index_title": "Ba'alei Brit Avram", "category": "Commentary", "type": "commentary", "ref": "Ba'alei Brit Avram, Korach 5", "anchorRef": "Numbers 17:10", "anchorRefExpanded": ["Numbers 17:10"], "sourceRef": "Ba'alei Brit Avram, Korach 5", "sourceHeRef": "בעלי ברית אברם, קרח ה׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1618, 1622], "commentaryNum": 5, "collectiveTitle": {"en": "Ba'alei Brit Avram", "he": "בעלי ברית אברם"}, "heTitle": "קרח", "he": "<b>הרומו מתוך העדה הזאת ואכלה אותם כרגע ויפלו על פניהם. ויאמר משה אל אהרן קח את המחתה ותן עליה אש מעל המזבח ושים קטורת והולך מהרה אל העדה וכפר עליהם כי יצא הקצף מלפני ה׳ החל הנגף. ויקח אהרן כאשר דבר משה וירץ אל תוך הקהל והנה החל הנגף בעם ויתן את הקטרת ויכפר על העם. ויעמוד בין המתים ובין החיים ותעצר המגפה. ויהיו המתים במגפה ארבעה עשר אלף ושבע מאות מלבד המתים על דבר קרח. וישב אהרן אל משה אל פתח אהל מועד והמגפה נעצרה.</b> יש לדקדק באלו הפסוקים בכמה דברים. האחד מה טעם לשון הרומו בכאן ולא אמר הבדלו כמו שאמר למעלה הבדלו מתוך העדה הזאת ואכלה אותם כרגע. ועוד מה טעם אחר שכתב ותעצר המגפה חזר פעם אחרת והמגפה נעצרה. ועוד פסוק ויהיו המתים במגפה וגו׳ אין זה מקומו שראוי היה אחר שיכתוב וישב אהרן אל משה אל פתח אהל מועד והמגפה נעצרה אז יכתוב מנין המתים במגפה כי כן ראוי שלא ימנה המתים במגפה אלא אחר עצירת המגפה. ועוד מה שכתב מלבד המתים על דבר קרח אין לו טעם כלל בכאן כי בודאי כשמנה המתים במגפה שהם ארבעה עשר אלף ושבע מאות פשיטא שאין בכללם המתים על דבר קרח כי אותה לא מתו במגפה אלא מהם נשרפו ומהם נבלעו ומה טעם לזכור בכאן ולכלול המתים על דבר קרח עם המתים במגפה. ונראה לפרש על פי מה שפירש בפסיקתא במלת הרומו שאמר כמרים תרומה מן החולין. ולפי זה אפשר לומר שכשאמר לו הקב״ה הרומו מתוך העדה הזאת הבין שלא ינצל מכל ישראל כי אם כשיעור תרומה לבד והשאר ימותו כלם וכמה הוא שיעור תרומה יש אחת מארבעים והיא עין יפה ויש אחת מששים והיא עין רעה. ויש אחת מחמשים והיא בינונית. מ״מ הבין מרע״ה שזו התרומה כפי רחמיו על כל מעשיו שהיא בעין יפה והיא אחת מארבעים ששיעורה מכל ישראל שהם שש מאות אלף ט״ו אלף בדקדוק מיד ויפלו על פניהם לבקש רחמים על ישראל וכדברי קצת מפרשים שפירשו כן והכוונה לבטל הגזרה מכל וכל אי אפשר כי כבר נגזרה הגזרה ונתן רשות למחבל ואין מציל מידו רק ע״י כופר או ע״י פשרה. אמנם התפללו להקל הגזרה ולהפך הדבר כי השטן אחר שנותנין לו רשות לחבל איזה אדם או איזה אומה א״א להסתלק מכל וכל אם לא יתנו לו כופר קצת ע״ד אם יש עליו מלאך מליץ וגו׳ ויאמר פדעהו מרדת שחת מצאתי כופר. ואז התפללו משה ואהרן ובקשו רחמים שיהפך הדבר שלא יקח השטן כי אם התרומה לבד והשאר ינצל כי הוא כסיל ומתפתה בפתויים לומר שלא היתה הגזרה כי אם שימותו שיעור התרומה לבד. וזה צריך ג״כ רחמים וריצוי הקטורת כמו שנאמר קח את המחתה וגו׳ וכפר עליהם וכן עשה אהרן. וכשראה אהרן שכבר מתו כשיעור שצריך שאי אפשר בלאו הכי ותעצר המגפה כדעת רז״ל שאחזו למלאך המות ואמר לו שלא ימית שום אדם כי כבר אין לו רשות להמית יותר וזהו טעם מנין המתים במגפה בכאן. גם זהו טעם מלבד המתים על דבר קרח כי הוא ית׳ רב חסד מטה כלפי חסד ונשלים שיעור התרומה שחסרים שלש מאות לתשלום ט״ו אלפים באותם שמתו על דבר קרח כי הם היו השרופים ר״ן נשארו חמשים אפשר שיהיו כבלועים שהם קרח ודתן ואבירם הם ובניהם ונשיהם וטפם ואף אם יהיו חסרים מעט או יתרים מעט אין לדקדק בזה בחשבון ט״ו אלפים שנגזר שימותו וזהו טעם זה המנין כאן מ״מ לא נתרצה השטן המשחית בזה עד ששב עמו אהרן אל פתח האהל אצל משה כדעת רז״ל במדרש ואז המגפה נעצרה. ובזה נתקן כל מה ששאלנו כמין חומר:", "heVersionTitle": "Vilna, 1873", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "612254da5de8bfb900edc2d0", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "anchorRef": "Numbers 15:30-31:19", "anchorRefExpanded": ["Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק ראשון, פרק ה י״ב", "anchorVerse": 30, "sourceHasEn": true, "commentaryNum": 12, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "If the stranger can enjoy literal and metaphysical benefits such as atonement, what makes the stranger a stranger at all? Multiple times in the Pentateuch is the expression “there shall be one law for you and the resident alien” used to show legal equivalence.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See Exodus 12:48–49; Leviticus 7:7, 24:22; Numbers 9:14, 15:15, 15:29–30.</i> Like citizens, strangers can be cut off from the community for cursing God and are obliged to refrain from behaviors that engender impurity.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">For examples, see Leviticus 4, 17:15–16, 18:27–28, 35:34–35; Numbers 15:30–31, 19:13, 19:20.</i> The stranger and the citizen both enjoy the privileges of the community and are both accountable for their place in the community and for their personal relationships with God through prohibitive commands. A poor gentile or <i>ger </i>was counted among the recipients of communal welfare (Lev. 19:10) and enjoyed the protections of the community as a relative equal (Lev. 24:22). Who, then, was the stranger, if during this period of transition there was no land from which to claim citizenship? Who was a stranger if we were all strangers? Furthermore, what made this individual alien if he was included in the community, such that both citizen and stranger were “alike before the Lord”?", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61225507412970c0e359d91a", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "anchorRef": "Numbers 13:27-29:31", "anchorRefExpanded": ["Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק שני, פרק ח כ״ג", "anchorVerse": 27, "sourceHasEn": true, "commentaryNum": 23, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ח", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>This is what they told him: “We came to the land you sent us to; it does indeed flow with milk and honey, and this is its fruit. However, the people who inhabit the country are powerful, and the cities are fortified and very large; moreover, we saw the Anakites there. Amalekites dwell in the Negeb region; Hittites, Jebusites, and Amorites inhabit the hill country; and Canaanites dwell by the Sea and along the Jordan…. We cannot attack that people, for it is stronger than we.” Thus they spread calumnies among the Israelites about the land they had scouted, saying, “The country that we traversed and scouted is one that devours its settlers. All the people that we saw in it are men of great size; we saw the Nephilim there – the Anakites are part of the Nephilim and we looked like grasshoppers to ourselves, and so we must have looked to them.” (Num. 13:27–29, 31–33)</small>", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6319d234b6084aa1cbf17341", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, כָּלָה 1", "anchorRef": "Numbers 17:10", "anchorRefExpanded": ["Numbers 17:10"], "sourceRef": "BDB, כָּלָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, כָּלָה א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "כָּלָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I. <big><big><span dir=\"rtl\">כָּלָה</span></big></big><sub>206</sub><big></big>  <strong>vb.</strong> be complete, at an end, finished, accomplished, spent <strong>(</strong>NH <em>id.</em>, Pi.; Ph. <span dir=\"rtl\">כלה</span>; Assyrian <em>kalû</em>, <em>put an end to</em>, and <em>cease, vanish</em> Dl <sup>HWB 329</sup>; late Aramaic <span dir=\"rtl\">כְּלָא</span> <em>cease, perish</em> (not 𝔗); on root-meaning <em>enclose</em> cf. <a data-ref=\"BDB, כֶּ֫לֶא\" href=\"/BDB,_כֶּ֫לֶא\", dir=\"rtl\">כלא</a> and Ba <sup>ZMG 1887, 605</sup><strong>)</strong>—<br>†<strong>Qal</strong>  Pf. <span dir=\"rtl\">כ׳</span> <a data-ref=\"I Kings 6:38\" href=\"/I_Kings.6.38\">1 K 6:38</a> +; 3 fs. <span dir=\"rtl\">כָּֽלְתָה</span> <a data-ref=\"I Samuel 20:7\" href=\"/I_Samuel.20.7\">1 S 20:7</a> +; 1 s. <span dir=\"rtl\">כָּלִיתִי</span> <a data-ref=\"Psalms 39:11\" href=\"/Psalms.39.11\">ψ 39:11</a>; 3 pl. <span dir=\"rtl\">כָּלוּ</span> <a data-ref=\"Job 19:27\" href=\"/Job.19.27\">Jb 19:27</a> +; 2 mpl. <span dir=\"rtl\">כְּלִיתֶם</span> <a data-ref=\"Malachi 3:6\" href=\"/Malachi.3.6\">Mal 3:6</a>; <span dir=\"rtl\">וּכְלִיתֶם</span> consec. <a data-ref=\"Ezekiel 13:14\" href=\"/Ezekiel.13.14\">Ez 13:14</a>; 1 pl. <span dir=\"rtl\">כָּלִינוּ</span> <a data-ref=\"Psalms 90:7\" href=\"/Psalms.90.7\">ψ 90:7</a>, etc.; Impf. <span dir=\"rtl\">יִכְלֶה</span> <a data-ref=\"Proverbs 22:8\" href=\"/Proverbs.22.8\">Pr 22:8</a>; juss. <span dir=\"rtl\">יִ֫כֶל</span> <a data-ref=\"Job 33:21\" href=\"/Job.33.21\">Jb 33:21</a> (v. Dr<sup>§ 171–173</sup> Ges<sup>§ 109. 2 b Anm.</sup> Da <sup>Synt. § 51 R. 5; 64 R. 6</sup>); 3 fs. <span dir=\"rtl\">תִּכְלָה</span> <a data-ref=\"I Kings 17:14\" href=\"/I_Kings.17.14\">1 K 17:14</a>; <span dir=\"rtl\">וַתֵּ֫כֶל</span> <a data-ref=\"Exodus 39:32\" href=\"/Exodus.39.32\">Ex 39:32</a> + <a data-ref=\"II Samuel 13:39\" href=\"/II_Samuel.13.39\">2 S 13:39</a> (v. infr.); 3 mpl. <span dir=\"rtl\">יִכְלוּ</span> <a data-ref=\"Isaiah 1:28\" href=\"/Isaiah.1.28\">Is 1:28</a> +, <span dir=\"rtl\">יִכְלָי֑וּן</span> <a data-ref=\"Isaiah 31:3\" href=\"/Isaiah.31.3\">Is 31:3</a>, etc.; Inf. cstr. <span dir=\"rtl\">כְּלוֹת</span> <a data-ref=\"Ruth 2:23\" href=\"/Ruth.2.23\">Ru 2:23</a> +, etc.;— <strong>1.</strong> <strong>a.</strong>  <em>be complete, at an end</em>, of a period of time <a data-ref=\"Genesis 41:53\" href=\"/Genesis.41.53\">Gn 41:53</a> (E; opp. iii. <span dir=\"rtl\">חלל</span> Hiph. <em>begin</em> v <a data-ref=\"Genesis 41:54\" href=\"/Genesis.41.54\">54</a>), <a data-ref=\"Jeremiah 8:20\" href=\"/Jeremiah.8.20\">Je 8:20</a> (‖ <span dir=\"rtl\">עבר</span>); so of action or event, with emphasis on time <a data-ref=\"Isaiah 10:25\" href=\"/Isaiah.10.25\">Is 10:25</a>; <a data-ref=\"Isaiah 24:13\" href=\"/Isaiah.24.13\">24:13</a>; <a data-ref=\"Ruth 2:23\" href=\"/Ruth.2.23\">Ru 2:23</a>; <a data-ref=\"II Chronicles 29:28\" href=\"/II_Chronicles.29.28\">2 Ch 29:28</a> (opp. <span dir=\"rtl\">הֵחֵל</span> v <a data-ref=\"II Chronicles 29:27\" href=\"/II_Chronicles.29.27\">27</a>), v <a data-ref=\"II Chronicles 29:34\" href=\"/II_Chronicles.29.34\">34</a> <a data-ref=\"Daniel 12:7\" href=\"/Daniel.12.7\">Dn 12:7</a> (‖ <span dir=\"rtl\">קֵץ</span> v <a data-ref=\"Daniel 12:6\" href=\"/Daniel.12.6\">6</a>, <a data-ref=\"Daniel 12:9\" href=\"/Daniel.12.9\">9</a>);—vid. also <strong>2 b</strong> infr. <strong>b.</strong>  <em>be completed, finished</em>, of a work: temple <a data-ref=\"I Kings 6:38\" href=\"/I_Kings.6.38\">1 K 6:38</a> <a data-ref=\"I Chronicles 28:20\" href=\"/I_Chronicles.28.20\">1 Ch 28:20</a>; <a data-ref=\"II Chronicles 8:16\" href=\"/II_Chronicles.8.16\">2 Ch 8:16</a> (‖ <span dir=\"rtl\">שָׁלֵם</span>), tabernacle <a data-ref=\"Exodus 39:32\" href=\"/Exodus.39.32\">Ex 39:32</a> (P). <strong>c.</strong>  <em>be accomplished, fulfilled</em>, only of purposed wrath, or prediction of <span dir=\"rtl\">י׳</span>, <a data-ref=\"Ezekiel 5:13\" href=\"/Ezekiel.5.13\">Ez 5:13</a> (‖ <span dir=\"rtl\">כַּלּוֹתִי</span> v b see <strong>Pi.</strong>), <a data-ref=\"Daniel 11:36\" href=\"/Daniel.11.36\">Dn 11:36</a> <a data-ref=\"II Chronicles 36:22\" href=\"/II_Chronicles.36.22\">2 Ch 36:22</a> = <a data-ref=\"Ezra 1:1\" href=\"/Ezra.1.1\">Ezr 1:1</a>. <strong>d.</strong>  be ideally complete, <em>be determined</em>, always in bad sense, <em>plotted</em>, subj. <span dir=\"rtl\">הָרָעָה</span>: sq. <span dir=\"rtl\">מֵעִם</span> of agent <a data-ref=\"I Samuel 20:7\" href=\"/I_Samuel.20.7\">1 S 20:7</a>, also v <a data-ref=\"I Samuel 20:9\" href=\"/I_Samuel.20.9\">9</a> (+ <span dir=\"rtl\">לָבוֹא עַל</span>), + v <a data-ref=\"I Samuel 20:33\" href=\"/I_Samuel.20.33\">33</a> (read <span dir=\"rtl\">כָּֽלְתָה</span>, for MT <span dir=\"rtl\">כָּלָה הִיא</span>, 𝔊 We Dr Kit Bu); <span dir=\"rtl\">כ׳ הָרָעָה אֶל־אֲדֹנֵינוּ וְעַל־כָּל־בֵּיתוֹ</span> <a data-ref=\"I Samuel 25:17\" href=\"/I_Samuel.25.17\">25:17</a>; sq. <span dir=\"rtl\">מֵאֵת</span> of agent <a data-ref=\"Esther 7:7\" href=\"/Esther.7.7\">Est 7:7</a> (+ <span dir=\"rtl\">אֵלָיו</span>). <strong>2.</strong> <strong>a.</strong>  <em>be spent, used up</em> (proposes <em>come to an end</em>), of water <a data-ref=\"Genesis 21:15\" href=\"/Genesis.21.15\">Gn 21:15</a> (E) meal <a data-ref=\"I Kings 17:14\" href=\"/I_Kings.17.14\">1 K 17:14</a>, <a data-ref=\"I Kings 17:16\" href=\"/I_Kings.17.16\">16</a>. <strong>b.</strong>  <em>waste away, be exhausted, fail</em>, lit. of fading grass <a data-ref=\"Isaiah 15:6\" href=\"/Isaiah.15.6\">Is 15:6</a> (‖ <span dir=\"rtl\">יָבֵשׁ</span>, <span dir=\"rtl\">לֹא היה</span>), of vintage <a data-ref=\"Isaiah 32:10\" href=\"/Isaiah.32.10\">32:10</a> (opp. <span dir=\"rtl\">בּוֹא</span>), of vanishing cloud <a data-ref=\"Job 7:9\" href=\"/Job.7.9\">Jb 7:9</a> (in sim., ‖ <span dir=\"rtl\">הלך</span>); fig. of fleeting days of life v <a data-ref=\"Job 7:6\" href=\"/Job.7.6\">6</a> (‖ <span dir=\"rtl\">קלל</span>), cf. <a data-ref=\"Psalms 102:4\" href=\"/Psalms.102.4\">ψ 102:4</a> and <span dir=\"rtl\">כָּלוּ בְיָגוֹן חַיַּי</span> <a data-ref=\"Psalms 31:11\" href=\"/Psalms.31.11\">ψ 31:11</a>, <a data-ref=\"Jeremiah 20:18\" href=\"/Jeremiah.20.18\">Je 20:18</a>; v. also <strong>1 a</strong> supr.; of flesh <a data-ref=\"Job 33:21\" href=\"/Job.33.21\">Jb 33:21</a>, cf. of vital strength <a data-ref=\"Psalms 71:9\" href=\"/Psalms.71.9\">ψ 71:9</a>, <span dir=\"rtl\">בָּשָׂר וּשְׁאֵר</span> <a data-ref=\"Proverbs 5:11\" href=\"/Proverbs.5.11\">Pr 5:11</a>, <span dir=\"rtl\">כ׳ שְׁאֵרִי וּלְבָבִי</span> <a data-ref=\"Psalms 73:26\" href=\"/Psalms.73.26\">ψ 73:26</a>, subj. <span dir=\"rtl\">רוּחִי</span> <a data-ref=\"Psalms 143:7\" href=\"/Psalms.143.7\">143:7</a>; once of <span dir=\"rtl\">י׳</span>’s compassion <span dir=\"rtl\">לֹא־כָלוּ רִחֲמָיו</span> <a data-ref=\"Lamentations 3:22\" href=\"/Lamentations.3.22\">La 3:22</a> (‖ <span dir=\"rtl\">תמם</span>, on text. see VB); especially of eyes exhausted by weeping <a data-ref=\"Lamentations 2:11\" href=\"/Lamentations.2.11\">La 2:11</a>, strained by looking (fig.) for relief or refreshment, <em>fail, languish</em> <a data-ref=\"Lamentations 4:17\" href=\"/Lamentations.4.17\">4:17</a> <a data-ref=\"Psalms 69:4\" href=\"/Psalms.69.4\">ψ 69:4</a>; <a data-ref=\"Job 11:20\" href=\"/Job.11.20\">Jb 11:20</a>; <a data-ref=\"Job 17:5\" href=\"/Job.17.5\">17:5</a>; <a data-ref=\"Jeremiah 14:6\" href=\"/Jeremiah.14.6\">Je 14:6</a> (of wild asses); sq. <span dir=\"rtl\">אֶל</span> <a data-ref=\"Lamentations 4:17\" href=\"/Lamentations.4.17\">La 4:17</a>; sq. <span dir=\"rtl\">לְ</span> in spiritual sense <a data-ref=\"Psalms 119:82\" href=\"/Psalms.119.82\">ψ 119:82</a>, <a data-ref=\"Psalms 119:123\" href=\"/Psalms.119.123\">123</a>; similarly (sq. <span dir=\"rtl\">לִ</span>) of <span dir=\"rtl\">נפשׁ</span> exhausted by <em>longing</em> <a data-ref=\"Psalms 84:3\" href=\"/Psalms.84.3\">ψ 84:3</a> (‖ <span dir=\"rtl\">נכסף</span>), <a data-ref=\"Psalms 119:81\" href=\"/Psalms.119.81\">119:81</a>, <span dir=\"rtl\">כָּלוּ כִלְיֹתַי בְּחֵקִי</span> <a data-ref=\"Job 19:27\" href=\"/Job.19.27\">Jb 19:27</a>; so also <a data-ref=\"II Samuel 13:39\" href=\"/II_Samuel.13.39\">2 S 13:39</a> where read <span dir=\"rtl\">וַתֵּכֶל רוּחַ הַמֶּלֶךְ</span> (for MT <span dir=\"rtl\">וַתְּכַל דָּוִד הַמּ׳</span>) <em>and the spirit of the king pined</em> to go forth unto Absalom, cf. 𝔊L We Klo Dr Kit Bu. <strong>c.</strong>  <em>come to an end, vanish</em> = <em>perish, be destroyed</em>, by <span dir=\"rtl\">י׳</span>’s judgment <a data-ref=\"Isaiah 1:28\" href=\"/Isaiah.1.28\">Is 1:28</a> (‖ <span dir=\"rtl\">שֶׁבֶר</span>), <a data-ref=\"Isaiah 16:4\" href=\"/Isaiah.16.4\">16:4</a> (‖ <span dir=\"rtl\">אָפֵם</span>, <span dir=\"rtl\">תָּמַם</span>), <a data-ref=\"Isaiah 29:20\" href=\"/Isaiah.29.20\">29:20</a> (‖ <span dir=\"rtl\">אָפֵם</span>, <span dir=\"rtl\">נִכְרַת</span>), <a data-ref=\"Isaiah 31:3\" href=\"/Isaiah.31.3\">31:3</a> (‖ <span dir=\"rtl\">כשׁל</span>, <span dir=\"rtl\">נפל</span>), <span dir=\"rtl\">וּבַחֶרֶב וּבָרָעָב יִכְלוּ</span> <a data-ref=\"Jeremiah 16:4\" href=\"/Jeremiah.16.4\">Je 16:4</a>, cf. <a data-ref=\"Jeremiah 44:27\" href=\"/Jeremiah.44.27\">44:27</a> (‖ <span dir=\"rtl\">תָּמַם</span>), <a data-ref=\"Ezekiel 5:12\" href=\"/Ezekiel.5.12\">Ez 5:12</a> (‖ <span dir=\"rtl\">מוּת</span>, <span dir=\"rtl\">נָפַל</span>), <a data-ref=\"Ezekiel 13:14\" href=\"/Ezekiel.13.14\">13:14</a> <a data-ref=\"Malachi 3:6\" href=\"/Malachi.3.6\">Mal 3:6</a> <a data-ref=\"Psalms 37:20\" href=\"/Psalms.37.20\">ψ 37:20</a><sup>(×2)</sup> (‖ <span dir=\"rtl\">אבד</span>), <a data-ref=\"Job 4:9\" href=\"/Job.4.9\">Jb 4:9</a> (‖ <em>id.</em>), <a data-ref=\"Psalms 71:13\" href=\"/Psalms.71.13\">ψ 71:13</a> (‖ <span dir=\"rtl\">בּוֹשׁ</span>); hyperbol., of severe discipline <a data-ref=\"Psalms 39:11\" href=\"/Psalms.39.11\">39:11</a>; <a data-ref=\"Psalms 90:7\" href=\"/Psalms.90.7\">90:7</a> (‖ <span dir=\"rtl\">נבהל</span>); of prosperity of a people <a data-ref=\"Isaiah 21:16\" href=\"/Isaiah.21.16\">Is 21:16</a>; <span dir=\"rtl\">שֵׁבֶט עֶבְרָתוֹ יִכְלֶה</span> <a data-ref=\"Proverbs 22:8\" href=\"/Proverbs.22.8\">Pr 22:8</a> <em>the rod of his wrath perishes</em> (> Ew al. <em>is accomplished</em>, of God’s wrath).—<a data-ref=\"Daniel 12:7\" href=\"/Daniel.12.7\">Dn 12:7</a> read perhaps <span dir=\"rtl\">וְכִכְלוֹת יַד נֹפֵץ עַם קֹדֶשׁ</span> <em>and when the power of the shatterer of the holy people should come to an end</em>, so Bev after 𝔊 (for difficult MT <span dir=\"rtl\">וּכְכַלּוֹת נַפֵּץ יַד־עַם־קֹדֶשׁ</span>)†.<br><strong>Pi.</strong><sub>140</sub>  Pf. <span dir=\"rtl\">כִּלָּה</span> <a data-ref=\"Genesis 18:33\" href=\"/Genesis.18.33\">Gn 18:33</a> +, <span dir=\"rtl\">כִּלָּא</span> <a data-ref=\"Proverbs 16:30\" href=\"/Proverbs.16.30\">Pr 16:30</a> Baer (van d. H. <span dir=\"rtl\">כִּלָּה</span>), sf. <span dir=\"rtl\">כִּלָּנוּ</span> <a data-ref=\"II Samuel 21:5\" href=\"/II_Samuel.21.5\">2 S 21:5</a>, <span dir=\"rtl\">כִּלָּם</span> <a data-ref=\"Lamentations 2:22\" href=\"/Lamentations.2.22\">La 2:22</a>; 3 fs. <span dir=\"rtl\">וְכִלְּתָה</span> consec. <a data-ref=\"Hosea 11:6\" href=\"/Hosea.11.6\">Ho 11:6</a>, sf. <span dir=\"rtl\">וְכִ֫לַּתּוּ</span> consec. <a data-ref=\"Zechariah 5:4\" href=\"/Zechariah.5.4\">Zc 5:4</a>; 1 s. <span dir=\"rtl\">כִּלִּיתִי</span> <a data-ref=\"Numbers 25:11\" href=\"/Numbers.25.11\">Nu 25:11</a>, <span dir=\"rtl\">כִּלֵּיתִי</span> <a data-ref=\"Isaiah 49:4\" href=\"/Isaiah.49.4\">Is 49:4</a>, <span dir=\"rtl\">וְכִלֵּיתִ֫י</span> <a data-ref=\"Ezekiel 6:12\" href=\"/Ezekiel.6.12\">Ez 6:12</a> + 2 times; sf. <span dir=\"rtl\">כִּלִּיתִים</span> <a data-ref=\"Ezekiel 22:31\" href=\"/Ezekiel.22.31\">Ez 22:31</a>, <span dir=\"rtl\">וְכִלִּיתִיךָ</span> consec. <a data-ref=\"Exodus 33:5\" href=\"/Exodus.33.5\">Ex 33:5</a>; 3 pl. <span dir=\"rtl\">כִּלּוּ</span> <a data-ref=\"Genesis 24:19\" href=\"/Genesis.24.19\">Gn 24:19</a> +, etc.; Impf. <span dir=\"rtl\">יְכַלֶּה</span> <a data-ref=\"Isaiah 10:18\" href=\"/Isaiah.10.18\">Is 10:18</a>; <span dir=\"rtl\">וַיְכַל</span> <a data-ref=\"Genesis 2:2\" href=\"/Genesis.2.2\">Gn 2:2</a>; 3 fs. <span dir=\"rtl\">וַתְּכַל</span> <a data-ref=\"Genesis 24:19\" href=\"/Genesis.24.19\">Gn 24:19</a> + <a data-ref=\"II Samuel 13:39\" href=\"/II_Samuel.13.39\">2 S 13:39</a> (but read <span dir=\"rtl\">וַתֵּכֶל</span> We Dr al., and v. <strong>Qal 2 b</strong>); 1 s. <span dir=\"rtl\">אֲכַלֶּה</span> <a data-ref=\"Genesis 24:25\" href=\"/Genesis.24.25\">Gn 24:25</a> + 4 times; <span dir=\"rtl\">וָאֲכַל</span> <a data-ref=\"Ezekiel 43:8\" href=\"/Ezekiel.43.8\">Ez 43:8</a>; sf. <span dir=\"rtl\">אֲכֶלְךָ</span> <a data-ref=\"Exodus 33:3\" href=\"/Exodus.33.3\">Ex 33:3</a> (Kö <sup>i 545</sup>); 3 mpl. <span dir=\"rtl\">יְכַלּוּ</span> <a data-ref=\"Job 36:11\" href=\"/Job.36.11\">Jb 36:11</a> + <a data-ref=\"Job 21:13\" href=\"/Job.21.13\">21:13</a> Qr (Kt <span dir=\"rtl\">יבלו</span>; v. <a data-ref=\"BDB, בָּלָה²\" href=\"/BDB,_בָּלָה²\", dir=\"rtl\">בלה</a> p. 115 supr.), + etc.; Imv. <span dir=\"rtl\">כַּלֵּה</span> <a data-ref=\"Psalms 59:14\" href=\"/Psalms.59.14\">ψ 59:14</a><sup>(×2)</sup> + <a data-ref=\"Psalms 74:11\" href=\"/Psalms.74.11\">74:11</a> (but text dub., v. infr., <strong>2</strong>); mpl. <span dir=\"rtl\">כַּלּוּ</span> <a data-ref=\"Exodus 5:13\" href=\"/Exodus.5.13\">Ex 5:13</a>; Inf. abs. <span dir=\"rtl\">כַּלֵּה</span> <a data-ref=\"I Samuel 3:12\" href=\"/I_Samuel.3.12\">1 S 3:12</a> + 5 times; cstr. <span dir=\"rtl\">לְכַלֵּא</span> <a data-ref=\"Daniel 9:24\" href=\"/Daniel.9.24\">Dn 9:24</a> (metapl. form), <span dir=\"rtl\">כַּלּוֹת</span> <a data-ref=\"I Samuel 2:33\" href=\"/I_Samuel.2.33\">1 S 2:33</a> +, etc.; Pt. <span dir=\"rtl\">מְכַלֶּה</span> <a data-ref=\"Jeremiah 14:12\" href=\"/Jeremiah.14.12\">Je 14:12</a>; <a data-ref=\"Job 9:22\" href=\"/Job.9.22\">Jb 9:22</a>; fpl. <span dir=\"rtl\">מְכַלּוֹת</span> <a data-ref=\"Leviticus 26:16\" href=\"/Leviticus.26.16\">Lv 26:16</a>;— <strong>1.</strong> †<strong>a.</strong>  <em>complete, bring to an end, finish</em> a thing, task, work, etc., c. acc. rei <a data-ref=\"Exodus 5:13\" href=\"/Exodus.5.13\">Ex 5:13</a>, <a data-ref=\"Exodus 5:14\" href=\"/Exodus.5.14\">14</a> (+ inf.; both J), <a data-ref=\"I Kings 6:9\" href=\"/I_Kings.6.9\">1 K 6:9</a>, <a data-ref=\"I Kings 6:14\" href=\"/I_Kings.6.14\">14</a>; <a data-ref=\"I Kings 7:1\" href=\"/I_Kings.7.1\">7:1</a>; <a data-ref=\"Ezekiel 42:15\" href=\"/Ezekiel.42.15\">Ez 42:15</a>, <a data-ref=\"Genesis 2:6\" href=\"/Genesis.2.6\">Gn 2:6</a>; <a data-ref=\"Genesis 6:16\" href=\"/Genesis.6.16\">6:16</a>; <a data-ref=\"Exodus 40:33\" href=\"/Exodus.40.33\">Ex 40:33</a> (P), <a data-ref=\"Ruth 2:21\" href=\"/Ruth.2.21\">Ru 2:21</a>; <a data-ref=\"II Chronicles 31:1\" href=\"/II_Chronicles.31.1\">2 Ch 31:1</a>; <a data-ref=\"II Chronicles 7:11\" href=\"/II_Chronicles.7.11\">2 Ch 7:11</a>; <a data-ref=\"Ezra 9:1\" href=\"/Ezra.9.1\">Ezr 9:1</a>, so <span dir=\"rtl\">לְכַלֵּא הַפֶּשַׁע</span> <a data-ref=\"Daniel 9:24\" href=\"/Daniel.9.24\">Dn 9:24</a> <em>to make an end of the transgression</em> (cf. VB Bev); <a data-ref=\"Leviticus 23:22\" href=\"/Leviticus.23.22\">Lv 23:22</a> (modified from <a data-ref=\"Leviticus 19:9\" href=\"/Leviticus.19.9\">19:9</a> q.v. infr.); acc. om. <a data-ref=\"II Chronicles 31:7\" href=\"/II_Chronicles.31.7\">2 Ch 31:7</a> (opp. <span dir=\"rtl\">הֵחֵל לְ</span>), <a data-ref=\"II Chronicles 24:10\" href=\"/II_Chronicles.24.10\">24:10</a>, <a data-ref=\"II Chronicles 24:14\" href=\"/II_Chronicles.24.14\">14</a>; <a data-ref=\"Nehemiah 3:34\" href=\"/Nehemiah.3.34\">Ne 3:34</a>. †<strong>b.</strong>  <em>complete</em> a period of time <span dir=\"rtl\">יָמִים</span> <a data-ref=\"Ezekiel 4:6\" href=\"/Ezekiel.4.6\">Ez 4:6</a>, <a data-ref=\"Ezekiel 4:8\" href=\"/Ezekiel.4.8\">8</a>; <em>complete</em> one’s days, enjoy the full measure of human life <a data-ref=\"Job 21:13\" href=\"/Job.21.13\">Jb 21:13</a>; <a data-ref=\"Job 36:11\" href=\"/Job.36.11\">36:11</a>, or <em>bring</em> one’s years <em>to an end</em> <a data-ref=\"Psalms 90:9\" href=\"/Psalms.90.9\">ψ 90:9</a>, with added idea of transitoriness. <strong>c.</strong>  <em>finish</em> doing a thing, usually sq. ל inf. <a data-ref=\"Genesis 18:33\" href=\"/Genesis.18.33\">Gn 18:33</a>; <a data-ref=\"Genesis 24:15\" href=\"/Genesis.24.15\">24:15</a>, <a data-ref=\"Genesis 24:19\" href=\"/Genesis.24.19\">19</a><sup>(×2)</sup>, <a data-ref=\"Genesis 24:22\" href=\"/Genesis.24.22\">22</a> (all J), <a data-ref=\"Genesis 17:22\" href=\"/Genesis.17.22\">17:22</a>; <a data-ref=\"Exodus 31:18\" href=\"/Exodus.31.18\">Ex 31:18</a>; <a data-ref=\"Numbers 4:15\" href=\"/Numbers.4.15\">Nu 4:15</a> (all P), <a data-ref=\"Amos 7:2\" href=\"/Amos.7.2\">Am 7:2</a> <a data-ref=\"I Kings 1:41\" href=\"/I_Kings.1.41\">1 K 1:41</a>; <a data-ref=\"II Chronicles 29:29\" href=\"/II_Chronicles.29.29\">2 Ch 29:29</a>; <a data-ref=\"Ruth 3:3\" href=\"/Ruth.3.3\">Ru 3:3</a> + 31 times incl. <a data-ref=\"II Samuel 11:19\" href=\"/II_Samuel.11.19\">2 S 11:19</a>, where obj. of infin. precedes it, v. Dr, so <a data-ref=\"Leviticus 19:9\" href=\"/Leviticus.19.9\">Lv 19:9</a> (cf. <a data-ref=\"Leviticus 23:22\" href=\"/Leviticus.23.22\">23:22</a> supr.); + <a data-ref=\"I Chronicles 27:24\" href=\"/I_Chronicles.27.24\">1 Ch 27:24</a> (<span dir=\"rtl\">לְ</span> inf. om.; opp. <span dir=\"rtl\">הֵחֵל לְ</span>), <a data-ref=\"II Chronicles 29:17\" href=\"/II_Chronicles.29.17\">2 Ch 29:17</a>; + <a data-ref=\"Daniel 12:7\" href=\"/Daniel.12.7\">Dn 12:7</a> (inf. without <span dir=\"rtl\">לְ</span>; but see <strong>Qal 2 c</strong> ad fin.); sq. <span dir=\"rtl\">מִן</span> inf., <a data-ref=\"I Samuel 10:13\" href=\"/I_Samuel.10.13\">1 S 10:13</a> <a data-ref=\"II Samuel 6:18\" href=\"/II_Samuel.6.18\">2 S 6:18</a> = <a data-ref=\"I Chronicles 16:2\" href=\"/I_Chronicles.16.2\">1 Ch 16:2</a>, <a data-ref=\"Exodus 34:33\" href=\"/Exodus.34.33\">Ex 34:33</a>; <a data-ref=\"Leviticus 16:20\" href=\"/Leviticus.16.20\">Lv 16:20</a>; <a data-ref=\"Joshua 19:51\" href=\"/Joshua.19.51\">Jos 19:51</a> (all P), <a data-ref=\"Ezekiel 43:23\" href=\"/Ezekiel.43.23\">Ez 43:23</a>. †<strong>d.</strong>  <em>make an end, end</em>, sq. <span dir=\"rtl\">בְּ</span> <em>make an end with</em>, finish dealing with <a data-ref=\"II Chronicles 20:23\" href=\"/II_Chronicles.20.23\">2 Ch 20:23</a>; <a data-ref=\"Ezra 10:17\" href=\"/Ezra.10.17\">Ezr 10:17</a>; abs., opp. <span dir=\"rtl\">הֵחֵל</span>, <span dir=\"rtl\">בַּגָּדוֹל הֵחֵל וּבַקָּטֹן כִּלָּה</span> <a data-ref=\"Genesis 44:12\" href=\"/Genesis.44.12\">Gn 44:12</a> (J) <em>he began with the eldest and with the youngest he ended;</em> so inf. abs. adverb. <span dir=\"rtl\">הָחֵל וְכַלֵּה</span> <a data-ref=\"I Samuel 3:12\" href=\"/I_Samuel.3.12\">1 S 3:12</a> <em>a beginning and an ending</em>, i.e. doing it thoroughly (v. Dr); also <span dir=\"rtl\">עַד־כַּלֵּה</span> = <em>utterly</em> <a data-ref=\"II Kings 13:17\" href=\"/II_Kings.13.17\">2 K 13:17</a>, <a data-ref=\"II Kings 13:19\" href=\"/II_Kings.13.19\">19</a>, <em>to extremity</em> <a data-ref=\"Ezra 9:14\" href=\"/Ezra.9.14\">Ezr 9:14</a> (of <span dir=\"rtl\">י׳</span>’s anger), <span dir=\"rtl\">עַד־לְכַלֵּה</span> (late) = <em>completely</em> <a data-ref=\"II Chronicles 24:10\" href=\"/II_Chronicles.24.10\">2 Ch 24:10</a> (until all had given), <a data-ref=\"II Chronicles 31:1\" href=\"/II_Chronicles.31.1\">31:1</a> (until all were destroyed). †<strong>e.</strong>  <em>accomplish, fulfil, bring to pass</em>, a thing <a data-ref=\"Ruth 3:18\" href=\"/Ruth.3.18\">Ru 3:18</a>; c. acc. of <span dir=\"rtl\">י׳</span>’s wrath <span dir=\"rtl\">(חֲמָתוֹ)</span> <a data-ref=\"Lamentations 4:11\" href=\"/Lamentations.4.11\">La 4:11</a>; so (<span dir=\"rtl\">חֲמָתִי</span>, <span dir=\"rtl\">אַפִּי</span>) + ב pers. <a data-ref=\"Ezekiel 5:13\" href=\"/Ezekiel.5.13\">Ez 5:13</a>; <a data-ref=\"Ezekiel 6:12\" href=\"/Ezekiel.6.12\">6:12</a>; <a data-ref=\"Ezekiel 7:8\" href=\"/Ezekiel.7.8\">7:8</a>; <a data-ref=\"Ezekiel 13:15\" href=\"/Ezekiel.13.15\">13:15</a>; <a data-ref=\"Ezekiel 20:8\" href=\"/Ezekiel.20.8\">20:8</a>, <a data-ref=\"Ezekiel 20:21\" href=\"/Ezekiel.20.21\">21</a>. †<strong>f.</strong>  <em>accomplish</em> in thought, <em>determine</em> (cf. <strong>Qal 1 d</strong>) sq. <span dir=\"rtl\">רָעָה</span> <a data-ref=\"Proverbs 16:30\" href=\"/Proverbs.16.30\">Pr 16:30</a> (‖ <span dir=\"rtl\">חשׁב</span>). †<strong>2.</strong> <strong>a.</strong>  <em>put an end to, cause to cease</em> <a data-ref=\"Numbers 17:25\" href=\"/Numbers.17.25\">Nu 17:25</a> (+ <span dir=\"rtl\">מֵעָלַי</span>); <span dir=\"rtl\">וַיְכַל־בַּהֶבֶל יְמֵיהֶם</span> <a data-ref=\"Psalms 78:33\" href=\"/Psalms.78.33\">ψ 78:33</a> <em>and he consumed</em> (<em>caused to vanish</em>) <em>in vanity their days</em>. <strong>b.</strong>  <em>cause to fail, exhaust, use up, spend</em>, <span dir=\"rtl\">חִצַּי אֲכַלֶּה־בָּם</span> <a data-ref=\"Deuteronomy 32:23\" href=\"/Deuteronomy.32.23\">Dt 32:23</a> <em>my arrows will I exhaust against them;</em> exhaust one’s strength <span dir=\"rtl\">כֹּחַ</span> <a data-ref=\"Isaiah 49:4\" href=\"/Isaiah.49.4\">Is 49:4</a> (‖ <span dir=\"rtl\">יָגַע</span>); the eyes (by weeping; cf. <strong>Qal 2 b</strong>) <a data-ref=\"I Samuel 2:33\" href=\"/I_Samuel.2.33\">1 S 2:33</a>; <a data-ref=\"Job 31:16\" href=\"/Job.31.16\">Jb 31:16</a>; of a disease, <em>consume</em> the eyes <a data-ref=\"Leviticus 26:16\" href=\"/Leviticus.26.16\">Lv 26:16</a> (H). <strong>c.</strong>  <em>destroy</em>, sometimes <em>exterminate:</em> (1) men subj., c. acc. pers. <a data-ref=\"II Samuel 21:5\" href=\"/II_Samuel.21.5\">2 S 21:5</a>; <a data-ref=\"II Samuel 22:39\" href=\"/II_Samuel.22.39\">22:39</a> (‖ <span dir=\"rtl\">מחץ</span>), <a data-ref=\"Deuteronomy 7:22\" href=\"/Deuteronomy.7.22\">Dt 7:22</a> <a data-ref=\"II Chronicles 8:8\" href=\"/II_Chronicles.8.8\">2 Ch 8:8</a>; <a data-ref=\"Jeremiah 10:25\" href=\"/Jeremiah.10.25\">Je 10:25</a> (‖ <span dir=\"rtl\">אכל</span>), <a data-ref=\"Lamentations 2:22\" href=\"/Lamentations.2.22\">La 2:22</a> <a data-ref=\"Psalms 119:87\" href=\"/Psalms.119.87\">ψ 119:87</a>; especially in phr. <span dir=\"rtl\">עַד כַּלּוֹתָם</span> <a data-ref=\"I Samuel 15:18\" href=\"/I_Samuel.15.18\">1 S 15:18</a> (on text. v. Dr), <a data-ref=\"II Samuel 22:38\" href=\"/II_Samuel.22.38\">2 S 22:38</a> (‖ <span dir=\"rtl\">השׁמיד</span>) = <a data-ref=\"Psalms 18:38\" href=\"/Psalms.18.38\">ψ 18:38</a>, <a data-ref=\"I Kings 22:11\" href=\"/I_Kings.22.11\">1 K 22:11</a> = <a data-ref=\"II Chronicles 18:10\" href=\"/II_Chronicles.18.10\">2 Ch 18:10</a>; (2) God subj., c. acc. pers. <a data-ref=\"Joshua 24:20\" href=\"/Joshua.24.20\">Jos 24:20</a> (E), <a data-ref=\"Isaiah 10:18\" href=\"/Isaiah.10.18\">Is 10:18</a> (Assyrian host, under fig. of forest); <a data-ref=\"Jeremiah 5:3\" href=\"/Jeremiah.5.3\">Je 5:3</a>; <a data-ref=\"Exodus 32:10\" href=\"/Exodus.32.10\">Ex 32:10</a>; <a data-ref=\"Exodus 33:3\" href=\"/Exodus.33.3\">33:3</a>, <a data-ref=\"Exodus 33:5\" href=\"/Exodus.33.5\">5</a> (JE), <a data-ref=\"Numbers 16:21\" href=\"/Numbers.16.21\">Nu 16:21</a>; <a data-ref=\"Numbers 17:10\" href=\"/Numbers.17.10\">17:10</a>; <a data-ref=\"Numbers 25:11\" href=\"/Numbers.25.11\">25:11</a> (all P), <a data-ref=\"Leviticus 26:44\" href=\"/Leviticus.26.44\">Lv 26:44</a> (H), <a data-ref=\"Ezekiel 20:13\" href=\"/Ezekiel.20.13\">Ez 20:13</a>; <a data-ref=\"Ezekiel 22:31\" href=\"/Ezekiel.22.31\">22:31</a>; <a data-ref=\"Ezekiel 43:8\" href=\"/Ezekiel.43.8\">43:8</a> <a data-ref=\"Job 9:22\" href=\"/Job.9.22\">Jb 9:22</a>; <span dir=\"rtl\">עַד כַּלֹּתוֹ אֹתְךָ</span> <a data-ref=\"Deuteronomy 28:21\" href=\"/Deuteronomy.28.21\">Dt 28:21</a>, <span dir=\"rtl\">עַד כַּלּוֹתִי אוֹתָם</span> <a data-ref=\"Jeremiah 9:15\" href=\"/Jeremiah.9.15\">Je 9:15</a>; <a data-ref=\"Jeremiah 49:37\" href=\"/Jeremiah.49.37\">49:37</a>; abs. <a data-ref=\"Psalms 59:14\" href=\"/Psalms.59.14\">ψ 59:14</a><sup>(×2)</sup>; so also (si vera l.) <a data-ref=\"Psalms 74:11\" href=\"/Psalms.74.11\">74:11</a> (see VB; Bi Che <span dir=\"rtl\">בְּקֶרֶב חֵקְךָ תִּכְלָא</span> and thy right hand (why) <em>keepest thou in thy bosom</em>); acc. + ב instr. <a data-ref=\"Jeremiah 14:12\" href=\"/Jeremiah.14.12\">Je 14:12</a> (by sword, famine, and pestilence); sometimes the instrument of <span dir=\"rtl\">י׳</span>’s judgment becomes grammat. subj.; subj. <span dir=\"rtl\">הַחֶרֶב</span> <a data-ref=\"Hosea 11:6\" href=\"/Hosea.11.6\">Ho 11:6</a> (obj. <span dir=\"rtl\">בַּדָּיו</span>, of city; ‖ <span dir=\"rtl\">אכל</span>), subj. <span dir=\"rtl\">עֵגֶל</span> <a data-ref=\"Isaiah 27:10\" href=\"/Isaiah.27.10\">Is 27:10</a> (obj. <span dir=\"rtl\">סְעִפֶֿיהָ</span>; ‖ <span dir=\"rtl\">רָעָה</span>), subj. flying roll <a data-ref=\"Zechariah 5:4\" href=\"/Zechariah.5.4\">Zc 5:4</a> (obj. house).<br>†<strong>Pu.</strong>  Pf. 3 pl. <span dir=\"rtl\">כָּלּוּ</span> <a data-ref=\"Psalms 72:20\" href=\"/Psalms.72.20\">ψ 72:20</a> <em>be finished, ended;</em> Impf. 3 mpl. <span dir=\"rtl\">וַיְכֻלּוּ</span> <a data-ref=\"Genesis 2:1\" href=\"/Genesis.2.1\">Gn 2:1</a> <em>be completed</em> (P)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d461b6084aa1cbf32add", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, רֶ֫גַע 1", "anchorRef": "Numbers 17:10", "anchorRefExpanded": ["Numbers 17:10"], "sourceRef": "BDB, רֶ֫גַע 1", "sourceHeRef": "בראון-דרייבר-בריגס, רֶ֫גַע א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "רֶ֫גַע", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">רֶ֫גַע</span></big>  <strong>n.m. a moment (</strong>NH id.<em>;</em> 𝔗 <span dir=\"rtl\">רינעא</span> <a data-ref=\"Ecclesiastes 9:12\" href=\"/Ecclesiastes.9.12\">Ec 9:12</a>: prob. properly a <em>movement</em>, i.e. <em>twinkling</em>, of the eye; cf. <em>momentum</em>, i.e. <em>movimentum</em><strong>)</strong>;—abs. <span dir=\"rtl\">ר׳</span>, <span dir=\"rtl\">רָ֑גַע</span> <a data-ref=\"Numbers 16:21\" href=\"/Numbers.16.21\">Nu 16:21</a> +, pl. <span dir=\"rtl\">רְגָעִים</span>;—<br><strong>a.</strong>  <a data-ref=\"Psalms 30:6\" href=\"/Psalms.30.6\">ψ 30:6</a> <span dir=\"rtl\">ר׳ בְּאַפּוֹ</span> a <em>moment</em> (passes) in his anger (opp. <span dir=\"rtl\">היים ברצונו</span>); <a data-ref=\"Isaiah 54:7\" href=\"/Isaiah.54.7\">Is 54:7</a> <span dir=\"rtl\">בְּר׳ קָטֹן</span> during <em>a little moment</em>.<br><strong>b.</strong>  usually in adv. phrases:—(<em>a</em>) as adv. acc., (α) <a data-ref=\"Exodus 33:5\" href=\"/Exodus.33.5\">Ex 33:5</a> <span dir=\"rtl\">ר׳ אֶהָד</span> <em>for one moment</em>, so <span dir=\"rtl\">ר׳</span> alone <a data-ref=\"Isaiah 54:8\" href=\"/Isaiah.54.8\">Is 54:8</a>; repeated <a data-ref=\"Jeremiah 18:7\" href=\"/Jeremiah.18.7\">Je 18:7</a>, <a data-ref=\"Jeremiah 18:9\" href=\"/Jeremiah.18.9\">9</a> <span dir=\"rtl\">רֶגַע</span> … <span dir=\"rtl\">רֶגַע</span> <em>at one moment</em> … <em>at another moment;</em> (β) <em>in a moment, suddenly</em>, <a data-ref=\"Psalms 6:11\" href=\"/Psalms.6.11\">ψ 6:11</a> <span dir=\"rtl\">יָשׁוּבוּ יֵבשׁוּ רָ֑גַע</span>, <a data-ref=\"Jeremiah 4:20\" href=\"/Jeremiah.4.20\">Je 4:20</a>; <a data-ref=\"Isaiah 47:9\" href=\"/Isaiah.47.9\">Is 47:9</a>; <a data-ref=\"Job 34:20\" href=\"/Job.34.20\">Jb 34:20</a>. (<em>b</em>) <span dir=\"rtl\">בְּרֶגַע</span> <em>in a moment</em> <a data-ref=\"Job 21:13\" href=\"/Job.21.13\">Jb 21:13</a> <span dir=\"rtl\">ובר׳ שְׁאוֹל יֵחַ֫תּוּ</span> (of a quick and painless death; but see <a data-ref=\"Job 34:20\" href=\"/Job.34.20\">34:20</a> <a data-ref=\"Psalms 73:19\" href=\"/Psalms.73.19\">ψ 73:19</a>: Hoffm Buhl Beer Bu Du [cf. 𝔊 ἐν ἀναπαύσει, 𝔗 <span dir=\"rtl\">בְּמַרְגּוֹעָא</span>] take <span dir=\"rtl\">רֶגַע</span> (or read <span dir=\"rtl\">רְגֹעַ</span>) as subst. [√ II. <span dir=\"rtl\">רָגַע</span>] <em>in tranquillity</em>, of a peaceful death). So (<em>c</em>) <span dir=\"rtl\">בִּר׳</span> <a data-ref=\"Numbers 16:21\" href=\"/Numbers.16.21\">Nu 16:21</a> = <a data-ref=\"Numbers 17:10\" href=\"/Numbers.17.10\">17:10</a> <span dir=\"rtl\">יַאֲכַלֶּה אֹתָם בְּרָ֑גַע</span>, <a data-ref=\"Psalms 73:19\" href=\"/Psalms.73.19\">ψ 73:19</a>. (<em>d</em>) <span dir=\"rtl\">בְּמוֹ ר׳</span> <a data-ref=\"Lamentations 4:6\" href=\"/Lamentations.4.6\">La 4:6</a>. (<em>e</em>) <span dir=\"rtl\">עֲדֵי רָ֑גַע</span> while <em>a moment</em> lasts <a data-ref=\"Job 20:5\" href=\"/Job.20.5\">Jb 20:5</a>. (<em>f</em>) <span dir=\"rtl\">כִּמְעַט ר׳</span> <em>like</em> the littleness of <em>a moment</em> = <em>for</em> a little <em>moment</em> <a data-ref=\"Isaiah 26:20\" href=\"/Isaiah.26.20\">Is 26:20</a>; <a data-ref=\"Ezra 9:8\" href=\"/Ezra.9.8\">Ezr 9:8</a>. (<em>g</em>) pl. <span dir=\"rtl\">לִרְגָעִים</span> <em>by moments, at every moment</em>, <a data-ref=\"Isaiah 27:3\" href=\"/Isaiah.27.3\">Is 27:3</a>; <a data-ref=\"Ezekiel 26:16\" href=\"/Ezekiel.26.16\">Ez 26:16</a> <span dir=\"rtl\">וְהָֽרְדוּ ל׳</span> (so <a data-ref=\"Ezekiel 32:10\" href=\"/Ezekiel.32.10\">32:10</a>), <a data-ref=\"Job 7:18\" href=\"/Job.7.18\">Jb 7:18</a> (‖ <span dir=\"rtl\">לִבְקָרִים</span>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d479b6084aa1cbf33f57", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, רָמֹם 1", "anchorRef": "Numbers 17:10", "anchorRefExpanded": ["Numbers 17:10"], "sourceRef": "BDB, רָמֹם 1", "sourceHeRef": "בראון-דרייבר-בריגס, רָמֹם א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "רָמֹם", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† I. <big><big>[<span dir=\"rtl\">רָמֹם</span>]</big></big>  <strong>vb. be exalted (</strong>‖ form (according to Mas.) of <span dir=\"rtl\">רום</span><strong>)</strong>;—<br><strong>Qal</strong>  Pf. 3 pl. <span dir=\"rtl\">רוֹמּוּ מְעַט וְאֵינֶנּוּ</span> <a data-ref=\"Job 24:24\" href=\"/Job.24.24\">Jb 24:24</a> (perhaps pass. form Ges<sup>§ 67 m.</sup> Bu; Du <span dir=\"rtl\">רֻמוֹ</span>);—Pt. <span dir=\"rtl\">רֹמֵם</span> v. <a ,=\"\" data-ref=\"BDB, רוּם\" dir=\"rtl\" href=\"/BDB,_רוּם\">רום</a> <strong>Pōʿl. </strong><br><strong>Niph.</strong>  Impf. 1 s. <span dir=\"rtl\">אֵרוֹמָ֔ם</span> <a data-ref=\"Isaiah 33:10\" href=\"/Isaiah.33.10\">Is 33:10</a> (‖ <span dir=\"rtl\">אֶנָּשֵׂא</span>; <strong>Hithpōʿl.</strong> from <span dir=\"rtl\">רום</span> Kö<sup>i. 454</sup> Ges<sup>§ 54 c</sup>), 3 mpl. <span dir=\"rtl\">וַיֵּרֹ֫מּוּ</span> <a data-ref=\"Ezekiel 10:15\" href=\"/Ezekiel.10.15\">Ez 10:15</a> (of cherubim), <span dir=\"rtl\">יֵרוֹ֫מּוּ</span> v <a data-ref=\"Ezekiel 10:17\" href=\"/Ezekiel.10.17\">17</a>, <span dir=\"rtl\">וַיֵּרוֹ֫מּוּ</span> v <a data-ref=\"Ezekiel 10:19\" href=\"/Ezekiel.10.19\">19</a>; Imv. mpl. <span dir=\"rtl\">הֵרֹ֫מּוּ מִתּוֹךְ הָעֵדָה</span> <a data-ref=\"Numbers 17:10\" href=\"/Numbers.17.10\">Nu 17:10</a> (P)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d510b6084aa1cbf3ba33", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, תָּ֫וֶךְ 1", "anchorRef": "Numbers 17:10", "anchorRefExpanded": ["Numbers 17:10"], "sourceRef": "BDB, תָּ֫וֶךְ 1", "sourceHeRef": "בראון-דרייבר-בריגס, תָּ֫וֶךְ א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "תָּ֫וֶךְ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">תָּ֫וֶךְ</span></big><sub>418</sub>  <strong>subst. midst (</strong>NH id., also denom. <span dir=\"rtl\">תִּוֵּוךְ</span>; √ unknown; not apparently in cognate languages<strong>)</strong>;—abs. <span dir=\"rtl\">תָּ֫וֶךְ</span> <a data-ref=\"Genesis 15:10\" href=\"/Genesis.15.10\">Gn 15:10</a> +; cstr. <span dir=\"rtl\">תּוֹךְ</span> <a data-ref=\"Genesis 1:6\" href=\"/Genesis.1.6\">1:6</a> +; <span dir=\"rtl\">תּוֹכִי</span>, <span dir=\"rtl\">תּוֹכוֹ</span>, etc., 2 fs. <span dir=\"rtl\">תּוֹכֵ֫כִי</span> †<a data-ref=\"Psalms 116:19\" href=\"/Psalms.116.19\">ψ 116:19</a>; <a data-ref=\"Psalms 135:9\" href=\"/Psalms.135.9\">135:9</a>, <span dir=\"rtl\">תּוֹכֹה</span> †<a data-ref=\"Ezekiel 48:15\" href=\"/Ezekiel.48.15\">Ez 48:15</a>, <a data-ref=\"Ezekiel 48:2\" href=\"/Ezekiel.48.2\">2f</a>, <span dir=\"rtl\">תּוֹכֲכֶם</span> <a data-ref=\"Genesis 23:9\" href=\"/Genesis.23.9\">Gn 23:9</a> +, <span dir=\"rtl\">תּוֹכָ֑הְנָה</span> † <a data-ref=\"Ezekiel 16:53\" href=\"/Ezekiel.16.53\">Ez 16:53</a> (Ges<sup>§ 91 f</sup>);—<em>midst</em>, whether of a space or place, a number of people or things, or of a line: abs. †<a data-ref=\"Judges 16:29\" href=\"/Judges.16.29\">Ju 16:29</a> <span dir=\"rtl\">עַמּוּדֵי הַתָּוֶךְ</span> = the <em>middle</em> columns, <a data-ref=\"Jeremiah 39:3\" href=\"/Jeremiah.39.3\">Je 39:3</a> <span dir=\"rtl\">שַׁעַר הַתּ׳</span>, <span dir=\"rtl\">בַּתָּוֶךְ</span> <a data-ref=\"Genesis 15:10\" href=\"/Genesis.15.10\">Gn 15:10</a> <span dir=\"rtl\">וַיְבַתֵּר אֹתָם בַּתּ׳</span>, <a data-ref=\"Numbers 35:5\" href=\"/Numbers.35.5\">Nu 35:5</a> <span dir=\"rtl\">וְהָעִיר בַּתָּוֶךְ</span>, <a data-ref=\"Joshua 8:22\" href=\"/Joshua.8.22\">Jos 8:22</a> <a data-ref=\"Judges 15:4\" href=\"/Judges.15.4\">Ju 15:4</a> <a data-ref=\"Isaiah 66:17\" href=\"/Isaiah.66.17\">Is 66:17</a> <span dir=\"rtl\">אַחַר אֶחָד בַּתָּוֶךְ</span>; cstr. <a data-ref=\"I Kings 8:64\" href=\"/I_Kings.8.64\">1 K 8:64</a> <span dir=\"rtl\">קִדַּשׁ הַמֶּלֶךְ אֶת־ תּוֹךְ הֶחָצֵר</span>, <a data-ref=\"Ezekiel 15:4\" href=\"/Ezekiel.15.4\">Ez 15:4</a> <span dir=\"rtl\">וְתוֹכוֹ נָחָר</span>; usually c. prep., as <span dir=\"rtl\">בְּ</span> (often = an emph. <em>in</em>, in the very heart and midst of), <a data-ref=\"Genesis 1:6\" href=\"/Genesis.1.6\">Gn 1:6</a> <span dir=\"rtl\">בְּתוֹךְ הַמַּיִם</span>, <a data-ref=\"Genesis 2:9\" href=\"/Genesis.2.9\">2:9</a> <span dir=\"rtl\">בְּת׳ הַגָּן</span>, <a data-ref=\"Genesis 9:21\" href=\"/Genesis.9.21\">9:21</a> <span dir=\"rtl\">בְּת׳ אָהֳלֹה</span>, <a data-ref=\"Genesis 18:24\" href=\"/Genesis.18.24\">18:24</a> <span dir=\"rtl\">בְּת׳ הָעִיר</span>, <a data-ref=\"Genesis 37:7\" href=\"/Genesis.37.7\">37:7</a> <span dir=\"rtl\">בְּת׳ הַשָּׂדֶה</span>, <a data-ref=\"Exodus 11:4\" href=\"/Exodus.11.4\">Ex 11:4</a> <span dir=\"rtl\">אני יוצא בת׳ מצרים</span>, <a data-ref=\"Exodus 39:3\" href=\"/Exodus.39.3\">39:3</a>, <a data-ref=\"Joshua 8:9\" href=\"/Joshua.8.9\">Jos 8:9</a> <span dir=\"rtl\">בְּת׳ הָעָם</span>, <a data-ref=\"Judges 7:16\" href=\"/Judges.7.16\">Ju 7:16</a> <span dir=\"rtl\">בת׳ הַכַּדִּים</span>, <a data-ref=\"I Kings 3:20\" href=\"/I_Kings.3.20\">1 K 3:20</a> <span dir=\"rtl\">בְּת׳ הַלַּיְלָה</span>; <span dir=\"rtl\">בְּתוֹכָהּ</span> (of land or city) <a data-ref=\"Numbers 13:32\" href=\"/Numbers.13.32\">Nu 13:32</a> <a data-ref=\"Isaiah 7:6\" href=\"/Isaiah.7.6\">Is 7:6</a>, etc.; in Ez <span dir=\"rtl\">בְּתוֹכֵךְ</span>, <span dir=\"rtl\">בְּתוֹכָהּ</span>, etc., of sins done, or judgment to be wrought, <em>in the very midst</em> of Jerusalem, <a data-ref=\"Ezekiel 5:8\" href=\"/Ezekiel.5.8\">Ez 5:8</a>, <a data-ref=\"Ezekiel 5:10\" href=\"/Ezekiel.5.10\">10</a>; <a data-ref=\"Ezekiel 9:4\" href=\"/Ezekiel.9.4\">9:4</a>; <a data-ref=\"Ezekiel 22:3\" href=\"/Ezekiel.22.3\">22:3</a>, <a data-ref=\"Ezekiel 22:7\" href=\"/Ezekiel.22.7\">7</a>, <a data-ref=\"Ezekiel 22:9\" href=\"/Ezekiel.22.9\">9</a>, <a data-ref=\"Ezekiel 22:13\" href=\"/Ezekiel.22.13\">13</a> +; <span dir=\"rtl\">בְּת׳ מֵעַי</span> <a data-ref=\"Psalms 22:15\" href=\"/Psalms.22.15\">ψ 22:15</a>, <a data-ref=\"Psalms 40:9\" href=\"/Psalms.40.9\">40:9</a> <span dir=\"rtl\">תּוֹרָֽתְךָ בְּת׳ מֵעָ֑י</span>, <span dir=\"rtl\">בְּת׳ לִבִּי</span> v <a data-ref=\"Psalms 40:11\" href=\"/Psalms.40.11\">11</a>, cf. <a data-ref=\"Proverbs 4:21\" href=\"/Proverbs.4.21\">Pr 4:21</a>; after verbs of motion, = <em>into</em> <a data-ref=\"Exodus 14:27\" href=\"/Exodus.14.27\">Ex 14:27</a> <a data-ref=\"I Samuel 9:14\" href=\"/I_Samuel.9.14\">1 S 9:14</a>, = <em>through</em> <a data-ref=\"Exodus 14:29\" href=\"/Exodus.14.29\">Ex 14:29</a>; <a data-ref=\"Numbers 33:8\" href=\"/Numbers.33.8\">Nu 33:8</a>; <a data-ref=\"Ezekiel 9:4\" href=\"/Ezekiel.9.4\">Ez 9:4</a>; <a data-ref=\"Nehemiah 9:11\" href=\"/Nehemiah.9.11\">Ne 9:11</a>; of a number of persons = <em>among</em> (not necess. of the actual <em>middle</em>), <a data-ref=\"Genesis 40:20\" href=\"/Genesis.40.20\">Gn 40:20</a> <span dir=\"rtl\">בְּת׳ עֲבָדָיו</span>, <span dir=\"rtl\">בְּתוֹכֵנוּ</span> <a data-ref=\"Genesis 23:6\" href=\"/Genesis.23.6\">23:6</a>, <span dir=\"rtl\">בְּתוֹכָם</span> <a data-ref=\"I Samuel 10:10\" href=\"/I_Samuel.10.10\">1 S 10:10</a>; <a data-ref=\"Job 1:6\" href=\"/Job.1.6\">Jb 1:6</a>, etc., <span dir=\"rtl\">הַגָּר בְּתוֹכֲכֶם</span> <a data-ref=\"Leviticus 17:8\" href=\"/Leviticus.17.8\">Lv 17:8</a>, <a data-ref=\"Leviticus 17:10\" href=\"/Leviticus.17.10\">10</a>, <a data-ref=\"Leviticus 17:13\" href=\"/Leviticus.17.13\">13</a> +; = <em>between</em> (of things arranged by twos) <a data-ref=\"Exodus 39:25\" href=\"/Exodus.39.25\">Ex 39:25</a>; in P often (12 times) of the divine presence, or dwelling, <em>in the midst of</em> Isr., <a data-ref=\"Exodus 25:8\" href=\"/Exodus.25.8\">Ex 25:8</a>; <a data-ref=\"Exodus 29:45\" href=\"/Exodus.29.45\">29:45</a>, <a data-ref=\"Exodus 29:46\" href=\"/Exodus.29.46\">46</a>; <a data-ref=\"Leviticus 15:31\" href=\"/Leviticus.15.31\">Lv 15:31</a>; <a data-ref=\"Leviticus 16:16\" href=\"/Leviticus.16.16\">16:16</a> + (Carpenter<sup>Hex. i. 209, ed. 2, 410</sup>; JED in such cases have always <span dir=\"rtl\">קֶרֶב</span>), so <a data-ref=\"Ezekiel 37:26\" href=\"/Ezekiel.37.26\">Ez 37:26</a>, <a data-ref=\"Ezekiel 37:28\" href=\"/Ezekiel.37.28\">28</a>; <a data-ref=\"Ezekiel 43:7\" href=\"/Ezekiel.43.7\">43:7</a>, <a data-ref=\"Ezekiel 43:9\" href=\"/Ezekiel.43.9\">9</a>, cf. <a data-ref=\"Haggai 2:5\" href=\"/Haggai.2.5\">Hg. 2:5</a>; <span dir=\"rtl\">מִן</span>, as <a data-ref=\"Genesis 19:29\" href=\"/Genesis.19.29\">Gn 19:29</a> <span dir=\"rtl\">מִתּוֹךְ הַהֲפֵכָה</span>, <a data-ref=\"Exodus 3:2\" href=\"/Exodus.3.2\">Ex 3:2</a> <span dir=\"rtl\">מִתּ׳ הַסְּנֶה</span>, <a data-ref=\"Exodus 33:11\" href=\"/Exodus.33.11\">33:11</a> <span dir=\"rtl\">לֹא יָמִישׁ מִתּ׳ הָאֹהֶל</span>, <a data-ref=\"Deuteronomy 4:12\" href=\"/Deuteronomy.4.12\">Dt 4:12</a> + <span dir=\"rtl\">מִתּ׳ הָאֵשׁ</span>, <a data-ref=\"I Samuel 15:6\" href=\"/I_Samuel.15.6\">1 S 15:6</a> <span dir=\"rtl\">רְדוּ מִתּ׳ עֲמָלֵק</span>; = <em>from among</em>, as to take, separate, etc., <span dir=\"rtl\">מִתּוֹכָם</span>, <span dir=\"rtl\">מִתּ׳ הָעָם</span>, etc., <a data-ref=\"Exodus 7:5\" href=\"/Exodus.7.5\">Ex 7:5</a>; <a data-ref=\"Exodus 28:1\" href=\"/Exodus.28.1\">28:1</a>; <a data-ref=\"Numbers 3:12\" href=\"/Numbers.3.12\">Nu 3:12</a>; <a data-ref=\"Numbers 4:2\" href=\"/Numbers.4.2\">4:2</a>, <a data-ref=\"Numbers 4:18\" href=\"/Numbers.4.18\">18</a>; <a data-ref=\"Numbers 16:21\" href=\"/Numbers.16.21\">16:21</a>, <a data-ref=\"Numbers 16:33\" href=\"/Numbers.16.33\">33</a>; <a data-ref=\"Numbers 17:10\" href=\"/Numbers.17.10\">17:10</a>; <a data-ref=\"Numbers 19:20\" href=\"/Numbers.19.20\">19:20</a> (all P) +; <span dir=\"rtl\">אֶל</span>, as <a data-ref=\"Exodus 14:23\" href=\"/Exodus.14.23\">Ex 14:23</a> <span dir=\"rtl\">ויבאו</span> … <span dir=\"rtl\">אֶל־תּוֹךְ הַיָּם</span>, <a data-ref=\"Leviticus 11:33\" href=\"/Leviticus.11.33\">Lv 11:33</a>; <a data-ref=\"Numbers 17:12\" href=\"/Numbers.17.12\">Nu 17:12</a> <span dir=\"rtl\">וַיָּרָץ אֶל־תּ׳ הַקָּהָל</span>, <a data-ref=\"Numbers 19:6\" href=\"/Numbers.19.6\">19:6</a> <a data-ref=\"Deuteronomy 21:12\" href=\"/Deuteronomy.21.12\">Dt 21:12</a> <span dir=\"rtl\">וַהֲבֵאתָהּ אֶל־תּ׳ בֵּיתֶ֑ךָ</span>, <a data-ref=\"Deuteronomy 22:2\" href=\"/Deuteronomy.22.2\">22:2</a>; <a data-ref=\"Deuteronomy 23:11\" href=\"/Deuteronomy.23.11\">23:11</a>; <a data-ref=\"II Samuel 3:27\" href=\"/II_Samuel.3.27\">2 S 3:27</a>; <a data-ref=\"Jeremiah 21:4\" href=\"/Jeremiah.21.4\">Je 21:4</a> +; <span dir=\"rtl\">עַד</span> <a data-ref=\"II Samuel 4:6\" href=\"/II_Samuel.4.6\">2 S 4:6</a>; <span dir=\"rtl\">מֵעַל</span> †<a data-ref=\"Ezekiel 11:23\" href=\"/Ezekiel.11.23\">Ez 11:23</a>.—<span dir=\"rtl\">תוך</span> is used by most writers, occ. c. 8–10 times in many books, but is especially frequent in P (c. 106 times) and Ez (116 times). Syn. <span dir=\"rtl\">קֶרֶב</span>, q.v."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}]