[{"_id": "531e4fe3fbfba276047f6ec0", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 5:1", "anchorRef": "Numbers 5:1", "anchorRefExpanded": ["Numbers 5:1"], "sourceRef": "Onkelos Numbers 5:1", "sourceHeRef": "תרגום אונקלוס על במדבר ה׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וּמַלִּיל יְיָ עִם משֶׁה לְמֵימָר:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Adonoy spoke to Moshe, saying;", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec6f7", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 5:1", "anchorRef": "Numbers 5:1", "anchorRefExpanded": ["Numbers 5:1"], "sourceRef": "Targum Jonathan on Numbers 5:1", "sourceHeRef": "תרגום יונתן על במדבר ה׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וּמַלֵיל יְיָ עִם משֶׁה לְמֵימָר", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " And the Lord spake with Mosheh, saying: \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "569d07aed6e4a979b40a0719", "index_title": "Sifrei Bamidbar", "category": "Midrash", "type": "", "ref": "Sifrei Bamidbar 1:1", "anchorRef": "Numbers 5:1", "anchorRefExpanded": ["Numbers 5:1"], "sourceRef": "Sifrei Bamidbar 1:1", "sourceHeRef": "ספרי במדבר א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [200], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Sifrei Bamidbar", "he": "ספרי במדבר"}, "heTitle": "ספרי במדבר", "he": "וידבר ה' אל משה לאמר צו את בני ישראל וישלחו מן המחנה למה נאמרה פרשה זו. לפי שהוא אומר ואיש אשר יטמא ולא יתחטא (במדבר יט) עונש שמענו אזהרה לא שמענו, תלמוד לומר צו את בני ישראל וגו' [ולא יטמאו את מחניהם] הרי זו אזהרה לטמאים שלא יכנסו למקדש בטומאה:", "heVersionTitle": "Wikisource", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "ויקיטקסט", "text": " (Bamidbar 5:1-2) \"And the L-rd spoke to Moses, saying: Command the children of Israel that they send out of the camp every leper (metzora) and everyone with a (genital discharge (zav), and everyone that is unclean by (contact with) a body (tamei meth).\" Why was this section stated? (For) from (Bamidbar 19:20) \"A man, if he becomes unclean and does not purify himself, that soul shall be cut off from the midst of the congregation, for he has defiled the sanctuary of the L-rd,\" we hear the punishment; but we have not heard the exhortation. It is, therefore, written \"Command the children of Israel that they send out of the camp … (3) and they shall not make unclean their camps in which I dwell.\" This (3) is the exhortation that the unclean not enter the sanctuary in a state of uncleanliness.", "versionTitle": "Sifrei by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרי, רבי שרגא זילברשטיין"}, {"_id": "57e77d45d6e4a94c7c18ab4e", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 5:1", "anchorRef": "Numbers 5:1", "anchorRefExpanded": ["Numbers 5:1"], "sourceRef": "Tafsir Rasag, Numbers 5:1", "sourceHeRef": "תפסיר רס\"ג, במדבר ה׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "ת̇ם כלם אללה מוסי קאילא", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef2f32d6e4a90d4d5c6e6d", "index_title": "Steinsaltz on Gittin", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Gittin 60a:17", "anchorRef": "Numbers 5:1-4", "anchorRefExpanded": ["Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4"], "sourceRef": "Steinsaltz on Gittin 60a:17", "sourceHeRef": "ביאור שטיינזלץ על גיטין ס׳ א:י״ז", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 119.0017, "collectiveTitle": {"en": "Steinsaltz on Gittin", "he": "ביאור שטיינזלץ על גיטין"}, "heTitle": "ביאור שטיינזלץ על גיטין", "he": "<b>אי נמי</b> <small>[או גם כן],</small> <b>ל</b>כמו שאמר <b>ר' לוי,</b> ש<b>אמר ר' לוי: שמנה פרשיות נאמרו ביום שהוקם בו המשכן,</b> כלומר, באחד בניסן. <b>אלו הן: פרשת כהנים</b> שבפרשת \"אמור\" (ויקרא כא, א ואילך), <b>ופרשת לוים</b> (במדבר ח, א ואילך), <b>ופרשת טמאים</b> (\"תזריע\" ו\"מצורע\" בויקרא), <b>ופרשת שילוח טמאים</b> (במדבר ה, א – ד), <b>ופרשת \"אחרי מות\"</b> (ויקרא פרק טז),", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a44dd65d6e4a97c6066553f", "index_title": "Shemirat HaLashon", "category": "Musar", "type": "", "ref": "Shemirat HaLashon, Book II 3:2", "anchorRef": "Numbers 5:1", "anchorRefExpanded": ["Numbers 5:1"], "sourceRef": "Shemirat HaLashon, Book II 3:2", "sourceHeRef": "שמירת הלשון, חלק שני ג׳:ב׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1865, 1875], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Shemirat HaLashon", "he": "שמירת הלשון"}, "he": "<b>רִאְשׁוֹן</b> לַכֹּל, מַעֲשֵׂה דְּנָחָשׁ, שֶׁסִּפֵּר לָשׁוֹן הָרָע עַל הַקָדוֹשׁ בָּרוּךְ הוּא, וּבָזֶה גָּרַם מִיתָה לְכָּל בָּאֵי עוֹלָם. וּבְפָרָשַׁת וַיֵּצֵא (בראשית כ\"ח כ'): \"אִם יִהְיֶה אֱלֹקִים עִמָּדִי וּשְׁמָרַנִי\" וְגוֹ'. וְאָמְרוּ חֲזַ\"ל: \"וּשְׁמָרַנִי\" מִלָּשׁוֹן הָרָע. וּבְפָרָשַׁת וַיֵּשֶׁב, בְּמַעֲשֵׂה דְּיוֹסֵף, שֶׁכָּתוּב (בראשית ל\"ז ב'): \"וַיָּבֵא יוֹסֵף אֶת דִּבָּתָם רָעָה אֶל אֲבִיהֶם\", שֶׁזּוֹ הָיְתָה הַסִּבָּה הָרִאשׁוֹנָה לִירִידַת בְּנֵי יִשְׂרָאֵל לְמִצְרַיִם. וּבְפָרָשַׁת שְׁמוֹת (שמות ב' י\"ד): \"אָכֵן נוֹדַע הַדָּבָר\" (עַיֵּן שָׁם בְּפֵרוּשׁ רַשִּׁ\"י וּבְמַה שֶּׁנִּכְתֹּב לְקַמָּן). עוֹד שָׁם, שֶׁאָמַר מֹשֶה רַבֵּנוּ, עָלָיו הַשָּׁלוֹם (שמות ד' א'): \"וְהֵן לֹא יַאֲמִינוּ לִי\", שֶׁהֵשִׁיב לוֹ הַשֵּׁם יִתְבָּרַךְ (שָׁם ב'): \"מַה זֶּה בְּיָדֶךָ\" וְגוֹ', וַיְהִי לְנָחָשׁ. עוֹד שָׁם (שם ו'): \"וְהִנֵּה יָדוֹ מְצֹרַעַת כַּשָּׁלֶג\". וּבְפָרָשַׁת יִתְרוֹ (שמות י\"ז ב'): \"וַיָּרֶב הָעָם עִם מֹשֶה וְגוֹ' עַל רִיב בְּנֵי יִשְׂרָאֵל\" וְגוֹ', וְסָמִיךְ לֵהּ (שם ח'): \"וַיָּבֹא עֲמָלֵק\". וּבְפָרָשַׁת מִשְׁפָּטִים (שמות כ\"ג א'): \"לֹא תִשָּׂא שֵׁמַע שָׁוְא\", שֶׁהוּא קָאֵי עַל הַמְסַפֵּר וְעַל הַמְקַבֵּל כִּדְאִיתָא בַּגְּמָרָא (מכות כ\"ג.), וְסָמִיךְ (שָׁם ב'): \"לֹא תִהְיֶה אַחֲרֵי רַבִּים לְרָעֹת\". וּבְפָרָשַׁת תְּצַוֶּה: עִנְיַן הַמְּעִיל (שמות כ\"ח ל\"ב): \"שָׂפָה יִהְיֶה לְפִיו סָבִיב\" וְכָל הַפָּרָשָׁה (שם ל\"ה) \"וְנִשְׁמַע קוֹלּוֹ בְּבֹאוֹ אֶל הַקֹּדֶשׁ\" וְגוֹ'. וְכָל פָּרָשַׁת תַּזְרִיעַ וּמְצֹרָע: נִגְעֵי בָּתִּים, נִגְעֵי בְּגָדִים, נִגְעֵי אָדָם (ויקרא י\"ג מ\"ו): \"בָּדָד יֵשֵׁב\", מְרֻחָק אַף מִמַּחֲנֵה יִשְׂרָאֵל, וְכַפָּרָתוֹ צִפֳּרִים הַמְפַטְפְּטִין. וּבְפָרָשַׁת קְדֹשִים (ויקרא י\"ט ט\"ז): \"לֹא תֵלֵךְ רָכִיל בְּעַמֶּךָ\", (שָׁם י\"ז) \"הוֹכֵחַ תּוֹכִיחַ אֶת עֲמִיתֶךָ, וְלֹא תִשָּׂא עָלָיו חֵטְא\". וּבְפָרָשַׁת בְּהַר (ויקרא כ\"ה י\"ז): \"וְלֹא תוֹנוּ אִישׁ אֶת עֲמִיתוֹ\", שֶׁזֶּה קָאֵי עַל אוֹנָאַת דְּבָרִים, שֶׁהוּא גַּם כֵּן דִּבּוּר רַע. וּבְפָרָשַׁת נָשֹא (במדבר ה' ב'): \"וִישַׁלְּחוּ מִן הַמַּחֲנֶה כָּל צָרוּעַ\", הַיְנוּ, אֲפִלּוּ הוּא גָּדוֹל בַּתּוֹרָה כְּדוֹאֵג. וּבְפָרָשַׁת בְּהַעֲלֹתְךָ (במדבר י\"ב א'): \"וַתְּדַבֵּר מִרְיָם וְאַהֲרֹן בְּמֹשֶה\" וְגוֹ'. וְכָל פָּרָשַׁת שְׁלַח לְךָ, הַמְדַבֶּרֶת מֵעִנְיַן הַמְרַגְּלִים. וּבְפָרָשַׁת חֻקַּת (במדבר כ\"א ה'): \"וַיְדַבֵּר הָעָם בֵּאלֹקִים וּבְמֹשֶה\". וּבְפָרָשַׁת כִּי תֵצֵא (דברים כ\"ג י'): \"כִּי תֵצֵא מַחֲנֶה עַל אֹיְבֶיךָ וְנִשְׁמַרְתָּ מִכֹּל דָּבָר רָע\". וְאָמְרוּ חֲזַ\"ל: דָּבָר רָע דִּבּוּר רָע. וּבְפָרָשַׁת תֵצֵא, פָּרָשָׁה שֶׁל מוֹצִיא שֵׁם רָע, עוֹד פָּסוּק (דברים כ\"ד ט'): \"זָכוֹר אֵת אֲשֶׁר עָשָׂה ה' אֱלֹקֶיךָ לְמִרְיָם\" וְגוֹ'. וּבְפָרָשַׁת תָבֹא (דברים כ\"ז כ\"ד): \"אָרוּר מַכֶּה רֵעֵהוּ בַּסָּתֶר\", שֶׁהוּא קָאֵי עַל לָשׁוֹן הָרָע. וְיָדוּעַ, שֶׁכָּל הָאֲרוּרִים פָּתְחוּ בִּבְרָכָה וְאָמְרוּ: \"בָּרוּךְ אֲשֶׁר לֹא יַכֶּה\" וְגוֹ' הֲרֵי שֶׁהַזָּהִיר בָּזֶה, תִּהְיֶה לוֹ בְּרָכָה.", "heVersionTitle": "Shemirat HaLashon -- Torat Emet 370", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": "First of all, the episode of the serpent, who spoke <i>lashon hara</i> of the Holy One Blessed be He and thereby brought death to the world. And (Bereshith 29:20): \"If G-d will be with me and guard me,\" concerning which Chazal have said: \"if He will guard me against <i>lashon hara</i>.\" And the episode of Joseph (<i>Ibid</i>. 37:2): \"And Joseph brought their evil talk to their father,\" this being the catalyst of the descent of the Jews to Egypt. And (Shemoth 2:14): \"In truth, the thing has become known\" (see Rashi there and what we shall write below). There, too, (4:1) Moses our teacher, may peace be upon him, says: \"But they will not believe me,\" and the Blessed L-rd counters (<i>Ibid</i>. 2): \"What is this in your hand?\" … (3) …and it became a serpent.\" Also there (6): \"And, behold, his hand was leprous as snow.\" And (<i>Ibid</i>. 17:2): \"And the people quarreled with Moses… (7) …over the quarrel of the children of Israel, etc.\" followed by (8): \"And Amalek came and warred with Israel, etc.\" And (<i>Ibid</i>. 23:1): \"You shall not bear a false report, which applies to both the speaker and the receiver [of <i>lashon hara</i>] (as we find in Makkoth 23a), followed by (2): \"Do not be after many to do evil.\" And, in reference to the <i>me'il</i> [the outer robe of the <i>ephod</i>] (<i>Ibid</i>. 28:32): \"A border shall there be to its mouth roundabout,\" and the entire section. And (35): \"And its sound will be heard when he comes to the sanctuary, etc.\" And the entire section of <i>Tazria</i> and <i>Metzora</i>: the plague-spots of houses, the plague-spots of clothing, the plague-spots of men, (Vayikra 13:46): \"Solitary shall he sit\"— even outside of the camp of Israel. And his atonement— \"chirping\" birds. And (<i>Ibid</i>. 19:16): \"Do not go talebearing among your people,\" (<i>Ibid</i>. 17): \"Reprove, shall you reprove your neighbor, but you shall not bear sin because of him.\" And (<i>Ibid</i>. 25:17): \"You shall not wrong, one man, his fellow,\" which relates to verbal wronging, which is also in the category of evil speech. And (Bamidbar 5:1): \"And they shall send out of the camp every leper\"— even if he were as great in Torah as Doeg. And (<i>Ibid</i>. 12:1): \"And Miriam and Aaron spoke against Moses, etc.\" And the entire section of <i>Shelach Lecha</i>, which speaks about the spies. And (<i>Ibid</i>. 21:5): \"And the people spoke against G-d and against Moses.\" And (Devarim 23:10): \"When you go out as a camp against your foes, guard yourself against every evil thing [<i>davar ra</i>],\" concerning which Chazal have said: \"<i>davar ra</i>\" may be read as \"<i>dibbur ra</i>\" [evil speech]. And in <i>Tetze</i>, the \"giving out of an evil name [<i>motzi shem ra</i>],\" and (<i>Ibid</i>. 24:9): \"Remember what the L-rd your G-d did to Miriam, etc.\" And (<i>Ibid</i>. 27:24): \"Cursed be he who smites his friend in secret,\" which refers to <i>lashon hara</i>. And it is known that all of the \"cursings\" were preceded by blessings; and they opened with blessing, saying: \"Blessed is he who does not smite\"— whence we derive that one who is heedful in this is blessed.", "versionTitle": "Shmirath Halashon by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0bc4ae9fa97b0016b87230", "index_title": "Yismach Moshe", "category": "Chasidut", "type": "", "ref": "Yismach Moshe, Nasso 1:1", "anchorRef": "Numbers 5:1", "anchorRefExpanded": ["Numbers 5:1"], "sourceRef": "Yismach Moshe, Nasso 1:1", "sourceHeRef": "ישמח משה, נשא א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1790, 1840], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Yismach Moshe", "he": "ישמח משה"}, "heTitle": "נשא", "he": "<b>נשא</b> את ראש בני גרשון גם הם לבית אבותם למשפחותם (במדבר ד כא). וי\"ל דהנך שני תיבות גם הם, משולל הבנה. והנ\"ל בזה, דהנה בספר נועם אלימלך נתן טעם על שלפעמים כתוב למשפחותם לבית אבותם, ולפעמים כתוב לבית אבותם למשפחותם. והוא דכתיב (במדבר א ב) שאו את ראש בני ישראל לגלגלותם, פירוש לפי גלגול הנשמות, כן תעלו אותם למעלה, ואמנם פשוטי בני אדם אשר נשמתם אינה כל כך במדרגה גדולה, גם הם צריכים עליה ונשיאת ראש, לזה צריך הצדיק לקשר אותם באבות הקדושים הכלולים מכללות ישראל, ואז יתעלו למעלה על ידם. והיינו לבית אבותם תחילה אחר כך למשפחותם, שצריך לקשר אותם תחילה באבות כדי להעלותם מתוך משפחות ישראל. ובאותן שהם צדיקים שנשמתם היא מעולם העליון, הוא להיפך שמעלין אותם כסדר מתתא לעילא, מתחלה למשפחותם אחר כך לבית אבותם לקשר אותם מדרגת האבות גם כן, עד כאן דבריו הקדושים. ולי נראה להמתיק, על פי מה שכתבתי למעלה בסיום ויחי על הפסוק (תהלים מט כ) ובתפלה למשה שם) תבא עד דור אבותיו וגו', על פי האור החיים בפרשת קרח במ\"ש על המדרש (סנהדרין ק\"ט ע\"ב) קרח (במדבר טז א), שעשה עצמו קרחה, בן יצהר שהרתיח כל העולם כצהרים וכו', עיין שם וש\"י. והנה המבואר דכל זמן שהפגימה אינו מגיע עד שרשו בהאבות שהם עיקר האילן, אינו נכרת לנצח, מה שאין כן אם ח\"ו מגיע עד שם. והנה איתא (במסכת ברכות דף ט\"ו:) אין קורין אבות אלא לשלשה. והנה שם בסימן מ\"ט (תהלים מט טו) מדבר ברשעים כצאן לשאול שתו וגו', לזה אמר תבא עד דור אבותיו, ר\"ל אם רעתם תבא עד שרשם בהאבות, דהיינו דור אחר דור למפרע עד דור האבות, עד נצח לא יראו אור, והבן. והמבואר שם דמי שפגם, רק שלא פגם כל כך שיהיה הפגם מגיע בשורשו לשרש אברהם יצחק ויעקב שנקראו אבות כאמרם אין קורין אבות אלא לשלשה, יש לו תקנה, עיין שם. אם כן מובן דאופן כונתו להאחז בשרשו בשורש האבות, ומשם יומשך זוהר לנשמתו עד יטהר לאט לאט וירפא כל אשר נתקלקל ונפגם, אך איך בא אל האבות כיון שהמדריגה שלמטה נפגמה, ואיך עולה בסולם ודרגא עקורה. לזה צריך באמת סייעתא דשמיא ועזר אלקי, כי הבא ליטהר מסייעין לו לפתוח לו שביל מעילא לתתא בלי המדריגות. וזה לדעתי חותר חתירה מתחת כסא כבודו (סנהדרין ק\"ג ע\"א), כי צורת יעקב ישראל סבא חקוק בכסא כנודע (במ\"ר פ\"ד א'), וצריך לחתור מתחת לכסא בלי סדר המדרגות להגיע זוהר טהרה לנשמת החוטא הרוצה לשוב באמת, ואם כן הוא נדבק בהאבות בלי ממוצע. מה שאין כן צדיק גמור דאין צריך לזה, כי כל המדריגות מתוקנים אצלם ולא עביד קוב\"ה ניסא למגנא. ובזה פי' הפסוק (ישעיה נז יט) שלום לרחוק ולקרוב אמר ה' ורפאתיו, כי לבעל תשובה יש שלום ברישא ממקור קדושת ישראל שביל לנשמתו מרחוק בלי הדרגה כי הדרגה עקורה, ואחר כך (לענפי) [לענפים] הקרובים לטהרם ולזככם ולתקנם מקלקולם. והיינו שלום לרחוק ולקרוב, ושמא תאמר למה זה שהוא בלי הדרגה, לזה אמר אמר ה' ורפאתיו, שהוא צריך רפואה ולא יתכן בלי התקשרות במקור האבות ואין לו מדריגות להגיע לשם, על כן עושה לו הקב\"ה נס להאיר לו שביל מעילא לתתא להגיע זוהר לנשמתו. ועל פי זה יבא על נכון אמרם ז\"ל (ברכות ל\"ד ע\"ב) במקום שבעלי תשובה עומדין אין צדיקים גמורים יכולין לעמוד, שנאמר שלום לרחוק ברישא ואחר כך לקרוב, עד כאן. ויומתק מאד על פי דברי, דהיינו שלום לרחוק דהיינו לבעלי תשובה שהיה רחוק ברישא, שהוא במעלה היותר גבוה שנדבק להשורש בלי ממוצע, ואחר כך לקרוב דהיינו לצדיק גמור שהוא אחריו במדריגה, שנדבק רק על ידי ממוצעים, ומפרש הטעם דזה אינו משום גריעת הצדיק ח\"ו, רק אמר ה' ורפאתיו, שזה צריך לרפואה ולא יתכן בלא זה, אבל צדיק גמור אין צריך לזה, והבן. והשתא מבואר דצדיק גמור למשפחותם לבית אבותם כסדר המדריגות, ובעל תשובה לבית אבותם והדר למשפחותם. והנה על זה קשה לכאורה מבני גרשון, דלא מצינו שחטאו, ונאמר בהם לבית אבותם למשפחותם. והנ\"ל על פי מה שמבואר בנועם אלימלך (בהפסוקים (במדבר ה א) וישלחו מן המחנה), דקהת רומז על בחינת הצדיקים מזכי הרבים, ואליו יקהת עמים (בראשית מט י). ומררי על המסגפים עצמן ביסורין ועינוים לכבוד השי\"ת וליראתו, וממררין את חייהם, גרשון על ענותנותן ונחשבין בעיני עצמן כגרים ושפלי ברך, דהנה שם גרשון נקרא על שם כי גר הייתי בארץ נכריה (שמות יח ג), עד כאן דבריו. והנה לפי זה שהם ענותנין גדולים אף שהם מיוחסים, אינם מתגאין כלל בזה והם שפלי ברך כאלו הם גרים בלי יחוס אבות, ונתקיים בהו מה שמפרשין (תהלים מה יא-יב) שכחי עמך ובית אביך, (תהלים מה יב) ויתאו המלך יפיך, (דר\"ל שכחי וגו' היינו היחוס שלך), ואם כן ה' צלך (תהלים קכא ה), כשם שהם שפלים בעיני עצמן בלי הביט על מעלת יחוסן, ככה השי\"ת מתנהג עמם להזהיר עליהם זוהר אברהם יצחק ויעקב בלי ממוצע סדר יחוסן, והבן. וגם כיון שענותנין המה צדיקים בשורש האבות שהמה ענוי ארץ. והיינו נשא את ראש בני גרשון גם הם שהמה צדיקים גמורים, מכל מקום יהיו נשיאות ראש להם, הואיל והם בני גרשון ר\"ל ענותנין כנ\"ל, להיות לבית אבותם למשפחותם והוא מעלה גדולה להם, והבן.", "heVersionTitle": "Yismach Moshe, Sighet, 1898", "heLicense": "Public Domain", "heVersionTitleInHebrew": " ספר ישמח משה, סיגעט תרנ\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c7d89e246444100666835e8", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Vayikra Dibbura DeChovah, Section 1 5", "anchorRef": "Numbers 5:1", "anchorRefExpanded": ["Numbers 5:1"], "sourceRef": "Sifra, Vayikra Dibbura DeChovah, Section 1 5", "sourceHeRef": "ספרא, ויקרא דבורא דחובה, פרשה א ה׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 5, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה א", "he": "[ה] \"מצות השם\" – ולא מצות המלך ולא מצות בית דין. \"מכל מצות השם\" – ולא כל מצות ה'; פרט לשמיעת קול ולביטוי שפתים ולטומאת מקדש וקדשיו.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "5) (He must bring a sin-offering (Bamidbar 4:2): [\"if he sin unwittingly of]) all the mitzvoth of the L–rd\": and not the mitzvoth of the king and not the mitzvoth of beth-din. \"of all the mitzvoth of the L–rd\": and not all of the mitzvoth of the L–rd\": to exclude (the bringing of a sin-offering for) \"hearing the voice of an oath\" (see Bamidbar 5:1), and \"pronouncing with the lips\" (see Bamidbar 5:4), and defilement of the sanctuary and its sacred things (see Bamidbar 5:2) (for all of which he brings a sliding-scale offering [oleh veyored]).", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5ef9af255f1daeaaf4b7ebb6", "index_title": "What is the Talmud", "category": "Jewish Thought", "type": "", "ref": "What is the Talmud, III Subject matter, content, structure, 1 The six Orders of the Teachings 9", "anchorRef": "Numbers 5:1-4", "anchorRefExpanded": ["Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4"], "sourceRef": "What is the Talmud, III Subject matter, content, structure, 1 The six Orders of the Teachings 9", "sourceHeRef": "תלמוד מהו?, נושאי ענין, תכנים, מבנה, ששת סדרי התורות ט׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1931, 1935], "commentaryNum": 9, "collectiveTitle": {"en": "What is the Talmud", "he": "תלמוד מהו?"}, "heTitle": "ששת סדרי התורות", "he": "5. קדשים – (החוקים הטקסיים של חיינו) כולל ההלכות השוררות בבית המקדש והקרבת קורבנות, המגבלות על מה שכשר לאכילה ומה שאסור על פי ההלכה, וכן מצוות ציצית ותפילין וכדו'. כרוך כאן תמיד קידוש החיים באופן טקסי־דתי, אבל החוקים הקובעים תכונות כשרות וטרפות, טהרה וטומאה (ואסור לאכילה), משקפים את פרקי המקרא המתארים את ה\"הבדלים\" שנקבעו על ידי הקב\"ה בבריאת העולם (ראה: במדבר ה', א'–ד'; ויקרא כ', כ\"ג–כ\"ו). בדרך זו אנו מגיעים לגבולות קיומנו המסמלים, כפי שהסברנו למעלה, חלק מיוחד של החיים, ועל ידי כך מתארים את סדר קדשים.", "heVersionTitle": "Translated from the English by Avraham Berkovits, Jerusalem, 2013", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "5. <i>Kodashim</i> — Holy things (containing the laws for the ritual observances of our life. They include rules governing the Temple or offering a sacrifice, limitations on what is acceptable for consumption under the religious laws and what is forbidden, or laws on ritual fringes and phylacteries — What is involved is always a special religio-ritual consecration of human life. However, laws governing such attributes as <i>kasher</i> = edible, <i>trefa</i> = inedible, unfit for consumption, <i>tahor</i> = clean, <i>tameh</i> = unclean (and hence forbidden for consumption) hark back according to the Biblical account to divine “distinctions” determined by the Creator (see Lev. 11:43-47 and Lev. 20:23-26). Thus, this brings us to the boundaries of our existence in this world which, as indicated above, denote a special area of life, thereby laying out the Order of <i>Kodashim</i>, “Holy Things”).", "versionTitle": "Translated from German by Ruth Morris, Jerusalem, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "62037ee46bfddfbb310fed0a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "anchorRef": "Numbers 1:1-10:36", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Wilderness Camp", "he": "במדבר מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>O LIST IS TO DEMONSTRATE A SENSE OF ORDER AND CONTROL</small>. T<small>HE BOOK OF</small> Numbers commences with several lists that serve to arrange and catalog the Israelite camp in the wilderness: first, the “accountings” of the Israelites fit for battle; then, the symmetrical arrangement of the camp itself, around the Tabernacle; and finally, the special listing of the Levite population, accompanied by an enumeration of its special tasks in the camp. The first part of Numbers thus takes place as it were in the shadow of Mount Sinai—that is, under the aegis of the priestly school of thinking, in which order is everything.", "There is a strong military bent to the arrangement. The census of Chapter 1 is not a head count of the entire Israelite population, but rather of those “twenty years of age and upward,” those eligible to serve in the army. The setup of the camp resembles that in ancient Egypt, with the sanctuary and ark (here “Dwelling” and “coffer”) in the center (in the Egypt of Raamses II—thought by some to have been the Pharaoh of the Exodus—it was the king’s throne). The Levites, whom we have not encountered previously as a group with tasks distinct from those of the priests, emerge in this part of the book as caretakers and perhaps guardians of the sanctuary, in addition to their tasks of dismantling and transport of the “Holy-Shrine.” This military aspect reflects an ancient concept of Israel as the “forces of Y<small>HWH</small>,” surely a conquest image, which later becomes standardized in language in the phrase usually rendered “the L<small>ORD</small> of Hosts.”", "Some of the material in this section might well have been put elsewhere. Chapters 5–7 would have fit nicely in Leviticus; Chapter 7, the listing of the tribal gifts brought to the sanctuary upon its dedication, could even have followed Ex. 40, where Moshe completes the erection of the structure. That these chapters are here therefore must be the result of a conscious decision, either to include material that did not find its way into the other books, or out of a feeling that they were appropriately placed in the book about Israel’s wanderings in the wilderness."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eec6bfddfbb310fed26", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Priestly Matters; The Wife Under Suspicion 2-7", "anchorRef": "Numbers 5:1-31", "anchorRefExpanded": ["Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Priestly Matters; The Wife Under Suspicion 2-7", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ה׳ ב׳-ז׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Priestly Matters; The Wife Under Suspicion", "he": "במדבר הערה ה׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ה׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Chaps. 5 and 6 are texts that seem most appropriate in a priestly setting. In both cases, the priest plays a central role in the ceremony described, administering the test and oath to the suspected adulteress and purifying the Nazirite (Milgrom).", "Here, as in several other cases in the book of Numbers, texts that one might have expected to find in Leviticus seem to have been deferred. The reasons are not difficult to fathom. Leviticus as it has been edited deals with three broad areas: the sacrificial cult, ritual pollution and purification, and holiness in communal and priestly behavior. Chaps. 5 and 6 of Numbers do not easily fit into these categories, although some connections can be found. These chapters are also long, detailed cases, and it is possible that they might have deflected the central thrust of Leviticus.", "Having said this, Chap. 5 opens, appropriately, with concern for the purity of the sacred camp that has just been described in Chap. 2. It continues with an innovation (vv.5–10): some sins that were intentional can now apparently be expiated via confession and an <i>asham</i>-offering (cf. Lev. 5)—unlike the situation that obtains in Lev. 4–5, where it is only sins committed “in error” that are forgivable by means of the sacrificial system (with the addition of confession and restitution). This little section has been placed here perhaps because of its verbal link with the next, larger section—which addresses the issue of “breaking faith” (vv.6 and 12).", "Beginning with v.11, we encounter a strange ceremony such as is found nowhere else in the Torah. Its odd aspects are not surprising, though, given the gravity of the accusation. Adultery in ancient Israel was a capital crime, while in the rest of the ancient Near East (Mesopotamia, for instance) it could sometimes be expiated through payment to the wronged husband. And significantly, it is the husband who is in total control here, and the mere “breath of suspicion” (a possible rendering of the text’s “rush of jealousy” in v.14) on his part results in a grave psychological ordeal for his wife. This is consistent with the male control over the sexuality of wives (and daughters) often observed in biblical texts (cf. Wegner 1988); there was of course no such procedure in regard to husbands. The last verse is telling; it presumes guilt on the part of the wife.", "Frymer-Kensky (1984) sees the chapter as a manual for priests, and as a ritual that addresses “a crisis in the legal system”—for the crime is not provable by human agency (Milgrom points out that the word for “adultery” does not appear at all). She views the structure of the central parts of the ritual as revolving around pairs of verbs: the priest is to have the woman “stand before the presence of Y<small>HWH</small>” (vv.16–18); “swear” (vv.19, 21); and “drink” (vv.24, 27). The combination of drink, oath-taking, and declaration of innocence is found elsewhere in the ancient Near East (Fishbane 1974).", "Fishbane (1980) notes how the chapter ends with two summaries (vv.29 and 30) relating back to the descriptions in vv.12–14. The phrase found at the end of the chapter, “This is the Instruction,” often concludes ritual sections in the Torah (cf. Lev. 11–15), and indeed is found in 6:21 below; it may indicate the former existence of these laws in separate scrolls."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382eac9ad75f2d99af9d0", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Priestly Matters; The Wife Under Suspicion 1", "anchorRef": "Numbers 5:1-31", "anchorRefExpanded": ["Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Priestly Matters; The Wife Under Suspicion 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ה׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ה׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 5:1-31\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 5:1-31</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "63d77c6deca10007534468de", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 5:1:1", "anchorRef": "Numbers 5:1", "anchorRefExpanded": ["Numbers 5:1"], "sourceRef": "Rav Hirsch on Torah, Numbers 5:1:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר ה׳:א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Kap. 5. V. 1. In den vorangehenden Kapiteln, Kap. 1-4, war das Volk als עדה, in seiner Gemeinsamkeit für das Gesetz gezählt, um das Gesetzesheiligtum als gemeinsamen Mittelpunkt in geteilte Lager im Fernkreis angewiesen, und in unmittelbarer Umgebung die zum Dienst am Gesetzesheiligtum erwählten Leviten bestellt. Diese örtliche Ordnung der Nation: als Mittelpunkt das Gottesheiligtum des Gesetzes, um daßelbe seine Wächter und Vertreter, das Lager der Leviten, und um diese in weiterer Umgebung das Volkslager, sprach unzweideutig Wesen und Bestimmung dieses Volkes aus. Das Gesetz ist seine Seele, sein Halt und sein Band, das Gesetz Gottes, der sich in ihm keine Tempel-, keine Kirchengemeinde, der sich in ihm eine Volksgemeine, ein Volk stiften wollte, das sein ganzes soziales Leben auf Gottes Gesetz und durch dessen Gesetz erbauen soll, Gottes, der die Erfüllung seines Gesetzes als Bedingung seiner Gegenwart im Volke gesetzt hat. Und die Leviten: Wächter, Träger, Vertreter und Förderer der Erfüllung dieses Gesetzes, von dem Volke und aus dem Volke selbst ausgeschieden und dem Heiligtum dieses Gesetzes \"geschenkt\" um durch sie immer mit dem Geiste dieses Gesetzes vermählt zu werden. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "63d77c6deca10007534468df", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 5:1:2", "anchorRef": "Numbers 5:1", "anchorRefExpanded": ["Numbers 5:1"], "sourceRef": "Rav Hirsch on Torah, Numbers 5:1:2", "sourceHeRef": "רש\"ר הירש על התורה, במדבר ה׳:א׳:ב׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Hier folgen nun Gesetze, die sich sofort als konkrete Wirkung dieser organischen Gliederung und Ordnung der Nation um das Heiligtum des Gesetzes aussprechen. Zuerst: שלוח מחנה. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6488266ed7b2ce6a14d0c9ee", "index_title": "Rav Hirsch on Torah", "category": "Quoting Commentary", "type": "", "ref": "Rav Hirsch on Torah, Leviticus 15:14:1", "anchorRef": "Numbers 5:1-4", "anchorRefExpanded": ["Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4"], "sourceRef": "Rav Hirsch on Torah, Leviticus 15:14:1", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא ט״ו:י״ד:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Rav Hirsch on Torah", "he": "רש\"ר הירש על התורה"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 14. לפני ד׳ אל פתח אהל מועד, im Nikanortor, wie מצורע Kap. 14, 11 שער ניקנור, die Grenze zwischen עזרת נשים und עזרת ישראל, gehört noch zu מחנה לויה, das mit הר הבית beginnt und bis zur עזרת ישראל reicht, mit welcher מחנה שבינה anfängt. Siehe zu Bamidbar 5, 1-4. Wie מצורע selbst außerhalb מחנה ישראל zu verweisen ist, darf זב וזבה usw. nicht מחנה לויה betreten. Es ist nicht ganz entschieden, ob מן התורה ein טכול יום דזב in dieser Beziehung dem זב gleichsteht. (Siehe Nasir 44b תוספו׳ daselbst und Sebachim 32b; siehe auch כ׳׳מ zu הל׳ ביאת מקדש hinsichtlich 9, 3 מחוסר כפורים במחנה שכינה). Ist טבול יום דוב מן התורה אסור במחנה לויה, so müsste hier der זב bereits am siebten Tage vor העריב שמש gebadet haben, damit er mit העריב שמש den Charakter טבול יום verloren habe.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "657ecc66758c1dc532ec9069", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 5:1", "anchorRef": "Numbers 5:1", "anchorRefExpanded": ["Numbers 5:1"], "sourceRef": "Steinsaltz on Numbers 5:1", "sourceHeRef": "ביאור שטיינזלץ על במדבר ה׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 5.0001, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וַיְדַבֵּר ה' אֶל מֹשֶׁה לֵּאמֹר:</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>The Lord spoke to Moses, saying: </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "66bdeaa08819acf3cdd32e18", "index_title": "Seder Olam Rabbah", "category": "Midrash", "type": "", "ref": "Seder Olam Rabbah 8:2", "anchorRef": "Numbers 5:1-3", "anchorRefExpanded": ["Numbers 5:1", "Numbers 5:2", "Numbers 5:3"], "sourceRef": "Seder Olam Rabbah 8:2", "sourceHeRef": "סדר עולם רבה ח׳:ב׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [200, 500], "commentaryNum": 8.0002, "collectiveTitle": {"en": "Seder Olam Rabbah", "he": "סדר עולם רבה"}, "he": "וידבר ה' אל משה במדבר סיני באהל מועד באחד לחדש השני בשנה השנית וגו', שאו את ראש וגו', מבן עשרים שנה וגו', ואתכם יהיו וגו' (במדבר א׳:ג׳), ואחר כך פקד כל בכר זכר לבני ישראל וגו' (שם ג מ), ואחרי כן נשא את ראש בני קהת וגו' (שם ד ב), ואחרי כן נשא את ראש בני גרשון גם הם וגו' (שם ד כב), ואחרי כן (נשא את ראש) בני מררי וגו' (שם ד כט), ואחרי כן על פי ה' פקד אותם ביד משה (שם ד מט). בי\"ד באייר שחטו טמאי נפש פסח שני, שנאמר ויהי אנשים אשר היו טמאים לנפש אדם וגו', ויאמרו האנשים ההמה אליו וגו', וידבר ה' אל משה לאמר וגו', איש איש כי יהיה טמא לנפש וגו' (שם ט). ויהי בשנה השנית בחדש השני בעשרים בחדש נעלה הענן (שם י יא), נמצאו עושין במדבר סיני י\"ב חדש חסר עשרה ימים, ואומר ויכתב משה את מוצאיהם למסעיהם וגו' (שם לג ב), נסעו ממדבר סיני ובאו להם לקברות התאוה, ועשו שם שלשים יום, שנאמר לא יום אחד תאכלון וגו', עד חדש ימים וגו' (שם יא), נסעו מקברות התאוה ובאו לחצרות, ועשו שם שבעה ימים, שנאמר ותסגר מרים וגו' שבעת ימים (שם יב טו), נסעו מחצרות ובאו להן למדבר פארן בכ\"ח בסיון, ובכ\"ט בסיון שלח משה מרגלים, שנאמר והימים ימי בכורי ענבים (שם יג כ), וישבו מתור הארץ מקץ ארבעים יום (שם יג כה), ותשעה באב היה, שתמצא אומר בתשעה באב נגזר על אבותינו שלא יכנסו לארץ, אחר מרגלים היתה מחלוקתו של קרח ובליעתו, שנאמר אף לא אל ארץ זבת חלב ודבש וגו' (שם טז יד), ויחר אף ה' בישראל (שם לב יג), ואומר והימים אשר הלכנו מקדש ברנע עד אשר עברנו את נחל זרד שלשים ושמנה שנה וגו' (דברים ב יד), י\"ט שנה היו חוזרין ומטורפין, וי\"ט שנה ישבו בקדש ברנע, שנאמר ותשבו בקדש ימים רבים כימים אשר ישבתם (שם א מו), נמצאו כל המסעות מ\"ב מסעות: ", "heVersionTitle": "Seder Olam, Warsaw 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "סדר עולם, ורשה 1904", "text": "\"And the Lord spake unto Moses in the wilderness of Sinai, in the tabernacle of the congregation, on the first day of the second month, in the second year...\" (Numbers 1:1).<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Guggenheimer explains that this means that the laws mentioned in Numbers from 1:1 to 19:22 were given at the time of the consecration of the Tabernacle or during the second year after the Exodus. He notes that the remaining 38 years before the events described in Numbers 20 are without record, except for the list of stations in Num. 33 and a few remarks in Deuteronomy.</i> \"Take ye the sum of all the congregation...\" (Numbers 1:2). \"From twenty years old and upward...\" (Numbers 1:3). \"And with you there shall be a man of every tribe...\" (Numbers 1:4). After that [it says] \"And the Lord spake unto Moses, saying, Command the children of Israel, that they put out of the camp every leper, and every one that hath an issue, and whosoever is defiled by the dead: Both male and female shall ye put out...\" (Numbers 5:1-3). After that \"...take the sum of the sons of Kohath...\" (Numbers 4:2). After that \"...Take the sum of the sons of Gershon...\" (Numbers 4:22). After that \"(...Number the sons of) Merari...\" (Numbers 4:29). After that \"...On the commandment of the Lord they were numbered by the hand of Moses...\" (Numbers 4:49).<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Guggenheimer explains that Seder Olam's computations are all based on the premise that the Israelites did not travel more than one day from one recorded station to the next, in an extreme application of the principle \"Scripture does not come to hide but to explain.\"</i>  <br>On the 14th of Iyar those ritually impure by [contact with] a corpse slaughtered the Passover sacrifice,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">Guggenheimer notes that the date is not explicitly mentioned in Numbers, but that Seder Olam derives it from the fact that the second Passover is on 14 Iyyar.</i> as it is written \"And there were certain men, who were defiled...\" (Numbers 9:6)...\"And the Lord spake unto Moses, saying...\" \"If any man of you...\" (Numbers 9:9-11).<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Guggenheimer explains that Seder Olam uses the term \"the second Passover\" for the Passover celebrated one month later by anyone who was ritually impure on 14 Nisan, even if they could have purified themselves before the holiday.</i> \"And it came to pass in the second year, in the second month, on the twentieth day of the month, that the cloud was taken up...\" (Numbers 10:11). It follows that they dwelled in the Wilderness of Sinai [for] twelve months less ten days.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Guggenheimer notes that in order to travel from the Wilderness of Sinai to the Graves of Lust, they would have needed at least two additional days; therefore, their stay at the Wilderness of Sinai cannot be computed to be less than 11 months and 20 days.</i> And it says \"And Moses wrote their goings out...\" (Numbers 33:2). They went out from the wilderness of Sinai and came to the Graves of Lust, and dwelled there thirty days,<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Guggenheimer explains that Seder Olam's computation follows the statement that they never travelled more than one day from one recorded station to the next.</i> as it is written \"And the Lord said unto Moses, Behold...\" (Numbers 11:19-20). They journeyed from the Graves of Lust and came to Hazeroth, and dwelled there seven days, as it is written \"And Miriam was shut up...\" (Numbers 12:15). They went out from Hazeroth and came to the Wilderness of Paran. On the 28th of Sivan,<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Guggenheimer notes that 28 Sivan is the latest possible date for sending out the spies since the first grapes in Israel appear on the market in Sivan. If the spies were sent when grapes were still primeurs, the 28th of Sivan is the latest possible date for sending them out. This is another instance where Seder Olam infers a date from an indirect remark in the biblical text. The Babylonian Talmud (Taanit 29a) notes that according to Seder Olam, Moses sent out the spies on 29 Sivan, but that by the principle that \"Moses did everything always very early in the morning,\" the spies must have returned on 8 Av. Since Av is a short month of 29 days, the spies were gone for 39 days, and not 40 as explicitly stated in Numbers.  Abbai explains the discrepancy by saying that in that year Tammuz was made to be 30 days long in order to compensate for the shortening of the winter by one day because of the inauguration of the Tabernacle (see Chapter 4).  Guggenheimer rejects this explanation, noting that according to Seder 'Olam, Tammuz always has 29 days, and that the spies simply spent an additional day waiting for the assembly of the people. </i> Moses sent out the spies, as it is written \"And the time was...\" (Numbers 13:20). \"And they returned from searching...forty days\" (Numbers 13:25), that was the ninth of Av.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">This date follows from the preceding by simply adding 40 days to the 28th of Sivan.  See also previous note.</i> So it turns out saying: On the Ninth of Av it was decreed...that they would not enter the Land. After the spies was the strife of Korah, and his being swallowed up..., as it is written \"Wilt thou put out...\" (Numbers 16:14). \"And the anger...\" (Numbers 16:46). And it says \"And the space in which we came from Kadeshbarnea...\" (Deuteronomy 2:14). Nineteen years they were circling about..., and nineteen years they dwelled in Kadesh-barnea,<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">The 19 years of wandering and the 19 years in Kadesh-barnea add up to the 38 years mentioned in Deuteronomy.</i> as it is written \"Ye abode in Kadesh...\" (Deuteronomy 1:46).<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Guggenheimer explains that this means that the total time spent at Kadesh was equal to the total time spent at all other stations.</i> So it turns out, all the journeys were 42 journeys.  ", "versionTitle": "Seder Olam Translation Draft", "license": "", "versionTitleInHebrew": ""}, {"_id": "5654800ad6e4a94e1942d215", "index_title": "Abarbanel on Torah", "category": "Commentary", "type": "commentary", "ref": "Abarbanel on Torah, Numbers 5:1", "anchorRef": "Numbers 5:1", "anchorRefExpanded": ["Numbers 5:1"], "sourceRef": "Abarbanel on Torah, Numbers 5:1", "sourceHeRef": "אברבנאל על תורה, במדבר ה׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1483, 1513], "commentaryNum": 1.0, "collectiveTitle": {"en": "Abarbanel", "he": "אברבנאל"}, "he": ["וידבר ה' אל משה וישלחו מן המחנה וגומר עד ויהי ביום כלות משה להקים את המשכן ויש לשאול כאן שאלות: ", "השאלה הא' למה בא בזה וישלחו מן המחנה כל צרוע וכל זב וגומר כי זה הצווי היה ראוי שיכתב למעלה בספר ויקרא אצל הטומאות והטהרות: ", "השאלה הב' באמרו וישלחו מן המחנה כל צרוע וכל זב וכל טמא לנפש כי הנה אין שלשתם שוים בדין השלוח כי הצרוע היה שלוח מכל המחנות והזב היה מותר לשבת במחנה ישראל והטמא נפש היה מותר לשבת במחנה ישראל וגם במחנה לוים כי לא היה משולח רק ממחנה שכינה: ", "השאלה הג' בפרשת איש או אשה אשר יעשו מכל חטאת האדם למעול מעל וגו' כי הנה הפרשה הזאת מהגוזל ונשבע לשקר כבר נאמרה בסדר ויקרא שנאמר ומעלה מעל וכחש בעמיתו ולמה א\"כ נשנית פעם אחרת ולמה נסמך אל הקודם אליו: ", "השאלה הד' בפרשת סוטה למה נכתבה במקום הזה ומה היחס אשר לה עם שאר הפרשיות אשר קדמו כי הנה יראה שהיה דינה מתורת כהנים בספר ויקרא: ", "השאלה הה' בענין הסוטה שהתורה מצד אחד תאמת שנטמאה כמ\"ש ומעלה בו מעל ושכב איש אותם שכבת זרע ואמר והיא נטמאה ומצד אחר שם הדבר בספק כמ\"ש ונעלם מעיני אישה ונסתרה ואמר ועד אין בה והיא לא נתפשה ואם הבעל לא ראה הזנות בעיניו ועד אין בדבר והיא לא נתפשה עם הבועל מאין ידענו שנטמאה: ", "השאלה הו' בכפל הדברים אשר באו בסוטה כי הנה אמר והקריב אותה הכהן והעמידה לפני ה' וחוזר לומר והעמיד הכהן את האשה לפני ה': ", "השאלה הז' במי המרים למה קודם השתיה קראם מי המרים המאררים ואח\"כ בכתיבת האלות אמר אל מי המרים ולא קראם אז המאררים ובפועל אמר ובאו בה המים המאררים למרים הרי שפעם קראם מאררים בלבד ופעם מרים ופעם מרים המאררים: ", "השאלה הח' מה ששאלו חז\"ל למה נסמכה פרשת נזיר לפרשת סוטה כי הנה הטעם שנתנו בזה לומר לך כל הרואה סוטה בקלקולה יזיר עצמו מן היין מפני שמביא לידי ניאוף הוא בלתי מספיק לפי שמאותו טעם היה לו לתלות הנזירות באשה לבד לא באיש ג\"כ והפרשה הזאת תבאר קרבן הנזיר ואיך לא נזכר בתורת כהנים המיוחד לקרבנות בסדר ויקרא: ", "השאלה הט' למה בא כאן צוויי ברכת הכהנים לישראל כי הנה בפרשת ויהי ביום השמיני כתוב וישא אהרן את ידיו אל העם ויברכם והברכה היתה זאת שנזכרה כאן. יברכך. יאר. ישא. ולמה לא נזכר שמה עליה ונזכר כאן אחרי מנין העם והלוים: והנני מפרש הפסוקים באופן יותרו השאלות האלה כלם: ", "וידבר ה' אל משה וגו' וישלחו מן המחנה כל צרוע וכל זב וגו' עד פרשת הנזיר. הנה נסמכה הפרשה הזאת לפרשת מחנות הדגלים והלוים לפי שכבר נאמר בספר ויקרא לענין המצורע בדד ישב מחוץ למחנה מושבו. האמנם עד שלא נבדלו בני ישראל והלוים במחניהם לא הוצרכו לשלוח טמאים כי הענין תלוי בהם כמו שאמרו ולא יטמאו את מחניהם אבל עתה אחרי שסדר כל המחנות איש על מקומו כהנים במשמרתם ולוים במושבם וישראל במעמדם. צוה את העם שיעשו מה שכבר צוה אותם בענין המצורעים וכל טמא לנפש שבדד ישבו מחוץ למחנה מושבם ויהיה כל אדם בגורלו אך ראוי לדעת שלא היו כלם משולחים במדרגה אחת כי כבר ביארו חז\"ל במס' פסחים שהמצורע הי' משולח מג' מחנות מחנה שכינה ומחנה לויה ומחנה ישראל. והזב היה מותר לשבת במחנה ישראל אך היה משולח ממחנה לויה וממחנה שכינה והטמא נפש והוא הנוגע במת בנפש אדם היה מותר לשבת במחנה ישראל ובמחנה לויה אך היה משולח ממחנה שכינה בלבד. ומפני זה אמר הכתוב וישלחו מן המחנה ולא מן המחנות לפי שלא היו כולם משולחים מכל המחנות בשוה. והותרו בזה השאלות הא' והב'. אך כל שאר הטמאים ישולחו מחצר המשכן בלבד מזכר עד נקבה שנאמר ואל המקדש לא תבא וגו' וכן דרשו (שם) חכמינו זכרונם לברכה וישלחו מן המחנה הרי מחנה אחת אל מחוץ למחנה תשלחום הרי שתי מחנות. ולא יטמאו את מחניהם ריבה שלש מחנות. מכאן אמרו שלש מחנות הן מחנה ישראל מחנה לויה מחנה שכינה. מפתח ירושלים עד הר הבית מחנה ישראל. מפתח הר הבית עד העזרה מחנה לויה. מהעזרה ולפנים מחנה שכינה. וכבר הוכיחו שהטמא מת היה מותר בהר הבית ממה שאמר הכתוב ויקח משה את עצמות יוסף עמו עמו במחנה לויה. ואמרו ולא יטמאו את מחניהם ירצה שיראה בהם דבר טמא ומגונה כי ימנעו הנפש הטהורה מקדושתה כמו שאמר והיה מחנך קדוש וסבת הקדושות כלם הוא אמרו ולא יטמאו את מחניהם אשר אני שוכן בתוכם והוא ע\"ד כי ה' אלהיך מתהלך בקרב מחניך רומז אל ארון האלהים ושכינת השם עליו. בקרב המחנה דומה ללב בקרב הגוף החי. לכן כל הקרב אל הלב צריך שיהיה יותר נקי ונבחר. ובמדרש (במדבר שם פ' ז') דרשו הפרשה הזאת על הגליות צו את בני ישראל על שעברו בני ישראל במצות נתחייבו גלות ושלוח כמא דתימא שלח מעל פני ויצאו. וישלחו מן המחנה זו ארץ ישראל ששם שכינה חונה כל צרוע וכל זב רמז להם שעל ג' עבירות נתחייבו גלות. צרוע זו עבודת כוכבים שמטמ' כצרעת. זב זו גלוי עריות שמטמא ע\"י שכבת זרע. וכל טמא לנפש זו שפיכות דמים. וספר הכתוב שכן עשו בני ישראל רוצה לומר שקודם נסיעת הדגלים טהרו מחניהם מכל טומאה מאלה. וכבר זכרו חז\"ל שבמחנה היוצא על האויב לא היה בישראל אשה ולא נערים לפי שהיה הארון ביניהם וע\"כ היה להם יד לצאת שמה. והנה נסמכה שם פרשת איש או אשה כי יעשו מכל חטאת האדם למעול מעל וגו' לפי שנזכר למעלה כסף פדיום העודפים מהבכורות וצוה שינתן לכהן. הזכיר ג\"כ מתנות אחרות שיהיו לכהנים מאת העם ואמר איש או אשה כי יעשו מכל חטאות האדם והם חמשה הנזכרים בספר ויקרא בפרשת נפש כי חחטא ומעלה מעל בה' והענין שכחש ונשבע לשקר כי זהו המעל שנזכר כאן. וחדש במצוה הזאת כאן שני דברים. הא' אמרו והתודו את חטאתם אשר עשו רוצה לומר שהאיש או האשה אינם חייבים בחומש ואשם בדבר שנודע מפי עדים אלא במה שהתודה הוא באשמו אם לחי או למת כי אז ישיב את אשמו בראשו רוצה לומר שבראשונה יפרע ויתן הקרן לאשר אשם לו רוצה לומר למי שנגזל ממנו והוא ע\"ד הגנב שישלם שנים. והחדוש הב' הוא שאם אין לאיש גואל להשיב אליו מה שנגזל ממנו מפני שהוא גר שאין לו בישראל קרובים אז יהיה האשם המושב רוצה לומר הקרן והחומש לכהן שבאותו משמר וכן כל תרומה המורם מישראל להקריבו לשי לכהן יהיה רוצה לומר לאותו כהן שבא בחלקו באותה משמרה שבאותה שבת לא שיהיה הדבר ברצון הכהן שירצה ללקחו שהוא יקחנו על כרחו של הבעל כי הנה איש את קדשיו לו יהיו רוצה לומר שברצונם יתנם לאחד מן הכהנים אשר יבחר. ואמר איש אשר יתן לכהן לו יהיה להגיד שאע\"פ שאדם יתן את קדשיו למי שירצה מן הכהנים לא יחשוב בלבו שלא יחשב לו לצדקה כיון שהוא יחדו לכהן אשר רצה. אין הדבר כן כי כל איש אשר יתן דבר מקדשיו לכהן לו יהיה. ומלת לו חוזרת להקב\"ה שלו יהיה עבודתו ומתנתו. ולכן הנה שכרו אתו ופעולתו לפניו. ובמדרש (שם פ' ח') דרשו זה על מעשר כספו ובהמתו ושלמים ונטע רבעי ותודה ופסח שהבעל אוכל אותם בירושלים. וכתב הרמב\"ן כי בעבור שנמנו ישראל למשפחותם לבית אבותם ונבדל מהם הערב רב שהיה בתוכם זכר כאן דין הגוזל את הגר שעל כן נאמר כאן ואם אין לאיש וגו' שאי אפשר שיקרה זה אלא בגר. ומדברי המדרש (שם) הוא שאמרו כבוד עשה הקב\"ה לגרים שאחר פרשת שלוח טמאים כתב פרשת אזהרת הגרים ללמדך לחוטאים שבישראל הרחיק הקב\"ה מחוץ למחנה ולגרים הבאים בתורתו הקריב אליו שכל הגוזל להם כגוזל את ישראל ולזה נשנית הפרשה הזאת שהיא כנגד הגרים. והזהיר כל תרומה. להגיד שאם נתנו תרומה לכהנים תהיה שלום והגוזל אותה ממנו נדון כדין אשם גזלות. וכבר נאמר במה שעבר מלאתך ודמעך לא תאחר אבל לא נתפרש שם ענין התרומה ולכך השלים בה פה תורת הכהנים. ובכל אחד מהדרכים האלה הותרה השאלה הג'. והנה נכתב אחר זה פרשת הסוטה לפי שיחס העם למשפחותם לבית אבותם כדי שיודע השתלשלותם באמת ובאמונה וכדי שלא יחשוד אדם את אשתו ויהיה בלבו חשדה על בניו אם בני זנונים המה. ואם הם בני איש משבט או בית אב אחר לכן נתן להם דת ודין לדעת הממזרים שאינם בני בעלי אמותיהן כאשר יהיה חשד בלב האיש על אשתו וז\"ש איש איש כי תשטה אשתו ר\"ל איש איש ישראל או לוי או כהן כי תשטה אשתו רוצה לומר שלא תלך במעשיה בדרך ישרה ונכונה אבל תשטה ותטה מדרך היושר בעיניו ומחשבתו שיחשבה לכך. והוא מלשון שטה מעליו ועבור ובמדרש דרשו (שם פ' ט') תשטה מלשון שטות שאין האשה מזנה אלא א\"כ נכנסה בה רוח שטות. ומעלה בו מעל והוא שתאהב לאיש זולתו כי זהו המעל והבגידה בחיקו ושכב איש אותה לפי מחשבתו וסברתו אבל נעלם מעיני אישה רוצה לומר שהוא בעיניו לא ראה אמתת הדבר אבל ראה שנסתרה בחדר עם האיש החשוד עמה ועד אין בה שאם היו בה עדים מות יומתו שניהם הנואף והנואפת גם לא נתפשה עם האיש בעודה עמו בנואפם יחד. ומפני שלא היה בדבר עדות ראיה לא לבעל ולא לעדים אלא אמחתלאות לכן עבר עליו רוח קנאה וקנא את אשתו והיה אפשר שנטמאה או שלא נטמאה בהסתר ההוא. הנה התבאר שאמרו ושכב איש אותה אינו אלא כפי מחשבתו של הבעל שאמרו והיא נטמאה אינו בודאי אלא שהיה כן במחשבתו ולכך יביאה לנסיון והותרה השאלה הד' והה'. ובמדרש אמרו ומעלה בו מעל שתי מעילות נאמרו בסוטה אחד לבעלה שאומר' שהבן אשר תלד הוא שלו ויירשנו. והב' להקב\"ה שצוה שיירשו את הארץ איש לבית אבותיו. וזו מביאה מומר לרשת את הארץ שאינה שלו ולפי שהיא אסורה לו עד שתבדק במי המרים אמר והביא האיש את אשתו אל הכהן שחייב האיש לבדוק את אשתו אם יש בלבו חשד עליה. והביא את קרבנה עליה רוצה לומר בעבורה כי הוא אינו חוטא בדבר לשיתחייב קרבן. וצוה שתהיה מנחתה קמח שעורים לגנות ענינה שתעשה מעשה בהמה שאין לה יחוד עם בעלה. ואמר מנחת קנאות הוא מנחת זכרון לפי שכל שולח מנחה או דורון לאדון לרצותו ולישא פניו הוא מהדר המנחה בכל כחו. אבל המקנא את אשתו לא יביא את מנחתה לאותו תכלית כי אם מרוב קנאתו ולכך ירצה שתהיה המנחה בזויה כדי שיכעוס עליה האדון ה' ולהזכיר את עונה בדרך המשל יביא קמח ולא סולת משעורים ולא מחטים בלי שמן ובלי לבונה. לפי שהוא מנחת קנאות קנאת הבעל וקנאת המקום ברוך הוא והיא מנחה להשם שיקנא קנאתו וינקום נקמתו ממנה. וכתב הרמב\"ן שע\"כ היתה המנחה משעורים שתהיה שערת ה' חימה יוצאה עליה וכענין צליל שעורים האמור בגדעון שפתרו אותו לצער ומהומה רבה. והוא אמרו מזכרת עון שיזכור עונה האדון ה' כדי להענישה. ואמרו אחר זה והקריב אותה הכהן והעמידה לפני ה' אינו חוזר לאשה אלא למנחה שיקח הכהן אותה מידו של בעל ויקריב אותה מנחה לפני ה' רוצה לומר קרוב למזבח. ואחר זה יקח הכהן מים קדושים מכיור העזרה שנתקדשו שם ומן העפר אשר בקרקע העזרה יתן אל המים ואז יעמיד הכהן את האשה לפני ה' כי ההקרבה הראשונה נאמרה על המנחה ולכך לא נאמר שם והקריב הכהן את האשה אלא והקריב הכהן אותה כי על המנחה ידבר. וההקרבה השנית נאמר על האשה כמו שאמר והעמיד הכהן את האשה והותרה בזה השאלה הו'. והנה צוה שיעשה הכהן בענין הזה שש פעולות. האחד שיקח המים מכיור המקדש. הב' שישליך שמה מעפר קרקע המשכן. הג' שיפרע את ראש האשה לפני ה'. הד' שישביע אותה באלה ובשבועה. והיא תשיב אמריה אמן אמן. הה' שיכתוב את האלות ההם בספר ומחה אל המים. הו' שיקריב מנחתה אל המזבח. והיו הדברים ההם כלם רומזים אל גנות מעשה האשה כי המים רומזים לתורת השם שהזהירה על העריות והיא עברה עליה בטומאתה. ועפר קרקע המשכן היה רמז לכבוד בית ה' ומשכנו שלא יבא שמה אתנן זונה ומחיר כלב. ולכן שמה ראוי שתענש על חטאה גם תרמוז בזה שעפר היא ואל עפר תשוב שמה. כי כן צוה בכלי חרס סימן שהיא תשבר ככלי חרס. ופריעת ראש האשה היה רומז לערותה כי יראה שכסתה כלימה פניה ומפני הבושת תכסה פניה בשערה גם כי שערות ראשה ערוה. והשבועה והאלה היא תפלת הכהן על עניניה והודאתה באלתו אמן אמן לקיים הדבר וכתיבת האלות על ספר היה יותר חזוק וקיום וכמו שאמר ומאמר אסתר קיים דברי הפורים האלה ונכתב בספר כי הדברים הנכתבים הם כמסמרות נטועים והיה נמחק השם המפירש הנזכר בשבועה במים ההם להגיד שמפני מעשי' נמחק השם הנכבד ההוא והיא לרוע מעשיה בזתה התורה והמקדש וביישה פני בנות ישראל ועל הכל השם הנכבד הנמחק שם בסבתה. ואמנם הקרבת המנחה הוא כאלו היתה היא מעידה על גנות מעשיה ושטיפת זמתה. ובמדרש (שם פ' ט') אמרו למה מים מן הכיור לפי שהכיור נעשה ממראו' הנשים הצובאות פתח אהל מועד לחסידותם וקדושתם. ולמה מים ועפר וכתב השם הנכבד מים לרמוז שבא' מטפה סרוחה. ועפר שהולכת למקום עפר ורמה. והכתב לפני מי היא עתידה ליתן את הדין באותה שלשה שזכר עקביא בן מהללאל והיתה האלה והשבועה אם שטית טומאה ר\"ל אם לא נטית מן הדרך הישר ולא באת לידי טומאה שהוא בפועל המשכב הנקי תהיי נקיה מהמים ההם שהם ימררו את חיי השותה אותם אבל אם נטמאת יהיו המים ההם לצבות בטן ולנפיל ירך רוצה לומר שעם היות שהמים האלה בטבע אין בכחם לצבות בטן ולנפיל ירך. הנה בהשגחת השם ועל דרך נס ובכח השבועה והאלה הזאת יבואו במעיך לצבות בטן ולהוליד נפח גדול בו ולנפיל ירך שלא תוכל להלוך ברגליך באופן שתהיי לאלה ולשבועה בתוך עמך שיאמר המקלל לכל אשה תהיי כפלונית. והיתה הירך נופלת כנגד השכיבה בעת המשגל והבטן צבה ר\"ל לנפוח מחולי השקוי מהפסד הכבד לפי שאם חשבה לזנות כדי שתהר תהיה בטנך צבה תהר עמל ותלד שקר. ולפי שהיו הקללות שתים היתה תשובת האשה אמן ואמן אמן לנפילת הירך ואמן להצבות הבטן או יהיה אמן יהיה כדבריך אם נטמאתי ואמן יהיה כדבריך שאנקה אם לא נטמאתי. ואם לא רצתה לומר אמן אמן דינה כאלו הודה ולא ימחה שמו במים ותחנק בב\"ד כי הוא עדות נאמנה על מעשי' וחז\"ל אמרו שהיו ב\"ד הגדול אומרים לה בתי הרבה עשו כן היין עושה הרבה והצחוק עושה הרבה ילדו' עושה הרבה שכנים רעים עושים הרבה ואומרים לה הרבה קדמוך ואנשים גדולים ויקרים תקף יצרם עליהם ונכשלו ומגידי' לה מעשה יהודה ותמר ומעשה ראובן ופלגש אביו ומעשה אמנון ואחותו עד שתודה ולא תגרו' לשם הנכבד שימחה על המים ואם הודת שובר' כתובתה ויוצאה ולדעת אחרים תהרג והוא הנכון ואמנם למה נקראו המים מי המרים המאררים. נראה לי שמפני העפר שהיה בתוך המים או מפני דיו האלות שנמחק בהם קראם מי המרים כי הם בעצמם היו מרים לחיך השותה אותם. ובבחינת הפועל אשר יעשו באשה כשנטמאת קראם מאררים כי ישימו בה מארה וקללה ומרה באחרונה. והנה בראשונה אמר וביד הכהן יהיו מי המרים המאררים רוצה לומר המרים בעצמם והמאררים בפעולתם וכן בשבועה אמר הנקי ממי המרים המאררים האלה שהם תארי המים כפי הבחינות שזכרתי. וכן אמר ובאו המים המאררים האלה במעיך שהם תארי המים שזכר כן כדי להפחידה אבל אחר כך בענין השם אמר וכתב את האלות האלה הכהן בספר ומחה אל מי המרים לפי שאז קודם השתיה היו מים בטבעם ועדין לא היו מאררים כפי פעולותיהם. אבל בשתית האשה אמר והשקה את האשה את מי המרים המאררים כי בשתייתה אותם יתחברו שתי הבחינות וכן אמר ובאו בה המים המאררים למרים ענינו שבתוכה ובבטנה יהיו המים המאררים ההם עושים פעולותיהם הנסיים מהמארה כמו שהיה המרירות בטבע בהם. ובמדרש אמרו וביד הכהן יהיו מי המרים מגיד שאין המים נהפכים למרים אלא ביד הכהן. וכן אמר אבוה דשמואל צריך שיתן דבר מר בתוך המים ולמה ירכך נופלת ובטנך צבה היא פשטה לו ירכה לפיכך ירכה ניפלת. היא קבלתו על ברכיה לפיכך בטנה צבה. וכבר זכר הרמב\"ן שאין בכל משפטי התורה דבר כלו נס מפורסם כענין הזה שהוא פלא קבוע שיעשה השם בישראל בהיות רובם עושים רצונו של מקום כי חפץ למען צדקו ליסר בנות ישראל ולנקות אותם מבנים ממזרים כדי שיהיו ראוים להשרות שכינתו ביניהם ולפיכך פסק הנס הזה משעה שנתקלקלו העם בעבירת העריות וכן ארז\"ל משרבו הנואפים פסקו מי סוטה שנאמר לא אפקיד על בנותיכם כי תזנינה ועל כלותיכם כי תנאפנה כי הם עם הזונות יפרדו ועם הקדשות יזבחו ועם לא יבין ילבט. וכן אמרו (שם פ' ט') ונקה האיש מעון בזמן שהאיש נקי מעון מים בודקים את האשה אין האיש מנוקה מעון אין המים בודקים את אשתו. ואמר הכתוב כאן ואחר ישקה את האשה את המים. להגיד שהקרבת המנחה קודם לשתיית המים. וחז\"ל אמרו אחר שתמחה הספר א\"א שלא תשתה כי משקין אותה בעל כרחה אפי' שהודה ולכך סמך למחייה ההשקאה. והיה אם טהורה היא שלא שכב איש אותה זולת בעלה ונקתה רוצה לומר תנקה האשה ממי המרים המאררים אשר שתתה שלא יזיקוה ונזרעה זרע שתהר מאישה אם היתה עקרה קודם לזה. ואמר ונקה האיש מעון והאשה ההיא תשא את עונה. להגיד שכאשר תמצא האשה טהורה ונקייה לא נחשוב שיש על בעלה עון פלילי בהיותו חושד בכשרים אין הדבר כן כי עשה מה שראוי לחשוד אותה אחרי אשר נסתרה. ולכן ונקה האיש הבעל מהעוע ואם נמצא שנטמאת היא תשא את עונה וענשה כאמור. וי\"מ שאף שתמצא טהורה עכ\"פ תשא את עונה. לפי שהיא בסבת הסתרה עם האיש הזה הזר הביאה חשד בלב בעלה עד שהוצרך לכל הנסיון הזה והותרה השאלה הז': "], "heVersionTitle": "Torah Commentary of Yitzchak Abarbanel, Warsaw 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58ad947cd6e4a93323dc0144", "index_title": "Gittin", "category": "Talmud", "type": "", "ref": "Gittin 60a:17", "anchorRef": "Numbers 5:1", "anchorRefExpanded": ["Numbers 5:1"], "sourceRef": "Gittin 60a:17", "sourceHeRef": "גיטין ס׳ א:י״ז", "anchorVerse": 1, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 119.0017, "collectiveTitle": {"en": "Gittin", "he": "גיטין"}, "heTitle": "גיטין", "he": "אִי נָמֵי, לְכִדְרַבִּי לֵוִי – דְּאָמַר רַבִּי לֵוִי: שְׁמֹנֶה פָּרָשִׁיּוֹת נֶאֶמְרוּ בַּיּוֹם שֶׁהוּקַם בּוֹ הַמִּשְׁכָּן, אֵלּוּ הֵן: פָּרָשַׁת כֹּהֲנִים, וּפָרָשַׁת לְוִיִּם, וּפָרָשַׁת טְמֵאִים, וּפָרָשַׁת שִׁילּוּחַ טְמֵאִים, וּפָרָשַׁת ״אַחֲרֵי מוֹת״,", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>Alternatively,</b> this verse serves to allude <b>to</b> the sections of the Torah discussed in <b>that</b> statement <b>of Rabbi Levi, as Rabbi Levi says: Eight sections were said on the day that the Tabernacle was erected,</b> on the first of Nisan. <b>They are: The section of the priests</b> (Leviticus 21:1–22:26); <b>the section of the Levites</b> (Numbers 8:5–26); <b>the section of the impure</b> (Leviticus 13:1– 14:57); <b>the section of the sending away of the impure</b> (Numbers 5:1–4); <b>the section</b> beginning with the words <b>“After the death”</b> (Leviticus, chapter 16);", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58b6b174d6e4a952249cc212", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Numbers 5:1:1", "anchorRef": "Numbers 5:1", "anchorRefExpanded": ["Numbers 5:1"], "sourceRef": "Minchat Shai on Torah, Numbers 5:1:1", "sourceHeRef": "מנחת שי על תורה, במדבר ה׳:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "במדבר", "he": "<b>לאמר.</b> הלמ\"ד דגושה:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c46b0e208d98a02694eefb1", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, שִׁילּוּחַ 1", "anchorRef": "Numbers 5:1", "anchorRefExpanded": ["Numbers 5:1"], "sourceRef": "Jastrow, שִׁילּוּחַ 1", "sourceHeRef": "מילון יסטרוב, שִׁילּוּחַ א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "שִׁילּוּחַ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">שִׁילּוּחַ</strong>, <strong dir=\"rtl\">שִׁלּוּחַ</strong> m. (b. h.;  <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_שָׁלַח.1\" data-ref=\"Jastrow, שָׁלַח 1\"><a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_שָׁלַח.1\" data-ref=\"Jastrow, שָׁלַח 1\">שָׁלַח</a>)</a> <b>1)</b> <i>sending away, letting go</i>. <a class=\"refLink\" href=\"/Sotah.9a.7\" data-ref=\"Sotah 9a:7\">Sot. 9ᵃ</a> (ref. to <a class=\"refLink\" href=\"/Isaiah.27.8\" data-ref=\"Isaiah 27:8\">Is. XXVII, 8</a>) <span dir=\"rtl\">אין הקב\"ה … עד שעת שִׁילּוּחָהּ</span> the Lord does not visit her sins upon a nation until the time comes to send her away (into captivity); <span dir=\"rtl\">אין הקב\"ה … שִׁילּוּחוֹ</span> the Lord does not punish a king, until the time comes to drive him away (depose him). <a class=\"refLink\" href=\"/Mishnah_Chullin.12.1\" data-ref=\"Mishnah Chullin 12:1\">Ḥull. XII, 1</a>, a. fr. <span dir=\"rtl\">ש׳ הקן</span>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_קֵן.1\" data-ref=\"Jastrow, קֵן 1\">קֵן</a>. <a class=\"refLink\" href=\"/Chullin.140a.11\" data-ref=\"Chullin 140a:11\">Ib. 140ᵃ</a> <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_לִישָׁן.1\" data-ref=\"Jastrow, לִישָׁן 1\">לש׳</a> with regard to the duty of letting the mother bird go. Sifra M’tsorʿa, Neg., Par. 1 <span dir=\"rtl\">ש׳ ציפרים</span> letting the birds (of the leper’s sacrifice) fly (<a class=\"refLink\" href=\"/Leviticus.14.7\" data-ref=\"Leviticus 14:7\">Lev. XIV, 7</a>). <a class=\"refLink\" href=\"Jerusalem_Talmud_Bava_Kamma.1.1.8\" data-ref=\"Jerusalem Talmud Bava Kamma 1:1:8\">Y. B. Kam. I, 2ᵇ</a> <span dir=\"rtl\">פרשת ש׳ טמאין</span> the section treating of the sending out of the camp of the unclean (<a class=\"refLink\" href=\"/Numbers.5.1\" data-ref=\"Numbers 5:1\">Num. V, 1</a> sq.). <a class=\"refLink\" href=\"/Bamidbar_Rabbah.7.10\" data-ref=\"Bamidbar Rabbah 7:10\">Num. R. s. 7</a><sup>10</sup> <span dir=\"rtl\">נתחייבו ש׳ וכ׳</span> they were condemned to be sent out of the camp, this means exile. <a class=\"refLink\" href=\"/Bereishit_Rabbah.61.7\" data-ref=\"Bereishit Rabbah 61:7\">Gen. R. s. 61</a> <span dir=\"rtl\">שטר ש׳</span> a document referring to the sending away of children with gifts (<a class=\"refLink\" href=\"/Genesis.25.6\" data-ref=\"Genesis 25:6\">Gen. XXV, 6</a>); a. fr.—Pl. <span dir=\"rtl\">שִׁילּוּחִים</span>, <span dir=\"rtl\">שִׁילּוּחִין</span>, <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_*שִׁילּוּט.1\" data-ref=\"Jastrow, *שִׁילּוּט 1\">שִׁלּ׳</a>. Ḥull. l. c. <span dir=\"rtl\">קודם שִׁלּוּחֶיהָ</span> before sending her off. <a class=\"refLink\" href=\"/Sanhedrin.102a.2\" data-ref=\"Sanhedrin 102a:2\">Snh. 102ᵃ</a> (ref. to <a class=\"refLink\" href=\"/Micah.1.14\" data-ref=\"Micah 1:14\">Mic. I, 14</a>) <span dir=\"rtl\">מי … תתנו ש׳ לבניו</span> he who slew the Philistine (Goliath) and gave you Gath as a possession:—will you give a dismissal to his descendants (will you abandon the house of David)?—Esp. <span dir=\"rtl\">שִׁילּוּחִין</span>, <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_*שִׁילּוּט.1\" data-ref=\"Jastrow, *שִׁילּוּט 1\">שִׁלּ׳</a> <i>banishment, exile</i>. <a class=\"refLink\" href=\"/Bereishit_Rabbah.19\" data-ref=\"Bereishit Rabbah 19\">Gen. R. s. 19</a> דנתי אותו בש׳ I punished him with banishment (from Eden); Lam. R. introd. (R. Abbahu 1); a. e. <b>-2)</b> (cmp. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_מִשְׁלַחַת.1\" data-ref=\"Jastrow, מִשְׁלַחַת 1\">מִשְׁלַחַת</a>) <i>letting loose, visitation</i>. <a class=\"refLink\" href=\"/Yevamot.114b.17\" data-ref=\"Yevamot 114b:17\">Yeb. 114ᵇ</a> <span dir=\"rtl\">ש׳ נחשים וכ׳</span> a plague of serpents and scorpions.—[Y. Gitt. II, 44ᵇ <span dir=\"rtl\">בינה שילוח</span>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_שִׁילָא.1\" data-ref=\"Jastrow, שִׁילָא 1\">שִׁילָא</a>.]"], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5f1ea0d8eb7d2e1475644c33", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 5:1:1", "anchorRef": "Numbers 5:1", "anchorRefExpanded": ["Numbers 5:1"], "sourceRef": "Midrash Lekach Tov, Numbers 5:1:1", "sourceHeRef": "מדרש לקח טוב, במדבר ה׳:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> וידבר ה' אל משה לאמר. כיון שנתיחסו ישראל איש על דגלו ואיש על מחנהו. מיד צוה לשלח מן המחנה כל צרוע וכל זב וכל טמא לנפש. פרה אדומה נשרפה בשני בניסן וטיהר כל ישראל בשנה השנית. בארבעה עשר שחטו ישראל פסחיהן ויום השבת היה כדתנן בסדר עולם, צו אין צו אלא <i data-commentator=\"Beur HaRe'em\" data-order=\"5\"></i> זרוז מיד ולדורות. וישלחו מן המחנה <i data-commentator=\"Beur HaRe'em\" data-order=\"6\"></i> צו אזהרה. <i data-commentator=\"Beur HaRe'em\" data-order=\"7\"></i> שהרי כתיב (במדבר י״ט:כ׳) ואיש אשר יטמא ולא יתחטא וגו'. כל צרוע וכל זב וכל טמא לנפש. והוא הדין לשאר הטמאים שהרי ביולדת כתיב (ויקרא י״ב:ד׳) ואל המקדש לא תבא עד מלאת ימי טהרה. אלא אמר אלו והוא הדין לשאר הטמאין. רבי יהודה בן בתירה אומר <i data-commentator=\"Beur HaRe'em\" data-order=\"8\"></i> הציווי לשון זירוז הוא שנאמר (דברים ג׳:כ״ח) וצו את יהושע וחזקהו ואמצהו מכאן אמרו אין מחזקין אלא למחוזקין. ואין מזרזין אלא למזורזין. וישלחו מן המחנה. <i data-commentator=\"Beur HaRe'em\" data-order=\"9\"></i> במחנה שכינה. מלמד שאין עונשין מן הדין שהרי אם נדהו טמאים <i data-commentator=\"Beur HaRe'em\" data-order=\"10\"></i> ממחנה ארון הקל ק״ו ממחנה שכינה. כל צרוע וכל זב וכל טמא לנפש. לא שלשתן במקום אחד. במצורע (ויקרא י״ג:מ״ו) בדד ישב מחוץ למחנה מושבו. כל שהזב מטמא צרוע מטמא. חמור מצורע שמטמא בביאה. כל שטמא מת מטמא הזב מטמא חמור הזב שהוא מטמא תחת <i data-commentator=\"Beur HaRe'em\" data-order=\"11\"></i> אבן מסמא כל שטבול יום מטמא טמא מת מטמא חמור טמא מת שהוא מטמא את האדם <i data-commentator=\"Beur HaRe'em\" data-order=\"12\"></i> חמור טבול יום ממחוסר כפורים שהוא פוסל את התרומה. וישלחו מן המחנה. <i data-commentator=\"Beur HaRe'em\" data-order=\"13\"></i> בכל אדם הכתוב מדבר:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ffdb6d9826be30d2387922b", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 5:1:1", "anchorRef": "Numbers 5:1", "anchorRefExpanded": ["Numbers 5:1"], "sourceRef": "Malbim on Numbers 5:1:1", "sourceHeRef": "מלבי\"ם על במדבר ה׳:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": [], "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "612254bdbce09342d8e61473", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 3; The Organization of Organization 9", "anchorRef": "Numbers 5:1-3", "anchorRefExpanded": ["Numbers 5:1", "Numbers 5:2", "Numbers 5:3"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 3; The Organization of Organization 9", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק ראשון, פרק ג ט׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 9, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ג", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Part of the establishment of the camp was determining who was in the camp and who fell outside the camp. Thus, Numbers 5 begins two chapters of instruction of how to determine who is to be counted. “The Lord spoke to Moses, saying, ‘Instruct the Israelites to remove from the camp anyone with an eruption or discharge and anyone defiled by a corpse. Remove male and female alike; put them outside the camp so that they do not defile the camp of those in whose midst I dwell,” (Num. 5:1–3). This initial barrier to membership, ritual impurity, is explained by the fact that God’s presence dwelled in the camp. If God’s presence rested within the camp, then impurity as defined by biblical law could not be tolerated in the same place.", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "619e8ffcad9c4d6ad741bcc5", "index_title": "Jerusalem Talmud Bava Kamma", "category": "Talmud", "type": "related passage", "ref": "Jerusalem Talmud Bava Kamma 1:1:8", "anchorRef": "Numbers 5:1", "anchorRefExpanded": ["Numbers 5:1"], "sourceRef": "Jerusalem Talmud Bava Kamma 1:1:8", "sourceHeRef": "תלמוד ירושלמי בבא קמא א׳:א׳:ח׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 1.0008, "collectiveTitle": {"en": "Jerusalem Talmud Bava Kamma", "he": "תלמוד ירושלמי בבא קמא"}, "heTitle": "תלמוד ירושלמי בבא קמא", "he": "רִבִּי בּוּן בַּר חִייָה בְּשֵׁם רִבִּי שְׁמוּאֵל בַּר רַב יִצְחָק. אִם לֹא נֶאֱמַר שׁוֹר הָיִיתִי לָמֵד שׁוֹר מִן הַבּוֹר. מָה אִם הַבּוֹר שֶׁאֵין דַּרְכּוֹ לֵילֵךְ וּלְהַזִּיק חַייָב לְשַׁלֵּם. שׁוֹר שֶׁדַּרְכּוֹ לֵילֵךְ וּלְהַזִּיק לֹא כָּל־שֶׁכֵּן. אוֹ מָה הַבּוֹר מְשַׁלֵּם נֶזֶק שָׁלֵם אַף הַשּׁוֹר מְשַׁלֵּם נֶזֶק שָׁלֵם. אוֹ מָה הַשּׁוֹר מְשַׁלֵּם חֲצִי נֶזֶק אַף בּוֹר מְשַׁלֵּם חֲצִי נֶזֶק. אִילּוּ לֹא נֶאֱמַר שׁוֹר הָיִיתִי לָמֵד שׁוֹר מִן הַבּוֹר. אוֹ אִילּוּ לֹא נֶאֱמַר בּוֹר הָיִיתִי לָמֵד בּוֹר מִן הַשּׁוֹר. <i data-overlay=\"Vilna Pages\" data-value=\"3a\"></i>וְלָמָּה תְנִינָתָהּ הָכָא. דְּאִית לֵיהּ מִילִּין סַגִּין. כֵּן. לֹא הֲרֵי מוֹשָׁב כַּהֲרֵי מִשְׁכָּב וְלֹא הֲרֵי מִשְׁכָּב כַּהֲרֵי מוֹשָׁב. נִיחָא לֹא הֲרֵי מוֹשָׁב כַּהֲרֵי מִשְׁכָּב. אִם מוֹשָׁב בְּטֶפַח יִטְמָא יִטְמָא מִשְׁכָּב בְּאַרְבָּעָה טְפָחִים. מִפְּנֵי שֶׁטִּימֵּא מִשְׁכָּב בְּאַרְבָּעָה טְפָחִים יִטְמָא מוֹשָׁב בְּטֶפַח. אִילּוּ לֹא נֶאֱמַר מִשְׁכָּב הָיִיתִי לָמֵד מִשְׁכָּב מִן הַמּוֹשָׁב. אִילּוּ לֹא נֶאֱמַר מוֹשָׁב הָיִיתִי לָמֵד מוֹשָׁב מִן הַמִּשְׁכָּב. וְלָמָּה תְנִינָתָהּ הָכָא. דְּאִית לִתְנוּייֵה סַגִּין מִילִּין. כֵּן. לֹא פָרָשַׁת נֵירוֹת כַּהֲרֵי פָרָשַׁת שִׁילּוּחַ טְמֵאִין וְלֹא פָרָשַׁת שִׁילּוּחַ טְמֵאִין כַּהֲרֵי פָרָשַׁת נֵירוֹת. אִילּוּ לֹא נֶאֱמַר פָּרָשַׁת שִׁילּוּחַ טְמֵאִין הָיִיתִי לָמֵד פָּרָשַׁת שִׁילּוּחַ טְמֵאִין מִפָּרָשַׁת נֵירוֹת. וְלָמָּה תְנִינָתָהּ הָכָא. דְּאִית לִתְנוּייֵה סַגִּין מִילִּין. כֵּן. הַצַּד הַשָּׁוֶה שֶׁבָּהֶן שֶׁהֵן בְּצַו מִיַּד וּלְדוֹרוֹת. אַף כָּל־שֶׁהוּא בְּצַו מִיַּד וּלְדוֹרוֹת. אָמַר רִבִּי לָא. צָרִיךְ הוּא שֶׁיֵּאָמֵר לְכָל אֶחָד וְאֶחָד. וְהַשּׁוֹר מְלַמֵּד שֶׁהַבְּעָלִין מִיטַּפְּלִין בִּנְבֵילָה. דִּכְתִיב וְהַמֵּת יִהְיֶה לוֹ וּכְתִיב בַּבּוֹר וְהַמֵּת יִהְיֶה לוֹ. תַּנֵּי רִבִּי יִשְׁמָעֵאל. יָֽצְאוּ קַרְקָעוֹת שֶׁאֵינָן מִיטַּלְטְלִין. <i data-overlay=\"Vilna Pages\" data-value=\"3b\"></i>יָצָא אָדָם שֶׁאֵין לוֹ הֲנָיָיה בְמוֹתוֹ. וְהָאֵשׁ מְלַמֶּדֶת עַל כּוּלְּהֹן שֶׁהוּא חַייָב עַל הָאוֹנְסִין.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "Rebbi Abun bar Ḥiyya in the name of Rebbi Samuel bar Rav Isaac: If “the bull” had not been written, I would have inferred the bull from the pit<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">He wants to prove that the different categories mentioned in the biblical text are necessary; one cannot be subsumed under the other.</i>. Since for the pit, which is not usually moving, one has to pay full damages, not so much more for the bull which usually is moving<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">But for damages inflicted through goring by an animal which has no history of doing so the owner pays only half, <i>Ex..</i> 21:35.</i>? Either since for the pit one pays full damages, also the bull pays full damages, or since the bull pays half damages, also for the pit one should have to pay half damages<sup class=\"footnote-marker\">49</sup><i class=\"footnote\">This is the preceding argument in a different formulation. Since the rules of payment are different for bull and pit, they cannot be subsumed under one rule.</i>. If “the bull” had not been written, I would have inferred the bull from the pit; if “the pit” had not been written, I would have inferred the bull from the pit. Why was it stated here? Because there are many things<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">The later text shows that one should read here: “Because there are many things to be stated;” the differences between the rules for bull and pit are many.</i>. Similarly, the seat is not like the bed and the bed is not like the seat<sup class=\"footnote-marker\">51</sup><i class=\"footnote\">In the rules of impurity of the sufferer from gonorrhea, <a class=\"refLink\" data-ref=\"Leviticus 15:4-5\" href=\"/Leviticus.15.4-5\"><i>Lev.</i> 15:4–5</a> proclaims the impurity of his bed and v. 6 that of his seat. Why do seat and bed have to be mentioned separately? In the <i>baraita</i> of R. Ismael (<a class=\"refLink\" data-ref=\"Sifra, Braita d'Rabbi Yishmael 5\" href=\"/Sifra,_Braita_d'Rabbi_Yishmael.5\"><i>Sifra,</i> Introduction 5</a>) the rules common to seat and bed are declared valid for any implement used for human rest, as illustration of the third hermeneutical rule “a principle derived from one paragraph”.</i>. One understands that the seat is not like the bed. The seat a square <i>ṭephaḥ</i> large can become impure; the bed four <i>ṭephaḥim</i> large can become impure<sup class=\"footnote-marker\">52</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Meilah 18a\" href=\"/Meilah.18a\">Babli <i>Me‘ilah</i> 18a</a>. While textiles in general can become impure, small snippets cannot. Cloth being woven cannot become impure unless it has a size which makes it usable. This depends on the intended use. Cloth intended as cover of a seat becomes impure once it contains a square of side length of one handbreadth (probably 9.1 cm); for the cover of a bed one requires a square of four handbreadths.</i>. Because He declared a bed four <i>ṭephaḥim</i> large as impure, would a seat a square <i>ṭephaḥ</i> large become impure<sup class=\"footnote-marker\">53</sup><i class=\"footnote\">There is no logical necessity here. The rules for the impurity of beds are detailed in <i><a class=\"refLink\" data-ref=\"Sifra, Metzora, Chapter 2\" href=\"/Sifra,_Metzora,_Chapter_2\">Sifra Meṣora‘, Pereq Zabim, Pereq 2</a>, Parašah 2;</i> those for seats are in <i>Pereq</i> 3:1–4.</i>? If the seat had not been written, I would have inferred seat from bed. Why was it stated here? Because there are many things to be stated. Similarly, the paragraph on lighting the candles is not like the paragraph about exiling the impure and the paragraph on exiling the impure is not like the paragraph about lighting the candles<sup class=\"footnote-marker\">54</sup><i class=\"footnote\"><i>Baraita</i> of R. Ismael (<a class=\"refLink\" data-ref=\"Sifra, Braita d'Rabbi Yishmael 6\" href=\"/Sifra,_Braita_d'Rabbi_Yishmael.6\"><i>Sifra,</i> Introduction 6</a>) as illustration of the second part of the third hermeneutical rule “a principle derived from two paragraphs”; the main argument is in <i>Sifry Num.</i> 1. In <a class=\"refLink\" data-ref=\"Numbers 5:1-4\" href=\"/Numbers.5.1-4\"><i>Num.</i> 5:1–4</a>, Moses is instructed to <i>command</i> the Children of Israel to remove lepers, sufferers from gonorrhea, and those impure from the impurity of the dead from the camp. It is noted that the command was executed immediately. In <a class=\"refLink\" data-ref=\"Numbers 8:3\" href=\"/Numbers.8.3\"><i>Num.</i> 8:3</a> it is stated that Aaron lit the lights in the Sanctuary exactly as the Eternal had <i>commanded</i> Moses. R. Ismael infers that everywhere in the Pentateuch, a <i>command</i> is to be executed immediately (and permanently).</i>. If the paragraph about exiling the impure had not been written, I would have inferred the rules of the paragraph on exiling the impure from the paragraph on lighting the candles. Why was it stated here? Because there are many things to be stated<sup class=\"footnote-marker\">55</sup><i class=\"footnote\">As Ravad notes in his Commentary to <i>Sifra,</i> these differences are nowhere noted.</i>. So what is equal about them is that they are “command” here and in future generations, so everything by “command” is for here and for future generations<sup class=\"footnote-marker\">56</sup><i class=\"footnote\">Quoted in <a class=\"refLink\" data-ref=\"Sifra, Tzav\" href=\"/Sifra,_Tzav\"><i>Sifra Ṣaw</i> 1:1</a>, <a class=\"refLink\" data-ref=\"Leviticus 21:1-24:23\" href=\"/Leviticus.21.1-24.23\"><i>Emor Parašah</i> 13:1</a>;</i>. Rebbi La said, it is necessary that all<sup class=\"footnote-marker\">57</sup><i class=\"footnote\">The four categories mentioned in the Mishnah.</i> be written; and the bull teaches that the owners have to deal with the cadaver<sup class=\"footnote-marker\">58</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Exodus 21:36\" href=\"/Exodus.21.36\"><i>Ex.</i> 21:36</a>, speaking of the bull with a history of goring, requires the owner of the goring bull to pay full damages and concludes “the cadaver shall be his.” This “his” (and the parallel in <a class=\"refLink\" data-ref=\"Exodus 21:34\" href=\"/Exodus.21.34\">v. 34</a>) is interpreted as “the claimant’s” in <a class=\"refLink\" data-ref=\"Bava Kamma 10b\" href=\"/Bava_Kamma.10b\">Babli 10b</a>,<a class=\"refLink\" data-ref=\"Bava Kamma 53b\" href=\"/Bava_Kamma.53b\">53b</a>; <i>Mekhilta dR. Ismael, Mišpaṭim</i> 11,12; <i>Mekhilta dR. Simeon b. Ioḥai</i> p. 186. The argument is that since full damages are due, one could assume that the payor had acquired the carcass and no mention of it would be necessary.</i>. But it is written, “and the cadaver shall be his”, and it is written for the pit, “and the cadaver shall be his”<sup class=\"footnote-marker\">59</sup><i class=\"footnote\">This seems to disprove R. La’s statement. If the same rule is explicit for the agressive goring bull and the pit, one would have to assume that it does not hold for any other kinds of damages.</i>! Rebbi Ismael said, this excludes real estate which cannot be moved<sup class=\"footnote-marker\">60</sup><i class=\"footnote\">This is difficult to understand since real estate cannot fall into a pit. In <a class=\"refLink\" data-ref=\"Tosefta Bava Kamma (Lieberman) 6:14\" href=\"/Tosefta_Bava_Kamma_(Lieberman).6.14\">Tosephta 6:14</a>, one excludes payment for broken vessels if there is no residual value in the pieces.</i>; it excludes a human because there can be no usufruct from him in death<sup class=\"footnote-marker\">61</sup><i class=\"footnote\">Similarly in <a class=\"refLink\" data-ref=\"Tosefta Bava Kamma (Lieberman) 6:14\" href=\"/Tosefta_Bava_Kamma_(Lieberman).6.14\">Tosephta 6:14</a>; <a class=\"refLink\" data-ref=\"Bava Kamma 53b\" href=\"/Bava_Kamma.53b\">Babli 53b</a>.</i>. But the fire teaches for all of them that one is responsible for accidents<sup class=\"footnote-marker\">62</sup><i class=\"footnote\">This is another commentary on R. La’s statement. Also damages for losses by fire teach another principle. Since <a class=\"refLink\" data-ref=\"Exodus 22:5\" href=\"/Exodus.22.5\"><i>Ex.</i> 22:5</a> reads “If fire gets out of control … the person who started the fire has to pay,” even if he started the fire perfectly legally on his own property. This establishes general liability for damages caused by accident. A similar text is in <i>Mekhilta dR. Ismael Mišpaṭim</i> 14. The <a class=\"refLink\" data-ref=\"Bava Kamma 26b\" href=\"/Bava_Kamma.26b\">Babli, 26b</a>, derives a similar principle from <a class=\"refLink\" data-ref=\"Exodus 21:24-25\" href=\"/Exodus.21.24-25\"><i>Ex.</i> 21:24–25</a>.</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61a6233b87f574a17ca6c8e5", "index_title": "Jerusalem Talmud Yoma", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Yoma 4:6:6", "anchorRef": "Numbers 5:1-4", "anchorRefExpanded": ["Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4"], "sourceRef": "Jerusalem Talmud Yoma 4:6:6", "sourceHeRef": "תלמוד ירושלמי יומא ד׳:ו׳:ו׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 6.0006, "collectiveTitle": {"en": "Jerusalem Talmud Yoma", "he": "תלמוד ירושלמי יומא"}, "heTitle": "תלמוד ירושלמי יומא", "he": "רִבִּי יַעֲקֹב בַּר אָחָא רִבִּי אִמִּי בְשֵׂם רִבִּי אֶלְעָזָר. הַשּׂוֹרֵף קֳדָשִׁים בַּחוּץ בִּשְׁעַת מַסָּעוֹת לוֹקֶה. אָמַר רִבִּי יוֹחָנָן. קֳדָשִׁים נִדָּחִין בִּשְׁעַת מַסָּעוֹת. טְמֵאִים פְּרוּשִׁים כָּל־אֶחָד וְאֶחָד בִּמְחִיצָתוֹ. אָמַר רִבִּי יוֹסֵה. תְּדִירָה הָא מִילְּתָא בְּפוּמְהוֹן דְּרַבָּנִן. נִסְתַּלְּקוּ הַפְּרֹכוֹת הוּתְרוּ הַמְּחִיצוֹת לְזָבִין וְלַמְצוֹרָעִין. מַתְנִיתָה מְסַייְעָה לְדֵין וּמַתְנִיתָה מְסַייְעָה לְדֵין. מַתְנִיתָה מְסַייְעָה לְרִבִּי יְהוֹשֻׁעַ בֶּן לֵוִי. תָּמִיד. תָּמִיד אֲפִילוּ בַשַּׁבָּת. תָּמִיד אַף בְּטוֹמְאָה. מַתְנִיתָה מְסַייְעָה לְרִבִּי יוֹחָנָן. לֹ֥א תִכְבֶּֽה. אַף בַּמַּסָּעוֹת. [בִּשְׁעַת מַסָּעוֹת] מֶה הָיוּ עוֹשִׂין לָהּ. הָיוּ כוֹפִין עָלֶיהָ (פְּסַקָתֵּיר) [פְּסַכְתֵּיר]. דִּבְרֵי רִבִּי יְהוּדָה. רִבִּי שִׁמְעוֹן אוֹמֵר. אַף בִּשְׁעַת מַסָּעוֹת הָיוּ מְדַשְּׁנִין אוֹתָהּ. שֶׁנֶּאֱמַר וְדִשְּׁנ֖וּ אֶת־הַמִּזְבֵּ֑חַ וּפָֽרְשׂ֣וּ עָלָ֔יו בֶּגֶ֭ד אַרְגָּמָֽן. הָא אִילּוּ הָיָה הַמִּזְבֵּחַ דָּלֵיק לֹא הָיָה בֶּגֶ֭ד אַרְגָּמָֽן נִשְׂרָף. מַה עֲבַד לָהּ רִבִּי יוּדָה. (פְּסֻקָתֵּיר) [פְּסֻכְתֵּיר]. הָיוּ כוֹפִין עָלֶיהָ מִלְּמַעֲלָה. מַה מְקַייֵם רִבִּי יוּדָה. וְדִשְּׁנ֖וּ אֶת־הַמִּזְבֵּ֑חַ. וְיִרְווּן. כַּיי דָמַר רִבִּי יוּדָה בֶּן פָּזִי. וְאָכַ֥ל וְשָׂבַ֖ע וְדָשֵׁ֑ן.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "Rebbi Jacob bar Aḥa, Rebbi Immi in the name of Rebbi Eleazar: One who burns <i>sancta</i> outside during travel time is flogged<sup class=\"footnote-marker\">162</sup><i class=\"footnote\">Private altars and sacrifices outside the central sanctuary are forbidden, <i>Lev</i>. 17. In the absence of a central sanctuary, private altars are permitted, Mishnah <i>Zevaḥim</i> 14:4–8. If a central Sanctuary exists but is temporarily unavailable, the prohibition remains in place; <i>Menaḥot</i>95a.</i>. Rebbi Joḥanan said, <i>sancta</i> became rejects during travel time<sup class=\"footnote-marker\">163</sup><i class=\"footnote\">Sacrifices must either be burned on the altar in the courtyard of the Sanctuary or eaten within sanctified enclosures. If all enclosures are removed, all leftovers of sacrifices are automatically disqualified. Babli <i>Zevaḥim</i> 60b as tannaitic statement.</i>; the impure remain separated each one according to his partition<sup class=\"footnote-marker\">164</sup><i class=\"footnote\"><i>Num</i>. 5:1–4. A person suffering from gonorrhea is excluded from the dwelling of the Levites, a sufferer from skin disease also from the camp of the Israelites. Since they were marching in military order, the impure were excluded from the marching order. Babli <i>Zevaḥim</i> 60b as tannaitic statement.</i>. Rebbi Yose said, the following is frequent in the mouth of the rabbis: When the gobelins were removed, the partitions were permitted to sufferers from gonorrhea and skin disease<sup class=\"footnote-marker\">165</sup><i class=\"footnote\">During travel times there is no inside and the impure cannot be sent outside.</i>. A <i>baraita</i> supports the one and a <i>baraita</i> supports the other.<sup class=\"footnote-marker\">166</sup><i class=\"footnote\">Since R. Joshua ben Levi is not mentioned in the present paragraph, the reference to him has to be to the preceding one. The reference to R. Joḥanan is incomprehensible; the quoted <i>baraita</i> does not refer to any previous statement but to the following of R. Jehudah.</i> A <i>baraita</i><sup class=\"footnote-marker\">167</sup><i class=\"footnote\"><i>Sifra Ṣaw Pereq</i> 2(10), a <i>baraita</i> of R. Jehudah. Anywhere “permanent” is mentioned, it overrides restrictions. Since “permanent” is mentioned for the fire of that altar, <i>Lev</i>. 6:6, the priests have to tend the fire on the Sabbath even if all of them are impure. But “permanent” also is mentioned for the shew-bread (<i>Lev</i>. 24:8); this overrides the absence of the walls of the Sanctuary. By the same token, R. Joshua ben Levi has to hold that the altar fire has to be tended on the march; following R. Jehudah in the sequel.</i> supports Rebbi Joshua ben Levi: “<i>Permanent</i>, even on the Sabbath; <i>permanent</i> even in impurity.” A <i>baraita</i> supports Rebbi Joḥanan , “<i>you shall not extinguish it</i>, even during travel<sup class=\"footnote-marker\">168</sup><i class=\"footnote\">Continuation of <i>Sifra Ṣaw Pereq</i> 2(10) on <i>Lev</i>. 6:6.</i>. What did they do [at travel time]<sup class=\"footnote-marker\">169</sup><i class=\"footnote\">Addition by the corrector; it should be deleted since by removing it the sentence and the next are again continuation of <i>Sifra Ṣaw Pereq</i> 2(10).</i>? They put a wine-cooler<sup class=\"footnote-marker\">87</sup><i class=\"footnote\">As an alloy with coarse metal; reddish gold probably was a copper alloy.</i> over it, the words of Rebbi Jehudah. Rebbi Simeon says, even at travel time they were removing ashes from it, as it is said<sup class=\"footnote-marker\">170</sup><i class=\"footnote\"><i>Num</i>. 4:13.</i>, <i>they shall remove the ashes from the altar and spread a purple cloth over it</i>.” If the altar were burning, would the purple cloth not be burned? What does Rebbi Jehudah do with this? They put a wine-cooler over it. How does Rebbi Jehudah validate <i>they shall remove the ashes from the altar</i>? They shall saturate it; as Rebbi Jehudah ben Pazi said, <i>he ate, and was sated, and saturated</i><sup class=\"footnote-marker\">171</sup><i class=\"footnote\">In all cognate languages דשן, دسم means “to be fat”. The use of דשן as “ashes” must mean “ashes from fatty material”. R. Jehudah will not extend the extended meaning of the noun to the corresponding verb.</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "64bfcd7c5781082118c15205", "index_title": "Alshekh on Torah", "category": "Commentary", "type": "commentary", "ref": "Alshekh on Torah, Numbers 5:1:1", "anchorRef": "Numbers 5:1", "anchorRefExpanded": ["Numbers 5:1"], "sourceRef": "Alshekh on Torah, Numbers 5:1:1", "sourceHeRef": "תורת משה - אלשיך, במדבר ה׳:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1540, 1590], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Alshich", "he": "אלשיך"}, "heTitle": "במדבר", "he": "<b>וידבר ה' וכו' צו את בני ישראל וכו'.</b> ראה הוא יתברך והנה יאמר נא ישראל אין שכינה שורה רק במשכן וסביביו במחנה לויה כי על כן עשה עיקר מנשיאת ראש בני לוי ומחנותם סביב למשכן ככל הכתוב במקראות על כן למען ידעו בני ישראל כי גם במחניהם שכינה שוכנת אתם על כן צוה למו וישלחו מן המחנה כל צרוע וכל זב כו'. והטעם הוא אשר אני שוכן בתוכם ויעשו כן וכו' חזר ואמר כאשר דבר ה' אל משה כן עשו בני ישראל יתכן כי כאשר דבר ה' אל משה טרם יספיק לאמר להם עשו כן ב\"י מסברא באומרם כי לא על חנם עשאם דגלים ממין מחנות מלאכי מרכבתו אם לא לשכון בתוכם עם שלא יבצר היות יותר קדושת במחנה שכינה ומחנה לוי כנודע כי מה שבישראל הוא התפשטות שכינה כמדובר למעלה בסמוך כי על כן בישראל נאמר כל יוצא צבא ובלוים כל הבא לצבא: ", "heVersionTitle": "Torat Moshe, Warsaw, 1875", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]