[{"_id": "531e4fe2fbfba276047f675e", "index_title": "Onkelos Genesis", "category": "Targum", "type": "targum", "ref": "Onkelos Genesis 11:13", "anchorRef": "Genesis 11:13", "anchorRefExpanded": ["Genesis 11:13"], "sourceRef": "Onkelos Genesis 11:13", "sourceHeRef": "תרגום אונקלוס על בראשית י״א:י״ג", "anchorVerse": 13, "sourceHasEn": true, "compDate": [80, 120], "commentaryNum": 11.0013, "collectiveTitle": {"en": "Onkelos Genesis", "he": "תרגום אונקלוס על בראשית"}, "heTitle": "תרגום אונקלוס על בראשית", "he": "וַחֲיָא אַרְפַּכְשַׁד בָּתַר דְּאוֹלִיד יָת שֶׁלַח אַרְבַּע מְאָה וּתְלָת שְׁנִין וְאוֹלִיד בְּנִין וּבְנָן:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Arpachshad lived, after he had Shelach, four hundred and three years, and he had sons and daughters.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eebf96", "index_title": "Targum Jonathan on Genesis", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Genesis 11:13", "anchorRef": "Genesis 11:13", "anchorRefExpanded": ["Genesis 11:13"], "sourceRef": "Targum Jonathan on Genesis 11:13", "sourceHeRef": "תרגום יונתן על בראשית י״א:י״ג", "anchorVerse": 13, "sourceHasEn": true, "compDate": [150, 250], "commentaryNum": 11.0013, "collectiveTitle": {"en": "Targum Jonathan on Genesis", "he": "תרגום יונתן על בראשית"}, "heTitle": "תרגום יונתן על בראשית", "he": "וַחֲיָא אַרְפַּכְשַׁד בָּתַר דְאוֹלִיד יַת שֶׁלַח אַרְבַּע מְאָה וּתְלַת שְׁנִין וְאוֹלִיד בְּנִין וּבְנָן", "heVersionTitle": "Targum Jonathan on Genesis", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And Arphakshad lived after he had begotten Shelach four hundred and thirty years, and begat sons and daughters.  ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "57e77c35d6e4a94c7c188fe0", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Genesis 11:13", "anchorRef": "Genesis 11:13", "anchorRefExpanded": ["Genesis 11:13"], "sourceRef": "Tafsir Rasag, Genesis 11:13", "sourceHeRef": "תפסיר רס\"ג, בראשית י״א:י״ג", "anchorVerse": 13, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 11.0013, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "בראשית", "he": "ועאש בעד ד̇לך ארבע מאיה סנה ות̇לת̇ סנין אולד פיהא בנין ובנאת", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58fdc1a5d6e4a960c04a65b4", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Ki Tavo 2:1", "anchorRef": "Genesis 11:13", "anchorRefExpanded": ["Genesis 11:13"], "sourceRef": "Midrash Tanchuma, Ki Tavo 2:1", "sourceHeRef": "מדרש תנחומא, כי תבוא ב׳:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "כי תבוא", "he": "<b>וַיְדַבֵּר</b> מֹשֶׁה וְהַכֹּהֲנִים הַלְּוִיִּם אֶל כָּל יִשְׂרָאֵל לֵאמֹר הַסְכֵּת וּשְׁמַע. מַהוּ הַסְכֵּת וּשְׁמַע. הַס, וְאַחֲרֵי כֵן כַּתֵּת. אָמַר לָהֶן מֹשֶׁה לְיִשְׂרָאֵל, עֲשׂוּ עַצְמְכֶם כִּתּוֹת כִּתּוֹת וְהַטּוּ לְבַבְכֶם לִשְׁמֹעַ דִּבְרֵי תּוֹרָה. דָּבָר אַחֵר, אָמַר לָהֶם: כַּתְּתוּ לְבַבְכֶם וְנַפְשְׁכֶם לִשְׁמֹעַ דִּבְרֵי תּוֹרָה. בְּכָל לְבַבְכֶם <small>(דברים יא, יג)</small>, אָמַר רַבִּי אֶלְעָזָר בֶּן יַעֲקֹב, בָּא הַכָּתוּב לְהַזְהִיר אֶת הַכֹּהֲנִים בְּשָׁעָה שֶׁעוֹבְדִין עֲבוֹדָה, שֶׁלֹּא יִהְיֶה לָהֶם שְׁתֵּי לְבָבוֹת, אֶחָד לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא, וְאֶחָד לְדָבָר אַחֵר. וּבְכָל נַפְשְׁכֶם <small>(שם)</small>, אֲפִלּוּ נוֹטֵל אֶת נַפְשְׁךָ. פַּעַם אֶחָד גָּזְרָה מַלְכוּת יָוָן שְׁמָד עַל יִשְׂרָאֵל שֶׁלֹּא יַעַסְקוּ בַּתּוֹרָה. הָלַךְ רַבִּי עֲקִיבָא וַחֲבֵרָיו וְעָסְקוּ בַּתּוֹרָה. בָּא פַּפּוּס בֶּן יְהוּדָה וּמְצָאוֹ, וְאָמַר לוֹ: הֲרֵי אַתָּה מִסְתַּכֵּן בְּעַצְמְךָ שֶׁאַתָּה עוֹבֵר עַל גְּזֵרַת הַמֶּלֶךְ. אָמַר לוֹ רַבִּי עֲקִיבָא, אֶמְשֹׁל לְךָ מָשָׁל לְמָה הַדָּבָר דּוֹמֶה. לְשׁוּעָל שֶׁהָיָה מְהַלֵּךְ עַל שְׂפַת הַנָּהָר, רָאָה שָׁם דָּגִים רָצִים וּמִתְחַבְּאִים. אָמַר לָהֶם: בּוֹאוּ וּלְכוּ אֶצְלִי וְאַטְמִין אֶתְכֶם בִּנְקִיקֵי הַסְּלָעִים וְאַל תִּתְיָרְאוּ. אָמְרוּ לוֹ: וְאַתָּה הוּא שֶׁאוֹמְרִים עָלֶיךָ שֶׁאַתָּה פִּקֵּחַ שֶׁבַּחַיּוֹת. אֵין אַתָּה אֶלָּא טִפֵּשׁ. כָּל חַיֵּינוּ אֵינוֹ אֶלָּא בַּמַּיִם, וְאַתָּה אוֹמֵר לָנוּ, עֲלוּ לַיַּבָּשָׁה. וּמַה בִּמְקוֹם חִיּוּתֵינוּ אָנוּ מִתְיָרְאִין, בִּמְקוֹם מִיתָתֵנוּ עַל אַחַת כַּמָּה וְכַמָּה. וְאַף אָנוּ כָּל חַיֵּינוּ אֵינוֹ אֶלָּא בַּתּוֹרָה, דִּכְתִיב: כִּי הִיא חַיֶּיךָ וְאֹרֶךְ יָמֶיךָ <small>(דברים ל, כ)</small>. וְאַתָּה אוֹמֵר, מִסְתַּכֵּן אַתָּה בְּעַצְמְךָ. לְיָמִים מוּעָטִים נִתְפְּסוּ שְׁנֵיהֶם. אָמַר לוֹ פַּפּוּס לְרַבִּי עֲקִיבָא, אַשְׁרֶיךָ שֶׁנִּתְפַּסְתָּ עַל דִּבְרֵי תּוֹרָה. אוֹי לוֹ לְפַּפּוּס, שֶׁנִּתְפַּס עַל דְּבָרִים בְּטֵלִים. וּכְשֶׁהוֹצִיאוּ אֶת רַבִּי עֲקִיבָא לַהֲרִיגָה, זְמַן קְרִיאַת שְׁמַע הָיָה, וְהָיוּ מְסָרְקִין אֶת בְּשָׂרוֹ בַּמַּסְרְקוֹת שֶׁל בַּרְזֶל, וְהוּא קָרָא קְרִיאַת שְׁמַע. וְעָלָיו אָמַר דָּוִד, מִמְּתִים יָדְךָ ה' מִמְּתִים מֵחֶלֶד חֶלְקָם וְגוֹ' <small>(תהלים יז, יד)</small>. אָמַר רַבִּי חֲנִינָא בַּר פַּפָּא, אַל תְּהִי קוֹרֵא מִמְּתִים, אֶלָּא קוֹרֵא מְמִיתִים, עַל תּוֹרָה שֶׁנִּתְנָה עַל יָדְךָ. בְּנֵי אָדָם שֶׁרוֹאִים אוֹתָן אָמַר, חֲלֻדָּה מְלֵאִין, חַטָּאִין יֵשׁ בְּיָדָן, לְפִיכָךְ הֵן נֶהֱרָגִין, וְכֵן הֵן מֵתִים מֵחֶלֶד. וְהֵן אֵינָן יוֹדְעִין שֶׁחֶלְקָן בְּחַיֵּי עוֹלָם וְכָל טוֹבָה צְפוּנָה לָהֶם, שֶׁנֶּאֱמַר: וּצְפוּנְךָ תְּמַלֵּא בִטְנָם <small>(שם)</small>. וְלֹא עוֹד, אֶלָּא שֶׁזּוֹכִין לְזַרְעָם אַחֲרֵיהֶם. וּמִתּוֹךְ שֶׁיִּשְׂרָאֵל מוֹסְרִין עַצְמָן עַל דִּבְרֵי תּוֹרָה וְעַל קְדוּשַׁת שְׁמוֹ, לְפִיכָךְ עָשָׂה לָהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא חֲטִיבָה וּבְרָכָה בָּעוֹלָם, שֶׁנֶּאֱמַר: אֶת ה' הֶאֱמַרְתָּ הַיּוֹם וְגוֹ'. וּכְשֵׁם שֶׁיִּשְׂרָאֵל עוֹשִׂין חֲטִיבָה לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא, כָּךְ הַקָּדוֹשׁ בָּרוּךְ הוּא עוֹשֶׂה לָהֶם חֲטִיבָה, שֶׁנֶּאֱמַר: וַה' הֶאֱמִירְךָ הַיּוֹם. אָמַר רַבִּי יְהוֹשֻׁעַ בֶּן לֵוִי, כְּשֵׁם שֶׁהָעֱלִי כּוֹבֶשֶׁת, כֵּן עֲתִידִין יִשְׂרָאֵל לִכְבּשׁ אַרְבַּע מַלְכֻיּוֹת תַּחַת רַגְלֵיהֶם, שֶׁנֶּאֱמַר: וּלְתִתְּךָ עֶלְיוֹן עַל כָּל הַגּוֹיִם אֲשֶׁר עָשָׂה לִתְהִלָּה לְשֵׁם וּלְתִפְאֶרֶת.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "(Deut. 27:9:) “Then Moses and the Levitical priests spoke to all Israel, saying, ‘Pay attention and listen.’” What is the meaning of pay attention (<i>hasket</i>) and listen? Be silent (<i>has</i>) and then break down (<i>katet</i>). Moses said to Israel, “Form [yourselves into] individual classes (<i>kitot</i>), and incline your heart to hear the words of Torah.” Another interpretation: He said to them, “Pound (katetu) your hearts and souls to hear the words of Torah.” [(Deut. 26:16:) “With all your heart.”] R. Eliezer ben Jacob says, “The text comes to warn the priests when they perform a service not to have two hearts, one in the presence of the Holy One and one for something else.” (Ibid., cont.:) “And with all your soul (<i>nafsheka</i>),” even though [someone] takes your life (<i>nafshekha</i>). On one occasion [the Romans]<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Although the <i>Tanhuma</i> identifies the persecution with the Greek kingdom, the mention of R. Aqiva suggests the persecution under Hadrian.</i> decreed a religious persecution against Israel, in which they were not to occupy themselves with the Torah.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">See <i>Ber.</i> 61b for a fuller version of this story.</i> R. Aqiva and his colleagues proceeded to [ignore it and] occupy themselves with the Torah. When Pappus ben Judah found him, he said to him, “See here, rabbi, you are endangering yourself, when you transgress against a decree of the king.” R. Aqiva said to him, “Let me illustrate for you in a parable: To what is the matter comparable? To a fox. As he was walking near a river, he saw [some] fish there.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\"><i>Ber.</i> 61b explains that the fish were fleeing the nets of fishermen.</i> He said to them, ‘Get yourselves to me, and I will hide you in the clefts of the rocks. Then you shall not be afraid.’ They said to him, ‘Are you the one that they say about you that you are the most clever of the animals? You are only a fool. All our lives have been [spent] only in the water. So would you tell us to walk onto the dry land? If we are afraid in the place of our life, all the more so [will we be afraid] in the place of our death!’ Similarly all the life of Israel exists only in the Torah, of which it is written (in Deut. 30:20), ‘for that is your life and your length of days’; yet you are saying, ‘You are endangering yourself?’” In a few days they arrested the both of them. Pappus said to him, “Fortunate are you, since you were arrested for the words of Torah. Woe to that Pappus, who was arrested for idle things.” [Subsequently] when they brought out R. Aqiva for execution, it was time to recite the <i>Shema</i>'. While they combed his flesh with combs of iron, he was calling out the recitation of the <i>Shema</i>'. About him David has said (in Ps. 17:14), “Of those who die by your hand, O Lord […] from the world (<i>heled</i>), their portion [is life].”<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">This interpretation of the verse is assumed by the midrash.</i> R. Hanina bar Pappa said, “Do not read, ‘of those who die,’ but, ‘those who kill,’<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">In Hebrew the difference between the two renderings is a matter of how one vowels the written text.</i> [because they kill themselves] for the sake of the Torah, which was given [by Your hand].” When people see them, they say, “They are full of rust (<i>hulda</i>), they have sins on their hand; that is the reason they were killed, and so they die from the world.” But they do not know that their portion is in eternal life and that everything good is being kept in store for them. It is so stated (ibid. cont.), “may You fill their belly with what You have kept in store for them.” And not only that, but they attain merit for their children after them.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">As indicated by the rest of the verse.</i> And because [the Children of] Israel lay down their lives for the Torah and for the sanctification of the name of the Holy One, blessed be He; for that reason the Holy One, blessed be He, made them into an entity and a blessing in the world, as stated (in Deut. 26:17), “Today you have had the Lord promise….” And just as Israel makes an entity in front of the Holy One, blessed be He, so does the Holy One, blessed be He, make them an entity, as stated (in vs. 18), “The Lord has proclaimed you today [to be for Him a treasured people…].” R. Joshua ben Levi said, “Just as the pestle (<i>'eli</i>) crushes, so is Israel going to crush four empires under its feet. It is so stated (in Deut. 26:19), ‘And to set you on high (<i>'elyon)</i>) over all the nations that He has made in praise, in name, and in honor.’”", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "5a1c01c2d6e4a943452d3a1e", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Genesis, Noach 6", "anchorRef": "Genesis 9:1-11:30", "anchorRefExpanded": ["Genesis 9:1", "Genesis 9:2", "Genesis 9:3", "Genesis 9:4", "Genesis 9:5", "Genesis 9:6", "Genesis 9:7", "Genesis 9:8", "Genesis 9:9", "Genesis 9:10", "Genesis 9:11", "Genesis 9:12", "Genesis 9:13", "Genesis 9:14", "Genesis 9:15", "Genesis 9:16", "Genesis 9:17", "Genesis 9:18", "Genesis 9:19", "Genesis 9:20", "Genesis 9:21", "Genesis 9:22", "Genesis 9:23", "Genesis 9:24", "Genesis 9:25", "Genesis 9:26", "Genesis 9:27", "Genesis 9:28", "Genesis 9:29", "Genesis 10:1", "Genesis 10:2", "Genesis 10:3", "Genesis 10:4", "Genesis 10:5", "Genesis 10:6", "Genesis 10:7", "Genesis 10:8", "Genesis 10:9", "Genesis 10:10", "Genesis 10:11", "Genesis 10:12", "Genesis 10:13", "Genesis 10:14", "Genesis 10:15", "Genesis 10:16", "Genesis 10:17", "Genesis 10:18", "Genesis 10:19", "Genesis 10:20", "Genesis 10:21", "Genesis 10:22", "Genesis 10:23", "Genesis 10:24", "Genesis 10:25", "Genesis 10:26", "Genesis 10:27", "Genesis 10:28", "Genesis 10:29", "Genesis 10:30", "Genesis 10:31", "Genesis 10:32", "Genesis 11:1", "Genesis 11:2", "Genesis 11:3", "Genesis 11:4", "Genesis 11:5", "Genesis 11:6", "Genesis 11:7", "Genesis 11:8", "Genesis 11:9", "Genesis 11:10", "Genesis 11:11", "Genesis 11:12", "Genesis 11:13", "Genesis 11:14", "Genesis 11:15", "Genesis 11:16", "Genesis 11:17", "Genesis 11:18", "Genesis 11:19", "Genesis 11:20", "Genesis 11:21", "Genesis 11:22", "Genesis 11:23", "Genesis 11:24", "Genesis 11:25", "Genesis 11:26", "Genesis 11:27", "Genesis 11:28", "Genesis 11:29", "Genesis 11:30"], "sourceRef": "Sefer HaYashar (midrash), Book of Genesis, Noach 6", "sourceHeRef": "ספר הישר (מדרש), ספר בראשית, נח ו׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 6, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "נח", "he": "ונח ובניו ישבו בארץ אשר דיבר אליהם ה׳, ויעבדו את ה׳ כל ימיהם. וה׳ ברך את נח ואת בניו, בצאתם מן התיבה. ויאמר אליהם פרו ורבו, ומלאו את כל הארץ. ועצמו ושרצו בכל הארץ, ורבו בה.ואלה שמות בני נח יפת חם ושם ויולדו להם בנים אחר המבול, כי לקחו להם נשים לפני המבול. אלה בני יפת, גומר ומגוג ומדי ויון ותובל ומשך ותירס בנים שבעה. ויהיו בני גומר, אשכנז וריפת ותוגרמה. ובני מגוג, אליחרף ולובב. ובני מדי: אחון, זילא, חוני, ליטי. ובני יון: אלישה, תרשיש, כתים, דודנים. ובני תובל: אריפי, כשד, תארי. ובני משך: חרון, זדון, שיבשני. ובני תירס: בניוב, גירא, כיזון, לופריון, גילק. אלה הם בני יפת למשפחותיהם, ויהיו פקודיהם בימים ההם כארבע מאות ושישים איש. ואלה בני חם, כוש ומצרים פוט וכנען, בנים ארבעה. ויהיו בני כוש: סבא, חבילה, סבתה, רעמא, סבתכא. ובני רעמה שבא ודדן. ובני מצרים: לוד, עונם, להב, נפתוח, פתרוס, כסלוח, כפתור. ובני פוט: גבל, חדן, בנה, עדן. ובני כנען: צידון, חת, אמרי, גרגשי, חוי, ערקי, סיני, ארודי, צמר,חמת. אלה הם בני חם למשפחותיהם, ופקודיהם בימים ההם כשבע מאות ושלושים איש. ואלה בני שם: עילם, אשור, ארפכשד, ולוד וארם, בנים חמישה. ויהיו בני עילם: שושן, מחול, חרמון. ובני אשור: מירס, מוקיל. ובני ארפכשד: שלח, ענר, אשכול. ובני לוד: פתור, עזיון. ובני ארם: עוץ, חול, גתר, מש. אלה הם בני שם למשפחותם, ומספרם בימים ההם כשלוש מאות ושבעים איש. אלה תולדות שם, שם הוליד את ארפכשד וארפכשד הוליד את שלח ושלח הוליד את עבר. ולעבר יולד שני בנים, שם האחד פלג, כי בחייו נפלגו חיי בני האדם ובאחרית ימיו הפלגה הארץ. ואת שם השני קרא יקטן לאמור: המעטו והקטנו חיי בני האדם בימיו. אלה בני יקטן: אלמודד, שלף, חצר מות, ירח, הדורם, אוזל, דקלה, עובל, אבימאל, שבא, אופיר, חוילה, יובב. כל אלה בני יקטן. ופלג אחיו הוליד את רעו, ורעו הוליד את שרוג, ושרוג הוליד את נחור, ונחור הוליד את תרח.ו יחי תרח שלושים ושמונה שנה ויולד את הרן ואת נחור.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And Noah and his sons dwelt in the land that the Lord pointed out to them, and they served ‎the Lord through all the days of their lives. And the Lord blessed Noah and his sons when they ‎left the ark, and the Lord said unto them: Be fruitful and multiply and fill the earth. And ‎become powerful and very numerous in the whole earth. And these are the names of the ‎sons of Noah: Japheth, Ham and Shem. And children were born unto them after the flood, for ‎they had taken unto themselves wives before the flood. And these are the names of the sons ‎of Japheth: Gomer, and Magog, and Madai, and Javan, and Tubal, and Meshech, and Tiras; ‎seven sons. And the sons of Gomer were: Ashkinaz, and Riphath, and Togarmah. And the sons ‎of Magog were: Elichalof, and Labab. And the sons of Madai were: Achon, and Zeelo, and ‎Chazoni, and Lot. And the sons of Javan were: Elisha, and Tarshish, and Kittim, and Dadanim. ‎And the sons of Tubal were: Ariphi, and Kesed, and Taari. And the sons of Meshech were: ‎Dedan, and Zaron and Shebashni. And the sons of Tiras were: Benib, and Ghera, and Luperion, ‎and Ghelae. These are the sons of Japheth according to their families, and their numbers in ‎those days were about four hundred and sixty men. And these are the sons of Ham: Cush, and ‎Mizrain, and Phut, and Canaan, four sons. And the sons of Cush were: Seba, and Havilah, and ‎Sabtah, and Raamah, and Sabtecha. And the sons of Raamah were Sheba, and Dedan, and ‎Mizrain begat Ludim, and Anamim, and Lehabim, and Naphtuhim, and Pathrusim, and Cas ‎luchim, and Caphtorim. And the sons of Phut were: Ghebut, and Hadon, and Benah, and Adon. ‎And the sons of Canaan were: Sidon, and Heth, and the Amorite, and the Girgasite, and the ‎Hivite and the Arkite, and the Sinite, and the Arvadite, and the Zemarite, and the Hamathite. ‎These are the sons of Ham, according to their families, and their numbers in those days were ‎about seven hundred and thirty men. And these are the sons of Shem: Elam, and Asshur, and ‎Arphaxad, and Lud, and Aram, five sons. And the sons of Elam were: Shushan, and Mahul and ‎Harmon. And the sons of Asshur were: Miros and Makil. And the sons of Arphaxad were: ‎Salah, and Aner, and Ash kol. And the sons of Lud were: Peter and Bizon. And the sons of ‎Aram were: Uz, and Hul, and Gether, and Mash. These are the sons of Ham according to their ‎families, and their numbers were in those days about three hundred families. These are the ‎generations of Shem: Shem begat Arphaxad, and Arphaxad begat. Selah, and Selah begat ‎Eber; and unto Eber were born two sons, the name of one was Peleg, for in his days the sons ‎of man became divided, and in his last days the earth also was divided; and his brother's name ‎was Joktan, because in his days the duration of the life of the sons of man became short ‎vened and lessened. And these are the sons of Joktan: Almodad, and Sheleph, and ‎Hazarmaveth, and Yerah, and Hadoram, and Uzal, and Diklah, and Obal, and Abimael, and ‎Sheba, and Ophir, and Havilah and Jobab; all these were the sons of Joktan. And his brother ‎Peleg begat Reu, and Reu begat Serug, and Serug begat Nahor, and Nahor begat Terah. And ‎Terah was eighty-three years old when he begat Haran and Nahor.‎", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5c46a15008d98a02694e608f", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, פֶּצַע 1", "anchorRef": "Genesis 11:13", "anchorRefExpanded": ["Genesis 11:13"], "sourceRef": "Jastrow, פֶּצַע 1", "sourceHeRef": "מילון יסטרוב, פֶּצַע א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "פֶּצַע", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">פֶּצַע</strong> m. (b. h.;  <a class=\"refLink\" href=\"/Jastrow,_פְּצַע.1\" data-ref=\"Jastrow, פְּצַע 1\">preced.</a>) <i>wound</i>. <a class=\"refLink\" href=\"/Yalkut_Shimoni_on_Torah.38.5\" data-ref=\"Yalkut Shimoni on Torah 38:5\">Yalk. Gen. 38</a> (ref. to <a class=\"refLink\" href=\"/Genesis.4.23\" data-ref=\"Genesis 4:23\">Gen. IV, 23</a>) <span dir=\"rtl\">וכי איש אשר הרגתי וכי פצעתיו מזיד שיהא הפ׳ קרוי על שמי</span> was it a man I killed? and did I wound him wilfully, that the wound should be called by my name?; Tanḥ. <a class=\"refLink\" href=\"/Genesis.11.32\" data-ref=\"Genesis 11:32\">B’resh. 11</a>; a. fr.—<a class=\"refLink\" href=\"/Bamidbar_Rabbah.10.25\" data-ref=\"Bamidbar Rabbah 10:25\">Num. R. s. 10</a>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_פָּצַע.1\" data-ref=\"Jastrow, פָּצַע 1\">פָּצַע</a>.—Pl. <span dir=\"rtl\">פְּצָעִים</span>, constr. <span dir=\"rtl\">פִּצְעֵי</span>. Ib. <a class=\"refLink\" href=\"/Bereishit_Rabbah.22.13\" data-ref=\"Bereishit Rabbah 22:13\">Gen. R. s. 22</a> (ref. to Gen. l. c.) <span dir=\"rtl\">דבר שהוא עושה פ׳</span> he struck him with something which makes open wounds (with a stone). <a class=\"refLink\" href=\"/Bereishit_Rabbah.23.7\" data-ref=\"Bereishit Rabbah 23:7\">Gen. R. s. 23</a> <span dir=\"rtl\">שיבואו עלי פ׳ בשבילו</span> that wounds (sufferings) must come upon me on his account? <a class=\"refLink\" href=\"/Yevamot.63b.14\" data-ref=\"Yevamot 63b:14\">Yeb. 63ᵇ</a> (quot. fr. Ben Sira) <span dir=\"rtl\">רבים היו פצעי רוכל וכ׳</span> many have been the wounds of the peddlers that lead to indecencies (by selling exciting perfumes); a. fr."], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5cea60f98f27ae0019fde6dd", "index_title": "Recanati on the Torah", "category": "Commentary", "type": "commentary", "ref": "Recanati on the Torah, Noach 30", "anchorRef": "Genesis 11:13", "anchorRefExpanded": ["Genesis 11:13"], "sourceRef": "Recanati on the Torah, Noach 30", "sourceHeRef": "רקנאטי על התורה, נח ל׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1250, 1290], "commentaryNum": 30, "collectiveTitle": {"en": "Recanati on the Torah", "he": "רקנאטי על התורה"}, "heTitle": "נח", "he": "ויחי תרח שבעים שנה וגומר. הצדיקים הדבקים במדותיו של הקדוש ברוך הוא הם המרכבה כענין שאמרו רבותינו זכרונם לברכה האבות הם הם המרכבה. ואף כי זה המאמר הוא כפול שהרמז בו לאבות העליונים שהם מרכבה לתשובה. מכל מקום גם האבות של מטה שבזכותם נתקיים העולם הם המרכבה. כי נפשותם נאצלות מן הג' מדות שנתייחדו להם. ועל כן טבעו של אברהם אבינו עליו השלום היה מוכן ומסוגל לחסד והיה ראש לאכסנאין וביתו פתוח לרוחה שנאמר ויטע אשל בבאר שבע. על כן זכה להיות ראש לבנין כי במדה שאדם מודד בה מודדין לו. וזכה למדת החסד שנאמר חסד לאברהם (מיכה ז כ'):", "heVersionTitle": "Recanati on the Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רקנאטי על התורה", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d18bd859adf2f00714c4833", "index_title": "Seder Olam Zutta", "category": "Midrash", "type": "", "ref": "Seder Olam Zutta 3:1", "anchorRef": "Genesis 11:13", "anchorRefExpanded": ["Genesis 11:13"], "sourceRef": "Seder Olam Zutta 3:1", "sourceHeRef": "סדר עולם זוטא ג׳:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [504, 1104], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Seder Olam Zutta", "he": "סדר עולם זוטא"}, "heTitle": "סדר עולם זוטא", "he": "שם חיה עד שנולד ארפכשד מאה שנה. שנתים אחר המבול. היא שנת אלף תרנ״ח ליצירה וכל ימיו של שם שש מאות שנה. ארפכשד חיה עד שנולד שלח שלשים וחמש שנה. היא שנת אלף תרצ״ג ליצירה וכל ימיו שמונה ושלשים וארבע מאות שנה. שלח חיה שלשים שנה עד שנולד עבר. היא שנת אלף תשכ״ג ליצירה וכל ימיו שלש ושלשים וארבע מאות שנה. עבר חיה עד שנולד פלג ארבע ושלשים שנה. היא שנת אלף תשנ״ז ליצירה. ותפש בית המדרש וישיבה והוא אבי כל בני עבר וכל ימיו ארבע וששים וארבע מאות שנה. פלג חיה עד שנולד רעו שלשים שנה. היא שנת אלף תשפ״ז ליצירה ושני חייו מאתים ושלשים ותשע שנה. רעו חיה עד שנולד שרוג שלשים ושתים שנה. היא שנת אלף תתי״ט ליצירה ושני חייו תשע ושלשים ומאתים שנה. שרוג חיה עד שנולד נחור שלשים שנה. היא שנת אלף תתמ״ט ליצירה ושני חייו שלשים שנה ומאתים שנה. נחור חיה עד שנולד תרח תשע ועשרים שנה. היא שנת אלף תתע״ח ליצירה ושני חייו שמונה וארבעים ומאה שנה. תרח חיה עד שנולד אברהם אבינו ע׳ שנה. היא שנת אלף תתקמ״ח ליצירה ושני חייו מאתים וחמש שנים. היא שנת ב׳ אלפים פ״ג ליצירה. הרי עשרה דורות.", "heVersionTitle": "Seder Olam Zuta, Rabbi M. Grossberg. London, 1910", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "Shem (son of Noah) lived until Arpachshad was born, a hundred years. Two years after the flood. He lived 600 years, and all the days of Shem were 600 years. Arpachshad lived until Shelah was born, 135 years. He lived 438 years, and all the days of Arpachshad were 438 years. Shelah lived until Eber was born, 130 years. He lived 433 years, and all the days of Shelah were 433 years. Eber lived until Peleg was born, 34 years. He lived 464 years, and all the days of Eber were 464 years. Peleg lived until Reu was born, 30 years. He lived 239 years, and all the days of Peleg were 239 years. Reu lived until Serug was born, 32 years. He lived 239 years and 342 years. Serug lived until Nahor was born, 30 years. He lived 230 years and 132 years. Nahor lived until Terah was born, 29 years. He lived 148 years and 79 years. Terah lived until Abraham was born, 70 years. He lived 205 years and 148 years. It is the year 2008 (according to the Jewish calendar). Thus, there were ten generations.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5db33d547b7be697fa821e8b", "index_title": "Pirkei Avot", "category": "Mishnah", "type": "", "ref": "Pirkei Avot 5:2", "anchorRef": "Genesis 11:10-32", "anchorRefExpanded": ["Genesis 11:10", "Genesis 11:11", "Genesis 11:12", "Genesis 11:13", "Genesis 11:14", "Genesis 11:15", "Genesis 11:16", "Genesis 11:17", "Genesis 11:18", "Genesis 11:19", "Genesis 11:20", "Genesis 11:21", "Genesis 11:22", "Genesis 11:23", "Genesis 11:24", "Genesis 11:25", "Genesis 11:26", "Genesis 11:27", "Genesis 11:28", "Genesis 11:29", "Genesis 11:30", "Genesis 11:31", "Genesis 11:32"], "sourceRef": "Pirkei Avot 5:2", "sourceHeRef": "משנה אבות ה׳:ב׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 5.0002, "collectiveTitle": {"en": "Pirkei Avot", "he": "משנה אבות"}, "heTitle": "משנה אבות", "he": "עֲשָׂרָה דוֹרוֹת מֵאָדָם וְעַד נֹחַ, לְהוֹדִיעַ כַּמָּה אֶרֶךְ אַפַּיִם לְפָנָיו, שֶׁכָּל הַדּוֹרוֹת הָיוּ מַכְעִיסִין וּבָאִין עַד שֶׁהֵבִיא עֲלֵיהֶם אֶת מֵי הַמַּבּוּל. עֲשָׂרָה דוֹרוֹת מִנֹּחַ וְעַד אַבְרָהָם, לְהוֹדִיעַ כַּמָּה אֶרֶךְ אַפַּיִם לְפָנָיו, שֶׁכָּל הַדּוֹרוֹת הָיוּ מַכְעִיסִין וּבָאִין, עַד שֶׁבָּא אַבְרָהָם וְקִבֵּל עָלָיו שְׂכַר כֻּלָּם:  ", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "[There were] ten generations from Adam to Noah, in order to make known what long-suffering is His; for all those generations kept on provoking Him, until He brought upon them the waters of the flood. [There were] ten generations from Noah to Abraham, in order to make known what long-suffering is His; for all those generations kept on provoking Him, until Abraham, came and received the reward of all of them.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "62037eb96bfddfbb310fec84", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part I; The Primeval History, Noah to Avram 2-3", "anchorRef": "Genesis 11:10-32", "anchorRefExpanded": ["Genesis 11:10", "Genesis 11:11", "Genesis 11:12", "Genesis 11:13", "Genesis 11:14", "Genesis 11:15", "Genesis 11:16", "Genesis 11:17", "Genesis 11:18", "Genesis 11:19", "Genesis 11:20", "Genesis 11:21", "Genesis 11:22", "Genesis 11:23", "Genesis 11:24", "Genesis 11:25", "Genesis 11:26", "Genesis 11:27", "Genesis 11:28", "Genesis 11:29", "Genesis 11:30", "Genesis 11:31", "Genesis 11:32"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part I; The Primeval History, Noah to Avram 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ב׳, בראשית הערה י״ב ב׳-ג׳", "anchorVerse": 10, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Noah to Avram", "he": "בראשית הערה י״ב"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית הערה י״ב", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Here are enumerated another ten generations, making the orderly connection between the origins of the world (Noah was viewed as a second Adam) and the origins of the people of Israel. The life spans are considerably shorter than those of Chap. 5, yet some sort of careful number scheme seems evident here as well (see Cassuto 1972).", "Beginning with v.26 we are introduced to Avram, with little hint of what is to come in his momentous life. For the moment he is only a son, a brother, and a husband, and a man whose early life is marked principally by the death of the old world (Haran and Terah), with little hope for the new (his wife is barren)."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6203809f713bd8cd388d3e49", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, On the Book of Genesis and Its Structure 2-47", "anchorRef": "Genesis 1:1-50:26", "anchorRefExpanded": ["Genesis 1:1", "Genesis 1:2", "Genesis 1:3", "Genesis 1:4", "Genesis 1:5", "Genesis 1:6", "Genesis 1:7", "Genesis 1:8", "Genesis 1:9", "Genesis 1:10", "Genesis 1:11", "Genesis 1:12", "Genesis 1:13", "Genesis 1:14", "Genesis 1:15", "Genesis 1:16", "Genesis 1:17", "Genesis 1:18", "Genesis 1:19", "Genesis 1:20", "Genesis 1:21", "Genesis 1:22", "Genesis 1:23", "Genesis 1:24", "Genesis 1:25", "Genesis 1:26", "Genesis 1:27", "Genesis 1:28", "Genesis 1:29", "Genesis 1:30", "Genesis 1:31", "Genesis 2:1", "Genesis 2:2", "Genesis 2:3", "Genesis 2:4", "Genesis 2:5", "Genesis 2:6", "Genesis 2:7", "Genesis 2:8", "Genesis 2:9", "Genesis 2:10", "Genesis 2:11", "Genesis 2:12", "Genesis 2:13", "Genesis 2:14", "Genesis 2:15", "Genesis 2:16", "Genesis 2:17", "Genesis 2:18", "Genesis 2:19", "Genesis 2:20", "Genesis 2:21", "Genesis 2:22", "Genesis 2:23", "Genesis 2:24", "Genesis 2:25", "Genesis 3:1", "Genesis 3:2", "Genesis 3:3", "Genesis 3:4", "Genesis 3:5", "Genesis 3:6", "Genesis 3:7", "Genesis 3:8", "Genesis 3:9", "Genesis 3:10", "Genesis 3:11", "Genesis 3:12", "Genesis 3:13", "Genesis 3:14", "Genesis 3:15", "Genesis 3:16", "Genesis 3:17", "Genesis 3:18", "Genesis 3:19", "Genesis 3:20", "Genesis 3:21", "Genesis 3:22", "Genesis 3:23", "Genesis 3:24", "Genesis 4:1", "Genesis 4:2", "Genesis 4:3", "Genesis 4:4", "Genesis 4:5", "Genesis 4:6", "Genesis 4:7", "Genesis 4:8", "Genesis 4:9", "Genesis 4:10", "Genesis 4:11", "Genesis 4:12", "Genesis 4:13", "Genesis 4:14", "Genesis 4:15", "Genesis 4:16", "Genesis 4:17", "Genesis 4:18", "Genesis 4:19", "Genesis 4:20", "Genesis 4:21", "Genesis 4:22", "Genesis 4:23", "Genesis 4:24", "Genesis 4:25", "Genesis 4:26", "Genesis 5:1", "Genesis 5:2", "Genesis 5:3", "Genesis 5:4", "Genesis 5:5", "Genesis 5:6", "Genesis 5:7", "Genesis 5:8", "Genesis 5:9", "Genesis 5:10", "Genesis 5:11", "Genesis 5:12", "Genesis 5:13", "Genesis 5:14", "Genesis 5:15", "Genesis 5:16", "Genesis 5:17", "Genesis 5:18", "Genesis 5:19", "Genesis 5:20", "Genesis 5:21", "Genesis 5:22", "Genesis 5:23", "Genesis 5:24", "Genesis 5:25", "Genesis 5:26", "Genesis 5:27", "Genesis 5:28", "Genesis 5:29", "Genesis 5:30", "Genesis 5:31", "Genesis 5:32", "Genesis 6:1", "Genesis 6:2", "Genesis 6:3", "Genesis 6:4", "Genesis 6:5", "Genesis 6:6", "Genesis 6:7", "Genesis 6:8", "Genesis 6:9", "Genesis 6:10", "Genesis 6:11", "Genesis 6:12", "Genesis 6:13", "Genesis 6:14", "Genesis 6:15", "Genesis 6:16", "Genesis 6:17", "Genesis 6:18", "Genesis 6:19", "Genesis 6:20", "Genesis 6:21", "Genesis 6:22", "Genesis 7:1", "Genesis 7:2", "Genesis 7:3", "Genesis 7:4", "Genesis 7:5", "Genesis 7:6", "Genesis 7:7", "Genesis 7:8", "Genesis 7:9", "Genesis 7:10", "Genesis 7:11", "Genesis 7:12", "Genesis 7:13", "Genesis 7:14", "Genesis 7:15", "Genesis 7:16", "Genesis 7:17", "Genesis 7:18", "Genesis 7:19", "Genesis 7:20", "Genesis 7:21", "Genesis 7:22", "Genesis 7:23", "Genesis 7:24", "Genesis 8:1", "Genesis 8:2", "Genesis 8:3", "Genesis 8:4", "Genesis 8:5", "Genesis 8:6", "Genesis 8:7", "Genesis 8:8", "Genesis 8:9", "Genesis 8:10", "Genesis 8:11", "Genesis 8:12", "Genesis 8:13", "Genesis 8:14", "Genesis 8:15", "Genesis 8:16", "Genesis 8:17", "Genesis 8:18", "Genesis 8:19", "Genesis 8:20", "Genesis 8:21", "Genesis 8:22", "Genesis 9:1", "Genesis 9:2", "Genesis 9:3", "Genesis 9:4", "Genesis 9:5", "Genesis 9:6", "Genesis 9:7", "Genesis 9:8", "Genesis 9:9", "Genesis 9:10", "Genesis 9:11", "Genesis 9:12", "Genesis 9:13", "Genesis 9:14", "Genesis 9:15", "Genesis 9:16", "Genesis 9:17", "Genesis 9:18", "Genesis 9:19", "Genesis 9:20", "Genesis 9:21", "Genesis 9:22", "Genesis 9:23", "Genesis 9:24", "Genesis 9:25", "Genesis 9:26", "Genesis 9:27", "Genesis 9:28", "Genesis 9:29", "Genesis 10:1", "Genesis 10:2", "Genesis 10:3", "Genesis 10:4", "Genesis 10:5", "Genesis 10:6", "Genesis 10:7", "Genesis 10:8", "Genesis 10:9", "Genesis 10:10", "Genesis 10:11", "Genesis 10:12", "Genesis 10:13", "Genesis 10:14", "Genesis 10:15", "Genesis 10:16", "Genesis 10:17", "Genesis 10:18", "Genesis 10:19", "Genesis 10:20", "Genesis 10:21", "Genesis 10:22", "Genesis 10:23", "Genesis 10:24", "Genesis 10:25", "Genesis 10:26", "Genesis 10:27", "Genesis 10:28", "Genesis 10:29", "Genesis 10:30", "Genesis 10:31", "Genesis 10:32", "Genesis 11:1", "Genesis 11:2", "Genesis 11:3", "Genesis 11:4", "Genesis 11:5", "Genesis 11:6", "Genesis 11:7", "Genesis 11:8", "Genesis 11:9", "Genesis 11:10", "Genesis 11:11", "Genesis 11:12", "Genesis 11:13", "Genesis 11:14", "Genesis 11:15", "Genesis 11:16", "Genesis 11:17", "Genesis 11:18", "Genesis 11:19", "Genesis 11:20", "Genesis 11:21", "Genesis 11:22", "Genesis 11:23", "Genesis 11:24", "Genesis 11:25", "Genesis 11:26", "Genesis 11:27", "Genesis 11:28", "Genesis 11:29", "Genesis 11:30", "Genesis 11:31", "Genesis 11:32", "Genesis 12:1", "Genesis 12:2", "Genesis 12:3", "Genesis 12:4", "Genesis 12:5", "Genesis 12:6", "Genesis 12:7", "Genesis 12:8", "Genesis 12:9", "Genesis 12:10", "Genesis 12:11", "Genesis 12:12", "Genesis 12:13", "Genesis 12:14", "Genesis 12:15", "Genesis 12:16", "Genesis 12:17", "Genesis 12:18", "Genesis 12:19", "Genesis 12:20", "Genesis 13:1", "Genesis 13:2", "Genesis 13:3", "Genesis 13:4", "Genesis 13:5", "Genesis 13:6", "Genesis 13:7", "Genesis 13:8", "Genesis 13:9", "Genesis 13:10", "Genesis 13:11", "Genesis 13:12", "Genesis 13:13", "Genesis 13:14", "Genesis 13:15", "Genesis 13:16", "Genesis 13:17", "Genesis 13:18", "Genesis 14:1", "Genesis 14:2", "Genesis 14:3", "Genesis 14:4", "Genesis 14:5", "Genesis 14:6", "Genesis 14:7", "Genesis 14:8", "Genesis 14:9", "Genesis 14:10", "Genesis 14:11", "Genesis 14:12", "Genesis 14:13", "Genesis 14:14", "Genesis 14:15", "Genesis 14:16", "Genesis 14:17", "Genesis 14:18", "Genesis 14:19", "Genesis 14:20", "Genesis 14:21", "Genesis 14:22", "Genesis 14:23", "Genesis 14:24", "Genesis 15:1", "Genesis 15:2", "Genesis 15:3", "Genesis 15:4", "Genesis 15:5", "Genesis 15:6", "Genesis 15:7", "Genesis 15:8", "Genesis 15:9", "Genesis 15:10", "Genesis 15:11", "Genesis 15:12", "Genesis 15:13", "Genesis 15:14", "Genesis 15:15", "Genesis 15:16", "Genesis 15:17", "Genesis 15:18", "Genesis 15:19", "Genesis 15:20", "Genesis 15:21", "Genesis 16:1", "Genesis 16:2", "Genesis 16:3", "Genesis 16:4", "Genesis 16:5", "Genesis 16:6", "Genesis 16:7", "Genesis 16:8", "Genesis 16:9", "Genesis 16:10", "Genesis 16:11", "Genesis 16:12", "Genesis 16:13", "Genesis 16:14", "Genesis 16:15", "Genesis 16:16", "Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27", "Genesis 18:1", "Genesis 18:2", "Genesis 18:3", "Genesis 18:4", "Genesis 18:5", "Genesis 18:6", "Genesis 18:7", "Genesis 18:8", "Genesis 18:9", "Genesis 18:10", "Genesis 18:11", "Genesis 18:12", "Genesis 18:13", "Genesis 18:14", "Genesis 18:15", "Genesis 18:16", "Genesis 18:17", "Genesis 18:18", "Genesis 18:19", "Genesis 18:20", "Genesis 18:21", "Genesis 18:22", "Genesis 18:23", "Genesis 18:24", "Genesis 18:25", "Genesis 18:26", "Genesis 18:27", "Genesis 18:28", "Genesis 18:29", "Genesis 18:30", "Genesis 18:31", "Genesis 18:32", "Genesis 18:33", "Genesis 19:1", "Genesis 19:2", "Genesis 19:3", "Genesis 19:4", "Genesis 19:5", "Genesis 19:6", "Genesis 19:7", "Genesis 19:8", "Genesis 19:9", "Genesis 19:10", "Genesis 19:11", "Genesis 19:12", "Genesis 19:13", "Genesis 19:14", "Genesis 19:15", "Genesis 19:16", "Genesis 19:17", "Genesis 19:18", "Genesis 19:19", "Genesis 19:20", "Genesis 19:21", "Genesis 19:22", "Genesis 19:23", "Genesis 19:24", "Genesis 19:25", "Genesis 19:26", "Genesis 19:27", "Genesis 19:28", "Genesis 19:29", "Genesis 19:30", "Genesis 19:31", "Genesis 19:32", "Genesis 19:33", "Genesis 19:34", "Genesis 19:35", "Genesis 19:36", "Genesis 19:37", "Genesis 19:38", "Genesis 20:1", "Genesis 20:2", "Genesis 20:3", "Genesis 20:4", "Genesis 20:5", "Genesis 20:6", "Genesis 20:7", "Genesis 20:8", "Genesis 20:9", "Genesis 20:10", "Genesis 20:11", "Genesis 20:12", "Genesis 20:13", "Genesis 20:14", "Genesis 20:15", "Genesis 20:16", "Genesis 20:17", "Genesis 20:18", "Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34", "Genesis 22:1", "Genesis 22:2", "Genesis 22:3", "Genesis 22:4", "Genesis 22:5", "Genesis 22:6", "Genesis 22:7", "Genesis 22:8", "Genesis 22:9", "Genesis 22:10", "Genesis 22:11", "Genesis 22:12", "Genesis 22:13", "Genesis 22:14", "Genesis 22:15", "Genesis 22:16", "Genesis 22:17", "Genesis 22:18", "Genesis 22:19", "Genesis 22:20", "Genesis 22:21", "Genesis 22:22", "Genesis 22:23", "Genesis 22:24", "Genesis 23:1", "Genesis 23:2", "Genesis 23:3", "Genesis 23:4", "Genesis 23:5", "Genesis 23:6", "Genesis 23:7", "Genesis 23:8", "Genesis 23:9", "Genesis 23:10", "Genesis 23:11", "Genesis 23:12", "Genesis 23:13", "Genesis 23:14", "Genesis 23:15", "Genesis 23:16", "Genesis 23:17", "Genesis 23:18", "Genesis 23:19", "Genesis 23:20", "Genesis 24:1", "Genesis 24:2", "Genesis 24:3", "Genesis 24:4", "Genesis 24:5", "Genesis 24:6", "Genesis 24:7", "Genesis 24:8", "Genesis 24:9", "Genesis 24:10", "Genesis 24:11", "Genesis 24:12", "Genesis 24:13", "Genesis 24:14", "Genesis 24:15", "Genesis 24:16", "Genesis 24:17", "Genesis 24:18", "Genesis 24:19", "Genesis 24:20", "Genesis 24:21", "Genesis 24:22", "Genesis 24:23", "Genesis 24:24", "Genesis 24:25", "Genesis 24:26", "Genesis 24:27", "Genesis 24:28", "Genesis 24:29", "Genesis 24:30", "Genesis 24:31", "Genesis 24:32", "Genesis 24:33", "Genesis 24:34", "Genesis 24:35", "Genesis 24:36", "Genesis 24:37", "Genesis 24:38", "Genesis 24:39", "Genesis 24:40", "Genesis 24:41", "Genesis 24:42", "Genesis 24:43", "Genesis 24:44", "Genesis 24:45", "Genesis 24:46", "Genesis 24:47", "Genesis 24:48", "Genesis 24:49", "Genesis 24:50", "Genesis 24:51", "Genesis 24:52", "Genesis 24:53", "Genesis 24:54", "Genesis 24:55", "Genesis 24:56", "Genesis 24:57", "Genesis 24:58", "Genesis 24:59", "Genesis 24:60", "Genesis 24:61", "Genesis 24:62", "Genesis 24:63", "Genesis 24:64", "Genesis 24:65", "Genesis 24:66", "Genesis 24:67", "Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18", "Genesis 25:19", "Genesis 25:20", "Genesis 25:21", "Genesis 25:22", "Genesis 25:23", "Genesis 25:24", "Genesis 25:25", "Genesis 25:26", "Genesis 25:27", "Genesis 25:28", "Genesis 25:29", "Genesis 25:30", "Genesis 25:31", "Genesis 25:32", "Genesis 25:33", "Genesis 25:34", "Genesis 26:1", "Genesis 26:2", "Genesis 26:3", "Genesis 26:4", "Genesis 26:5", "Genesis 26:6", "Genesis 26:7", "Genesis 26:8", "Genesis 26:9", "Genesis 26:10", "Genesis 26:11", "Genesis 26:12", "Genesis 26:13", "Genesis 26:14", "Genesis 26:15", "Genesis 26:16", "Genesis 26:17", "Genesis 26:18", "Genesis 26:19", "Genesis 26:20", "Genesis 26:21", "Genesis 26:22", "Genesis 26:23", "Genesis 26:24", "Genesis 26:25", "Genesis 26:26", "Genesis 26:27", "Genesis 26:28", "Genesis 26:29", "Genesis 26:30", "Genesis 26:31", "Genesis 26:32", "Genesis 26:33", "Genesis 26:34", "Genesis 26:35", "Genesis 27:1", "Genesis 27:2", "Genesis 27:3", "Genesis 27:4", "Genesis 27:5", "Genesis 27:6", "Genesis 27:7", "Genesis 27:8", "Genesis 27:9", "Genesis 27:10", "Genesis 27:11", "Genesis 27:12", "Genesis 27:13", "Genesis 27:14", "Genesis 27:15", "Genesis 27:16", "Genesis 27:17", "Genesis 27:18", "Genesis 27:19", "Genesis 27:20", "Genesis 27:21", "Genesis 27:22", "Genesis 27:23", "Genesis 27:24", "Genesis 27:25", "Genesis 27:26", "Genesis 27:27", "Genesis 27:28", "Genesis 27:29", "Genesis 27:30", "Genesis 27:31", "Genesis 27:32", "Genesis 27:33", "Genesis 27:34", "Genesis 27:35", "Genesis 27:36", "Genesis 27:37", "Genesis 27:38", "Genesis 27:39", "Genesis 27:40", "Genesis 27:41", "Genesis 27:42", "Genesis 27:43", "Genesis 27:44", "Genesis 27:45", "Genesis 27:46", "Genesis 28:1", "Genesis 28:2", "Genesis 28:3", "Genesis 28:4", "Genesis 28:5", "Genesis 28:6", "Genesis 28:7", "Genesis 28:8", "Genesis 28:9", "Genesis 28:10", "Genesis 28:11", "Genesis 28:12", "Genesis 28:13", "Genesis 28:14", "Genesis 28:15", "Genesis 28:16", "Genesis 28:17", "Genesis 28:18", "Genesis 28:19", "Genesis 28:20", "Genesis 28:21", "Genesis 28:22", "Genesis 29:1", "Genesis 29:2", "Genesis 29:3", "Genesis 29:4", "Genesis 29:5", "Genesis 29:6", "Genesis 29:7", "Genesis 29:8", "Genesis 29:9", "Genesis 29:10", "Genesis 29:11", "Genesis 29:12", "Genesis 29:13", "Genesis 29:14", "Genesis 29:15", "Genesis 29:16", "Genesis 29:17", "Genesis 29:18", "Genesis 29:19", "Genesis 29:20", "Genesis 29:21", "Genesis 29:22", "Genesis 29:23", "Genesis 29:24", "Genesis 29:25", "Genesis 29:26", "Genesis 29:27", "Genesis 29:28", "Genesis 29:29", "Genesis 29:30", "Genesis 29:31", "Genesis 29:32", "Genesis 29:33", "Genesis 29:34", "Genesis 29:35", "Genesis 30:1", "Genesis 30:2", "Genesis 30:3", "Genesis 30:4", "Genesis 30:5", "Genesis 30:6", "Genesis 30:7", "Genesis 30:8", "Genesis 30:9", "Genesis 30:10", "Genesis 30:11", "Genesis 30:12", "Genesis 30:13", "Genesis 30:14", "Genesis 30:15", "Genesis 30:16", "Genesis 30:17", "Genesis 30:18", "Genesis 30:19", "Genesis 30:20", "Genesis 30:21", "Genesis 30:22", "Genesis 30:23", "Genesis 30:24", "Genesis 30:25", "Genesis 30:26", "Genesis 30:27", "Genesis 30:28", "Genesis 30:29", "Genesis 30:30", "Genesis 30:31", "Genesis 30:32", "Genesis 30:33", "Genesis 30:34", "Genesis 30:35", "Genesis 30:36", "Genesis 30:37", "Genesis 30:38", "Genesis 30:39", "Genesis 30:40", "Genesis 30:41", "Genesis 30:42", "Genesis 30:43", "Genesis 31:1", "Genesis 31:2", "Genesis 31:3", "Genesis 31:4", "Genesis 31:5", "Genesis 31:6", "Genesis 31:7", "Genesis 31:8", "Genesis 31:9", "Genesis 31:10", "Genesis 31:11", "Genesis 31:12", "Genesis 31:13", "Genesis 31:14", "Genesis 31:15", "Genesis 31:16", "Genesis 31:17", "Genesis 31:18", "Genesis 31:19", "Genesis 31:20", "Genesis 31:21", "Genesis 31:22", "Genesis 31:23", "Genesis 31:24", "Genesis 31:25", "Genesis 31:26", "Genesis 31:27", "Genesis 31:28", "Genesis 31:29", "Genesis 31:30", "Genesis 31:31", "Genesis 31:32", "Genesis 31:33", "Genesis 31:34", "Genesis 31:35", "Genesis 31:36", "Genesis 31:37", "Genesis 31:38", "Genesis 31:39", "Genesis 31:40", "Genesis 31:41", "Genesis 31:42", "Genesis 31:43", "Genesis 31:44", "Genesis 31:45", "Genesis 31:46", "Genesis 31:47", "Genesis 31:48", "Genesis 31:49", "Genesis 31:50", "Genesis 31:51", "Genesis 31:52", "Genesis 31:53", "Genesis 31:54", "Genesis 32:1", "Genesis 32:2", "Genesis 32:3", "Genesis 32:4", "Genesis 32:5", "Genesis 32:6", "Genesis 32:7", "Genesis 32:8", "Genesis 32:9", "Genesis 32:10", "Genesis 32:11", "Genesis 32:12", "Genesis 32:13", "Genesis 32:14", "Genesis 32:15", "Genesis 32:16", "Genesis 32:17", "Genesis 32:18", "Genesis 32:19", "Genesis 32:20", "Genesis 32:21", "Genesis 32:22", "Genesis 32:23", "Genesis 32:24", "Genesis 32:25", "Genesis 32:26", "Genesis 32:27", "Genesis 32:28", "Genesis 32:29", "Genesis 32:30", "Genesis 32:31", "Genesis 32:32", "Genesis 32:33", "Genesis 33:1", "Genesis 33:2", "Genesis 33:3", "Genesis 33:4", "Genesis 33:5", "Genesis 33:6", "Genesis 33:7", "Genesis 33:8", "Genesis 33:9", "Genesis 33:10", "Genesis 33:11", "Genesis 33:12", "Genesis 33:13", "Genesis 33:14", "Genesis 33:15", "Genesis 33:16", "Genesis 33:17", "Genesis 33:18", "Genesis 33:19", "Genesis 33:20", "Genesis 34:1", "Genesis 34:2", "Genesis 34:3", "Genesis 34:4", "Genesis 34:5", "Genesis 34:6", "Genesis 34:7", "Genesis 34:8", "Genesis 34:9", "Genesis 34:10", "Genesis 34:11", "Genesis 34:12", "Genesis 34:13", "Genesis 34:14", "Genesis 34:15", "Genesis 34:16", "Genesis 34:17", "Genesis 34:18", "Genesis 34:19", "Genesis 34:20", "Genesis 34:21", "Genesis 34:22", "Genesis 34:23", "Genesis 34:24", "Genesis 34:25", "Genesis 34:26", "Genesis 34:27", "Genesis 34:28", "Genesis 34:29", "Genesis 34:30", "Genesis 34:31", "Genesis 35:1", "Genesis 35:2", "Genesis 35:3", "Genesis 35:4", "Genesis 35:5", "Genesis 35:6", "Genesis 35:7", "Genesis 35:8", "Genesis 35:9", "Genesis 35:10", "Genesis 35:11", "Genesis 35:12", "Genesis 35:13", "Genesis 35:14", "Genesis 35:15", "Genesis 35:16", "Genesis 35:17", "Genesis 35:18", "Genesis 35:19", "Genesis 35:20", "Genesis 35:21", "Genesis 35:22", "Genesis 35:23", "Genesis 35:24", "Genesis 35:25", "Genesis 35:26", "Genesis 35:27", "Genesis 35:28", "Genesis 35:29", "Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43", "Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, On the Book of Genesis and Its Structure 2-47", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר א׳ ב׳-מ״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Genesis and Its Structure", "he": "בראשית מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE TEXT OF</small> G<small>ENESIS SEEMS TO SPEAK WITH MANY VOICES</small>. F<small>OR A BOOK WHOSE BASIC</small> arrangement is chronological, tracing the history of a single family, it exhibits a good deal of discontinuity on the surface. Here time flows uniformly, there it takes startling jumps; fragments are followed by more or less full-blown tales; genres alternate, from mythic to genealogical to folkloristic. In addition, scholars often portray Genesis as a collection of historically diverse materials that were compiled by scribes for whom deviating from received tradition was anathema. Hence the repetitions, the inconsistencies, and the irregular pacing.", "Is Genesis then, at best, a collection of stories related to the origins of Israel, with most of its seams still showing? Such an assessment does not do justice to what must have been a complex process of addition and growth or to the final product. An overview of the book does produce a certain scheme; at some point in the text’s history a coherent picture must have begun to emerge from the disparate materials handed down. For the modern reader, utilizing the Buber-Rosenzweig method of focusing on repeating words and key themes as the text presents them may make it possible to generalize about the organization of the book and also to speculate on its overall intent in the form in which it has come down to us.", "On its most obvious level Genesis is a book about origins. It seeks to link the origin of the people of Israel with that of the world, relating in the process how various human characteristics and institutions arose.", "On the surface this parallels much of ancient literature and folklore. All peoples are interested in their own beginnings, picturing them in a way which validates their present existence. Genesis, however, is different in that, like the rest of the Torah, it downplays the heroic element of the people’s origins and in its place stresses God’s role in them. Moreover the one great omission—the origin of God—establishes from the beginning a unique basis for a tribal chronicle. From Genesis and subsequent books we learn primarily about God’s relationship to the people and what he expects of them; almost everything else is subordinated to this purpose.", "Preliminarily one can speak of at least seven major themes whose recurrence establishes their importance in the book:", "1. <i>Origins:</i> Of the world, of humanity, and of the people of Israel.<br>2. <i>Order/Meaning in History:</i> By means of stylized or patterned chronology—reliance on certain round numbers such as 3, 7, and 40—it is suggested that human events are not random but somehow planned.<br>3. <i>Blessing:</i> From creation onward God bestows blessings on his creatures in general and on the fathers and mothers of Israel in particular.<br>4. <i>Covenant:</i> God concludes agreements with human beings.<br>5. <i>God Punishes Evildoing:</i> God is provoked to anger not by his capriciousness but by human failure to uphold justice and morality.<br>6. <i>Sibling Conflict, with the Younger Usually Emerging the Victor:</i> The order of nature (primacy of the firstborn) is overturned, demonstrating that God, not nature, is the ruling principle in human affairs.<br>7. <i>Testing:</i> God tests those who are to carry forth his mission; the result is the development of moral character.", "Superseding these important themes, which occur throughout the Bible in various forms, is the dominant one of <i>continuity</i>, represented by the unifying word in Genesis <i>toledot</i> (“begettings”). The word appears eleven times, often accompanied by long genealogical lists. The names may deflect attention from what is central to Genesis. The major thrust of the book would seem to be toward human fecundity, following the early divine command to “bear fruit and be many” (1:28), and pointing toward the eventual fecundity of the people of Israel (which will only be realized in the book of Exodus). Such an emphasis seems appropriate in a book about origins.", "Ironically, however, the undercurrent in Genesis points not to life and its continuation, but rather to its threatened extinction. In story after story the protagonist, his people, and occasionally the entire world are threatened. In at least one case (Avraham) a perfectly legal and natural solution is found—the birth of Yishmael as his heir—only to be rejected by God in favor of a more difficult one: a son born to an elderly woman.", "It is clear that the stress on continuity and discontinuity has one purpose: to make clear that God is in control of history. Human fertility and continuity in history come not from magical rites or from the arbitrary decisions of the gods, but from a God who bases his rule on justice. Nature disappears as a ruling factor in human affairs, replaced by a principle of morality which is unshakable precisely because it comes from a God who is beyond the rules of nature.", "But the result is a book which abounds in tension. From the beginnings of human history (Chap. 4) we encounter contradictions and opposites, whether on a small scale (fertility and barrenness) or a large one (promise and delayed fulfillment). Nowhere is this so clear as in the dramatic high point of the book, Chap. 22. As Avraham stands with knife upraised, the entire enterprise of Genesis hangs in the balance. But the entire book is replete with such tensions and continuity-threatening situations. There are barren wives, brothers vowing to kill brothers, cities and even a world being destroyed by an angry God. The main characters of Genesis thus emerge as survivors, above all else. Noah sets the pattern, but he is merely the first, and too passive an example. The Patriarchs must brave hostile foreigners, bitter intrafamily struggles, and long wanderings before they can find peace.", "While by the end of the book many of the tensions have been resolved, one conspicuously has not: God’s promise of the land of Canaan. As the book ends, “in Egypt,” we are left to ponder how this God, who keeps his promises to “those who love him” (Ex. 20:6), will bring the people back to their land—a land inhabited by someone else and in which the Children of Israel own only a burial site. Yet despite the tension, we may assume from the experiences of the Patriarchs that God will indeed “take account of” the Israelites (50:24), that he will take whatever ill has been planned against them and “plan-it-over for good” (50:20).", "A word should also be said here about hero traditions. In the great epics of the ancient world the hero often stands as a lonely figure. He must overcome obstacles, fight monsters, acquire helpers (whether women, “sidekicks,” or magic objects); and his triumph in the end signals man’s triumph over his archenemy, Death. Every battle won, every obstacle hurdled, is psychologically a victory for us, the audience, a cathartic release from our own frustrating battle against death.", "The Bible sees things rather differently. Death is also overcome, but not only by the individual’s struggle. It is rather through the covenant community, bound together by God’s laws and his promises, that the heroic vision is lived out. Despite the triumphs of the characters in Genesis, it is really in the book of Exodus that the great battle scenes (the plagues in Egypt, the Red Sea) and meetings with the divine (Mount Sinai) take place. And it is therefore God himself who is most properly the “hero” of these stories. No major character in Genesis achieves success without depending fully on God, and the standards that are held up to them are ultimately seen as God’s own, to be imitated by imperfect humankind.", "The book of Genesis falls naturally into four large sections. The first, usually termed the “Primeval History” (Chaps, 11–11), begins with creation and progresses through the early generations of humanity, ending in Mesopotamia. The second (Chaps. 12 through 25:18) is the cycle of stories concerning Avraham, the father of the people of Israel. Part III (Gen. 25:19 through Chap. 36) deals in the main with stories about his grandson Yaakov. The final section (Chaps. 37–50) is the tale of Yosef and of how the Children of Israel came to live in Egypt (thus paving the way for the book of Exodus).", "The following skeletal outline will lay out some of the interesting structural features of the book. There is an elemental symmetry that emerges from the four sections; further comments, especially about how the sections cohere, will be found in the explanatory material accompanying the text in this volume.", "I. Chosen Figure (Noah)", "Sibling Hatred (Kayin–Hevel), with sympathy for youngest", "Family Continuity Threatened (Hevel murdered)", "Ends with Death (Haran, Terah; Sarai barren)", "Humanity Threatened (Flood)", "Ends Away from Land of Israel (“In Harran”)", "II. Chosen Figure (Avraham)", "Sibling Hatred (Yishmael–Yitzhak) Implied, with sympathy for youngest", "Family Continuity Threatened (Sarai barren, Yitzhak almost sacrificed)", "Ends with Death (Sara, Avraham)", "Rivalry Between Wives (Hagar–Sarai)", "Barren Wife (Sarai)", "Wife–Sister Story (Chaps. 12 and 20)", "Ends with Genealogy of Non-Covenant Line (Yishmael)", "III: Chosen Figure (Yaakov)", "Sibling Hatred (Esav–Yaakov), with sympathy for youngest", "Family Continuity Threatened (Yaakov almost killed)", "Ends with Death (Devora, Rahel, Yitzhak)", "Rivalry Between Wives (Lea–Rahel)", "Barren Wife (Rahel)", "Wife–Sister Story (Chap. 26)", "Ends with Genealogy of Non-Covenant Line (Esav)", "IV Chosen Figure (Yosef)", "Sibling Hatred (Brothers–Yosef), with sympathy for youngest", "Family Continuity Threatened (Yehuda’s sons die; Yosef almost killed; family almost dies in famine)", "Ends with Death (Yaakov, Yosef)", "Humanity Threatened (Famine)", "Ends Away from Land of Israel (“In Egypt”)", "There is of course great variety within this bare structure; each version of a motif has its own special characteristics and emphases. Yet the patterning observed above gives the book a general coherence, above and beyond differences. It also demonstrates a conscious hand at work, one concerned about the texture of the book as a whole and able, despite the possible rigidity of what had been handed down, to shape the received material into a plastic and breathing unity.", "Two general observations about Genesis will round out the picture here. First, as the book progresses there is a tendency for the style of the literature to become smoother. The abrupt changes and sometimes fragmentary nature of the material in Part I, and the vignettes built around Avraham’s life in Part II, give way to a greater coherence and concentration in Part III, and finally to a relatively flowing and psychologically complete narrative in Part IV Along with this, the characters in the latter half of the book seem to be more changeable and human, in contrast to Noah and Avraham, who often appear almost perfect models of piety.", "Second, contact with God becomes less and less direct as Genesis moves on. Avraham’s dreams and visions seem a far cry from Adam’s conversations with God in the garden (although see Chap. 18); Yaakov’s encounters with God are less frequent than Avraham’s; and finally, Yosef never has a conversation with God, although he receives dream interpretations from him. This process of distancing may reflect an often-observed tendency in religions to think of primeval times as a “golden age” of closeness between gods and men, as contrasted to today (whenever one is writing), when humankind finds itself tragically distant from the divine and in need of communication."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382c9c9ad75f2d99af736", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part I; The Primeval History, Noah to Avram 1", "anchorRef": "Genesis 11:10-32", "anchorRefExpanded": ["Genesis 11:10", "Genesis 11:11", "Genesis 11:12", "Genesis 11:13", "Genesis 11:14", "Genesis 11:15", "Genesis 11:16", "Genesis 11:17", "Genesis 11:18", "Genesis 11:19", "Genesis 11:20", "Genesis 11:21", "Genesis 11:22", "Genesis 11:23", "Genesis 11:24", "Genesis 11:25", "Genesis 11:26", "Genesis 11:27", "Genesis 11:28", "Genesis 11:29", "Genesis 11:30", "Genesis 11:31", "Genesis 11:32"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part I; The Primeval History, Noah to Avram 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ב׳, בראשית הערה י״ב א׳", "anchorVerse": 10, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית הערה י״ב", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Genesis 11:10-32\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Genesis 11:10-32</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "624a99ca54d5d59563a5376b", "index_title": "Shivchei HaRan", "category": "Chasidut", "type": "", "ref": "Shivchei HaRan, An Account of His Pilgrimage to the Holy Land 18:12", "anchorRef": "Genesis 6:9-11:32", "anchorRefExpanded": ["Genesis 6:9", "Genesis 6:10", "Genesis 6:11", "Genesis 6:12", "Genesis 6:13", "Genesis 6:14", "Genesis 6:15", "Genesis 6:16", "Genesis 6:17", "Genesis 6:18", "Genesis 6:19", "Genesis 6:20", "Genesis 6:21", "Genesis 6:22", "Genesis 7:1", "Genesis 7:2", "Genesis 7:3", "Genesis 7:4", "Genesis 7:5", "Genesis 7:6", "Genesis 7:7", "Genesis 7:8", "Genesis 7:9", "Genesis 7:10", "Genesis 7:11", "Genesis 7:12", "Genesis 7:13", "Genesis 7:14", "Genesis 7:15", "Genesis 7:16", "Genesis 7:17", "Genesis 7:18", "Genesis 7:19", "Genesis 7:20", "Genesis 7:21", "Genesis 7:22", "Genesis 7:23", "Genesis 7:24", "Genesis 8:1", "Genesis 8:2", "Genesis 8:3", "Genesis 8:4", "Genesis 8:5", "Genesis 8:6", "Genesis 8:7", "Genesis 8:8", "Genesis 8:9", "Genesis 8:10", "Genesis 8:11", "Genesis 8:12", "Genesis 8:13", "Genesis 8:14", "Genesis 8:15", "Genesis 8:16", "Genesis 8:17", "Genesis 8:18", "Genesis 8:19", "Genesis 8:20", "Genesis 8:21", "Genesis 8:22", "Genesis 9:1", "Genesis 9:2", "Genesis 9:3", "Genesis 9:4", "Genesis 9:5", "Genesis 9:6", "Genesis 9:7", "Genesis 9:8", "Genesis 9:9", "Genesis 9:10", "Genesis 9:11", "Genesis 9:12", "Genesis 9:13", "Genesis 9:14", "Genesis 9:15", "Genesis 9:16", "Genesis 9:17", "Genesis 9:18", "Genesis 9:19", "Genesis 9:20", "Genesis 9:21", "Genesis 9:22", "Genesis 9:23", "Genesis 9:24", "Genesis 9:25", "Genesis 9:26", "Genesis 9:27", "Genesis 9:28", "Genesis 9:29", "Genesis 10:1", "Genesis 10:2", "Genesis 10:3", "Genesis 10:4", "Genesis 10:5", "Genesis 10:6", "Genesis 10:7", "Genesis 10:8", "Genesis 10:9", "Genesis 10:10", "Genesis 10:11", "Genesis 10:12", "Genesis 10:13", "Genesis 10:14", "Genesis 10:15", "Genesis 10:16", "Genesis 10:17", "Genesis 10:18", "Genesis 10:19", "Genesis 10:20", "Genesis 10:21", "Genesis 10:22", "Genesis 10:23", "Genesis 10:24", "Genesis 10:25", "Genesis 10:26", "Genesis 10:27", "Genesis 10:28", "Genesis 10:29", "Genesis 10:30", "Genesis 10:31", "Genesis 10:32", "Genesis 11:1", "Genesis 11:2", "Genesis 11:3", "Genesis 11:4", "Genesis 11:5", "Genesis 11:6", "Genesis 11:7", "Genesis 11:8", "Genesis 11:9", "Genesis 11:10", "Genesis 11:11", "Genesis 11:12", "Genesis 11:13", "Genesis 11:14", "Genesis 11:15", "Genesis 11:16", "Genesis 11:17", "Genesis 11:18", "Genesis 11:19", "Genesis 11:20", "Genesis 11:21", "Genesis 11:22", "Genesis 11:23", "Genesis 11:24", "Genesis 11:25", "Genesis 11:26", "Genesis 11:27", "Genesis 11:28", "Genesis 11:29", "Genesis 11:30", "Genesis 11:31", "Genesis 11:32"], "sourceRef": "Shivchei HaRan, An Account of His Pilgrimage to the Holy Land 18:12", "sourceHeRef": "שבחי הר\"ן, סדר הנסיעה שלו לארץ ישראל י״ח:י״ב", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1803, 1817], "commentaryNum": 18.0012, "collectiveTitle": {"en": "Shivchei HaRan", "he": "שבחי הר\"ן"}, "heTitle": "סדר הנסיעה שלו לארץ ישראל", "he": "וְשִׁחֵר פָּנָיו שֶׁיִּתְאַכְסֵן אֶצְלוֹ, וְהֵשִׁיב רַבֵּנוּ ז\"ל: שֶׁזֶּה אִי־אֶפְשָׁר שֶׁיַּעֲמֹד בִּקְבִיעוּת אֶצְלוֹ. אַךְ עַל שַׁבָּת אַחַת יִהְיֶה אֶצְלוֹ. וּבְיוֹם מָחָר שָׁלַח בִּשְׁבִילוֹ. וְקִבְּלוֹ עַל שַׁבָּת הָרִאשׁוֹן פָּרָשַׁת נֹחַ.", "heVersionTitle": "rabenubook", "heLicense": "", "heVersionTitleInHebrew": "", "text": "Rabbi Abraham pleaded with the Rebbe to stay with him. The Rebbe answered that he could not move in permanently, but would spend one Shabbat there. The very next day, Rabbi Abraham sent a message inviting the Rebbe for the next Shabbat, the Shabbat of Noah.<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">The Torah reading that recounts the story of Noah and the flood (Genesis 6:9-11:32). This was 3 Cheshvan (October 13, 1798).</i>", "versionTitle": "Rabbi Nachman's Wisdom, trans. Aryeh Kaplan, Jerusalem. Breslov Research Institute, 1973", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "657ecc0f758c1dc532ec82b2", "index_title": "Steinsaltz on Genesis", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Genesis 11:13", "anchorRef": "Genesis 11:13", "anchorRefExpanded": ["Genesis 11:13"], "sourceRef": "Steinsaltz on Genesis 11:13", "sourceHeRef": "ביאור שטיינזלץ על בראשית י״א:י״ג", "anchorVerse": 13, "sourceHasEn": true, "commentaryNum": 11.0013, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על בראשית", "he": "<b>וַיְחִי אַרְפַּכְשַׁד אַחֲרֵי הוֹלִידוֹ אֶת שֶׁלַח שָׁלֹשׁ שָׁנִים וְאַרְבַּע מֵאוֹת שָׁנָה, וַיּוֹלֶד בָּנִים וּבָנוֹת.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>Arpakhshad lived after he begot Shela four hundred and three years; and he begot sons and daughters. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "66bd9a6a449a49c41aa778a4", "index_title": "Seder Olam Rabbah", "category": "Midrash", "type": "", "ref": "Seder Olam Rabbah 1:2", "anchorRef": "Genesis 11:10-26", "anchorRefExpanded": ["Genesis 11:10", "Genesis 11:11", "Genesis 11:12", "Genesis 11:13", "Genesis 11:14", "Genesis 11:15", "Genesis 11:16", "Genesis 11:17", "Genesis 11:18", "Genesis 11:19", "Genesis 11:20", "Genesis 11:21", "Genesis 11:22", "Genesis 11:23", "Genesis 11:24", "Genesis 11:25", "Genesis 11:26"], "sourceRef": "Seder Olam Rabbah 1:2", "sourceHeRef": "סדר עולם רבה א׳:ב׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [200, 500], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Seder Olam Rabbah", "he": "סדר עולם רבה"}, "he": "מאדם עד המבול אלף ותרנ\"ו שנים, וזה פרטן, אדם ק\"ל, שת ק\"ה, אנוש צ', קינן ע', מהללאל ס\"ה, ירד קס\"ב, חנוך ס\"ה, מתושלח קפ\"ז, למך קפ\"ב, ונח בן שש מאות שנה וגו' (בראשית ז ו). חנוך קבר את אדם, וחיה אחריו נ\"ז שנה, מתושלח מיצה ימיו עד המבול, מן המבול עד הפלגה ש\"מ שנה, נמצא נח חיה אחר הפלגה עשר שנים, אבינו אברהם היה בפלגה בן מ\"ח שנה, אמר רבי יוסי נביא גדול היה עבר שקרא שם בנו פלג ברוח הקודש, שנאמר כי בימיו נפלגה הארץ וגו' (שם י כה), אם בתחלת ימיו, והלא יקטן אחיו היה קטן ממנו והוליד י\"ג משפחות ונתפלגו, ואם באמצע ימיו והלא לא בא לסתום אלא לפרש, הא אינו אומר כי בימיו נפלגה הארץ אלא בסוף ימיו, אברהם אבינו היה בשעה שנדבר עמו בין הבתרים בן ע' שנה, שנאמר ויהי מקץ שלשים שנה וארבע מאות שנה וגו' (שמות יב מא), לאחר שנדבר עמו ירד לחרן ועשה שם חמש שנים, שנאמר ואברם בן חמש שנים ושבעים שנה בצאתו מחרן (בראשית יב ד), נמצא מן הפלגה ועד שיצא אברהם אבינו מחרן כ\"ז שנים הן, הן שתים עשרה שנה עבדו את כדרלעמר ושלש עשרה שנה מרדו, ובארבע עשרה שנה בא כדרלעמר (שם יד), אותה השנה שיצא בה אבינו אברהם מחרן היא היתה שנת הרעב, וירד למצרים ועשה שם שלשה חדשים, ועלה ובא וישב באלני ממרא אשר בחברון, והיא השנה שכבש בה את המלכים, ועשה שם עשר שנים עד שלא נשא את הגר, שנאמר ותקח שרי אשת אברם את הגר המצרית שפחתה מקץ עשר שנים לשבת אברם בארץ כנען וגו' (שם טז ג), וכתיב ואברם בן שמנים שנה ושש שנים בלדת הגר את ישמעאל (שם טז טז), נמצא ישמעאל גדול מיצחק י\"ד שנה, נמצא מן הפלגה ועד שנולד אבינו יצחק נ\"ב שנה, ישיבתה של סדם נ\"א שנה, מהן שלוה והשקט היה לה ולבנותיה כ\"ו שנה. ומן המבול ועד שנולד יצחק שצ\"ב שנה, וזה פרטן, אלה תולדת שם שם בן מאת שנה ויולד את ארפכשד שנתים אחר המבול (שם יא י), ארפכשד ל\"ה, שלח ל', עבר ל\"ד, פלג ל', רעו ל\"ב, שרוג ל', נחור כ\"ט, תרח ע', ואברהם בן מאת שנה בהולד לו את יצחק בנו (שם כא ה), אבינו  יצחק היה כשנעקד על המזבח בן ל\"ז שנה, ויגר אברהם בארץ פלשתים ימים רבים (שם כא לד), הימים הללו מרובים על של חברון שהיו עשרים וחמש שנה, והללו עשרים ושש שנה, בו בפרק נולדה רבקה, נמצא אבינו יצחק נשא את רבקה בת (י\"ד) [ג'] שנה, אבינו אברהם קבר את תרח אביו לפני מיתתה של שרה שתי שנים, יעקב שימש את אבינו אברהם ט\"ו שנה, ואת שם חמשים שנה, נמצאת אומר אבינו יעקב שמש את שם נ' שנה, ושם שמש את מתושלח צ\"ח שנה, ומתושלח שמש [את] אדם הראשון רמ\"ג שנה, נמצאת אומר ארבעה מתוך כ\"ב דורות, ושבעה בני אדם שקפלו את העולם כולו, ואלו הן, אדם הראשון ומתושלח ושם ויעקב ועמרם ואחיה השילוני ואליהו, ועדיין הוא קיים: ", "heVersionTitle": "Seder Olam, Warsaw 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "סדר עולם, ורשה 1904", "text": "From Adam to the Flood was 1656 years, and this is  their enumeration: Adam 130, Seth 105, Enosh 90, Kenan  70, Mahalalel 65, Jared 162, Enoch 65,  Methuselah 187, Lamech 182, and Noah was six hundred years old, etc.\" (Genesis 7, 6). Enoch buried Adam, and lived after him 57 years. Methuselah exhausted his days just before the Flood. From the Flood to the division [of languages] was 340 years. Noah lived ten years after the division [of languages]. Our father Abraham was at the division [of languages] 48 years old. Rabbi Yosei said: Eber was so great a prophet that he [preemptively] named his son Peleg [\"division\"], [aided] by the Holy Spirit. [Eber having foreseen what was to come] as it says \"in his days the earth was divided\" (Genesis 10, 25). ", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "5892ed73d6e4a9274646c7ce", "index_title": "Chizkuni", "category": "Quoting Commentary", "type": "", "ref": "Chizkuni, Genesis 1:1:2", "anchorRef": "Genesis 11:13", "anchorRefExpanded": ["Genesis 11:13"], "sourceRef": "Chizkuni, Genesis 1:1:2", "sourceHeRef": "חזקוני, בראשית א׳:א׳:ב׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "בראשית", "he": "<b>בראשית.</b> פרש״‎י, אמר רבי יצחק לא היה צריך וכו׳‎ לפי שהיא מצוה ראשונה שנצטוו ישראל. וא״‎ת הרי שבע מצוות מצות מילה וגיד הנשה קדמו למצות החדש מצוה ראשונה, אלא י״‎ל הא דקרי לה בפרש״‎י למצות החדש מצוה ראשונה לפי שהיא ראשונה למצוות שנצטוו ישראל עליהם במעמד כולם. פירש רש״‎י למה פתח בבראשית משום כח מעשיו וכו'. וא״‎ת היאך יכולין הכנענים לומר לישראל גזולה מז׳‎ אומות חדא דאין זו גזולה שמה שקנה עבד קנה רבו וקים לן דכנען לזרעו של שם עבד הוה כדכתיב ויהי כנען עבד למו. ועוד אדרבה הם גזלוה מישראל כמו שפירש״‎י בפ׳‎ לך והכנעני אז בארץ היה הולך וכובש את הארץ מזרעו של שם שבחלקו של שם נפלה כשחלק נח את הארץ לבניו. אלא י״‎ל כמה מלכים היו בארץ כגון מלך חצור וחביריו שלא היו ממשפחות כנען וכן בפ׳‎ ברכה גבי אפסי ארץ, ושמא הם מזרעו של שם היו ולא היה לישראל שום רבנות עליהם ליטלה מהם בחזקה ומהם היה הכנעני הולך וכובש כמו שפרש״‎י. ד״‎א מה טעם פתח בבראשית להודיע סדר הבריאה ונתינת הארץ כמו שפירש״‎י, היינו טעמא שלא יהא פתחון פה לכנענים לומר להם לישראל אין אתם מן היורש הראוי לירש שהוא עילם אלא אתם מארפכשד הצעיר בבנים כדכתיב בני שם עילם ואשור וארפכשד א״‎כ כבשתם את הארץ שלא כמשפט. ד״‎א לכך פתח בענין יצירה שאלמלא כן יאמרו קטני אמנה העולם על מנהגו הוא עומד ועמד תמיד. פרש״‎י ברצונו נתנה להם וכו׳‎ צ״‎ל לא נתנה להם לחלוטין דאל״‎כ היך חוזר ממתנתו. פירש״‎י שאין לך ראשית במקרא שאין דבוק לתיבה שלאחריו. חז״‎ק הרי מצינו דוגמא כי אחרית לאיש שלום ואין דבוק לתיבה שלאחריו.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "בראשית; Rashi comments on this word as follows: “Rabbi Yitzchok said that there was not really any need to commence the Torah before the beginning of chapter 12 in Exodus, when G-d addressed the Jewish nation with legislation about the forthcoming Passover. He only did so in order to tell mankind that He owns the earth and therefore can allocate parts of it to those, whom He chooses, i.e. that the Israelites did not rob the Canaanites of their land, which had never been rightfully theirs. Rashi therefore considers the laws about Passover as the first commandment given to the Jewish people. If we were to counter that the seven universal laws that apply to all of mankind apply to us also, and these had been given many years before there was an Avraham, even, the answer is that what Rashi meant was the Passover legislation was the first commandment given to the Jewish people when all of them were present during that address. (Exodus 12,3) To the question that the mere idea of the Canaanites arguing that the Israelites had stolen their land, seeing that what belongs to the slave automatically belongs to his master, and Canaan (Noach’s grandson) had been demoted to being a slave by his grandfather ever since he had been cursed, so how could they have ever owned it? (compare Genesis 9,26) Canaan’s descendants had been slaves of Shem, the great-grandfather of Avraham ever since! Rashi himself pointed this out already on Genesis 12,6. The Canaanites, as alluded to in that verse, had robbed the descendants of Shem of their heritage! We would have to answer that the Canaanites i.e. the tribes making up that kingdom, also contained kings (King of Chatzor) and others who were not descended from the original Canaan. (Compare Joshua, beginning chapter 11) The latter might even have been descended from Shem, so that the Israelites would have had a legal claim on the land they occupied as they were rightful owners. An alternate way of explaining why the Torah commenced with the word (and the story that follows) of בראשית is this. It is to inform us of the sequence in which this material universe came into existence and how once created it was allocated to the creatures inhabiting it, as Rashi explained, i.e. to prove that the Canaanites had no legal claim to dispute the Jews’ viewing it as their inheritance, ancestral heritage, by claiming that rightfully Eylam had a legal claim to it. [Eylam was Shem’s firstborn son, (Genesis 10,21, whereas Avraham was a descendant of Shem’s youngest son Arpachshad, basing themselves on what is written in Genesis 11,13 where this son is listed last, not first as in 10,21. Ed.] Yet another reason for the Torah commencing with the words: בראשית ברא אלוקים, “at the beginning G-d created, etc.;” is to state categorically that the universe in which we live did not exist eternally, or is the result of “the big bang,” but was created by a Creator. When Rashi states that G-d allocated the land of Israel to the Israelites מרצונו, “as an expression of His goodwill,” this is an implied warning that such an allocation was not absolute and irreversible for all future time, otherwise how could He take it back by exiling its people and reallocate it to someone else? Rashi also makes the point that the word ראשית, whenever it occurs in the Bible is invariably linked to the word following it. The author, supporting Rashi, cites an example from Leviticus 2,12: קרבן ראשית תקריבו אותם, “you are to present them as an initial offering.” [Rabbi Chavell, in his annotations, already pointed out that the author’s statement is not quite accurate, pointing to Deuteronomy 33,21, וירא ראשית לו. Ed.]", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5eef6e25c70e1fc068ce870c", "index_title": "Notes by Rabbi Yehoshua Hartman on Derekh Chayim", "category": "Quoting Commentary", "type": "", "ref": "Notes by Rabbi Yehoshua Hartman on Derekh Chayim 5:2:112", "anchorRef": "Genesis 11:10-26", "anchorRefExpanded": ["Genesis 11:10", "Genesis 11:11", "Genesis 11:12", "Genesis 11:13", "Genesis 11:14", "Genesis 11:15", "Genesis 11:16", "Genesis 11:17", "Genesis 11:18", "Genesis 11:19", "Genesis 11:20", "Genesis 11:21", "Genesis 11:22", "Genesis 11:23", "Genesis 11:24", "Genesis 11:25", "Genesis 11:26"], "sourceRef": "Notes by Rabbi Yehoshua Hartman on Derekh Chayim 5:2:112", "sourceHeRef": "פירושים והערות מהרב יהושע הרטמן על דרך חיים ה׳:ב׳:קי״ב", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1999, 2005], "commentaryNum": 2.0112, "collectiveTitle": {"en": "Notes by Rabbi Yehoshua Hartman on Derekh Chayim", "he": "פירושים והערות מהרב יהושע הרטמן על דרך חיים"}, "he": "(299) אין כוונתו לומר שבעשרת הדורות השניים שבמשנה המנין מתחיל מנח, ומגיע עד תרח, ואין אברהם בכלל, שדבר זה מן הנמנע מכמה טעמים; (א) עד עתה ביאר [בתחילת המשנה] ש\"עשרה דורות מנח עד אברהם\" מתפרש \"מדור שאחר נח\" [לשונו שם, והובא בהערה 297], וזהו עשרה דורות משם בן נח עד אברהם, המפורטים בתורה [והם; שם, ארפכשד, שלח, עבר, פלג, רעו, שרוג, נחור, תרח, ואברהם (בראשית יא, י-כו)]. ומהיכי תיתי שעתה יבאר ש\"מנח\" מתפרש כפשוטו [מנח עצמו], ועשרת הדורות אינם כוללים את אברהם, אלא מגיעים רק עד תרח, ו\"עד אברהם\" מתפרש \"'עד' ולא 'עד' בכלל\" [ברכות כו:]. (ב) ועוד, שלפי זה נח נמנה פעמיים; הוא המסיים את עשרת הדורות מאדה\"ר [והם; אדם הראשון, שת, אנוש, קינן, מהללאל, ירד, חנוך, מתושלח, למך, ונח (בראשית ה, א-לב)], והוא הפותח את עשרת הדורות השניים. (ג) ועוד, א\"כ אין כאן עשרים דורות, אלא רק תשעה עשר דורות, כי נח נמנה פעמיים, ומאדה\"ר עד תרח אינו אלא תשעה עשר דורות, וזה לא יתכן. אלא כוונתו לומר שהמשפט \"עשרה דורות מנח עד אברהם\" אינו מתפרש כמשפט שלפניו \"עשרה דורות מאדם עד נח\"; \"מאדם עד נח\" מתפרש כפשוטו, ונח היה דור העשירי מאדה\"ר. אך \"מנח עד אברהם\" אינו מתפרש כך, כי אברהם הוא דור אחד עשר מנח, ואינו דור עשירי מנח, ואלו דבריו כאן. ולא חזר לבאר שנית שביאור המשנה \"מנח עד אברהם\" יהיה \"מדור שאחר נח עד אברהם\".   ", "heVersionTitle": "Derech Chaim, with footnotes and annotations by Rabbi Yehoshua D. Hartman, Machon Yerushalyim, 2005-2010", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ספר דרך חיים, נלקט ונערך על ידי יהושע דוד בן הרב יחזקאל הרטמן. מכון ירושלים, תשס\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f91302ea38a6df40feb3ec0", "index_title": "Notes by Rabbi Yehoshua Hartman on Gevurot Hashem", "category": "Quoting Commentary", "type": "", "ref": "Notes by Rabbi Yehoshua Hartman on Gevurot Hashem 5:58", "anchorRef": "Genesis 11:10-25", "anchorRefExpanded": ["Genesis 11:10", "Genesis 11:11", "Genesis 11:12", "Genesis 11:13", "Genesis 11:14", "Genesis 11:15", "Genesis 11:16", "Genesis 11:17", "Genesis 11:18", "Genesis 11:19", "Genesis 11:20", "Genesis 11:21", "Genesis 11:22", "Genesis 11:23", "Genesis 11:24", "Genesis 11:25"], "sourceRef": "Notes by Rabbi Yehoshua Hartman on Gevurot Hashem 5:58", "sourceHeRef": "פירושים והערות מהרב יהושע הרטמן על גבורות השם ה׳:נ״ח", "anchorVerse": 10, "sourceHasEn": false, "compDate": [2006, 2020], "commentaryNum": 5.0058, "collectiveTitle": {"en": "Notes by Rabbi Yehoshua Hartman on Gevurot Hashem", "he": "פירושים והערות מהרב יהושע הרטמן על גבורות השם"}, "he": "(58) פירוש - מיתת תרח הוזכרה בס\"פ נח, לאחר שהוזכרו שמונה הדורות שהיו קודמים לתרח [משם בן נח עד נחור בן שרוג (בראשית יא, י-כה)], ואצל שמונה הדורות האלו לא נזכרה מיתת אף אחד מהם, אלא רק ימי חייו [לעומת הדורות שהוזכרו בפרק ה, וכמו שיבאר]. וכגון, אצל רעו נאמר [שם פסוקים כ-כא] \"ויחי רעו שתים ושלשים שנה ויולד את שרוג ויחי רעו אחרי הולידו את שרוג שבע שנים ומאתים שנה ויולד בנים ובנות\". וכן הוא בשאר הדורות שהוזכרו שם, מלבד תרח שאצלו נאמר [שם פסוק לב] \"ויהיו ימי תרח חמש שנים ומאתים שנה וימת תרח בחרן\". ", "heVersionTitle": "Gevurot Hashem, with footnotes and annotations by Rabbi Yehoshua D. Hartman, Machon Yerushalyim, 2015-2020", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ספר גבורות השם, נלקט ונערך על ידי יהושע דוד בן הרב יחזקאל הרטמן. מכון ירושלים, תשע\"ה-תש\"פ", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319cfefb6084aa1cbefda7f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אַרְפַּכְשַׁד 1", "anchorRef": "Genesis 11:13", "anchorRefExpanded": ["Genesis 11:13"], "sourceRef": "BDB, אַרְפַּכְשַׁד 1", "sourceHeRef": "בראון-דרייבר-בריגס, אַרְפַּכְשַׁד א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אַרְפַּכְשַׁד", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">אַרְפַּכְשַׁד</span></big>  <strong>n.pr.m.</strong> 3rd son of Shem <span dir=\"rtl\">א׳</span> <a data-ref=\"Genesis 10:22\" href=\"/Genesis.10.22\">Gn 10:22</a>, <a data-ref=\"Genesis 10:24\" href=\"/Genesis.10.24\">24</a>; <a data-ref=\"Genesis 11:12\" href=\"/Genesis.11.12\">11:12</a>, <a data-ref=\"Genesis 11:13\" href=\"/Genesis.11.13\">13</a>; <a data-ref=\"I Chronicles 1:17\" href=\"/I_Chronicles.1.17\">1 Ch 1:17</a>, <a data-ref=\"I Chronicles 1:18\" href=\"/I_Chronicles.1.18\">18</a>, <a data-ref=\"I Chronicles 1:24\" href=\"/I_Chronicles.1.24\">24</a>; <span dir=\"rtl\">אַרְפַּכְשָׁ֑ד</span> <a data-ref=\"Genesis 11:10\" href=\"/Genesis.11.10\">Gn 11:10</a>, <a data-ref=\"Genesis 11:11\" href=\"/Genesis.11.11\">11</a>; doubtless a geogr. name <strong>(</strong>deriv. & meaning dub., Thes der. from <span dir=\"rtl\">أُرْفَةٌ</span> <em>boundary</em> (stem <span dir=\"rtl\">أَرَفَ</span> <em>define, limit</em>), cf. also Ethiopic አረፍት <em>wall</em>, + <span dir=\"rtl\">כשׁד</span> = <span dir=\"rtl\">כֶּשֶׂד</span>, i.e. <em>Chaldean;</em> so Schr<sup>COT</sup> <a data-ref=\"Genesis 10:22\" href=\"/Genesis.10.22\">Gn 10:22</a> who identifies with <em>Babylonia</em> (cf. <a data-ref=\"Genesis 11:12\" href=\"/Genesis.11.12\">Gn 11:12 f.</a> & <span dir=\"rtl\">אוּר כַּשְׂדִּים</span> v <a data-ref=\"Genesis 11:28\" href=\"/Genesis.11.28\">28</a>, <a data-ref=\"Genesis 11:31\" href=\"/Genesis.11.31\">31</a>); v. another interpr. Dl<sup>Pa 255</sup>, according to most = <em>Arrapachitis</em> on Upper Zab, NE. from Nineveh, Assyrian <em>Arbaḫa</em>, Armen. <em>Albak</em> Lag<sup>Armen. Stud. 55 & reff.</sup> so Bö MV, Di <a data-ref=\"Genesis 10:22\" href=\"/Genesis.10.22\">Gn 10:22</a> Lag<sup>Sy i. 54</sup> Nö<sup>ZMG 1882, 182</sup>; but Assyrian <em>Arbaḫa</em> is unfavourable to this<strong>)</strong>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d03bb6084aa1cbf011e1", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, בַּת 1", "anchorRef": "Genesis 11:13", "anchorRefExpanded": ["Genesis 11:13"], "sourceRef": "BDB, בַּת 1", "sourceHeRef": "בראון-דרייבר-בריגס, בַּת א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "בַּת", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I. <big><span dir=\"rtl\">בַּת</span></big><sub>587</sub>  <strong>n.f.</strong> daughter <strong>(</strong>= <span dir=\"rtl\">בַּנְתְּ</span> from <span dir=\"rtl\">בן</span>; Ph. <span dir=\"rtl\">בת</span>, MI <span dir=\"rtl\">בנת</span> pl. <em>maidens</em>, Assyrian <em>bintu</em> Winckler<sup>Sargon, Gloss.</sup>, Arabic <span dir=\"rtl\">بِنْتٌ</span> Sab. <span dir=\"rtl\">בת</span>, <span dir=\"rtl\">בנת</span> DHM<sup>ZMG 1883, 391</sup> CIS<sup>iv. 1, No. 6. 21</sup>; Aramaic <span dir=\"rtl\">ܒܰܪܬ</span> <strong>)</strong>—<span dir=\"rtl\">ב׳</span> abs. <a data-ref=\"Exodus 1:16\" href=\"/Exodus.1.16\">Ex 1:16</a> +; cstr. <a data-ref=\"Genesis 11:29\" href=\"/Genesis.11.29\">Gn 11:29</a> +; sf. <span dir=\"rtl\">בִּתִּי</span> <a data-ref=\"Deuteronomy 22:16\" href=\"/Deuteronomy.22.16\">Dt 22:16</a> +; <span dir=\"rtl\">בִּתְּךָ</span> <a data-ref=\"Genesis 29:18\" href=\"/Genesis.29.18\">Gn 29:18</a> +; <span dir=\"rtl\">בִּתֵּנוּ</span> <a data-ref=\"Genesis 34:17\" href=\"/Genesis.34.17\">Gn 34:17</a> etc.; pl. <span dir=\"rtl\">בָּנוֹת</span> <a data-ref=\"Genesis 5:4\" href=\"/Genesis.5.4\">Gn 5:4</a> +; cstr. <span dir=\"rtl\">בְּנוֹת</span> <a data-ref=\"Genesis 6:2\" href=\"/Genesis.6.2\">Gn 6:2</a> +; sf. <span dir=\"rtl\">בְּנֹתַי</span> <a data-ref=\"Genesis 31:26\" href=\"/Genesis.31.26\">Gn 31:26</a> +; <span dir=\"rtl\">בְּנוֹתֶיךָ</span> <a data-ref=\"Genesis 19:12\" href=\"/Genesis.19.12\">Gn 19:12</a> +; <span dir=\"rtl\">בְּנֹתָם</span> <a data-ref=\"Genesis 34:21\" href=\"/Genesis.34.21\">Gn 34:21</a>; <span dir=\"rtl\">בְּנוֹתֵיהֶם</span> <a data-ref=\"Deuteronomy 12:31\" href=\"/Deuteronomy.12.31\">Dt 12:31</a> +, etc.;—<br><strong>1.</strong>  <em>daughter</em>, female child, born of a woman <a data-ref=\"Genesis 30:21\" href=\"/Genesis.30.21\">Gn 30:21</a>; <a data-ref=\"Genesis 34:1\" href=\"/Genesis.34.1\">34:1</a> <a data-ref=\"Exodus 1:16\" href=\"/Exodus.1.16\">Ex 1:16</a>, <a data-ref=\"Exodus 1:22\" href=\"/Exodus.1.22\">22</a>; <a data-ref=\"Exodus 21:4\" href=\"/Exodus.21.4\">21:4</a> <a data-ref=\"Leviticus 12:6\" href=\"/Leviticus.12.6\">Lv 12:6</a> <a data-ref=\"Hosea 1:6\" href=\"/Hosea.1.6\">Ho 1:6</a> cf. <a data-ref=\"Genesis 20:12\" href=\"/Genesis.20.12\">Gn 20:12</a> <a data-ref=\"Leviticus 18:9\" href=\"/Leviticus.18.9\">Lv 18:9</a> <a data-ref=\"Deuteronomy 27:22\" href=\"/Deuteronomy.27.22\">Dt 27:22</a> +; begotten by a man <a data-ref=\"Genesis 5:4\" href=\"/Genesis.5.4\">Gn 5:4</a>, <a data-ref=\"Genesis 5:7\" href=\"/Genesis.5.7\">7</a>, <a data-ref=\"Genesis 5:10\" href=\"/Genesis.5.10\">10</a>; <a data-ref=\"Genesis 11:11\" href=\"/Genesis.11.11\">11:11</a>, <a data-ref=\"Genesis 11:13\" href=\"/Genesis.11.13\">13</a>, <a data-ref=\"Genesis 11:15\" href=\"/Genesis.11.15\">15</a> cf. <a data-ref=\"Genesis 11:29\" href=\"/Genesis.11.29\">Gn 11:29</a>; <a data-ref=\"Genesis 19:8\" href=\"/Genesis.19.8\">19:8</a>; <a data-ref=\"Genesis 20:12\" href=\"/Genesis.20.12\">20:12</a>; <a data-ref=\"Genesis 28:2\" href=\"/Genesis.28.2\">28:2</a> <a data-ref=\"Leviticus 19:9\" href=\"/Leviticus.19.9\">Lv 19:9</a> <a data-ref=\"Deuteronomy 27:22\" href=\"/Deuteronomy.27.22\">Dt 27:22</a> +; often ‖ <span dir=\"rtl\">בֵּן</span> <em>son</em> <a data-ref=\"Genesis 5:4\" href=\"/Genesis.5.4\">Gn 5:4</a>, <a data-ref=\"Genesis 5:7\" href=\"/Genesis.5.7\">7</a> + (v. <a data-ref=\"BDB, בֵּן²\" href=\"/BDB,_בֵּן²\", dir=\"rtl\">בֵּן</a>); cf. in allegory of Jehoash <a data-ref=\"II Kings 14:9\" href=\"/II_Kings.14.9\">2 K 14:9</a> = <a data-ref=\"II Chronicles 25:18\" href=\"/II_Chronicles.25.18\">2 Ch 25:18</a>; note especially <span dir=\"rtl\">בְּנוֹת הָאָדָם</span> i.e. human women <a data-ref=\"Genesis 6:2\" href=\"/Genesis.6.2\">Gn 6:2</a>, <a data-ref=\"Genesis 6:4\" href=\"/Genesis.6.4\">4</a>; <span dir=\"rtl\">בִּתְּךָ הַקְּטַנָּה</span> <em>thy younger daughter</em> <a data-ref=\"Genesis 29:18\" href=\"/Genesis.29.18\">Gn 29:18</a> (cf. <span dir=\"rtl\">הַצְּעִירָה</span> v <a data-ref=\"Genesis 29:26\" href=\"/Genesis.29.26\">26</a> opp. <span dir=\"rtl\">הַבְּכִירָה</span>); <span dir=\"rtl\">בִּתִּי הַגְּדוֹלָה</span> <em>my eldest daughter</em> <a data-ref=\"I Samuel 18:17\" href=\"/I_Samuel.18.17\">1 S 18:17</a>; <span dir=\"rtl\">בַּת־(הַ)מֶּלֶךְ</span> = <em>princess</em> <a data-ref=\"II Chronicles 22:11\" href=\"/II_Chronicles.22.11\">2 Ch 22:11</a> <a data-ref=\"II Kings 9:34\" href=\"/II_Kings.9.34\">2 K 9:34</a> <a data-ref=\"Daniel 11:6\" href=\"/Daniel.11.6\">Dn 11:6</a> cf. <a data-ref=\"II Samuel 13:18\" href=\"/II_Samuel.13.18\">2 S 13:18</a> <a data-ref=\"Jeremiah 41:10\" href=\"/Jeremiah.41.10\">Je 41:10</a>; <a data-ref=\"Jeremiah 43:6\" href=\"/Jeremiah.43.6\">43:6</a> <a data-ref=\"Psalms 45:10\" href=\"/Psalms.45.10\">ψ 45:10</a>; cf. as term of praise <span dir=\"rtl\">בַּת־נָדִיב</span> <a data-ref=\"Song of Songs 7:2\" href=\"/Song_of_Songs.7.2\">Ct 7:2</a>; in partic. †<strong>a.</strong>  girl called <span dir=\"rtl\">בִּתֵּנוּ</span> by father and brothers <a data-ref=\"Genesis 34:17\" href=\"/Genesis.34.17\">Gn 34:17</a> cf. <span dir=\"rtl\">בִּתְּכֶם</span> v <a data-ref=\"Genesis 34:8\" href=\"/Genesis.34.8\">8</a>. †<strong>b.</strong>  of adopted daughter <a data-ref=\"Esther 2:7\" href=\"/Esther.2.7\">Est 2:7</a>, <a data-ref=\"Esther 2:15\" href=\"/Esther.2.15\">15</a>. †<strong>c.</strong>  used in speaking to daughter-in-law <a data-ref=\"Ruth 1:11\" href=\"/Ruth.1.11\">Ru 1:11</a>, <a data-ref=\"Ruth 1:12\" href=\"/Ruth.1.12\">12</a>, <a data-ref=\"Ruth 1:13\" href=\"/Ruth.1.13\">13</a>; <a data-ref=\"Ruth 2:2\" href=\"/Ruth.2.2\">2:2</a>, <a data-ref=\"Ruth 2:8\" href=\"/Ruth.2.8\">8</a>, <a data-ref=\"Ruth 2:22\" href=\"/Ruth.2.22\">22</a>; <a data-ref=\"Ruth 3:1\" href=\"/Ruth.3.1\">3:1</a>, <a data-ref=\"Ruth 3:16\" href=\"/Ruth.3.16\">16</a>, <a data-ref=\"Ruth 3:18\" href=\"/Ruth.3.18\">18</a>. †<strong>d.</strong>  <span dir=\"rtl\">בַּת־אָבִיו</span> = <em>sister</em> <a data-ref=\"Ezekiel 22:11\" href=\"/Ezekiel.22.11\">Ez 22:11</a> (appos. <span dir=\"rtl\">אחותו</span>); also <em>half-sister</em> <a data-ref=\"Genesis 20:12\" href=\"/Genesis.20.12\">Gn 20:12</a> <span dir=\"rtl\">בַּת־אָבִי אַךְ לֹא בַת־אִמִּי</span>, cf. <a data-ref=\"Leviticus 18:9\" href=\"/Leviticus.18.9\">Lv 18:9</a> & v <a data-ref=\"Leviticus 18:11\" href=\"/Leviticus.18.11\">11</a> <span dir=\"rtl\">בַּת־אֵשֶׁת אָבִיךָ</span>, <a data-ref=\"Leviticus 20:17\" href=\"/Leviticus.20.17\">20:17</a>. †<strong>e.</strong>  <span dir=\"rtl\">בַּת־דֹּדוֹ</span> = <em>cousin</em> <a data-ref=\"Esther 2:7\" href=\"/Esther.2.7\">Est 2:7</a>. †<strong>f.</strong>  used in kindly address, <span dir=\"rtl\">בִּתִּי</span> <a data-ref=\"Ruth 3:10\" href=\"/Ruth.3.10\">Ru 3:10</a>, <a data-ref=\"Ruth 3:11\" href=\"/Ruth.3.11\">11</a> (Boaz to Ruth), cf. <a data-ref=\"Psalms 45:11\" href=\"/Psalms.45.11\">ψ 45:11</a>; <span dir=\"rtl\">בְּנוֹתַי</span> in mouth of <span dir=\"rtl\">י׳</span> <a data-ref=\"Isaiah 43:6\" href=\"/Isaiah.43.6\">Is 43:6</a> (‖ <span dir=\"rtl\">בָּנַי</span>). †<strong>g.</strong>  <span dir=\"rtl\">בְּנוֹת בָּנָיו</span> = <em>granddaughters</em> <a data-ref=\"Genesis 46:7\" href=\"/Genesis.46.7\">Gn 46:7</a> (P) cf. <a data-ref=\"Leviticus 18:10\" href=\"/Leviticus.18.10\">Lv 18:10</a> & v <a data-ref=\"Leviticus 18:17\" href=\"/Leviticus.18.17\">17</a> (H); note also <a data-ref=\"Genesis 37:35\" href=\"/Genesis.37.35\">Gn 37:35</a>, where <span dir=\"rtl\">בנותיו</span> must include other than actual daughters. <strong>h.</strong>  <span dir=\"rtl\">רִבְקָה בַּת־בְּתוּאֵל</span> (as more precise designation) <a data-ref=\"Genesis 25:20\" href=\"/Genesis.25.20\">Gn 25:20</a> cf. <a data-ref=\"Genesis 24:23\" href=\"/Genesis.24.23\">24:23</a>, <a data-ref=\"Genesis 24:24\" href=\"/Genesis.24.24\">24</a>, <a data-ref=\"Genesis 24:47\" href=\"/Genesis.24.47\">47</a><sup>(×2)</sup> also <a data-ref=\"Genesis 26:34\" href=\"/Genesis.26.34\">26:34</a><sup>(×2)</sup>; <a data-ref=\"Genesis 29:10\" href=\"/Genesis.29.10\">29:10</a> +; note especially †<span dir=\"rtl\">בַּת־פַּרְעֹה</span> (without personal name) <a data-ref=\"Exodus 2:5\" href=\"/Exodus.2.5\">Ex 2:5</a>, <a data-ref=\"Exodus 2:7\" href=\"/Exodus.2.7\">7</a>, <a data-ref=\"Exodus 2:8\" href=\"/Exodus.2.8\">8</a>, <a data-ref=\"Exodus 2:9\" href=\"/Exodus.2.9\">9</a>, <a data-ref=\"Exodus 2:10\" href=\"/Exodus.2.10\">10</a> cf. <a data-ref=\"I Kings 3:1\" href=\"/I_Kings.3.1\">1 K 3:1</a>; <a data-ref=\"I Kings 7:8\" href=\"/I_Kings.7.8\">7:8</a>; <a data-ref=\"I Kings 9:24\" href=\"/I_Kings.9.24\">9:24</a>; <a data-ref=\"I Kings 11:1\" href=\"/I_Kings.11.1\">11:1</a> <a data-ref=\"II Chronicles 8:11\" href=\"/II_Chronicles.8.11\">2 Ch 8:11</a>; <span dir=\"rtl\">בַּת־אִישׁ כְּנַעֲנִי וּשְׁמוֹ שׁוּעַ</span> <a data-ref=\"Genesis 38:2\" href=\"/Genesis.38.2\">Gn 38:2</a> cf. v <a data-ref=\"Genesis 38:12\" href=\"/Genesis.38.12\">12</a> (but cf. <a data-ref=\"I Chronicles 2:3\" href=\"/I_Chronicles.2.3\">1 Ch 2:3</a> sub <span dir=\"rtl\">בַּת־שׁוּעַ</span> <strong>n.pr.f.</strong> infr.) †<strong>i.</strong>  often pl. as designation of women of a particular city, land, or people: <span dir=\"rtl\">בְּנוֹת צִיּוֹן</span> <a data-ref=\"Isaiah 3:16\" href=\"/Isaiah.3.16\">Is 3:16</a>, <a data-ref=\"Isaiah 3:17\" href=\"/Isaiah.3.17\">17</a>; <a data-ref=\"Isaiah 4:4\" href=\"/Isaiah.4.4\">4:4</a> <a data-ref=\"Song of Songs 3:11\" href=\"/Song_of_Songs.3.11\">Ct 3:11</a> cf. <a data-ref=\"Isaiah 49:22\" href=\"/Isaiah.49.22\">Is 49:22</a>; <a data-ref=\"Isaiah 60:4\" href=\"/Isaiah.60.4\">60:4</a> <a data-ref=\"Lamentations 3:51\" href=\"/Lamentations.3.51\">La 3:51</a>; <span dir=\"rtl\">בְּנוֹת יְרוּשָׁלַם</span> <a data-ref=\"Song of Songs 1:5\" href=\"/Song_of_Songs.1.5\">Ct 1:5</a>; <a data-ref=\"Song of Songs 2:7\" href=\"/Song_of_Songs.2.7\">2:7</a>; <a data-ref=\"Song of Songs 3:5\" href=\"/Song_of_Songs.3.5\">3:5</a>, <a data-ref=\"Song of Songs 3:10\" href=\"/Song_of_Songs.3.10\">10</a>; <a data-ref=\"Song of Songs 5:8\" href=\"/Song_of_Songs.5.8\">5:8</a>, <a data-ref=\"Song of Songs 5:16\" href=\"/Song_of_Songs.5.16\">16</a>; <a data-ref=\"Song of Songs 8:4\" href=\"/Song_of_Songs.8.4\">8:4</a>; <span dir=\"rtl\">בְּנוֹת־שִׁילוֹ</span> <a data-ref=\"Judges 21:21\" href=\"/Judges.21.21\">Ju 21:21</a><sup>(×2)</sup>; <span dir=\"rtl\">בְּנוֹת רַבָּה</span> <a data-ref=\"Jeremiah 49:3\" href=\"/Jeremiah.49.3\">Je 49:3</a>; observe transitional phrase <span dir=\"rtl\">בְּנוֹת אַנְשֵׁי הָעִיר</span> <a data-ref=\"Genesis 24:13\" href=\"/Genesis.24.13\">Gn 24:13</a>; further <span dir=\"rtl\">בְּנוֹת כְּנָ֑עַן</span> <a data-ref=\"Genesis 28:1\" href=\"/Genesis.28.1\">Gn 28:1</a>, <a data-ref=\"Genesis 28:6\" href=\"/Genesis.28.6\">6</a>, <a data-ref=\"Genesis 28:8\" href=\"/Genesis.28.8\">8</a>; <a data-ref=\"Genesis 36:2\" href=\"/Genesis.36.2\">36:2</a> (all P) cf. <span dir=\"rtl\">ב׳ הַכְּנַעֲנִי</span> <a data-ref=\"Genesis 24:3\" href=\"/Genesis.24.3\">Gn 24:3</a>, <a data-ref=\"Genesis 24:37\" href=\"/Genesis.24.37\">37</a> (J); <span dir=\"rtl\">בְּנוֹת הָאָרֶץ</span> <a data-ref=\"Genesis 27:46\" href=\"/Genesis.27.46\">Gn 27:46</a>; <a data-ref=\"Genesis 34:1\" href=\"/Genesis.34.1\">34:1</a> (both P); <span dir=\"rtl\">בְּנוֹת מוֹאָב</span> <a data-ref=\"Numbers 25:1\" href=\"/Numbers.25.1\">Nu 25:1</a> <a data-ref=\"Isaiah 16:2\" href=\"/Isaiah.16.2\">Is 16:2</a> cf. <a data-ref=\"Numbers 21:29\" href=\"/Numbers.21.29\">Nu 21:29</a>; <span dir=\"rtl\">ב׳ חֵת</span> <a data-ref=\"Genesis 27:46\" href=\"/Genesis.27.46\">Gn 27:46</a><sup>(×2)</sup> (P); <span dir=\"rtl\">ב׳ פְּלִשְׁתִּים</span> <a data-ref=\"Judges 14:1\" href=\"/Judges.14.1\">Ju 14:1</a>, <a data-ref=\"Judges 14:2\" href=\"/Judges.14.2\">2</a> <a data-ref=\"II Samuel 1:20\" href=\"/II_Samuel.1.20\">2 S 1:20</a> ‖ <span dir=\"rtl\">ב׳ הָֽעֲרֵלִים</span> v <a data-ref=\"II Samuel 1:20\" href=\"/II_Samuel.1.20\">20</a> (poet.); <span dir=\"rtl\">ב׳ יִשְׂרָאֵל</span> <a data-ref=\"Judges 11:40\" href=\"/Judges.11.40\">Ju 11:40</a> <a data-ref=\"I Samuel 1:24\" href=\"/I_Samuel.1.24\">1 S 1:24</a> (poet.); <span dir=\"rtl\">ב׳ יְהוּדָה</span> <a data-ref=\"Psalms 48:12\" href=\"/Psalms.48.12\">ψ 48:12</a>; <a data-ref=\"Psalms 97:8\" href=\"/Psalms.97.8\">97:8</a>; <span dir=\"rtl\">ב׳ מְנַשֶּׁה</span> <a data-ref=\"Joshua 17:6\" href=\"/Joshua.17.6\">Jos 17:6</a>; <span dir=\"rtl\">ב׳ דָּן</span> <a data-ref=\"II Chronicles 2:13\" href=\"/II_Chronicles.2.13\">2 Ch 2:13</a>; cf. <span dir=\"rtl\">בַּת־לֵוִי</span> <a data-ref=\"Exodus 2:1\" href=\"/Exodus.2.1\">Ex 2:1</a> i.e. a woman of tribe of Levi; also <span dir=\"rtl\">ב׳ אַחֶיךָ</span> <a data-ref=\"Judges 14:3\" href=\"/Judges.14.3\">Ju 14:3</a>; <span dir=\"rtl\">ב׳ עַמֶּ֑ךָ</span> <a data-ref=\"Ezekiel 13:7\" href=\"/Ezekiel.13.7\">Ez 13:7</a>.—<span dir=\"rtl\">בַּת־צִיּוֹן</span> etc. v. sub <strong>3</strong> infr.<br><strong>2.</strong>  <em>young women, women</em> <a data-ref=\"Genesis 30:13\" href=\"/Genesis.30.13\">Gn 30:13</a> (J) <a data-ref=\"Proverbs 31:29\" href=\"/Proverbs.31.29\">Pr 31:29</a> <a data-ref=\"Song of Songs 2:2\" href=\"/Song_of_Songs.2.2\">Ct 2:2</a>; <a data-ref=\"Song of Songs 6:9\" href=\"/Song_of_Songs.6.9\">6:9</a>; <span dir=\"rtl\">בָּנוֹת בֹּטְחוֹת</span> <a data-ref=\"Isaiah 32:9\" href=\"/Isaiah.32.9\">Is 32:9</a>; also <span dir=\"rtl\">בַּת הַנָּשִׁים</span> <a data-ref=\"Daniel 11:17\" href=\"/Daniel.11.17\">Dn 11:17</a>.<br>†<strong>3.</strong>  with name of city, land, or people, poet. personif. of that city or inhabitants, etc.: <span dir=\"rtl\">בַּת־צִיּוֹן</span> <a data-ref=\"Isaiah 1:8\" href=\"/Isaiah.1.8\">Is 1:8</a>; <a data-ref=\"Isaiah 10:32\" href=\"/Isaiah.10.32\">10:32</a>; <a data-ref=\"Isaiah 16:1\" href=\"/Isaiah.16.1\">16:1</a>; <a data-ref=\"Isaiah 62:11\" href=\"/Isaiah.62.11\">62:11</a> <a data-ref=\"Micah 1:13\" href=\"/Micah.1.13\">Mi 1:13</a>; <a data-ref=\"Micah 4:8\" href=\"/Micah.4.8\">4:8</a>, <a data-ref=\"Micah 4:10\" href=\"/Micah.4.10\">10</a>, <a data-ref=\"Micah 4:13\" href=\"/Micah.4.13\">13</a> <a data-ref=\"Jeremiah 4:13\" href=\"/Jeremiah.4.13\">Je 4:13</a>; <a data-ref=\"Jeremiah 6:2\" href=\"/Jeremiah.6.2\">6:2</a>, <a data-ref=\"Jeremiah 6:23\" href=\"/Jeremiah.6.23\">23</a> <a data-ref=\"Zephaniah 3:14\" href=\"/Zephaniah.3.14\">Zp 3:14</a> <a data-ref=\"Zechariah 2:14\" href=\"/Zechariah.2.14\">Zc 2:14</a>; <a data-ref=\"Zechariah 9:9\" href=\"/Zechariah.9.9\">9:9</a> <a data-ref=\"Psalms 9:15\" href=\"/Psalms.9.15\">ψ 9:15</a> <a data-ref=\"Lamentations 1:6\" href=\"/Lamentations.1.6\">La 1:6</a>; <a data-ref=\"Lamentations 2:1\" href=\"/Lamentations.2.1\">2:1</a>, <a data-ref=\"Lamentations 2:4\" href=\"/Lamentations.2.4\">4</a>; <a data-ref=\"Lamentations 4:22\" href=\"/Lamentations.4.22\">4:22</a>; even <span dir=\"rtl\">זִקְנֵי בת־ציון</span> <a data-ref=\"Lamentations 2:10\" href=\"/Lamentations.2.10\">La 2:10</a>; <span dir=\"rtl\">חוֹמַת ב׳ צ׳</span> v <a data-ref=\"Lamentations 2:8\" href=\"/Lamentations.2.8\">8</a>, <a data-ref=\"Lamentations 2:18\" href=\"/Lamentations.2.18\">18</a>; also <span dir=\"rtl\">בְּתוּלַת ב׳־צ׳</span> <a data-ref=\"II Kings 19:21\" href=\"/II_Kings.19.21\">2 K 19:21</a> = <a data-ref=\"Isaiah 37:22\" href=\"/Isaiah.37.22\">Is 37:22</a> <a data-ref=\"Lamentations 2:13\" href=\"/Lamentations.2.13\">La 2:13</a>; <span dir=\"rtl\">שְׁבִיָּה ב׳־צ׳</span> <a data-ref=\"Isaiah 52:2\" href=\"/Isaiah.52.2\">Is 52:2</a>; <span dir=\"rtl\">ב׳ יְרוּשָׁלַם</span> <a data-ref=\"II Kings 19:21\" href=\"/II_Kings.19.21\">2 K 19:21</a> = <a data-ref=\"Isaiah 37:22\" href=\"/Isaiah.37.22\">Is 37:22</a> <a data-ref=\"Micah 4:8\" href=\"/Micah.4.8\">Mi 4:8</a> <a data-ref=\"Zephaniah 3:14\" href=\"/Zephaniah.3.14\">Zp 3:14</a> <a data-ref=\"Zechariah 9:9\" href=\"/Zechariah.9.9\">Zc 9:9</a> <a data-ref=\"Lamentations 2:13\" href=\"/Lamentations.2.13\">La 2:13</a>, <a data-ref=\"Lamentations 2:15\" href=\"/Lamentations.2.15\">15</a>; cf. <span dir=\"rtl\">בַּת־פּוּצַי</span> <a data-ref=\"Zephaniah 3:10\" href=\"/Zephaniah.3.10\">Zp 3:10</a> <em>daughter of my dispersed ones;</em> <span dir=\"rtl\">בַּת־צֹר</span> <a data-ref=\"Psalms 45:13\" href=\"/Psalms.45.13\">ψ 45:13</a>; <span dir=\"rtl\">ב׳ בָּבֶל</span> <a data-ref=\"Jeremiah 50:42\" href=\"/Jeremiah.50.42\">Je 50:42</a>; <a data-ref=\"Jeremiah 51:23\" href=\"/Jeremiah.51.23\">51:23</a> <a data-ref=\"Psalms 137:8\" href=\"/Psalms.137.8\">ψ 137:8</a>; <span dir=\"rtl\">בְּתוּלַת ב׳ בָּבֶל</span> <a data-ref=\"Isaiah 47:1\" href=\"/Isaiah.47.1\">Is 47:1</a>; v. further <a data-ref=\"Zechariah 2:11\" href=\"/Zechariah.2.11\">Zc 2:11</a>; also of Tarshish <a data-ref=\"Isaiah 23:10\" href=\"/Isaiah.23.10\">Is 23:10</a>, Sidon v <a data-ref=\"Isaiah 23:12\" href=\"/Isaiah.23.12\">12</a> (+ <span dir=\"rtl\">בְּתוּלַת</span>), Dibon <a data-ref=\"Jeremiah 48:18\" href=\"/Jeremiah.48.18\">Je 48:18</a> (+ <span dir=\"rtl\">יוֹשֶׁבֶת</span>), Gallim <a data-ref=\"Isaiah 10:30\" href=\"/Isaiah.10.30\">Is 10:30</a>; <span dir=\"rtl\">בְּתוּלַת ב׳־יְהוּדָה</span> <a data-ref=\"Lamentations 1:15\" href=\"/Lamentations.1.15\">La 1:15</a>; cf. <span dir=\"rtl\">מִבְצְרֵי בַּת יְהוּדָה</span> <a data-ref=\"Lamentations 2:2\" href=\"/Lamentations.2.2\">2:2</a>; <span dir=\"rtl\">בַּת־עַמִּי</span> <em>daughter of my people</em> <a data-ref=\"Isaiah 22:4\" href=\"/Isaiah.22.4\">Is 22:4</a> <a data-ref=\"Jeremiah 4:11\" href=\"/Jeremiah.4.11\">Je 4:11</a>; <a data-ref=\"Jeremiah 6:14\" href=\"/Jeremiah.6.14\">6:14</a>, <a data-ref=\"Jeremiah 6:26\" href=\"/Jeremiah.6.26\">26</a>; <a data-ref=\"Jeremiah 8:11\" href=\"/Jeremiah.8.11\">8:11</a>, <a data-ref=\"Jeremiah 8:19\" href=\"/Jeremiah.8.19\">19</a>, <a data-ref=\"Jeremiah 8:21\" href=\"/Jeremiah.8.21\">21</a>, <a data-ref=\"Jeremiah 8:22\" href=\"/Jeremiah.8.22\">22</a>, <a data-ref=\"Jeremiah 8:23\" href=\"/Jeremiah.8.23\">23</a>; <a data-ref=\"Jeremiah 9:6\" href=\"/Jeremiah.9.6\">9:6</a> <a data-ref=\"Lamentations 3:48\" href=\"/Lamentations.3.48\">La 3:48</a>; <a data-ref=\"Lamentations 4:3\" href=\"/Lamentations.4.3\">4:3</a>, <a data-ref=\"Lamentations 4:6\" href=\"/Lamentations.4.6\">6</a>, <a data-ref=\"Lamentations 4:10\" href=\"/Lamentations.4.10\">10</a>, <span dir=\"rtl\">בְּחוּלַת ב׳ ע׳</span> <a data-ref=\"Jeremiah 14:17\" href=\"/Jeremiah.14.17\">Je 14:17</a>; <span dir=\"rtl\">בַּת־מִצְרָ֑יִם</span> <a data-ref=\"Jeremiah 46:24\" href=\"/Jeremiah.46.24\">Je 46:24</a>; also <a data-ref=\"Jeremiah 46:11\" href=\"/Jeremiah.46.11\">46:11</a> (+ <span dir=\"rtl\">בְּתוּלַת</span>), v <a data-ref=\"Jeremiah 46:19\" href=\"/Jeremiah.46.19\">19</a> (+ <span dir=\"rtl\">יוֹשֶׁבֶת</span>); <span dir=\"rtl\">ב׳ אֱדוֹם</span> <a data-ref=\"Lamentations 4:21\" href=\"/Lamentations.4.21\">La 4:21</a>, <a data-ref=\"Lamentations 4:22\" href=\"/Lamentations.4.22\">22</a>; <span dir=\"rtl\">ב׳ כַּשְׂדִּים</span> <a data-ref=\"Isaiah 47:1\" href=\"/Isaiah.47.1\">Is 47:1</a>, <a data-ref=\"Isaiah 47:5\" href=\"/Isaiah.47.5\">5</a>; note <span dir=\"rtl\">הַבַּת הַשּׁוֹבֵבָ֑ה</span> <a data-ref=\"Jeremiah 31:22\" href=\"/Jeremiah.31.22\">Je 31:22</a> (‖ <span dir=\"rtl\">בְּתוּלַת יִשְׂרָאֵל</span> v <a data-ref=\"Jeremiah 31:21\" href=\"/Jeremiah.31.21\">21</a>) <a data-ref=\"Jeremiah 49:4\" href=\"/Jeremiah.49.4\">49:4</a> (= Ammon); on <span dir=\"rtl\">בַּת־אֲשֻׁרִים</span> <a data-ref=\"Ezekiel 27:6\" href=\"/Ezekiel.27.6\">Ez 27:6</a> v. sub <a ,=\"\" data-ref=\"BDB, אֲשֻׁרִים\" dir=\"rtl\" href=\"/BDB,_אֲשֻׁרִים\">אֲשֻׁרִים</a> p. 81; less often in pl. <span dir=\"rtl\">בְּנוֹת הַגּוֹיִם</span> <a data-ref=\"Ezekiel 32:16\" href=\"/Ezekiel.32.16\">Ez 32:16</a>; <span dir=\"rtl\">ב׳ גּ׳ אַדִּרִם</span> v <a data-ref=\"Ezekiel 32:18\" href=\"/Ezekiel.32.18\">18</a> (these perhaps sub <strong>1 i</strong>); <span dir=\"rtl\">בְּנוֹת פְּלִשְׁתִּים</span> <a data-ref=\"Ezekiel 16:27\" href=\"/Ezekiel.16.27\">Ez 16:27</a> (in allegory); cf. also of Sodom, Samaria, Syria etc. v <a data-ref=\"Ezekiel 16:44\" href=\"/Ezekiel.16.44\">44</a>, <a data-ref=\"Ezekiel 16:45\" href=\"/Ezekiel.16.45\">45</a>, <a data-ref=\"Ezekiel 16:46\" href=\"/Ezekiel.16.46\">46</a><sup>(×2)</sup>, <a data-ref=\"Ezekiel 16:53\" href=\"/Ezekiel.16.53\">53</a>, <a data-ref=\"Ezekiel 16:55\" href=\"/Ezekiel.16.55\">55</a><sup>(×2)</sup>, <a data-ref=\"Ezekiel 16:57\" href=\"/Ezekiel.16.57\">57</a><sup>(×2)</sup>; <a data-ref=\"Ezekiel 23:2\" href=\"/Ezekiel.23.2\">23:2</a>.<br><strong>4.</strong>  pl. = <em>villages</em>, after name of city, <span dir=\"rtl\">וּבְחֶשְׁבּוֹן וּבְכָל־בְּנֹתֶיהָ</span> <a data-ref=\"Numbers 21:25\" href=\"/Numbers.21.25\">Nu 21:25</a> cf. v <a data-ref=\"Numbers 21:32\" href=\"/Numbers.21.32\">32</a>; <a data-ref=\"Numbers 32:42\" href=\"/Numbers.32.42\">32:42</a> (E) <a data-ref=\"Joshua 15:45\" href=\"/Joshua.15.45\">Jos 15:45</a>, <a data-ref=\"Joshua 15:47\" href=\"/Joshua.15.47\">47</a><sup>(×2)</sup> (JE?) + v <a data-ref=\"Joshua 15:28\" href=\"/Joshua.15.28\">28</a> 𝔊 Di, <a data-ref=\"Joshua 17:11\" href=\"/Joshua.17.11\">17:11</a> (6 times) v <a data-ref=\"Joshua 17:16\" href=\"/Joshua.17.16\">16</a> (J) = <a data-ref=\"Judges 1:27\" href=\"/Judges.1.27\">Ju 1:27</a><sup>(×4)</sup>; <a data-ref=\"Judges 11:26\" href=\"/Judges.11.26\">11:26</a><sup>(×2)</sup> <a data-ref=\"Jeremiah 49:2\" href=\"/Jeremiah.49.2\">Je 49:2</a> + 17 times Ch + 6 times <a data-ref=\"Nehemiah 11:25-31\" href=\"/Nehemiah.11.25-31\">Ne 11:25–31</a>. On <a data-ref=\"I Chronicles 18:1\" href=\"/I_Chronicles.18.1\">1 Ch 18:1</a> & its variation from ‖ <a data-ref=\"II Samuel 8:1\" href=\"/II_Samuel.8.1\">2 S 8:1</a> vid. We Dr<br><strong>5.</strong>  in phrases denoting character, quality, etc., <span dir=\"rtl\">בַּת־אֵל נֵכָר</span> <em>daughter of a strange god</em>, i.e. idolatrous (woman or people) <a data-ref=\"Malachi 2:11\" href=\"/Malachi.2.11\">Mal 2:11</a>; <span dir=\"rtl\">בַּת־גְּדוּד</span> <em>daughter of a troop</em>, i.e. war-like city <a data-ref=\"Micah 4:14\" href=\"/Micah.4.14\">Mi 4:14</a>; <span dir=\"rtl\">בְּנוֹת הַשִּׁיר</span> <a data-ref=\"Ecclesiastes 12:4\" href=\"/Ecclesiastes.12.4\">Ec 12:4</a> <em>the daughters of song</em>, i.e. songs, melodious notes; <span dir=\"rtl\">בַּת־בְּלִיַּעַל</span> <a data-ref=\"I Samuel 1:16\" href=\"/I_Samuel.1.16\">1 S 1:16</a> v. <a ,=\"\" data-ref=\"BDB, בְּלִיַּ֫עַל\" dir=\"rtl\" href=\"/BDB,_בְּלִיַּ֫עַל\">בְּלִיַּעַל</a> sub <a ,=\"\" data-ref=\"BDB, בְּלִיַּ֫עַל\" dir=\"rtl\" href=\"/BDB,_בְּלִיַּ֫עַל\">בלה</a>.<br>†<strong>6.</strong>  <span dir=\"rtl\">בַּת יַעֲנָה</span> = <em>ostrich</em> <a data-ref=\"Leviticus 11:16\" href=\"/Leviticus.11.16\">Lv 11:16</a> = <a data-ref=\"Deuteronomy 14:15\" href=\"/Deuteronomy.14.15\">Dt 14:15</a>; pl. <span dir=\"rtl\">בְּנוֹת יַעֲנָה</span> <a data-ref=\"Job 30:29\" href=\"/Job.30.29\">Jb 30:29</a> <a data-ref=\"Micah 1:8\" href=\"/Micah.1.8\">Mi 1:8</a> <a data-ref=\"Isaiah 13:21\" href=\"/Isaiah.13.21\">Is 13:21</a>; <a data-ref=\"Isaiah 34:13\" href=\"/Isaiah.34.13\">34:13</a>; <a data-ref=\"Isaiah 43:20\" href=\"/Isaiah.43.20\">43:20</a> <a data-ref=\"Jeremiah 50:39\" href=\"/Jeremiah.50.39\">Je 50:39</a> (v. <a data-ref=\"BDB, יַעֲנָה\" href=\"/BDB,_יַעֲנָה\", dir=\"rtl\">יַעֲנָה</a>); <span dir=\"rtl\">בַּת־עַיִן</span> <em>pupil of the eye</em> <a data-ref=\"Lamentations 2:18\" href=\"/Lamentations.2.18\">La 2:18</a> cf. Ethiopic ብንተ ዐይን v. also <a ,=\"\" data-ref=\"BDB, אִישׁוֹן\" dir=\"rtl\" href=\"/BDB,_אִישׁוֹן\">אִישׁוֹן</a>.<br>†<strong>7.</strong>  fig. <span dir=\"rtl\">לַעֲלוּקָה שְׁתֵּי בָנוֹת</span> <a data-ref=\"Proverbs 30:15\" href=\"/Proverbs.30.15\">Pr 30:15</a> <em>two daughters</em> (i.e. Sh<sup>e</sup>ʾôl & the barren womb, cf. Comm.)<br>†<strong>8.</strong>  of vine = <em>branch</em> <span dir=\"rtl\">בָּנוֹת צָֽעֲדָה עֲלֵי־שׁוּר</span> <a data-ref=\"Genesis 49:22\" href=\"/Genesis.49.22\">Gn 49:22</a> cf. Di & v. sub <a ,=\"\" data-ref=\"BDB, בֵּן²\" dir=\"rtl\" href=\"/BDB,_בֵּן²\">בֵּן</a>.<br>†<strong>9.</strong>  as n. relat. (all P), of age of woman <span dir=\"rtl\">בַּת־תִּשְׁעִים שָׁנָה</span> <a data-ref=\"Genesis 17:17\" href=\"/Genesis.17.17\">Gn 17:17</a>; of ewe-lamb <span dir=\"rtl\">בַּת־שְׁנָתָהּ</span> <a data-ref=\"Leviticus 14:10\" href=\"/Leviticus.14.10\">Lv 14:10</a> <a data-ref=\"Numbers 6:14\" href=\"/Numbers.6.14\">Nu 6:14</a>; of she-goat <em>id.</em> <a data-ref=\"Numbers 15:27\" href=\"/Numbers.15.27\">Nu 15:27</a>. Cf. <a ,=\"\" data-ref=\"BDB, בֵּן²\" dir=\"rtl\" href=\"/BDB,_בֵּן²\">בֵּן</a>. <a ,=\"\" data-ref=\"BDB, בֵּן²\" dir=\"rtl\" href=\"/BDB,_בֵּן²\">9</a>—ii. <span dir=\"rtl\">בַּת</span> v. <a ,=\"\" data-ref=\"BDB, בתת\" dir=\"rtl\" href=\"/BDB,_בתת\">בתת</a> p. 144."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d14ab6084aa1cbf0cc89", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, חָיָה 1", "anchorRef": "Genesis 11:11-26", "anchorRefExpanded": ["Genesis 11:11", "Genesis 11:12", "Genesis 11:13", "Genesis 11:14", "Genesis 11:15", "Genesis 11:16", "Genesis 11:17", "Genesis 11:18", "Genesis 11:19", "Genesis 11:20", "Genesis 11:21", "Genesis 11:22", "Genesis 11:23", "Genesis 11:24", "Genesis 11:25", "Genesis 11:26"], "sourceRef": "BDB, חָיָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, חָיָה א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "חָיָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">חָיָה</span></big><sub>283</sub>  <strong>vb.</strong> live <strong>(</strong>NH Ph. <em>id.;</em> Arabic <span dir=\"rtl\">حَىَّ</span>, <span dir=\"rtl\">حَيِىَ</span>; Sab. <span dir=\"rtl\">חיו</span> Mordt<sup>ZMG 1876, 28</sup>; Ethiopic ሐይወ Aramaic <span dir=\"rtl\">ܚܝܳܐ</span>, <span dir=\"rtl\">חֲיָא</span>; Palm. <span dir=\"rtl\">חיי</span> <em>life, life-time</em>, Vog <sup>32, 74</sup><strong>)</strong>—<br><strong>Qal</strong><sub>203</sub>  Pf. <span dir=\"rtl\">חָיָה</span> <a data-ref=\"Ecclesiastes 6:6\" href=\"/Ecclesiastes.6.6\">Ec 6:6</a> + 4 times; <span dir=\"rtl\">יְ֯חָיָה</span> <a data-ref=\"Jeremiah 21:9\" href=\"/Jeremiah.21.9\">Je 21:9</a>; <a data-ref=\"Jeremiah 38:2\" href=\"/Jeremiah.38.2\">38:2</a>; <span dir=\"rtl\">חַי</span> <a data-ref=\"Genesis 5:5\" href=\"/Genesis.5.5\">Gn 5:5</a> + 23 times (this and the following form are treated as <span dir=\"rtl\">ע״ע</span>, the original weakness of the stem final י admitting of either <span dir=\"rtl\">ל״ה</span> or <span dir=\"rtl\">ע״ע</span>, Ges<sup>§ 761</sup>); <span dir=\"rtl\">וְחֵי</span> <a data-ref=\"Leviticus 25:36\" href=\"/Leviticus.25.36\">Lv 25:36</a> (Bö<sup>§ 1181</sup>); 3 fs. <span dir=\"rtl\">חָֽיְתָה</span> <a data-ref=\"Genesis 12:13\" href=\"/Genesis.12.13\">Gn 12:13</a> <a data-ref=\"Jeremiah 38:17\" href=\"/Jeremiah.38.17\">Je 38:17</a>; <span dir=\"rtl\">וָחָ֑יָה</span> <a data-ref=\"Exodus 1:16\" href=\"/Exodus.1.16\">Ex 1:16</a> (for <span dir=\"rtl\">חַיָּה</span> Bö<sup>§ 1123 (3)</sup>, Sam. <span dir=\"rtl\">חיתה</span>); 2 ms. <span dir=\"rtl\">חָיִיתָ</span> <a data-ref=\"Deuteronomy 30:16\" href=\"/Deuteronomy.30.16\">Dt 30:16</a>, <span dir=\"rtl\">חָיִתָה</span> <a data-ref=\"Jeremiah 38:17\" href=\"/Jeremiah.38.17\">Je 38:17</a>; 3 m. pl. <span dir=\"rtl\">תָיוּ</span> <a data-ref=\"Numbers 14:38\" href=\"/Numbers.14.38\">Nu 14:38</a>, <span dir=\"rtl\">וְחָיוּ</span> consec. <a data-ref=\"Numbers 4:19\" href=\"/Numbers.4.19\">Nu 4:19</a> + <a data-ref=\"Zechariah 10:9\" href=\"/Zechariah.10.9\">Zc 10:9</a> (where read Pi. <span dir=\"rtl\">וְתִיּוּ</span> Sta<sup>ZAW i, 1881, 22</sup> so 𝔊), <span dir=\"rtl\">וִחְיִיתֶם</span> <a data-ref=\"Ezekiel 37:5\" href=\"/Ezekiel.37.5\">Ez 37:5</a> + 2 times; Impf. <span dir=\"rtl\">יִחְיֶה</span> <a data-ref=\"Genesis 17:18\" href=\"/Genesis.17.18\">Gn 17:18</a> + 27 times; <span dir=\"rtl\">יְחִי</span> <a data-ref=\"Deuteronomy 33:6\" href=\"/Deuteronomy.33.6\">Dt 33:6</a> + 10 times; <span dir=\"rtl\">וִיתִי</span> <a data-ref=\"Psalms 49:10\" href=\"/Psalms.49.10\">ψ 49:10</a> + 2 times; <span dir=\"rtl\">וְיֶ֑חִי</span> <a data-ref=\"Isaiah 38:21\" href=\"/Isaiah.38.21\">Is 38:21</a>, <span dir=\"rtl\">וַיְחִי</span> <a data-ref=\"Genesis 5:3\" href=\"/Genesis.5.3\">Gn 5:3</a> + 37 times; <span dir=\"rtl\">וַיֶּ֑חִי</span> <a data-ref=\"Deuteronomy 4:33\" href=\"/Deuteronomy.4.33\">Dt 4:33</a> + 4 times; 3 fs. <span dir=\"rtl\">תִּחְיַה</span> <a data-ref=\"Joshua 6:17\" href=\"/Joshua.6.17\">Jos 6:17</a>, <span dir=\"rtl\">תְּחִי</span> <a data-ref=\"Genesis 19:20\" href=\"/Genesis.19.20\">Gn 19:20</a> + 5 times; 2 ms. <span dir=\"rtl\">תִּחְיֶה</span> <a data-ref=\"Genesis 27:40\" href=\"/Genesis.27.40\">Gn 27:40</a> + 7 times; 2 fs. <span dir=\"rtl\">תִּחְיִי</span> <a data-ref=\"II Kings 4:7\" href=\"/II_Kings.4.7\">2 K 4:7</a>; 1 s. <span dir=\"rtl\">אֶחְיֶה</span> <a data-ref=\"II Kings 1:2\" href=\"/II_Kings.1.2\">2 K 1:2</a> + 8 times; 3 mpl. <span dir=\"rtl\">יִחְיוּ</span> <a data-ref=\"Joshua 9:21\" href=\"/Joshua.9.21\">Jos 9:21</a> + 8 times; 3 fpl. <span dir=\"rtl\">תִּחְיֶינָה</span> <a data-ref=\"Ezekiel 13:19\" href=\"/Ezekiel.13.19\">Ez 13:19</a>; <a data-ref=\"Ezekiel 37:3\" href=\"/Ezekiel.37.3\">37:3</a>; 2 mpl. <span dir=\"rtl\">תִּחְיוּ</span> <a data-ref=\"Deuteronomy 4:1\" href=\"/Deuteronomy.4.1\">Dt 4:1</a> + 2 times; <span dir=\"rtl\">תִּחְיוּן</span> <a data-ref=\"Deuteronomy 5:27\" href=\"/Deuteronomy.5.27\">Dt 5:30</a>; <a data-ref=\"Deuteronomy 8:1\" href=\"/Deuteronomy.8.1\">8:1</a>; 1 pl. <span dir=\"rtl\">נִחְיֶה</span> <a data-ref=\"II Kings 7:4\" href=\"/II_Kings.7.4\">2 K 7:4</a> + 7 times; Imv. <span dir=\"rtl\">וֶחְיֵה</span> <a data-ref=\"Genesis 20:7\" href=\"/Genesis.20.7\">Gn 20:7</a> <a data-ref=\"Proverbs 4:4\" href=\"/Proverbs.4.4\">Pr 4:4</a>, <span dir=\"rtl\">וֶחְיֶ֯ה</span> <a data-ref=\"Proverbs 7:2\" href=\"/Proverbs.7.2\">Pr 7:2</a>; fs. <span dir=\"rtl\">חֲיִי</span> <a data-ref=\"Ezekiel 16:6\" href=\"/Ezekiel.16.6\">Ez 16:6</a><sup>(×2)</sup>; mpl. <span dir=\"rtl\">וִחְיוּ</span> <a data-ref=\"Genesis 42:18\" href=\"/Genesis.42.18\">Gn 42:18</a> + 7 times; Inf. abs. <span dir=\"rtl\">חָיֹה</span> <a data-ref=\"II Kings 8:10\" href=\"/II_Kings.8.10\">2 K 8:10</a> + 6 times; <span dir=\"rtl\">חָיוֹ</span> <a data-ref=\"Ezekiel 3:21\" href=\"/Ezekiel.3.21\">Ez 3:21</a> + 3 times; cstr. <span dir=\"rtl\">לִחְיוֹת</span> <a data-ref=\"Ezekiel 33:12\" href=\"/Ezekiel.33.12\">Ez 33:12</a>, sf. <span dir=\"rtl\">חֲיוֹתָם</span> <a data-ref=\"Joshua 5:8\" href=\"/Joshua.5.8\">Jos 5:8</a>;— <strong>1.</strong>  <em>live:</em> <strong>a.</strong>  <em>have life</em>, <a data-ref=\"Genesis 31:32\" href=\"/Genesis.31.32\">Gn 31:32</a>(E), <a data-ref=\"Exodus 33:20\" href=\"/Exodus.33.20\">Ex 33:20</a>(J), <a data-ref=\"Numbers 4:19\" href=\"/Numbers.4.19\">Nu 4:19</a> (P), <a data-ref=\"Deuteronomy 30:16\" href=\"/Deuteronomy.30.16\">Dt 30:16</a> +; also in phrase <span dir=\"rtl\">וַיְחִי</span> <em>and he lived</em> (so many years) with acc. of time, <a data-ref=\"Genesis 5:3-30\" href=\"/Genesis.5.3-30\">Gn 5:3–30</a> (16 times) <a data-ref=\"Genesis 9:28\" href=\"/Genesis.9.28\">9:28</a>; <a data-ref=\"Genesis 11:11-26\" href=\"/Genesis.11.11-26\">11:11–26</a> (14 times) <a data-ref=\"Genesis 47:28\" href=\"/Genesis.47.28\">47:28</a> (all P), <a data-ref=\"Genesis 50:22\" href=\"/Genesis.50.22\">50:22</a> (E), <a data-ref=\"II Kings 14:17\" href=\"/II_Kings.14.17\">2 K 14:17</a> = <a data-ref=\"II Chronicles 25:25\" href=\"/II_Chronicles.25.25\">2 Ch 25:25</a> <a data-ref=\"Job 42:16\" href=\"/Job.42.16\">Jb 42:16</a>. <strong>b.</strong>  <em>continue in life, remain alive</em> <a data-ref=\"Genesis 20:7\" href=\"/Genesis.20.7\">Gn 20:7</a> (E), <a data-ref=\"Leviticus 25:36\" href=\"/Leviticus.25.36\">Lv 25:36</a> <a data-ref=\"II Samuel 12:22\" href=\"/II_Samuel.12.22\">2 S 12:22</a> +; also †<span dir=\"rtl\">ח׳ נפשׁ</span> <em>live</em>, of <em>the soul</em> or <em>the self</em> <a data-ref=\"Genesis 12:13\" href=\"/Genesis.12.13\">Gn 12:13</a>; <a data-ref=\"Genesis 19:20\" href=\"/Genesis.19.20\">19:20</a> (J), <a data-ref=\"I Kings 20:32\" href=\"/I_Kings.20.32\">1 K 20:32</a> <a data-ref=\"Psalms 119:175\" href=\"/Psalms.119.175\">ψ 119:175</a> <a data-ref=\"Jeremiah 38:2\" href=\"/Jeremiah.38.2\">Je 38:2</a>, <a data-ref=\"Jeremiah 38:17\" href=\"/Jeremiah.38.17\">17</a>, <a data-ref=\"Jeremiah 38:20\" href=\"/Jeremiah.38.20\">20</a> <a data-ref=\"Isaiah 55:3\" href=\"/Isaiah.55.3\">Is 55:3</a>; <span dir=\"rtl\">וְחַי הַיָּ֑לֶד</span> <em>and the boy may live</em> <a data-ref=\"II Samuel 12:22\" href=\"/II_Samuel.12.22\">2 S 12:22</a>; †<span dir=\"rtl\">ח׳ לִפְנֵי</span> <em>live in the presence of</em> <a data-ref=\"Genesis 17:18\" href=\"/Genesis.17.18\">Gn 17:18</a> (P) <a data-ref=\"Hosea 6:2\" href=\"/Hosea.6.2\">Ho 6:2</a>; †<span dir=\"rtl\">ח׳ ב׳</span> <em>live among</em> <a data-ref=\"Lamentations 4:20\" href=\"/Lamentations.4.20\">La 4:20</a>. †<strong>c.</strong>  <em>sustain life, live on</em> or <em>upon</em> <span dir=\"rtl\">(על)</span>, of the animal life, by the sword <a data-ref=\"Genesis 27:40\" href=\"/Genesis.27.40\">Gn 27:40</a> (J), by bread <a data-ref=\"Deuteronomy 8:3\" href=\"/Deuteronomy.8.3\">Dt 8:3</a>; elsewhere in pregnant sense of fulness of life in divine favour, sustained by <span dir=\"rtl\">(על)</span> everything that issueth out of the mouth of <span dir=\"rtl\">י׳</span> <a data-ref=\"Deuteronomy 8:3\" href=\"/Deuteronomy.8.3\">Dt 8:3</a>; his promises (?) <a data-ref=\"Isaiah 38:16\" href=\"/Isaiah.38.16\">Is 38:16</a>; of wicked man, by repentance <a data-ref=\"Ezekiel 33:19\" href=\"/Ezekiel.33.19\">Ez 33:19</a>; c. <span dir=\"rtl\">בְּ</span> by the statutes and judgments of <span dir=\"rtl\">י׳</span> if a man do them, <a data-ref=\"Leviticus 18:5\" href=\"/Leviticus.18.5\">Lv 18:5</a> (H) <a data-ref=\"Ezekiel 20:11\" href=\"/Ezekiel.20.11\">Ez 20:11</a>, <a data-ref=\"Ezekiel 20:13\" href=\"/Ezekiel.20.13\">13</a>, <a data-ref=\"Ezekiel 20:21\" href=\"/Ezekiel.20.21\">21</a>, <a data-ref=\"Ezekiel 20:25\" href=\"/Ezekiel.20.25\">25</a> <a data-ref=\"Nehemiah 9:29\" href=\"/Nehemiah.9.29\">Ne 9:29</a>; <span dir=\"rtl\">צַדִּיק בֶּאֱמוּנָתוֹ יִחְיֶה</span> <em>a righteous man by his faithfulness shall live</em> <a data-ref=\"Habakkuk 2:4\" href=\"/Habakkuk.2.4\">Hb 2:4</a>. †<strong>d.</strong>  <em>live</em>(prosperously) <span dir=\"rtl\">יְחִי הַמֶּלֶך</span> <em>may the king live</em> <a data-ref=\"I Samuel 10:24\" href=\"/I_Samuel.10.24\">1 S 10:24</a> <a data-ref=\"II Samuel 16:16\" href=\"/II_Samuel.16.16\">2 S 16:16</a><sup>(×2)</sup> <a data-ref=\"I Kings 1:25\" href=\"/I_Kings.1.25\">1 K 1:25</a>, <a data-ref=\"I Kings 1:31\" href=\"/I_Kings.1.31\">31</a>, <a data-ref=\"I Kings 1:34\" href=\"/I_Kings.1.34\">34</a>, <a data-ref=\"I Kings 1:39\" href=\"/I_Kings.1.39\">39</a> <a data-ref=\"II Kings 11:12\" href=\"/II_Kings.11.12\">2 K 11:12</a> <a data-ref=\"II Chronicles 23:11\" href=\"/II_Chronicles.23.11\">2 Ch 23:11</a>; <span dir=\"rtl\">יְחִי לְבַבְכֶם</span> <a data-ref=\"Psalms 22:27\" href=\"/Psalms.22.27\">ψ 22:27</a>; <a data-ref=\"Psalms 69:33\" href=\"/Psalms.69.33\">69:33</a>; <span dir=\"rtl\">המלך לעולם יחיה</span> <a data-ref=\"Nehemiah 2:3\" href=\"/Nehemiah.2.3\">Ne 2:3</a>. †<strong>2.</strong>  <em>be quickened, revive:</em> <strong>a.</strong>  <em>from sickness</em> <a data-ref=\"Numbers 21:8\" href=\"/Numbers.21.8\">Nu 21:8</a>, <a data-ref=\"Numbers 21:9\" href=\"/Numbers.21.9\">9</a> <a data-ref=\"Joshua 5:8\" href=\"/Joshua.5.8\">Jos 5:8</a> (E) <a data-ref=\"II Kings 1:2\" href=\"/II_Kings.1.2\">2 K 1:2</a>; <a data-ref=\"II Kings 8:8\" href=\"/II_Kings.8.8\">8:8</a>, <a data-ref=\"II Kings 8:9\" href=\"/II_Kings.8.9\">9</a>, <a data-ref=\"II Kings 8:10\" href=\"/II_Kings.8.10\">10</a>, <a data-ref=\"II Kings 8:14\" href=\"/II_Kings.8.14\">14</a>; <a data-ref=\"II Kings 20:1\" href=\"/II_Kings.20.1\">2 K 20:1</a>, <a data-ref=\"II Kings 20:7\" href=\"/II_Kings.20.7\">7</a> = <a data-ref=\"Isaiah 38:1\" href=\"/Isaiah.38.1\">Is 38:1</a>, <a data-ref=\"Isaiah 38:9\" href=\"/Isaiah.38.9\">9</a>, <a data-ref=\"Isaiah 38:21\" href=\"/Isaiah.38.21\">21</a>. <strong>b.</strong>  from <em>discouragement</em> of the spirit <a data-ref=\"Genesis 45:27\" href=\"/Genesis.45.27\">Gn 45:27</a> (E). <strong>c.</strong>  from <em>faintness</em> <a data-ref=\"Judges 15:19\" href=\"/Judges.15.19\">Ju 15:19</a>. <strong>d.</strong>  from <em>death</em> <a data-ref=\"II Kings 13:21\" href=\"/II_Kings.13.21\">2 K 13:21</a> <a data-ref=\"Job 14:14\" href=\"/Job.14.14\">Jb 14:14</a> <a data-ref=\"Isaiah 26:14\" href=\"/Isaiah.26.14\">Is 26:14</a>, <a data-ref=\"Isaiah 26:19\" href=\"/Isaiah.26.19\">19</a>; by return of <span dir=\"rtl\">נפשׁ</span> <a data-ref=\"I Kings 17:22\" href=\"/I_Kings.17.22\">1 K 17:22</a>, of <span dir=\"rtl\">רוּחַ</span> <a data-ref=\"Ezekiel 37:3\" href=\"/Ezekiel.37.3\">Ez 37:3</a>, <a data-ref=\"Ezekiel 37:5\" href=\"/Ezekiel.37.5\">5</a>, <a data-ref=\"Ezekiel 37:6\" href=\"/Ezekiel.37.6\">6</a>, <a data-ref=\"Ezekiel 37:9\" href=\"/Ezekiel.37.9\">9</a>, <a data-ref=\"Ezekiel 37:10\" href=\"/Ezekiel.37.10\">10</a>, <a data-ref=\"Ezekiel 37:14\" href=\"/Ezekiel.37.14\">14</a> (and so <a data-ref=\"Judges 15:19\" href=\"/Judges.15.19\">Ju 15:19</a> <strong>c</strong>).<br>†<strong>Pi.</strong>  Pf. 3 ms. <span dir=\"rtl\">חִיָּה</span> <a data-ref=\"Psalms 22:30\" href=\"/Psalms.22.30\">ψ 22:30</a>; 3 fs. sf. <span dir=\"rtl\">חִיָּ֑תְנִי</span> <a data-ref=\"Psalms 119:50\" href=\"/Psalms.119.50\">ψ 119:50</a>; 2 ms. sf. <span dir=\"rtl\">חִיִּיתַנִי</span> <a data-ref=\"Psalms 30:4\" href=\"/Psalms.30.4\">ψ 30:4</a>; <span dir=\"rtl\">חִיִּיתָ֑נִי</span> <a data-ref=\"Psalms 119:93\" href=\"/Psalms.119.93\">ψ 119:93</a>; 3 pl. <span dir=\"rtl\">חִיּוּ</span> <a data-ref=\"Judges 21:14\" href=\"/Judges.21.14\">Ju 21:14</a>, <span dir=\"rtl\">הַחִיִּיתֶם</span> <a data-ref=\"Numbers 31:15\" href=\"/Numbers.31.15\">Nu 31:15</a>; Impf. <span dir=\"rtl\">יְחַיֶּה</span> <a data-ref=\"I Samuel 27:9\" href=\"/I_Samuel.27.9\">1 S 27:9</a> +, etc.; Imv. sf. <span dir=\"rtl\">חַיֵּנִי</span> <a data-ref=\"Psalms 119:25\" href=\"/Psalms.119.25\">ψ 119:25</a> + 8 times, <span dir=\"rtl\">חַיֵּיהוּ</span> <a data-ref=\"Habakkuk 3:2\" href=\"/Habakkuk.3.2\">Hb 3:2</a>; Inf. cstr. <span dir=\"rtl\">חַיּוֹת</span> <a data-ref=\"Genesis 7:3\" href=\"/Genesis.7.3\">Gn 7:3</a> <a data-ref=\"Ezekiel 13:19\" href=\"/Ezekiel.13.19\">Ez 13:19</a>; sf. <span dir=\"rtl\">חַיֹּתֵנוּ</span> <a data-ref=\"Deuteronomy 6:24\" href=\"/Deuteronomy.6.24\">Dt 6:24</a> +, etc.; Pt. <span dir=\"rtl\">מְחַיֶּה</span> <a data-ref=\"Nehemiah 9:6\" href=\"/Nehemiah.9.6\">Ne 9:6</a> <a data-ref=\"I Samuel 2:6\" href=\"/I_Samuel.2.6\">1 S 2:6</a>;— <strong>1.</strong>  <em>preserve alive, let live</em> <a data-ref=\"Exodus 1:17\" href=\"/Exodus.1.17\">Ex 1:17</a>, <a data-ref=\"Exodus 1:18\" href=\"/Exodus.1.18\">18</a>, <a data-ref=\"Exodus 1:22\" href=\"/Exodus.1.22\">22</a>; <a data-ref=\"Exodus 22:17\" href=\"/Exodus.22.17\">22:17</a> <a data-ref=\"Joshua 9:15\" href=\"/Joshua.9.15\">Jos 9:15</a> (JE), <a data-ref=\"Genesis 12:12\" href=\"/Genesis.12.12\">Gn 12:12</a> (J), <a data-ref=\"Numbers 31:15\" href=\"/Numbers.31.15\">Nu 31:15</a> (P), <a data-ref=\"Deuteronomy 6:24\" href=\"/Deuteronomy.6.24\">Dt 6:24</a>; <a data-ref=\"Deuteronomy 20:16\" href=\"/Deuteronomy.20.16\">20:16</a> <a data-ref=\"Judges 21:14\" href=\"/Judges.21.14\">Ju 21:14</a> <a data-ref=\"I Samuel 27:9\" href=\"/I_Samuel.27.9\">1 S 27:9</a>, <a data-ref=\"I Samuel 27:11\" href=\"/I_Samuel.27.11\">11</a> <a data-ref=\"I Kings 18:5\" href=\"/I_Kings.18.5\">1 K 18:5</a> <a data-ref=\"II Kings 7:4\" href=\"/II_Kings.7.4\">2 K 7:4</a> <a data-ref=\"Jeremiah 49:11\" href=\"/Jeremiah.49.11\">Je 49:11</a> <a data-ref=\"Ezekiel 3:18\" href=\"/Ezekiel.3.18\">Ez 3:18</a> <a data-ref=\"Habakkuk 3:2\" href=\"/Habakkuk.3.2\">Hb 3:2</a> <a data-ref=\"Job 36:6\" href=\"/Job.36.6\">Jb 36:6</a> <a data-ref=\"Psalms 30:4\" href=\"/Psalms.30.4\">ψ 30:4</a>; <a data-ref=\"Psalms 33:19\" href=\"/Psalms.33.19\">33:19</a>; <a data-ref=\"Psalms 41:3\" href=\"/Psalms.41.3\">41:3</a>; <a data-ref=\"Psalms 138:7\" href=\"/Psalms.138.7\">138:7</a>; <span dir=\"rtl\">ח׳ נפשׁ</span> <em>preserve oneself alive</em> <a data-ref=\"Psalms 22:30\" href=\"/Psalms.22.30\">ψ 22:30</a> <a data-ref=\"Ezekiel 18:27\" href=\"/Ezekiel.18.27\">Ez 18:27</a>, or <em>preserve persons alive</em> <a data-ref=\"Exodus 13:18\" href=\"/Exodus.13.18\">Ex 13:18</a>, <a data-ref=\"Exodus 13:19\" href=\"/Exodus.13.19\">19</a>, or <em>preserve life</em> <a data-ref=\"I Kings 20:31\" href=\"/I_Kings.20.31\">1 K 20:31</a>; <span dir=\"rtl\">ח׳ זרע</span> <em>preserve seed alive</em> <a data-ref=\"Genesis 7:3\" href=\"/Genesis.7.3\">Gn 7:3</a>; <a data-ref=\"Genesis 19:32\" href=\"/Genesis.19.32\">19:32</a>, <a data-ref=\"Genesis 19:34\" href=\"/Genesis.19.34\">34</a> (J); <em>keep in existence</em> heaven and earth <a data-ref=\"Nehemiah 9:6\" href=\"/Nehemiah.9.6\">Ne 9:6</a>; <em>nourish</em>, young cow <a data-ref=\"Isaiah 7:21\" href=\"/Isaiah.7.21\">Is 7:21</a>, lamb <a data-ref=\"II Samuel 12:3\" href=\"/II_Samuel.12.3\">2 S 12:3</a>. <strong>2.</strong>  <em>give life</em>, to man when created <a data-ref=\"Job 33:4\" href=\"/Job.33.4\">Jb 33:4</a>. <strong>3.</strong>  <em>quicken, revive, refresh:</em> <strong>a.</strong>  <em>restore to life</em>, the dead <a data-ref=\"I Samuel 2:6\" href=\"/I_Samuel.2.6\">1 S 2:6</a> <a data-ref=\"Deuteronomy 32:39\" href=\"/Deuteronomy.32.39\">Dt 32:39</a> <a data-ref=\"Hosea 6:2\" href=\"/Hosea.6.2\">Ho 6:2</a>; the dying <a data-ref=\"Psalms 71:20\" href=\"/Psalms.71.20\">ψ 71:20</a>. <strong>b.</strong>  <em>cause to grow</em>, grain <a data-ref=\"Hosea 14:8\" href=\"/Hosea.14.8\">Ho 14:8</a>. <strong>c.</strong>  <em>restore</em>, a ruined city <a data-ref=\"I Chronicles 11:8\" href=\"/I_Chronicles.11.8\">1 Ch 11:8</a>, stones destroyed by fire <a data-ref=\"Nehemiah 3:34\" href=\"/Nehemiah.3.34\">Ne 3:34</a>. <strong>d.</strong>  <em>revive</em>, the people of <span dir=\"rtl\">י׳</span> by <span dir=\"rtl\">י׳</span> himself with fulness of life in his favour <a data-ref=\"Psalms 80:19\" href=\"/Psalms.80.19\">ψ 80:19</a>; <a data-ref=\"Psalms 85:7\" href=\"/Psalms.85.7\">85:7</a>; <a data-ref=\"Psalms 119:25\" href=\"/Psalms.119.25\">119:25</a>, <a data-ref=\"Psalms 119:37\" href=\"/Psalms.119.37\">37</a>, <a data-ref=\"Psalms 119:40\" href=\"/Psalms.119.40\">40</a>, <a data-ref=\"Psalms 119:50\" href=\"/Psalms.119.50\">50</a>, <a data-ref=\"Psalms 119:88\" href=\"/Psalms.119.88\">88</a>, <a data-ref=\"Psalms 119:93\" href=\"/Psalms.119.93\">93</a>, <a data-ref=\"Psalms 119:107\" href=\"/Psalms.119.107\">107</a>, <a data-ref=\"Psalms 119:149\" href=\"/Psalms.119.149\">149</a>, <a data-ref=\"Psalms 119:154\" href=\"/Psalms.119.154\">154</a>, <a data-ref=\"Psalms 119:156\" href=\"/Psalms.119.156\">156</a>, <a data-ref=\"Psalms 119:159\" href=\"/Psalms.119.159\">159</a>; <a data-ref=\"Psalms 143:11\" href=\"/Psalms.143.11\">143:11</a> <a data-ref=\"Ecclesiastes 7:12\" href=\"/Ecclesiastes.7.12\">Ec 7:12</a>.<br>†<strong>Hiph.</strong>  Pf. <span dir=\"rtl\">הֶחֱיָה</span> <a data-ref=\"Joshua 6:25\" href=\"/Joshua.6.25\">Jos 6:25</a> + 5 times; 2 ms. sf. <span dir=\"rtl\">הֶחֱיִתָנוּ</span> <a data-ref=\"Genesis 47:25\" href=\"/Genesis.47.25\">Gn 47:25</a>; 1 s. <span dir=\"rtl\">הֶחֱיֵיתִי</span> <a data-ref=\"Numbers 22:33\" href=\"/Numbers.22.33\">Nu 22:33</a>, <span dir=\"rtl\">הַחֲיִתֶם</span> <a data-ref=\"Joshua 2:13\" href=\"/Joshua.2.13\">Jos 2:13</a> <a data-ref=\"Judges 8:19\" href=\"/Judges.8.19\">Ju 8:19</a>; Imv. sf. <span dir=\"rtl\">הַחֲיֵינִי</span> <a data-ref=\"Isaiah 38:16\" href=\"/Isaiah.38.16\">Is 38:16</a>; <span dir=\"rtl\">הַחֲיוּ</span> <a data-ref=\"Numbers 31:18\" href=\"/Numbers.31.18\">Nu 31:18</a>; Inf. abs. <span dir=\"rtl\">הַחֲיֵה</span> <a data-ref=\"Joshua 9:20\" href=\"/Joshua.9.20\">Jos 9:20</a>; cstr. <span dir=\"rtl\">הַחֲיוֹת</span> <a data-ref=\"Genesis 6:20\" href=\"/Genesis.6.20\">Gn 6:20</a> + 6 times; <span dir=\"rtl\">הַחֲיֹת</span> <a data-ref=\"Genesis 6:19\" href=\"/Genesis.6.19\">Gn 6:19</a>; <a data-ref=\"Genesis 50:20\" href=\"/Genesis.50.20\">50:20</a>; sf. <span dir=\"rtl\">הַחֲיֹתוֹ</span> <a data-ref=\"Ezekiel 13:22\" href=\"/Ezekiel.13.22\">Ez 13:22</a>;— <strong>1.</strong>  <em>preserve alive, let live</em> <a data-ref=\"Genesis 45:7\" href=\"/Genesis.45.7\">Gn 45:7</a>; <a data-ref=\"Genesis 50:20\" href=\"/Genesis.50.20\">50:20</a> (E) <a data-ref=\"Genesis 47:25\" href=\"/Genesis.47.25\">47:25</a> <a data-ref=\"Numbers 22:33\" href=\"/Numbers.22.33\">Nu 22:33</a> <a data-ref=\"Joshua 2:13\" href=\"/Joshua.2.13\">Jos 2:13</a>; <a data-ref=\"Joshua 6:25\" href=\"/Joshua.6.25\">6:25</a> (all J), <a data-ref=\"Joshua 14:10\" href=\"/Joshua.14.10\">14:10</a> (D); <a data-ref=\"Genesis 6:19\" href=\"/Genesis.6.19\">Gn 6:19</a>, <a data-ref=\"Genesis 6:20\" href=\"/Genesis.6.20\">20</a> <a data-ref=\"Numbers 31:18\" href=\"/Numbers.31.18\">Nu 31:18</a> <a data-ref=\"Joshua 9:20\" href=\"/Joshua.9.20\">Jos 9:20</a> (P), <a data-ref=\"Judges 8:19\" href=\"/Judges.8.19\">Ju 8:19</a> <a data-ref=\"II Samuel 8:2\" href=\"/II_Samuel.8.2\">2 S 8:2</a> <a data-ref=\"Ezekiel 13:22\" href=\"/Ezekiel.13.22\">Ez 13:22</a>; with <span dir=\"rtl\">נפשׁ</span> <a data-ref=\"Genesis 19:19\" href=\"/Genesis.19.19\">Gn 19:19</a> (J). <strong>2.</strong>  <em>quicken, revive:</em> <strong>a.</strong>  <em>restore</em> to health, a leper <a data-ref=\"II Kings 5:7\" href=\"/II_Kings.5.7\">2 K 5:7</a>, Hezekiah <a data-ref=\"Isaiah 38:16\" href=\"/Isaiah.38.16\">Is 38:16</a>. <strong>b.</strong>  <em>revive</em> the <span dir=\"rtl\">לֵב</span> and <span dir=\"rtl\">רוּחַ</span> <a data-ref=\"Isaiah 57:15\" href=\"/Isaiah.57.15\">Is 57:15</a><sup>(×2)</sup>. <strong>c.</strong>  <em>restore to life</em>, the dead <a data-ref=\"II Kings 8:1\" href=\"/II_Kings.8.1\">2 K 8:1</a>, <a data-ref=\"II Kings 8:5\" href=\"/II_Kings.8.5\">5</a><sup>(×3)</sup>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d45bb6084aa1cbf326a1", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אַרְבַּע² 1", "anchorRef": "Genesis 11:13", "anchorRefExpanded": ["Genesis 11:13"], "sourceRef": "BDB, אַרְבַּע² 1", "sourceHeRef": "בראון-דרייבר-בריגס, אַרְבַּע² א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אַרְבַּע²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I. <big><span dir=\"rtl\">אַרְבַּע</span>, <span dir=\"rtl\">אַרְבָּעָה</span></big>  <strong>n.m.</strong> et <strong>f.</strong> four <strong>(</strong>NH = BH; MI<sup>8</sup> <span dir=\"rtl\">ארבען</span> = 40; Ph. <span dir=\"rtl\">ארבע</span>, Pun. <span dir=\"rtl\">ארבעת</span>, <em>four;</em> so Assyrian <em>arbaʾu</em> (rarely <em>irbaʾ</em>), <em>irbitti;</em> Arabic <span dir=\"rtl\">أَرْبَعٌ</span>, <span dir=\"rtl\">أَرْبَعَةٌ</span>; Sab. <span dir=\"rtl\">ארבעת</span> CIS<sup>iv, no. 232. 2</sup> Hom<sup>Chrest. 47</sup>; Ethiopic አርባዕ, አርባዕቱ Aramaic <span dir=\"rtl\">אַרְבַּע</span>, <span dir=\"rtl\">אַרְבְּעָה</span>, <span dir=\"rtl\">ܐܰܪܒܰܥ</span>, <span dir=\"rtl\">ܐܰܪܒܥܳܐ</span>; Nab. <span dir=\"rtl\">ארבע</span>, Palm. <span dir=\"rtl\">ארבע</span>, <span dir=\"rtl\">ארבעא</span>, Lzb<sup>367</sup><strong>)</strong>;—<strong>m.</strong><sub>148</sub> (c. <strong>n.f.</strong>) <span dir=\"rtl\">אַרְבַּע</span> (abs. vel cstr.) <a data-ref=\"Exodus 21:37\" href=\"/Exodus.21.37\">Ex 21:37</a> +; also <span dir=\"rtl\">אַרְבַּ֑ע</span> <a data-ref=\"Leviticus 11:20\" href=\"/Leviticus.11.20\">Lv 11:20</a> +; note (Baer Gi) <a data-ref=\"Joshua 21:18\" href=\"/Joshua.21.18\">Jos 21:18</a> + 6 times <a data-ref=\"Joshua 21\" href=\"/Joshua.21\">Jos 21</a> (van d. H. <span dir=\"rtl\">אַרְבָּ֑ע</span>); in <a data-ref=\"Proverbs 30:18\" href=\"/Proverbs.30.18\">Pr 30:18</a> read <strong>f.</strong> with Qr; <strong>f.</strong> (c. <strong>n.m.</strong>) abs. <span dir=\"rtl\">אַרְבָּעָה</span> <a data-ref=\"Genesis 2:10\" href=\"/Genesis.2.10\">Gn 2:10</a> + 125 times + <a data-ref=\"Proverbs 30:18\" href=\"/Proverbs.30.18\">Pr 30:18</a> (v. supr.); cstr. <span dir=\"rtl\">אַרְבַּעַת</span> <a data-ref=\"I Samuel 4:2\" href=\"/I_Samuel.4.2\">1 S 4:2</a> + 29 times, incl. <a data-ref=\"Ezekiel 7:2\" href=\"/Ezekiel.7.2\">Ez 7:2</a> (but read <strong>m.</strong> Kt); sf. <span dir=\"rtl\">אַרְבַּעְתָּם</span> <a data-ref=\"Ezekiel 1:8\" href=\"/Ezekiel.1.8\">Ez 1:8</a> + 5 times Ez, <span dir=\"rtl\">אַרְבַּעְתָּן</span> <a data-ref=\"Ezekiel 1:10\" href=\"/Ezekiel.1.10\">1:10</a>, <a data-ref=\"Ezekiel 1:10\" href=\"/Ezekiel.1.10\">10</a> (but read prob. -<span dir=\"rtl\">תָּם</span>, Krae), v <a data-ref=\"Ezekiel 1:16\" href=\"/Ezekiel.1.16\">16</a>, <a data-ref=\"Ezekiel 1:18\" href=\"/Ezekiel.1.18\">18</a>; du. <span dir=\"rtl\">אַרְּבַּעְתָּ֑יִם</span> <a data-ref=\"II Samuel 12:6\" href=\"/II_Samuel.12.6\">2 S 12:6</a>, v. <strong>1 d</strong>; pl. <span dir=\"rtl\">אַרְבָּעִים</span> = 40, v. infr.;—<em>four</em> (in Hex 108 times, chiefly P, 98 times; Ez 52 times, Ch 47 times):—<br><strong>1.</strong>  without other num.: <strong>a.</strong>  <span dir=\"rtl\">אַרְבַּע</span> (1) before n.fpl. <a data-ref=\"Jeremiah 15:3\" href=\"/Jeremiah.15.3\">Je 15:3</a>; <a data-ref=\"Exodus 25:12\" href=\"/Exodus.25.12\">Ex 25:12</a> (P) + 101 times, incl. <span dir=\"rtl\">א׳ אַמּוֹת</span> <a data-ref=\"Deuteronomy 3:11\" href=\"/Deuteronomy.3.11\">Dt 3:11</a> + 5 times (but also †<span dir=\"rtl\">א׳ בַּאַמָּה</span> <em>four</em> (<em>in</em>) <em>cubit</em>(<em>s</em>) <a data-ref=\"Exodus 26:2\" href=\"/Exodus.26.2\">Ex 26:2</a>, <a data-ref=\"Exodus 26:8\" href=\"/Exodus.26.8\">8</a>; <a data-ref=\"Exodus 36:9\" href=\"/Exodus.36.9\">36:9</a> <a data-ref=\"I Kings 7:27\" href=\"/I_Kings.7.27\">1 K 7:27</a><sup>(×2)</sup>, <a data-ref=\"I Kings 7:38\" href=\"/I_Kings.7.38\">38</a>), and <span dir=\"rtl\">א׳ מֵאוֹת</span> = 400 <a data-ref=\"Genesis 11:13\" href=\"/Genesis.11.13\">Gn 11:13</a> + 55 times (2) <span dir=\"rtl\">א׳</span> bef. du. <span dir=\"rtl\">רַנְלָ֑יִם</span> <a data-ref=\"Leviticus 11:23\" href=\"/Leviticus.11.23\">Lv 11:23</a>, <span dir=\"rtl\">רַגְלָיו</span> <a data-ref=\"Exodus 25:26\" href=\"/Exodus.25.26\">Ex 25:26</a>. †(3) bef. collective, <span dir=\"rtl\">א׳ צֹאן</span> <a data-ref=\"Exodus 21:37\" href=\"/Exodus.21.37\">Ex 21:37</a> (E); <span dir=\"rtl\">א׳ רִבּוֹא</span> = 40,000 <a data-ref=\"Ezra 2:64\" href=\"/Ezra.2.64\">Ezr 2:64</a> = <a data-ref=\"Nehemiah 7:65\" href=\"/Nehemiah.7.65\">Ne 7:66</a>. †(4) rare and late, after n.fpl. <span dir=\"rtl\">עָרִים א׳</span> <a data-ref=\"Joshua 19:7\" href=\"/Joshua.19.7\">Jos 19:7</a> (P); after n. fs. cstr. <span dir=\"rtl\">בִּשְׁנַת א׳ לְ</span> <a data-ref=\"I Kings 22:41\" href=\"/I_Kings.22.41\">1 K 22:41</a>; <a data-ref=\"Zechariah 7:1\" href=\"/Zechariah.7.1\">Zc 7:1</a>; <a data-ref=\"II Chronicles 3:2\" href=\"/II_Chronicles.3.2\">2 Ch 3:2</a>.—<span dir=\"rtl\">קִרְיַת א׳</span>, v. this, and ii. <span dir=\"rtl\">אַרְבַּע</span> infr. †(5) n. om. <a data-ref=\"Ezekiel 43:15\" href=\"/Ezekiel.43.15\">Ez 43:15b</a> <a data-ref=\"Proverbs 30:15\" href=\"/Proverbs.30.15\">Pr 30:15</a>, <a data-ref=\"Proverbs 30:18\" href=\"/Proverbs.30.18\">18</a> (Kt, v. supr.), v <a data-ref=\"Proverbs 30:21\" href=\"/Proverbs.30.21\">21</a> <a data-ref=\"Daniel 8:8\" href=\"/Daniel.8.8\">Dn 8:8</a>, <a data-ref=\"Daniel 8:22\" href=\"/Daniel.8.22\">22</a>; <span dir=\"rtl\">עַל־אַרְבַּ֑ע</span> (sc. <span dir=\"rtl\">רגלים</span>) = <em>on all fours</em> <a data-ref=\"Leviticus 11:20\" href=\"/Leviticus.11.20\">Lv 11:20</a>, <a data-ref=\"Leviticus 11:21\" href=\"/Leviticus.11.21\">21</a>, <a data-ref=\"Leviticus 11:27\" href=\"/Leviticus.11.27\">27</a>, <a data-ref=\"Leviticus 11:42\" href=\"/Leviticus.11.42\">42</a>. <strong>b.</strong>  <span dir=\"rtl\">אַרְבַּעַה</span> (1) bef. n. mpl. <a data-ref=\"Genesis 2:10\" href=\"/Genesis.2.10\">Gn 2:10</a> (J), <a data-ref=\"Genesis 14:9\" href=\"/Genesis.14.9\">14:9</a> <a data-ref=\"Exodus 25:34\" href=\"/Exodus.25.34\">Ex 25:34</a> + 21 times, + <span dir=\"rtl\">יָמִים (וְ)א׳ חֳדשִׁים</span> <a data-ref=\"Judges 19:2\" href=\"/Judges.19.2\">Ju 19:2</a>; <a data-ref=\"I Samuel 27:7\" href=\"/I_Samuel.27.7\">1 S 27:7</a>; also <span dir=\"rtl\">א׳ א׳ פָנִים</span> distrib. <a data-ref=\"Ezekiel 10:21\" href=\"/Ezekiel.10.21\">Ez 10:21</a>. †(2) late, after n. mpl. <a data-ref=\"I Chronicles 23:10\" href=\"/I_Chronicles.23.10\">1 Ch 23:10</a>. (3) n. om., <a data-ref=\"Amos 1:3\" href=\"/Amos.1.3\">Am 1:3</a>, <a data-ref=\"Amos 1:6\" href=\"/Amos.1.6\">6</a>, <a data-ref=\"Amos 1:9\" href=\"/Amos.1.9\">9</a> + 15 times, + (as pred. of n. mpl.) †<a data-ref=\"Exodus 27:16\" href=\"/Exodus.27.16\">Ex 27:16</a><sup>(×2)</sup>; <a data-ref=\"Exodus 38:19\" href=\"/Exodus.38.19\">38:19</a><sup>(×2)</sup>; also <span dir=\"rtl\">בְּא׳</span>, (sc. <span dir=\"rtl\">יוֹם</span>) †<a data-ref=\"Zechariah 7:1\" href=\"/Zechariah.7.1\">Zc 7:1</a> = ordinal, <em>on the fourth</em> (day). <strong>c.</strong>  <span dir=\"rtl\">אַרְבַּ֫עַת</span> (1) bef. n. mpl. <a data-ref=\"Judges 11:40\" href=\"/Judges.11.40\">Ju 11:40</a> <a data-ref=\"I Kings 7:32\" href=\"/I_Kings.7.32\">1 K 7:32</a> + 11 times (not <a data-ref=\"Ezekiel 7:2\" href=\"/Ezekiel.7.2\">Ez 7:2</a>, v. supr.), + <span dir=\"rtl\">א׳ אֲלָפִים</span> = 4000, <a data-ref=\"I Samuel 4:2\" href=\"/I_Samuel.4.2\">1 S 4:2</a> + 14 times †(2) bef. coll. <span dir=\"rtl\">הַבָּקָר</span> <a data-ref=\"Numbers 7:7\" href=\"/Numbers.7.7\">Nu 7:7</a>. †(3) n. om. <a data-ref=\"II Samuel 21:22\" href=\"/II_Samuel.21.22\">2 S 21:22</a>. †(4) c. sf., after n. pl., = <em>the four of them</em>, <a data-ref=\"Ezekiel 1:8\" href=\"/Ezekiel.1.8\">Ez 1:8</a>, <a data-ref=\"Ezekiel 1:10\" href=\"/Ezekiel.1.10\">10</a><sup>(×3)</sup> + 6 times Ez, <a data-ref=\"Daniel 1:17\" href=\"/Daniel.1.17\">Dn 1:17</a> <em>these boys, the four of them</em>. <strong>d.</strong>  adv. <span dir=\"rtl\">אַרְבַּעְתָּ֑יִם</span> <a data-ref=\"II Samuel 12:6\" href=\"/II_Samuel.12.6\">2 S 12:6</a> = <em>four-fold</em> Ges<sup>§ 97 h</sup> Kö<sup>ii. 1, 227</sup>, but read <span dir=\"rtl\">שִׁבְעָתָ֑יִם</span> 𝔊 Th We Klo Dr Kmp Bu HPS.<br><strong>2.</strong>  with other num.: <strong>a.</strong>  (I) <span dir=\"rtl\">אַרְבַּע עֶשְׂרֵה</span> = <em>14</em>, (α) before n. fs., <span dir=\"rtl\">א׳ ע׳ שָׁנָה</span> <a data-ref=\"Genesis 31:41\" href=\"/Genesis.31.41\">Gn 31:41</a>, + (as ordinal, = <em>14th</em>) <a data-ref=\"Genesis 14:5\" href=\"/Genesis.14.5\">14:5</a>; <a data-ref=\"II Kings 18:13\" href=\"/II_Kings.18.13\">2 K 18:13</a> = <a data-ref=\"Isaiah 36:1\" href=\"/Isaiah.36.1\">Is 36:1</a>, <a data-ref=\"Ezekiel 40:1\" href=\"/Ezekiel.40.1\">Ez 40:1</a>. (β) after n. fpl. <span dir=\"rtl\">עָרִים א׳ ע׳</span> <a data-ref=\"Joshua 15:36\" href=\"/Joshua.15.36\">Jos 15:36</a> + 8 times, <span dir=\"rtl\">נָשִׁים א׳ ע׳</span> <a data-ref=\"II Chronicles 13:21\" href=\"/II_Chronicles.13.21\">2 Ch 13:21</a>. (2) <span dir=\"rtl\">אַרְבָּעָה עָשָׂר</span> = <em>14</em>, (α) before n. ms. <a data-ref=\"Numbers 17:14\" href=\"/Numbers.17.14\">Nu 17:14</a> (14 × 1000), <a data-ref=\"Job 42:12\" href=\"/Job.42.12\">Jb 42:12</a>; especially. (as ord.) <span dir=\"rtl\">א׳ ע׳ יוֹם</span> <em>14th day</em> <a data-ref=\"Exodus 12:6\" href=\"/Exodus.12.6\">Ex 12:6</a>, <a data-ref=\"Exodus 12:18\" href=\"/Exodus.12.18\">18</a> + 7 times (β) bef. n. mpl. <a data-ref=\"Numbers 29:15\" href=\"/Numbers.29.15\">Nu 29:15</a>. (γ) after n. mpl. <a data-ref=\"Numbers 29:13\" href=\"/Numbers.29.13\">Nu 29:13</a>, <a data-ref=\"Numbers 29:17\" href=\"/Numbers.29.17\">17</a> + 6 times (δ) after n. ms. <a data-ref=\"Esther 9:15\" href=\"/Esther.9.15\">Est 9:15</a>, <a data-ref=\"Esther 9:19\" href=\"/Esther.9.19\">19</a>, <a data-ref=\"Esther 9:21\" href=\"/Esther.9.21\">21</a>, all = <em>14th</em>. (ε) <span dir=\"rtl\">א׳ ע׳</span> pred. of <span dir=\"rtl\">נֶפֶשׁ</span> <a data-ref=\"Genesis 46:22\" href=\"/Genesis.46.22\">Gn 46:22</a>. (ζ) <span dir=\"rtl\">א׳ ע׳</span> = <em>14th</em> (sc. day) <a data-ref=\"Leviticus 23:15\" href=\"/Leviticus.23.15\">Lv 23:15</a>; <a data-ref=\"II Chronicles 30:15\" href=\"/II_Chronicles.30.15\">2 Ch 30:15</a> + 6 times <strong>b.</strong>  20 + <span dir=\"rtl\">(וְ)</span> 4 + n. s. <a data-ref=\"I Kings 15:33\" href=\"/I_Kings.15.33\">1 K 15:33</a>; <a data-ref=\"I Chronicles 23:4\" href=\"/I_Chronicles.23.4\">1 Ch 23:4</a> + 13 times <a data-ref=\"I Chronicles 27\" href=\"/I_Chronicles.27\">1 Ch 27</a>; + n. pl. †<a data-ref=\"Numbers 7:88\" href=\"/Numbers.7.88\">Nu 7:88</a>; n. om. <a data-ref=\"II Samuel 21:20\" href=\"/II_Samuel.21.20\">2 S 21:20</a>, pred. ‖ <a data-ref=\"I Chronicles 20:6\" href=\"/I_Chronicles.20.6\">1 Ch 20:6</a>; <a data-ref=\"Nehemiah 7:22\" href=\"/Nehemiah.7.22\">Ne 7:23</a>; <a data-ref=\"Nehemiah 7:4\" href=\"/Nehemiah.7.4\">4</a> + 20 + n. s. <a data-ref=\"Numbers 25:9\" href=\"/Numbers.25.9\">Nu 25:9</a>; = <em>24th</em>, <span dir=\"rtl\">יוֹם ע׳ וְא׳</span> <a data-ref=\"Haggai 1:15\" href=\"/Haggai.1.15\">Hg 1:15</a>; <a data-ref=\"Haggai 2:18\" href=\"/Haggai.2.18\">2:18</a>; <a data-ref=\"Zechariah 1:7\" href=\"/Zechariah.1.7\">Zc 1:7</a>; <a data-ref=\"Nehemiah 9:1\" href=\"/Nehemiah.9.1\">Ne 9:1</a>; <a data-ref=\"Daniel 10:4\" href=\"/Daniel.10.4\">Dn 10:4</a>, <span dir=\"rtl\">יוֹם</span> om. <a data-ref=\"Haggai 2:10\" href=\"/Haggai.2.10\">Hg 2:10</a>, <a data-ref=\"Haggai 2:20\" href=\"/Haggai.2.20\">20</a>, and <span dir=\"rtl\">(א׳ וְע׳)</span> <a data-ref=\"I Chronicles 24:18\" href=\"/I_Chronicles.24.18\">1 Ch 24:18</a>; <a data-ref=\"I Chronicles 25:31\" href=\"/I_Chronicles.25.31\">25:31</a>†. <strong>c.</strong>  other tens + 4, <a data-ref=\"I Chronicles 7:7\" href=\"/I_Chronicles.7.7\">1 Ch 7:7</a>; <a data-ref=\"I Chronicles 5:18\" href=\"/I_Chronicles.5.18\">5:18</a> (+ n. s.), <a data-ref=\"Ezra 2:15\" href=\"/Ezra.2.15\">Ezr 2:15</a> + 7 times; 4 + tens + <span dir=\"rtl\">שָׁנָה</span> <a data-ref=\"Genesis 11:16\" href=\"/Genesis.11.16\">Gn 11:16</a>, + <span dir=\"rtl\">אֶלֶף</span> 1000 <a data-ref=\"Numbers 1:27\" href=\"/Numbers.1.27\">Nu 1:27</a>, <a data-ref=\"Numbers 1:29\" href=\"/Numbers.1.29\">29</a>; <a data-ref=\"Numbers 2:4\" href=\"/Numbers.2.4\">2:4</a>, <a data-ref=\"Numbers 2:6\" href=\"/Numbers.2.6\">6</a>; <a data-ref=\"Numbers 26:25\" href=\"/Numbers.26.25\">26:25</a>, <a data-ref=\"Numbers 26:43\" href=\"/Numbers.26.43\">43</a>.—Vid. Kö<sup>ii. 1, § 106</sup>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d4d8b6084aa1cbf38d13", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שֶׁ֫לַח² 1", "anchorRef": "Genesis 11:13", "anchorRefExpanded": ["Genesis 11:13"], "sourceRef": "BDB, שֶׁ֫לַח² 1", "sourceHeRef": "בראון-דרייבר-בריגס, שֶׁ֫לַח² א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שֶׁ֫לַח²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† II. <big><span dir=\"rtl\">שֶׁ֫לַח</span></big>  <strong>n.pr.m.</strong> son of Arphachshad, Σαλα: <span dir=\"rtl\">שׁ׳</span> <a data-ref=\"Genesis 10:24\" href=\"/Genesis.10.24\">Gn 10:24b</a>; <a data-ref=\"Genesis 11:13\" href=\"/Genesis.11.13\">11:13</a>, <a data-ref=\"Genesis 11:14\" href=\"/Genesis.11.14\">14</a>, <a data-ref=\"Genesis 11:15\" href=\"/Genesis.11.15\">15</a>; <a data-ref=\"I Chronicles 1:18\" href=\"/I_Chronicles.1.18\">1 Ch 1:18b</a>; <span dir=\"rtl\">שָׁ֑לַח</span> <a data-ref=\"Genesis 10:24\" href=\"/Genesis.10.24\">Gn 10:24a</a>; <a data-ref=\"Genesis 11:12\" href=\"/Genesis.11.12\">11:12</a>; <a data-ref=\"I Chronicles 1:18\" href=\"/I_Chronicles.1.18\">1 Ch 1:18a</a>, <a data-ref=\"I Chronicles 1:24\" href=\"/I_Chronicles.1.24\">24</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6548be4053c764d0f6aaf95b", "index_title": "Cassuto on Genesis", "category": "Commentary", "type": "commentary", "ref": "Cassuto on Genesis, From Noah to Abraham 11:13:1", "anchorRef": "Genesis 11:13", "anchorRefExpanded": ["Genesis 11:13"], "sourceRef": "Cassuto on Genesis, From Noah to Abraham 11:13:1", "sourceHeRef": "קאסוטו על בראשית, מנח עד אברהם י״א:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "commentaryNum": 13.0001, "collectiveTitle": {"en": "Cassuto", "he": "קאסוטו"}, "he": "<b>שלש שנים וארבע מאות שנה</b>. על המספר היסודי 400, המשותף לכל שלושת הדורות שאחר שם, נוספות כאן שלוש שנים שהן מחצית 6, ובהן 36 חדשים (6X6). המספר הכללי של שנות חיי ארפכשד הוא 438: בו נוספים על המספר היסודי של 400 שנה 456 חודשים (360 + 60 + 36).", "heVersionTitle": "Jerusalem, 1953", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]