[{"_id": "531e4fe3fbfba276047f6d1d", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 26:14", "anchorRef": "Numbers 26:14", "anchorRefExpanded": ["Numbers 26:14"], "sourceRef": "Onkelos Numbers 26:14", "sourceHeRef": "תרגום אונקלוס על במדבר כ״ו:י״ד", "anchorVerse": 14, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 26.0014, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "אִלֵּין זַרְעֲיַת שִׁמְעוֹן עַשְׂרִין וּתְרֵין אַלְפִין וּמָאתָן:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "These are the families of Shimon—twenty- two thousand and two hundred.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec554", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 26:14", "anchorRef": "Numbers 26:14", "anchorRefExpanded": ["Numbers 26:14"], "sourceRef": "Targum Jonathan on Numbers 26:14", "sourceHeRef": "תרגום יונתן על במדבר כ״ו:י״ד", "anchorVerse": 14, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 26.0014, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "אִלֵין גְנִיסְתָּא דְשִׁמְעוֹן עַשְרִין וּתְרֵין אַלְפִין וּמָאתָן", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " These are the families of Shemeon, twenty-two thousand two hundred. ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "57e77d7ad6e4a94c7c18b0e3", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 26:14", "anchorRef": "Numbers 26:14", "anchorRefExpanded": ["Numbers 26:14"], "sourceRef": "Tafsir Rasag, Numbers 26:14", "sourceHeRef": "תפסיר רס\"ג, במדבר כ״ו:י״ד", "anchorVerse": 14, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 26.0014, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "פכאן עדד עשאיר שמעון הד̇ה את̇נין ועשרין אלפא ומאיתין", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59648346d6e4a92bf45a5dde", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Bamidbar 1:20:2", "anchorRef": "Numbers 26:14", "anchorRefExpanded": ["Numbers 26:14"], "sourceRef": "Rabbeinu Bahya, Bamidbar 1:20:2", "sourceHeRef": "רבנו בחיי, במדבר א׳:כ׳:ב׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 20.0002, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>והנה </b>מספרם שעלה בכאן תשעה וחמשים אלף ושלש מאות, לרמוז ששלט השטן במספרם ועל כן כשחטא הנשיא שלהם נגמר דינם ונתחסר מנינם עד שחזרו לפחות הרבה מחצי המספר שבכאן. ומה שהזכיר בכל השבטים לבני ובנפתלי הזכיר בני נפתלי, מפני שנשתנה שבט נפתלי משאר השבטים, שהרי בשבט נפתלי היו הבנות מרובות מן הבנים, ולכך נרמז בברכת יעקב בלשון נקבה (שם מט) נפתלי אילה שלוחה, ומפני זה הזכיר בו בני כמי שבורר הבנים מן הבנות.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "The number of males counted in the tribe of Shimon, i.e. 59,300 was in itself an allusion to the fact that Satan had some control over their number and that at the time when their leader Zimri committed his famous indiscretion with Kosbi bat Tzur, the princess of Midian, publicly cohabiting with her, (Numbers 25,14) the decree which had long been held in suspense was finalized and their number was reduced to 22,200 as we find at the next count (Numbers 26,14).<br> The reason why in the case of Naftali the Torah writes בני נפתלי instead of לבני נפתלי as it did in the case of all the other tribes may be due to the fact that Naftali was different from all the other tribes having more daughters than sons. This was already hinted at in Yaakov’s blessing who phrased his blessing in the feminine gender, i.e. אילה שלוחה instead of איל שלוח (compare Genesis 49,21). By writing בני נפתלי, the Torah singles out the males among a preponderance of females.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59648360d6e4a92bf45a6698", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Bamidbar 25:7:1", "anchorRef": "Numbers 26:14", "anchorRefExpanded": ["Numbers 26:14"], "sourceRef": "Rabbeinu Bahya, Bamidbar 25:7:1", "sourceHeRef": "רבנו בחיי, במדבר כ״ה:ז׳:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>וירא פינחס.</b> ראה מעשה ונזכר הלכה, אמר לו לא כך למדתני בירידתך מסיני הבועל ארמית קנאין פוגעין בו, אמר לו קריינא דאגרתא איהו להוי פרוונקא, מיד ויקם מתוך העדה ויקח רומח בידו. ובשכר זה נתנו לו המתנות שהם הזרוע והלחיים והקבה, הזרוע כנגד ויקח רומח בידו, הלחיים כנגד (תהילים ק״ו:ל׳) ויעמוד פינחס ויפלל, הקבה כנגד ואת האשה אל קבתה. והועילה מצוה זו לפינחס בעוה\"ז ובעוה\"ב, בעוה\"ז המתנות וקיום הכהונה לזרעו, ועוד שחיה והאריך ימים בעוה\"ז ארבע מאות שנה, הוא שכתוב (שופטים י״א:כ״ו) בשבת ישראל בערער ובבנותיה ובחשבון ובבנותיה שלש מאות שנה, ומצינו מיפתח ועד גבעת בנימין מאה שנה, ובאותו זמן כתיב (שם כ) ופנחס בן אליעזר עמד לפניו בימים ההם. בעוה\"ב, שנתנה לו מדת השלום כשנסתלק אחר ארבע מאות שנה זכה לחיי עד. ושנים עשר נסים נעשו בדבר זה, דרכן לפרוש זה מזה והדביקן המלאך, סתם פיהם שלא יצוחו, כוון הברזל כנגד ערות שניהם, האריך הברזל כדי שידקור את שניהם, הגביה המלאך המשקוף כדי שיצאו שניהם תלויין לעיני הכל, הפכן כדרכן בראש הברזל, נתן כח בזרועו לסבלן, וכח במקל לעמוד בהם, ושלא נשמטו מן המקל, ושלא נשפך עליו מן הדם ושתלה אותם לעיני הכל. והיה ראוי שיטמא פינחס טומאת חבורין כיון שהוא נוגע ברומח הנוגע במת, וידוע שאם נגע ראובן במת הרי הוא טמא, ושמעון שנגע בראובן טמא, שנאמר והנפש הנוגעת, במה שיגע בו הטמא תטמא, ונגיעה זו אם היא בחבורין, כלומר ששמעון נוגע בראובן בעוד שראובן נוגע במת הרי הוא טמא טומאת שבעה, שלא בחבורין לאחר שפירש ראובן מן המת אין לו אלא טומאת ערב, ואדם הנוגע בכלים הנוגעים במת יש לו טומאת שבעה, ממה שכתוב במדין (במדבר ל״א:כ״ד) וכבסתם בגדיכם ביום השביעי. ומה שלא נטמא פינחס והוא הנוגע בכלי הנוגע במת, לפי שהכלי והוא הרומח היה פשוט, ופשוטי כלי עץ אין מקבלין טומאה, או מטעם שאמרו במדרש שמר הקב\"ה את רוחותיהן כדי שלא ימותו ויטמא, והוא הנס האחרון תשלום הי\"ב שהזכרתי. ואף בבית קבול כדעת המדרש שהיה שם ברזל ולא היה מטמא, כיון שלא מתו בעוד שבידו הרומח. ואחר שנעשו לו כל הנסים האלו והוציא אותן תלוין לעיני הכל שבט שמעון היו מקיפין אותו ועומדין בפתח, רצו ליגע בו, ואז החל הנגף בעם, וזהו שאמר ויהיו המתים במגפה ארבעה ועשרים אלף, וכלם היו משבט שמעון. וכן יש ללמוד מן החסרון הגדול שמצינו במנינם שבסדר פנחס מן המנין שהיו בראשונה במדבר סיני. ומה שנפלו מישראל במקום הזה כך, ובעון העגל לא נפלו אלא כשלשת אלפי איש, ששם לא היה כי אם עבודה זרה אבל בכאן זנות ועבודה זרה ובזוי קדושתן של ישראל לזנות עם העכו\"ם, ובא פינחס וקנא קנאתו של הקב\"ה והשיב חרון אפו מישראל, ומסר עצמו לסכנה כנגד כל המשפחה שהיו עם רב כשראה חלול השם בפרהסיא, ולא השגיח על כבודו של רשע שהיה נשיא שבט שמעון ולא לכבוד המדינים שהיתה בת מלך, וקנא על כבוד השם יתעלה כדי ללמד את הבריות שאין כבוד העולם ומלואו כי אם לכבודו, הוא שכתוב (ישעיהו מ״ג:ז׳) כל הנקרא בשמי ולכבודי בראתיו יצרתיו אף עשיתיו, ולכך נקרא הקב\"ה מלך הכבוד, הוא שאמר דוד עליו השלום (תהילים כ״ד:י׳) מי הוא זה מלך הכבוד ה' צבאות הוא מלך הכבוד סלה. \n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "וירא פינחס, “Pinchas saw, etc.” When he saw a certain deed he remembered the halachah pertaining to it. He said to Moses: “did you not teach us when you descended from Mount Sinai that if someone has sexual intercourse with a pagan woman one may kill such a person in a fit of religious fervor?” To this Moses replied: “he who reads the letter may deliver it to the addressee.” Upon hearing this, ויקם מתוך העדה ויקח רומח בידיו, “he arose from amongst the congregation and took a short sword in his hand.” As a reward for this action he was granted the priestly portions (the foreleg, the cheekbones and the stomach of all animals slaughtered by the Israelites as food compare Chulin 134). [The meaning of this line is that he was accorded the status of a priest, a status he had not possessed previously. All the priests are entitled to these parts of the animal.] He was awarded the foreleg for seizing a sword with his hands, the cheekbones corresponding to “Pinchas stepped forth and intervened” (Psalms 106,30), and he was awarded the stomach corresponding to Numbers 25,8 “and the woman into her stomach.” The performance of this commandment helped Pinchas both in this world and in the hereafter<small> (compare Pirke d'Rabbi Eliezer chapter 47)</small>. In this world Pinchas merited the gifts granted to the priests. Moreover, he lived for many hundreds of years on terrestrial earth. We have proof of this in Judges 11,26 when Yiftach told the Ammonites that Israel had dwelled in Hebron and other towns claimed by the Ammonites already for over 300 years. We also find over a hundred years later that Pinchas was still alive in Judges 20,28. The prophet states this explicitly.<br> As to the benefits Pinchas received in his hereafter as a result of his courageous and purely motivated deed in killing Zimri and Cozbi, he was granted the dimension of peace, a wonderful attribute. He was ushered in to eternal life.<br> In the course of his deed, he experienced no fewer than 12 miracles without which he could not have succeeded <small>(based on Tanchuma Balak 21)</small> 1) It is customary for a couple who have engaged in sexual intercourse to separate their bodies from one another afterward. In this instance an angel ensured that Zimri and Cozbi’s bodies were sticking together to enable Pinchas to pierce both with one and the same stroke of the spear. 2) The angel closed their mouths to prevent them from crying out and alerting neighbors who would have attacked Pinchas. 3) The angel directed the spear of Pinchas (who was outside the tent) to aim at precisely the private parts of both Zimri and Cozbi. 4) He miraculously lengthened the metal blade of Pinchas’ spear so that it could reach both the sinners. 5) He raised the lintel of the door to their tent so that the people could all see how these two were strung up on it. 6) He arranged the position of these two in such a way that they were head down and feet up so that everyone could see that they had been killed during the performance of the sexual act. This was to prevent people from arguing that Zimri had entered the tent merely to relieve himself. 7) He lent extra strength to Pinchas’ arm to lift both of them simultaneously so that they would be suspended from the wooden post. 8) He strengthened the wooden post on which they were hung to support the combined weight of the two. 9) He insured that they would not slide off that wooden post. 10) He protected Pinchas so that the blood of his victims did not splash upon him. 11) He enabled Pinchas to hang the two in full view of the people. Halachically speaking, (under normal circumstances), Pinchas, through contact of his spear with the bodies would have become ritually impure. Seeing Pinchas performed his deed with a flat wooden spear, an instrument which is not subject to contracting ritual impurity, he was saved from becoming ritually contaminated in contrast with Numbers 19,22 according to which anyone in contact with a corpse becomes ritually unclean for at least seven days (compare details in Avodah Zarah 37 and Chulin 28).<br> It is also possible, based on Tanchuma Balak 21, that G’d miraculously kept both Zimri and Cozbi alive for the few moments it took for Pinchas to let go of the spear after stabbing them. This then would be the twelfth miracle Pinchas experienced in connection with his deed. If we accept the Tanchuma we need not posit that Pinchas’ spear was a wooden tool or that it was flat. The question of Pinchas becoming ritually unclean would not even have arisen.<br> After all these miracles had happened to Pinchas and he took the two outside to display them hanging, the entire tribe of Shimon surrounded the tent in a threatening posture wanting to kill Pinchas. At that moment the pestilence began which killed twenty-four thousand Israelites, all of them members of the tribe of Shimon (Tanchuma Vayechi 13). It is relatively simple to confirm this when we consider the number of men from the tribe of Shimon counted in Numbers 1,17, i.e. 59,300, and the number of men from that same tribe counted in Numbers 26,14, i.e. 22,000. We note that the tribe had lost over 37,000 men of military age.<br> When we consider that during the episode of the golden calf only 3,000 Israelites were killed whereas here 24,000 lost their lives this teaches that the sin of idolatry alone was far less catastrophic than the combination of idolatry and sexual licentiousness involving pagan partners displayed on this occasion at Shittim. <br> By displaying jealousy on behalf of G’d who had described Himself as a “jealous G’d,” (Exodus 20,5) Pinchas turned away G’d’s wrath and saved untold thousands from being consumed by the pestilence through having put his life on the line. He had simply been unable to witness this public desecration of the Lord’s name. He totally ignored accepted rules of conduct which required showing respect for his superiors, in this case the prince of the tribe of Shimon and a daughter of the King of Midian. He meant to show the world that the only One who is entitled to honor and respect is the Lord. This is the meaning of Isaiah 43,7: “all who are linked to My name, whom I have created, formed and made for My glory.”", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59ef3081d6e4a90d4d5ce652", "index_title": "Steinsaltz on Shabbat", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Shabbat 28a:2", "anchorRef": "Numbers 26:14", "anchorRefExpanded": ["Numbers 26:14"], "sourceRef": "Steinsaltz on Shabbat 28a:2", "sourceHeRef": "ביאור שטיינזלץ על שבת כ״ח א:ב׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 55.0002, "collectiveTitle": {"en": "Steinsaltz on Shabbat", "he": "ביאור שטיינזלץ על שבת"}, "heTitle": "ביאור שטיינזלץ על שבת", "he": "ועוד שואלים: <b>ואימא</b> <small>[ו</small>שמא <small>אמור]:</small> <b>מה להלן</b> במשכן בבסיס האהל היו <b>קרשים, אף כאן</b> בדיני טומאה ייחשבו אף <b>קרשים</b> כאהל! ומשיבים: <b>אמר קרא</b> <small>[הכתוב]</small> <b>\"ועשית</b> את ה<b>קרשים למשכן</b> עצי שטים עומדים<b>\"</b> (שמות כו, טו), ומלשון הכתוב למדנו שה<b>משכן</b> (היריעות בלבד) הוא ה<b>קרוי משכן, ואין</b> ה<b>קרשים</b> עצמם <b>קרויין משכן,</b> אלא אך מכשירים למשכן. ודוחים: <b>אלא מעתה</b> אם נדקדק בלשון הכתוב, הרי נאמר שם <b>\"ועשית מכסה לאהל</b> עורות אילים מאדמים ומכסה עורות תחשים מלמעלה<b>\"</b> (במדבר כו, יד), <b>והאם הכי נמי</b> <small>[כך גם כן]</small> תאמר ש<b>מכסה לא איקרי</b> <small>[אינו נקרא]</small> <b>\"אהל\"?</b> ואם אתה אומר כן, <b>אלא הא דבעי</b> <small>[</small>שאלה <small>זו ששאל]</small> <b>ר' אלעזר: עור בהמה טמאה</b> ששימש ככיסוי על המת <b>מהו שיטמא</b> הוא עצמו <b>באהל המת?</b> ואם תאמר שמכסה האהל אינו נחשב אהל, <b>השתא</b> <small>[עכשיו]</small> לפי זה <b>עור בהמה טהורה</b> אשר כיסה את המשכן <b>לא</b> <small>[אינו]</small> <b>מטמא,</b> אם כן <b>עור בהמה טמאה</b> המשמש ככיסוי <b>מיבעיא</b> <small>[צריך לומר]</small> שאינו מטמא? ומשיבים: אין להשוות את הדברים כי <b>שאני התם דהדר אהדריה קרא</b> <small>[שונה שם שחזר והחזירו הכתוב]</small> לצרף את האהל והמכסה יחד, <b>דכתיב</b> <small>[שנאמר]:</small> <b>\"ונשאו את יריעת המשכן ואת אהל מועד מכסהו ומכסה התחש אשר עליו</b> מלמעלה<b>\"</b> (במדבר ד, כה), ופסוק זה <b>מקיש</b> (משווה) כיסוי <b>עליון לתחתון</b> — <b>מה</b> הכיסוי ה<b>תחתון קרוי \"אהל\", אף</b> הכיסוי <b>העליון קרוי \"אהל\".</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a1c0213d6e4a943452d3c3e", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Numbers 8", "anchorRef": "Numbers 26:1-51", "anchorRefExpanded": ["Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51"], "sourceRef": "Sefer HaYashar (midrash), Book of Numbers 8", "sourceHeRef": "ספר הישר (מדרש), ספר במדבר ח׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 8, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "ספר במדבר", "he": "בעת ההיא אחרי המגפה, ויאמר ה׳ אל משה ואל אלעזר בן אהרון הכהן לאמור. שאו את כל ראש עדת בני ישראל מבן עשרים שנה ומעלה כל יוצא צבא, ויפקדו משה ואלעזר את בני ישראל למשפחותיהם ויהיו פקודי כל ישראל שבע מאות אלף ושבע מאות ושלושים. ופקודי בני לוי מבן חודש ומעלה, שלושה ועשרים אלף. ובאלה לא היה איש מפקודי משה ואלעזר אשר פקדו, במדבר סיני. כי אמר ה׳ להם מות ימותו במדבר, וימותו כולם ולא נותר מהם איש כי אם כלב בן יפונה ויהושע בן נון. ויהי אחרי כן ויאמר ה׳ אל משה, אמור אל בני ישראל לנקום מאת מדין את נקמת אחיהם בני ישראל. ויעש כן משה ויתבחרו בני ישראל מהם שנים עשר אלף. אלף למטה, וילכו מדינה. ויצבאו בני ישראל על מדין ויהרגו כל זכר, וגם את חמשת נסיכי מדין ואת בלעם בן בעור הרגו בחרב. וישבו בני ישראל את נשי מדין ואת טפם, ואת כל בהמתם ואת כל אשר להם. ויקחו את כל השלל ואת כל המלקוח, ויביאו אותו אל משה ואל אלעזר אל ערבות מואב. ויצאו משה ואלעזר וכל נשיאי העדה לקראתם בשמחה. ויחצו את כל שלל מדין אל ישראל. ויקחו בני ישראל משלל מדין, וינקמו בני ישראל ממדין נקמת אחיהם בני ישראל. ", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And at that time, after the pestilence was over, the Lord said unto Moses and Eleazar, the ‎priest, saying: Number ye the heads of the entire congregation of the children of Israel from ‎twenty years and upwards, all those that went forth in the army; and Moses and Eleazar ‎numbered all the children of Israel according to their families, and the number of all Israel was ‎seven hundred thousand and seven hundred and thirty.‎‏ ‏And of the number of the children of ‎Levi from one month and upwards was twenty three-thousand; and there was not among ‎those numbers one man of those that were numbered by Moses and Aaron in the wilderness, ‎for the Lord had said concerning them, that they would all die in the wilderness, and thus not ‎one remained of them, save Caleb, the son of Jephunneh, and Joshua, the son of Nun. After ‎this the Lord spoke unto Moses, saying: Speak unto the children of Israel, that they avenge the ‎cause of their brethren.‎‏ ‏And Moses did so, and the children of Israel selected twelve thousand ‎men from their midst, one thousand from each tribe, and they went unto Midian.‎‏ ‏And they ‎fought against Midian, and they slew every male, and the five princes of Moab and Balaam, ‎the son of Beor, they slew likewise with the sword.‎‏ ‏And the children of Israel captured all the ‎wives of the Midianites, and their children, and their cattle, and alf belonging unto them, and ‎they took all the spoil and all the captives, and they brought them unto Moses and Eleazar, ‎into the plain of Moab.‎‏ ‏And Moses and Eleazar, and all the princes of the congregation went ‎forth to meet them with joy, and they divided all the spoil of Midian, and thus the children of ‎Israel avenged on Midian the cause of their brethren, the children of Israel.‎", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5b0fd599b783360017a846ba", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Torah Shebikhtav, Bamidbar, Nasso, Beha'alotcha, Derekh Chayim, Nasso 40", "anchorRef": "Numbers 26:7-14", "anchorRefExpanded": ["Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14"], "sourceRef": "Shenei Luchot HaBerit, Torah Shebikhtav, Bamidbar, Nasso, Beha'alotcha, Derekh Chayim, Nasso 40", "sourceHeRef": "שני לוחות הברית, תורה שבכתב, במדבר, נשא, בהעלותך, דרך חיים, נשא מ׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1611, 1631], "commentaryNum": 40, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "נשא", "he": "<b>צריך</b> האדם לנקות עצמו מכל חשד להראות שהוא נקי מה' ומישראל, כמו שמצינו בסוטה שהיתה צריכה להראות שהיא נקיה, ומבואר בזוהר <small>(ח\"ג קכד, ב)</small> שכל ישראל עשו כן כדמות סוטה, דאיתא שם כדמיון זה עשה משה לכל ישראל במרה כשיצאו מהמצרים, שנאמר <small>(שמות טו, כג)</small> ויבואו מרתה ולא יכלו לשתות מים ממרה כי מרים הם, שנתן להם לשתות מי מרים המאררים, לפי שכל המצריים היו אומרים שכל בני ישראל שיצאו ממצרים הם ממצרים שבאו על נשותיהן של ישראל, והיו כמה בישראל שהיו חושדין לנשותיהן בכך, וכן הנשים חשדו לאנשים שנטמאו בנשי מצרים, בכן אמר הקב\"ה למשה משה תבדוק את כולם במי המרים ולא יהיה נשאר לעז על בניו. ואז <small>(שם כה)</small> שם שם לו חק ומשפט ושם נסהו, והכתוב מעיד אליהם באמרו <small>(תהלים קכב, ד)</small> שבטי י\"ה עדות לישראל, כענין <small>(במדבר כו, ז-יד עי' שהש\"ר ד, כה)</small> הראובני השמעוני וכן כולם ראש וסוף התיבה י\"ה, לעדות שלא נטמאו במצריים. וכן כאן בודק הכהן במים את הסוטה ובשם הקודש:", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part III", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"ג", "text": "A person has to conduct himself at all times in such a way that he does not arouse the suspicion of transgressing laws either vis-a-vis G–d or vis-a-vis his fellow man. The example of the Sotah teaches this lesson, since she had to undergo public embarrassment in order to prove her innocence. The Zohar there says that the whole of Israel was treated in a like manner by Moses at Marah. When the Israelites came out of Egypt and they came to Marah and found the water unfit to drink they were given the kind of מים המאררים that one gives to a woman suspected of unproven marital infidelity. All the Egyptians had been saying that the children of the Israelites who left Egypt were in reality the offspring of Egyptians who had slept with Jewish women. As a result of such accusations a number of Jewish husbands suspected their wives of infidelities committed in Egypt. Also Jewish wives suspected their husbands of infidelities committed with Egyptian women. This is why G–d told Moses to examine the truth of these accusations by means of these waters, to eliminate unfounded suspicions. After that episode G–d gave them חוק ומשפט ושם נסהו, \"there He gave them statutes and social laws, and there He examined them\" (Exodus 15,25). The Torah attests to this by calling the tribes “שבטי י-ה עדות לישראל” that all these accusations had been unfounded. An allusion to this can be found in our verses in the peculiar description of the tribes as הראובני, השמעוני, etc, instead of ראובן, שמעון, etc. The extra letters ה and י, spell the two lettered name of G–d, י-ה, and indicate that all the tribes were pure, no one had committed any infidelity, otherwise the Torah would not bestow this compliment on them. When the Priest examines the Sotah in our paragraph, the purpose is similar to that of Moses at the time.", "versionTitle": "Shney Luchot Habrit by Rabbi Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6037a6e6cda51cfa3ddf3e69", "index_title": "Ramban on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Numbers 26:54:1", "anchorRef": "Numbers 26:14", "anchorRefExpanded": ["Numbers 26:14"], "sourceRef": "Ramban on Numbers 26:54:1", "sourceHeRef": "רמב\"ן על במדבר כ״ו:נ״ד:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 54.0001, "collectiveTitle": {"en": "Ramban on Numbers", "he": "רמב\"ן על במדבר"}, "he": "<b>לרב תרבה נחלתו</b> לשבט מרובה באוכלוסין נתנו חלק רב ואע\"פ שלא היו החלקים שוים שהרי לפי רבוי השבט חלקו החולקים לא עשו אלא על ידי גורל והגורל על פי רוח הקדש לשון רש\"י (רש\"י על במדבר כ״ו:נ״ד) ומדרש רבותינו בכתוב הזה אינו כן אלא אמר בספרי (פנחס כו ג) לרב תרבה נחלתו הרי שיצאו עמו עשרה בנים ממצרים ובכניסתן לארץ נמצאו חמשה וכו' וכן בגמרא מפורש שאין משמעותו אצל חכמים לחלק בין שבט לשבט כלל כמו שאמרו (ב\"ב קיז) בשלמא למ\"ד ליוצאי מצרים היינו דכתיב לרב תרבה נחלתו וגו' ועוד שכבר כתבתי בסדר ויחי יעקב (בראשית מח ו) כי בגמרא בפרק יש נוחלין (בבא בתרא קכב) העלו בפירוש שלא נתחלקה לקרקפתא דגברי אלא לשבטים נתחלקה שנים עשר חלקים שוים עשו ממנה ונטל כל השבט החלק שיצא לו הגורל עליו וזהו מה שצוחו בני יוסף שאמרו (יהושע יז יד) מדוע נתת לי נחלה גורל אחד וחבל אחד ואני עם רב ולא הוסיף להם יהושע כלום אבל אמר לו (שם טו) עלה לך היערה ובראת לך שם בארץ הפרזי והרפאים כי אץ לך הר אפרים לומר שיכבשו להם מן הארץ שלא נכבשה להם וירחיבו בה את גבולם וזהו שאמר (במדבר כ״ו:נ״ה-נ״ו) לשמות מטות אבותם ינחלו בין רב למעט שיקחו כל המטות בשוה בין שהוא מרובה באוכלוסין או ממועט בהם ויהיה פירוש <b>לרב תרבו נחלתו</b> לאנשי השבט עצמו או כפי מדרשו שנתחלקה ליוצאי מצרים הרי שיצאו עמו עשרה ממצרים ובכניסתן לארץ נמצאו חמשה קורא אני עליו לרב תרבו כלומר שאם מתו אותן עשרה שהיו בני עשרים שנה ביציאתן ממצרים ונולדו להם חמשה בנים במדבר או שהיו טפלים ונעשו בני עשרים קורא אני עליו לרב תרבה כלומר לרב ביציאת מצרים תרבו אע\"פ שהוא עכשיו מועט הרי שיצאו עמו חמשה ובכניסתן לארץ נמצאו עשרה קורא אני עליו למעט תמעיט כדאיתא בספרי אבל ראיתי בספרי שם דקתני לפי פקודיו מגיד שלא נתחלקה הארץ אלא לכל שבט ושבט לפי מה שהוא כן הוא אומר וידברו בני יוסף את יהושע לאמר מדוע נתת לי נחלה גורל אחד וחבל אחד ואני עם רב אשר עד כה ברכני ה' מהו אומר ויאמר אליהם יהושע אם עם רב אתה עלה לך היערה ובראת לך שם בארץ הפרזי והרפאים כי אץ לך הר אפרים זהו לשון הברייתא הזאת ונראה ממנה שנתחלקה הארץ לגולגלותם כדברי הרב אבל לפי הגמרא משבשתא היא ועוד שאם כן מה יצעקו בני יוסף והלא נתן להם לפי מנינם המרובה כשאר כל השבטים ולפי דעתי יש בברייתא הזו קצור והוא ממה שאמרו בגמרא (ב\"ב קיח) דמשום טפלים דנפישו להו צוחו בני יוסף וביאור הענין כי בני יוסף כשני שבטים נטלו בני אפרים חלק אחד ובני מנשה חלק אחד כי כן כתוב (יהושע יד ד) ואין אחד מהם שמרובה באוכלוסים יותר משאר השבטים אבל בשאר השבטים מרובים מהם כי שבט יהודה ויששכר וזבולון ודן מרובים מהם ולמה יצוחו הם והמרובים ישתקו וכל שכן אם נתחלקה הארץ ליוצאי מצרים כפי מדרשו שהיו במנין הראשון בני יהודה מרובין משני השבטים האלה יחדיו אבל היו צועקים מפני הטפלים שהיו בני מנשה במנין יציאת מצרים שלשים ושנים אלף ונתרבו במנין השני במדבר לשנים וחמשים אלף ואין בכל השבטים שנתרבה כל כך והיו כמו כן מרבים בנים עד שנתחלקה הארץ וגם בני אפרים כן ולא היו הטפלים ההם נוטלים כלום ולכך צעקו ושומע אין להם כי כן המשפט שלא יטלו אלא בני עשרים ולכך אמרה הברייתא לפי פקודיו שהיו מבן עשרים שנה מלמד שלא נתחלקה הארץ אלא לכל שבט ושבט לפי מה שהוא בשעת המנין שלא יתנו כלום לטפלים ואפילו גדלו והגיעו לעשרים בשעה שחלקו והכתוב שאמר מדוע נתתה לי נחלה גורל אחד וחבל אחד ואני עם רב לדברי הכל אי אפשר שישאר בנגלה מפשוטו כי אם חלק להם הארץ לגלגלותם כדברי רש\"י הנה לקחו דים וכמו שהם עם רב לקחו חלק רב ואם לשבטים אי אפשר שלא נתן להם יהושע חלק בכורתם שלא היה עובר על צואת יעקב וגם הקב\"ה צוה בתורה לשבטי אפרים ומנשה ועוד כתוב מפורש כי שני גורלות נתן להם דכתיב (יהושע טז ה ח) ויהי גבול בני אפרים למשפחותם זאת נחלת מטה בני אפרים למשפחותם ובני מנשה (שם יז א ז) ויהי הגורל למטה מנשה ויהי גבול מנשה ככל הנאמר בשאר השבטים אבל אמרם <b>גורל אחד וחבל אחד</b> לומר כל מה שנתת לשנינו ראוי לאחד בגורלו והזכירו זה הלשון לפי שיהושע הפיל תחלה גורל אחד לשניהם שנאמר (שם טז א ג) ויצא הגורל לבני יוסף מירדן ירחו וגו' עד והיו תוצאותיו ימה ושם נאמר (במדבר כ״ו:ד׳) וינחלו בני יוסף מנשה ואפרים כלומר שנחלו שניהם בגורל הזה ואח\"כ חלק אותו הגורל בין שניהם בגורל כמו שאמר שם ויהי גבול בני אפרים וגו' וכתיב ויהי הגורל למטה מנשה וגו' על כן אמרו הנה הגורל האחד הראשון ראוי לכל אחד משנינו כי עם רב אנחנו ומדוע חלקת אותו אחרי כן לשני חלקים והיתה הטענה מפני הטפלים שנתרבו בהן על דרך הגמרא ולפי דרך הפשט נראה לי כי הצווחה הזאת היתה של בני מנשה אלא שבאו לפניו שני השבטים יחד וכן ויגשו בני יהודה אל יהושע בגלגל ויאמר אליו כלב בן יפונה (שם יד ו) הדין לאחד וכל השבט יתרעם עמו והיתה הטענה לבני מנשה מפני שאין בכל השבטים מי שהשאיר ערים רבות וגדולות לכנעני כאשר השאיר מנשה שלשת הנפת (שם יז יא) תלתא פלכין וראיה לדבר כי לאחר שכתוב (שם פסוק יב) ולא יכלו בני מנשה להוריש את הערים האלה שם כתיב (במדבר כ״ו:י״ד) וידברו בני יוסף כי מתחלה לא נתרעמו עד שעשו עמם מלחמה ולא יכלו להם ויתכן שזה טעם גורל אחד וחבל אחד אמרו מפני שהפלת לשנינו תחלה גורל אחד נפל חבלנו יחד ואירע חלק שנינו במקום הזה הקשה ואלו עשית לנו שני גורלות כנהוג בכל שני שבטים היה יוצא במקום אחר שהוא נוח לכבוש ואמר להם יהושע שאם יעלו ביער הפרזי והרפאים יבררו להם שם כל מה שירצו וירחיבו גבולם וחזרו הם ובארו דבריהם ואמרו גם ההר לא יספיק לנו כי רכב ברזל בכל הכנעני שנתת לנו בארץ העמק ואז אמר להם יהושע כי לא יתן להם בהר גורל אחד אבל יהיה להם ההר כולו והיער הגדול ששם ויבררו להם ממנו כל צרכם ויהיה להם כל תוצאות גבולי ההר ויורישו משם הכנעני כי רכב ברזל לו והוא חזק ואין שאר השבטים חפצים בו אבל הם שני האחים שהם עם רב וכח גדול להם הם יעזרו זה את זה והם יורישוהו וסוף דבר שלא שמע אליהם ולא הוסיף להם כלום כי כן הדין והנה הצורך הרחיב דברינו בענין הזה ועוד כתבנוהו בראיות בפרשת ויחי יעקב והכלל כי הדין שהעלו בגמרא הוא אמת ובו ראוי לפרש המקראות והנה פירוש הפרשה לאלה הנזכרים למשפחות תחלק הארץ במספר שמות שיתנו לכל זכר לגולגלותם חלקו לרב תרבו נחלתו שיחלקו ארץ ראובן לארבעת חלקים למשפחת החנוכי המרובה על דרך משל נרבה נחלתו ולמשפחת הפלואי המועטת נמעיט כי איש לפי פקודי המשפחה יותן נחלתו ותטול כל המשפחה במקום אחד ומן הטעם הזה מנאם כאן למשפחות ולפיכך הזכירו חכמים (ת\"כ בהר פרשה א ב) חלקו למשפחות ולא חלקו לבתי אבות ואין כל אחד ואחד מכיר את שלו וכו':", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "TO THE MORE THOU SHALT GIVE THE MORE INHERITANCE. “To a tribe which was larger in population they gave a larger portion [of the Land than that given to the smaller tribes]. And although the portions were [thus] not equal, since they divided [the Land] according to the size of the tribe, they did so only by means of the lot [as commanded in Verse 55], and the lot [assigned the portions] by means of <i>Ruach Hakodesh</i>. ”<sup class=\"footnote-marker\">89</sup><i class=\"footnote\">“The Holy Spirit.” See above in <i>Seder Chukath</i>, Note 64.</i> This is Rashi’s language.<br>But the interpretation of our Rabbis about this verse is not so. Instead, they said in the Sifre:<sup class=\"footnote-marker\">90</sup><i class=\"footnote\">Sifre <i>Pinchas</i> 132.</i> “<i>To the more thou shalt give the more inheritance</i>. Supposing somebody came out of Egypt with ten sons, and when they entered the Land they were [only] five etc. [we apply to this case the verse, <i>To the more thou shalt give the more inheritance;</i> if on the other hand he had five sons when he came out of Egypt, and when they entered the Land they were ten, we apply to them the verse, <i>and to the fewer thou shalt give the less inheritance</i>]. ”<sup class=\"footnote-marker\">91</sup><i class=\"footnote\">In other words, the division of the Land depended not on the number of people in each family <i>upon entering the Land</i>, but upon the number that the family had <i>when they left Egypt</i> — hence if they became fewer, we still apply the verse: <i>To the more</i> … since they were more when they left Egypt, and vice versa. It is thus obvious that the Sifre applied these verses to the division of the Land <i>among the fathers’ houses</i>, and not, as Rashi explained it, to the division between the twelve tribes as a whole.</i> And likewise it is explicitly stated in the Gemara<sup class=\"footnote-marker\">92</sup><i class=\"footnote\">Baba Bathra 117b.</i> that the meaning of [this section] according to the Sages was not to distinguish in any way between [the portion given to] each particular tribe [since they each received an equal portion], just as they have said:<sup class=\"footnote-marker\">92</sup><i class=\"footnote\">Baba Bathra 117b.</i> “It is well-understood according to the Sage who says [that the Land was divided] according to [the numbers of] those who came out of Egypt, why Scripture states, <i>To the more thou shalt give the more inheritance</i> etc.”<sup class=\"footnote-marker\">93</sup><i class=\"footnote\">“For if a person came out of Egypt with ten sons, and by the time they entered the Land he only had five sons, we apply to him the verse, <i>To the more</i> etc. ; whereas if he had originally five sons etc. [as explained by Ramban above in the text]. But according to the Sage who says that the Land was divided according to the number of people at the time that they entered the Land, what is the meaning of the phrases: <i>to the more</i> and <i>to the fewer</i>, since each family received a share equal to its numbers at that time?” From this text, too, it is obvious that the Sages were not referring to differences between the portions of larger or smaller <i>tribes</i>, but instead applied this verse to the subsequent allocation of the land among the various families of each tribe.</i> Furthermore, I have already written in <i>Seder Vayechi Yaakov</i><sup class=\"footnote-marker\">94</sup><i class=\"footnote\">Genesis 48:6 (Vol. I, pp. 570-572).</i> that in the Gemara of the Chapter <i>Yesh Nochalin</i><sup class=\"footnote-marker\">95</sup><i class=\"footnote\">“There are some [near of kin] who inherit.” The text quoted here is in Baba Bathra 122a.</i> the Rabbis expressly came to the conclusion that the Land was <i>not</i> divided according to the heads of men, [i.e., according to the overall population], but it was divided among [all] the tribes [equally]. Thus they divided it into twelve equal parts, and each tribe took that part which was assigned to it by the lot. It was for this [reason] that the sons of Joseph complained about it, saying [to Joshua], <i>‘Why hast thou given me but one lot and one part for an inheritance, seeing I am a great people?’</i><sup class=\"footnote-marker\">96</sup><i class=\"footnote\">Joshua 17:14.</i> However, Joshua did not give them any additional [land] at all [since each tribe received an equal share], but he told them, ‘[<i>If thou be a great people</i>], <i>get thee up to the forest, and cut down for thyself there in the land of the Perizzites and of the Rephaim; since the hill-country of Ephraim is too narrow for thee</i>, ’<sup class=\"footnote-marker\">97</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 15.</i> meaning to say that they should conquer for themselves that land [which had been assigned to them and] which they had not yet taken, and thereby they should extend their border.<br>This is [also the meaning of] that which Scripture says, <i>according to the names of the tribes of their fathers they shall inherit</i>. [<i>According to the lot shall their inheritance be divided</i>] <i>between the more and the fewer</i>.<sup class=\"footnote-marker\">98</sup><i class=\"footnote\">Further, Verses 55-56.</i> [That is to say], each of the tribes should take equally, whether it has a large population or a small one. And then the meaning of [the verse which says], <i>To the more thou shalt give the more inheritance, and the fewer thou shalt give the less inheritance</i>, [is not “to the <i>tribe</i> that is more populous you shall give more etc. but] to the members of the tribe itself [for each tribe received an equal portion; and therefore Scripture is saying here that when the tribe divides its portion amongst its individual families, it should give a larger portion to a family with more members etc.]. Or [the meaning of this phrase may be] according to its interpretation [by the Rabbis, as mentioned above],<sup class=\"footnote-marker\">91</sup><i class=\"footnote\">In other words, the division of the Land depended not on the number of people in each family <i>upon entering the Land</i>, but upon the number that the family had <i>when they left Egypt</i> — hence if they became fewer, we still apply the verse: <i>To the more</i> … since they were more when they left Egypt, and vice versa. It is thus obvious that the Sifre applied these verses to the division of the Land <i>among the fathers’ houses</i>, and not, as Rashi explained it, to the division between the twelve tribes as a whole.</i> that it [the Land] was divided according to [the numbers of] those who left Egypt. Thus supposing somebody came out of Egypt with ten sons, and when they entered the Land they were [only] five, we apply to this case the verse, <i>To the more thou shalt give the more inheritance</i>.” That is to say, if those ten sons who were twenty years old [or more] at the time that they left Egypt died, and they had five sons [born to them] in the desert, or if [five of the children] were minors [at the time of the exodus],<sup class=\"footnote-marker\">99</sup><i class=\"footnote\">The Divine decree that the generation of the wilderness was not to enter the Land (see above, 14:29-31) did not apply to those who were minors at the time of the exodus. Hence it was possible for those born in the desert, or were minors at the time of the exodus, to actually take possession of the Land.</i> and became twenty years of age [in the desert], we apply to such a case the verse, <i>To the more thou shalt give the more</i>, meaning: <i>to</i> those who were <i>more</i> at the time of leaving Egypt, <i>thou shalt give the more</i> [land], even though they are now fewer. “And supposing a person came out of Egypt with five sons, and at the time that they entered the Land they were ten, in that case we apply to him [the verse], <i>and to the fewer thou shalt give the less</i>, ”<sup class=\"footnote-marker\">100</sup><i class=\"footnote\">Meaning: “<i>and to those who were fewer</i> at the time of the exodus from Egypt, <i>thou shalt give less</i> land, even though they are now, at the time of entering the Land, greater in population.”</i> as is stated in the Sifre [mentioned above].<br>However, I have seen there [in the Sifre<sup class=\"footnote-marker\">90</sup><i class=\"footnote\">Sifre <i>Pinchas</i> 132.</i> a text explaining our verse] which states [as follows]: “<i>To each one according to those that were numbered of it</i> [<i>shall its inheritance be given</i>]. This teaches us that the Land was only allocated amongst each tribe according to what it was [in population]. Thus it is said, <i>And the children of Joseph spoke unto Joshua, saying: ‘Why hast thou given me but one lot and one part for an inheritance, seeing I am a great people, forasmuch as the Eternal hath blessed me thus?’</i><sup class=\"footnote-marker\">96</sup><i class=\"footnote\">Joshua 17:14.</i> What does it say [further]? <i>And Joshua said unto them: ‘If thou be a great people, get thee up to the forest, and cut down for thyself there in the land of the Perizzites and of the Rephaim; since the hill-country of Ephraim is too narrow for thee. ’</i> ”<sup class=\"footnote-marker\">97</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 15.</i> This is the language of this Beraitha.<sup class=\"footnote-marker\">101</sup><i class=\"footnote\">See Vol. II, p. 133, Note 209.</i> And it appears from it that the Land was indeed divided [amongst the twelve tribes themselves] according to the number of heads [i.e., according to their population], as the Rabbi [Rashi] has said! But according to the Gemara this [Beraitha] is rejected [as the final interpretation]. Furthermore, if it is so [as the Beraitha implies, that the Land was divided amongst the tribes themselves according to their relative populations], what did the children of Joseph complain about? Surely he [Joshua] gave them [a greater share] in proportion to their larger numbers, as [he gave] the other tribes [according to their relative sizes]!<br>In my opinion this Beraitha is a shortened text, and it is [in fact based] upon that which the Rabbis said in the Gemara<sup class=\"footnote-marker\">102</sup><i class=\"footnote\">Baba Bathra 118a.</i> that the children of Joseph complained because of their many [young] children. The explanation of the matter is [thus as follows]: The children of Joseph took [the amount of land which they deserved] as two tribes, the children of Ephraim one share, and the children of Menasheh another share, for so it is written,<sup class=\"footnote-marker\">103</sup><i class=\"footnote\">Genesis 48:5: <i>As Reuben and Simeon, shall Ephraim and Menasheh be mine</i>.</i> and neither of their [two] tribes was larger in population than any of the other tribes. Indeed, some of the other tribes were more numerous than they were, for the tribes of Judah, Issachar, Zebulun, and Dan were [all] more populous than they were,<sup class=\"footnote-marker\">104</sup><i class=\"footnote\">Judah numbered 76,500 (Verse 22); Issacher 64,300 (Verse 25); Zebulun 60,500 (Verse 27); Dan 64,400 (Verse 43). Thus they were each larger than the tribe of Ephraim, who were only 32,500 (Verse 37), or that of Menasheh, who were 52,700. It is therefore evident that the tribe of Ephraim did not complain merely because they were a large tribe.</i> so why [therefore] should they have complained whilst the more numerous ones remained quiet? This [question] applies with even greater force if the Land was divided according to [the number of] those who came out of Egypt, according to the interpretation [of the Sifre quoted above], because the sons of Judah at the [time of the] first census were more numerous than these two tribes [Ephraim and Menasheh] put together!<sup class=\"footnote-marker\">105</sup><i class=\"footnote\">At the time of the first census, Judah numbered 74,600 (above, 1:27), whereas Ephraim and Menasheh together were only 72,700 (<i>ibid.</i>, Verses 33 and 35). Thus the tribe of Judah had far greater cause to complain than Ephraim or Menasheh.</i> Therefore [we must rather say that] they complained because of their children, for the sons of Menasheh in the [first] census [taken at the time] of the exodus from Egypt totalled thirty-two thousand [and two hundred],<sup class=\"footnote-marker\">106</sup><i class=\"footnote\">Above, 1:35.</i> whereas they had increased by the [time of the] second census [taken] in the desert to fifty-two thousand [and seven hundred]!<sup class=\"footnote-marker\">107</sup><i class=\"footnote\">Verse 34 here. Thus they increased by 20,500.</i> None of the [other] tribes increased to such an extent. And they [the tribe of Menasheh] continued to increase in population until the [time of the] division of the Land [in the days of Joshua],<sup class=\"footnote-marker\">108</sup><i class=\"footnote\">From the time of this second census [taken in the fortieth year of Israel’s stay in the desert] until the actual <i>beginning</i> of the division of the Land by Joshua, there was a period of something over seven years, since tradition assigns a period of seven years for the conquest of the Land, and seven years for its division. In the meantime, naturally, the sons of Menasheh continued to increase.</i> and this also happened in the case of the children of Ephraim.<sup class=\"footnote-marker\">109</sup><i class=\"footnote\">This text is difficult to understand, because in fact the children of Ephraim <i>decreased</i> in numbers between the first census at the time of the exodus from Egypt and the second census here! [In the first census they totalled 40,500 (Above, 1:33), and in the second census 32,500 (Verse 37 here)]. A suggestion has been made [by Kur Zahav] that Ramban’s meaning is as follows: Since Scripture says that it were <i>the children of ‘Joseph’</i> who complained [a term which of course comprises the tribes of both Ephraim and Menasheh], it shows that the children of Ephraim also had increased between the time of the second census and the division of the Land, although they had decreased between the time of the first census at the exodus and the second census now. This interpretation is supported by a close reading of the text of Ramban here, who wrote: “[the tribe of Menasheh] continued to increase in population until the [time of the] division of the Land,” and <i>then</i> added: “and this also happened in the case of the children of Ephraim.” See also my Hebrew commentary, p. 312.</i> Now since these children received no share [in the Land], therefore [the children of Joseph] complained, but <i>there</i> was <i>no man to hear</i> them,<sup class=\"footnote-marker\">110</sup><i class=\"footnote\">See II Samuel 15:3.</i> for such was the law — that only those who were above twenty years of age received a share in the Land.<sup class=\"footnote-marker\">111</sup><i class=\"footnote\">See above, Verses 2 and 53.</i> Therefore the Beraitha [quoted above] is saying: “<i>According to those that were numbered</i> — who were twenty years old and over. This teaches us that the Land was only allocated amongst each tribe according to what it was [in population] at the time of the census, meaning that they were not to give anything to the children, even if they had grown up and reached the age of twenty at the time that they divided [the Land].<br>Now the verse stating [that the children of Joseph complained to Joshua, saying]: <i>Why hast thou given me but one lot and one part for an inheritance, seeing I am a great people</i>,<sup class=\"footnote-marker\">96</sup><i class=\"footnote\">Joshua 17:14.</i> cannot, as all must agree, be understood as would appear from its literal meaning. For if he [Joshua] divided the Land amongst them [the twelve tribes] according to the number of people [in each tribe], as Rashi explained, then they [the children of Joseph] must have taken their fair share, for according to their greater population, [in the same proportion] they took a larger portion [in the Land]. And if [the Land was divided] according to the [number of] tribes [so that each tribe received an equal part], it is impossible that Joshua should not have given them their share of the birthright, for he would not have transgressed the testament of Jacob!<sup class=\"footnote-marker\">112</sup><i class=\"footnote\">Genesis 48:5. In other words, it is inconceivable that Joshua should violate Jacob’s command that Joseph’s two sons, Ephraim and Menasheh, should be treated as separate tribes and each receive the same share in the Land that all the other tribes received, instead of treating them as merely one tribe [of Joseph], so that they would together receive only one share. Since this is inconceivable, why then did the children of Joseph complain, for they must have received the extra portion due to them as the birthright which had been taken away from Reuben!</i> And the Holy One, blessed be He, also commanded likewise in the Torah, [mentioning] the tribes of Ephraim and Menasheh [separately, amongst those who were to take possession of the Land].<sup class=\"footnote-marker\">113</sup><i class=\"footnote\">Further, 34:23-24.</i> Moreover, it is expressly written that he [Joshua] gave them [the children of Joseph] two lots, as it is said, <i>And the border of the children of Ephraim according to their families was thus;</i><sup class=\"footnote-marker\">114</sup><i class=\"footnote\">Joshua 16:5 and 8.</i> <i>This is the inheritance of the tribe of the children of Ephraim</i>.<sup class=\"footnote-marker\">114</sup><i class=\"footnote\">Joshua 16:5 and 8.</i> And [with reference to] the children of Menasheh [it is said], <i>And this was the lot for the tribe of Menasheh;</i><sup class=\"footnote-marker\">115</sup><i class=\"footnote\"><i>Ibid.</i>, 17:1.</i> <i>And the border of Menasheh was</i> etc.,<sup class=\"footnote-marker\">116</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 7.</i> just as it is said in the case of [all] the other tribes. But in saying: [<i>Why hast thou given me but</i>] <i>one lot and one part</i><sup class=\"footnote-marker\">96</sup><i class=\"footnote\">Joshua 17:14.</i> they meant to say: “All that you [Joshua] have given the two of us together, each one [of us] deserves to get as his [own] lot.” They used this expression because Joshua at first cast [only] one lot for both of them, as it is said, <i>And the lot for ‘the children of Joseph’ went out from the Jordan at Jericho</i> etc.<sup class=\"footnote-marker\">117</sup><i class=\"footnote\"><i>Ibid.</i>, 16:1.</i> until: <i>the goings out thereof were at the sea</i>.<sup class=\"footnote-marker\">118</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 3.</i> And there it is stated, <i>And the children of Joseph, Menasheh and Ephraim, took their inheritance</i>,<sup class=\"footnote-marker\">119</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 4.</i> meaning to say that they both <i>took their inheritance</i> by means of this [one] lot, and afterwards he divided this portion amongst the two of them by [a further] lot, as it is said there, <i>And the border of the children of Ephraim according to their families was thus</i>,<sup class=\"footnote-marker\">120</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 5.</i> and it is [further] written, <i>And this was the lot for the tribe of Menasheh</i>.<sup class=\"footnote-marker\">115</sup><i class=\"footnote\"><i>Ibid.</i>, 17:1.</i> Therefore they [the children of Joseph] said to Joshua: “Behold, this single first lot [which you drew for the two of us before you further subdivided it], each one of us deserves to get, since we are <i>a great people</i>,<sup class=\"footnote-marker\">96</sup><i class=\"footnote\">Joshua 17:14.</i> and why [therefore] did you subdivide it afterwards into two parts?” And the [reason for this] complaint, according to the explanation of the Gemara,<sup class=\"footnote-marker\">102</sup><i class=\"footnote\">Baba Bathra 118a.</i> was because of their children who increased greatly amongst them.<br>And according to the simple meaning of Scripture, it seems to me that this complaint [to Joshua by the children of Joseph] was that of the children of Menasheh [only, and not that of the children of Ephraim], but the two tribes came to him together. Similarly, <i>Then the children of Judah drew nigh unto Joshua in Gilgal, and Caleb the son of Jephunneh the Kenizite said unto him</i> etc.,<sup class=\"footnote-marker\">121</sup><i class=\"footnote\"><i>Ibid.</i>, 14:6.</i> for that case [affected only] one person, and yet the whole tribe came to join him in his complaint. And the [particular] grievance of the children of Menasheh was because none of the other tribes had left many great cities in the hands of the Canaanites, as had Menasheh, who left [unconquered] <i>the three regions</i>,<sup class=\"footnote-marker\">122</sup><i class=\"footnote\"><i>Ibid.</i>, 17:11.</i> [which Yonathan translated] “three districts.” A proof for this [explanation of the cause of their grievance] is that it is after it says, <i>And the children of Menasheh could not drive out the inhabitants of those cities</i>,<sup class=\"footnote-marker\">123</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 12.</i> that it is written: <i>And the children of Joseph spoke</i>,<sup class=\"footnote-marker\">96</sup><i class=\"footnote\">Joshua 17:14.</i> for at first they did not complain, until they had waged war against them and they were not able to prevail over them. It is possible that this is the meaning of [the expression] <i>one lot and one part</i>.<sup class=\"footnote-marker\">96</sup><i class=\"footnote\">Joshua 17:14.</i> They said: “Because you cast originally one lot for both of us [Ephraim and Menasheh], our portion [in the Land] came together, and so it happened that both of our portions were [allocated] in this place which is difficult to capture but had you cast two lots for us, as was done for all other [separate] tribes, our portion might have been allocated in a place which is easier to conquer.” And Joshua replied [to this claim by saying] that if they go up to the forest <i>of the Perizzites and the Rephaim</i>,<sup class=\"footnote-marker\">97</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 15.</i> they will be able to select for themselves from there whatever they want, and thus extend their borders.<sup class=\"footnote-marker\">97</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 15.</i> Then they [the children of Joseph] spoke up and explained their [original] grievance, saying, “<i>The hill-country will</i> also <i>not be enough for us</i>, for <i>all the Canaanites</i> that you have given us <i>in the land of the valley have chariots of iron</i>. ”<sup class=\"footnote-marker\">124</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 16.</i> Then Joshua told them that he would not give them in the mountain <i>one lot only</i>,<sup class=\"footnote-marker\">125</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 17.</i> <i>but the</i> whole of the <i>hill-country shall be</i> theirs together with the large <i>forest</i> which is there,<sup class=\"footnote-marker\">126</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 18.</i> and they should choose for themselves as much as they need from those [lands], and they shall have all <i>the goings out</i> of the borders of the hill-country. And [he further told them that] they would <i>drive out the Canaanites</i> from there <i>though they have chariots of iron, and though they be strong</i>,<sup class=\"footnote-marker\">126</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 18.</i> as a result of which none of the other tribes wanted it [that land], but they, the two brothers, who are <i>a numerous people and have great power</i><sup class=\"footnote-marker\">125</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 17.</i> will [be able to] help each other to <i>drive</i> them [the Canaanites] <i>out</i>. The end of the matter was that Joshua did not listen to them and did not add anything to their portion, for such was the law [that they get in the same proportion as all the other tribes]. We have written at length on this subject, because of the necessity [to clarify this matter fully] and we have furthermore written about it, with proofs, in the section of <i>Vayechi Yaakov</i>.<sup class=\"footnote-marker\">94</sup><i class=\"footnote\">Genesis 48:6 (Vol. I, pp. 570-572).</i><br>The general principle thus is that the law which [the Rabbis] reached as a conclusion in the Gemara<sup class=\"footnote-marker\">95</sup><i class=\"footnote\">“There are some [near of kin] who inherit.” The text quoted here is in Baba Bathra 122a.</i> [that the Land was divided amongst the twelve tribes into twelve equal parts] is true, and that is the proper basis on which to explain the verses. Thus the meaning of the section [before us] is as follows: <i>Unto these</i><sup class=\"footnote-marker\">127</sup><i class=\"footnote\">Verse 53.</i> who are mentioned according to their families <i>the Land shall be divided</i> [<i>for an inheritance</i>] <i>according to the number of names</i>,<sup class=\"footnote-marker\">127</sup><i class=\"footnote\">Verse 53.</i> giving each male person, according to their number, his share. <i>To the more</i> ye <i>shall give the more inheritance</i> — thus for example they are to divide the land of Reuben into four parts [because the tribe consisted of four main families],<sup class=\"footnote-marker\">128</sup><i class=\"footnote\">Hanoch, Pallu, Hezron, and Carmi (above, Verses 5-6).</i> and “we will give to <i>the family of the Hanochites</i>, for example, who were the largest [in population], a greater <i>inheritance</i>, and to <i>the family of the Palluites</i>, [for example], who were the least populous, we will give a smaller share, for <i>to each one according to those that were numbered of</i> the [particular] family <i>shall its inheritance be given</i>, and the whole family shall receive its share in one place.” It was for this reason that He [commanded here] that they should be counted according to their families. Therefore the Sages mentioned [with reference to the law of the Seventh year]:<sup class=\"footnote-marker\">129</sup><i class=\"footnote\">Torath Kohanim, beginning of <i>Seder Behar</i>.</i> “If they divided the land [of a tribe] amongst its [main] families, but did not [yet] subdivide it amongst the houses of the families, and each individual does not yet know what his share is … etc.”<sup class=\"footnote-marker\">130</sup><i class=\"footnote\">“… I might think that the law of the Seventh year applies. For this reason Scripture states, <i>thou shalt not sow ‘thy’ field</i> (Leviticus 25:4) [using the singular, to indicate that] the law applies only when each person recognizes his own field.”</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61eea3681d82090a96b4ee7e", "index_title": "Shulchan Arukh, Orach Chayim", "category": "Halakhah", "type": "", "ref": "Shulchan Arukh, Orach Chayim 621:1", "anchorRef": "Numbers 25:10-30:1", "anchorRefExpanded": ["Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1"], "sourceRef": "Shulchan Arukh, Orach Chayim 621:1", "sourceHeRef": "שולחן ערוך, אורח חיים תרכ״א:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1563], "commentaryNum": 621.0001, "collectiveTitle": {"en": "Shulchan Arukh, Orach Chayim", "he": "שולחן ערוך, אורח חיים"}, "heTitle": "שולחן ערוך, אורח חיים", "he": "<b>סדר קריאת התורה ומילה ביו\"כ ובו ו' סעיפים:</b><br>מוציאין שני ספרים <i data-commentator=\"Be'er HaGolah\" data-label=\"א\" data-order=\"1\"></i>בראשונה קורים ששה בפרשת <i data-commentator=\"Be'er HaGolah\" data-label=\"ב\" data-order=\"2\"></i><i data-commentator=\"Ba'er Hetev\" data-order=\"1\"></i>אחרי מות עד ויעש כאשר צוה ה' <i data-commentator=\"Sha'arei Teshuvah\" data-order=\"1\"></i>ואם חל בשב' קוראים שבעה <i data-commentator=\"Ba'er Hetev\" data-order=\"2\"></i>ומפטיר קורא בשניה בפנחס ובעשור לחודש <i data-commentator=\"Ateret Zekenim\" data-label=\"♦\" data-order=\"1\"></i>ומפטיר בישעיה ואמר סלו סלו פנו עד כי פי ה' דבר:", "heVersionTitle": "Maginei Eretz: Shulchan Aruch Orach Chaim, Lemberg, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר מגיני ארץ: שלחן ערוך. למברג, תרנ\"ג", "text": "<b>“The order of the reading of the Torah and of circumcision on Yom Kippur” - Containing six paragraphs.</b><br>We take out (from the ark) two Torah scrolls.<sup class=\"footnote-marker\">168</sup><i class=\"footnote\">Two Torah scrolls are taken out on the festivals because portions from two separate sections of the Torah are read. The Torahs can be set before hand so that they can be opened to the correct portion without the necessity of rolling the scroll from one portion to the next.</i> In the first Torah six men read from the portion “<span dir=\"ltr\">אחרי מות</span>”, (Leviticus 16:1-18:30) until “and he did as the Lord commanded (Moses)”, (Leviticus 16:34). But if (Yom Kippur) falls on Shabbat, seven (men read from the first Torah), and the <i>Maftir</i><sup class=\"footnote-marker\">169</sup><i class=\"footnote\"><i>Maftir</i>, <span class=\"rtl\">מפטיר</span>, means literally \"one who concludes\". It is the name given to the man who is the last to read in the Torah and he also usually reads the <i>haftarah</i> (see footnote 170), the section of the prophets that corresponds to the Torah reading. <i>Maftir</i> is also the name given to the three or more concluding verses of the regular weekly Torah portion as well as to the final verses read on festivals and public fast days.<br>Editorial Staff, <i>E</i>. <i>J</i>., v. 11, p. 685.</i> (the last reader) reads from the second (Torah scroll) from the portion, <i>Pinḥas</i>, (Numbers 25:10-30:1), the section “and you shall have on the tenth day of this seventh month”, (Numbers 29:7-11). The <i>Maftir</i> (the <i>Haftarah</i> section from the Prophets<sup class=\"footnote-marker\">170</sup><i class=\"footnote\">The <i>Haftarah</i>, <span class=\"rtl\">הפטרה</span>, is a portion from the Prophets section of the Bible read after the Torah is read on Sabbaths, festivals, and fast days. On Sabbaths and festivals the <i>haftarah</i> is read during the Morning, <i>Shaḥarit</i> Service (see footnote 17), but on fast days it is read only during the Afternoon, <i>Minḥah</i> Service (see footnote 40). The exception to this is Yom Kippur and <i>Tishah be-Av</i> (see footnote 102) where there is a <i>haftarah</i> after the Torah reading in both the Morning and the Afternoon Service.<br>The Torah in its regular portions is read straight through during the year but such is not the case on festivals and some special Sabbaths. The <i>haftarot</i> are selected in parts from both the Former and Latter Prophets. Only two prophetic books are read in their entirety as <i>haftarot</i>, the Book of Obadiah which has only twenty-one verses and is read after the Torah portion <i>Va-Yishlaḥ</i> (Genesis 32:4-36-43) according to the Sephardi rite, and the Book of Jonah which is the <i>haftarah</i> for the <i>Minḥah</i> Service on Yom Kippur (see the Shulḥan Arukh, <i>Oraḥ Ḥayyim</i> 622:2).<br><i>Haftarot</i> were usually selected so there would be some similarity in content between the Pentateuchal and the Prophetic portions, but often this did not happen and <i>haftarot</i> were chosen because of historical events or because of some special date. Special <i>haftarot</i> are read on special Sabbaths and the <i>haftarah</i> for each festival is based on the nature of the festival.<br>When the custom of reading the <i>haftarah</i> got started is not known for sure, but it is thought that it began during the persecutions of the Antiochus Epiphanes which preceded the Hasmonean revolt. The Torah was not permitted to be read by the Jews during the persecution for it was felt that the reading of it kept the Jews together and gave them a special strength. As a substitute for the Torah reading, sections form the Prophets were chosen that would remind the Jews of the corresponding Torah portion. Appearantly when the ban against reading the Torah was lifted, the practice of reading the <i>haftarah</i> continued. The first mention of the practice of the reading of the <i>haftarah</i> is found in the New Testament. Acts 13:15 states, \"after the reading of the law and the prophets\". <i>Haftarot</i> are also discussed in the Talmud as to which are to be read at specific times and festivals. In Mishnaic times different communities read different <i>haftarot</i>, and a set order was probably not established until talmudic times. Some <i>haftarot</i> today differ from those recorded in the Talmud, and there are differences in the Sephardi and Ashkenazi rites.<br>The <i>maftir</i>, the one who reads the <i>haftarah</i> also reads the last part of the weekly portion, (i.e., the Torah reader reads it for him). On the Sabbath, after the seventh reader from the Torah, the <i>maftir</i> usually rereads the last three verses of the weekly portion. On festivals and the four special Sabbaths, the <i>maftir</i> reads the special section from the second scroll which is usually a short description of of the festival found in the Torah. Before the <i>haftarah</i> is read (or chanted) the <i>maftir</i> precedes the <i>haftarah</i> with two blessings and after he ends the <i>haftarah</i> he recites three blessings to which a fourth one is added on Sabbaths and festivals. This fourth blessing changes with the nature of the day. The Sabbath <i>haftarah</i> usually has a minimum of twenty-one verses while the festival has at least fifteen verses. Lately it has become the custom for the Bar Mitzvah boy (a man upon reaching the age of thirteen) to chant the <i>haftarah</i> to display his ability with a Hebrew text.<br>Louis Isaac Rabinowitz, <i>E</i>. <i>J</i>., v. 16, pp. 1342-44.</i>) comes from Isaiah, “and shall say, cast you up, cast you up, prepare the way” until “for the mouth of the Lord has spoken it”, (Isaiah 57:14-58:14).", "versionTitle": "Hilkhot Yom ha-Kippurim, trans. by Jan M. Brahms. HUC, 1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee847cf7a0c25239b7d", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, New Census 2", "anchorRef": "Numbers 26:1-65", "anchorRefExpanded": ["Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, New Census 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳, במדבר הערה א׳ ב׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "New Census", "he": "במדבר הערה א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה א׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Out of the chaos of the wilderness, the element of order is reintroduced as we meet the new generation—which will conquer at least part of the land of Canaan. These children of slaves are now mustered, in the same tribal order as the census in Chap. 1. The purpose of the counting is set forth in vv.52–56: so that the Promised Land may be properly divided up, according to population. True to the scheme of Chap. 1, the Levites go through their own census (vv.57–62)—since they receive designated towns but not a large mass of land. The ending verses assure us that the census in this chapter does not include anyone of the Exodus generation, excluding Calev and Yehoshua. Thus we are on new ground.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380ae713bd8cd388d3e57", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest 2-10", "anchorRef": "Numbers 26:1-36:13", "anchorRefExpanded": ["Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest 2-10", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳ ב׳-י׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part III; The Preparations for Conquest", "he": "במדבר מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE LAST PART OF</small> N<small>UMBERS IS WHAT THE READER MIGHT HAVE EXPECTED ALL ALONG</small>: a collection of materials that deal directly with the upcoming conquest of Canaan. It is concerned, then, with the transfer of leadership from Moshe to Yehoshua (Joshua); with provisions for two and a half tribes to remain on the east bank of the Jordan River, as long as they take part in the impending invasion; with listing the entire route of the Israelites, from Egypt to the plains of Moab; and with the borders of the land to be conquered.", "As has been the case earlier in the book, however, other material intervenes: a theme and variation doublet on the inheritance of land in a case where a man leaves daughters, not sons; two chapters on what sacrifices are to be brought on holy days; a section on vows taken by women; war with Midyan and the precise apportioning of spoils, both to warriors and to the sanctuary; and the law regarding accidental homicide, in which family vengeance is circumvented by the existence of “safe” Levite towns to which the manslayer may flee.", "The inconsistent thematics may again be explained by the intrusion of an editorial hand, again by priestly interests. In Levine’s view, most of Chapters 25–36 function to establish matters of importance in the priestly view, just as in Chapters 1–10. Here law takes precedence over narrative.", "Despite the varied subject matter of this section, it holds together structurally, via the common biblical technique of word (sound) repetition. The rather common verb <i>tzivvah</i>, “command,” weaves through every one of Chapters 26–36, except for 33. Sometimes it introduces what God wants the Israelites to do; sometimes it leads to the formula of fulfillment, “as YHWH commanded the Children of Israel, so they did”; still other times it refers to a command given by Moshe himself. The entire section begins with the verb (26:4), and ends with it as well (36:13). In addition, the chapters most far afield, 28–29 (taken as a unit) and 30, begin and end with it. Whether this was a conscious technique by redactors is hard to say, but its existence is striking.", "Another structural device, that of framing, also occurs in this part of the book: after the introductory census (Chap. 26), the rest is built between two brackets, each involving the daughters of Tzelofhad, and each opening with the verb “to come-near” (27:1 and 36:1). So despite the wide-ranging material, some sense of unity has been imposed upon it.", "Finally, there is the key occurrence, for the book of Numbers, of more lists, from census to holiday sacrifices, from stops along the journey to the precise borders of the Promised Land. We are in the presence of order once again.", "What remains lacking at the end of the book is exactly what Deuteronomy supplies: a final exhortation from Moshe, which includes reiteration and further clarification of the laws, a public covenant ceremony, Moshe’s long blessing of the people, and the account of his death and burial. If added here, these topics might have tipped the scales of Numbers, which has given us almost too much to digest as it is; as the Torah has come down to us, they are more appropriately treated in the expansive and majestic rhetorical setting of Deuteronomy.", "<img>", "<b><i>Num. 26:3</i> Moshe spoke, and El’azar the priest, to them in the Plains of Moav …</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f0c9ad75f2d99afa3c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, New Census 1", "anchorRef": "Numbers 26:1-65", "anchorRefExpanded": ["Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, New Census 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳, במדבר הערה א׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה א׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 26:1-65\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 26:1-65</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "63d77c80eca1000753446c07", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 26:14:1", "anchorRef": "Numbers 26:14", "anchorRefExpanded": ["Numbers 26:14"], "sourceRef": "Rav Hirsch on Torah, Numbers 26:14:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר כ״ו:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 14. אלה משפחות השמעני. Oben bei der ersten Zählung, Kap. 1, 22, als noch die sittliche Ehre des simonischen Stammes unbefleckt war, steht der Begriff פקודים: פקדיהם ,פקדיו zweimal, um gleich bei dem zweiten Stamme zu sagen, daß er sowohl, wie alle folgenden Stämme nicht summarisch, sondern ganz so in Einzelzählung, wie der Stamm Reuben gezählt worden (siehe daselbst). Hier bei der zweiten Zählung, nachdem einer ihrer Stammesfürsten in so entehrender Weise sich vergangen, nach Sanhedrin 92 a der Stamm selbst auch einen hervorragenden Anteil an der ganzen Verschuldung gehabt, fehlt das ehrende לפקדיהם oder ופקדיהם, und fasst sich der Bericht in möglichster Kürze. Simeons Volkszahl ist auch die auffallend kleinste und fehlen gegen die erste Zählung volle siebenunddreißigtausend! Es liegt nicht fern, daß von den in der Seuche gefallenen vierundzwanzigtausend ein großer Teil seinem Stamme angehört haben möge. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "657ecc75758c1dc532ec932f", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 26:14", "anchorRef": "Numbers 26:14", "anchorRefExpanded": ["Numbers 26:14"], "sourceRef": "Steinsaltz on Numbers 26:14", "sourceHeRef": "ביאור שטיינזלץ על במדבר כ״ו:י״ד", "anchorVerse": 14, "sourceHasEn": true, "commentaryNum": 26.0014, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>אֵלֶּה מִשְׁפְּחֹת הַשִּׁמְעֹנִי</b>– \n  <b>שְׁנַיִם וְעֶשְׂרִים אֶלֶף וּמָאתָיִם.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>These are the families of the Simeonites, twenty-two thousand two hundred. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "554ef0b5fbfba21b48f5407a", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 26:14:1", "anchorRef": "Numbers 26:14", "anchorRefExpanded": ["Numbers 26:14"], "sourceRef": "Haamek Davar on Numbers 26:14:1", "sourceHeRef": "העמק דבר על במדבר כ״ו:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1840, 1880], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>אלה משפחות השמעוני.</b> בכל השבטים כתיב לפקודיהם או ופקודיהם ובשמעון לא כתיב כלל. והנראה דמשמעות פקודיהם כאן הוא כמו שיבואר להלן נ״ד איש לפי פקודיו לפי מנין בני ביתו או עסקיו שכל א׳ היה לו פקודת הליכות עניניו בפ״ע. ושבט שמעון אע״ג שנותר מהם הרבה מכ״מ נהרס פקודתם ע״י המגפה ששלטה בשבטו מש״ה לא כתיב בהו פקודתם:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": "<b>These are the families of Shimon.</b> Scripture uses the language “by their number” or “their number” with all the tribes, but by Shimon it was not used at all. This is because the connotation of “their number” here is as we will explain later (v. 54), “each person, according to his number” — according to the number of his household or affairs — that is, each one had a numbering of how he ran his affairs on his own. Many remained of the tribe of Shimon, nevertheless, their number was decimated by the plague that afflicted their tribe, and therefore it does not say here “their number”.", "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58e39ff4d6e4a94c42d10ef9", "index_title": "Ibn Ezra on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Ibn Ezra on Deuteronomy 33:6:1", "anchorRef": "Numbers 26:14", "anchorRefExpanded": ["Numbers 26:14"], "sourceRef": "Ibn Ezra on Deuteronomy 33:6:1", "sourceHeRef": "אבן עזרא על דברים ל״ג:ו׳:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Ibn Ezra on Deuteronomy", "he": "אבן עזרא על דברים"}, "heTitle": "אבן עזרא על דברים", "he": "<b>יחי ראובן.</b> הנה החל מהבכור כי כן המשפט ולא הזכיר שמעון בעבור בעל פעור כי העובדים היו שמעונים ומספרם לעד גם נשיאם נהרג או הלך על דרך יעקב שלא ברך שמעון ולוי ובעבור כבוד אהרן נתלה השבט ממנו ולא היה בשבט שמעון גדול כמותו. ואם יטעון טוען למה בירך ראובן. התשובה כי יעקב ברכו והברכ' היא אל תותר שיהיה כאחד מאחיו. ואחר ראובן הזכיר יהוד' שהוא בעל דגל והוא עולה בתחלה למלחמה ואחר כן לוי ואחריו בנימין בעבור היות הלוים דרים בירושלים שהיתה בין יהודה ובין בנימין כן כתוב. ואחר כן שבט יוסף שלא יאחרנו וכבר הקדים אחיו הקטן ואחר כן זבולון בעבור שהוא נלחם ואחר כן יששכר. וכאשר תמו בני הגבירות החל מגד שהוא עם דגל בני הגבירו' ואחר כן דן שהוא בעל דגל ואחר כן נפתלי כי הוא גדול מאשר:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "LET REUBEN LIVE. Moses starts with the first-born, for this is the proper practice. He does not mention Simeon because of the incident of Baal-peor,<sup class=\"footnote-marker\">59</sup><i class=\"footnote\">See Num. 25:1-9.</i> for those who served Baalpeor were from the tribe of Simeon.<sup class=\"footnote-marker\">60</sup><i class=\"footnote\">See Num. 25:14.</i> Their number<sup class=\"footnote-marker\">61</sup><i class=\"footnote\">Their drop in number.</i> proves this.<sup class=\"footnote-marker\">62</sup><i class=\"footnote\">When the tribe of Simeon was counted in the second year after the Exodus, they numbered 59,300. (Num. 1:23). When they were counted following the incident of Baal-peor, they numbered 22,200 (Num. 26:14). In other words, the number of the tribe was diminished by 37,100.</i> Also, their prince was killed.<sup class=\"footnote-marker\">63</sup><i class=\"footnote\">Num. 25:14.</i> It is also possible that Moses followed in the footsteps of Jacob,<sup class=\"footnote-marker\">64</sup><i class=\"footnote\">On his deathbed. See Gen. 49:5-7.</i> who did not bless Simeon and Levi. The tribe of Levi was blessed out of respect for Aaron. Simeon had no one as great as Aaron.<sup class=\"footnote-marker\">65</sup><i class=\"footnote\">Hence they were not blessed.</i> Should one who disputes argue, “Why did Moses bless Reuben?”<sup class=\"footnote-marker\">66</sup><i class=\"footnote\">When Jacob apparently did not bless him. See Gen. 49:3,4.</i> The answer is that Jacob blessed Reuben. The blessing was <i>have not thou the excellency</i> (Gen. 49:4).<sup class=\"footnote-marker\">67</sup><i class=\"footnote\">Of dignity and power.</i> The meaning of the latter is that Reuben shall be like one of his brothers. Moses mentions Judah after Reuben<sup class=\"footnote-marker\">68</sup><i class=\"footnote\">Even though Levi was born before Judah.</i> because he was in charge of a standard<sup class=\"footnote-marker\">69</sup><i class=\"footnote\">For committing harlotry with a Midianite princess. The point is that the leader of the tribe of Simeon as well as a large proportion of the sinners at Baal-peor were Simeonites. Hence Moses did not bless them. See Num. 2:3-9.</i> and he was the first to lead in battle. Next Levi and then Benjamin are mentioned<sup class=\"footnote-marker\">70</sup><i class=\"footnote\">After Judah.</i> because the Levites dwelled in Jerusalem, which was situated between Judah and Benjamin. Scripture clearly states this.<sup class=\"footnote-marker\">71</sup><i class=\"footnote\">See Josh. 15:8.</i> Moses then mentions the tribe of Joseph so as not to delay naming him. He had already mentioned his younger brother.<sup class=\"footnote-marker\">72</sup><i class=\"footnote\">Benjamin.</i> He next mentioned Zebulun because he waged war.<sup class=\"footnote-marker\">73</sup><i class=\"footnote\"><i>Zebulun is a people that jeoparded their lives unto death</i> (Jud. 5:18).</i> He then mentioned Issachar.<sup class=\"footnote-marker\">74</sup><i class=\"footnote\">Who, like Zebulun, was a son of Leah.</i> After Moses finished mentioning the children of the wives, he commenced with Gad,<sup class=\"footnote-marker\">75</sup><i class=\"footnote\">That is, he commenced the listing of the children of the handmaids with Gad.</i> who camped among the standard of the children of the wives.<sup class=\"footnote-marker\">76</sup><i class=\"footnote\">He camped under the banner of Reuben. See Num. 2:14.</i> Moses then mentions Dan, who was in charge of a standard.<sup class=\"footnote-marker\">77</sup><i class=\"footnote\">See Num. 2:25.</i> He then mentioned Naphtali because he was older than Asher.<sup class=\"footnote-marker\">78</sup><i class=\"footnote\">See Gen. 30:8-13.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5b3a22a9bfca8c0016fbcea6", "index_title": "Me'or Einayim", "category": "Chasidut", "type": "", "ref": "Me'or Einayim, Shemot 37", "anchorRef": "Numbers 26:7-14", "anchorRefExpanded": ["Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14"], "sourceRef": "Me'or Einayim, Shemot 37", "sourceHeRef": "מאור עינים, שמות ל״ז", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1763, 1797], "commentaryNum": 37, "collectiveTitle": {"en": "Me'or Einayim", "he": "מאור עינים"}, "heTitle": "שמות", "he": "וזהו רבות מחשבות בלב איש ועצת ה׳ היא תקום (שם י״ט, כ״א) כי הרבה מחשבות באין במוח האדם בכל יום ושמא תאמר שבאין לבלבל אותך לכך אמר כי עצת ה׳ היא שהיא תקום מנפילתה שעל ידי זה המחשבה תבוא לבחינת בירור כי על זה מצפה משיח שנבוא למדריגה זו כאמור. וכמו שאמר הבעש״ט נשמתו בגנזי מרומים על פסוק (בראשית י״ב, י״א) הנה נא ידעתי כי אשה יפת מראה את כי איך לא ראה אותה עד עכשיו שהוא מהנמנע אך על ידי שהיה אברהם אבינו ע״ה מרכבה אליו יתברך והיה מקושר במחשבתו תמיד בשורש המחשבה לא ראה והכיר בה עד עכשיו בתמונת יפיה כי היה רחוק מאוד מזה אף שהיה רואה אותה תמיד מכל מקום מחשבתו היתה תמיד שלא במקום הראיה הגשמית לא הכיר בה עד עכשיו רק כשהלך למצרים נאמר שם וירד אברהם מצרימה שירד ממדרגתו הקדומה כמבואר בדברינו הקדומים כי הרשעים שבדור המבול הפילו בחינת התורה והמחשבה למקום קליפת מצרים שעל ידי זה הוצרכו ישראל להיות שם ולברר הניצוצות ולייחדן כמקודם כי המצריים היו שטופי זימה והמקור היה מעולם האהבה שנפלה שם מהתורה שהיא בחינת חסד כמו שכתוב (משלי ל״א, כ״ו) ותורת חסד על לשונה וישראל העיד עליהן הכתוב שלא נכשלו במדה זו של זימה כמו שכתוב (במדבר כ״ו, ז׳–י״ד) הראובני השמעוני ה׳ מצד ז הויו״ד מצד זה על ידי זה העלו את האהבה הנפולה לשרשה להתורה שנקרא חסד כאמור ועל ידי זה זכו לקבלה תיכף בחודש השלישי על ידי שביררו בחינת התורה שהיתה שם ובימי אברהם עדיין לא היה הבירור לגמרי ולכך בבוא למצרים ירד ממדריגתו והתחילו לבוא אצלו מחשבות מבחינת השבירה כמו שכתוב (משלי כ״ד, ט״ז) שבע יפול צדיק וקם רצה לומר כי הצדיק יפול בבחינת השבע שהן שבע מיני מחשבות שנפלו ממקורן אך על ידי שהוא צדיק וקם ומייחד לשרשן למקור המחשבה שנקרא חכמה בחינת אחותי ונחשב לו עבדות על ידי זה יותר. לכן אמר הנה נא ידעתי כי נפלתי ממדריגתי עד שידעתי כי אשה וגו׳ מה שאין כן מקודם כאמור ולימד לה דעת להנצל מזה במקום הזה שהוא מצרים על ידי שאמרי נא אחותי את פירוש לאחוז בבחינת אחותי שהיא החכמה העליונה כאמור ואז המחשבות שבמצרים שבאו לו הוא כדי להעלותן לשרשן והוא אדרבה עבדות השם יתברך כאמור ולא שבאו לבלבלו וזהו וחיתה נפשי גו׳. וזהו גם כן הכוונה ותתצב אחותו מרחוק כי מרים אף שהיתה נביאה מכל מקום באותה שעה שלא באה הנבואה אליה ולא היתה משגת בבחינת הלקותא במים מאחר שזה ודאי אינה הלקותא כי איך יתקיים הנבואה הקדומה עתידה להוליד בן שיושיע את ישראל ולא השיגה עד שהתחזקה להיות במדריגת החכם העדיף מנביא כאמור וזהו ותתצב אחותו מרחוק שעמדה בבחינת אחותו שהוא בחינת החכמה לדעה לשון דעת השגה בדעת העליון מרחוק ממה שיהיה ברחוק הזמן בסוף ארבעים שנה שהיו ישראל במדבר וגם אפשר לומר פירוש מרחוק כי על ידי שעמדה בבחינת החכמה שיוכלין ליחד דברים שהן בבחינת רחוק כאמור וזה ״אחותו״ מרחוק ועל ידי זה ״לדיעה מה יעשה לו שיקבל התורה כמו שאמר מורי נשמתו בגנזי מרומים על פסוק ותעש לו תיבת גומא ותחמרה וגו׳ שהתורה היתה מתחילה במקום המחשבה שאבות העולם שהיו לומדים התורה היו משיגים אותה כמו שהיא בעולם המחשבה כאמור אצלנו במקום אחר ועל ידי משה שהוא הדעת נמשכה להם בהדבור שהוא סוף המדריגות משבע ימי הבנין כמו שכתוב בתורה כמה פעמים וידבר ה׳ אל משה וידבר אלקים את כל הדברים האלה רצה לומר שהמשיך התורה הקדומה להדבור ונתלבשה בלבושין חומריים. וזהו ותעש לו תיבת פירוש לשון גמיאה שהוא השאבה לשאוב על ידי הדבור התענוג שבהתורה ממדת חסד כמו שכתוב ותורת חסד וגו׳ ותחמרה שעשה לה לבושין חומריים ותשם בסוף פירוש (משלי ל״א, כ״ו) בסוף המדריגות שהוא בחינת דבור כאמור לעיל ותשם על שפת מלשון שפתים שהוא בחינת דבור גם כן היאור שנמשך מנחל עליון הקדום שהיתה מתחילה במחשבה ובשעת מתן תורה נמשך להדבור:", "heVersionTitle": "Me'or Einayim -- OYW", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd141a5922a7400576c29a9", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 26:14:1", "anchorRef": "Numbers 26:14", "anchorRefExpanded": ["Numbers 26:14"], "sourceRef": "Birkat Asher on Torah, Numbers 26:14:1", "sourceHeRef": "ברכת אשר על התורה, במדבר כ״ו:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>\"אלה משפחֹת השמעֹני, שנים ועשרים אלף ומאתים\".</b> השווה למעלה (ב, יג) \"וצבאו ופקֻדיהם, תשעה וחמשים אלף ושלש מאות\". וראה רש\"י למעלה (פסוק יג, סוף ד\"ה לזרח) \"...נראה שכל כ\"ד אלף נפלו משבטו של שמעון\", ועדיין חסר. (פ' פינחס תשנ\"ה) וראה \"באר יצחק\". לדבריו, מתו בהם עוד שלושה עשר אלף בסיבות אחרות, כשאר אחיהם.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5d3efb2e377f2a0019f1ae59", "index_title": "Abarbanel on Joshua", "category": "Quoting Commentary", "type": "", "ref": "Abarbanel on Joshua 14:6:2", "anchorRef": "Numbers 26:14", "anchorRefExpanded": ["Numbers 26:14"], "sourceRef": "Abarbanel on Joshua 14:6:2", "sourceHeRef": "אברבנאל על יהושע י״ד:ו׳:ב׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1484], "commentaryNum": 6.0002, "collectiveTitle": {"en": "Abarbanel on Joshua", "he": "אברבנאל על יהושע"}, "he": "השאלה הראשונה באיזה אופן נתחלקה הארץ לישראל? האם נאמר שנחלקה לחלקים שוים? והשבט רב אכלוסין היה נוטל חלקו כשבט מעט האכלוסין, יהיה זה עול בחק היושר האלהי ויהיה סותר למה שאמר בפרשת פנחס (במדבר כ\"ו י\"ד) לרב תרבה נחלתו ולמעט תמעיט נחלתו איש לפי פקודיו יותן נחלתו. ובפרשת אלה מסעי אמר גם כן (שם ל\"ג נ\"ד) והתנחלתם את הארץ בגורל למשפחותיכם לרב תרבו את נחלתו ולמעט תמעיטו. וקשה עוד צוחת בני יוסף, מדוע נתת לי גורל אחד וחבל אחד ואני עם רב וגו', כי איך יבקשו הפך הדין ומה שצוה האל ית'? ולמה לא השיבם יהושע כה אמר ה' וגו' ואין עלי לתת לשבטים כי אם חלקים שוים, ומה לי אם יהיה רב או מעט? ואם אמרנו שהיתה חלוקת הארץ לגלגלתם במספר שמות, יקשה אם כן מה שברך יעקב ליוסף שנתן לו הבכורה באומרו (בראשית מ\"ח ה' ו') אפרים ומנשה כראובן ושמעון, ומולדתך אשר הולדת אחריהם לך יהיו על שם אחיהם יקראו בנחלתם, ותהיה לפי זה ברכה לבטלה ומתנה בלי עילוי, כי אם יהיו גלגלות הרבה מבואר שיתנו לו חלק רב ואין יתרון בהיותם שני שבטים או שבט אחד. ויקשה עוד אמרו בפרשת מסעי (במדבר ל\"ד י\"ג) זאת הארץ אשר תתנחלו אותה בגורל אשר צוה ה' לתת לתשעת המטות וחצי המטה. ויקשה עוד צוחת בני יוסף מדוע נתת לי גורל אחד וחבל אחד ואני עם רב וגו', כיון שלגלגלתם נתחלקה והיה להם אם כן חלק רב כפי רבוי אנשיו. ויקשה עוד איך חלק יהושע הארץ בגורל לשבעת השבטים בחלוף ממה שצוה עליו, ולא תסכים חלוקת הארץ כפי המצוה האלהית לספור המעשה? השאלה השנית אם היה שתתחלק הארץ בגורל אם כפי השבטים ואם לגלגלותם, אם כן למה יהושע לא חלקה כלה יחד? וראה לתת בראשונה חלק בני יהודה וחלק בני יוסף לבד, ולא נתן אז חלקי שאר השבטים כי אם אחרי היות המשכן בשילה, אז יאמר (בספר' י\"ח ב') ויותרו בבני ישראל אשר לא חלקו את נחלתם שבעה שבטים, והוצרך יהושע לשלוח לשבט שלשה אנשים לכתוב את הארץ לפי נחלתם, ולמה לא עשה כזה בבני יהודה ובבני יוסף לתת חלקיהם אחרי שלחו אנשים לכתוב את הארץ? ואיך היה אפשר שיפלו הגורלות לקצת השבטים זולת קצתם? כי הגורלות לא היה ראוי שיושלכו כי אם כלם, ולכן יאמרו שאר השבטים נגד יהושע שבעבור כלב חבירו נתן ליהודה חלקו ביותר מובחר, ושכן נתן לבני יוסף חלקם להיות יהושע משבט אפרים:", "heVersionTitle": "Abarbanel, Tel Aviv 1960", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ddba5852427fc06b3fcaf04", "index_title": "Chibbah Yeteirah on Torah", "category": "Commentary", "type": "commentary", "ref": "Chibbah Yeteirah on Torah, Numbers 26:14:1", "anchorRef": "Numbers 26:14", "anchorRefExpanded": ["Numbers 26:14"], "sourceRef": "Chibbah Yeteirah on Torah, Numbers 26:14:1", "sourceHeRef": "קונטרס חיבה יתירה, במדבר כ״ו:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1988, 1992], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Chibbah Yeteirah on Torah", "he": "קונטרס חיבה יתירה"}, "heTitle": "במדבר", "he": "<b>אלה משפחת השמעני.</b> בכל השבטים נאמר לפקדיהם או ויהיו פקדיהם זולת אצל שמעון, כי רבים משמעון זנו אחרי בנות מואב ובראשם (כה) זמרי בן סלוא נשיא בית אב לשמעני ולכן הפיקוד על חיילי השבט הועבר זמנית מנשיאיו לנשיאי שבט אחר או לידי משה. ", "heVersionTitle": "Responsa Benei Banim, Jerusalem 1981-2005", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "שו\"ת בני בנים, ירושלים תשמ\"א-תשס\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85c2965606368b4d871f59", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Pinchas 29", "anchorRef": "Numbers 26:14", "anchorRefExpanded": ["Numbers 26:14"], "sourceRef": "Agra DeKala, Pinchas 29", "sourceHeRef": "אגרא דכלה, פנחס כ״ט", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 29, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "פנחס", "he": "<b>יש</b> להתבונן שלא החתים השם י\"ה בשמות השבטים רק במשפחות, רק בראובן שמעון זבולון אמר הראובנ\"י (במדבר כו ז) השמעונ\"י (במדבר כו יד) הזבולונ\"י (במדבר כו כז). והנראה דיובן גם כן ע\"ד חז\"ל (פסיקתא דר\"כ פי\"א ו') שהחתים הש\"י שמו עליהם, להיות להם לעדות שלא שלטו בנשותיהם. וכתבנו לעיל שעל כן דוקא זה השם נחתם, להורות דאפילו כח החושב והדמיון לפועל רע ומגונה לא היה בהם. וכתבנו דדוקא במפקד הזה נחתם, כי היה אחר המעשה דעון השיטים בזנות, והיה מקום לטענת האומות באמרם כי זנתה אמם במעשה או במחשבה וטבע המוליד בנולד, על כן החתים הש\"י שמו עליהם. והנה בשבטים לא היה צריך לחתום שמו, כי לא היה יעקב בשעבוד מצרים, אך באלו הג' שבטים מצאנו ראינו שאמרה אמם בעת הוולדם בקראה שמותם דברים שיורו להמון עם כדברי חשק ח\"ו, בראובן אמרה כי עתה יאהבני אישי (בראשית כט לב), ובשמעון כי שמע י\"י כי שנואה אנכי (שם בראשית כט לג), (ובודאי לא היתה שנואה לגמרי ח\"ו, רק שאהב את רחל ממנה כמ\"ש הכתוב (בראשית כט ל)), ובזבולון הפעם יזבלני אישי (שם בראשית ל כ), והחסר תבונה השומע זה דברים כאלו שיצאו מפי הצדיקית, יחשוב שהם כדברי חשק שרצתה שבעלה ירבה תשמישו עמה, וזה פועל מגונה לצדיקים, ע\"כ טבע המוליד בנולד, ובפרט בשמעון שעיקר המעשה דשיטים היה בשבטו, ובאמת לא כן כוונת הצדיקית רק כוונתה להעמיד תולדות קדושים ולרבות ענפי הקדושה, ולא לבם הלך ברבות תאוותם, על כן באלו הג' שבטים החתים הש\"י שמו שם המחשבה, להורות כי שגבה מחשבות אמם בקדושה, והבן:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9fca1d77ecfb0d09e8ce", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 26:14:1", "anchorRef": "Numbers 26:14", "anchorRefExpanded": ["Numbers 26:14"], "sourceRef": "Midrash Lekach Tov, Numbers 26:14:1", "sourceHeRef": "מדרש לקח טוב, במדבר כ״ו:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> אלה משפחות השמעוני שנים ועשרים אלף ומאתים. ובמדבר סיני כתיב (במדבר א׳:כ״ג) פקודיהם למטה שמעון תשעה וחמשים אלף ושלש מאות. <i data-commentator=\"Beur HaRe'em\" data-order=\"9\"></i> חסרו משמעון (שלשה) ושלשים אלף ומאה לפי שנפלו במעשה זמרי. ואע״פ שמכל ישראל נפלו. משמעון יותר נפלו. כתוב כאן נמואל וכתוב להלן (בראשית מ״ו:י׳) בני שמעון ימואל וימין יו״ד תחת נו״ן. ואוהד לא היו לו בנים לפיכך לא נזכר בכאן וצוהר הוא זרח. כמו (בראשית ו׳:ט״ז) צוהר תעשה לתיבה. שיהא זורח ומאיר לתיבה:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f3b9babde3cbb7f0be6b43a", "index_title": "Mishpetei Uziel", "category": "Responsa", "type": "", "ref": "Mishpetei Uziel, Volume V, Even HaEzer 80:27", "anchorRef": "Numbers 26:14", "anchorRefExpanded": ["Numbers 26:14"], "sourceRef": "Mishpetei Uziel, Volume V, Even HaEzer 80:27", "sourceHeRef": "משפטי עוזיאל, חלק ה, אבן העזר פ׳:כ״ז", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1900, 1950], "commentaryNum": 80.0027, "collectiveTitle": {"en": "Mishpetei Uziel", "he": "משפטי עוזיאל"}, "heTitle": "חלק ה, אבן העזר", "he": "וסברא זו תמוהא היא מאד בעיני דהא בסנהדרין (פ\"ו) נחלקו ר\"י ורבנן בעבד אי קרוי אח, ורבי יהודה ס\"ל שאינו נקרא אח משום שאין לו אחוה, (ופרש\"י שאין לו אחוה אפי' עם אחיו מאביו שהוא עם הדומה לחמור והתוס' פירשו שאין יוצאי חלציו קרוים אחוה) ורבנן ס\"ל דאפי\"ה כיון דאחיו הוא למצות קרוי שפיר אח, וא\"כ לפי\"ז במומר דתרוייהו איתנהו ביה שיש לו אחוה עם אחיו מאביו, לכל דבר שאשת אחיו אסורה לו בלי ספק ובניו הבאים מישראלית יש להם אחוה כיון שקידושיו קידושין, א\"כ לר\"י ודאי דשפיר נקרא אח ומכ\"ש לרבנן דנקרא אח כיון דהרי הוא מצוה בכל מצות התורה כישראל ובהדיא מצאנו מפורש בתורה בדוכתי טובא דאח המומר נקרא אח: כה אמר אחיך ישראל (במדבר כ\"ו י\"ד) אתם עוברים בגבול אחיכם בני עשו. ונעבור מאת אחינו בני עשו (דברים ב' ד') וכן, נאמר בנביאים: מחמס אחיך יעקב (עובדיה א׳:י׳) אלמא דאף מומר הרי הוא בכלל אחיך, ולחומר הנושא נ\"ל לומר דאין ראיה מכל הכתובים אלה דשאני קראי שנאמרו בדרך ספור קרינן בהו אחיך אפי' למומר דהא קושטא דמילתא אחיו הוא, אבל אחוה שנאמרה לגבי מצוה בעינן שיהא אחיו במצות כלומר שיהא מקיים המצות בפועל הא לאו הכי לא מיקרי אחיו.", "heVersionTitle": "Mishpetei Uziel, Jerusalem, 1995-2005", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "משפטי עוזיאל, ירושלים, תשנ\"ה-תשס\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "612254da5de8bfb900edc2d0", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "anchorRef": "Numbers 15:30-31:19", "anchorRefExpanded": ["Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק ראשון, פרק ה י״ב", "anchorVerse": 30, "sourceHasEn": true, "commentaryNum": 12, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "If the stranger can enjoy literal and metaphysical benefits such as atonement, what makes the stranger a stranger at all? Multiple times in the Pentateuch is the expression “there shall be one law for you and the resident alien” used to show legal equivalence.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See Exodus 12:48–49; Leviticus 7:7, 24:22; Numbers 9:14, 15:15, 15:29–30.</i> Like citizens, strangers can be cut off from the community for cursing God and are obliged to refrain from behaviors that engender impurity.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">For examples, see Leviticus 4, 17:15–16, 18:27–28, 35:34–35; Numbers 15:30–31, 19:13, 19:20.</i> The stranger and the citizen both enjoy the privileges of the community and are both accountable for their place in the community and for their personal relationships with God through prohibitive commands. A poor gentile or <i>ger </i>was counted among the recipients of communal welfare (Lev. 19:10) and enjoyed the protections of the community as a relative equal (Lev. 24:22). Who, then, was the stranger, if during this period of transition there was no land from which to claim citizenship? Who was a stranger if we were all strangers? Furthermore, what made this individual alien if he was included in the community, such that both citizen and stranger were “alike before the Lord”?", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61225507412970c0e359d91a", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "anchorRef": "Numbers 13:27-29:31", "anchorRefExpanded": ["Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק שני, פרק ח כ״ג", "anchorVerse": 27, "sourceHasEn": true, "commentaryNum": 23, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ח", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>This is what they told him: “We came to the land you sent us to; it does indeed flow with milk and honey, and this is its fruit. However, the people who inhabit the country are powerful, and the cities are fortified and very large; moreover, we saw the Anakites there. Amalekites dwell in the Negeb region; Hittites, Jebusites, and Amorites inhabit the hill country; and Canaanites dwell by the Sea and along the Jordan…. We cannot attack that people, for it is stronger than we.” Thus they spread calumnies among the Israelites about the land they had scouted, saying, “The country that we traversed and scouted is one that devours its settlers. All the people that we saw in it are men of great size; we saw the Nephilim there – the Anakites are part of the Nephilim and we looked like grasshoppers to ourselves, and so we must have looked to them.” (Num. 13:27–29, 31–33)</small>", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6319d4eeb6084aa1cbf39f01", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שִׁמְעוֹנִי 1", "anchorRef": "Numbers 26:14", "anchorRefExpanded": ["Numbers 26:14"], "sourceRef": "BDB, שִׁמְעוֹנִי 1", "sourceHeRef": "בראון-דרייבר-בריגס, שִׁמְעוֹנִי א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שִׁמְעוֹנִי", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">שִׁמְעוֹנִי</span></big>  <strong>adj.gent.</strong> c. art. as n.coll., <a data-ref=\"Numbers 25:14\" href=\"/Numbers.25.14\">Nu 25:14</a>; <a data-ref=\"Numbers 26:14\" href=\"/Numbers.26.14\">26:14</a> <a data-ref=\"I Chronicles 27:16\" href=\"/I_Chronicles.27.16\">1 Ch 27:16</a>; <span dir=\"rtl\">מַטֵּה הַשּׁ׳</span> <a data-ref=\"Joshua 21:4\" href=\"/Joshua.21.4\">Jos 21:4</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}]