[{"_id": "531e4fe3fbfba276047f6d22", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 26:19", "anchorRef": "Numbers 26:19", "anchorRefExpanded": ["Numbers 26:19"], "sourceRef": "Onkelos Numbers 26:19", "sourceHeRef": "תרגום אונקלוס על במדבר כ״ו:י״ט", "anchorVerse": 19, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 26.0019, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "בְּנֵי יְהוּדָה עֵר וְאוֹנָן וּמִית עֵר וְאוֹנָן בְּאַרְעָא דִכְנָעַן:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "The sons of Yehudah are Eir and Onan; Eir and Onan died in the land of Canaan.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec559", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 26:19", "anchorRef": "Numbers 26:19", "anchorRefExpanded": ["Numbers 26:19"], "sourceRef": "Targum Jonathan on Numbers 26:19", "sourceHeRef": "תרגום יונתן על במדבר כ״ו:י״ט", "anchorVerse": 19, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 26.0019, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "בְּנוֹי דִיהוּדָה עֵר וְאוֹנָן וּמִיתוּ עֵר וְאוֹנָן עַל חוֹבֵיהוֹן בְּאַרְעָא דִכְנָעַן", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " Of Jehudah, Her and Onan. But Her and Onan died, on account of their sins, in the land of Kenaan.  ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f17ac4fbfba22336ea7d61", "index_title": "Or HaChaim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Numbers 26:19:1", "anchorRef": "Numbers 26:19", "anchorRefExpanded": ["Numbers 26:19"], "sourceRef": "Or HaChaim on Numbers 26:19:1", "sourceHeRef": "אור החיים על במדבר כ״ו:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על במדבר", "he": "<b>בני יהודה</b>. פרשה זו תרמוז מאורעות עם בני ישראל, ובחר לרמוז ביהודה מהטעם עצמו שאמרו ז\"ל (ב\"ר פ' צ\"ח) למה נקראו ישראל על שם יהודה, אומרו <b>בני יהודה</b> הם התולדות יתכנו בשם בנים כידוע, ואומרו <b>ער ואונן</b> ירמוז לבית ראשון ובית שני, ער כנגד בית ראשון על דרך אומרו (שיר השירים ה׳:ב׳) אני ישנה ולבי ער שהיה הקב\"ה בו ער בהשגחה גדולה עמנו בבית המקודש, אונן הוא בית שני וקראו אונן לשון אונאה לפי שהיה חסר דברים העיקרים של בית המקודש. ", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b> <span>בני יהודה</span>, the sons of Yehudah.</b> This whole paragraph (19-22) is full of allusions to the history of the Jewish people. The reason the Torah has chosen to present us with these hints when enumerating the family members of Yehudah is because Yehudah is symbolic of the Jewish people as a whole. We have learned already in <i>Bereshit Rabbah</i> 98,6 that when one used to ask a Jew who was a member of a certain tribe to identify himself he would describe himself first and foremost as a Yehudi, not as a Shimoni or Reuveni, for instance. When our verse starts with the words <span>בני יהודה</span>, the Torah has in mind the descendants of Yehudah, not just his actual sons. Er and Onan respectively are allusions to the premature destruction of both the first and the second Temple. This idea is alluded to in Song of Songs 5,2: \"I am asleep but my heart is <span>ער</span>, \"awake.\" This means that while the first Temple was standing G'd was very much \"awake,\" watching over my fate. Onan is an allusion to the second Temple. The Torah refers to it as Onan, an expression denoting <span>אונאה</span>, deception, as many of the holy vessels such as the Holy Ark, etc. were missing during the entire period of the second Temple's operation. ", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54bd4828fbfba2173336234a", "index_title": "Ramban on Genesis", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Genesis 46:2:1", "anchorRef": "Numbers 26:19", "anchorRefExpanded": ["Numbers 26:19"], "sourceRef": "Ramban on Genesis 46:2:1", "sourceHeRef": "רמב\"ן על בראשית מ״ו:ב׳:א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Ramban on Genesis", "he": "רמב\"ן על בראשית"}, "he": "<b>וַיֹּאמֶר יַעֲקֹב יַעֲקֹב</b> אַחַר שֶׁאָמַר לוֹ הַשֵּׁם \"לֹא יִקָּרֵא שִׁמְךָ עוֹד יַעֲקֹב כִּי אִם יִשְׂרָאֵל יִהְיֶה שְׁמֶךָ\" הָיָה רָאוּי שֶׁיִּקְרָאֶנּוּ בַּשֵּׁם הַנִּכְבָּד הַהוּא, וְכֵן הוּא נִזְכָּר בַּפָּרָשָׁה הַזֹּאת שְׁלֹשָׁה פְּעָמִים, אֲבָל קְרָאוֹ יַעֲקֹב לִרְמֹז כִּי עַתָּה לֹא יָשׂוֹר עִם אֱלֹהִים וְעִם אֲנָשִׁים וְיוּכָל, אֲבָל יִהְיֶה בְּבֵית עֲבָדִים עַד שֶׁיַּעֲלֶנּוּ גַּם עָלֹה, כִּי מֵעַתָּה הַגָּלוּת תַּתְחִיל בּוֹ. וְזֶה טַעַם \"וְאֵלֶּה שְׁמוֹת בְּנֵי יִשְׂרָאֵל הַבָּאִים מִצְרַיְמָה יַעֲקֹב וּבָנָיו\" (בראשית מ\"ו:ח'), כִּי בְּשֵׁם בְּנֵי יִשְׂרָאֵל יָבֹאוּ שָׁמָּה, כִּי יִפְרוּ הַבָּנִים וְיִרְבּוּ וְיִגְדַּל שְׁמָם וּכְבוֹדָם, אֲבָל יַעֲקֹב הוּא עַתָּה בְּרִדְתּוֹ שָׁם. וְהִזְכִּיר הַכָּתוּב עֵר וְאוֹנָן עִם שְׁמוֹת בְּנֵי יִשְׂרָאֵל הַבָּאִים מִצְרַיְמָה לְסוֹד יָדוּעַ מִדְּבָרֵינוּ שֶׁכָּתַבְנוּ כְּבָר (רמב\"ן על בראשית ל\"ח:ח'), וְהַמַּשְׂכִּיל יָבִין זֶה וְטַעַם כָּל הַפָּסוּק. וְכֵן הִזְכִּירָם בַּפְּקוּדִים (במדבר כו יט-כ), \"בְּנֵי יְהוּדָה עֵר וְאוֹנָן וַיָּמָת עֵר וְאוֹנָן בְּאֶרֶץ כְּנַעַן וַיִּהְיוּ בְּנֵי יְהוּדָה לְמִשְׁפְּחֹתָם\", וּבְדִבְרֵי הַיָּמִים (א ב ג-ד) מְנָאָם בְּמִסְפָּר, אָמַר \"בְּנֵי יְהוּדָה עֵר וְאוֹנָן וְשֵׁלָה שְׁלוֹשָׁה נוֹלַד לוֹ מִבַּת שׁוּעַ הַכְּנַעֲנִית וְתָמָר כַּלָּתוֹ יָלְדָה לוֹ אֶת פֶּרֶץ וְאֶת זָרַח כָּל בְּנֵי יְהוּדָה חֲמִשָּׁה\":", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND HE SAID, JACOB, JACOB. After G-d had told him, <i>Thy name shall not be called any more Jacob, but Israel shall be thy name</i>,<sup class=\"footnote-marker\">172</sup><i class=\"footnote\">Above, 35:10.</i> it would be proper that He call him by this glorious name, and so he is indeed mentioned three times in this section.<sup class=\"footnote-marker\">173</sup><i class=\"footnote\">In Verses 1, 2 and 5.</i> However, He called him Jacob in order to hint that now he will not contend with G-d and men and prevail, [as the name Israel indicates],<sup class=\"footnote-marker\">174</sup><i class=\"footnote\">Above, 32:29.</i> but he will be in a house of bondage until He will also bring him up again, since the exile now begins with him. This is the meaning of the verse, <i>And these are the names of the children of Israel who came into Egypt, Jacob and his sons</i>,<sup class=\"footnote-marker\">175</sup><i class=\"footnote\">Verse 8 here.</i> for they would come there with the appellation, “children of Israel,” since the children would multiply and increase there and their name and glory would extend. However, he is “Jacob” when descending thereto.<br>The reason why Scripture mentions Er and Onan<sup class=\"footnote-marker\">176</sup><i class=\"footnote\">Verse 12 here.</i> together with <i>the children of Israel who came into Egypt</i>,<sup class=\"footnote-marker\">177</sup><i class=\"footnote\">See Ramban above, 38:8.</i> [although they had already died, as clearly stated in Verse 12]; is due to a secret which can be known from the words we have already written.<sup class=\"footnote-marker\">177</sup><i class=\"footnote\">See Ramban above, 38:8.</i> The learned student [of the mystic lore of the Cabala] will understand this, as well as the meaning of the entire Verse [12]. Scripture likewise mentioned them among those numbered<sup class=\"footnote-marker\">178</sup><i class=\"footnote\">The intent of the Hebrew text may also be that Scripture likewise mentions them “in the book of Numbers,” thus giving this sentence the same format as Ramban’s next sentence, “And in the book of Chronicles….”</i> in the desert: <i>The sons of Judah: Er and Onan; and Er and Onan died in the land of Canaan. And the sons of Judah after their families were</i>, etc.<sup class=\"footnote-marker\">179</sup><i class=\"footnote\">Numbers 26:19-20.</i> And there, in the book of Chronicles, Scripture enumerates them in another count: <i>The sons of Judah: Er, and Onan and Shelah; which were born unto him of Bath-shua the Canaanitess…And Tamar his daughter-in-law bore him Perez and Zerah. All the sons of Judah were five</i>.<sup class=\"footnote-marker\">180</sup><i class=\"footnote\">I Chronicles 2:3-4. This is difficult to understand. Since two of his sons died prior to the birth of the youngest two, how does Scripture conclude that they totalled five? Thus there is here also an allusion to that which was referred to above.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "57e77d7ad6e4a94c7c18b0ed", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 26:19", "anchorRef": "Numbers 26:19", "anchorRefExpanded": ["Numbers 26:19"], "sourceRef": "Tafsir Rasag, Numbers 26:19", "sourceHeRef": "תפסיר רס\"ג, במדבר כ״ו:י״ט", "anchorVerse": 19, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 26.0019, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "ובנו יהודה אולא ער ואונן ומאתא פי בלד כנעאן", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "596482d0d6e4a92bf45a32f4", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Bereshit 38:1:3", "anchorRef": "Numbers 26:19", "anchorRefExpanded": ["Numbers 26:19"], "sourceRef": "Rabbeinu Bahya, Bereshit 38:1:3", "sourceHeRef": "רבנו בחיי, בראשית ל״ח:א׳:ג׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 1.0003, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "בראשית", "he": "<b>ועל </b>דרך הקבלה סמך פרשת היבום לפרשת המכירה כדי לסמוך גלגול לגלגול, כי סוד היבום הוא סוד הגלגול, ומן הידוע שהחטא ההוא לא היה אפשר להתברר ולהתלבן רק בסוד הגלגול בעשרה הרוגי מלכות כי אז הפח נשבר והנפשות נמלטו, ועלו לשלום אל אביהם שבשמים. וכלל הדברים עשרה אחי יוסף אלו עשרה הרוגי מלכות, וער ואונן הם פרץ וזרח, הוא מה שכתוב וימת ער ואונן בארץ כנען ויהיו בני יהודה. והנה זה מרמזי התורה והמשכיל יבין. מה שהיו עשרה הרוגי מלכות והאחים בעלי המעשה לא היו אלא ט', שהרי ראובן לא הסכים עמהם, יש לומר לפי שגם יוסף חטא כי חטא האחים בו, הלא הוא היה הסבה כשהיה משתרר על אחיו הנכבדים הגדולים ממנו, והיה מכעיס אותם ומתפאר כנגדם בחלומותיו, וכיון שהיה בכלל החטא היה בכלל העונש, ולכך נפקד עליו גם כן. או יש לומר שלא נפקד על יוסף כלל אבל נפקד על ראובן, ולא בשביל חטא יוסף שהרי ראובן לא חטא במכירתו, אבל חטא בלהה נפקד עליו, ועל כן היו עשרה וראובן בכללם על החטא שחטא במעשה בלהה. וזה רמוז בפסוק (דברים ל״ג:ו׳) ויהיו מתיו מספר, כי היו עשרה עם ראובן ושם אכתוב בעזרת השם יתברך.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "A kabbalistic approach: the paragraph describing a levirate marriage was appended to the paragraph describing the sale of Joseph as both paragraphs deal with the subject of גלגול, a form of reincarnation, complete transformation of one’s fate. It is a fact that the sin committed by the brothers was of the type that could be atoned for by nothing less than reincarnation of their souls in different bodies. This is also the mystical dimension of the levirate marriage (widow of a brother who died without having sired children to one of the surviving brothers, compare Deut. 25:5-10). The mystical dimension of the levirate marriage is the same as the mystical dimension of reincarnation of the souls in a new body. The ten martyrs whom the Romans chose to expiate for the sin of the brothers having sold Joseph were none other than reincarnations of the brothers’ souls in different bodies. By dying a martyr’s death the millennia-old sin overhanging them was finally expiated. Er and Onan, the sons of Yehudah who died prematurely for committing a sin, were similarly reincarnated in the bodies of the twin sons Peretz and Zerach whom Tamar bore for Yehudah (verse 29). This is the deeper meaning of the sequence (Numbers 26:19-20) “Er and Onan died in the land of Canaan and the sons of Yehudah were , etc.” All this is alluded to here through the sequence in which the Torah relates these events, something which the intelligent reader will comprehend. As to the problem that there were ten such martyrs at the hands of the Romans whereas only nine of the brothers were actively involved in the sale of Joseph, seeing that Reuven had been absent at the time of the sale and had previously expressed disapproval of the brothers’ treatment of Joseph, we would have to say that the tenth person was Joseph himself who was guilty of providing the brothers with cause to hate him to such a degree that they committed this crime against him. Seeing Joseph had been an inseparable part of the sin he also became part of the method of expiation.<br> Another way of answering the problem of why the Romans chose ten martyrs <small>[and why G’d allowed this, Ed.]</small> is that certainly Joseph was not held responsible in such a fashion but that Reuven was. Reuven was punished in that way not because of his share in the sale of Joseph, something he had had no share in, but he had not been punished yet for his misdemeanour involving the couch of his stepmother Bilhah. We even have an allusion to this in Moses’ blessing for Reuven at the end of his life (Deut. 33:6) ויהי מתיו מספר, “may his population be included in the count,” the count being the ten martyrs who would absolve the ten brothers from their sin in the future.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "596482d5d6e4a92bf45a357a", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Bereshit 46:12:1", "anchorRef": "Numbers 26:19", "anchorRefExpanded": ["Numbers 26:19"], "sourceRef": "Rabbeinu Bahya, Bereshit 46:12:1", "sourceHeRef": "רבנו בחיי, בראשית מ״ו:י״ב:א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "בראשית", "he": "<b>ובני יהודה ער ואונן ושלה ופרץ וזרח.</b> יחשוב הכתוב ער ואונן שכבר מתו מכלל השבעים הבאים, וזה תימה כיון שמתו כבר איך הזכירם הכתוב בכלל הבאים. אבל הענין הזה ידוע בקבלה והוא מפורש ומבואר בסדר פינחס, שאמר הכתוב בני יהודה ער ואונן וימת ער ואונן בארץ כנען, וסמך אז מיד ויהיו בני יהודה, וזהו סוד הכתוב האומר (רות ד׳:ט״ו) והיה לך למשיב נפש, ומאמר השכנות (שם) יולד בן לנעמי, והיה ראוי לומר יולד בן לרות, והבן זה.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ובני יהודה ער ואונן ושלה ופרץ וזרח, “and the sons of Yehudah: “Er, Onan, Shelah, Peretz, and Zerach.” The verse includes the two sons Er and Onan, though already deceased, as amongst the seventy people of Yaakov’s family who migrated to Egypt. This is extremely puzzling. How could the Torah include those two amongst those described earlier as “arriving” in Egypt? The answer is provided by the kabbalists (who have elaborated on the theme of migration of the souls) and it is made clearer in Numbers 26,19 where the Torah wrote: “and the sons of Yehudah, Er and Onan; Er and Onan died in the land of Canaan.” Immediately following that verse the Torah writes: “The sons of Yehudah according to their families were: Shelah, the family of the Shelanites; Peretz, the family of the Partzites; Zerach, the family of the Zarchites.” This is the mystical dimension of Ruth 4,15; “he (the new born Oved)” shall be for you as a life-restorer. This also explains why Naomi’s neighbours exclaimed at Oved’s birth “a son has been born to Naomi” (remember she had lost both her sons before either one had fathered a child). If not for the approach of the kabbalists, the prophet should have described Oved as having been born to Ruth instead of to Naomi.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5a1c0213d6e4a943452d3c3e", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Numbers 8", "anchorRef": "Numbers 26:1-51", "anchorRefExpanded": ["Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51"], "sourceRef": "Sefer HaYashar (midrash), Book of Numbers 8", "sourceHeRef": "ספר הישר (מדרש), ספר במדבר ח׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 8, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "ספר במדבר", "he": "בעת ההיא אחרי המגפה, ויאמר ה׳ אל משה ואל אלעזר בן אהרון הכהן לאמור. שאו את כל ראש עדת בני ישראל מבן עשרים שנה ומעלה כל יוצא צבא, ויפקדו משה ואלעזר את בני ישראל למשפחותיהם ויהיו פקודי כל ישראל שבע מאות אלף ושבע מאות ושלושים. ופקודי בני לוי מבן חודש ומעלה, שלושה ועשרים אלף. ובאלה לא היה איש מפקודי משה ואלעזר אשר פקדו, במדבר סיני. כי אמר ה׳ להם מות ימותו במדבר, וימותו כולם ולא נותר מהם איש כי אם כלב בן יפונה ויהושע בן נון. ויהי אחרי כן ויאמר ה׳ אל משה, אמור אל בני ישראל לנקום מאת מדין את נקמת אחיהם בני ישראל. ויעש כן משה ויתבחרו בני ישראל מהם שנים עשר אלף. אלף למטה, וילכו מדינה. ויצבאו בני ישראל על מדין ויהרגו כל זכר, וגם את חמשת נסיכי מדין ואת בלעם בן בעור הרגו בחרב. וישבו בני ישראל את נשי מדין ואת טפם, ואת כל בהמתם ואת כל אשר להם. ויקחו את כל השלל ואת כל המלקוח, ויביאו אותו אל משה ואל אלעזר אל ערבות מואב. ויצאו משה ואלעזר וכל נשיאי העדה לקראתם בשמחה. ויחצו את כל שלל מדין אל ישראל. ויקחו בני ישראל משלל מדין, וינקמו בני ישראל ממדין נקמת אחיהם בני ישראל. ", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And at that time, after the pestilence was over, the Lord said unto Moses and Eleazar, the ‎priest, saying: Number ye the heads of the entire congregation of the children of Israel from ‎twenty years and upwards, all those that went forth in the army; and Moses and Eleazar ‎numbered all the children of Israel according to their families, and the number of all Israel was ‎seven hundred thousand and seven hundred and thirty.‎‏ ‏And of the number of the children of ‎Levi from one month and upwards was twenty three-thousand; and there was not among ‎those numbers one man of those that were numbered by Moses and Aaron in the wilderness, ‎for the Lord had said concerning them, that they would all die in the wilderness, and thus not ‎one remained of them, save Caleb, the son of Jephunneh, and Joshua, the son of Nun. After ‎this the Lord spoke unto Moses, saying: Speak unto the children of Israel, that they avenge the ‎cause of their brethren.‎‏ ‏And Moses did so, and the children of Israel selected twelve thousand ‎men from their midst, one thousand from each tribe, and they went unto Midian.‎‏ ‏And they ‎fought against Midian, and they slew every male, and the five princes of Moab and Balaam, ‎the son of Beor, they slew likewise with the sword.‎‏ ‏And the children of Israel captured all the ‎wives of the Midianites, and their children, and their cattle, and alf belonging unto them, and ‎they took all the spoil and all the captives, and they brought them unto Moses and Eleazar, ‎into the plain of Moab.‎‏ ‏And Moses and Eleazar, and all the princes of the congregation went ‎forth to meet them with joy, and they divided all the spoil of Midian, and thus the children of ‎Israel avenged on Midian the cause of their brethren, the children of Israel.‎", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5b0ea8c373ad4f00597bd0c0", "index_title": "Or HaChaim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Numbers 26:19:2", "anchorRef": "Numbers 26:19", "anchorRefExpanded": ["Numbers 26:19"], "sourceRef": "Or HaChaim on Numbers 26:19:2", "sourceHeRef": "אור החיים על במדבר כ״ו:י״ט:ב׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 19.0002, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על במדבר", "he": "ואומרו <b>וימת ער ואונן</b> הוא חורבן הבתים, כי סילוק שכינה מהם יקרא מיתה שפרחה הנפש שהיא השכינה ונשאר הבית מת בעונות ומלא טומאת הקליפה הנתונה בו כידוע, גם תמצא שעון שבו מת ער הוא העון עצמו שגרם החורבן שאמרו ז\"ל (שבת סב:) שהיו מסריחין על מטותיהם והוא מעשה ער דכתיב (בראשית ל״ח:ט׳) ושחת ארצה, ועון אונן הוא עון שגרם חורבן בית שני שהיה להם שנאת חנם (יומא ט:) וכמו כן אונן דכתיב בו (שם) לבלתי נתן זרע לאחיו, גם לשון אונאה שהיו מאנים זה את זה.", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "The Torah goes on to say that Er and Onan died, a reference to the destruction of both Temples. Departure of the <span>שכינה</span>, G'd's Presence, from the Temple, is described as death. Just as death of a body is the departure of the soul, so the departure of the Holy Presence of G'd is the death of the Temple. The cause, of course, were the sins committed by the Jewish people. Instead of being filled with G'd's Presence, the respective Temples became filled with the negative spiritual forces created through the sins committed. There is also an opinion according to which the specific sins which the original Er and Onan had been guilty of became the cause of the destruction of both Temples (compare <i>Shabbat</i> 62). The Talmud there states that the Jews were causing their bedsteads to become evil-smelling with semen (which was not theirs), committing the same sin as Er who is reported as being \"evil\" i.e. wasting his semen, in the eyes of G'd (Genesis 38,7). Onan's sin which is held responsible for the destruction of the second Temple, i.e. \"senseless hatred\" as described in <i>Yuma</i> 9, was that he hated his deceased brother and did not want that his name should be perpetuated through his impregnating his brother's widow (compare Genesis 38,9). The word Onan is derived from the Hebrew <span>אונאה</span> which also describes mutual harassment, i.e. causeless hatred.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0ea8c373ad4f00597bd0c9", "index_title": "Or HaChaim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Numbers 26:19:3", "anchorRef": "Numbers 26:19", "anchorRefExpanded": ["Numbers 26:19"], "sourceRef": "Or HaChaim on Numbers 26:19:3", "sourceHeRef": "אור החיים על במדבר כ״ו:י״ט:ג׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 19.0003, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על במדבר", "he": "ואומרו <b>בארץ כנען</b> רשם מקום המקודש כי הוא בארץ כנען ושם מיתתו שחזר ליכנס ברשות ס\"מ הנקרא כנען. גם ירמוז סיבה אחת כללית והיא שישראל לא הורישו הכנעני ונשארו יושבים בה וזה סבב להטותם מדרך המוסר כידוע, והוא מה שרמז במאמר בארץ כנען.", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "The Torah concludes verse 19 by mentioning <span>ארץ כנען</span>, to remind us that these sins were committed on holy soil and that the souls of people who died on such soil because of such sins were returned to the domain of Samael, otherwise known as Canaan. There is also an allusion of a more comprehensive nature here. It is that the reason the Israelites did not hold on to <span>ארץ ישראל</span> permanently was that they never completed the command to drive out or kill the Canaanites completely. Allowing the Canaanites to co-exist with them in the same land enabled the remaining Canaanites to seduce the Israelites into worshiping idols and adopting many of the abominable practices of that nation.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0ea8c373ad4f00597bd0cc", "index_title": "Or HaChaim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Numbers 26:19:4", "anchorRef": "Numbers 26:19", "anchorRefExpanded": ["Numbers 26:19"], "sourceRef": "Or HaChaim on Numbers 26:19:4", "sourceHeRef": "אור החיים על במדבר כ״ו:י״ט:ד׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 19.0004, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על במדבר", "he": "ואומרו <b>ויהיו בני יהודה</b> ירמוז לצער הבא להם אחר חורבן הבית ווי היו בני יהודה בגלות ביד אויביהם אשרי מי שלא טעם שליטת שונא, ותמצא שבכל השבטים לא הזכיר הכתוב לשון זה של ויהיו אלא כאן, ובבנימין כידוע הטעם שם.", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "The Torah introduces the sons of Yehudah here with the word <span>ויהיו</span>, a word which usually is a prelude to something painful, some negative experience. The painful experience our verse alludes to is the destruction of the Temple and the exile and persecution which occurred as a corollary of the destruction of the House of G'd. Hail to people who have never had to taste the bitter experience of exile. You will note that the expression <span>ויהיו</span> is not mentioned in connection with any of the other tribes except Yehudah and regarding one of the families of Benjamin, i.e. Bela. The reason for this will be explained in due course.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0ea8c373ad4f00597bd0cf", "index_title": "Or HaChaim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Numbers 26:19:5", "anchorRef": "Numbers 26:19", "anchorRefExpanded": ["Numbers 26:19"], "sourceRef": "Or HaChaim on Numbers 26:19:5", "sourceHeRef": "אור החיים על במדבר כ״ו:י״ט:ה׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 19.0005, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על במדבר", "he": "ואומרו <b>למשפחותם</b> כי כל משפחות בית ישראל בכל מקום שהם כל הנקרא בשם יהודה ווי היו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "The Torah writes <span>למשפחותם</span>, according to their \"families,\" as the destruction of the Temple affected all the families of the Jewish nation wherever they were, negatively. Anyone bearing the name Yehudi viewed the Temple's destruction as a personal disaster, i.e. <span>וי היו</span>, they were in a state of mourning.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0ea8c473ad4f00597bd0d2", "index_title": "Or HaChaim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Numbers 26:19:6", "anchorRef": "Numbers 26:19", "anchorRefExpanded": ["Numbers 26:19"], "sourceRef": "Or HaChaim on Numbers 26:19:6", "sourceHeRef": "אור החיים על במדבר כ״ו:י״ט:ו׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 19.0006, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על במדבר", "he": "<b>ואומרו לשלה</b> נתכוון למושיע ורב הבא לגאול מגלות האחרון הנקרא שלה, והגם שיעקב קראו שילה לא ישתנה השם בזה, וצא ולמד ממשפחות הרשומות כמה השתנות בשמות, ואולי שרמז בסמיכות מאמר <b>לשלה</b> עם מאמר <b>ויהיו בני יהודה</b> שצריכין ישראל להצטער בשבילו ולקוות לישועתו, וכמו שאמרו רז\"ל במעשה רבי יהושע בן לוי ששאלו המשיח אם ישראל מכירים בצערו וחולים עליו וכו' עד כאן, וכדברי הזוהר (בשלח נה:) בפירוש פסוק קול צופיך נשאו קול וגו', והוא מאמר <b>ויהיו</b> פירוש יהיו בווי שהוא הצער למשפחותם בשביל שלה והוא אומרו לשלה וגו', ובזה יהיו <b>משפחת השלני</b> פירוש דור שבן דוד בא, ויקראו על שמו דורו של משיח:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b></b> The reference to Shelah is an allusion to the redeemer who will redeem the Jewish people from their final exile. His name is called <span>שלה</span>. Although when Yaakov blessed Yehudah on his death bed he called the same Messiah <span>שילה</span> (with the extra letter <span>י</span>), this detail does not change the name materially. If you will take a close look at the names recorded here and compare them with the ones in Genesis chapter 46, you will find numerous changes in the spelling. Perhaps the formula <span>שלה</span> is a form of the possessive as it belongs together with the words <span>ויהיו בני יהודה</span> i.e. \"inasmuch as all of Israel has to mourn on account of what happened to the Temple and to look forward with fervent hope to the coming of the Messiah.\" We have a parallel for this in the Talmud where Rabbi Yoshua ben Levi was asked by the Messiah if the Israelites were truly aware of his pain and were sick on his account. The <i>Zohar</i> in <i>Parshat Beshalach</i> comments on Isaiah 52,8: <span>קול צפיך נשאו קול….בשוב ה׳ ציון</span>, \"the voice of those who wait for you raise their voice (still further).\" Here too the expression <span>ויהיו</span> means that all the families are saddened, <span>שלה</span>, on account of the Messiah who has not yet come. When the verse continues speaking of <span>משפחת השלני</span>, \"the family of Shelah,\" this refers to the generation in whose time Shelah (Messiah) will appear. That whole generation will then be called by the name of the Messiah in commemoration of that event.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0ea8c473ad4f00597bd0d5", "index_title": "Or HaChaim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Numbers 26:19:7", "anchorRef": "Numbers 26:19", "anchorRefExpanded": ["Numbers 26:19"], "sourceRef": "Or HaChaim on Numbers 26:19:7", "sourceHeRef": "אור החיים על במדבר כ״ו:י״ט:ז׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 19.0007, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על במדבר", "he": "<b>עוד</b> ירמוז במה שנדקדק אומרו <b>השלני</b> ואין אות הנו\"ן בבנין השם ואין כן מנהגו להוסיף בשם המשפחה אות חדשה זולת ה\"א ויו\"ד כאמור בכל הקודמות חנוך משפחת החנוכי וגו', אכן ירמוז למה שאמרו ז\"ל (שבת לב:) בפסוק והחזיקו זה בכנף איש יהודי וגו' יעויין שם דבריהם, והוא זה שרמז במאמר <b>השלני</b> פירוש שהאומות כלן יאמרו לכל אחד מישראל שלו אני.", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "There may be an additional message in the fact that the Torah added the letter <span>נ</span> when speaking of the family of Shelah, i.e. <span>השלני</span>. Normally only the letters <span>ה</span> or <span>י</span> are used in adding the possessive clause to such names. We must refer to <i>Shabbat</i> 32 where the Talmud explains Zachariah 8,23 <span>אשר יחזיקו עשרה אנשים מכל לשונות הגוים והחזיקו בכנף איש יהודי</span> to mean that in the days of the Messiah 10 people of each of the 70 nations will hold on to the fringes on the garment of a single Jew begging to be allowed to go with him, etc. The same idea is hinted at in the word <span>השלני</span>. All the nations of the world will claim <span>שלו אני</span>, \"I belong to him,\" i.e. to the Messiah.\"", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0ea8c473ad4f00597bd0da", "index_title": "Or HaChaim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Numbers 26:19:8", "anchorRef": "Numbers 26:19", "anchorRefExpanded": ["Numbers 26:19"], "sourceRef": "Or HaChaim on Numbers 26:19:8", "sourceHeRef": "אור החיים על במדבר כ״ו:י״ט:ח׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 19.0008, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על במדבר", "he": "ואומרו <b>לפרץ משפחת הפרצי</b> ירמוז על דרך אומרם (סנהדרין כ:) שהמלך פורץ גדר לעשות לו דרך, והכוונה כי בבא הבא מפרץ יהיו כל ישראל משפחת הפרצי מלכים, ועל אותו זמן הוא שאמרו ז\"ל (ב\"מ קיג:) כל ישראל בני מלכים, וכן אמר הנביא (ישעיהו מ״ט:ז׳) מלכים יראו וקמו וגו', גם ירמוז על הפרצה הגדולה אשר יפרוץ באומות לאין תכלית.", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<span>לפרץ משפחת הפרצי</span>. This is an allusion to the authority wielded by a Jewish king who may infringe on fenced in private property in order to make a roadway (<i>Sanhedrin</i> 20). The verse tells us that the descendants of Peretz will all be kings, enjoying the right to be <span>פורץ גדר</span>, to tear down fences in order to claim a right of way. We are told in <i>Baba Metzia</i> 113 concerning messianic times that every Jew will be considered as a prince. This is supported by Isaiah 49,7: \"kings will behold them and rise up (in their honour).\" The word <span>פרץ</span> is also an allusion to the great <span>פרצה</span>, \"breach,\" which the Messiah will make amongst the Gentile nations.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0ea8c473ad4f00597bd0e1", "index_title": "Or HaChaim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Numbers 26:19:9", "anchorRef": "Numbers 26:19", "anchorRefExpanded": ["Numbers 26:19"], "sourceRef": "Or HaChaim on Numbers 26:19:9", "sourceHeRef": "אור החיים על במדבר כ״ו:י״ט:ט׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 19.0009, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על במדבר", "he": "ואומרו <b>לזרח משפחת הזרחי</b> ירמוז מה שאמר הכתוב (שם ס') הנה החושך וגו' ועליך יזרח ה' וכתיב והיה לך ה' לאור עולם, והוא אומרו משפחת הזרחי אשר עלינו יזרח ה':", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<span>לזרח משפחת הזרחי</span>; this is a reference to what is written in Isaiah 60,2 <span>וכבוד ה׳ עליך זרח</span>, \"and the glory of the Lord will shine upon you.\" The prophet goes on in verse 19 of the same chapter: \"your light will shine continuously\" (not by day only, or by night only, but continuously, forever more). In other words, the family of Zerach will be instrumental in assuring us of G'd's eternal light.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0ea8c473ad4f00597bd0e4", "index_title": "Or HaChaim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Numbers 26:19:10", "anchorRef": "Numbers 26:19", "anchorRefExpanded": ["Numbers 26:19"], "sourceRef": "Or HaChaim on Numbers 26:19:10", "sourceHeRef": "אור החיים על במדבר כ״ו:י״ט:י׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 19.001, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על במדבר", "he": "<b>או</b> תרמוז הפרשה לג' ענינים שיהיו בעת הפקידה. א' ביאת משיח בן אפרים כמאמרם ז\"ל (סוכה נב.) ב' גילוי משיח בן דוד. ג' כשימלוך ה' עלינו. כנגד ביאת משיח בן אפרים אמר <b>שלה</b> ורמז שתפגע בו מדת הדין וימות בעונות ישראל, והוא הרמוז בתיבת שלה כדרך אומרו (ש\"ב ו) ויכהו שם על השל. וכנגד משיח בן דוד אמר <b>לפרץ</b> וגו' כי זה יעשה פרצה באומות וינקום דם צדיק. וכנגד מלכות עולם אמר <b>לזרח</b> וגו' רמז לכבוד ה' עלינו יזרח. ", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "It is also possible that the entire paragraph refers to three manifestations which will occur during the messianic period. 1) the arrival of the Messiah from the tribe of Ephrayim as we learned in <i>Sukkah</i> 52. 2) The Messiah of Davidic origin will reveal himself. 3) The final stage of the redemption when G'd personally and directly will rule over us. The name Shelah is a reference to the advent of the Messiah descended from Ephrayim; the Torah hints that he will be smitten and die as a result of the sins of the Jewish people. The word <span>שלה</span> then must be understood as similar to Samuel II 6,7: <span>ויכהו שם על השל</span>, G'd killed him there (Uzzah) because of the sin.\" [he had tried to steady the ark instead of letting the ark steady him, an inadvertent sin. Ed.] The word <span>פרץ</span> refers to the Messiah from the house of David who would make a <span>פרצה</span> amongst the Gentile nations. and who would avenge the blood of the Messiah from the tribe of Ephrayim. Concerning G'd's eternal rule over us, the Torah wrote <span>לזרח</span>, alluding to G'd's light which would shine forever from then on. ", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0ea8c573ad4f00597bd0e9", "index_title": "Or HaChaim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Numbers 26:19:11", "anchorRef": "Numbers 26:19", "anchorRefExpanded": ["Numbers 26:19"], "sourceRef": "Or HaChaim on Numbers 26:19:11", "sourceHeRef": "אור החיים על במדבר כ״ו:י״ט:י״א", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 19.0011, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על במדבר", "he": "ואומרו <b>ויהיו</b> בני פרץ אמר לשון צער לרמוז על הצרות אשר יהיו בבא הגואל כאומרם בגמרא ייתי ולא אחמיניה מרוב הצער של חבלי משיח, ואומרו <b>בני פרץ</b> וגו' פירוש תולדות היוצאות מביאת הגואל הרמוז בפרץ הם ב' דברים, א' שיבנה ה' חצר בית המלך והוא בית המקדש אשר פעל ה' וכוננו ידיו ויהיו ישראל מבני פלטין שלו, והוא אומרו <b>לחצרון משפחת החצרוני</b> והבן. הב' <b>לחמול משפחת החמולי</b> שיחמול עלינו בכל ענפי החמלה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "The reason the Torah writes the word <span>ויהיו</span> in connection with <span>פרץ</span> though he symbolises the Messiah from the house of David, is that the arrival of the Messiah will be accompanied by many painful episodes, so much so that some scholars who lived during the time of the Talmud expressed the wish not to be alive during that time. The expression <span>בני פרץ</span>, allude to two separate phenomena which will originate through the arrival of <span>פרץ</span>, i.e. the arrival of the Messiah. One is that G'd will build the \"courtyard of the King,\" i.e. third Temple, and the Jewish people will all be members of His entourage. This is what is meant by the words <span>לחצרון משפחת החצרוני</span>. [the word <span>חצרון</span> is related to <span>חצר</span>, courtyard. Ed.] The second result is alluded to by the words <span>לחמול משפחת החמולי</span>, i.e. that G'd will relate to us at that time with all the pity (<span>חמלה</span>) possible.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0ea8c573ad4f00597bd0ec", "index_title": "Or HaChaim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Numbers 26:19:12", "anchorRef": "Numbers 26:19", "anchorRefExpanded": ["Numbers 26:19"], "sourceRef": "Or HaChaim on Numbers 26:19:12", "sourceHeRef": "אור החיים על במדבר כ״ו:י״ט:י״ב", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 19.0012, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על במדבר", "he": "<b>ואומרו אלה משפחות יהודה</b>. פירוש מה שיהיה להם מהמאורעות גם הרעות גם הטובות, ואומרו לפקודיהם פירוש כשיהיו נפקדים יש פקידה לרעה ויש פקידה לטובה כאמור בדבריהם ז\"ל (זוח\"א קם.), ושני מיני פקידות נאמרו בכתוב.", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b></b> When the Torah writes <span>אלה משפחות יהודה</span>, \"These are the families of Yehudah,\" it is a hint that they would experience both the pleasant and the unpleasant aspects of the redemption. <span>לפקדיהם</span>, refers to the fact that being numbered contained positive and negative elements (compare <i>Zohar Chadash</i> volume 1 page 160. [I do not have a Zohar Chadash on Pinchas. Ed.]) Our paragraph mentions two kinds of numberings.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0ea8c573ad4f00597bd0ef", "index_title": "Or HaChaim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Numbers 26:19:13", "anchorRef": "Numbers 26:19", "anchorRefExpanded": ["Numbers 26:19"], "sourceRef": "Or HaChaim on Numbers 26:19:13", "sourceHeRef": "אור החיים על במדבר כ״ו:י״ט:י״ג", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 19.0013, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על במדבר", "he": "ואומרו <b>ששה ושבעים אלף וחמש מאות</b>, אולי שרמז ה' בזה מתי יהיה תכלית הפקידה טובה הרשומה בסמוך שיזרח עלינו כבוד ה', ואמר עד עבור כל גליות, גלות מצרים, וגלות בבל, וגלות אדום, כנגד גלות מצרים אמר <b>ששה</b> לרמוז לגלות מצרים שהיה לששה דורות דכתיב (בראשית ט״ו:ט״ז) ודור רביעי ישובו הנה, ועיין מה שכתבתי שם שג' דורות סבלו גלות לבד מיצחק ויעקב ויהודה הרי ששה כי התחלת הגלות היה משנולד יצחק, וכנגד גלות בבל אמר <b>ושבעים</b> דכתיב (ירמיהו כ״ט:י׳) עד למלאות לבבל ע' שנה, וכגנד גלות אדום שאנו עדיין בו אמר <b>אלף וחמש מאות</b>, ואם היו זוכים ישראל היו נמנים קע\"ב שנה שנשארו מאלף הד' וכיון שלא זכו יתחיל החשבון מאלף הה' וחמש מאות מאלף הששי, ומקוים אנו כי הוא זה קץ גליותינו ויתקיימו כל היעודים הרשומים ויתחילו ניצוצי גילוי הגאולה בהתחלת חמש מאות הבאים לשלום:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "The Torah speaks of 76,500 fighting men who were counted amongst the tribe of Yehudah. [The author indulges in fanciful speculation of the time of the redemption based on the numbers of the tribe of Yehudah. The speculations have proven irrelevant. I do not propose to go into detail. Ed.]", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61eea3681d82090a96b4ee7e", "index_title": "Shulchan Arukh, Orach Chayim", "category": "Halakhah", "type": "", "ref": "Shulchan Arukh, Orach Chayim 621:1", "anchorRef": "Numbers 25:10-30:1", "anchorRefExpanded": ["Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1"], "sourceRef": "Shulchan Arukh, Orach Chayim 621:1", "sourceHeRef": "שולחן ערוך, אורח חיים תרכ״א:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1563], "commentaryNum": 621.0001, "collectiveTitle": {"en": "Shulchan Arukh, Orach Chayim", "he": "שולחן ערוך, אורח חיים"}, "heTitle": "שולחן ערוך, אורח חיים", "he": "<b>סדר קריאת התורה ומילה ביו\"כ ובו ו' סעיפים:</b><br>מוציאין שני ספרים <i data-commentator=\"Be'er HaGolah\" data-label=\"א\" data-order=\"1\"></i>בראשונה קורים ששה בפרשת <i data-commentator=\"Be'er HaGolah\" data-label=\"ב\" data-order=\"2\"></i><i data-commentator=\"Ba'er Hetev\" data-order=\"1\"></i>אחרי מות עד ויעש כאשר צוה ה' <i data-commentator=\"Sha'arei Teshuvah\" data-order=\"1\"></i>ואם חל בשב' קוראים שבעה <i data-commentator=\"Ba'er Hetev\" data-order=\"2\"></i>ומפטיר קורא בשניה בפנחס ובעשור לחודש <i data-commentator=\"Ateret Zekenim\" data-label=\"♦\" data-order=\"1\"></i>ומפטיר בישעיה ואמר סלו סלו פנו עד כי פי ה' דבר:", "heVersionTitle": "Maginei Eretz: Shulchan Aruch Orach Chaim, Lemberg, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר מגיני ארץ: שלחן ערוך. למברג, תרנ\"ג", "text": "<b>“The order of the reading of the Torah and of circumcision on Yom Kippur” - Containing six paragraphs.</b><br>We take out (from the ark) two Torah scrolls.<sup class=\"footnote-marker\">168</sup><i class=\"footnote\">Two Torah scrolls are taken out on the festivals because portions from two separate sections of the Torah are read. The Torahs can be set before hand so that they can be opened to the correct portion without the necessity of rolling the scroll from one portion to the next.</i> In the first Torah six men read from the portion “<span dir=\"ltr\">אחרי מות</span>”, (Leviticus 16:1-18:30) until “and he did as the Lord commanded (Moses)”, (Leviticus 16:34). But if (Yom Kippur) falls on Shabbat, seven (men read from the first Torah), and the <i>Maftir</i><sup class=\"footnote-marker\">169</sup><i class=\"footnote\"><i>Maftir</i>, <span class=\"rtl\">מפטיר</span>, means literally \"one who concludes\". It is the name given to the man who is the last to read in the Torah and he also usually reads the <i>haftarah</i> (see footnote 170), the section of the prophets that corresponds to the Torah reading. <i>Maftir</i> is also the name given to the three or more concluding verses of the regular weekly Torah portion as well as to the final verses read on festivals and public fast days.<br>Editorial Staff, <i>E</i>. <i>J</i>., v. 11, p. 685.</i> (the last reader) reads from the second (Torah scroll) from the portion, <i>Pinḥas</i>, (Numbers 25:10-30:1), the section “and you shall have on the tenth day of this seventh month”, (Numbers 29:7-11). The <i>Maftir</i> (the <i>Haftarah</i> section from the Prophets<sup class=\"footnote-marker\">170</sup><i class=\"footnote\">The <i>Haftarah</i>, <span class=\"rtl\">הפטרה</span>, is a portion from the Prophets section of the Bible read after the Torah is read on Sabbaths, festivals, and fast days. On Sabbaths and festivals the <i>haftarah</i> is read during the Morning, <i>Shaḥarit</i> Service (see footnote 17), but on fast days it is read only during the Afternoon, <i>Minḥah</i> Service (see footnote 40). The exception to this is Yom Kippur and <i>Tishah be-Av</i> (see footnote 102) where there is a <i>haftarah</i> after the Torah reading in both the Morning and the Afternoon Service.<br>The Torah in its regular portions is read straight through during the year but such is not the case on festivals and some special Sabbaths. The <i>haftarot</i> are selected in parts from both the Former and Latter Prophets. Only two prophetic books are read in their entirety as <i>haftarot</i>, the Book of Obadiah which has only twenty-one verses and is read after the Torah portion <i>Va-Yishlaḥ</i> (Genesis 32:4-36-43) according to the Sephardi rite, and the Book of Jonah which is the <i>haftarah</i> for the <i>Minḥah</i> Service on Yom Kippur (see the Shulḥan Arukh, <i>Oraḥ Ḥayyim</i> 622:2).<br><i>Haftarot</i> were usually selected so there would be some similarity in content between the Pentateuchal and the Prophetic portions, but often this did not happen and <i>haftarot</i> were chosen because of historical events or because of some special date. Special <i>haftarot</i> are read on special Sabbaths and the <i>haftarah</i> for each festival is based on the nature of the festival.<br>When the custom of reading the <i>haftarah</i> got started is not known for sure, but it is thought that it began during the persecutions of the Antiochus Epiphanes which preceded the Hasmonean revolt. The Torah was not permitted to be read by the Jews during the persecution for it was felt that the reading of it kept the Jews together and gave them a special strength. As a substitute for the Torah reading, sections form the Prophets were chosen that would remind the Jews of the corresponding Torah portion. Appearantly when the ban against reading the Torah was lifted, the practice of reading the <i>haftarah</i> continued. The first mention of the practice of the reading of the <i>haftarah</i> is found in the New Testament. Acts 13:15 states, \"after the reading of the law and the prophets\". <i>Haftarot</i> are also discussed in the Talmud as to which are to be read at specific times and festivals. In Mishnaic times different communities read different <i>haftarot</i>, and a set order was probably not established until talmudic times. Some <i>haftarot</i> today differ from those recorded in the Talmud, and there are differences in the Sephardi and Ashkenazi rites.<br>The <i>maftir</i>, the one who reads the <i>haftarah</i> also reads the last part of the weekly portion, (i.e., the Torah reader reads it for him). On the Sabbath, after the seventh reader from the Torah, the <i>maftir</i> usually rereads the last three verses of the weekly portion. On festivals and the four special Sabbaths, the <i>maftir</i> reads the special section from the second scroll which is usually a short description of of the festival found in the Torah. Before the <i>haftarah</i> is read (or chanted) the <i>maftir</i> precedes the <i>haftarah</i> with two blessings and after he ends the <i>haftarah</i> he recites three blessings to which a fourth one is added on Sabbaths and festivals. This fourth blessing changes with the nature of the day. The Sabbath <i>haftarah</i> usually has a minimum of twenty-one verses while the festival has at least fifteen verses. Lately it has become the custom for the Bar Mitzvah boy (a man upon reaching the age of thirteen) to chant the <i>haftarah</i> to display his ability with a Hebrew text.<br>Louis Isaac Rabinowitz, <i>E</i>. <i>J</i>., v. 16, pp. 1342-44.</i>) comes from Isaiah, “and shall say, cast you up, cast you up, prepare the way” until “for the mouth of the Lord has spoken it”, (Isaiah 57:14-58:14).", "versionTitle": "Hilkhot Yom ha-Kippurim, trans. by Jan M. Brahms. HUC, 1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee847cf7a0c25239b7d", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, New Census 2", "anchorRef": "Numbers 26:1-65", "anchorRefExpanded": ["Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, New Census 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳, במדבר הערה א׳ ב׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "New Census", "he": "במדבר הערה א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה א׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Out of the chaos of the wilderness, the element of order is reintroduced as we meet the new generation—which will conquer at least part of the land of Canaan. These children of slaves are now mustered, in the same tribal order as the census in Chap. 1. The purpose of the counting is set forth in vv.52–56: so that the Promised Land may be properly divided up, according to population. True to the scheme of Chap. 1, the Levites go through their own census (vv.57–62)—since they receive designated towns but not a large mass of land. The ending verses assure us that the census in this chapter does not include anyone of the Exodus generation, excluding Calev and Yehoshua. Thus we are on new ground.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380ae713bd8cd388d3e57", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest 2-10", "anchorRef": "Numbers 26:1-36:13", "anchorRefExpanded": ["Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest 2-10", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳ ב׳-י׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part III; The Preparations for Conquest", "he": "במדבר מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE LAST PART OF</small> N<small>UMBERS IS WHAT THE READER MIGHT HAVE EXPECTED ALL ALONG</small>: a collection of materials that deal directly with the upcoming conquest of Canaan. It is concerned, then, with the transfer of leadership from Moshe to Yehoshua (Joshua); with provisions for two and a half tribes to remain on the east bank of the Jordan River, as long as they take part in the impending invasion; with listing the entire route of the Israelites, from Egypt to the plains of Moab; and with the borders of the land to be conquered.", "As has been the case earlier in the book, however, other material intervenes: a theme and variation doublet on the inheritance of land in a case where a man leaves daughters, not sons; two chapters on what sacrifices are to be brought on holy days; a section on vows taken by women; war with Midyan and the precise apportioning of spoils, both to warriors and to the sanctuary; and the law regarding accidental homicide, in which family vengeance is circumvented by the existence of “safe” Levite towns to which the manslayer may flee.", "The inconsistent thematics may again be explained by the intrusion of an editorial hand, again by priestly interests. In Levine’s view, most of Chapters 25–36 function to establish matters of importance in the priestly view, just as in Chapters 1–10. Here law takes precedence over narrative.", "Despite the varied subject matter of this section, it holds together structurally, via the common biblical technique of word (sound) repetition. The rather common verb <i>tzivvah</i>, “command,” weaves through every one of Chapters 26–36, except for 33. Sometimes it introduces what God wants the Israelites to do; sometimes it leads to the formula of fulfillment, “as YHWH commanded the Children of Israel, so they did”; still other times it refers to a command given by Moshe himself. The entire section begins with the verb (26:4), and ends with it as well (36:13). In addition, the chapters most far afield, 28–29 (taken as a unit) and 30, begin and end with it. Whether this was a conscious technique by redactors is hard to say, but its existence is striking.", "Another structural device, that of framing, also occurs in this part of the book: after the introductory census (Chap. 26), the rest is built between two brackets, each involving the daughters of Tzelofhad, and each opening with the verb “to come-near” (27:1 and 36:1). So despite the wide-ranging material, some sense of unity has been imposed upon it.", "Finally, there is the key occurrence, for the book of Numbers, of more lists, from census to holiday sacrifices, from stops along the journey to the precise borders of the Promised Land. We are in the presence of order once again.", "What remains lacking at the end of the book is exactly what Deuteronomy supplies: a final exhortation from Moshe, which includes reiteration and further clarification of the laws, a public covenant ceremony, Moshe’s long blessing of the people, and the account of his death and burial. If added here, these topics might have tipped the scales of Numbers, which has given us almost too much to digest as it is; as the Torah has come down to us, they are more appropriately treated in the expansive and majestic rhetorical setting of Deuteronomy.", "<img>", "<b><i>Num. 26:3</i> Moshe spoke, and El’azar the priest, to them in the Plains of Moav …</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f0c9ad75f2d99afa3c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, New Census 1", "anchorRef": "Numbers 26:1-65", "anchorRefExpanded": ["Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, New Census 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳, במדבר הערה א׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה א׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 26:1-65\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 26:1-65</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "657ecc75758c1dc532ec9334", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 26:19", "anchorRef": "Numbers 26:19", "anchorRefExpanded": ["Numbers 26:19"], "sourceRef": "Steinsaltz on Numbers 26:19", "sourceHeRef": "ביאור שטיינזלץ על במדבר כ״ו:י״ט", "anchorVerse": 19, "sourceHasEn": true, "commentaryNum": 26.0019, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>בְּנֵי יְהוּדָה: עֵר וְאוֹנָן. וַיָּמָת עֵר וְאוֹנָן בְּאֶרֶץ כְּנָעַן.</b> למרות שהם מתו עריריים ולא הייתה להם משמעות מבחינת היוחסין, בכמה מקומות מונצחים ער ואונן ברשימות היחס של שבט יהודה.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>The sons of Judah: Er and Onan. Er and Onan died in the land of Canaan. </b>Although Er and Onan died childless and were therefore insignificant with regard to the census, there are several places in the Bible where they are memorialized by being mentioned among the offspring of the tribe of Judah. 4", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "57669f7ed6e4a949a39b290b", "index_title": "JPS 1985 Footnotes", "category": "Commentary", "type": "commentary", "ref": "JPS 1985 Footnotes, Numbers 26:3", "anchorRef": "Numbers 26:19", "anchorRefExpanded": ["Numbers 26:19"], "sourceRef": "JPS 1985 Footnotes, Numbers 26:3", "sourceHeRef": "הערות שוליים תרגום 1985 של JPS, במדבר כ״ו:ג׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1980, 1990], "commentaryNum": 26.0003, "collectiveTitle": {"en": "JPS", "he": "הערות שוליים תרגום 1985 של JPS"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Or “descendants of.”", "versionTitle": "JPS Footnotes", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "59ec5a6ed6e4a94f1a71f825", "index_title": "Akeidat Yitzchak", "category": "Jewish Thought", "type": "", "ref": "Akeidat Yitzchak 28:1:19", "anchorRef": "Numbers 26:19", "anchorRefExpanded": ["Numbers 26:19"], "sourceRef": "Akeidat Yitzchak 28:1:19", "sourceHeRef": "עקידת יצחק כ״ח:א׳:י״ט", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1455, 1495], "commentaryNum": 1.0019, "collectiveTitle": {"en": "Akeidat Yitzchak", "he": "עקידת יצחק"}, "he": "ובמדרש (ב\"ר פ' פ\"ד) ויבא יוסף את דבתם רעה וכו' ר' מאיר אומר חשודין בניך על אבר מן החי. רבי יהודה אומר מזלזלין בני השפחות וקוראין אותם עבדים. רבי שמעון אומר תולין עיניהם בבנות הארץ. ולא אחד בהם שיאמר שיוסף העיד עליהם כך אלא שהיו חשודין על אלו הדברים כמו שאמרנו ולא ידעתי מאין לו לרש\"י ז\"ל מה שכתב כל רעה שהיה רואה וכו': וישראל אהב את יוסף וכו'. ויראו אחיו כי אותו אהב אביהם וכו'. הכתובים האלו מגלים טפח ועוד בטעם השנאה וסבת כל המעשה ההוא אשר עשו. וזה כי יעידו שאף על פי שהיו נוהג עמהם במדת נערות ומביא דבתם אל אביהם לא על זה שנאוהו כי ידעו שהיא מדת של נערות וכי יזקין יסור ממנה אבל כאשר ראו כי אותו אהב אביהם לבדו מכל בניו (א) שהכוונה שלדעתם אינו אוהב מכלן אלא אותו לבד כי מ\"ם מכל בניו כמ\"ם מעשר מכל (בראשית י״ד:כ׳). הנה עלה על לבם כי הוא היה העקר אצלו ולו משפט הבכורה והברכה כי הוא הבן הבכור לאהובה ושאחיו כלם אצלו כבני הפלגשים וכבר חשבו שיקרה להם כמו שקרה לישמעאל ובני קטורה עם יצחק ולעשו עם יעקב וכל הימים אשר הוא חי על האדמה לא יהיה להם חלק באלהי ישראל ולא להם יהיה הזרע אשר נאמר עליו ברכת אברהם ויצחק להיות לך לאלהים ולזרעך אחריך וכו' (שם י\"ז). ונתאמתה להם מחשבה זאת כי ראו עד עתה לא זכה בברכה זו כי אם אחד מבני האבות לבד וגזרו כי זאת היא סבת האהבה אשר אהבו והכבוד אשר כבדו במה שעשה לו כתונת פסים וכו'. ועם מה שאמרו ז\"ל (שם) שכל מה שלמד משם ועבר מסר לו. והנה באמת אם היה הדבר כפי אשר חשבוהו היתה שנאתם וקנאתם אותו מצוה או זכות מחוייבים על זה והיה להם להתנכל בכל יכלתם עמו ועם אביהם לתת עליהם ברכה כמו שהשתדל יעקב ורבקה עם עשו ויצחק כי הענין היתה להם אחד כמה שאמרו ז\"ל (שם) זה נשטם וזה נשטם זה אחיו מבקש להרגו וזה אחיו מבקשים להרגו וכו'. כי הסבה אחת בעינה כפי מה שחשבוהו. והנה עם זה נתן הטעם למה שהותר ביניהם קשר אהבת האחים וישנאו אותו ולא יכלו דברו לשלום וכו'. והנה עם זה יהיה מאמר ולא יכלו דברו נשנום פירוש וישנאו אותו כלומר שהשנאה ההיא הראשונה לא היתה שנאה גמורה אלא שלא יכלו דברו באותו שלום המחוייב לאחוותם אבל עדין לא הופרה ביניהם אהבת עולם אשר עליה נאמר (ויקרא י״ט:י״ח) ואהבת לרעך כמוך: ויחלום יוסף חלום ויגד לאחיו (א) כשהוסיפו להתחזק במחשבתם זאת מזריזות שכלו ואופן מחשבותיו בחלומותיו אלו הוסיפו עוד השנאה ובטלו מדרגה שנייה מהאהבה. וכאשר אמר שמעו נא החלום הזה אשר חלמתי והנה אנחנו וכו' בראותם אומן לבו וחוזק דבריו אלה לא נשאר אצלה שום ספק על מה שחשבוהו ממנו ואז הוסיפו לשנא אותו תכלית השנאה ומעתה לא נזכרה עוד שנאה בספור אבל נאמר ויקנאו בו אחיו וכו'. (י) והוא שנתנו את לבם להרע עמו בכל אשר יכלו להדיח מעליהם הרעה כי כל לשון קנאה הוא כאדם המתחרה לנקום נקמת דבר. וכבר קרה להם בזה מה שקרה לשאול עם דוד בראותו אותו מצליח בהריגת הפלשתי שנתיירא ממנו שימלוך תחתיו (ש\"א י\"ח): והנה אנחנו מאלמים וכו'. ראה בחלומו כי על ידי תבואה ישתחוו לו ואולם באומרו והנה תסובנה אלומותיכם ותשתחוין לאלומתי נרמז מה שהיה כי בפעם הראשונה גם בשנית הם לא השתחוו לו כי לא הכירוהו אבל השתחוו לאלומתו ולצורך התבואה אשר הביאם שמה אבל אחר שהכירוהו כבר השתחוו לו כמו שנרמז בחלום השני שאמר משחחוים לי: המלוך תמלוך עלינו וכו'. למה שהתחזק עליהם באומרו שמעו נא החלום הזה וכו' כאלו הכריחם לשמוע בחוזק (ז) אמרו לו המלוך תמלוך עלינו כמו שאתה חושב מענין חלומך הנה זה יהיה לעתים רחוקים כי לא יתכן הכרת מלכות עד אשר נרבה ותמלוך ברוב עם אבל בין כך אם משול תמשול בנו בעצמנו שתכריחנו לשמוע הבלי חלומותך על כרחנו וזה טעם ויוסיפו עיד שנוא אותו על חלומותיו ועל דבריו. ואיפשר שישאלו ממנו בדרך לעג אם יהיה פתרון החלום שמלך ימלוך עליהם ממש או אם יהיה המשל והדמיון בהם לרמוז על ממשלת אחרים ותהיה תשובתו להם דבר המוסיף רעה ולתרגום אנקלוס שאמר המלכו את מדמי לממלך עלנא כו'. יראה שיאשימוהו על דמיונותיו המשובשות והנסות שמביאות אותו לחלום כך כמו שאמרו (ברכות נ\"ו.) הרהר וחזא: ויחלום עוד וכו'. בהשנות החלום נתבאר עקר הנדולה כמו שאמרנו (ו) ומשם ואילך ויקנאו בו אחיו: וילכו אחיו לרעות את צאן אביהם וכו'. כיון שהותר להם להרע עמו או שחוייבו בכך כמו שאמרנו חשבו מחשבה בהמסר בידם במקום רחוק מאביו ויעשו בו כרצונם והיא מה שהלכו לרעות את צאן אביהם בשכם כדרך יום ביניהם כי ידעו שילך שם יוסף כמנהגו שהיה רועה את אחיו והוא מה שדקדקו חכמינו ז\"ל (ב\"ר פ' פ\"ד) מנקודות מלת את ואמרו לרעות את עצמן כי זאת עיקר כוונתם והוא מה שאמר הזקן הלא אחיך רועים בשכם לך ואשלחך אליהם וכו'. (ח) שנרא' שנתחדש אז הענין ההוא שלא הורגל ביניהם אמנם לרצונו שלא יתעכב לשם רק שישוב ליומו או מחרתו להיות עמו זרזו שישיבהו דבר גם לוה אותו עד עמק חברון ושלחו בשלום: וימצאהו איש והנה תועה וכו' (ד) לא רצה האל יתעל' לדחות זה המעשה ולהרחיק תקלתו מעליהם אדרבא הזמינו לפניהם אם זה האיש כמדרשו (שם) או נתנו לעשות אם הוא כפשוטו להודיע לבני האדם גבורותיו יתברך בכל מה שכתבנו בעניינם אשר בשער והוא כי הענינים הכוללים אשר חשבם חכמת האל יתברך לא יסבו בשום פנים ואף כי ישתדלו האנשים לנגדם ולדחותם בכל יכולתם לא יוכלו שאפי' המעשים המנגדים וסייעו הגעתם וכמה שאמר (בראשית נ׳:כ׳) ואתם חשבתם עלי רעה אלהים חשבה לטובה כאשר פירשנו. ולפי שהיה ענין התעיה שהיה יוצא מהדרך הסלולה לבקש אותם אחר ההרים כמשפט הרואים שאלו האיש מה תבקש כי דרך מבקש לו ומשם חשב יוסף שהאיש ההוא היה מכירו והשיב את אחי אנכי מבקש שמק\"ו היה מכיר את אחיו הגדולים ממנו והמפורסמים במלאכתם ואמר הגידה נא לי איפה הם רועים כי לרוב מקניה' והתפשטות העדרים חשב שאי איפשר שלא יראה בבואו אצל שום הר או גבעה: נסעו מזה וכו'. אמר לו אחשוב שאותם שאתה מבקש כבר נסעו מזה הגבול כי שמעתי רועים אומרים נלכה דותינה ודאי הם אחיך אשר אתה מבקש. ולדעתי למה שתלה הנסיעה משם בהליכתן לשום מקום וכן לא יעשה וכל שכן בייחוד מקום מצויין והוא ידוע שכל מקום שיתנועעו אליו זולתו יהיה סבת הנסיעה מאשר הם שם. לזה אמרו חכמינו ז\"ל (רש\"י וכ' רא\"מ מב\"ר ולפנינו ליתא) הסיעו עצמן מן האחוה: כי שמעתי אומרים נלכה דותינה וכו'. כי הנה בזה נתלה המסובב בסבתו העצמית ומזה שהיה מלאך שאם לא כן מי הגיד לו סודותיהם. והרמב\"ן ז\"ל נתן טעם לדבריהם ואמר שכיון שהוא מלאך למה ידבר כמסתפק ואין טעם לדבריו כי ידבר דרך גבר בעלמא כי כן נראה לו וכמו ששאלו מה תבקש: ויראו אותו מרחוק וכו'. ויתנכלו אותו וכו' הנה כל האחים היו מסכימים לדעת אחד להשתדל בכל עוז לדחות מעליהם הרעה ההיא אשר חשבוה אמנם בענין ההשתדלות היה ביניהם חלוק דעות (ג) מהם היה דבר קשה בעיניהם להרגו מפני אביהם כי ישמע ויעש' רעה גדולה ומרה ולא ישקוט כל הימים מרדוף אחר בקשת ההורגים לקחת נקמתו מהם ויכריח אותם לזה קל וחומר ממה שעשו במעשה דינה. וקצתם היו מפקפקים ויראים לנפשם אולי הית' דעת עליון מסכמת עם דעת אביהם במה שחשבו ממנו ויתחייבו לשמים (ב) והיה רובם חושבים מחשבות ונכלים להמיתו באופן שיצאו מזה ומזה ודוגמת זה נאמר בירמיהו (י\"ח) לכו ונחשבה על ירמיהו מחשבות כי לא תאבד תורה מכהן ועצה מחכם ודבר מנביא. לכו ונכהו בלשון ואל נקשיבה אל כל דבריו. ירצה נחשוב מחשבות איך נוכל אליו מבלי שיבוקש דמו מידנו מפני היותו כהן ותורה יבקשו מפיהו ומבלי שיאבד עצה מחכם ודבר מנביא אם נצטרך אל שום דבר מאלו ממנו. ועתה הנכון בזה הוא שנלך ונכנו בלשון. ירצה נשים עליו דופי מצד לשונו ונאמר שהוא איש טמא שפתים מוציא דבה על האנשים ומדבר עליהם רעה ועם זה יתבזה בעיני ההמון ולא ישמעו אליו ואנחנו חשבנוהו להקשיב ממני מה שיישר בעינינו ומה שלא נרצה בו גם בעיניהם לא יאמן והוא מה שאמר (שם) הקשיבה ה' אלי ושמע לקול יריבי הישולם תחת טובה רעה כי כרו שיחה לנפשי זכר עמדי לפניך לדבר עליהם טובה. ירצה כחסדך זכר לי אתה שאין מדרכי לומר לך רע מהרשעים כמותם כ\"ש מזולתם. וכן בכאן אחר התיעצם והתנכלם אליו מאלו הצדדים אמרו ועתה לכו ונהרגהו וכו'. אמר שיצאו מעצתם זו שלשה עניינים כל אחד מכוין אל השקפת תכליתו מאלו השלשה דברים שזכרנו. וזה כי למלט נפשם מאשר יזמו הסכימו בהריגתו ולצאת מידי אביהם אמרו ונשליכהו באחד הבורות וכו': כי זה מה שיכריחהו להתנחם ממנו ולהתייאש מהנקמה כי אחר שלא נמצא ממנו דבר רק הכתנת בידוע שלא הרגוהו לסטים שא\"כ היו נוטלים הכתונת הפסים אשר עליו ועוזבים את הנבלה (ט) אלא חיה רעה באה ובלעתהו כמות שהוא רק הכתונת שנפלה מעליו בטרפה אותו ומעתה אין דורש ואין מבקש והנה בזה כוונו היטב כי כר עלה בלבו של אביו שנאמר ואומר אך ערף עורף ולא ראיתיו עד הנה. והנה לצאת מידי שמים אמרו ונרא' מה יהיו חלומותיו וכו'. ירצה וגם לפי דרכנו (י) נראה אם יש ממשות בחלומותיו אם לא כי אם מאת אלהים המה הנה אין מעצור לו להושיעו מידנו ומיד חזקים ממנו על ידי סבות וגלגולים מדעתנו ושלא מדעתנו וכדבר שנאמר (תהילים כ״ב:ט׳) גול אל ה' יפלטהו וכו'. והלא יתכן לו יתברך לעשות כן למנוע אותנו מבוא בדמים אחר שאין אנו מכוונין להכעיסו ואם אינו מושיע הנה אין בחלומותיו ממש ואהבת אבינו אתו ורצותו בו על השיעור ההוא הנה הוא חמס אלינו והוא גם הוא סבב על עצמו הרעה ודמו בראשו ואנחנו נקיים והנה בזה גם כן לא נטו מאד ממה שהיה וכבר דחה הרמב\"ן ז\"ל זה הפירוש מפני מאמר חכמינו ז\"ל (ב\"ר פ' פ\"ד) רוח הקדש אומרת וכו'. אמנם לדעתי זה היה העקר ועל דא סלקי ונחתי ככל אשר יתיעצו מכאן ואילך למען אשר לא ישלחו הצדיקים בעולתה ידיהם: וישמע ראובן ויצילהו וכו'. כבר ביאר הכתוב כונת ראובן שהית' להצילו ולהשיבו אל אביו (י) ואולי היה בדעתו לדבר עמו על הענין ההוא כי הוא יסיר המשטמה והשנאה מביניהם אמנם הוכרח לדבר עמהם לפי דרכם ואמר אחר שרצונכם לראות מה יהיו חלומותיו אין לכם להכותו נפש בידים כי אם אתם בוחרים לשפוך דם נקי ליתנו עליכם מי ימנע אתכם מבוא בדמים הנה הוא באסונו ימות ואת דמו מידכם יבקש כהורגים במקדש כהן ונביא ולאו בכל שעתא מתרחיש ניסא ליתן כעפר חרב ההורג או לעשות שיש צואר הנהרג אמנם הראוי לכם לעשות כדי שתתנו מקום לשום הצלה אם תזדמן מאת השם יתברך שתשליכו אותו אל הבור הזה אשר במדבר אשר אין בו מים לא אל הבורות ההמה אשר אמרתם שהם עמוקים מרפש וטיט הרבה מאד ויד אל תשלחו בו כי בזה תהי' ההצלה אע\"פ שהיא רחוקה אינה נמנעת מצדו ומצדיכם: למען הציל אותו וכו'. (י) כתב רש\"י ז\"ל רוח הקדש אומר כן והכונה לו שדברי רוח הקדש נמשכין מתחלת הפסוק לסופו אמר להם ראובן אל תשפכו דם השלוכי אותו וכו'. למען הציל אותו כי אין בכתוב רק הדבר וסבתו שאם הי' הדברים הראשונים ספור המעש' היה לו לומר ואחרי כן למען הציל אותו וכו'. והוא מבואר אם יושם אליו לב. ואולי שרצה לדידי אידי ואידי שפיכות דמים הוא אבל אם על כל פנים לא תרצו להסתלק מוטב שתשליכו אותו אל הבור וכו'. והוא אשר אמר אחרי כן (בראשית מ״ב:כ״ב) הלא אמרתי אליכם לאמור אל תחטאו בילד ולא שמעתם: וישאו עיניהם וכו'. (י) יאמר שמצד משאם הכירו מרחוק שהיו ישמעאלים דרך כללי שכן היה דרכם להוריד הסחור' ההיא למצרים ומצד זה הית' עצת יהוד' לכו ונמכרנו לישמעאלים. אמנם כשהגיעו אליהם הוסיפו בם ידיע' מיוחדת שהיו מדינים שהית' משפחה מיוחדת או במקום מיוחד מהם והם ישמעאלים ומדינים. ולזה יצדקו הכתובים כלם ולא נצטרך לפשרת הרמב\"ן ז\"ל שהיו הסחורות מהמדינים והגמלים מהישמעאלים כי הוא דבר זר וגם שלא נתן ליכתב בספור: מה בצע כי נהרוג את אחינו וכסינו את דמו (ג) אחר שהסיע אותם ראובן מההריגה בידים ויהודה לא ידע שכונתו להשיבו אל אביו יעצם לפי דרכם ואמר כיון שהשלכנו אותו במקום שימות בלי ספק מה בצע במה שנהרוג אותו על זה האופן וכסינו את דמו כלומר שנכסה את דמו שלא ישפך לעינינו סוף סוף אנו הורגים אותו בידים ולא יצאתם מידי שמים. אמנם אשר אראהו אני לכו ונמכרנו לישמעאלים וידינו אל תהי בו כלל כי אחינו בשרנו הוא. ואין לגלגל עליו המיתה בשום פנים. ומעתה אם מאת ה' היו חלומותיו הרבה ריוח והצלה לפניו והטוב בעיניו יעשה. ואם רוע יצרו הסיתו בנו כבר יתהפך דמיון ממשלתו ומלכותו לשפלות ועבדות עולם אשר הוא תכלית ההרחקה. וישמעו אחיו כי היתה עצה הגונה ויעברו אנשים וימכרו וכו'. וכבר עמדו על העצה הראשונה כענין אביהם כמו שאמר ויקחו את כתונת יוסף וישחטו וכו': וישב ראובן אל הבור והנה אין יוסף בבור ויקרע את בגדיו (י) לפי שהמוסכם מדעת כלם לתת לו שארית ופליטה מה. ויעבור והנה איננו חרד בפניהם חרדה גדולה שמא בפתע נאכל מחיות רעות ואולי שחשדם עליו. וישלחו את הכתונת וכו' ויכירה ויאמר וכו' יעיד כי כאשר חשבו כן נתדמה אליו וגזר כתונת בני זה מה שיחייב שחיה רעה אכלתהו וכו' כמו שאמרנו. (ט) ולזה נתייאש מהבקשה והחפוש אחריו כמו שרצו. הוא דכתיב ויקרע יעקב שמלותיו וישם שק במתניו ויתאבל על בנו ומים רבים דמאימתי מתאבלים על ההרוגים משנתייאשו מהם (שמחות פ\"ב ה' י\"א) ויקומו כל בניו וכל בנותיו לנחמו וכו' למה שנתרחק זה המעשה ממה שיסדו דוד באומרו (שמואל ב י״ב:כ״ג) ועתה מת למה זה אני צם וכו' כמו שביארנוהו בשער הקודם לזה אמרו ז\"ל (תנחומא ויגש) שלא היה מתאבל אלא על עצמו שהיתה קבלה בידו שאם ימות אחד מבניו בחייו שירד לגיהנם. ועל זה אמר כי ארד אל בני אבל שאולה. ומזה הענין וצורך מציאות כל השבטים יחד להיות בנין בית ישראל על מכונו ידובר בשער ל\"א ב\"ה: ויש שאמרו (ב\"ר פ' פ\"ד) שלא נגזרה גזירה שישתכח מהלב רק המת ממש. אבל לא על החי כסבור שהוא מת. (יא) והנכון בעיני גם כן כי מצד יראת שמים לא קבל התנחמות ממנו. כי ראה שבעונו מת בנו ואם יתאפק מצערו ויסירנו מלב יצטרך להוסיף לו מכה רבה על זאת כדרך שעושים למי שמכין אותו מכת מרדות ולא יוסר בא' שמכין אותו עוד. והוא מה שפירש הכתוב באומרו וימאן להתנחם ויאמר כי ארד אל בני אבל שאולה. ירצה כי מיאונו להתנחם היה לפי שרצה לרדת באבלות בנו זה שאולה ולא יצטרך לחדש עליו אבל אחר בטרם ימות. וזה אינו קריאת תגר אבל היא כוונה רצויה ומדה שלמה והעושה בהפך זה הוא כפורע שטרו ואינו קורעו וכו'. וזה עצמו אמר איוב אם אמרי אשכחה שיחי אעזבה פני ואבליגה יגורתי כל עצבותי ידעתי כי לא תנקני (איוב ט'). והכוונה רצויה והפירוש מבואר: והמדנים מכרו אותו וכו'. יאמר שכבר נגמרה כוונתם במה שהורידוהו למצרים מקום מלא כשפים שאין עבד יוצא משם לעולם. אמנם שכבר היתה עליו שם יד ה' במה שבא אל יד פוטיפר סריס פרעה וכו' אשר היתה סבה ראשונה למלאת דבר ה' בחלומותיו אשר סיפר להם. אמנם לפי שעברו עליו ימים ולא שמעו ממנו דבר נתייאשו ממנו ולא היה עוד דעתם אליו. וגם כי באו אחר כך מצרים מפני הרעב לא זכרו ולא שתו לבם שחשבו שהישמעאלים מכרוהו או הוליכוהו לארץ רחוקה מאד וה' העלים מהם למען הקימו מזימות לבו להורידם לצורך הצירוף והזקוק להיות ראויין לעבוד את ה' בצאתם משם כמי שכתב בתורה האלהית בראש עשרת הדברים (שמות כ׳:ב׳) אנכי ה' אלהיך אשר הוצאתיך מארץ מצרים וכו' כי הוא היה המקום הראוי והנאות לכל האותות והמופתים אשר יעשו שם לפרסם שמו ית' בעולם. (ד) וזהו מה שכוונו ז\"ל באומרם (תנחומא וישב) שכללו האל יתברך עמם בזה המעשה ושנכנס בחרמותם כביכול שאלמלא לא החרימו הם על הסוד היה לו יתברך להחרים לקיים עצתו הנפלאה עם היות שלא היה מהכרח שתעשה על ידם ועל האופן ההוא כמו שאמרנו והנה לזה שכונתם לשם שמים לא היו ראויין לעונש כלל אבל היה להם שכר טוב בעמלם. ויהי בעת ההיא וירד יהודה וכו' (יב) אחר שהראה בספור הראשון זה השיעור מזה הענין הנפלא רצוני מהגיע הכוונות הכוללות ממפעלות אלהים עם שלוח הבחירה האנושית לגמרי סמך זה הספור השני אשר יתבאר זה ממנו ביאור יותר חזק ומבואר וזה שאין ספק שהיתה מחשבה כוללת אצלו יתברך להוציא מיהודה ותמר הזרע אשר יצליח לעשות מלוכה בישראל כי היא היתה הגונה לזה אם מצד עצמה ואם מצד היותה בתו של שם כמו שאמרו ז\"ל (ב\"ר פ' פ\"ה). והנה בעת שרצה יהודה להפרד מאחיו כי לא יוכל לראות ברעה אשר ימצא את אביו בימי אבלו הניע לבו אותו לנטות עד איש עדולמי ושמו חירה וכבר נתחדשה בזה סיבה קרובה לקחת לו את תמר לאשה כי שם ביתה. (יב) אמנם נתרחק הענין לנטות יהודה אחר רצונו ביופי ובממון כמו שמשמע באומרו וירא שם יהודה בת איש כנעני ושמו שוע ויקחה ויבא אליה כי ראה אותה יפה ובת איש מיוחס מסוחרי הארץ ולזה היה מה שהיה מהיות בניה רעים וחטאים לה' מכל מקום כבר חזרה מחשבת הש\"י להקרב כשראה יהודה ליקח אשה לער בכורו ושמה תמר אמנם מחשבתו של ער ובחירתו הרעה התנגדה לזה אשר מנע ממנה פרי בטן בצד מהצדדים כמו שיובן מהענין עצמו וכמו שקיימו חכמינו ז\"ל (יבמות ל\"ד:) (יג) והנה בן נח המבטל פריה ורביה חייב מיתה שהרי היו מצווין על פריה ורביה ואזהרתם זו היא מיתתם ולזה וימיתהו ה' ועם היות שכבר נתרחקה בזה מחשבתו יתברך לא הקפיד ולא נשאו פנים וכבר חזרה המחשבה האלהית להקרב כשאמר יהודה לאונן בוא אל אשת אחיך ויבם אותה וחזרה ונדחת לבחירת אונן הרעה גם הוא דכתיב וידע אונן כי לא לו יהיה הזרע והיה אם בא אל אשת אחיו כו'. (ג) ואחשוב שענין שבושו היה שחשב שלא חלה מצות פריה ורביה על זקיקת יבמים כיון שהזרע אינו לעצמם אלא להקים שם לאחיו ושהוא אינו מצוה לפרות לזולתו ולזה שלא ימות גם הוא כאחיו שהשחית הזרע שהיה לו והנה טעה בזה. ועוד שכבר היה לו אשת אח שלא במקום מצוה וחייב מיתה מדינם שהיו מצווין על העריות. (יד) ומעתה נדחית מחשבה זו מדעת יהודה עד יגדל שלה ואין כונתו לשיהיו לו שלשה עשר שנים ויום אחד רק שיגדל ויבא בימים ויקנה דעת ויראת שמים לבלתי יחטא במה שחטאו אחיו וימות כהם וזאת היתה דחיה שאין לה גבול דסבר כיון שנדחית נדחית והרי היא השטאה בטענה. והנה שמות הבנים האלו הוכיחו על סופן. ער. כלומר כתבנו את האיש הזה ערירי גבר. אונן כי נפשו עליו תתאונן ותאבל. (יב) ושלה גם המקום אשר ילדתו אמו בו מסכימים למה שבו השלה וכזב יהודה אביו בתמר באומרו שבי אלמנה בית אביך עד יגדל שלה בני והיה בכזיב כמו שאמרנו. ובמדרש (ב\"ר פ' פ\"ה) ער שהיער מן העולם. אונן שהביא אנינה לעולם. שלה פסקת. ואשר אמרנו הוא הנכון. והנה עם זה כבר היתה יושבת תמר שוממה בית אביה עד שנאמר וירבו הימים ותמת בת שוע אשת יהודה כו' ויוגד לתמר כו' ותסר בגדי אלמנותה כו' לפי שלא הבינה תמר ממה שאמר לה יהודה עד יגדל שלה בני רק הענין הראשון וראתה שכבר הגיע זמן ולא נשאו וחשבה שמא שכחה מלבו (טו) לזה הסכימה בדעתה להסיר בגדי אלמנותה מעליה ולהתכסות בצעיף נאה ולהתקשט ולהזדמן לו במקום קרוב לעירה שהוא על דרך תמנתה כדי להתראה לפניו ביום נחמתם ושמחתם אולי תשא חן וחסד לפניו ויצוה אותה ללכת עמהם ומתוך מזמוטי השמחה יתננה לו לאשה. והנה זאת באמת היתה עצה טובה והגונה אלא שנמשכה באופן אחר שנאמר ויראה יהודה ויחשבה לזונה כי כסתה פניה לא שכסתה פניה לשם זנות כי כאשה צנועה ועצובת רוח באה לשם והנה היא כסתה פניה כמנהג הנשים הכשרות כסבורה שכשיבא שם יהודה או אתר מהבאים עמו יגשו אליה וישאלו אותה מי את או אנה תלכי ואז תשיב אמריה לו ויכירוה וימשך מה שעלה על לבה אמנם כסוי פניה זה היה סבה שלא הכירה וחשבה לזונה מצד מקומה ובלי שום שאלה וחקירה מיהר לומר אליה הבה נא אבוא אליך כי לא ידע כי כלתו היא והנה היא בשומעה את דבריו שנשתנה הענין אל מה שלא עלה על לבה ראשונה ולפי שכבר היה הדבר ההוא מותר בימיהם למצות ייבום בחרה בודאי של חמיה יותר מספק של בנו והשיבה לו דבר על פי דבריו ותאמר מה תתן לי כי תבא אלי כדי לקבוע בלבו מה שחשבה לזונה ולא יתן לב להכרתה וגם להמציא סימנים נזכרים ונעשים ביניהם להיות עדות בידה לעת הצורך והוא כי לכל זונות יתנו שכרה לאחר מעשה וזו שאלה קודם ולא עוד אלא שלא האמינה בו בשישלח הגדי בלא ערבון ועוד העזה פניה לקחת מאתו החותם והפתילים והמטה וכל זה ממה שיורה ספורו שלא היתה כונתה רק מצות הייבום ולהקים זרע מהאיש החשוב ההוא ולבנות ממנו בית מלכות בישראל וכמו שנאמר ויתן לה ויבא אליה ותהר לו. וכבר דברנו בראשונה ברמזים הנוראים שהכניסה רוח הקדש תחת דברי פשרתה וכבר השתדל יהודה הערבון מיד האשה כדי שלא ימצאו כלי תשמישיו בידה מפני הגנאי וכשלא מצא אמר תקח לה פן נהיה לבוז מצד פרסום הבקשה ואם מצד אמות דברו כבר שלחתי הגדי הזה שהוא טוב ובידך שאתה איש חשוב ולא מצאתה ומה יש לי עוד: ויהי כמשלש חדשים וכו'. לפי שהיתה שומרת יבם היתה במיתה אצלם ואולי שהיה מנהגם להחמיר על האשה בשריפה והודיעו הדבר ליהודה אם אולי בא אליה הוא או שלה בנו כי לשניהם הותרה בזמנם ונפטרה מהמיתה. והוא אמר הוציאוה ותשרף (טז) כלומר אנחנו לא קיימנו בה מצות יבום לפיכך עשו מה שתרצו ולזה היא מוצאת וכו'. והראשונים (רמב\"ן וישב) למדו מכאן שהיה יהודה שר ושופט בארץ. ואין צורך. אלא שכיון שאמר יהודה שלא היתה ידם בה היו מוציאים אותה לשריפה בדינם ורבותינו ז\"ל אמרו כי היתה בתו של שם והיה כהן לאל עליון ודינה בשרפה כמו שאמר הכתוב את אביה היא מחללת באש תשרף. ואיפשר כי היה זה בדינם כמה שאמרו המושלים מי שאש התאוה להבתו מהר תעבירו באש וטהר: והיא שלחה אל חמיה מצד אחר שלא ידעו השופטים לאמר לאיש אשר אלה לו אנכי הרה וכו' הכר נא וכו' וכשהכיר הדבר והודה שהיה ממנו פטרו אותה מדינה כי לה הצדקה ולו בושת הפנים אם במה שכבר שאלו את פיה וכחשה ואם במה שנתפרסם שכיון בה לביאת הפקר כאחד הרקים. וזה שאמר צדקה ממנו (טז) ירצה אף על פי שצדקתי במעשה הזה כיון שנזדמנה לי אשתי אבל היא צדקה יותר שנתכונה לשם שמים וכמו שאמר רב חייא בר אשי אנא מיהא לאיסורא איכווני (קדושין פ\"א.) ולזה נחשבה לו הודאה זו למצוה כמה שאמרו ז\"ל בכמה מקומות (סוטה י':). והנה על צדקת האשה הזאת ויושר לבבה במעשה הזה שהיה ברגלה ממנו שמץ דבה אמרו הזקנים בשער בית דינו של יהודה כאשר לקח לו בועז את רות המואביה לאשה אחרי אשר באת אליו אל הגורן בעוד לילה ושכבה בחיק ואמרה (רות ג׳:ט׳) ופרשת כנפך על אמתך כי גואל אתה כסבורים שיש לו עליה שום חשד של פריצות אמרו לו יתן ה' את האשה הבאה אל ביתך כרחל וכלאה וכו' ויהי ביתך כבית פרץ אשר ילדה תמר ליהודה וכו' (שם ד'). ירצה לא תחשוב עליה שום דופי על זה כי מאת הש\"י היתה זאת ויתן ה' אותה עם שהיא מעצמה באה אל ביתך לשכב בחיקך כרחל וכלאה אשר יצאו גם כן בצד מה מדרך י:צניעות לקיים זרע מהצדיק זאת אומרת (בראשית ל׳:א׳) הבה לי בנים ואם אין מתה אנכי וזאת אומרת (שם) אלי תבא כי שכר שכרתיך והיתה צדקתם עומדת לפניו יתברך עד שבנו שתיהן את בית ישראל ועוד יהיה ביתך כבית פרץ אשר ילדה תמר ליהודה ע\"י שישבה בפתח עינים על הדרך ומסרה עצמה לחמיה כסבור שהיתה זונה וכבר רוח הקדש העידה שממנו יתברך יצאו הדברים (מכות כ\"ג:) שנאמר צדקה ממני. והנה הביאו דוגמתה אם במעשה ואם ביחס שכלן היו ראשונות לקרבתם תחת כנפי השכינה וכבר כתבנו זה בפירוש המגלה ההיא. ולא יסף עוד לדעתה לפי שיהיה עול אצל שלה בנו שמנעה ממנו ולקחה לעצמו: ויהי בעת לדתה והנה תאומים בבטנה (טו) גם זה נראה מהשגחת הש\"י במעשה הזה שתתעבר בביאה ההיא משני בנים להקים שם לשני אנשיה המתים ואע\"פ שזקיקת יבם אחד אמרה תורה ולא זקיקת שני יבמים (יבמות ל\"א:) אפשר דבמקום יבום האב וזמנו שאני. והעד המוכיח על זה מה שתחשוב התורה בכל מקום (במדבר כ\"ו) בני יהודה ער ואונן ושלה ופרץ וזרח וימת ער ואונן בארץ כנען כי מה תועלת בזכרון המתים שכבר מתו זה כמה שנים מבלי שהיה בזכרונם שום טעם כבני אהרן שהיו נזכרים (שם) לפי שהגיע לכלל כהונה ולהודיע למה נתכהן אלעזר תחת אביו והוא כי מתו נדב ואביהו ובנים לא היו להם והפלא מה שכתב בפר' פנחס בני יהודה ער ואונן וימת ער ואונן בארץ כנען ויהיו בני יהודה למשפחותם לשלה משפחת השלני לפרץ וכו' הורה שעקר בני יהודה ותולדותיו היו ער ואונן והוא בסוד הייבום. ואולי שלסבה זו נתרוצצו הבנים בעת לדתה כי לכל אחד מן המתים היה דין קדימה אל הייבום בצד מה כי ער הבכור כבר זכה ראשונה אלא שנתרוקנה זכותו אחרי כן לאונן להיותו אחרון. ואצל בכירת יעקב כתבנו שמשם ואילך לא היתה בכורה בלי שום תגר. והנה קשרה המילדת השני על ידי זרח כסבורה שהיא נותנת סימן על הבכור כדי שלא יתערבו ואחר היה סימן לקטון:  ", "heVersionTitle": "Akeidat Yitzchak, Pressburg 1849", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עקידת יצחק, פרשבורג, תר\"ט", "text": "The author wonders why Rashi accepts as facts matters that even the Midrash only voices as a suspicion. (1) \"Israel loved Joseph because he was a <i>ben zekunim</i>, son of his old age. When the brothers saw this they hated him.\" Here we find that the real reason for their hatred was not related to his tale bearing, something they recognized as being due simply to his immaturity. They believed that Jacob's love for Joseph precluded Jacob from loving them. The letter <i>mem</i> in the words <i>mikol banav</i>, is to be understood like the letter <i>mem</i> in the words <i>ma-asser mikol </i>meaning \"a tenth of all.\" Here too the meaning would bem \"The brothers saw that of all his sons, Jacob loved Joseph.\" They all felt relegated to the status of sons of concubines <i>vis a vis</i> Joseph. Being aware of the status of Ishmael in Abraham's household and Jacob's own status in Isaac's household when compared to Esau, his father's favorite, the brothers concluded that they themselves were to be excluded, and that the colored coat was evidence that Joseph had been selected to be the carrier of the tradition. Had they been right, they could have attempted to obtain a blessing by deceit, just like their father Jacob had done. In that case, they would have concealed their feelings towards Joseph. In fact, however, their hatred was confined, at least initially, to their inability to talk to Joseph peaceably. (6) When Joseph started having dreams and revealed the nature of his thinking by prattling on about them, the hatred intensified and brotherly love receded still further, until finally no more is said about hatred, but we hear only about jealousy. Thus a plan was formed to take action against the object of their jealousy. We find something similar in the relationship between Saul and David. Saul's jealousy was stirred into action by the growing success of David (Samuel I 18,14-16). The dream in which Joseph saw his brothers' sheaves of grain bowing down to his own sheaf reflected the fact that when later on the brothers encounter Joseph on their first trip to Egypt, they paid homage to him since they were in need of obtaining grain from him. At that time, they did not bow down to Joseph per se, since they were unaware of Joseph's identity at that time. In the second dream, reference is made to the time when they would pay homage to him as a ruler over them. Perhaps they ridiculed him when they said, \"Do you want to be king over us?\" meaning that such a thing could never be until their descendants had increased sufficiently to warrant establishing a nation and a monarchy. Or, they asked, \"Do you wish to rule amongst us?\" As Onkelos suggests, they accused Joseph's dreams as reflecting his fantasies during his waking hours. Once the brothers had convinced themselves that they were permitted to dispose of Joseph, or were even duty-bound to do so, they planned to do it far away from home so as to have a free hand and not be inhibited by the proximity of their father. Nablus is approximately a day's journey from Hebron, and they knew that Joseph would visit from time to time. Midrash Rabbah's suggestion is that from the word <i>et</i>, it is clear that the brothers' primary concern was to \"tend to themselves.\" A new element into the frequent visits by Joseph of his brothers is introduced. Previously, due to the brothers grazing their sheep in the vicinity of Hebron, Joseph would visit by day and be back home by evening. This was no longer the case. No doubt, Joseph had not planned to stay away longer than necessary and to report back to his father. Since G-d did not want lo postpone His plan, He assisted Joseph when Joseph left the beaten trail not having found his brothers in Nablus and went to look for them. Joseph imagined that the man whom he encountered who seemed to know who he was, would certainly know where his far more famous brothers were. This is why he said merely, \"I seek my brothers,\" without bothering to identify the brothers further. Sometimes G-d uses the very efforts man makes to thwart His plans as instruments to advance His plans. This is what Joseph had in mind when he said at a much later stage, \"G-d intended for the good what you had intended for evil.\" The apparently superfluous words of the angel, \"They have moved from here,\" give rise to the comment of our sages that they had severed brotherly relations with Joseph, and that their very departure from Shechem (Nablus) was proof of this. What the man meant to tell Joseph was that the brothers' departure itself was far more relevant than the place they had moved to. (2) The brothers' attitude towards Joseph was unanimous, though they disagreed on the method of implementation. Each of them considered how to rid themselves of the evil forces that they felt Joseph represented. In Jeremiah 18,18, we find a similar dilemma facing those who wanted to silence the prophet. Their course of action was \"let us go and bad-mouth him, then we will no longer have to listen to his rebukes.” They too wanted to avoid laying a hand on him directly. (3) The brothers had intended that disposing of Joseph should not bring any further consequences. Had they given the impression that robbers had attacked him, surely the robbers would have taken the colored coat, but would have left the body. This would have set off a hunt after the robbers. The idea of putting him in a pit and preserving the coat would explain that no remains were found, and would prevent a search being instituted. In this way they would escape retribution by their father. They hoped to escape retribution by G-d by saying, \"Let us see what will happen to his dreams!\" What they meant was that if his dreams had indeed been Divine messages, they were anyways powerless to prevent their realization. If Joseph's dreams would be realized, at least they would know that they were meant to be realized. In that event, G-d Himself would prevent them from actually becoming guilty of bloodshed. If, on the other hand, G-d would not save Joseph, the brothers would feel at ease for having opposed their father whose love of Joseph they considered misplaced, and it would have proved to Joseph they considered misplaced, and it would have proved to them that Joseph had deserved his fate. (7) Jacob may have chosen that day since he had heard the brothers had decided to graze their flocks so much further from home. (9) Reuben may have hoped to dissuade Joseph from his mode of behavior and to save him in that manner, although in order to get his way with his brothers, he had to use more devious language to conceal his plan. Reuben explained to his brothers that they must make allowance for the possibility of a natural means of Joseph surviving, if they wanted to escape responsibility for having murdered him. Relying on G-d performing a miracle to save Joseph is not enough to claim that not only the brothers' will but also G-d’s will had been done, should Joseph die as a result of their actions. Rashi's comment that verse twenty-two had been said by the holy spirit, means that the second part of the verse is a report to us, the readers, not of the conversation that took place between Reuben and his brothers, but that the Torah added this line as evidence that Reuben was not lying when he said to the brothers in 42,22, \"I told you not to sin against the lad!\" The caravan looked like a typical Ishmaelite caravan from the distance, but on closer inspection turned out to be a group of Midianites. Since the former usually carried merchandise down to Egypt, Yehudah suggested they sell Joseph to the Ishmaelites. Later they recognised the Midianites, a special branch of the tribe of Ishmaelites. Since Yehudah had not been aware of everything Reuben had in mind, namely to bring Joseph back to their father, he advised in keeping with the expressed intention of Reuben, that they refrain from laying a hand on Joseph themselves, and that they merely sell him. Since Joseph was their flesh and blood, they did not want to become guilty of murder, did not even want indirect guilt on their conscience. (8) In order to forestall any search or further inquiries, they then treated Joseph's colored coat in such a way that the impression would be created that he had fallen victim to a ferocious beast. Jacob's mourning was indicative of his despair to ever see Joseph again. The contrast between Jacob's behavior and that of David, when the latter lost his first son by Bat Sheva, is explained in Midrash Tanchuma Parshat Vayigash (compare Samuel II 11,12). (10) Jacob mourned himself, having a tradition that should a son of his die during his lifetime, he, Jacob, would end up in purgatory. This accounts for his reference, \"For I will go down to my son to <i>she-ol</i>,\" the latter word meaning <i>gehinnom</i>, i.e purgatory. This subject and the need for all of his twelve sons to play their part in the founding of the Jewish nation is discussed in Chapter 31. Jacob hoped that this would be the last and only mourning he would have to observe before his death. In this way, his refusal to be comforted was not a complaint against what fate had decreed against him. Since Jacob was aware that his son must have died because of a sin he had committed, and that this in turn reflected on the manner in which he had raised him, acceptance without further mourning would indicate that he, Jacob, had not been sufficiently chastened by what he had suffered, and that just as in the case of <i>makkat mardut</i>, lashes imposed by Rabbinic tribunal for a person's obstinacy in not submitting to the Rabbis' decision, a further series of lashes is administered until the victim changes his attitude. Jacob was afraid then that if he did not mourn sufficiently he might be in line for further chastisement. This is similar to what Job says (Job 9,27-28), \"Should I say I will forget my complaint and comfort myself, I am afraid of all my sorrows, I know that You will not acquit me.\" Anyone acting differently would be like someone whose I.O.U. had been paid off, but had not been destroyed by the creditor. The brothers' intention had been fulfilled as soon as Joseph was sold to Egypt, a country from which slaves could not escape. Thus the brothers were no longer worried about Joseph's dreams becoming realized. Even when they came to Egypt during the famine, they never thought of him in that connection. G-d had to put in motion all these events in order for Israel eventually to become fit to become G-d’s chosen nation once they would leave Egypt. If the brothers were not punished, it is not because they were not free to do otherwise, but because they acted freely, convinced that their conduct was justified. (4) Midrash Tanchuma, which pictures G-d as having been involved in the brothers' plan, wishes to direct our attention to the fact that the ultimate benefit which accrued to the brothers from their action, is proof that it enjoyed Divine sanction, and that if the brothers had not done what they did, G-d would have been forced to seek other means to set in motion a chain of events leading to similar results. After the lesson we have learned from the first story about events showing a dovetailing of G-d’s plans with the freely executed actions of man, the second is even more impressive. (11) It demonstrates that G-d wanted the founder of Jewish royalty to be born from a union of Yehudah and Tamar. The latter was a fit mother for royalty both because of her conduct and because she was a descendant of Shem, the king of Salem (Bereshit Rabbah 85). Yehudah, being unable to watch the grief of his father, had moved away and befriended Chirom. This association led to the selection of Bat Shua as his wife, Yehudah's motivation apparently being a combination of financial and esthetic considerations. Since Bat Shua was from a distinguished family, her ancestry is mentioned in spite of her own name not being revealed. (12) Had Yehudah paid more attention to the personality of his wife, his sons would presumably have turned out better. When he got around to selecting a wife for his oldest son Er, he chose better than for himself. This, however, failed to inspire his son, and that is the reason the latter avoided procreation with Tamar. Since the duty to procreate is universal, and since there is no need to spell out the penalty as a warning, Er died for his sin of omission. In this way, what appears to have been G-d’s plan, namely to produce the source of Jewish monarchy through the union of Yehudah and Tamar, seems to have suffered a setback. Onan also refused to have children with Tamar, being aware that any offspring from her would not really be considered as his own. G-d’s plan thus appeared to have suffered a further setback. The participants' free choice was the cause of these delays in carrying out G-d’s plan. If Onan felt that children with Tamar would not be counted as his children, seeing they would be from a levirate union, having relations with his sister-in-law for purposes other than procreation would be incestuous and thus punishable by death. (13) Now Yehudah's plan for a union between his remaining son and Tamar was postponed due to Sheylah's tender age. He wanted to wait for Sheylah to attain both physical and spiritual maturity so that when he would eventually marry Tamar, he would perform his marital duties properly. As far as Yehudah was concerned there was no specific time-limit for the postponement of the marriage between Sheylah and Tamar. Tamar did not feel that she needed to accept such delay silently. The names Er and Onan are suggestive of their respective deaths, <i>arirut</i> meaning barrenness, whereas <i>aninut</i> conveys the pain and anguish caused one's progenitors through one's untimely death. The name Sheylah suggests the disappointment in store already at his birth in a disappointing, illboding place (38,5). Meanwhile Tamar was waiting, widowed, for Sheylah to attain manhood and for her to become his wife. (14) She had not been aware that Yehudah had had a different timetable in mind for her marriage to Sheylah than had applied when she had been married to Onan. In removing her widow's garments, Tamar had planned to remind Yehudah of his promise in the event he had forgotten same. Covering herself with a veil, adorning herself, and placing herself at a site where she hoped to encounter her father-in-law on the way to Timnah, she hoped to find favor in his eyes so that she would be given to Sheylah. Her plan was sound, and she had no reason to think that Yehudah would suspect her of being a harlot, seeing that both her garments and her veil indicated her chastity. It had not occurred to her that Yehudah would suggest a sexual relationship without even inquiring after her name, i.e. who she was. Since according to the laws existing at that time, a union with one's father-in-law was permissible, Tamar preferred the certainty of the union offered now to the uncertainty of a union with Sheylah in the future. She asked Yehudah for a proper token of his esteem so as to have future evidence of the validity of the union now taking place between them. Since it was customary to pay off harlots after they had performed their part of the bargain, Tamar's insistence on a pledge before the union, marked her as different. Her insistence on receiving personalized items as a pledge, made it obvious that she was only concerned with the performance of the levirate act of marriage to produce offspring from this distinguished man. Yehudah's endeavors to retrieve his ring and staff to avoid being involved in a scandal and his desisting eventually to avoid drawing too much attention to himself petered out since he had made a sincere attempt to pay the promised young goat. The statement by the townspeople nearby that there had not been a harlot in their neighborhood proves that it had been Yehudah who had jumped to the wrong conclusion about the veil Tamar had covered her face with. Since Tamar's status was one <i>of shomeret yibbum</i>, waiting for consummation of the levirate marriage, her pregnancy led to her death sentence in accordance with the laws of infidelity governing that region. (15) Possibly, both Yehudah and Sheylah had been informed, since they were the only ones with whom Tamar would have been permitted to have sexual relations, and whose admission to such relations would have saved her from being burned. Yehudah's statement \"Take her out and let her be burned,\" means \"We did not have relations with her, therefore we cannot save her from her penalty.” Tamar did not send her pledge to Yehudah via the judge so as not to embarass him in case he wanted to own up and declare his being responsible for her pregnancy. Yehudah's statement \"She is more righteous than I,\" reflects that what he had done to her had been quite legal, since she had been fit to become his wife, that Tamar also had acted with the proper intention so that not only the act had happened to be legally in order. This is the reason then that his admission was so praiseworthy. The praiseworthy conduct of Tamar was commented upon many hundreds of years later, when Boaz had become the father of Ruth's child, the latter having invoked the same kind of right Tamar had once invoked (Ruth 4,12). Both are portrayed as having been motivated by the purest and most noble intentions. The fact that both of these women played a major role in the founding of the davidic dynasty can only reflect Divine intervention. Our sages, in their deep insight, comment when interpreting the words \"She is more righteous than I\" that this comment was made by heaven to show that the turn of events was not haphazard, but the outcome of heavenly planning. Yehudah did not continue to live with Tamar, seeing that he would thereby commit an injustice against his son Sheylah whom he had denied Tamar only to take her for himself. The twins Tamar gave birth to reflect heavenly planning at work also, since through a single act of union Tamar produced seed for both her deceased husbands. If, whenever the Torah mentions Yehudah's offspring, the two sons who had died prematurely are mentioned, we may infer that there is a reason for this. True, Aaron's two sons Nadav and Avihu are also mentioned on frequent occasions after they had died, but in their case the reason is to explain why Aaron's younger son became High Priest after him. Their names being mentioned is not as strange, therefore, as the repeated references to Er and Onan. To have these two long deceased sons mentioned in the census taken in Numbers 26,19 may therefore be explained by their having lived on in the persons of Peretz and Zerach respectively. Perhaps the struggle described about each of the babies wanting to be the first to be born suggests that each one wanted to replace Er and Onan vicariously, both of whom had had to wait a long time to be re-incarnated in this fashion. We have explained earlier that ever since Jacob's time, natural birthright was something that has been fought over. The midwife who thought that she was earmarking the firstborn when she tied the string on his hand, stood corrected when the firstborn turned out to be the younger one after all. ", "versionTitle": "Akeydat Yitzchak by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c179e28bb386c011be99d9b", "index_title": "Akeidat Yitzchak", "category": "Jewish Thought", "type": "", "ref": "Akeidat Yitzchak 32:1:11", "anchorRef": "Numbers 26:19", "anchorRefExpanded": ["Numbers 26:19"], "sourceRef": "Akeidat Yitzchak 32:1:11", "sourceHeRef": "עקידת יצחק ל״ב:א׳:י״א", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1455, 1495], "commentaryNum": 1.0011, "collectiveTitle": {"en": "Akeidat Yitzchak", "he": "עקידת יצחק"}, "he": "א למה זכר מה שחי יעקב בארץ מצרים אחר שכלל אותו אחרי כן בכלל כל ימי חייו: ב במותר הנופל בדברי יעקב אבינו בצואת הקבורה כי ראשונה אמר בלשון שולל אל נא תקברני במצרים ואחר כך בלשון מקיים ונשאתני ממצרים וקברתני בקבורתם דהא ודאי האחת בכלל חברתה. גם יש להתבונן בצורך הקבורה שכל כך נעשה ממנה עקר בכתוב אצל האבות וזולתם: ג בסידור דברי יעקב אבינו אל יוסף שעם שכוונתו להודיע כי עוד לו ברכה בה יוכל להוסיף לו שכם אחד על אחיו עדיין יש לדעת מה ענין ברכה זו. וגם לדקדק מה טעם אומרו ונתתי את הארץ הזאת לזרעך אחריך אחוזת עולם שהרי לא היתה בכורת יוסף לענין חילוק הארץ כלל. גם מאמרו ויברך אותי נראה שהוא מותר יספיק כשיאמר אל שדי נראה אלי בלוז ויאמר אלי הנני וכו': ד אומרו ומולדתך אשר הולדת אחריהם וכו'. וכי היה דבר ה' בפי הנביא ללעג מאחר שלא היו לו בנים אחרים עד הנה. וגם מה שתקן אנקלוס לא הועיל כלום אחר שלא היו לו אחרי כן. ומה שכתב הרמב\"ן ז\"ל שהיו לו ולא הזכירם הכתוב שאין צורך, לא יסבלהו הדעת כי צורך גדול הוא להודיע שהיו בנים רבים ליוסף הצדיק ושנתקיימו בו דברי יעקב אביו וכי לא עדיפי כשם בת אשר סרח (במדבר כ״ו:י״ט) או כהזכירו את ער ואונן בכל מקום שהזכיר תולדות יהודה (שם) ואלו שהיו בחיים הם ובני בניהם בכלל שבטי ישראל לא יזכרו ולא יפקדו לעולם: ה כי לפי פירוש רש\"י ז\"ל היה לו לומר ואני בבואי מפדן וכו'. בשעה שהשביעו לא בזכרו הסבות אשר בעבורם יוכל לברך כן את יוסף. ו אומרו וירא ישראל את בני יוסף ואמר מי אלה ויאמר יוסף וכו'. ואח\"כ ועיני ישראל כבדו מזוקן לא יוכל לראות ויגש וכו'. כי היה לו להחליף הסדר לומר ועיני ישראל כבדו מזוקן לא יוכל לראות ויאמר מי אלה ויאמר יוסף וכו' ויגש אותם אליו וכו' ולמה לא סדרם יוסף מתחלה כרצונו כשהגישם אליו עד שהוצרך להוציאם מעם ברכיו וגם השתחואה זו אז למה. ועוד בשלמא נטילת הבכורה מראובן כמו שהעיד הכתוב (ד\"ה א' ה') ובחללו יצועי אביו, אבל ממנשה לאפרים למה. ועוד אומרו את אפרים בימינו משמאל ישראל ואת מנשה בשמאלו מימין ישראל ודאי נראין דברי מותר כי ידוע הוא כי שמאל האדם נימין חברו העומד נכחו: ז אמרו שכל את ידיו כי מנשה הבכור שמזה הטעם לא היה לו לשכלם וגם שלא נמצא בדגוש כיוצא בו לפי תרגום אנקלוס: ח אומרו האלהים אשר התהלכו וכו' האלהים הרועה וכו' המלאך הגואל וכו' כולי האי למה לי: ט למה ירע בעיני יוהף בשעור ההוא בתת הבכורה לצעירו כי שניהם בניו ופועל ידיו וכבר התחיל הרמב\"ן ז\"ל להתיר ספק זה: י אומרו ידעתי בני ידעתי גם הוא יהיה לעם וכו' היה לו לומר ידעתי בני ידעתי כי זה הבכור שים ימינך וכו' כי מה היה יוסף יודע מה שעתיד להיות. וגם שיש לדעת מה היתה כוונתם ז\"ל (ב\"ר פ' צ\"ז) באומרו ידעתי מה שעשו לך אחיך וידעתי כי זה הבכור כי מה ענין זה לזה. ומה טעם אשר לקחתי וכו' בחרבי ובקשתי. ומעתה נתחיל בביאור: \n", "heVersionTitle": "Akeidat Yitzchak, Pressburg 1849", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עקידת יצחק, פרשבורג, תר\"ט", "text": "Some problems in the text of this Parshah: 1) Why are the seventeen years of Jacob's life mentioned separately, seeing they are part of the one hundred and forty-seven years, and we had been told that he was one hundred and thirty years old when he arrived in Egypt? 2) Why does Jacob mention his wish not to be buried in Egypt separately, seeing he later repeats \"Carry me out of Egypt?\" Why was the whole matter of burial of such great importance to him? 3) What exactly is the significance of the <i>shechem echad</i> blessing that Jacob bestowed on Joseph as an additional blessing? 4) Why did Jacob, who had prophetic vision, speak of future issue of Joseph, when in fact there was not going to be any such future issue? Does this not seem like a cruel hoax? 5) Why did Jacob bother to explain at this time why he had buried Rachel where he did? 6) When the Torah reports that \"Jacob saw the sons of Joseph,\" but that his eyes \"were heavy with old age and he could not see well,\" the order seems reversed; Jacob's difficulty should have been reported first. It would then have provided the rationale for the question, \"Who are these?\" Why did Jacob feel compelled again to act contrary to the rules of natural birthright? Granted, there had been reason to deprive Reuben of the privilege of birthright, but what had Menashe done to forfeit his claim? 7) The whole line about Jacob crossing his hands does not seem right. Why did he not make the boys change their positions? 8) The repeated references about \"the G-d who looks after me etc.,\" seems extraneous. 9) Why was Joseph so concerned about which one of his sons received the blessing due to a firstborn? 10) Jacob's answer, \"I know my son, I know, he too will become a great nation,\" is strange. Why did he not simply say \"I know he is the firstborn?\" What is the meaning of the words, \"Which I have conquered with my bow and sword? When was Jacob ever reported as having used either bow or sword? ", "versionTitle": "Akeydat Yitzchak by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "612254da5de8bfb900edc2d0", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "anchorRef": "Numbers 15:30-31:19", "anchorRefExpanded": ["Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק ראשון, פרק ה י״ב", "anchorVerse": 30, "sourceHasEn": true, "commentaryNum": 12, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "If the stranger can enjoy literal and metaphysical benefits such as atonement, what makes the stranger a stranger at all? Multiple times in the Pentateuch is the expression “there shall be one law for you and the resident alien” used to show legal equivalence.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See Exodus 12:48–49; Leviticus 7:7, 24:22; Numbers 9:14, 15:15, 15:29–30.</i> Like citizens, strangers can be cut off from the community for cursing God and are obliged to refrain from behaviors that engender impurity.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">For examples, see Leviticus 4, 17:15–16, 18:27–28, 35:34–35; Numbers 15:30–31, 19:13, 19:20.</i> The stranger and the citizen both enjoy the privileges of the community and are both accountable for their place in the community and for their personal relationships with God through prohibitive commands. A poor gentile or <i>ger </i>was counted among the recipients of communal welfare (Lev. 19:10) and enjoyed the protections of the community as a relative equal (Lev. 24:22). Who, then, was the stranger, if during this period of transition there was no land from which to claim citizenship? Who was a stranger if we were all strangers? Furthermore, what made this individual alien if he was included in the community, such that both citizen and stranger were “alike before the Lord”?", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61225507412970c0e359d91a", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "anchorRef": "Numbers 13:27-29:31", "anchorRefExpanded": ["Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק שני, פרק ח כ״ג", "anchorVerse": 27, "sourceHasEn": true, "commentaryNum": 23, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ח", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>This is what they told him: “We came to the land you sent us to; it does indeed flow with milk and honey, and this is its fruit. However, the people who inhabit the country are powerful, and the cities are fortified and very large; moreover, we saw the Anakites there. Amalekites dwell in the Negeb region; Hittites, Jebusites, and Amorites inhabit the hill country; and Canaanites dwell by the Sea and along the Jordan…. We cannot attack that people, for it is stronger than we.” Thus they spread calumnies among the Israelites about the land they had scouted, saying, “The country that we traversed and scouted is one that devours its settlers. All the people that we saw in it are men of great size; we saw the Nephilim there – the Anakites are part of the Nephilim and we looked like grasshoppers to ourselves, and so we must have looked to them.” (Num. 13:27–29, 31–33)</small>", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "62035c33f8a34bfd88bbbe3a", "index_title": "Genesis", "category": "Tanakh", "type": "", "ref": "Genesis 38:6-10", "anchorRef": "Numbers 26:19", "anchorRefExpanded": ["Numbers 26:19"], "sourceRef": "Genesis 38:6-10", "sourceHeRef": "בראשית ל״ח:ו׳-י׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 38.0006, "collectiveTitle": {"en": "Genesis", "he": "בראשית"}, "heTitle": "בראשית", "he": ["וַיִּקַּ֧ח יְהוּדָ֛ה אִשָּׁ֖ה לְעֵ֣ר בְּכוֹר֑וֹ וּשְׁמָ֖הּ תָּמָֽר׃", "וַיְהִ֗י עֵ֚ר בְּכ֣וֹר יְהוּדָ֔ה רַ֖ע בְּעֵינֵ֣י יְהֹוָ֑ה וַיְמִתֵ֖הוּ יְהֹוָֽה׃", "וַיֹּ֤אמֶר יְהוּדָה֙ לְאוֹנָ֔ן בֹּ֛א אֶל־אֵ֥שֶׁת אָחִ֖יךָ וְיַבֵּ֣ם אֹתָ֑הּ וְהָקֵ֥ם זֶ֖רַע לְאָחִֽיךָ׃", "וַיֵּ֣דַע אוֹנָ֔ן כִּ֛י לֹּ֥א ל֖וֹ יִהְיֶ֣ה הַזָּ֑רַע וְהָיָ֞ה אִם־בָּ֨א אֶל־אֵ֤שֶׁת אָחִיו֙ וְשִׁחֵ֣ת אַ֔רְצָה לְבִלְתִּ֥י נְתׇן־זֶ֖רַע לְאָחִֽיו׃", "וַיֵּ֛רַע בְּעֵינֵ֥י יְהֹוָ֖ה אֲשֶׁ֣ר עָשָׂ֑ה וַיָּ֖מֶת גַּם־אֹתֽוֹ׃"], "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": ["Judah got a wife for Er his first-born; her name was Tamar.", "But Er, Judah’s first-born, was displeasing to יהוה, and יהוה took his life.", "Then Judah said to Onan, “Join with your brother’s wife and do your duty<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>duty </b>Cf. Deut. 25.5.</i> by her as a brother-in-law, and provide offspring for your brother.”", "But Onan, knowing that the offspring would not count as his, let [the semen] go to waste<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>let [the semen] go to waste </b>Heb. <i>shiḥet arṣah</i>; lit. “spoil [it] groundward.” NJPS “let it go to waste,” with “offspring” as the implausible co-referent of “it.” See the Dictionary under “seed.”</i> whenever he joined with his brother’s wife, so as not to provide offspring for his brother.", "What he did was displeasing to יהוה, who took his life also."], "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6319cf96b6084aa1cbef995b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אוֹנָן 1", "anchorRef": "Numbers 26:19", "anchorRefExpanded": ["Numbers 26:19"], "sourceRef": "BDB, אוֹנָן 1", "sourceHeRef": "בראון-דרייבר-בריגס, אוֹנָן א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אוֹנָן", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">אוֹנָן</span></big>  <strong>n.pr.m. (</strong><em>vigorous</em><strong>)</strong> son of Judah <a data-ref=\"Genesis 38:4\" href=\"/Genesis.38.4\">Gn 38:4</a>, <a data-ref=\"Genesis 38:8\" href=\"/Genesis.38.8\">8</a>, <a data-ref=\"Genesis 38:9\" href=\"/Genesis.38.9\">9</a>; <a data-ref=\"Genesis 46:12\" href=\"/Genesis.46.12\">46:12</a><sup>(×2);</sup> <a data-ref=\"Numbers 26:19\" href=\"/Numbers.26.19\">Nu 26:19</a><sup>(×2);</sup> <a data-ref=\"I Chronicles 2:3\" href=\"/I_Chronicles.2.3\">1 Ch 2:3</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d1beb6084aa1cbf11ac5", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יְהוּדָה 1", "anchorRef": "Numbers 26:19", "anchorRefExpanded": ["Numbers 26:19"], "sourceRef": "BDB, יְהוּדָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, יְהוּדָה א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יְהוּדָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">יְהוּדָה</span></big><sub>820</sub>  <strong>n.pr.m.</strong> et <strong>terr. Judah (</strong>treated <a data-ref=\"Genesis 29:35\" href=\"/Genesis.29.35\">Gn 29:35</a>; <a data-ref=\"Genesis 49:8\" href=\"/Genesis.49.8\">49:8</a> (q.v. infr.) as if der. from Hoph. of <span dir=\"rtl\">ידה</span> = <em>praised, object of praise</em> (on ה cf. Hiph. <span dir=\"rtl\">אֲהוֹדֶ֑נּוּ</span> <a data-ref=\"Psalms 28:7\" href=\"/Psalms.28.7\">ψ 28:7</a>, <span dir=\"rtl\">יְהוֹדֶה</span> <a data-ref=\"Nehemiah 11:17\" href=\"/Nehemiah.11.17\">Ne 11:17</a>), but this dubious; relation to <span dir=\"rtl\">יְהֻד</span>, ii. <span dir=\"rtl\">יְהוּדִית</span> unexpl.; v. further Jastr<sup>JBL xii, 1893, 61 ff.</sup>; Assyrian <em>Ia-u-du</em>, of land; <em>Ia-u-da-ai</em>, <em>Judaean</em> COT<sup>Gloss</sup><strong>)</strong>—<br><strong>I.</strong>  <strong> n.pr.m. </strong> <strong>1.</strong>  <em>son of Jacob and Leah</em>, expl. by Leah’s words <em>I will praise</em> <span dir=\"rtl\">י׳</span> <a data-ref=\"Genesis 29:35\" href=\"/Genesis.29.35\">Gn 29:35</a> (J); cf. Jacob’s prediction, <em>thy brethren shall praise thee</em> <a data-ref=\"Genesis 49:8\" href=\"/Genesis.49.8\">Gn 49:8</a> (poem in JE), see also v <a data-ref=\"Genesis 49:9\" href=\"/Genesis.49.9\">9</a>, <a data-ref=\"Genesis 49:10\" href=\"/Genesis.49.10\">10</a>; elsewhere <a data-ref=\"Genesis 37:26\" href=\"/Genesis.37.26\">Gn 37:26</a>; <a data-ref=\"Genesis 38:1\" href=\"/Genesis.38.1\">38:1</a> + 14 times <a data-ref=\"Genesis 38\" href=\"/Genesis.38\">Gn 38</a>, <a data-ref=\"Genesis 43:3\" href=\"/Genesis.43.3\">43:3</a>, <a data-ref=\"Genesis 43:8\" href=\"/Genesis.43.8\">8</a>; <a data-ref=\"Genesis 44:14\" href=\"/Genesis.44.14\">44:14</a>, <a data-ref=\"Genesis 44:16\" href=\"/Genesis.44.16\">16</a>, <a data-ref=\"Genesis 44:18\" href=\"/Genesis.44.18\">18</a>; <a data-ref=\"Genesis 46:28\" href=\"/Genesis.46.28\">46:28</a> (all J), <a data-ref=\"Genesis 35:23\" href=\"/Genesis.35.23\">35:23</a> (P), <a data-ref=\"I Chronicles 2:1\" href=\"/I_Chronicles.2.1\">1 Ch 2:1</a>, <a data-ref=\"I Chronicles 2:3\" href=\"/I_Chronicles.2.3\">3</a> <a data-ref=\"Ruth 4:12\" href=\"/Ruth.4.12\">Ru 4:12</a>; <span dir=\"rtl\">בְּנֵי יְהוּדָה</span> <em>sons of Judah</em> <a data-ref=\"Genesis 46:12\" href=\"/Genesis.46.12\">Gn 46:12</a> <a data-ref=\"Numbers 26:19\" href=\"/Numbers.26.19\">Nu 26:19</a> (P), <a data-ref=\"I Chronicles 2:3\" href=\"/I_Chronicles.2.3\">1 Ch 2:3</a>, <a data-ref=\"I Chronicles 2:4\" href=\"/I_Chronicles.2.4\">4</a>; <a data-ref=\"I Chronicles 4:1\" href=\"/I_Chronicles.4.1\">4:1</a>. <strong>2.</strong>  <em>tribe</em> descended from Judah <a data-ref=\"Deuteronomy 33:7\" href=\"/Deuteronomy.33.7\">Dt 33:7</a> (poem), <a data-ref=\"Numbers 1:7\" href=\"/Numbers.1.7\">Nu 1:7</a> (P), <a data-ref=\"Deuteronomy 27:12\" href=\"/Deuteronomy.27.12\">Dt 27:12</a> +; <span dir=\"rtl\">בְּנֵי יהודה</span> <a data-ref=\"Numbers 1:26\" href=\"/Numbers.1.26\">Nu 1:26</a> (P), <a data-ref=\"Joshua 14:6\" href=\"/Joshua.14.6\">Jos 14:6</a> (D), <a data-ref=\"Judges 1:8\" href=\"/Judges.1.8\">Ju 1:8</a> +; <span dir=\"rtl\">שֵׁבֶט יהודה</span> <a data-ref=\"Joshua 7:16\" href=\"/Joshua.7.16\">Jos 7:16</a> (J), <a data-ref=\"I Kings 12:20\" href=\"/I_Kings.12.20\">1 K 12:20</a> <a data-ref=\"II Kings 17:18\" href=\"/II_Kings.17.18\">2 K 17:18</a> <a data-ref=\"Psalms 78:68\" href=\"/Psalms.78.68\">ψ 78:68</a>; <span dir=\"rtl\">מַטֵּה בְנֵי יהודה</span> <a data-ref=\"Joshua 15:1\" href=\"/Joshua.15.1\">Jos 15:1</a>, <a data-ref=\"Joshua 15:20\" href=\"/Joshua.15.20\">20</a>, <a data-ref=\"Joshua 15:21\" href=\"/Joshua.15.21\">21</a>; <a data-ref=\"Joshua 21:9\" href=\"/Joshua.21.9\">21:9</a> (all P), <a data-ref=\"I Chronicles 6:50\" href=\"/I_Chronicles.6.50\">1 Ch 6:50</a>; elsewhere <span dir=\"rtl\">מַטֵּה יהודה</span> <a data-ref=\"Exodus 31:2\" href=\"/Exodus.31.2\">Ex 31:2</a>; <a data-ref=\"Exodus 35:30\" href=\"/Exodus.35.30\">35:30</a>; <a data-ref=\"Exodus 38:22\" href=\"/Exodus.38.22\">38:22</a> <a data-ref=\"Numbers 1:27\" href=\"/Numbers.1.27\">Nu 1:27</a>; <a data-ref=\"Numbers 7:12\" href=\"/Numbers.7.12\">7:12</a>; <a data-ref=\"Numbers 13:6\" href=\"/Numbers.13.6\">13:6</a>; <a data-ref=\"Numbers 34:19\" href=\"/Numbers.34.19\">34:19</a> <a data-ref=\"Joshua 7:1\" href=\"/Joshua.7.1\">Jos 7:1</a>, <a data-ref=\"Joshua 7:18\" href=\"/Joshua.7.18\">18</a>; <a data-ref=\"Joshua 21:4\" href=\"/Joshua.21.4\">21:4</a> (all P); <span dir=\"rtl\">אישׁ יהודה</span> <a data-ref=\"Judges 15:10\" href=\"/Judges.15.10\">Ju 15:10</a> +; <span dir=\"rtl\">אנשׁי יהודה</span> <a data-ref=\"II Samuel 2:4\" href=\"/II_Samuel.2.4\">2 S 2:4</a> +, (cf. <em>amelûti [ṣabê] Ia-u-du</em> Tel el-Amarna<sup>No. 39</sup> Jastr<sup>JBL xii, 1893, 64</sup>). <strong>3.</strong>  <em>nation</em>, of southern kingdom under dynasty of David, as distinguished from northern kingdom of Ephraim or Israel: <a data-ref=\"Hosea 4:15\" href=\"/Hosea.4.15\">Ho 4:15</a> <a data-ref=\"Jeremiah 2:28\" href=\"/Jeremiah.2.28\">Je 2:28</a> <a data-ref=\"II Chronicles 12:12\" href=\"/II_Chronicles.12.12\">2 Ch 12:12</a> +; of the returned exiles <a data-ref=\"Nehemiah 4:4\" href=\"/Nehemiah.4.4\">Ne 4:4</a>; <span dir=\"rtl\">עַם יהודה</span> <a data-ref=\"II Kings 14:21\" href=\"/II_Kings.14.21\">2 K 14:21</a> = <a data-ref=\"II Chronicles 26:1\" href=\"/II_Chronicles.26.1\">2 Ch 26:1</a>, <a data-ref=\"Jeremiah 25:1\" href=\"/Jeremiah.25.1\">Je 25:1</a>, <a data-ref=\"Jeremiah 25:2\" href=\"/Jeremiah.25.2\">2</a> <a data-ref=\"Ezra 4:4\" href=\"/Ezra.4.4\">Ezr 4:4</a>; <span dir=\"rtl\">בְּנֵי יהודה</span> <a data-ref=\"Hosea 2:2\" href=\"/Hosea.2.2\">Ho 2:2</a> <a data-ref=\"Jeremiah 7:30\" href=\"/Jeremiah.7.30\">Je 7:30</a> <a data-ref=\"II Chronicles 13:18\" href=\"/II_Chronicles.13.18\">2 Ch 13:18</a>; <a data-ref=\"II Chronicles 25:12\" href=\"/II_Chronicles.25.12\">25:12</a>; <a data-ref=\"II Chronicles 28:10\" href=\"/II_Chronicles.28.10\">28:10</a>; <span dir=\"rtl\">בֵּית יהודה</span> <a data-ref=\"Hosea 1:7\" href=\"/Hosea.1.7\">Ho 1:7</a> <a data-ref=\"Jeremiah 3:18\" href=\"/Jeremiah.3.18\">Je 3:18</a> <a data-ref=\"Ezekiel 4:6\" href=\"/Ezekiel.4.6\">Ez 4:6</a> +; <span dir=\"rtl\">מַלְכוּת יהודה</span> <a data-ref=\"II Chronicles 11:17\" href=\"/II_Chronicles.11.17\">2 Ch 11:17</a>; personified, <span dir=\"rtl\">בַּת י׳</span> <a data-ref=\"Lamentations 1:15\" href=\"/Lamentations.1.15\">La 1:15</a>; <a data-ref=\"Lamentations 2:2\" href=\"/Lamentations.2.2\">2:2</a>, <a data-ref=\"Lamentations 2:5\" href=\"/Lamentations.2.5\">5</a>. <strong>4.</strong>  Levite, Ezra’s time, <a data-ref=\"Ezra 10:23\" href=\"/Ezra.10.23\">Ezr 10:23</a>. <strong>5.</strong>  an overseer of Jerus. <a data-ref=\"Nehemiah 11:9\" href=\"/Nehemiah.11.9\">Ne 11:9</a>. <strong>6.</strong>  Levite musician <a data-ref=\"Nehemiah 12:8\" href=\"/Nehemiah.12.8\">Ne 12:8</a>. <strong>7.</strong>  priest <a data-ref=\"Nehemiah 12:36\" href=\"/Nehemiah.12.36\">Ne 12:36</a>.<br><strong>II.</strong>  <strong> n.pr.terr.</strong> <em>land of Judah</em>, f. <a data-ref=\"Isaiah 7:6\" href=\"/Isaiah.7.6\">Is 7:6</a> <a data-ref=\"Jeremiah 23:6\" href=\"/Jeremiah.23.6\">Je 23:6</a> = <a data-ref=\"Jeremiah 33:16\" href=\"/Jeremiah.33.16\">33:16</a>, <a data-ref=\"Joel 4:20\" href=\"/Joel.4.20\">Jo 4:30</a> <a data-ref=\"Psalms 114:2\" href=\"/Psalms.114.2\">ψ 114:2</a> +; <span dir=\"rtl\">ארץ יְהוּדֶה</span> <a data-ref=\"I Samuel 22:5\" href=\"/I_Samuel.22.5\">1 S 22:5</a> <a data-ref=\"II Kings 23:24\" href=\"/II_Kings.23.24\">2 K 23:24</a> +; <span dir=\"rtl\">אדמת יהודה</span> <a data-ref=\"Isaiah 19:17\" href=\"/Isaiah.19.17\">Is 19:17</a>; <span dir=\"rtl\">עָרֵי יהודה</span> <a data-ref=\"II Samuel 2:1\" href=\"/II_Samuel.2.1\">2 S 2:1</a> <a data-ref=\"I Kings 12:17\" href=\"/I_Kings.12.17\">1 K 12:17</a> <a data-ref=\"II Kings 18:13\" href=\"/II_Kings.18.13\">2 K 18:13</a>; <a data-ref=\"II Kings 23:5\" href=\"/II_Kings.23.5\">23:5</a>, <a data-ref=\"II Kings 23:8\" href=\"/II_Kings.23.8\">8</a> <a data-ref=\"Isaiah 40:9\" href=\"/Isaiah.40.9\">Is 40:9</a>; <a data-ref=\"Isaiah 44:26\" href=\"/Isaiah.44.26\">44:26</a> <a data-ref=\"Zechariah 1:12\" href=\"/Zechariah.1.12\">Zc 1:12</a> <a data-ref=\"Psalms 69:36\" href=\"/Psalms.69.36\">ψ 69:36</a> <a data-ref=\"Lamentations 5:11\" href=\"/Lamentations.5.11\">La 5:11</a>; also 15 times Chr., 23 times Jer.; <span dir=\"rtl\">בִּיהודה</span> <a data-ref=\"Joshua 19:34\" href=\"/Joshua.19.34\">Jos 19:34</a> <a data-ref=\"Judges 15:9\" href=\"/Judges.15.9\">Ju 15:9</a> +; <span dir=\"rtl\">מיהודה</span> <a data-ref=\"I Kings 13:1\" href=\"/I_Kings.13.1\">1 K 13:1</a> +; <span dir=\"rtl\">הר יהודה</span> <em>the hill-country of Judah</em> <a data-ref=\"Joshua 11:21\" href=\"/Joshua.11.21\">Jos 11:21</a> (D), <a data-ref=\"Joshua 20:7\" href=\"/Joshua.20.7\">20:7</a>; <a data-ref=\"Joshua 21:11\" href=\"/Joshua.21.11\">21:11</a> (P), <a data-ref=\"II Chronicles 27:4\" href=\"/II_Chronicles.27.4\">2 Ch 27:4</a>; <span dir=\"rtl\">נֶגֶב יהודה</span> <em>the south</em> (<em>country</em>) <em>of Judah</em> <a data-ref=\"I Samuel 27:11\" href=\"/I_Samuel.27.11\">1 S 27:10</a>. <a data-ref=\"II Samuel 24:7\" href=\"/II_Samuel.24.7\">2 S 24:7</a>; <span dir=\"rtl\">מדבר יהודה</span> <a data-ref=\"Judges 1:16\" href=\"/Judges.1.16\">Ju 1:16</a> <a data-ref=\"Psalms 63:1\" href=\"/Psalms.63.1\">ψ 63:1</a> (title)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d36bb6084aa1cbf26807", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עֵר 1", "anchorRef": "Numbers 26:19", "anchorRefExpanded": ["Numbers 26:19"], "sourceRef": "BDB, עֵר 1", "sourceHeRef": "בראון-דרייבר-בריגס, עֵר א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עֵר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">עֵר</span></big>  <strong>n.pr.m.</strong> Hρ <strong>(</strong>cf. <a data-ref=\"BDB, עוּר\" href=\"/BDB,_עוּר\", dir=\"rtl\">עוּר</a> Qal Pt.<strong>)</strong>;—<br><strong>1.</strong>  eldest son of Judah <a data-ref=\"Genesis 38:3\" href=\"/Genesis.38.3\">Gn 38:3</a>, <a data-ref=\"Genesis 38:6\" href=\"/Genesis.38.6\">6</a> = <a data-ref=\"I Chronicles 2:3\" href=\"/I_Chronicles.2.3\">1 Ch 2:3</a><sup>(×2)</sup>, <a data-ref=\"Genesis 38:7\" href=\"/Genesis.38.7\">Gn 38:7</a>; <a data-ref=\"Genesis 46:12\" href=\"/Genesis.46.12\">46:12</a><sup>(×2)</sup> <a data-ref=\"Numbers 26:19\" href=\"/Numbers.26.19\">Nu 26:19</a><sup>(×2)</sup>.<br><strong>2.</strong>  son of Judah’s son Shelah <a data-ref=\"I Chronicles 4:21\" href=\"/I_Chronicles.4.21\">1 Ch 4:21</a>.—Vid. also <strong>Qal</strong> Pt. <span dir=\"rtl\">עֵר</span> supr."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}]