[{"_id": "522430ceedbab41a9d003bc5", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 26:56:1", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Rashi on Numbers 26:56:1", "sourceHeRef": "רש\"י על במדבר כ״ו:נ״ו:א׳", "anchorVerse": 56, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 56.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>על פי הגורל.</b> הַגּוֹרָל הָיָה מְדַבֵּר, כְּמוֹ שֶׁפֵּרַשְׁתִּי, מַגִּיד שֶׁנִּתְחַלְּקָה בְרוּחַ הַקֹּדֶשׁ {לְכָךְ נֶאֱמַר (יהושע י\"ט) \"עַל פִּי ה'\"}:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "על פי הגורל ACCORDING TO (more lit., by the mouth of) THE LOT [SHALL THE POSSESSION BE DIVIDED] — The lot itself spoke as I have already explained; this tells us that the division took place by the Holy Spirit (Midrash Tanchuma, Pinchas 6).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe3fbfba276047f6d47", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 26:56", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Onkelos Numbers 26:56", "sourceHeRef": "תרגום אונקלוס על במדבר כ״ו:נ״ו", "anchorVerse": 56, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 26.0056, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "עַל פּוּם עַדְבָא תִּתְפְּלֵג אַחֲסַנְתְּהוֹן בֵּין סַגִּיאֵי לִזְעִירֵי:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "By word of the lottery should their inheritance be divided, with regard to whether they are many or few.”", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec57e", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 26:56", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Targum Jonathan on Numbers 26:56", "sourceHeRef": "תרגום יונתן על במדבר כ״ו:נ״ו", "anchorVerse": 56, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 26.0056, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "עַל פּוּם עַדְבִין תִּתְפְּלֵג אַחְסַנְתְּהוֹן בֵּין סַגִיאֵי לִזְעִירֵי", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " Their heritage shall be divided by lots, whether great or small. ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f179bdfbfba22336ea65e1", "index_title": "Sforno on Numbers", "category": "Commentary", "type": "commentary", "ref": "Sforno on Numbers 26:56:1", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Sforno on Numbers 26:56:1", "sourceHeRef": "ספורנו על במדבר כ״ו:נ״ו:א׳", "anchorVerse": 56, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 56.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על במדבר", "he": "<b>על פי הגורל תחלק נחלתו.</b> וכן כשיהיה השבט מחלק את חלקו לגולגלותיו יתן לכל אחד חלקו על פי הגורל:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "על פי הגורל תחלק נחלתו, when it came to the actual distribution of the land, the result of the lottery confirmed what Joshua had announced as the fair share for each tribe. It was found that the tribes who numbered more people did indeed receive parcels that were larger than those who numbered fewer people.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "53f17ac5fbfba22336ea7d6f", "index_title": "Or HaChaim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Numbers 26:56:1", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Or HaChaim on Numbers 26:56:1", "sourceHeRef": "אור החיים על במדבר כ״ו:נ״ו:א׳", "anchorVerse": 56, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 56.0001, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על במדבר", "he": "<b>בין רב למעט</b>. במסכת בבא בתרא דף קכ\"ב אמרו וזה לשונם אבעיא להו ארץ ישראל לשבטים אפלוג או לקרקף גברי אפלוג תא שמע בין רב למעט ועוד תניא עתידה ארץ ישראל שתחלק לי\"ג שבטים שבתחילה לא נחלקה אלא לי\"ב וכו' ולא נתחלקה אלא בכסף שנאמר בין רב למעט אמר רבי יהודה סאה ביהודה שוה חמש סאה בגליל עד כאן, וכתב רשב\"ם שם וזה לשונו תא שמע בין רב וגו' שיקח כל שבט מה שיתן לו הגורל בין שהיה מגיע לו חלק מרובה כגון שבט שהיה לו אנשים מעט בין שהיה לו חלק מועט כגון שהיו לו אנשים מרובים וכו' דכל השבטים חולקין בשוה וכו' עד כאן, וקשה בדברי הגמרא למה מפשט מהכתוב כיון שאין לו הכרח ממנו שהרי בברייתא שמביא מפרשו לקרוב לירושלים ורחוק ממנה קרוב קוריהו רב רחוק מעט לפי ששוה יותר:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b> <span>בין רב למעט</span>, be they numerous or few.</b> We have already referred to the discussion in <i>Baba Batra</i> 122 about how the division was to proceed, if according to the number of individuals or according to the number of tribes, and we have mentioned that in the future the land would be divided between 13 tribes. In addition to that the Talmud stated that the key to the division was the monetary value of a piece of land, not just its size. Rabbi Yehudah adds that the amount of land needed to grow a bushel of wheat in the tribal area of Yehudah was one fifth of the amount of land needed to produce the same amount of wheat in the Galil. <i>Rashbam</i> comments on the words <span>בין רב למעט</span> that every tribe had to accept the piece of land allocated in the general <span>הגרלה</span>, lottery, regardless of whether they thought they ought to have received a larger share due to the number of men over 20 in that tribe, as all the tribes received equal shares. The difficulty with this approach is that there is no need to accept such a simplistic view based on the text seeing we have a <i>Baraitha</i> according to which the words <span>בין רב למעט</span> are understood to refer to the relative distance from Jerusalem of the various parcels of land allocated to the tribes, i.e. that land close to Jerusalem was considered worth more than land which was a long way from Jerusalem. According to the <i>Baraitha</i> the word <span>רב</span> would refer to land close to Jerusalem being worth more.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54bd4834fbfba217333635da", "index_title": "Ramban on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Deuteronomy 19:14:1", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Ramban on Deuteronomy 19:14:1", "sourceHeRef": "רמב\"ן על דברים י״ט:י״ד:א׳", "anchorVerse": 56, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Ramban on Deuteronomy", "he": "רמב\"ן על דברים"}, "he": "<b>לֹא תַסִּיג גְּבוּל רֵעֲךָ</b>, אַזְהָרָה שֶׁלֹּא יְשַׁנֶּה תְּחוּם הַחֲלֻקָּה שֶׁחִלְּקוּ הַנְּשִׂיאִים אֶת הָאָרֶץ לַשְּׁבָטִים אוֹ לְיָחִיד מֵהֶם, וְעַל כֵּן אָמַר אֲשֶׁר גָּבְלוּ רִאשׁוֹנִים, הֵם אֶלְעָזָר הַכֹּהֵן וִיהוֹשֻׁעַ בִּן נוּן וּנְשִׂיאֵי הַמַּטּוֹת, וּלְכָךְ הִזְכִּיר בְּנַחֲלָתְךָ אֲשֶׁר תִּנְחַל וְגוֹ'. וְטַעַם הַמִּצְוָה הַזֹּאת שֶׁלֹּא יַחְשֹׁב אָדָם לוֹמַר, אֵין חֶלְקִי אֲשֶׁר נָתְנוּ לִי שָׁוֶה כְּמוֹ חֵלֶק חֲבֵרִי, כִּי טָעוּ הַחוֹלְקִים, אוֹ שֶׁיּוֹצִיא בְּלִבּוֹ לַעַז עַל הַגּוֹרָלוֹת, וְלֹא יִהְיֶה זֶה בְּעֵינָיו גֶּזֶל כְּלָל, עַל כֵּן צִוָּה בְּכָאן שֶׁלֹּא יַחְלֹק אָדָם עַל הַחֲלֻקָּה הַהִיא וְלֹא יְשַׁנֶּה הַגְּבוּלִין כְּלָל, לֹא בַּסֵּתֶר וְלֹא בַּגָּלוּי. וְזוֹ מִצְוָה מְבֹאֶרֶת מִמָּה שֶׁצִּוָּה (במדבר כו נו) עַל פִּי הַגּוֹרָל תֵּחָלֵק נַחֲלָתוֹ בֵּין רַב לִמְעָט, וְאָמַר (שם לד יז) אֵלֶּה שְׁמוֹת הָאֲנָשִׁים אֲשֶׁר יִנְחֲלוּ לָכֶם וְגוֹ'. וְעַל דַּעַת רַבּוֹתֵינוּ (ספרי שופטים קפח) שֶׁהוּא אַזְהָרָה לְעוֹקֵר תְּחוּמוֹ שֶׁל חֲבֵרוֹ בָּאָרֶץ שֶׁעוֹבֵר בִּשְׁנֵי לָאוִין, יִהְיֶה טַעַם <b>אֲשֶׁר גָּבְלוּ רִאשׁוֹנִים</b>, שֶׁלֹּא יְשַׁנֶּה הַתְּחוּם הַיָּשָׁן בַּסֵּתֶר וְיֹאמַר בְּכָאן הָיָה מֵעוֹלָם. וְהִזְהִיר הַכָּתוּב בַּהוֹוֶה, כִּי הַתְּחוּם הֶחָדָשׁ נִכָּר וְיָדוּעַ הוּא וְאֵין אָדָם מְשַׁנֶּה אוֹתוֹ. וְגַם רַבּוֹתֵינוּ עַצְמָם הִזְכִּירוּ (שם), מִנַּיִן לְעוֹקֵר תְּחוּמִין שֶׁל שְׁבָטִים שֶׁעוֹבֵר בְּלֹא תַּעֲשֶׂה, תַּלְמוּד לוֹמַר לֹא תַסִּיג גְּבוּל רֵעֲךָ, וְהוּא בֶּאֱמֶת פְּשׁוּטוֹ שֶׁל מִקְרָא:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "THOU SHALT NOT REMOVE THY NEIGHBOR’S LANDMARK. This is a warning against changing the boundaries of the division by which the princes apportioned the Land to the tribes<sup class=\"footnote-marker\">275</sup><i class=\"footnote\">Numbers 34:16-29.</i> or to any individual among them. Therefore he stated, <i>which they of old time have set</i>,<sup class=\"footnote-marker\">276</sup><i class=\"footnote\">In Verse 14 before us.</i> these being Eleazar the priest, and Joshua the son of Nun, and the princes of the tribes,<sup class=\"footnote-marker\">275</sup><i class=\"footnote\">Numbers 34:16-29.</i> and therefore he mentioned <i>in thine inheritance which thou shalt inherit</i> etc.<sup class=\"footnote-marker\">276</sup><i class=\"footnote\">In Verse 14 before us.</i> And the reason for this commandment is that no one should contemplate to say, “My portion which they gave me is not as valuable as the portion of my friend, because the dividers erred,” or he may feel suspicious of the lots, thus he will not consider it [his removal of the boundary marker] to be robbery at all. Therefore he commanded here that no one should controvert that division, and he may not make any change in the boundaries, either secretly or openly. Now this is an explanatory commandment, deriving from what He commanded, <i>According to the lot shall their inheritance be divided between the more and the fewer</i>,<sup class=\"footnote-marker\">277</sup><i class=\"footnote\">Numbers 26:56.</i> and He further stated, <i>These are the names of the men that shall take possession of the Land for you</i>.<sup class=\"footnote-marker\">278</sup><i class=\"footnote\"><i>Ibid.</i>, 34:17.</i> And in the opinion of our Rabbis<sup class=\"footnote-marker\">279</sup><i class=\"footnote\">Sifre, <i>Shoftim</i> 188.</i> that this verse is an admonition, teaching us that one who encroaches on his neighbor’s land in the Land of Israel transgresses two commandments,<sup class=\"footnote-marker\">280</sup><i class=\"footnote\">I.e., <i>Nor shalt thou rob him</i> (Leviticus 19:13), and the verse before us. Outside the Land of Israel he transgresses only the commandment against committing robbery. See “The Commandments,” Vol. II, pp. 234-235.</i> the meaning of the expression <i>which they of old time have set</i> means that one is not to secretly change an old boundary and say “It was always here.” Scripture admonishes [concerning an old boundary] because it speaks of what usually happens, for a new boundary is recognized and known and no one changes it. Our Rabbis themselves have mentioned [the first interpretation, for thus they said in the Sifre]:<sup class=\"footnote-marker\">279</sup><i class=\"footnote\">Sifre, <i>Shoftim</i> 188.</i> “Whence do we know that one who uproots the boundaries of the tribes transgresses a negative commandment? Because Scripture states, <i>Thou shalt not remove thy neighbor’s landmark</i>, [<i>which they of old time have set</i>].” This is truly the plain meaning of Scripture.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "57e77d7cd6e4a94c7c18b137", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 26:56", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Tafsir Rasag, Numbers 26:56", "sourceHeRef": "תפסיר רס\"ג, במדבר כ״ו:נ״ו", "anchorVerse": 56, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 26.0056, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "ועלי קדר אלסהם תקסם נחלתהם בין כת̇יר וקליל", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b505d6e4a902855ffbd7", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Numbers 26:56:1", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Tur HaArokh, Numbers 26:56:1", "sourceHeRef": "הטור הארוך, במדבר כ״ו:נ״ו:א׳", "anchorVerse": 56, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 56.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "במדבר", "he": "<b>בין רב למעט. </b>כל המטות בשוה בין שהוא מרובה באוכלסין או ממועט. ופי' לרב תרבה נחלתו באנשי השבט עצמו. אי נמי כדדריש לי' מכאן שנתחלקה כפי יוצאי מצרים והרי שיצאו י' בנים ממצרים ומתו במדבר ונולדו לו ב' אחרים במדבר קורא אני לרב תרבו כלומר לרב ביציאתם ממצרים אע\"פ שעתה נתמעטו והרי שיצאו ממצרים ה' ובכניסחם לארץ היו י' קורא אני למעט תמעיטו. ופי' הפרשה לאלה הנזכרים למשפחות תחלק הארץ במספר שמות שיתנו לכל זכר לגולגלותם חלקו לרב תרבו נחלתו (למשפחת החנוכי המרובה עד\"מ תרבה נחלתו. כצ\"ל) למשפחת הפלואי המועטי' תמעיט כי איש לפי פקודי המשפח' יותן נחלתו ותטול כל המשפחה במקום אחד ולפי' מנאן כאן למשפחות אך בגורל יחלקו את הארץ לשבטי ישראל ולשמות מטות אבותיו שהם י\"ב מטות ינחלו אותה. וחזר ואמר על פי הגורל תחלק נחלתו פי' נחלתו של מטה עצמו בין רב למעט כי גם בין המשפחות הטילו גורל ויהיה חלק החנוכי ברוח אשר יעלה לו הגורל וחלק הפלואי באותו רוח אשר יעלה לו אך נרבה לרב ונמעיט למעט במשפחות: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " בין רב למעט, “between the numerous and the few.” All tribes received equal amounts of land regardless of how numerous they were. If so, what was the meaning of the words לרב תרבה נחלתו וגו', “to the numerous you shall increase his inheritance?” (Verse 54) We must understand this as the internal division of the land within each tribal territory. Families that had many children received larger plots than families who had only few children.\n    Alternately, the internal division was not based on the numbers in each family at this time, but on the numbers in each family at the time of the Exodus. In other words; if a family consisted of a father and ten sons at the time of the Exodus, but that family had by now shrunk to half its original size, the family was still allocated the amount of land based on the family’s original size. This was how the words לרב תרבו נחלתו were applied. On the other hand, if a family at the time of the Exodus had only five sons, and in the interval there were 10 sons, all of them had to share an inheritance based on five sons. This is the meaning of למעט תמעיט נחלתו. \n    The approach to the whole paragraph then would be that the land would be distributed based on families mentioned in the Torah by name. This is why the Torah wrote במספר שמות, “according to the number of names.” In other words, the distribution was based on a head count, but not on a head count of the number of souls, but on a headcount based on people whom the Torah singled out by name. The lot mentioned was used only to determine which named tribe would receive which named share of land, the shares being equal in size, though, of course not equal in value. The reason why the matter of the גורל is repeated once more in verse 56 is to tell us that even within the tribe the plots of land were distributed by lottery, so as to minimize friction and jealousy.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5964d694d6e4a92bf45a8b2d", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Bamidbar 26:56:1", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Rabbeinu Bahya, Bamidbar 26:56:1", "sourceHeRef": "רבנו בחיי, במדבר כ״ו:נ״ו:א׳", "anchorVerse": 56, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 56.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>על פי הגורל תחלק נחלתו.</b> דרשו רז\"ל זה שאמר הכתוב (משלי י״ח:י״ח) מדינים ישבית הגורל ובין עצומים יפריד, ובא לשבח חלוקת הגורל כי מדה חשובה היא לחלוק מפני שהוא משבית מדינים וסיבה למניעת החמדה שלא יחמוד שום אדם מעתה חלק חברו כיון שע\"י גורל באה לו אלא יאמר מאת ה' היתה לו, וכענין שכתוב (שם טז) בחיק יוטל את הגורל ומה' כל משפטו. ובין עצומים יפריד, בין המחלוקות והמריבות, כלשון (ישעיה מא) הגישו עצומותיכם.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "על פי הגורל תחלק נחלתו , “each portion shall be assigned by lot.” Our verse expresses what is stated in Proverbs 18,18: “the lot puts an end to strife, it separates between the mighty.” Solomon comes out in favor of determining distribution of properties, etc., with multiple claimants by lottery as it prevents strife and bad feeling. it is a cause for preventing coveting something belonging to others. If we assume that the other person has gained his property through the casting of lots no one can begrudge it claiming unfairness by human authority. Solomon illustrates this further in Proverbs 16,33: “a lot is cast into the lap, but one’s judgment depends on G’d.”", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59d48a88d6e4a939ba176c36", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Numbers 26:56:1", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Torah Temimah on Torah, Numbers 26:56:1", "sourceHeRef": "תורה תמימה על התורה, במדבר כ״ו:נ״ו:א׳", "anchorVerse": 56, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 56.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "במדבר", "he": "<b>בין רב למעט. </b>איבעי להו, ארץ ישראל לשבטים איפלוג או לקרקף גברי איפלוג, תא שמע, דכתיב בין רב למעט <sup class=\"footnote-marker\">יז</sup><i class=\"footnote\">פירש הרשב\"ם, כיון שאמר הכתוב ע\"פ הגורל תחלק הארץ שיקח כל שבט מה שיעלה לו בגורל, בין שהיה מגיע לו חלק מרובה כגון שבט שיש בו אנשים מעט, בין שהיה לו חלק מועט כגון שיש לו אנשים הרבה, דכיון דכל השבטים לוקחים בשוה שבט הקטן כשבט הגדול, נמצאו חלקי בני שבט הקטן מרובה מחלקי בני שבט הגדול, ואי לקרקף גברי אתחלק לא שייך בין רב למעט אחרי שכולם נטלו בשוה, עכ\"ל.\n<br>ואני תמה, דאדרבה, הלא הלשון בין רב למעט מורה מפורש להיפוך שיחלקו לפי ערך רבוי ומעוט האנשים שבכל שבט, דאל\"ה אלא שכל השבטים נטלו חלקים שוים, מה זה הענין והבאור בין רב למעט, וזה פשוט, ועוד שהרי מפורש כתיב בפסוק נ\"ד לרב תרבה נחלתו ולמעט תמעיט נחלתו, ופירש\"י לשבט שהיה מרובה באוכלסין נתנו חלק רב, וכן דרשו בספרי שם על הפסוק איש לפי פקודיו, מגיד שלא נתחלקה א\"י אלא לכל שבט ושבט לפי מה שהוא, ר\"ל לפי מספר אנשיו וכמש\"כ שם, ולפי פירוש הרשב\"ם תחלוק הגמרא על הספרי, וגם הפסוק קשה מאוד, וגם אין הסברא נותנת ששבט מועט ינחול כמו שבט מרובה, ולקתה מדת הדין.\n<br>ולכן לדעתי הו\"א דהפירוש כך הוא, כי כפי המתבאר בסוגיא כאן עלה בגורל החלוקה ובאורים ותומים רק תחומי מקומות שונים כמבואר שם תחום עכו, תחום גינוסר וכדומה, ולא עלו בגורל מקומות מוחלטות ובשם ובמדה, ובאור הדבר, כי הגורל והאו\"ת גבלו רק המקום ששם ינחל כל שבט ושבט, ואח\"כ חלקו אלה המקומות לכל שבט ושבט לפי ערך מספר אנשיו, וכה נתמלא לכל שבט לפי פקודיו.\n<br>ולפי זה יתבארו הפסוקים בטוב טעם, ואמר לרב תרבה נחלתו וגו', כלומר, לשבט המרובה באוכלסין תרבה ולמועט תמעיט וכפירש\"י שם, ומפרש עוד בבאור הענין איש לפי פקודיו, לפי מספר האנשים, ואח\"כ מפרש סדר החלוקה, והיינו שיסוד החלוקה בתחומי המקומות כמו שאמר תחום עכו תחום גינוסר וכו' וכמש\"כ, יהיה ע\"פ הגורל לכל שבט, והתחומין שיעלו מגורל יחלקו בערך רבוי ומעוט אנשי השבט, וזהו שאמר אך בגורל יחלק את הארץ, כלומר, כלל הארץ ומקומות תחומותיה וכמבואר, ועל פי הגורל, היינו התחומין שיצאו מהגורל תחלק נחלתו של כל שבט בין רב למעט, ר\"ל לפי מספר אנשיו וכמו שבארנו. ובזה יתבארו כל הדרשות שבגמרא ובספרי ולא יסתרו זא\"ז ולא יחלקו זע\"ז כמו שתפסו איזו מפרשים, ודו\"ק בזה. וע\"ע בנמוקי רמב\"ן.\n</i>.<br>(ב\"ב קכ\"ב א׳)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d48a88d6e4a939ba176c38", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Numbers 26:56:2", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Torah Temimah on Torah, Numbers 26:56:2", "sourceHeRef": "תורה תמימה על התורה, במדבר כ״ו:נ״ו:ב׳", "anchorVerse": 56, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 56.0002, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "במדבר", "he": "<b>בין רב למעט. </b>תניא, בשלשה דברים נתחלקה ארץ ישראל, בגורלות, באורים ותומים ובכספים, הדא הוא דכתיב (יהושע י״ח:ח׳) וישלך להם יהושע גורל לפני ה׳ במצפה, גורל אלו הגורלות, לפני ה׳ אלו אורים ותומים, בין רב למעט אלו הכספים <sup class=\"footnote-marker\">יח</sup><i class=\"footnote\">אין הפירוש שמי שהיתה שדהו יפה היה נוטל מחבירו שדה גרוע עם תשלום דמים עד ערך דמי שדה יפה, יען כי אין דרך העולם להסתלק מנחלה יפה עבור בצע כסף, אלא ר\"ל מי שעלה חלקו בסמוך לירושלים מתחשב בערך השווי עם מי שעלה גורלו ברחוק מירושלים, שהרחוק גרוע הוא מפני שרחוק הוא מביהמ\"ק ומפני שקרוב הוא לארץ העמים, ולכן היה סאה ביהודה שוה חמש סאין בגליל, מפני שיהודה קרובה לירושלים וגליל רחוקה. –\n<br>ובבבלי ב\"ב קכ\"ב א' מחלוקת ר' אליעזר ור' יהושע אם מתחשבין בכספים או בקרקע, דר\"א סבר בכספים העלוה שמי שעלה גורלו בגליל נוטל ערך השווי ממי שנפל לו חלק ביהודה בכסף, והיינו בערך שווי ד' סאין לסאה, ור\"י ס\"ל בקרקע העלוה, והיינו מי שנפל לו חלק בגליל נוטל ה' סאין כנגד סאה שחבירו נוטל ביהודה, ומספרי משמע כר\"י, דאיתא שם, בין רב למעט, מגיד שלא נתחלקה א\"י אלא בשומא, בית כור כנגד בית סאה וכו', כלומר לפי יוקר הקרקע, כפי שיובא בדרשה הבאה, וגם בעלמא קיי\"ל כר\"י נגד ר\"א.\n<br>והנה אע\"פ שענין זה בא גם בבבלי ב\"ב שם, בכ\"ז העתקנו כמו שהוא בירושלמי, מפני שבו באו הדברים בסדור יותר מבואר.\n</i>.<br>(ירושלמי יומא פ\"ד ה\"א)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d48a88d6e4a939ba176c3a", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Numbers 26:56:3", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Torah Temimah on Torah, Numbers 26:56:3", "sourceHeRef": "תורה תמימה על התורה, במדבר כ״ו:נ״ו:ג׳", "anchorVerse": 56, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 56.0003, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "במדבר", "he": "<b>בין רב למעט. </b>מגיד שלא נתחלקה ארץ ישראל אלא בשומא, בית כור כנגד בית סאה, בית סאה כנגד בית כור <sup class=\"footnote-marker\">יט</sup><i class=\"footnote\">כבר נתבאר זה בדרשה הקודמת.\n</i> [ספרי].\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef316cd6e4a90d4d5d4839", "index_title": "Steinsaltz on Bava Batra", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Bava Batra 122a:1", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Steinsaltz on Bava Batra 122a:1", "sourceHeRef": "ביאור שטיינזלץ על בבא בתרא קכ״ב א:א׳", "anchorVerse": 56, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 243.0001, "collectiveTitle": {"en": "Steinsaltz on Bava Batra", "he": "ביאור שטיינזלץ על בבא בתרא"}, "heTitle": "ביאור שטיינזלץ על בבא בתרא", "he": "ומציעים: <b>תא שמע</b> <small>[בוא</small> ו<small>שמע]</small> פתרון לדבר ממה שנאמר: <b>\"</b>על פי הגורל תחלק נחלתו <b>בין רב למעט\"</b> (במדבר כו, נו), משמע שבין שבט מרובה באנשים ובין שבט מועט באנשים קיבלו חלק שווה.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef316cd6e4a90d4d5d483d", "index_title": "Steinsaltz on Bava Batra", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Bava Batra 122a:3", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Steinsaltz on Bava Batra 122a:3", "sourceHeRef": "ביאור שטיינזלץ על בבא בתרא קכ״ב א:ג׳", "anchorVerse": 56, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 243.0003, "collectiveTitle": {"en": "Steinsaltz on Bava Batra", "he": "ביאור שטיינזלץ על בבא בתרא"}, "heTitle": "ביאור שטיינזלץ על בבא בתרא", "he": "<b>לא נתחלקה</b> ארץ ישראל <b>אלא בגורל, שנאמר: \"אך בגורל</b> יחלק את הארץ<b>\"</b> (במדבר כו, נה). <b>ולא נתחלקה אלא באורים ותומים, שנאמר: \"על פי הגורל\"</b> (במדבר כו, נו),", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a1547cad6e4a92409ac4cdc", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 26:56:1", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Siftei Chakhamim, Numbers 26:56:1", "sourceHeRef": "שפתי חכמים, במדבר כ״ו:נ״ו:א׳", "anchorVerse": 56, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 56.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>הגורל היה מדבר כו'.</b> דאם לא כן ע\"פ הגורל ל\"ל, הא כתיב אך בגורל תחלק וגו', אלא לומר שע\"פ רוח הקודש, כלומר בשעה שיצאו הקלפים היה הקול עולה עם הקלפים ואומר אני גורל של תחום עכו אני עליתי לשבט פלוני. והוצרך לזה דאל\"כ מאחר שלפי רבוי השבט ולפי מיעוט השבט היו חולקים ואם כן למה חלקו בגורל, שמא יפול לשבט מרובה באוכלוסין חלק מועט. לכן פירש שהגורל היה על פי רוח הקודש:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>The lots spoke…</b> For if not so, why does it say, “By word of the lottery”? Surely the Torah had written, “Only by lot shall [the land] be divided…” (v. 55). Rather, it was to teach that it was through Divine Inspiration, meaning that at the moment when the lots came out a voice would emanate with the lot saying, “I am the lot of the area of Acco, and I have come up for such and such a tribe.” Rashi needed to say this, otherwise [one may ask]: Given that they divided [the land] according to the largeness or smallness of the tribe, why then was it divided by lots? Perhaps a tribe with a large population would draw a small portion. Consequently, he explains that the lottery was by Divine Inspiration.", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a436739d6e4a97d18d91b23", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Numbers 26:56:1", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Ralbag Beur HaMilot on Torah, Numbers 26:56:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, במדבר כ״ו:נ״ו:א׳", "anchorVerse": 56, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 56.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "במדבר", "he": "<b>על פי הגורל תחלק נחלתו בין רב למעט.</b> ר\"ל שנחלת המטה גם כן חלק בין בני המטה בגורל ולזה גם כן אמר אחר אמרו איש לפי פקודיו יותן נחלתו:\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0ea8cb73ad4f00597bd133", "index_title": "Or HaChaim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Numbers 26:56:2", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Or HaChaim on Numbers 26:56:2", "sourceHeRef": "אור החיים על במדבר כ״ו:נ״ו:ב׳", "anchorVerse": 56, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 56.0002, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על במדבר", "he": "<b>ועוד</b> נראים דברי הש\"ס סותרים סופם לתחילתם כי מאומרו תא שמע בין רב וגו' מגלה דעתו שסובר שנתחלקה בשוה לשבטים ומאומרו ועוד תניא לא משמע כן שהרי מפרש אומרו בין רב וגו' לריחוק מקום וקירוב מקום, ומכח זה מוכרחים אנו לומר דסובר התלמוד כי תנא דעתידה ארץ ישראל סובר שנתחלקה ארץ ישראל לשבטים בהשואה ולזה העיר הש\"ס במאמר תא שמע בין רב למעט לומר דסובר כדברי הברייתא שנתחלקה לשבטים בשוה, ואין דברים אלו צודקים שהרי אם נפרש בין רב למעט בין שבט שנוטל רב לנוטל מעט לשיעור אנשיו מנין לנו לומר ריחוק מקום וקירוב מקום, וכן להפך אם נפרש לריחוק מקום וכו' מנין לומר שנחלקה וכו':", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "In addition, an examination of the text by the Talmud leads us to conclude that the Talmud is self-contradictory. At the outset the Talmud understands the words to mean that the lottery had to be accepted and there was no compensation for the apparent injustice if a tribe with a large population had drawn a smaller parcel of land in the lottery. The parcels of land were equal in size. In the course of the Talmud's discussion, when it emerges that the words <span>בין רב למעט</span> refer to the distance of the land from Jerusalem, it is clear that the principle of each tribe inheriting equally was not accepted, and would be rectified in the distribution of the land in the future when 12 equal shares would go to the 12 tribes and the ruler would receive the thirteenth share. How could the same words in our verse be used to support both theories?", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0ea8cb73ad4f00597bd136", "index_title": "Or HaChaim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Numbers 26:56:3", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Or HaChaim on Numbers 26:56:3", "sourceHeRef": "אור החיים על במדבר כ״ו:נ״ו:ג׳", "anchorVerse": 56, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 56.0003, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על במדבר", "he": "<b>ועוד</b> אם נאמר שנחלקה בשוה לשבטים אם כן נעמיד מחלוקת רבי יונתן ורבי יאשיה בחלוקת כל שבט ושבט בפני עצמו למר ליוצאי מצרים ולמר לבאי הארץ, כפי זה מה מקשה הגמרא שם דף קי\"ח וזה לשונם בשלמא למאן דאמר ליוצאי מצרים היינו דקא צווחן בני יוסף דכתיב (יהושע י״ז:י״ד) וידברו בני יוסף אלא למ\"ד לבאי הארץ מאי קא צווחי כולהו שקול לטפלים עד כאן, אין אני רואה קושיא כיון שלכל הסברות נטלו בני יוסף בשוה עם השבטים וטענת בני יוסף הוא שהם רבים מכל השבטים ובין להאומר ליוצאי מצרים ובין להאומר לבאי הארץ מחלוקתם היא בחילוק השבט עצמו, אלא ודאי דבין לרבי יונתן בין לרבי יאשיה לא נתחלקה הארץ בהשואה לשבטים, ואין להעמיד תנא דברייתא הפך שניהם, ועוד אם נאמר שנתחלקה לשבטים בשוה יותר היה לו לצעוק שבט יהודה שהרי כפי מספר באי הארץ יש במספר יהודה ע\"ו אלף וחמש מאות ומספר מנשה ואפרים יחד פ\"ה אלף ומאתים נמצא שאין יתרים שניהם מיהודה אלא שמנה אלפים ושבע מאות ונטלו בכפלים שהרי הם נטלו שני חלקים ויהודה חלק אחד כמו שמבואר שם שלא נתחלקה אלא לי\"ב שבטים לבד מלוי שלא נטל חלק בארץ:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "Furthermore, once we accept the principle that the land was divided into 12 equal shares to the 12 tribes, the argument between Rabbi Yoshiah and Rabbi Yonathan would apply to each tribe as the numbers varied between the first count and the census in our portion. If all this were correct, why does the Talmud in <i>Baba Batra</i> 118 raise the problem of the complaints of the tribe of Joseph in Joshua 17,14? If the land had been divided according to the present number of men over 20 why would the tribe of Joseph complain? They received an allocation in accordance with their number. Their complaint would only make sense if their allocation was based on the number of men they had at the time of the Exodus; if the land was distributed according to the present census why did they complain? The Talmud answers that they complained that too many of their number had turned twenty between the present census and the actual distribution and many of those had no father who would have qualified in their stead at this time. I do not understand the problem. Seeing that according to all opinions all tribes received an equal amount of land, i.e. everyone is agreed that the tribe of Joseph received an amount equal to that of each of the other tribes, their complaint would be equally justified regardless of whether we accept the principle of distribution according to Rabbi Yoshiah or that according to Rabbi Yonathan. We are forced to conclude therefore that the Talmud bases the complaint of the tribe of Joseph on a lottery which allocated differently sized parcels of lands to different tribes according to both the view of Rabbi Yoshia and Rabbi Yonathan. Furthermore, if we were to assume that the tribes all received the same amount of land, it was the tribe of Yehudah who should have complained as they were the most numerous and had not received more land than the least numerous tribe. The result of such a distribution would have been that Yehudah who numbered 76,500 fighting men received one parcel of land whereas the two tribes Menashe and Ephrayim who numbered only some 8,700 men more received double the amount of land!", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0ea8cb73ad4f00597bd13b", "index_title": "Or HaChaim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Numbers 26:56:4", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Or HaChaim on Numbers 26:56:4", "sourceHeRef": "אור החיים על במדבר כ״ו:נ״ו:ד׳", "anchorVerse": 56, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 56.0004, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על במדבר", "he": "<b>אלא</b> הנכון בעיני כי לא עלה על דעת הגמרא לומר שנתחלקה לשבטים בשוה כדברי רשב\"ם, ופירוש דבריו שאמר תא שמע בין רב למעט ממשמעות הכתוב מוכיח שהחילוק היה לשבטים ממה שהזכיר בגורל בין רב למעט הרי שהחלוקה שהיתה על פי הגורל היה בו חלק רב וחלק מועט, ואם תאמר לקרקף דגברי לא יוצדק ליאמר בין רב למעט, ופירוש רב ומעט הוא בין שבט שיש לו כפי אנשיו הרבה ובין שבט שיש לו כפי אנשיו מועט הכל יהיה על פי הגורל לענין המקום שיטלו בו חלקיהם, ואומרו ועוד תניא עתידה ארץ ישראל וכו' ירצה להביא הדבר ביותר ביאור, לפי שיש לבעל הדין לחלוק ולומר שאין להוכיח מפסוק בין דב למעט אלא לומר שלא נתחלקה לקרקף דגברי אבל עדיין יש להסתפק אם למשפחות או לשבטים לזה אמר ועוד תניא עתידה ארץ ישראל וכו' נתחלקה לי\"ב שבטים נמצינו אומרים כי פירוש בין רב למעט לכל הסברות אין נשמע ממנו שיחלקו השבטים בשוה ולא חלקו אלא כפי שיעור הפקודים, וכדברי תנא של ספרי שהבאתי בפסוק איש לפי פקודיו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "As a result of these considerations I have concluded that the Talmud never meant to imply that the 12 tribes each received the same amount of land as described by <i>Rashbam</i>. The correct interpretation of the Talmud's paragraph starting with the words <span>תא שמע</span> is that the words <span>בין רב למעט</span> mean that the Torah confirms that indeed some tribes received a larger share of land than did others. The reason for this was that the distribution was by lottery. This was the major reason why the lottery was necessary in order to head off complaints. If you even envisaged the possibility that the land was distributed in accordance with the number of people in the present census, what point was there to engage in a lottery at all? Why would the Torah have to mention:- \"be they many or few?\" The meaning of these words is: \"regardless of whether the tribe in question is numerous or small in number the distribution will be based on the lottery concerning the location of their land allocation.\" The second <i>Baraitha</i> where we are told something about the distribution of the land in the future means to clarify the matter still further by telling us that the lack of consideration for numbers refers only to the fact that the basic consideration is the number of tribes and not the number of individuals in the nation. Such clarification was necessary as one could have argued, based on the wording of the Torah, that the only thing the words <span>בין רב למעט</span> prove is that the land was not going to be distributed on the basis of the individual number of people in the nation, but that it would still be possible to adjust the size of the tribal allocations according to the number of families. This is why the Talmud quotes the <i>Baraitha</i> that even in the future the basic approach to the distribution of the land will be the number of tribes. There would be 12 distinct areas, [like provinces, Ed.] but that the tribal areas would not be identical in size but there would be larger areas (which presumably would be drawn in the lottery by the more numerous tribes) as well as smaller tribal areas. All this is in agreement with the <i>Sifri</i> on the words <span>איש לפי פקודיו</span> which I have mentioned earlier.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6037a6e6cda51cfa3ddf3e65", "index_title": "Ramban on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Numbers 26:54:1", "anchorRef": "Numbers 26:55-56", "anchorRefExpanded": ["Numbers 26:55", "Numbers 26:56"], "sourceRef": "Ramban on Numbers 26:54:1", "sourceHeRef": "רמב\"ן על במדבר כ״ו:נ״ד:א׳", "anchorVerse": 55, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 54.0001, "collectiveTitle": {"en": "Ramban on Numbers", "he": "רמב\"ן על במדבר"}, "he": "<b>לרב תרבה נחלתו</b> לשבט מרובה באוכלוסין נתנו חלק רב ואע\"פ שלא היו החלקים שוים שהרי לפי רבוי השבט חלקו החולקים לא עשו אלא על ידי גורל והגורל על פי רוח הקדש לשון רש\"י (רש\"י על במדבר כ״ו:נ״ד) ומדרש רבותינו בכתוב הזה אינו כן אלא אמר בספרי (פנחס כו ג) לרב תרבה נחלתו הרי שיצאו עמו עשרה בנים ממצרים ובכניסתן לארץ נמצאו חמשה וכו' וכן בגמרא מפורש שאין משמעותו אצל חכמים לחלק בין שבט לשבט כלל כמו שאמרו (ב\"ב קיז) בשלמא למ\"ד ליוצאי מצרים היינו דכתיב לרב תרבה נחלתו וגו' ועוד שכבר כתבתי בסדר ויחי יעקב (בראשית מח ו) כי בגמרא בפרק יש נוחלין (בבא בתרא קכב) העלו בפירוש שלא נתחלקה לקרקפתא דגברי אלא לשבטים נתחלקה שנים עשר חלקים שוים עשו ממנה ונטל כל השבט החלק שיצא לו הגורל עליו וזהו מה שצוחו בני יוסף שאמרו (יהושע יז יד) מדוע נתת לי נחלה גורל אחד וחבל אחד ואני עם רב ולא הוסיף להם יהושע כלום אבל אמר לו (שם טו) עלה לך היערה ובראת לך שם בארץ הפרזי והרפאים כי אץ לך הר אפרים לומר שיכבשו להם מן הארץ שלא נכבשה להם וירחיבו בה את גבולם וזהו שאמר (במדבר כ״ו:נ״ה-נ״ו) לשמות מטות אבותם ינחלו בין רב למעט שיקחו כל המטות בשוה בין שהוא מרובה באוכלוסין או ממועט בהם ויהיה פירוש <b>לרב תרבו נחלתו</b> לאנשי השבט עצמו או כפי מדרשו שנתחלקה ליוצאי מצרים הרי שיצאו עמו עשרה ממצרים ובכניסתן לארץ נמצאו חמשה קורא אני עליו לרב תרבו כלומר שאם מתו אותן עשרה שהיו בני עשרים שנה ביציאתן ממצרים ונולדו להם חמשה בנים במדבר או שהיו טפלים ונעשו בני עשרים קורא אני עליו לרב תרבה כלומר לרב ביציאת מצרים תרבו אע\"פ שהוא עכשיו מועט הרי שיצאו עמו חמשה ובכניסתן לארץ נמצאו עשרה קורא אני עליו למעט תמעיט כדאיתא בספרי אבל ראיתי בספרי שם דקתני לפי פקודיו מגיד שלא נתחלקה הארץ אלא לכל שבט ושבט לפי מה שהוא כן הוא אומר וידברו בני יוסף את יהושע לאמר מדוע נתת לי נחלה גורל אחד וחבל אחד ואני עם רב אשר עד כה ברכני ה' מהו אומר ויאמר אליהם יהושע אם עם רב אתה עלה לך היערה ובראת לך שם בארץ הפרזי והרפאים כי אץ לך הר אפרים זהו לשון הברייתא הזאת ונראה ממנה שנתחלקה הארץ לגולגלותם כדברי הרב אבל לפי הגמרא משבשתא היא ועוד שאם כן מה יצעקו בני יוסף והלא נתן להם לפי מנינם המרובה כשאר כל השבטים ולפי דעתי יש בברייתא הזו קצור והוא ממה שאמרו בגמרא (ב\"ב קיח) דמשום טפלים דנפישו להו צוחו בני יוסף וביאור הענין כי בני יוסף כשני שבטים נטלו בני אפרים חלק אחד ובני מנשה חלק אחד כי כן כתוב (יהושע יד ד) ואין אחד מהם שמרובה באוכלוסים יותר משאר השבטים אבל בשאר השבטים מרובים מהם כי שבט יהודה ויששכר וזבולון ודן מרובים מהם ולמה יצוחו הם והמרובים ישתקו וכל שכן אם נתחלקה הארץ ליוצאי מצרים כפי מדרשו שהיו במנין הראשון בני יהודה מרובין משני השבטים האלה יחדיו אבל היו צועקים מפני הטפלים שהיו בני מנשה במנין יציאת מצרים שלשים ושנים אלף ונתרבו במנין השני במדבר לשנים וחמשים אלף ואין בכל השבטים שנתרבה כל כך והיו כמו כן מרבים בנים עד שנתחלקה הארץ וגם בני אפרים כן ולא היו הטפלים ההם נוטלים כלום ולכך צעקו ושומע אין להם כי כן המשפט שלא יטלו אלא בני עשרים ולכך אמרה הברייתא לפי פקודיו שהיו מבן עשרים שנה מלמד שלא נתחלקה הארץ אלא לכל שבט ושבט לפי מה שהוא בשעת המנין שלא יתנו כלום לטפלים ואפילו גדלו והגיעו לעשרים בשעה שחלקו והכתוב שאמר מדוע נתתה לי נחלה גורל אחד וחבל אחד ואני עם רב לדברי הכל אי אפשר שישאר בנגלה מפשוטו כי אם חלק להם הארץ לגלגלותם כדברי רש\"י הנה לקחו דים וכמו שהם עם רב לקחו חלק רב ואם לשבטים אי אפשר שלא נתן להם יהושע חלק בכורתם שלא היה עובר על צואת יעקב וגם הקב\"ה צוה בתורה לשבטי אפרים ומנשה ועוד כתוב מפורש כי שני גורלות נתן להם דכתיב (יהושע טז ה ח) ויהי גבול בני אפרים למשפחותם זאת נחלת מטה בני אפרים למשפחותם ובני מנשה (שם יז א ז) ויהי הגורל למטה מנשה ויהי גבול מנשה ככל הנאמר בשאר השבטים אבל אמרם <b>גורל אחד וחבל אחד</b> לומר כל מה שנתת לשנינו ראוי לאחד בגורלו והזכירו זה הלשון לפי שיהושע הפיל תחלה גורל אחד לשניהם שנאמר (שם טז א ג) ויצא הגורל לבני יוסף מירדן ירחו וגו' עד והיו תוצאותיו ימה ושם נאמר (במדבר כ״ו:ד׳) וינחלו בני יוסף מנשה ואפרים כלומר שנחלו שניהם בגורל הזה ואח\"כ חלק אותו הגורל בין שניהם בגורל כמו שאמר שם ויהי גבול בני אפרים וגו' וכתיב ויהי הגורל למטה מנשה וגו' על כן אמרו הנה הגורל האחד הראשון ראוי לכל אחד משנינו כי עם רב אנחנו ומדוע חלקת אותו אחרי כן לשני חלקים והיתה הטענה מפני הטפלים שנתרבו בהן על דרך הגמרא ולפי דרך הפשט נראה לי כי הצווחה הזאת היתה של בני מנשה אלא שבאו לפניו שני השבטים יחד וכן ויגשו בני יהודה אל יהושע בגלגל ויאמר אליו כלב בן יפונה (שם יד ו) הדין לאחד וכל השבט יתרעם עמו והיתה הטענה לבני מנשה מפני שאין בכל השבטים מי שהשאיר ערים רבות וגדולות לכנעני כאשר השאיר מנשה שלשת הנפת (שם יז יא) תלתא פלכין וראיה לדבר כי לאחר שכתוב (שם פסוק יב) ולא יכלו בני מנשה להוריש את הערים האלה שם כתיב (במדבר כ״ו:י״ד) וידברו בני יוסף כי מתחלה לא נתרעמו עד שעשו עמם מלחמה ולא יכלו להם ויתכן שזה טעם גורל אחד וחבל אחד אמרו מפני שהפלת לשנינו תחלה גורל אחד נפל חבלנו יחד ואירע חלק שנינו במקום הזה הקשה ואלו עשית לנו שני גורלות כנהוג בכל שני שבטים היה יוצא במקום אחר שהוא נוח לכבוש ואמר להם יהושע שאם יעלו ביער הפרזי והרפאים יבררו להם שם כל מה שירצו וירחיבו גבולם וחזרו הם ובארו דבריהם ואמרו גם ההר לא יספיק לנו כי רכב ברזל בכל הכנעני שנתת לנו בארץ העמק ואז אמר להם יהושע כי לא יתן להם בהר גורל אחד אבל יהיה להם ההר כולו והיער הגדול ששם ויבררו להם ממנו כל צרכם ויהיה להם כל תוצאות גבולי ההר ויורישו משם הכנעני כי רכב ברזל לו והוא חזק ואין שאר השבטים חפצים בו אבל הם שני האחים שהם עם רב וכח גדול להם הם יעזרו זה את זה והם יורישוהו וסוף דבר שלא שמע אליהם ולא הוסיף להם כלום כי כן הדין והנה הצורך הרחיב דברינו בענין הזה ועוד כתבנוהו בראיות בפרשת ויחי יעקב והכלל כי הדין שהעלו בגמרא הוא אמת ובו ראוי לפרש המקראות והנה פירוש הפרשה לאלה הנזכרים למשפחות תחלק הארץ במספר שמות שיתנו לכל זכר לגולגלותם חלקו לרב תרבו נחלתו שיחלקו ארץ ראובן לארבעת חלקים למשפחת החנוכי המרובה על דרך משל נרבה נחלתו ולמשפחת הפלואי המועטת נמעיט כי איש לפי פקודי המשפחה יותן נחלתו ותטול כל המשפחה במקום אחד ומן הטעם הזה מנאם כאן למשפחות ולפיכך הזכירו חכמים (ת\"כ בהר פרשה א ב) חלקו למשפחות ולא חלקו לבתי אבות ואין כל אחד ואחד מכיר את שלו וכו':", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "TO THE MORE THOU SHALT GIVE THE MORE INHERITANCE. “To a tribe which was larger in population they gave a larger portion [of the Land than that given to the smaller tribes]. And although the portions were [thus] not equal, since they divided [the Land] according to the size of the tribe, they did so only by means of the lot [as commanded in Verse 55], and the lot [assigned the portions] by means of <i>Ruach Hakodesh</i>. ”<sup class=\"footnote-marker\">89</sup><i class=\"footnote\">“The Holy Spirit.” See above in <i>Seder Chukath</i>, Note 64.</i> This is Rashi’s language.<br>But the interpretation of our Rabbis about this verse is not so. Instead, they said in the Sifre:<sup class=\"footnote-marker\">90</sup><i class=\"footnote\">Sifre <i>Pinchas</i> 132.</i> “<i>To the more thou shalt give the more inheritance</i>. Supposing somebody came out of Egypt with ten sons, and when they entered the Land they were [only] five etc. [we apply to this case the verse, <i>To the more thou shalt give the more inheritance;</i> if on the other hand he had five sons when he came out of Egypt, and when they entered the Land they were ten, we apply to them the verse, <i>and to the fewer thou shalt give the less inheritance</i>]. ”<sup class=\"footnote-marker\">91</sup><i class=\"footnote\">In other words, the division of the Land depended not on the number of people in each family <i>upon entering the Land</i>, but upon the number that the family had <i>when they left Egypt</i> — hence if they became fewer, we still apply the verse: <i>To the more</i> … since they were more when they left Egypt, and vice versa. It is thus obvious that the Sifre applied these verses to the division of the Land <i>among the fathers’ houses</i>, and not, as Rashi explained it, to the division between the twelve tribes as a whole.</i> And likewise it is explicitly stated in the Gemara<sup class=\"footnote-marker\">92</sup><i class=\"footnote\">Baba Bathra 117b.</i> that the meaning of [this section] according to the Sages was not to distinguish in any way between [the portion given to] each particular tribe [since they each received an equal portion], just as they have said:<sup class=\"footnote-marker\">92</sup><i class=\"footnote\">Baba Bathra 117b.</i> “It is well-understood according to the Sage who says [that the Land was divided] according to [the numbers of] those who came out of Egypt, why Scripture states, <i>To the more thou shalt give the more inheritance</i> etc.”<sup class=\"footnote-marker\">93</sup><i class=\"footnote\">“For if a person came out of Egypt with ten sons, and by the time they entered the Land he only had five sons, we apply to him the verse, <i>To the more</i> etc. ; whereas if he had originally five sons etc. [as explained by Ramban above in the text]. But according to the Sage who says that the Land was divided according to the number of people at the time that they entered the Land, what is the meaning of the phrases: <i>to the more</i> and <i>to the fewer</i>, since each family received a share equal to its numbers at that time?” From this text, too, it is obvious that the Sages were not referring to differences between the portions of larger or smaller <i>tribes</i>, but instead applied this verse to the subsequent allocation of the land among the various families of each tribe.</i> Furthermore, I have already written in <i>Seder Vayechi Yaakov</i><sup class=\"footnote-marker\">94</sup><i class=\"footnote\">Genesis 48:6 (Vol. I, pp. 570-572).</i> that in the Gemara of the Chapter <i>Yesh Nochalin</i><sup class=\"footnote-marker\">95</sup><i class=\"footnote\">“There are some [near of kin] who inherit.” The text quoted here is in Baba Bathra 122a.</i> the Rabbis expressly came to the conclusion that the Land was <i>not</i> divided according to the heads of men, [i.e., according to the overall population], but it was divided among [all] the tribes [equally]. Thus they divided it into twelve equal parts, and each tribe took that part which was assigned to it by the lot. It was for this [reason] that the sons of Joseph complained about it, saying [to Joshua], <i>‘Why hast thou given me but one lot and one part for an inheritance, seeing I am a great people?’</i><sup class=\"footnote-marker\">96</sup><i class=\"footnote\">Joshua 17:14.</i> However, Joshua did not give them any additional [land] at all [since each tribe received an equal share], but he told them, ‘[<i>If thou be a great people</i>], <i>get thee up to the forest, and cut down for thyself there in the land of the Perizzites and of the Rephaim; since the hill-country of Ephraim is too narrow for thee</i>, ’<sup class=\"footnote-marker\">97</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 15.</i> meaning to say that they should conquer for themselves that land [which had been assigned to them and] which they had not yet taken, and thereby they should extend their border.<br>This is [also the meaning of] that which Scripture says, <i>according to the names of the tribes of their fathers they shall inherit</i>. [<i>According to the lot shall their inheritance be divided</i>] <i>between the more and the fewer</i>.<sup class=\"footnote-marker\">98</sup><i class=\"footnote\">Further, Verses 55-56.</i> [That is to say], each of the tribes should take equally, whether it has a large population or a small one. And then the meaning of [the verse which says], <i>To the more thou shalt give the more inheritance, and the fewer thou shalt give the less inheritance</i>, [is not “to the <i>tribe</i> that is more populous you shall give more etc. but] to the members of the tribe itself [for each tribe received an equal portion; and therefore Scripture is saying here that when the tribe divides its portion amongst its individual families, it should give a larger portion to a family with more members etc.]. Or [the meaning of this phrase may be] according to its interpretation [by the Rabbis, as mentioned above],<sup class=\"footnote-marker\">91</sup><i class=\"footnote\">In other words, the division of the Land depended not on the number of people in each family <i>upon entering the Land</i>, but upon the number that the family had <i>when they left Egypt</i> — hence if they became fewer, we still apply the verse: <i>To the more</i> … since they were more when they left Egypt, and vice versa. It is thus obvious that the Sifre applied these verses to the division of the Land <i>among the fathers’ houses</i>, and not, as Rashi explained it, to the division between the twelve tribes as a whole.</i> that it [the Land] was divided according to [the numbers of] those who left Egypt. Thus supposing somebody came out of Egypt with ten sons, and when they entered the Land they were [only] five, we apply to this case the verse, <i>To the more thou shalt give the more inheritance</i>.” That is to say, if those ten sons who were twenty years old [or more] at the time that they left Egypt died, and they had five sons [born to them] in the desert, or if [five of the children] were minors [at the time of the exodus],<sup class=\"footnote-marker\">99</sup><i class=\"footnote\">The Divine decree that the generation of the wilderness was not to enter the Land (see above, 14:29-31) did not apply to those who were minors at the time of the exodus. Hence it was possible for those born in the desert, or were minors at the time of the exodus, to actually take possession of the Land.</i> and became twenty years of age [in the desert], we apply to such a case the verse, <i>To the more thou shalt give the more</i>, meaning: <i>to</i> those who were <i>more</i> at the time of leaving Egypt, <i>thou shalt give the more</i> [land], even though they are now fewer. “And supposing a person came out of Egypt with five sons, and at the time that they entered the Land they were ten, in that case we apply to him [the verse], <i>and to the fewer thou shalt give the less</i>, ”<sup class=\"footnote-marker\">100</sup><i class=\"footnote\">Meaning: “<i>and to those who were fewer</i> at the time of the exodus from Egypt, <i>thou shalt give less</i> land, even though they are now, at the time of entering the Land, greater in population.”</i> as is stated in the Sifre [mentioned above].<br>However, I have seen there [in the Sifre<sup class=\"footnote-marker\">90</sup><i class=\"footnote\">Sifre <i>Pinchas</i> 132.</i> a text explaining our verse] which states [as follows]: “<i>To each one according to those that were numbered of it</i> [<i>shall its inheritance be given</i>]. This teaches us that the Land was only allocated amongst each tribe according to what it was [in population]. Thus it is said, <i>And the children of Joseph spoke unto Joshua, saying: ‘Why hast thou given me but one lot and one part for an inheritance, seeing I am a great people, forasmuch as the Eternal hath blessed me thus?’</i><sup class=\"footnote-marker\">96</sup><i class=\"footnote\">Joshua 17:14.</i> What does it say [further]? <i>And Joshua said unto them: ‘If thou be a great people, get thee up to the forest, and cut down for thyself there in the land of the Perizzites and of the Rephaim; since the hill-country of Ephraim is too narrow for thee. ’</i> ”<sup class=\"footnote-marker\">97</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 15.</i> This is the language of this Beraitha.<sup class=\"footnote-marker\">101</sup><i class=\"footnote\">See Vol. II, p. 133, Note 209.</i> And it appears from it that the Land was indeed divided [amongst the twelve tribes themselves] according to the number of heads [i.e., according to their population], as the Rabbi [Rashi] has said! But according to the Gemara this [Beraitha] is rejected [as the final interpretation]. Furthermore, if it is so [as the Beraitha implies, that the Land was divided amongst the tribes themselves according to their relative populations], what did the children of Joseph complain about? Surely he [Joshua] gave them [a greater share] in proportion to their larger numbers, as [he gave] the other tribes [according to their relative sizes]!<br>In my opinion this Beraitha is a shortened text, and it is [in fact based] upon that which the Rabbis said in the Gemara<sup class=\"footnote-marker\">102</sup><i class=\"footnote\">Baba Bathra 118a.</i> that the children of Joseph complained because of their many [young] children. The explanation of the matter is [thus as follows]: The children of Joseph took [the amount of land which they deserved] as two tribes, the children of Ephraim one share, and the children of Menasheh another share, for so it is written,<sup class=\"footnote-marker\">103</sup><i class=\"footnote\">Genesis 48:5: <i>As Reuben and Simeon, shall Ephraim and Menasheh be mine</i>.</i> and neither of their [two] tribes was larger in population than any of the other tribes. Indeed, some of the other tribes were more numerous than they were, for the tribes of Judah, Issachar, Zebulun, and Dan were [all] more populous than they were,<sup class=\"footnote-marker\">104</sup><i class=\"footnote\">Judah numbered 76,500 (Verse 22); Issacher 64,300 (Verse 25); Zebulun 60,500 (Verse 27); Dan 64,400 (Verse 43). Thus they were each larger than the tribe of Ephraim, who were only 32,500 (Verse 37), or that of Menasheh, who were 52,700. It is therefore evident that the tribe of Ephraim did not complain merely because they were a large tribe.</i> so why [therefore] should they have complained whilst the more numerous ones remained quiet? This [question] applies with even greater force if the Land was divided according to [the number of] those who came out of Egypt, according to the interpretation [of the Sifre quoted above], because the sons of Judah at the [time of the] first census were more numerous than these two tribes [Ephraim and Menasheh] put together!<sup class=\"footnote-marker\">105</sup><i class=\"footnote\">At the time of the first census, Judah numbered 74,600 (above, 1:27), whereas Ephraim and Menasheh together were only 72,700 (<i>ibid.</i>, Verses 33 and 35). Thus the tribe of Judah had far greater cause to complain than Ephraim or Menasheh.</i> Therefore [we must rather say that] they complained because of their children, for the sons of Menasheh in the [first] census [taken at the time] of the exodus from Egypt totalled thirty-two thousand [and two hundred],<sup class=\"footnote-marker\">106</sup><i class=\"footnote\">Above, 1:35.</i> whereas they had increased by the [time of the] second census [taken] in the desert to fifty-two thousand [and seven hundred]!<sup class=\"footnote-marker\">107</sup><i class=\"footnote\">Verse 34 here. Thus they increased by 20,500.</i> None of the [other] tribes increased to such an extent. And they [the tribe of Menasheh] continued to increase in population until the [time of the] division of the Land [in the days of Joshua],<sup class=\"footnote-marker\">108</sup><i class=\"footnote\">From the time of this second census [taken in the fortieth year of Israel’s stay in the desert] until the actual <i>beginning</i> of the division of the Land by Joshua, there was a period of something over seven years, since tradition assigns a period of seven years for the conquest of the Land, and seven years for its division. In the meantime, naturally, the sons of Menasheh continued to increase.</i> and this also happened in the case of the children of Ephraim.<sup class=\"footnote-marker\">109</sup><i class=\"footnote\">This text is difficult to understand, because in fact the children of Ephraim <i>decreased</i> in numbers between the first census at the time of the exodus from Egypt and the second census here! [In the first census they totalled 40,500 (Above, 1:33), and in the second census 32,500 (Verse 37 here)]. A suggestion has been made [by Kur Zahav] that Ramban’s meaning is as follows: Since Scripture says that it were <i>the children of ‘Joseph’</i> who complained [a term which of course comprises the tribes of both Ephraim and Menasheh], it shows that the children of Ephraim also had increased between the time of the second census and the division of the Land, although they had decreased between the time of the first census at the exodus and the second census now. This interpretation is supported by a close reading of the text of Ramban here, who wrote: “[the tribe of Menasheh] continued to increase in population until the [time of the] division of the Land,” and <i>then</i> added: “and this also happened in the case of the children of Ephraim.” See also my Hebrew commentary, p. 312.</i> Now since these children received no share [in the Land], therefore [the children of Joseph] complained, but <i>there</i> was <i>no man to hear</i> them,<sup class=\"footnote-marker\">110</sup><i class=\"footnote\">See II Samuel 15:3.</i> for such was the law — that only those who were above twenty years of age received a share in the Land.<sup class=\"footnote-marker\">111</sup><i class=\"footnote\">See above, Verses 2 and 53.</i> Therefore the Beraitha [quoted above] is saying: “<i>According to those that were numbered</i> — who were twenty years old and over. This teaches us that the Land was only allocated amongst each tribe according to what it was [in population] at the time of the census, meaning that they were not to give anything to the children, even if they had grown up and reached the age of twenty at the time that they divided [the Land].<br>Now the verse stating [that the children of Joseph complained to Joshua, saying]: <i>Why hast thou given me but one lot and one part for an inheritance, seeing I am a great people</i>,<sup class=\"footnote-marker\">96</sup><i class=\"footnote\">Joshua 17:14.</i> cannot, as all must agree, be understood as would appear from its literal meaning. For if he [Joshua] divided the Land amongst them [the twelve tribes] according to the number of people [in each tribe], as Rashi explained, then they [the children of Joseph] must have taken their fair share, for according to their greater population, [in the same proportion] they took a larger portion [in the Land]. And if [the Land was divided] according to the [number of] tribes [so that each tribe received an equal part], it is impossible that Joshua should not have given them their share of the birthright, for he would not have transgressed the testament of Jacob!<sup class=\"footnote-marker\">112</sup><i class=\"footnote\">Genesis 48:5. In other words, it is inconceivable that Joshua should violate Jacob’s command that Joseph’s two sons, Ephraim and Menasheh, should be treated as separate tribes and each receive the same share in the Land that all the other tribes received, instead of treating them as merely one tribe [of Joseph], so that they would together receive only one share. Since this is inconceivable, why then did the children of Joseph complain, for they must have received the extra portion due to them as the birthright which had been taken away from Reuben!</i> And the Holy One, blessed be He, also commanded likewise in the Torah, [mentioning] the tribes of Ephraim and Menasheh [separately, amongst those who were to take possession of the Land].<sup class=\"footnote-marker\">113</sup><i class=\"footnote\">Further, 34:23-24.</i> Moreover, it is expressly written that he [Joshua] gave them [the children of Joseph] two lots, as it is said, <i>And the border of the children of Ephraim according to their families was thus;</i><sup class=\"footnote-marker\">114</sup><i class=\"footnote\">Joshua 16:5 and 8.</i> <i>This is the inheritance of the tribe of the children of Ephraim</i>.<sup class=\"footnote-marker\">114</sup><i class=\"footnote\">Joshua 16:5 and 8.</i> And [with reference to] the children of Menasheh [it is said], <i>And this was the lot for the tribe of Menasheh;</i><sup class=\"footnote-marker\">115</sup><i class=\"footnote\"><i>Ibid.</i>, 17:1.</i> <i>And the border of Menasheh was</i> etc.,<sup class=\"footnote-marker\">116</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 7.</i> just as it is said in the case of [all] the other tribes. But in saying: [<i>Why hast thou given me but</i>] <i>one lot and one part</i><sup class=\"footnote-marker\">96</sup><i class=\"footnote\">Joshua 17:14.</i> they meant to say: “All that you [Joshua] have given the two of us together, each one [of us] deserves to get as his [own] lot.” They used this expression because Joshua at first cast [only] one lot for both of them, as it is said, <i>And the lot for ‘the children of Joseph’ went out from the Jordan at Jericho</i> etc.<sup class=\"footnote-marker\">117</sup><i class=\"footnote\"><i>Ibid.</i>, 16:1.</i> until: <i>the goings out thereof were at the sea</i>.<sup class=\"footnote-marker\">118</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 3.</i> And there it is stated, <i>And the children of Joseph, Menasheh and Ephraim, took their inheritance</i>,<sup class=\"footnote-marker\">119</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 4.</i> meaning to say that they both <i>took their inheritance</i> by means of this [one] lot, and afterwards he divided this portion amongst the two of them by [a further] lot, as it is said there, <i>And the border of the children of Ephraim according to their families was thus</i>,<sup class=\"footnote-marker\">120</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 5.</i> and it is [further] written, <i>And this was the lot for the tribe of Menasheh</i>.<sup class=\"footnote-marker\">115</sup><i class=\"footnote\"><i>Ibid.</i>, 17:1.</i> Therefore they [the children of Joseph] said to Joshua: “Behold, this single first lot [which you drew for the two of us before you further subdivided it], each one of us deserves to get, since we are <i>a great people</i>,<sup class=\"footnote-marker\">96</sup><i class=\"footnote\">Joshua 17:14.</i> and why [therefore] did you subdivide it afterwards into two parts?” And the [reason for this] complaint, according to the explanation of the Gemara,<sup class=\"footnote-marker\">102</sup><i class=\"footnote\">Baba Bathra 118a.</i> was because of their children who increased greatly amongst them.<br>And according to the simple meaning of Scripture, it seems to me that this complaint [to Joshua by the children of Joseph] was that of the children of Menasheh [only, and not that of the children of Ephraim], but the two tribes came to him together. Similarly, <i>Then the children of Judah drew nigh unto Joshua in Gilgal, and Caleb the son of Jephunneh the Kenizite said unto him</i> etc.,<sup class=\"footnote-marker\">121</sup><i class=\"footnote\"><i>Ibid.</i>, 14:6.</i> for that case [affected only] one person, and yet the whole tribe came to join him in his complaint. And the [particular] grievance of the children of Menasheh was because none of the other tribes had left many great cities in the hands of the Canaanites, as had Menasheh, who left [unconquered] <i>the three regions</i>,<sup class=\"footnote-marker\">122</sup><i class=\"footnote\"><i>Ibid.</i>, 17:11.</i> [which Yonathan translated] “three districts.” A proof for this [explanation of the cause of their grievance] is that it is after it says, <i>And the children of Menasheh could not drive out the inhabitants of those cities</i>,<sup class=\"footnote-marker\">123</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 12.</i> that it is written: <i>And the children of Joseph spoke</i>,<sup class=\"footnote-marker\">96</sup><i class=\"footnote\">Joshua 17:14.</i> for at first they did not complain, until they had waged war against them and they were not able to prevail over them. It is possible that this is the meaning of [the expression] <i>one lot and one part</i>.<sup class=\"footnote-marker\">96</sup><i class=\"footnote\">Joshua 17:14.</i> They said: “Because you cast originally one lot for both of us [Ephraim and Menasheh], our portion [in the Land] came together, and so it happened that both of our portions were [allocated] in this place which is difficult to capture but had you cast two lots for us, as was done for all other [separate] tribes, our portion might have been allocated in a place which is easier to conquer.” And Joshua replied [to this claim by saying] that if they go up to the forest <i>of the Perizzites and the Rephaim</i>,<sup class=\"footnote-marker\">97</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 15.</i> they will be able to select for themselves from there whatever they want, and thus extend their borders.<sup class=\"footnote-marker\">97</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 15.</i> Then they [the children of Joseph] spoke up and explained their [original] grievance, saying, “<i>The hill-country will</i> also <i>not be enough for us</i>, for <i>all the Canaanites</i> that you have given us <i>in the land of the valley have chariots of iron</i>. ”<sup class=\"footnote-marker\">124</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 16.</i> Then Joshua told them that he would not give them in the mountain <i>one lot only</i>,<sup class=\"footnote-marker\">125</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 17.</i> <i>but the</i> whole of the <i>hill-country shall be</i> theirs together with the large <i>forest</i> which is there,<sup class=\"footnote-marker\">126</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 18.</i> and they should choose for themselves as much as they need from those [lands], and they shall have all <i>the goings out</i> of the borders of the hill-country. And [he further told them that] they would <i>drive out the Canaanites</i> from there <i>though they have chariots of iron, and though they be strong</i>,<sup class=\"footnote-marker\">126</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 18.</i> as a result of which none of the other tribes wanted it [that land], but they, the two brothers, who are <i>a numerous people and have great power</i><sup class=\"footnote-marker\">125</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 17.</i> will [be able to] help each other to <i>drive</i> them [the Canaanites] <i>out</i>. The end of the matter was that Joshua did not listen to them and did not add anything to their portion, for such was the law [that they get in the same proportion as all the other tribes]. We have written at length on this subject, because of the necessity [to clarify this matter fully] and we have furthermore written about it, with proofs, in the section of <i>Vayechi Yaakov</i>.<sup class=\"footnote-marker\">94</sup><i class=\"footnote\">Genesis 48:6 (Vol. I, pp. 570-572).</i><br>The general principle thus is that the law which [the Rabbis] reached as a conclusion in the Gemara<sup class=\"footnote-marker\">95</sup><i class=\"footnote\">“There are some [near of kin] who inherit.” The text quoted here is in Baba Bathra 122a.</i> [that the Land was divided amongst the twelve tribes into twelve equal parts] is true, and that is the proper basis on which to explain the verses. Thus the meaning of the section [before us] is as follows: <i>Unto these</i><sup class=\"footnote-marker\">127</sup><i class=\"footnote\">Verse 53.</i> who are mentioned according to their families <i>the Land shall be divided</i> [<i>for an inheritance</i>] <i>according to the number of names</i>,<sup class=\"footnote-marker\">127</sup><i class=\"footnote\">Verse 53.</i> giving each male person, according to their number, his share. <i>To the more</i> ye <i>shall give the more inheritance</i> — thus for example they are to divide the land of Reuben into four parts [because the tribe consisted of four main families],<sup class=\"footnote-marker\">128</sup><i class=\"footnote\">Hanoch, Pallu, Hezron, and Carmi (above, Verses 5-6).</i> and “we will give to <i>the family of the Hanochites</i>, for example, who were the largest [in population], a greater <i>inheritance</i>, and to <i>the family of the Palluites</i>, [for example], who were the least populous, we will give a smaller share, for <i>to each one according to those that were numbered of</i> the [particular] family <i>shall its inheritance be given</i>, and the whole family shall receive its share in one place.” It was for this reason that He [commanded here] that they should be counted according to their families. Therefore the Sages mentioned [with reference to the law of the Seventh year]:<sup class=\"footnote-marker\">129</sup><i class=\"footnote\">Torath Kohanim, beginning of <i>Seder Behar</i>.</i> “If they divided the land [of a tribe] amongst its [main] families, but did not [yet] subdivide it amongst the houses of the families, and each individual does not yet know what his share is … etc.”<sup class=\"footnote-marker\">130</sup><i class=\"footnote\">“… I might think that the law of the Seventh year applies. For this reason Scripture states, <i>thou shalt not sow ‘thy’ field</i> (Leviticus 25:4) [using the singular, to indicate that] the law applies only when each person recognizes his own field.”</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6121b8c08430f78f20636ce6", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 773:7", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Yalkut Shimoni on Torah 773:7", "sourceHeRef": "ילקוט שמעוני על התורה תשע״ג:ז׳", "anchorVerse": 56, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 773.0007, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "לרב תרבה נחלתו ולמעט תמעיט נחלתו. הרי שיצאו עמו עשרה בנים ממצרים ובכגניסתן לארץ נמצאו חמשה קורא אני עליו למעט תמעיט נחלתו. הרי שיצאו עמו חמשה בנים ובכניסתן לארץ נמצאו עשרה קורא אני עליו לרב תרבה נחלתו. איש יצאו נשים טומטום ואנדרוגינוס. לפי פקודיו מלמד שלא נתחלקה הארץ אלא לכל שבט ושבט לפי מה שהוא, וכן הוא אומר וידברו בני יוסף את יהושע וגו' ויאמר אליהם יהושע אם עם רב אתה עלה לך היערה וגו'. יותן נחלתו שומע אני מעורבבין, תלמוד לומר בגורל, אי בגורל שומע אני בינו לבין עצמו, תלמוד לומר על פי הגורל תחלק נחלתו (שומע אני בינו לבין עצמן ת\"ל על פי ה') מגיד שלא נתחלקה ארץ ישראל אלא ברוח הקודש וע\"פ המקום. אך, יצאו יהושע וכלב, וכן הוא אומר ויתנו לכלב את חברון, ואומר ויתנו בני ישראל נחלה ליהושע בן נון ע\"פ ה' נתנו לו את העיר אשר שאל. לשמות מטות אבותם יצאו גרים ועבדים. ע\"פ הגורל תחלק נחלתו מגיד שלא נתחלקה ארץ ישראל אלא שמין בית כור כנגד בית סאה ובית סאה כנגד בית כור. תניא עתידה ארץ ישראל שתתחלק לשלשה עשר שבטים, שבתחלה לא נתחלקה אלא לי\"ב שבטים ולא נתחלקה אלא בכספים שנאמר בין רב למעט. אמר ר\"י סאה ביהודה שוה חמש סאין בגליל ולא נתחלקה אלא בגורל שנאמר אך בגורל תחלק, ולא נתחלקה אלא באורים ותומים שנאמר ע\"פ הגורל, הא כיצד אלעזר מלובש באורים ותומים שנאמר ע\"פ הגורל, הא כיצד אלעזר מלובש באורים ותומים ויהושע וכל ישראל עומדין לפניו וקלפי של שבטים וקלפי של תחומין מונחין לפניו והיה מכוין ברוח הקודש ואומר אם זבולון עולה תחום עכו עולה עמו, טרף בקלפי של שבטים ועלה בידו זולון, בקלפי של תחומין ועלה בידו תחום עכו, וחזר וראה ברוח הקודש (אם) [ואומר] נפתלי עולה ותחום גינוסר עולה [עמו] טרף בקלפי של שבטים ועלה בידו נפתלי, בקלפי של תחומין ועלה בידו תחום גינוסר, וכן כל שבט ושבט. ולא כחלוקה של עולם הזה חלוקת עולם הבא, העולם הזה אדם יש לו שדה לבן אין לו שדה פרדס שדה פרדס אין לו שדה לבן, העוה\"ב אין לך כל אחד ואחד שאין לו בהר ובשפלה שנאמר שער ראובן אחד וגו' שער שמעון אחד וגו' והקב\"ה מחלק להן בעצמו שנאמר ואלה מחלקותם נאם ה'. מדקאמר נתחלקה לי\"ב שבטים ש\"מ לשבטים איפלוג ולא לקרקף דגברי. אמר מר עתידה ארץ ישראל שתתחלק לשלשה עשר שבטים, אידך למאן, לנשיא דכתיב והעובד העיר יעבדוהו מכל שבטי ישראל. ועימא דון גר (מדת גר שכירות) בעלמא, לא סלקא דעתך דכתיב והנותר לנשיא מזה ומזה לתרומת הקדש ולאחוזת העיר. ולא נתחלקה אלא בכספים, למאי אילימא לשופרא ולסניא, אטו בשופטני עסקינן, אלא לקרובה או לרחוקה. כתנאי רבי אליעזר אומר בכספים העלוהו, ר' יהושע אומר בקרקע העלוהו. ת\"ר אך בגורל יצאו יהושע וכלב שלא נטלו בגורל אלא על פי ה', יהושע דכתיב על פי ה' נתנו לו את העיר, כלב דכתיב ואת שדה העיר ואת חצריה נתנו לכלב בן יפונה באחוזתו:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "61eea3681d82090a96b4ee7e", "index_title": "Shulchan Arukh, Orach Chayim", "category": "Halakhah", "type": "", "ref": "Shulchan Arukh, Orach Chayim 621:1", "anchorRef": "Numbers 25:10-30:1", "anchorRefExpanded": ["Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1"], "sourceRef": "Shulchan Arukh, Orach Chayim 621:1", "sourceHeRef": "שולחן ערוך, אורח חיים תרכ״א:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1563], "commentaryNum": 621.0001, "collectiveTitle": {"en": "Shulchan Arukh, Orach Chayim", "he": "שולחן ערוך, אורח חיים"}, "heTitle": "שולחן ערוך, אורח חיים", "he": "<b>סדר קריאת התורה ומילה ביו\"כ ובו ו' סעיפים:</b><br>מוציאין שני ספרים <i data-commentator=\"Be'er HaGolah\" data-label=\"א\" data-order=\"1\"></i>בראשונה קורים ששה בפרשת <i data-commentator=\"Be'er HaGolah\" data-label=\"ב\" data-order=\"2\"></i><i data-commentator=\"Ba'er Hetev\" data-order=\"1\"></i>אחרי מות עד ויעש כאשר צוה ה' <i data-commentator=\"Sha'arei Teshuvah\" data-order=\"1\"></i>ואם חל בשב' קוראים שבעה <i data-commentator=\"Ba'er Hetev\" data-order=\"2\"></i>ומפטיר קורא בשניה בפנחס ובעשור לחודש <i data-commentator=\"Ateret Zekenim\" data-label=\"♦\" data-order=\"1\"></i>ומפטיר בישעיה ואמר סלו סלו פנו עד כי פי ה' דבר:", "heVersionTitle": "Maginei Eretz: Shulchan Aruch Orach Chaim, Lemberg, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר מגיני ארץ: שלחן ערוך. למברג, תרנ\"ג", "text": "<b>“The order of the reading of the Torah and of circumcision on Yom Kippur” - Containing six paragraphs.</b><br>We take out (from the ark) two Torah scrolls.<sup class=\"footnote-marker\">168</sup><i class=\"footnote\">Two Torah scrolls are taken out on the festivals because portions from two separate sections of the Torah are read. The Torahs can be set before hand so that they can be opened to the correct portion without the necessity of rolling the scroll from one portion to the next.</i> In the first Torah six men read from the portion “<span dir=\"ltr\">אחרי מות</span>”, (Leviticus 16:1-18:30) until “and he did as the Lord commanded (Moses)”, (Leviticus 16:34). But if (Yom Kippur) falls on Shabbat, seven (men read from the first Torah), and the <i>Maftir</i><sup class=\"footnote-marker\">169</sup><i class=\"footnote\"><i>Maftir</i>, <span class=\"rtl\">מפטיר</span>, means literally \"one who concludes\". It is the name given to the man who is the last to read in the Torah and he also usually reads the <i>haftarah</i> (see footnote 170), the section of the prophets that corresponds to the Torah reading. <i>Maftir</i> is also the name given to the three or more concluding verses of the regular weekly Torah portion as well as to the final verses read on festivals and public fast days.<br>Editorial Staff, <i>E</i>. <i>J</i>., v. 11, p. 685.</i> (the last reader) reads from the second (Torah scroll) from the portion, <i>Pinḥas</i>, (Numbers 25:10-30:1), the section “and you shall have on the tenth day of this seventh month”, (Numbers 29:7-11). The <i>Maftir</i> (the <i>Haftarah</i> section from the Prophets<sup class=\"footnote-marker\">170</sup><i class=\"footnote\">The <i>Haftarah</i>, <span class=\"rtl\">הפטרה</span>, is a portion from the Prophets section of the Bible read after the Torah is read on Sabbaths, festivals, and fast days. On Sabbaths and festivals the <i>haftarah</i> is read during the Morning, <i>Shaḥarit</i> Service (see footnote 17), but on fast days it is read only during the Afternoon, <i>Minḥah</i> Service (see footnote 40). The exception to this is Yom Kippur and <i>Tishah be-Av</i> (see footnote 102) where there is a <i>haftarah</i> after the Torah reading in both the Morning and the Afternoon Service.<br>The Torah in its regular portions is read straight through during the year but such is not the case on festivals and some special Sabbaths. The <i>haftarot</i> are selected in parts from both the Former and Latter Prophets. Only two prophetic books are read in their entirety as <i>haftarot</i>, the Book of Obadiah which has only twenty-one verses and is read after the Torah portion <i>Va-Yishlaḥ</i> (Genesis 32:4-36-43) according to the Sephardi rite, and the Book of Jonah which is the <i>haftarah</i> for the <i>Minḥah</i> Service on Yom Kippur (see the Shulḥan Arukh, <i>Oraḥ Ḥayyim</i> 622:2).<br><i>Haftarot</i> were usually selected so there would be some similarity in content between the Pentateuchal and the Prophetic portions, but often this did not happen and <i>haftarot</i> were chosen because of historical events or because of some special date. Special <i>haftarot</i> are read on special Sabbaths and the <i>haftarah</i> for each festival is based on the nature of the festival.<br>When the custom of reading the <i>haftarah</i> got started is not known for sure, but it is thought that it began during the persecutions of the Antiochus Epiphanes which preceded the Hasmonean revolt. The Torah was not permitted to be read by the Jews during the persecution for it was felt that the reading of it kept the Jews together and gave them a special strength. As a substitute for the Torah reading, sections form the Prophets were chosen that would remind the Jews of the corresponding Torah portion. Appearantly when the ban against reading the Torah was lifted, the practice of reading the <i>haftarah</i> continued. The first mention of the practice of the reading of the <i>haftarah</i> is found in the New Testament. Acts 13:15 states, \"after the reading of the law and the prophets\". <i>Haftarot</i> are also discussed in the Talmud as to which are to be read at specific times and festivals. In Mishnaic times different communities read different <i>haftarot</i>, and a set order was probably not established until talmudic times. Some <i>haftarot</i> today differ from those recorded in the Talmud, and there are differences in the Sephardi and Ashkenazi rites.<br>The <i>maftir</i>, the one who reads the <i>haftarah</i> also reads the last part of the weekly portion, (i.e., the Torah reader reads it for him). On the Sabbath, after the seventh reader from the Torah, the <i>maftir</i> usually rereads the last three verses of the weekly portion. On festivals and the four special Sabbaths, the <i>maftir</i> reads the special section from the second scroll which is usually a short description of of the festival found in the Torah. Before the <i>haftarah</i> is read (or chanted) the <i>maftir</i> precedes the <i>haftarah</i> with two blessings and after he ends the <i>haftarah</i> he recites three blessings to which a fourth one is added on Sabbaths and festivals. This fourth blessing changes with the nature of the day. The Sabbath <i>haftarah</i> usually has a minimum of twenty-one verses while the festival has at least fifteen verses. Lately it has become the custom for the Bar Mitzvah boy (a man upon reaching the age of thirteen) to chant the <i>haftarah</i> to display his ability with a Hebrew text.<br>Louis Isaac Rabinowitz, <i>E</i>. <i>J</i>., v. 16, pp. 1342-44.</i>) comes from Isaiah, “and shall say, cast you up, cast you up, prepare the way” until “for the mouth of the Lord has spoken it”, (Isaiah 57:14-58:14).", "versionTitle": "Hilkhot Yom ha-Kippurim, trans. by Jan M. Brahms. HUC, 1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee847cf7a0c25239b7d", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, New Census 2", "anchorRef": "Numbers 26:1-65", "anchorRefExpanded": ["Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, New Census 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳, במדבר הערה א׳ ב׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "New Census", "he": "במדבר הערה א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה א׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Out of the chaos of the wilderness, the element of order is reintroduced as we meet the new generation—which will conquer at least part of the land of Canaan. These children of slaves are now mustered, in the same tribal order as the census in Chap. 1. The purpose of the counting is set forth in vv.52–56: so that the Promised Land may be properly divided up, according to population. True to the scheme of Chap. 1, the Levites go through their own census (vv.57–62)—since they receive designated towns but not a large mass of land. The ending verses assure us that the census in this chapter does not include anyone of the Exodus generation, excluding Calev and Yehoshua. Thus we are on new ground.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380ae713bd8cd388d3e57", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest 2-10", "anchorRef": "Numbers 26:1-36:13", "anchorRefExpanded": ["Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest 2-10", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳ ב׳-י׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part III; The Preparations for Conquest", "he": "במדבר מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE LAST PART OF</small> N<small>UMBERS IS WHAT THE READER MIGHT HAVE EXPECTED ALL ALONG</small>: a collection of materials that deal directly with the upcoming conquest of Canaan. It is concerned, then, with the transfer of leadership from Moshe to Yehoshua (Joshua); with provisions for two and a half tribes to remain on the east bank of the Jordan River, as long as they take part in the impending invasion; with listing the entire route of the Israelites, from Egypt to the plains of Moab; and with the borders of the land to be conquered.", "As has been the case earlier in the book, however, other material intervenes: a theme and variation doublet on the inheritance of land in a case where a man leaves daughters, not sons; two chapters on what sacrifices are to be brought on holy days; a section on vows taken by women; war with Midyan and the precise apportioning of spoils, both to warriors and to the sanctuary; and the law regarding accidental homicide, in which family vengeance is circumvented by the existence of “safe” Levite towns to which the manslayer may flee.", "The inconsistent thematics may again be explained by the intrusion of an editorial hand, again by priestly interests. In Levine’s view, most of Chapters 25–36 function to establish matters of importance in the priestly view, just as in Chapters 1–10. Here law takes precedence over narrative.", "Despite the varied subject matter of this section, it holds together structurally, via the common biblical technique of word (sound) repetition. The rather common verb <i>tzivvah</i>, “command,” weaves through every one of Chapters 26–36, except for 33. Sometimes it introduces what God wants the Israelites to do; sometimes it leads to the formula of fulfillment, “as YHWH commanded the Children of Israel, so they did”; still other times it refers to a command given by Moshe himself. The entire section begins with the verb (26:4), and ends with it as well (36:13). In addition, the chapters most far afield, 28–29 (taken as a unit) and 30, begin and end with it. Whether this was a conscious technique by redactors is hard to say, but its existence is striking.", "Another structural device, that of framing, also occurs in this part of the book: after the introductory census (Chap. 26), the rest is built between two brackets, each involving the daughters of Tzelofhad, and each opening with the verb “to come-near” (27:1 and 36:1). So despite the wide-ranging material, some sense of unity has been imposed upon it.", "Finally, there is the key occurrence, for the book of Numbers, of more lists, from census to holiday sacrifices, from stops along the journey to the precise borders of the Promised Land. We are in the presence of order once again.", "What remains lacking at the end of the book is exactly what Deuteronomy supplies: a final exhortation from Moshe, which includes reiteration and further clarification of the laws, a public covenant ceremony, Moshe’s long blessing of the people, and the account of his death and burial. If added here, these topics might have tipped the scales of Numbers, which has given us almost too much to digest as it is; as the Torah has come down to us, they are more appropriately treated in the expansive and majestic rhetorical setting of Deuteronomy.", "<img>", "<b><i>Num. 26:3</i> Moshe spoke, and El’azar the priest, to them in the Plains of Moav …</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f0c9ad75f2d99afa3c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, New Census 1", "anchorRef": "Numbers 26:1-65", "anchorRefExpanded": ["Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, New Census 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳, במדבר הערה א׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה א׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 26:1-65\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 26:1-65</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "628f7933afcbcf702c787731", "index_title": "Tribal Lands", "category": "Quoting Commentary", "type": "", "ref": "Tribal Lands, Preface 16", "anchorRef": "Numbers 26:55-56", "anchorRefExpanded": ["Numbers 26:55", "Numbers 26:56"], "sourceRef": "Tribal Lands, Preface 16", "sourceHeRef": "נחלת השבטים, פתח דבר ט״ז", "anchorVerse": 55, "sourceHasEn": true, "compDate": [2013, 2015], "commentaryNum": 16, "collectiveTitle": {"en": "Tribal Lands", "he": "נחלת השבטים"}, "heTitle": "פתח דבר", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>Only by <i>goral</i> [lots] shall the land be divided; according to the names of their fathers’ tribes shall they inherit. According to the lot shall one’s <i>naĥalah</i> be divided, between the numerous and the few.<br>Numbers 26:55–56</small>", "versionTitle": "Jerusalem, 2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "63c943f301e878406e0d1dca", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Emor 40:237", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Zohar, Emor 40:237", "sourceHeRef": "ספר הזהר, אמור מ׳:רל״ז", "anchorVerse": 56, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 40.0014, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "אמור", "he": "וְהַאי עַדְבָא מִגַּרְמֵיהּ הוּא דְּסָלִיק בֵּיהּ, דְּאָמַר רִבִּי יְהוּדָה אָמַר רִבִּי יִצְחָק, מִלָּה עִלָּאָה אַשְׁכַּחְנָא בְּעַדְבָא. עַדְבָא דִּיהוֹשֻׁעַ, כְּתִיב בֵּיהּ, (במדבר כ״ו:נ״ו) עַל פִּי הַגּוֹרָל, עַל פִּי הַגּוֹרָל וַדַּאי, דְּאִיהוּ אָמַר דָּא חוּלָקָא דִּיהוּדָה, דָּא דְּבִנְיָמִין וְכוּ', וְכֵן כֻּלְּהוּ. אוּף הָכָא, כֵּיוָן דְּכַהֲנָא שַׁוִּי יְדוֹי, אִינּוּן עַדְבִין מְדַלְּגֵי וְסַלְּקִין בִּידָא דְּכַהֲנָא, (ס\"א וסלקין עדבין בידא דכהנא, אינון מדלגי מן ידוי) וְשָׁארָן בְּאַתְרַיְיהוּ. הֲדָא הוּא דִּכְתִּיב, וְהַשָּׂעִיר אֲשֶׁר עָלָה עָלָיו הַגּוֹרָל, עָלָה עָלָיו וַדַּאי.", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63c9444d01e878406e0d2e16", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Pinchas 82:507", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Zohar, Pinchas 82:507", "sourceHeRef": "ספר הזהר, פנחס פ״ב:תק״ז", "anchorVerse": 56, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 82.0004, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "פנחס", "he": "(במדבר כ״ו:נ״ו) עַל פִּי הַגּוֹרָל תֵּחָלֵק נַחֲלָתוֹ בֵּין רַב לִמְעָט. רִבִּי יְהוּדָה פָּתַח וְאָמַר, (קהלת ג׳:י״ד) יָדַעְתִּי כִּי כָּל אֲשֶׁר יַעֲשֶׂה הָאֱלֹהִים הוּא יִהְיֶה לְעוֹלָם עָלָיו אֵין לְהוֹסִיף וּמִמֶּנּוּ אֵין לִגְרוֹעַ וְגוֹ'. שְׁלֹמֹה מַלְכָּא, דְּחָכְמָתֵיהּ יַתִּיר עַל כָּל בְּנֵי עָלְמָא, לָא יְדַעְנָא כִּי כָּל אֲשֶׁר יַעֲשֶׂה הָאֱלֹהִים הוּא יִהְיֶה לְעוֹלָם, וְאִיהוּ אָמַר יָדַעְתִּי, מַה דְּלָא יָדַע בַּר נָשׁ אַחֲרָא.", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63c9447001e878406e0d351a", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Vayeilech 4:24", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Zohar, Vayeilech 4:24", "sourceHeRef": "ספר הזהר, וילך ד׳:כ״ד", "anchorVerse": 56, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 4.0004, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "וילך", "he": "בְּאֵר דְּיִצְחָק מְנָלָן. דִּכְתִּיב, (בראשית כ״א:ל׳) בַּעֲבוּר תִּהְיֶה לִּי לְעֵדָה וְגוֹ'. גּוֹרָל, דִּכְתִּיב, (במדבר כ״ו:נ״ו) עַל פִּי הַגּוֹרָל תֵּחָלֵק נַחֲלָתוֹ, דְּהֲוָה אָמַר, דָּא לִיהוּדָה, וְדָא לְבִנְיָמִין, וְכֵן לְכֻלְּהוּ. אַבְנָא דִּיהוֹשֻׁעַ, דִּכְתִּיב, (יהושע כ״ד:כ״ז) הִנֵּה הָאֶבֶן הַזֹּאת תִּהְיֶה בָּנוּ לְעֵדָה. וְהָכָא, וְהָיָה שָׁם בְּךָ לְעֵד. וּכְתִיב, וְעָנְתָה הַשִּׁירָה הַזֹּאת לְפָנָיו לְעֵד, הִיא וַדַּאי אַסְהִידַת בְּהוּ בְּיִשְׂרָאֵל.", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63d77c80eca1000753446c13", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 26:56:1", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Rav Hirsch on Torah, Numbers 26:56:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר כ״ו:נ״ו:א׳", "anchorVerse": 56, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 56.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 56. על פי הגורל nach Baba Batra 122 a: באורים ותומים in Unterscheidung des בגודל (V. 55), welches einfach: Los bedeutet. נחלתו: da ארץ in der Regel Femininum ist, so bezieht sich נחלתו wohl auf איש (V. 54). – בין רב למעט: nach einer Auffassung (Baba Batra daselbst) mit genauer Ausgleichung des Wertes. Es dürfte damit die Auffassung Sipornos sich begründen, daß die zwölf Gebietesteile der Stämme nach Bedürfnis der Bevölkerung eines jeden ungleich am Umfang, aber gleich am Wert gewesen. Die kleineren Gebiete waren wertvoller an Bodengüte und Lage. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "63d77c80eca1000753446c14", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 26:56:2", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Rav Hirsch on Torah, Numbers 26:56:2", "sourceHeRef": "רש\"ר הירש על התורה, במדבר כ״ו:נ״ו:ב׳", "anchorVerse": 56, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 56.0002, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Wir sind in der Darstellung des Verteilungsmodus vorzüglich Raschi und רשב׳׳ם gefolgt. Es sind jedoch darüber verschiedene Auffassungen (siehe תוספו׳ Baba Batra 117a und Misrachi z. St.).", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "65479c88f0b51f3ae792abfa", "index_title": "Ohel Ya'akov on Torah", "category": "Quoting Commentary", "type": "", "ref": "Ohel Ya'akov on Torah, Emor 7:8", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Ohel Ya'akov on Torah, Emor 7:8", "sourceHeRef": "אהל יעקב על התורה, אמור ז׳:ח׳", "anchorVerse": 56, "sourceHasEn": false, "commentaryNum": 7.0008, "collectiveTitle": {"en": "Ohel Ya'akov on Torah", "he": "אהל יעקב על התורה"}, "heTitle": "אמור", "he": "<b>ועל</b> דרך כלל אמרו רז\"ל: כל העוסק בתורה לשמה זוכה לדברים הרבה ולא עוד אלא שכל העולם כלו כדאי לו (אבות ו'). כלומר שהעולם ומלואו רודף אחריו כמאמר <b>ובאו עליך כל הברכות האלה והשיגוך</b> (דברים כ\"ח, ב') לא שיהא לך מהצורך לרדוף אחריהם כהרודף אחר הכבוד כו' רק ובאו עליך כל הברכות האלה מעצמם והשיגוך. וכמאמר <b>על פי הגורל תחלק נחלתו</b> (במדבר כ\"ו, נ\"ו) ואמרו ז\"ל שהגורל היה קורא ואומר אני של פלוני. וזהו מאמר <b>כי תקדמנו ברכות טוב תשית לראשו עטרת פז</b> (תהלים כ\"א, ד') מאמר כי תקדמנו מורה על האמור כי הטוב יבחר בך טרם תבחור בו אתה ובטרם תחפוץ אותו, כי זה לשון קדימה בלה\"ק בב' בני אדם והקטן מקדים א\"ע לקבל פני הגדול, וזהו ג\"כ מאמר <b>ראה נתתי לפניך היום את החיים ואת הטוב</b> כו' <b>ובחרת בחיים</b> (דברים ל', ט\"ו-ט\"ז) ומדוע לא הזכיר את שניהם לאמר ובחרת בחיים ובטוב, יען וביען כי הטוב יבחר בך ע\"ד כי תקדמנו ברכות טוב, רק חיים שאל ממך וזהו ובחרת בחיים.", "heVersionTitle": "Jerusalem, 2009", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc76758c1dc532ec9359", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 26:56", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Steinsaltz on Numbers 26:56", "sourceHeRef": "ביאור שטיינזלץ על במדבר כ״ו:נ״ו", "anchorVerse": 56, "sourceHasEn": true, "commentaryNum": 26.0056, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>עַל פִּי הַגּוֹרָל תֵּחָלֵק נַחֲלָתוֹ, בֵּין רַב לִמְעָט.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>Their inheritance shall be divided by lot whether the many or the few. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "65e9da7ab215f43691cfe11e", "index_title": "Tze'enah Ure'enah", "category": "Commentary", "type": "commentary", "ref": "Tze'enah Ure'enah, Pinchas 15", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Tze'enah Ure'enah, Pinchas 15", "sourceHeRef": "צאינה וראינה, פנחס ט״ו", "anchorVerse": 56, "sourceHasEn": true, "compDate": [1590, 1616], "commentaryNum": 15, "collectiveTitle": {"en": "Tze'enah Ure'enah", "he": "צאינה וראינה"}, "heTitle": "פנחס", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "“<i>By lot</i>” [26:56]. The land was divided by casting lots, and a miracle happened at the casting of the <i>lots. Eleazar</i> donned the <i>Urim ve-Tumim</i> and they wrote land of Israel on twelve pieces and twelve letters. They also wrote the names of the twelve <i>tribes</i> of Israel on twelve letters. The letters were mixed up in a <i>vessel.</i> The chieftain of each tribe came and pulled out two letters. On one of theme was written his <i>tribe</i> and on the other was written the part of the <i>land of Israel</i> that he should take as his <i>inherited portion.</i> A voice went forth. I, the <i>lot</i>, have come to this <i>tribe.</i> A similar voice was heard for each chieftain, so that Israel should not suspect that Eliezer was giving the good land to whom he wanted, since not all the land in Israel was equal. Some of the land was very good.<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">Rashi, Numbers, 26:54.</i>", "versionTitle": "A Critical Translation into English; Edited and translated by Morris M. Faierstein. De Gruyter, 2017", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "525a63ffedbab4498f4851de", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 26:56:1", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Ibn Ezra on Numbers 26:56:1", "sourceHeRef": "אבן עזרא על במדבר כ״ו:נ״ו:א׳", "anchorVerse": 56, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 56.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>על פי הגורל תחלק נחלתו בין רב למעט.</b> לפקודים:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "ACCORDING TO THE LOT SHALL THEIR INHERITANCE BE DIVIDED BETWEEN THE MORE AND THE FEWER. To those who were numbered.<sup class=\"footnote-marker\">51</sup><i class=\"footnote\">Those who were counted by Moses and Eleazar. See Num. 26:1,2.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "554ef0b5fbfba21b48f54098", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 26:56:1", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Haamek Davar on Numbers 26:56:1", "sourceHeRef": "העמק דבר על במדבר כ״ו:נ״ו:א׳", "anchorVerse": 56, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 56.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>על פי הגורל תחלק נחלתו.</b> ואם שני האנשים שוים בערכם ויש נחלות בשני אופנים אז ע״פ הגורל תחלק למי יותן רב ולמי המעט:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5614e408fbfba210966235a5", "index_title": "Ein Yaakov (Glick Edition)", "category": "Midrash", "type": "", "ref": "Ein Yaakov (Glick Edition), Bava Batra 8:15", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Ein Yaakov (Glick Edition), Bava Batra 8:15", "sourceHeRef": "עין יעקב (מאת שמואל צבי גליק), בבא בתרא ח׳:ט״ו", "anchorVerse": 56, "sourceHasEn": true, "compDate": [1901, 1921], "commentaryNum": 8.0015, "collectiveTitle": {"en": "Ein Yaakov (Glick Edition)", "he": "עין יעקב (מאת שמואל צבי גליק)"}, "heTitle": "בבא בתרא", "he": "איבעיא להו ארץ ישראל לשבטים איפלוג או דילמא לקרקף גברי איפלוג (דף קכב) תא שמע (במדבר כו נו) בין רב למעט ועוד תניא עתידה ארץ ישראל שתתחלק לשלשה עשר שבטים שבתחלה לא נתחלקה אלא לשנים עשר שבטים ולא נתחלקה אלא בכסף שנאמר בין רב למעט אמר ר׳ יהודה סאה ביהודה שוה חמש סאין בגליל ולא נתחלקה אלא בגורל שנאמר (שם) אך בגורל ולא נתחלקה אלא באורים ותומים שנאמר (שם) על פי הגורל הא כיצד אלעזר מלובש אורים ותומים ויהושע וכל ישראל עומדים לפניו וקלפי של שבטים וקלפי של תחומים מונחים לפניו והיה מכוין ברוח הקודש ואומר זבולון עולה תחום עכו עולה עמו טרף בקלפי של שבטים ועלה בידו זבולון טרף בכלפי של תחומין ועלה בידו תחום עכו וחוזר ומכוין ברוח הקודש ואומר נפתלי עולה תחום גינוסר עולה עמו טרף בכלפי של שבטים ועלה בידו נפתלי בקלפי של תחומין ועלה בידו תחום גינוסר וכן כל שבט ושבט ולא כחלוקה של עולם הזה חלוקה של עולם הבא העולם הזה אדם יש לו שדה לבן אין לו שדה פרדס שדה פרדס אין לו שדה לבן עולם הבא אין לך כל אחד ואחד שאין לו בהר ובשפלה ובעמק שנאמר (יחזקאל מח לא) שער ראובן אחד שער יהודה אחד שער לוי אחד והקדוש ברוך הוא מחלק להן בעצמו שנאמר (שם) ואלה מחלקותם נאם ה׳. קתני מיהת שבתחלה לא נתחלקה אלא לשנים עשר שבטים שמע מינה לשבטים איפלוג שמע מינה. אמר מר עתידה ארץ ישראל שתתחלק לשלשה עשר שבטים אידך למאן אמר רב חסדא לנשיא דכתיב (שם) והעובד העיר יעבדוהו מכל שבטי ישראל. אמר ליה רב פפא לאביי אימא רונגר בעלמא לא סלקא דעתך דכתיב (שם) והנותר לנשיא מזה ומזה לתרומת הקדש ולאחוזת העיר. ולא נתחלקה אלא בכספים שנאמר בין רב למעט. למאי אילימא לשופרא וסניא אטו בשופטני עסקינן אלא לקרובה ורחוקה. כתנאי רבי אליעזר אומר בכספים העלוה רבי יהושע אומר בקרקע העלוה:", "heVersionTitle": "En Jacob, translated by SH Glick, 1916", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עין יעקב, בתרגום ס.ה. גליק, 1916", "text": "The schoolmen propounded a question: How was the land of Israel divided? Was it divided into twelve parts for twelve tribes (each tribe getting an equal share), or by the heads of the men? (Fol. 122) Come and listen! (Num. 26, 56) According as they are many or few [hence it was divided among the tribes and not by the heads of men]. And there is also a Baraitha: In the future the land of Israel will be divided among thirteen tribes, while in the past it was divided only among twelve; and it was also divided according to the value of money, and it was also divided only by lot and by the Urim and Tumim, as it is written (Ib. 55) By the decision of the lot. How so? Elazar was attired in the Urim and Tumim. Joshua and all Israel were standing by, and one urn containing the names of the tribes, and another urn containing the boundaries of the land, were placed there, and Elazar, influenced by the Divine Spirit, would say thus: \"Zebulun will now come out from the urn, and with him the boundary of Achu.\" And then one of the tribe of Zebulon would put his hand into the urn and draw the name of his tribe, and then put his hand into another urn and draw Achu. And then again Elazar, influenced by the Divine Spirit, would say: \"Now Naphtali will come, and with him the boundary Kmousar.\" And so it was with each tribe. However, the division in the future world will not be equal to to the division of land in this world, as in this world, usually, the lot of one is a field of grain, and of another, one of fruits; but in the world to come; everyone will have a share in the mountains, valleys and plains. As it is said (Ezek. 48, 31) The gates of Reuben, one, etc.; every one the same, and the Holy One, praised be He! will Himself assign the shares, as it is said (Ib. 29) And these are their allotted division, said the Lord Eternal. We see, then, that the Baraithat states that in the past the division was twelve parts to the twelve tribes. Hence it was divided among the tribes and not severally. The inference is sustained. The master said: \"The land of Israel will in the future be divided among thirteen tribes.\" Who will be the thirteenth? R. Chisda said: \"The prince of Israel will be the thirteenth, as it is written (Ib. 19) And they that serve the city out of all the tribes of Israel, shall fill it.\" R. Papa said to Abaye: \"But perhaps this refers merely to public service?\" And he answered: \"This could not be borne in mind, for it is written (Ib. 21) And the residue shall be for the prince on, the one side and on the other of the holy offering, and of the possession of the city,\" etc. (Hence a real share is to be given to them by all tribes). And as to the value of money, as it is said, According as they are many or few. To what does this refer? Shall we assume that money was applied to the quality of the shares? Were they then so foolish as to take a bad field and money for it? But this refers only to quality of distance. ", "versionTitle": "En Jacob, translated by SH Glick, 1916", "license": "Public Domain", "versionTitleInHebrew": "עין יעקב, בתרגום ס.ה. גליק, 1916"}, {"_id": "5868bd52d6e4a97c9cbb1a46", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Numbers 26:56:1", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Bekhor Shor, Numbers 26:56:1", "sourceHeRef": "בכור שור, במדבר כ״ו:נ״ו:א׳", "anchorVerse": 56, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 56.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "במדבר", "he": "<b>על פי הגורל.</b> על פה וגורל כיצד כהן לבוש אורים ותומים ומכוין באורין ותומים ברוח הקדש ואמר אם תחום פלוני עולה שבט פלוני עולה, כן הוה הגורל והיינו על פה ובגורל:\n", "heVersionTitle": "Bekhor Shor, HaTzofeh LeHokhmat Yisrael VIII, Budapest, 1928", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, הצופה לחכמת ישראל ח, בודפשט, תרפ\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f2c4d6e4a927464725ae", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Numbers 26:56:1", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Chizkuni, Numbers 26:56:1", "sourceHeRef": "חזקוני, במדבר כ״ו:נ״ו:א׳", "anchorVerse": 56, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 56.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>על פי הגורל</b> לאחר שחלקו לי״‎ב תחומין.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "על פי הגורל, “according to the lot, etc.” i.e. after the 12 boundaries of the tribal territories had become known.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5892f2c4d6e4a927464725b0", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Numbers 26:56:2", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Chizkuni, Numbers 26:56:2", "sourceHeRef": "חזקוני, במדבר כ״ו:נ״ו:ב׳", "anchorVerse": 56, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 56.0002, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>תחלק נחלתו</b> שלכל שבט ושבט על פי הגורל לפי סכום ראשי משפחות שבו כגון ד׳‎ לראובן ה׳‎ לשמעון וכן כולם.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "תחלק נחלתו, “shall each family’ share of inherited land be determined in accordance with the number of families in each tribe, i.e. four for the tribe of Reuven, and five for the tribe of Shimon, etc.”", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5892f2c4d6e4a927464725b2", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Numbers 26:56:3", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Chizkuni, Numbers 26:56:3", "sourceHeRef": "חזקוני, במדבר כ״ו:נ״ו:ג׳", "anchorVerse": 56, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 56.0003, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>בין רב למעט</b> כיצד ד׳‎ משפחות לראובן השתיים מרובות והשתיים מועטות אחת מהמרובות ארצו תחלק לג׳ חלקים ע״‎י גורלות ופתקין ב׳‎ חלקים לב׳‎ משפחות מרובות וחלק שליש יחזור ויחלוק לשנים לשתי משפחות מועטות וכן כל שאר השבטים עד שיתחלקו כל החלקים על פי הגורל כל הנ״‎ז חלקים לנ״‎ז משפחות, <b>בין רב למעט</b> הלמ״‎ד נקודה בחיר״‎ק.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "בין רב למעט, “between the more numerous ones and the less numerous ones.” How did this work out in practice? Four sections of land were accorded to the four families of Reuven, two of whom were large families and two of whom were relatively small families. The large family had to divide up their parcel into three shares according to the parchments used in the lottery two shares of ancestral land went to the two larger families, the third section being redivided and distributed to the two families who had fewer members. A pattern of distribution using the lottery was used throughout. All the families of the 12 tribes received their shares through having participated in a lottery. בין רב למעט, the letter ל in the word למעט has a dot under it, making the vowel chirik.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5892f2c4d6e4a927464725b4", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Numbers 26:56:4", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Chizkuni, Numbers 26:56:4", "sourceHeRef": "חזקוני, במדבר כ״ו:נ״ו:ד׳", "anchorVerse": 56, "sourceHasEn": false, "compDate": [1220, 1260], "commentaryNum": 56.0004, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": [], "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": [], "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58ad9962d6e4a93323dc6467", "index_title": "Bava Batra", "category": "Talmud", "type": "", "ref": "Bava Batra 122a:1", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Bava Batra 122a:1", "sourceHeRef": "בבא בתרא קכ״ב א:א׳", "anchorVerse": 56, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 243.0001, "collectiveTitle": {"en": "Bava Batra", "he": "בבא בתרא"}, "heTitle": "בבא בתרא", "he": "תָּא שְׁמַע: ״בֵּין רַב לִמְעָט״.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The Gemara suggests: <b>Come</b> and <b>hear</b> a proof. The verse states: “According to the lot shall their inheritance be divided <b>between the more and the fewer”</b> (Numbers 26:56). Evidently, whether the tribe had many or few people, the tribe as a whole received a portion equal to that of every other tribe, and each individual within the tribe received a different amount of land than those in other tribes.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad9962d6e4a93323dc646b", "index_title": "Bava Batra", "category": "Talmud", "type": "", "ref": "Bava Batra 122a:3", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Bava Batra 122a:3", "sourceHeRef": "בבא בתרא קכ״ב א:ג׳", "anchorVerse": 56, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 243.0003, "collectiveTitle": {"en": "Bava Batra", "he": "בבא בתרא"}, "heTitle": "בבא בתרא", "he": "וְלֹא נִתְחַלְּקָה אֶלָּא בְּגוֹרָל – שֶׁנֶּאֱמַר: ״אַךְ בְּגוֹרָל״. וְלֹא נִתְחַלְּקָה אֶלָּא בְּאוּרִים וְתוּמִּים – שֶׁנֶּאֱמַר: ״עַל פִּי הַגּוֹרָל״.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The <i>baraita</i> continues: <b>And</b> the land was <b>divided only by a lottery, as it is stated: “Only by lot</b> shall the land be divided” (Numbers 26:55). <b>And</b> the land was <b>divided only with</b> the <b><i>Urim VeTummim</i>, as it is stated: “By the pronouncement of the lot”</b> (Numbers 26:56).", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58b1cfcfd6e4a937f999999e", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 21:9", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Bamidbar Rabbah 21:9", "sourceHeRef": "במדבר רבה כ״א:ט׳", "anchorVerse": 56, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 21.0009, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "זֶה שֶׁאָמַר הַכָּתוּב <small>(משלי יח, יח)</small>: מִדְיָנִים יַשְׁבִּית הַגּוֹרָל, לְפִי שֶׁכָּתַב סִימָן כָּל שֵׁבֶט וְשֵׁבֶט מִיַּעֲקֹב <small>(בראשית מט, יג)</small>: זְבוּלֻן לְחֹף יַמִּים יִשְׁכֹּן, <small>(בראשית מט, יב)</small>: יִשָֹּׂשכָר רֹבֵץ בֵּין הַמִּשְׁפְּתָיִם, <small>(בראשית מט, כ)</small>: מֵאָשֵׁר שְׁמֵנָה לַחְמוֹ, אֵין לְךָ רְשׁוּת לְחַלֵּק אֶלָּא עַל פִּי הַגּוֹרָל, וּמַעֲשֵׂה נִסִּים הָיָה בַּגּוֹרָל, אֶלְעָזָר בֶּן אַהֲרֹן מֻלְבָּשׁ אוּרִים וְתֻמִּים, וְקַלְפֵּי הַגּוֹרָל לִפְנֵי יְהוֹשֻׁעַ, שֶׁנֶּאֱמַר <small>(יהושע יח, ו)</small>: וְיָרִיתִי לָכֶם גּוֹרָל פֹּה לִפְנֵי ה', וְעַד שֶׁלֹא יַעֲלֶה הַגּוֹרָל, אֶלְעָזָר אוֹמֵר בְּרוּחַ הַקֹּדֶשׁ גּוֹרַל שֵׁבֶט פְּלוֹנִי עוֹלֶה שֶׁיִּטֹּל מִמָּקוֹם פְּלוֹנִי, וִיהוֹשֻׁעַ פּוֹשֵׁט יָדוֹ וְעוֹלֶה, שֶׁנֶּאֱמַר <small>(יהושע יט, נא)</small>: אֵלֶּה הַנְּחָלֹת אֲשֶׁר נִחֲלוּ אֶלְעָזָר הַכֹּהֵן וִיהוֹשֻׁעַ בִּן נוּן, וְזוֹ הָיְתָה יְתֵרָה שֶׁהָיָה הַגּוֹרָל צוֹוֵחַ בִּשְׁעַת עֲלִיָּתוֹ, אֲנִי גּוֹרַל פְּלוֹנִי הַשֵּׁבֶט, עָלִיתִי לִי בְּמָקוֹם פְּלוֹנִי, וּמִנַּיִן שֶׁהָיָה הַגּוֹרָל מְדַבֵּר, דִּכְתִיב <small>(במדבר כו, נו)</small>: עַל פִּי הַגּוֹרָל.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "That which the verse said: “Casting lots may quiet contentions” (Proverbs 18:18) – because he had written an indicator for each and every tribe, from Jacob: “Zebulun shall dwell at the shore of seas” (Genesis 49:13); “Issachar…lying among the sheepfolds” (Genesis 49:14); “from Asher, his bread is rich” (Genesis 49:20) – you have permission to distribute only by means of lots. <br><b>“According to the lot one’s inheritance shall be divided, whether numerous or few” (Numbers 26:56).</b> <br>The lot entailed miraculous acts: Elazar son of Aaron was dressed in the Urim and the Tumim, and the receptacle of the lots was before Joshua, as it is stated: “I will cast lots for you here before the Lord [our God]” (Joshua 18:6). Before the lots are drawn, Elazar says by means of the Divine Spirit: Such and such tribe will be drawn, which will receive in such and such place. Joshua extends his hand and it is drawn, as it is stated: “These are the inheritances that Elazar the priest and Joshua son of Nun…apportioned [by lot]” (Joshua 19:51). Moreover, the lot would cry out as it is being drawn: ‘I am the lot of such and such tribe; I have been drawn in such and such place.’ From where is it derived that the lot would speak? It is as it is written: “According to [<i>al pi</i>]<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">Literally, by the mouth, or at the directive.</i> the lot.”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59636c4fd6e4a9416e9c4bb3", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Numbers 26:56:1", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Mizrachi, Numbers 26:56:1", "sourceHeRef": "מזרחי, במדבר כ״ו:נ״ו:א׳", "anchorVerse": 56, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 56.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "במדבר", "he": "<b>מגיד שנתחלקה ברוח הקדש. </b>בספרי דאם לא כן על פי הגורל למה לי הרי כבר נאמר אך בגורל יחלק את הארץ למה חזר וכתב על פי הגורל אם תאמר בעבור בין רב למעט לכתוב קרא בגורל תחלק נחלתו בין רב למעט כדכתב ברישא דקרא מאי על פי מגיד שאף הגורל עצמו צווח ואומר אני הגורל עליתי לגבול פלוני לשבט פלוני: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ae9bf279197ec001aac2e8d", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Numbers 26:56:1", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Midrash Aggadah, Numbers 26:56:1", "sourceHeRef": "מדרש אגדה, במדבר כ״ו:נ״ו:א׳", "anchorVerse": 56, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 56.0001, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "במדבר", "he": "על פי הגורל. <i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"22\"></i> סבורים אתם שחלקו הארץ והלא סאה שביהודה הוא עושה ארבעים סאה בגליל אלא אותה שלא היתה שוה בחברתה היו מוסיפין במדתה יותר על חברתה כדי שיהיו השני חלקים שווים ואעפ\"כ צוה הקב\"ה בלא גורל לא יחלקו אחד מהם ועליהם נאמר בין רב למעט:", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc284c1533e001928af6b", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 26:56:1", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Malbim on Numbers 26:56:1", "sourceHeRef": "מלבי\"ם על במדבר כ״ו:נ״ו:א׳", "anchorVerse": 56, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 56.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>בין רב למעט </b>נכלל בזה ג\"כ שאחר שהגורל קבע תחום השבט, ויש שבט שנפל גורלו במקום שהוא רב בדמים, והיה צריך להוסיף לשבט שנפל גורלו במקום שהוא מעט בשווי הדמים לפי ערך השומא, אבל בעת הגורל הגריל בין רב למעט ר\"ל מחוז טוב או מחוז רע, ואח\"כ בעת החלוקה שמו בית כור נגד בית סאה לפי יוקר הקרקע (ועי' בב\"ב דף קכ\"ב):", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b6a915253dce802c774f50f", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Pinchas 6:1", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Midrash Tanchuma, Pinchas 6:1", "sourceHeRef": "מדרש תנחומא, פנחס ו׳:א׳", "anchorVerse": 56, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "פנחס", "he": "<b>אַךְ</b> בְּגוֹרָל וְגוֹ'. זֶה שֶׁאָמַר הַכָּתוּב: מִדְיָנִים יַשְׁבִּית הַגּוֹרָל <small>(משלי יח, יח)</small>. לְפִי שֶׁכָּתַב סִימָן כָּל שֵׁבֶט וְשֵׁבֶט מִיַּעֲקֹב, זְבוּלוּן לְחוֹף יָמִים יִשְׁכֹּן <small>(בראשית מח, יג)</small>, יִשָּׂשׂכָר חֲמוֹר גָּרֶם וְגוֹ' <small>(שם פסוק יד)</small>, מֵאָשֵׁר שְׁמֵנָה לַחְמוֹ <small>(שם פסוק כ)</small>, אֵין לְךָ רְשׁוּת לְחַלֵּק אֶלָּא עַל פִּי הַגּוֹרָל. וּמַעֲשֵׂה נִסִּים הָיָה בַּגּוֹרָל. אֶלְעָזָר הַכֹּהֵן לוֹבֵשׁ אוּרִים וְתֻמִּים, וְקַלְפִּי הַגּוֹרָלוֹת לִפְנֵי יְהוֹשֻׁעַ, שֶׁנֶּאֱמַר: וְיָרִיתִי לָכֶם גּוֹרָל פֹּה לִפְנֵי ה' אֱלֹהֵינוּ <small>(יהושע יח, ו)</small>. וְעַד שֶׁלֹּא יַעֲלֶה הַגּוֹרָל, אֶלְעָזָר אוֹמֵר בְּרוּחַ הַקֹּדֶשׁ, גּוֹרַל שֵׁבֶט פְּלוֹנִי עוֹלֶה, שֶׁיִּטֹּל בְּמָקוֹם פְּלוֹנִי. וִיהוֹשֻׁעַ פּוֹשֵׁט יָדוֹ וְעוֹלֶה, שֶׁנֶּאֱמַר: אֵלֶּה הַנְּחָלוֹת אֲשֶׁר נַחֲלוּ אֶלְעָזָר הַכֹּהֵן וִיהוֹשֻׁעַ בֶּן נוּן <small>(שם יט, נא)</small>. וְזוֹ הָיְתָה יְתֵרָה, שֶׁהָיָה הַגּוֹרָל צוֹוֵחַ בִּשְׁעַת עֲלִיָּתוֹ, אֲנִי גּוֹרַל שֵׁבֶט פְּלוֹנִי עָלִיתִי לוֹ בְּמָקוֹם פְּלוֹנִי. וּמִנַּיִן שֶׁהַגּוֹרָל מְדַבֵּר, שֶׁנֶּאֱמַר: עַל פִּי הַגּוֹרָל.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "\"But with a lot, etc.\" (Numbers 26:55). This is [the meaning of] that which is stated (Proverbs 18:18),  \"The lot puts an end to strife.\" Since a sign was written for each and every tribe from Yaakov - \"Zevulun will dwell on the shore of the seas\" (Genesis 49:13); \"Yissachar is a boney donkey, etc.\" (Genesis 49:14); \"From Asher, his bread is fat\" (Genesis 49:20) - you are only permitted to divide [the land] by the lot. And there were miraculous acts in the lottery: Elazar the Priest wears the <i>Urim and Tumim</i>. And the slips of the lottery were in front of Yehoshua, as stated (Joshua 18:6) \"And I will cast the lot for you here in front of the Lord, our God.\" But before the lot went up, Elazar said with the holy spirit, \"The lot of tribe x is coming up, to take place y.\" And Yehoshua would extend his hand and [it] would come up [into his hand. It was] as it is stated (Joshua 19:51), \"These are the inheritances that Elazar the Priest and Yehoshua ben Nun apportioned.\" And this was [even] more; that the lot would yell out at the time that it went up, \"I am the lot of tribe x; I have gone up to it in place y.\" And from where [do we know] that the lot speaks? As it is stated (Numbers 26:56), \"By the mouth of (according to) the lot.\"", "versionTitle": "Sefaria Community Translation", "license": "CC0", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "5cd141a99539fc005a160062", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 26:56:1", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Birkat Asher on Torah, Numbers 26:56:1", "sourceHeRef": "ברכת אשר על התורה, במדבר כ״ו:נ״ו:א׳", "anchorVerse": 56, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 56.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>רש\"י ד\"ה על פי הגורל וכו'.</b> קשה לרש\"י: הרי כבר בפסוק הקודם נאמר \"אך בגורל יחלק את הארץ\", ומה מוסיף פסוקנו? לכן מפרש רש\"י שבא הכתוב ללמד שהגורל היה מדבר, וכל שבט ושבט קיבל את חלקו ונחלתו ברוח הקודש על פי ה'. (פ' פינחס תשס\"א)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5cd9358747866800173daf83", "index_title": "Malbim on Joshua", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Joshua 14:1:1", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Malbim on Joshua 14:1:1", "sourceHeRef": "מלבי\"ם על יהושע י״ד:א׳:א׳", "anchorVerse": 56, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Malbim on Joshua", "he": "מלבי\"ם על יהושע"}, "he": "<b>ואלה אשר נחלו.</b> הדעת היותר צודקת באיכות החלוקה, היא דעת הראב\"ד (הובא בשטה מקובצת בב\"ב דף קי\"ז), וז\"ל, דע והבן כי א\"י נתחלקה לי\"ב שבטים בגורל ואורים ותומים וזו היא השאלה ששאלו (שם דף קכ\"ב א) לשבטים אתפליג או לקרקפתא דגברי אתפליג, על חלוקת גורל שאלו, וקפשיט ליה בין רב למעט (במדבר כו, נו), בין שבט מרובה לשבט מועט יהיה עפ\"י הגורל, אבל למשפחות לא הוזקקו להם לגורל וכו'. עוד נשאר לנו טענה, אם החלקים לא היו שוים איך חלקו בגורל, ולפני הגורל איך ידוע למי ירבו ולמי ימעיטו, ואם יצא הגורל חלק מרובה לשבט המועט איך יהיה, ולא יתכן לחלוק בגורל אלא לחלקים שוים, או שוים במדה או שוים בהשואת דמים או בהשואת קרקע, נשיב ונאמר כי לא כתבו בגורלות כי אם תחומי המחוזות, כמו שנשער מתחום פלוני ולהלן מחוז קטלוניא ומתחום פלוני ולהלן מחוז פרובינצא, כך כתבו המחוזות ונתנו אותם בקלפי והמחוז שעלה בידו שם היה חלקו, ולפי מה שהיה מרובה או מועט נותנים לו שם. תדע שכן הוא, שהרי נפלו תחלה גורלות ליהודה ובני יוסף קודם שחלקו שאר שבטים, והיו משאר שבטים שנפלו ביניהם, הא למדת שלא הפילו הגורלות כי אם לתחומי המחוזות, עכ\"ד. הנה תראה דעתו כדעת מהרי\"א שהגורל לא היה רק על התחומין, ואחר שידע באיזה תחום יקח השבט, חלק יהושע וראשי אבות המטות לפי מספר הגלגולת, ושבט שהיו אנשיו מרובים לקחו חלק מרובה וזה לא היה עפ\"י גורל רק מדעת המנחילים, עי\"ש בדבריו שהאריך בזה, (ומה שהביא בשטה מקובצת דף קכ\"א בשם הראב\"ד שהקשה על שטתו ממ\"ש (פ' מסעי לג, נד) והתנחלתם את הארץ בגורל למשפחותיכם, ונטה לחלק שהחלוקה לפי אנשי השבט היו גורל אחר שלא עפ\"י אורים ותומים, אינו מוכרח, שיל\"פ למשפחותיכם מוסב למטה על לרב תרבו, ר\"ל תחלה והתנחלתם בגורל לדעת תחומי השבטים ואח\"כ והתנחלתם למשפחותיכם לרב תרבו עפ\"י החלוקה). ולדעתי גם רש\"י עומד בשטה זו, שעמ\"ש (פ' פנחס כו, נג) לאלה תחלק הארץ בנחלה במספר שמות לרב תרבו וכו', פי' לשבט שהיה מרובה באוכלסין נתנו חלק רב, ואעפ\"י שלא היו החלקים שוים שהרי הכל לפי ריבוי השבט חלקו החלקים לא עשו אלא ע\"י גורל, והגורל היה ברוח הקודש וכו', אומר ברוח הקודש אם שבט פלוני עולה תחום פלוני עולה עמו וכו' (ולמדו הרא\"ם ומהרי\"א וכל מפרשי דבריו כי דעתו שהגורל היה קובע חלק מרובה לשבט המרובה באוכלסין, וזה אינו כי) כוונתו מ\"ש לשבט שהיה מרובה נתנו חלק רב ר\"ל יהושע נתן לא עפ\"י גורל, ועז\"א ואעפ\"י שלא היו החלקים שוים וכו' (ר\"ל וא\"כ החילוק לפי ריבוי השבט לא היה יכול להיות עפ\"י גורל, כמ\"ש לרב תרבה ר\"ל אתה המחלק, בכ\"ז) לא עשו אלא ע\"י גורל (שורש החלוקה היה ע\"י גורל, וזה פי' אך בגורל יחלק (שם, נה)), ומפרש שהגורל אומר אם שבט פלוני עולה תחום פלוני עולה עמו, ר\"ל הגורל היה קובע התחומים, ואח\"כ היה יהושע מחלק בתחום ההוא לשבט ההוא חלקים לפי ריבוי השבט או מעוטו. וכן מ\"ש רש\"י (פ' ויחי מח, ו) עמ\"ש אפרים ומנשה כראובן ושמעון יהיו לי ומולדתך אשר הולדת אחריהם וכו', ז\"ל, ואע\"פ שנחלקה הארץ למנין גלגלותם כדכתיב לרב תרבו, וכל איש ואיש נטל בשוה, מ\"מ לא נקראו שבטים אלא אלו, עכ\"ל. אין הפי' שנחלק בגורל לפי גלגלותם (כמו שהבין הרא\"ם, שלפ\"ז לא יהיו דבריו כפסק ההלכה בב\"ב דלשבטים אפליג), וכן אין פירושו שהיה הגורל על השבטים והשבט קבל חלק רב בגורל לפי רוב גלגלותיו (כמו שהבינו יתר מפ'), רק ר\"ל אע\"פ שיהושע וראשי המטות חלקו לפי הגלגולת, וא\"כ מאי נ\"מ במה שיהיה כראובן ושמעון שני שבטים, ותירץ מ\"מ לא אקרי שבטים לענין שיעלה לכ\"א גורל מיוחד בתחום מיוחד. הנה הראיתי לדעה זו עמודים ומכונות ופשטי הכתובים יובנו על ידי זה בקל, כמו שיתבאר כ\"א במקומו, ורק הרמב\"ן לו שטה אחרת, אשר שטמוהו בעלי חצים סבו עליו רביהם:", "heVersionTitle": "Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9fd71d77ecfb0d09e8f6", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 26:56:1", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Midrash Lekach Tov, Numbers 26:56:1", "sourceHeRef": "מדרש לקח טוב, במדבר כ״ו:נ״ו:א׳", "anchorVerse": 56, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 56.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> על פי הגורל יחלק נחלתו. מלמד שלא נתחלקה ארץ ישראל. <i data-commentator=\"Beur HaRe'em\" data-order=\"31\"></i> אלא בשומא בית כור כנגד בית סאה ובית סאה כנגד בית כור:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60f5779cb6062f226d6209c2", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Numbers 26:56:1", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Maskil LeDavid, Numbers 26:56:1", "sourceHeRef": "משכיל לדוד, במדבר כ״ו:נ״ו:א׳", "anchorVerse": 56, "sourceHasEn": false, "commentaryNum": 56.0001, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "במדבר", "he": "<b>על פי הגורל הגורל וכו׳</b> מוכרח היא מיתורא דהא כתוב בקרא דלעיל אך בגורל וכו׳ ומה בא כאן להוסיף על פי הגורל אלא לומר שהיה מדבר וכו׳ ומעתה כיון דהוכחנו שלא היה החילוק בגורל לבד אלא גם ברוח הקודש א״כ קשה מאי אך ומה בא למעט ולכך משני לאפוקי יהושע וכלב וה״ט דשינה סדר הכתובים:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121f413beb7c89331fa9602", "index_title": "Adam Min HaAdamah", "category": "Jewish Thought", "type": "", "ref": "Adam Min HaAdamah, Yovel 12:30", "anchorRef": "Numbers 26:52-56", "anchorRefExpanded": ["Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56"], "sourceRef": "Adam Min HaAdamah, Yovel 12:30", "sourceHeRef": "אדם מן האדמה, שער היובל י״ב:ל׳", "anchorVerse": 52, "sourceHasEn": false, "commentaryNum": 12.003, "collectiveTitle": {"en": "Adam Min HaAdamah", "he": "אדם מן האדמה"}, "he": "וַיְדַבֵּר ה' אֶל מֹשֶׁה לֵּאמֹר: לָאֵלֶּה תֵּחָלֵק הָאָרֶץ בְּנַחֲלָה בְּמִסְפַּר שֵׁמוֹת: לָרַב תַּרְבֶּה נַחֲלָתוֹ וְלַמְעַט תַּמְעִיט נַחֲלָתוֹ אִישׁ לְפִי פְקֻדָיו יֻתַּן נַחֲלָתוֹ: אַךְ <b>בְּגוֹרָל יֵחָלֵק אֶת הָאָרֶץ</b> לִשְׁמוֹת מַטּוֹת אֲבֹתָם יִנְחָלוּ: <b>עַל פִּי הַגּוֹרָל</b> תֵּחָלֵק נַחֲלָתוֹ בֵּין רַב לִמְעָט:<br>(במדבר כו, נב-נו)", "heVersionTitle": "Adam min ha'adamah, Otniel 2008", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "אדם מן האדמה, עתניאל תשס\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "612254da5de8bfb900edc2d0", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "anchorRef": "Numbers 15:30-31:19", "anchorRefExpanded": ["Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק ראשון, פרק ה י״ב", "anchorVerse": 30, "sourceHasEn": true, "commentaryNum": 12, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "If the stranger can enjoy literal and metaphysical benefits such as atonement, what makes the stranger a stranger at all? Multiple times in the Pentateuch is the expression “there shall be one law for you and the resident alien” used to show legal equivalence.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See Exodus 12:48–49; Leviticus 7:7, 24:22; Numbers 9:14, 15:15, 15:29–30.</i> Like citizens, strangers can be cut off from the community for cursing God and are obliged to refrain from behaviors that engender impurity.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">For examples, see Leviticus 4, 17:15–16, 18:27–28, 35:34–35; Numbers 15:30–31, 19:13, 19:20.</i> The stranger and the citizen both enjoy the privileges of the community and are both accountable for their place in the community and for their personal relationships with God through prohibitive commands. A poor gentile or <i>ger </i>was counted among the recipients of communal welfare (Lev. 19:10) and enjoyed the protections of the community as a relative equal (Lev. 24:22). Who, then, was the stranger, if during this period of transition there was no land from which to claim citizenship? Who was a stranger if we were all strangers? Furthermore, what made this individual alien if he was included in the community, such that both citizen and stranger were “alike before the Lord”?", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61225507412970c0e359d91a", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "anchorRef": "Numbers 13:27-29:31", "anchorRefExpanded": ["Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק שני, פרק ח כ״ג", "anchorVerse": 27, "sourceHasEn": true, "commentaryNum": 23, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ח", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>This is what they told him: “We came to the land you sent us to; it does indeed flow with milk and honey, and this is its fruit. However, the people who inhabit the country are powerful, and the cities are fortified and very large; moreover, we saw the Anakites there. Amalekites dwell in the Negeb region; Hittites, Jebusites, and Amorites inhabit the hill country; and Canaanites dwell by the Sea and along the Jordan…. We cannot attack that people, for it is stronger than we.” Thus they spread calumnies among the Israelites about the land they had scouted, saying, “The country that we traversed and scouted is one that devours its settlers. All the people that we saw in it are men of great size; we saw the Nephilim there – the Anakites are part of the Nephilim and we looked like grasshoppers to ourselves, and so we must have looked to them.” (Num. 13:27–29, 31–33)</small>", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61a6233b87f574a17ca6c8b9", "index_title": "Jerusalem Talmud Yoma", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Yoma 4:1:3", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Jerusalem Talmud Yoma 4:1:3", "sourceHeRef": "תלמוד ירושלמי יומא ד׳:א׳:ג׳", "anchorVerse": 56, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 1.0003, "collectiveTitle": {"en": "Jerusalem Talmud Yoma", "he": "תלמוד ירושלמי יומא"}, "heTitle": "תלמוד ירושלמי יומא", "he": "וְתַנֵּי כֵן. בִּשְׁתֵּי קַלְפִיּוֹת נִתְחַלְּקָה אֶרֶץ יִשְׂרָאֵל. אַחַת שֶׁהַגּוֹרָלוֹת נְתוּנִין בְּתוֹכָהּ וְאַחַת שֶׁשְּׁמוֹת הַשְּׁבָטִים בְּתוֹכָהּ. וּשְׁנֵי פִירְחֵי כְהוּנָה עוֹמְדִים. מַה שֶׁזֶּה מַעֲלֶה וָזֶה מַעֲלֶה זָכָה. בִּשְׁלֹשָׁה דְבָרִים נִתְחַלְּקָה אֶרֶץ יִשְׂרָאֵל. בְּגוֹרָלוֹת בְּאוּרִים וְתוּמִּים וּבִכְסָפִים. הָדָא הוּא דִּכְתִיב וַיַּשְׁלֵךְ֩ לָהֶ֨ם יְהוֹשֻׁ֧עַ גּוֹרָ֛ל לִפְנֵ֣י יְי בַּמִּצְפֶּה. גּוֹרָ֛ל אֵילּוּ הַגּוֹרָלוֹת. לִפְנֵ֣י יְי אֵילּוּ אוּרִים וְתוּמִּים. רַ֖ב לִמְעָֽט׃ אֵילּוּ הַכְּסָפִים. אָמַר רִבִּי אַבִּין. אִילְמָלֵא שֶׁנָּתַן הַקָּדוֹשׁ בָּרוּךְ הוּא חֵן כָּל־מָקוֹם בְּעֵינֵי יוֹשְׁבָיו לֹא הָֽיְתָה אֶרֶץ יִשְׂרָאֵל מִתְחַלֶּקֶת לְעוֹלָם. וְתַנֵּי כֵן. שְׁלֹשָׁה חֵינִים הֵן. חֵן אִשָּׁה בְעֵינֵי בַעֲלְהּ. חֵן מָקוֹם בְּעֵינֵי יוֹשְׁבָיו. חֵן מִקַּח בְּעֵינֵי לוֹקְחָיו. רִבִּי אַבָּא בְרֵיהּ דְּרִבִּי פַּפַּי רִבִּי יְהוֹשֻׁעֻ דְּסִיכְנִין בְשֵׁם לֵוִי. אַף לְעָתִיד לָבוֹא הַקָּדוֹשׁ בָּרוּךְ הוּא עוֹשֶׂה כֵן. הָדָא הִיא דִּכְתִיב וְנָתַתִּ֤י לָכֶם֙ לֵ֣ב חָדָ֔שׁ וגו׳. וְנָֽתַתִּ֥י לָכֶם֭ לֵ֥ב בָּשָֽׂר וגו׳׃ שֶׁהוּא בוֹשֵׂר בְחֶלְקוֹ שֶׁלְחֲבֵירוֹ.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "It was stated similarly<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">Babli <i>Bava batra</i> 122a.</i>: The Land of Israel was distributed by two urns, one containing the lots, the other containing the names of the tribes. Two young priests<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">Literally: Flowers of the priesthood.</i> were standing, what each of them brought up he won<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">They simultaneously drew lots before Eleazar the High Priest with Urim and Tummim, which paired territories with tribes.</i>. By three ways the Land of Israel was divided up, by lots, and Urim and Tummim, and by payments. That is what is written<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">Misquote of <i>Jos.</i> 18:10.</i> <i>Joshua threw them lots before the Eternal at Mispeh. Lots,</i> these are the lots. <i>Before the Eternal,</i> these are the Urim and Tummim. <i>Between large and small</i><sup class=\"footnote-marker\">15</sup><i class=\"footnote\"><i>Num.</i> 26:56.</i><i>,</i> these are payments<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">The nature of these payments is nowhere spelled out. It seems that they were equalization payments so that the value of distributed land per head of the population would be approximately the same for all tribes; <i>Sifry Num.</i> 132; expanded quote in <i>Yalqut Šimony Pinehas.#</i>773.</i>. Rebbi Abin said, unless the Holy One, praise to Him, made every place nice in the eyes of its inhabitants, the Land of Israel would never have been distributed. It was stated thus<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">Babli <i>Soṭah</i> 47a.</i>: There are three graces. The grace of a woman in her husband’s eyes. The grace of a place in the eyes of its inhabitants. The grace of a buy in the eyes of its buyer. Rebbi Abba the son of Rebbi Pappaeus, Rebbi Joshua of Sikhnin in the name of Levi: Even in the future the Holy one, praise to Him, will do the same. That is what is written<sup class=\"footnote-marker\">18</sup><i class=\"footnote\"><i>Ez</i>. 36:26.</i>, <i>I shall give you a new heart, etc., and shall give you a heart of flesh,</i> etc. He makes sour the part of others<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">Everybody will be satisfied with his part. <i>Gen. rabba</i> 34, end.</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6319d089b6084aa1cbf049e5", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, גּוֹרָל 1", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "BDB, גּוֹרָל 1", "sourceHeRef": "בראון-דרייבר-בריגס, גּוֹרָל א׳", "anchorVerse": 56, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "גּוֹרָל", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">גּוֹרָל</span></big><sub>77</sub>  <strong>n.m.</strong> <a data-ref=\"Leviticus 16:8\" href=\"/Leviticus.16.8\">Lv 16:8</a> & (†<a data-ref=\"Joshua 21:10\" href=\"/Joshua.21.10\">Jos 21:10</a>, but v. infr.) <strong>f.</strong> lot, <strong>(</strong>NH <em>id.</em> & demon. Hiph. <span dir=\"rtl\">הִגְרִיל</span> <em>cast lots</em><strong>)</strong>—abs. <span dir=\"rtl\">ג׳</span> <a data-ref=\"Joshua 16:1\" href=\"/Joshua.16.1\">Jos 16:1</a> + 51 times; cstr. <span dir=\"rtl\">גּוֹרַל</span> <a data-ref=\"Joshua 18:11\" href=\"/Joshua.18.11\">Jos 18:11</a> + 2 times, <span dir=\"rtl\">גֹּרַל</span> <a data-ref=\"Numbers 36:3\" href=\"/Numbers.36.3\">Nu 36:3</a>; sf. <span dir=\"rtl\">גּוֹרָלִי</span> <a data-ref=\"Psalms 16:5\" href=\"/Psalms.16.5\">ψ 16:5</a>, <span dir=\"rtl\">גֹּרָלִי</span> <a data-ref=\"Judges 1:3\" href=\"/Judges.1.3\">Ju 1:3</a>, <span dir=\"rtl\">גּוֹרָֽלְךָ</span> <a data-ref=\"Proverbs 1:14\" href=\"/Proverbs.1.14\">Pr 1:14</a>, <span dir=\"rtl\">גֹּרָֽלְךָ</span> <a data-ref=\"Daniel 12:13\" href=\"/Daniel.12.13\">Dn 12:13</a>, <span dir=\"rtl\">גּוֹרָלֶ֑ךָ</span> <a data-ref=\"Judges 1:3\" href=\"/Judges.1.3\">Ju 1:3</a>, <span dir=\"rtl\">גּוֹרָלֵךְ</span> <a data-ref=\"Jeremiah 13:25\" href=\"/Jeremiah.13.25\">Je 13:25</a> <a data-ref=\"Isaiah 57:6\" href=\"/Isaiah.57.6\">Is 57:6</a>, <span dir=\"rtl\">גּוֹרָלוֹ</span> <a data-ref=\"I Chronicles 26:14\" href=\"/I_Chronicles.26.14\">1 Ch 26:14</a>, <span dir=\"rtl\">גּוֹרָלָם</span> <a data-ref=\"Joshua 18:11\" href=\"/Joshua.18.11\">Jos 18:11</a> + 2 times; pl. <span dir=\"rtl\">גּוֹרָלוֹת</span> <a data-ref=\"Jonah 1:7\" href=\"/Jonah.1.7\">Jon 1:7</a> + 8 times, <span dir=\"rtl\">גֹּרָלוֹת</span> <a data-ref=\"Leviticus 16:8\" href=\"/Leviticus.16.8\">Lv 16:8</a>;—<em>a lot</em> cast for the decision of questions <a data-ref=\"Proverbs 18:18\" href=\"/Proverbs.18.18\">Pr 18:18</a>, designation of persons, etc., for service or punishment, assignment of property, etc.; prob. stones put into the bosom-fold of a garment, <a data-ref=\"Proverbs 16:33\" href=\"/Proverbs.16.33\">Pr 16:33</a> <span dir=\"rtl\">(בַּחֵיק יוּטַל אֶת־הַגּ׳)</span>, or into a vessel, and shaken until one springs out (<span dir=\"rtl\">עָלָה</span>, <span dir=\"rtl\">יָצָא</span>, or—late—<span dir=\"rtl\">נָפַל</span>); this was regarded originally as divine decision (cf. on Urim & Thummim p. 22, supr.); for the agent, the usual verbs are <span dir=\"rtl\">הִשְׁלִיךְ</span>, <span dir=\"rtl\">יָרָה</span>, <span dir=\"rtl\">נָתַן</span>, and <span dir=\"rtl\">הִפִּיל</span>. Particularly:—<br><strong>1.</strong>  <em>lot</em> for dividing land, especially that which Joshua cast at Shiloh <span dir=\"rtl\">לִפְנֵי י׳</span> <a data-ref=\"Joshua 18:6\" href=\"/Joshua.18.6\">Jos 18:6</a> <span dir=\"rtl\">(יָרָה)</span> v <a data-ref=\"Joshua 18:8\" href=\"/Joshua.18.8\">8</a>, <a data-ref=\"Joshua 18:10\" href=\"/Joshua.18.10\">10</a> (both <span dir=\"rtl\">הִשְׁלִיךְ</span>; all three sq. <span dir=\"rtl\">לְ</span> of pers. for whom; all JE); cf. <a data-ref=\"Joshua 19:51\" href=\"/Joshua.19.51\">19:51</a> (P); so of lot coming up, or forth, <span dir=\"rtl\">עָלָה</span> <a data-ref=\"Joshua 18:11\" href=\"/Joshua.18.11\">Jos 18:11</a> (cstr.; P), also sq. <span dir=\"rtl\">לְ</span> pers. <a data-ref=\"Joshua 19:10\" href=\"/Joshua.19.10\">19:10</a> (P), & foll. c. <span dir=\"rtl\">יָצָא</span> <a data-ref=\"Joshua 16:1\" href=\"/Joshua.16.1\">16:1</a> (JE), <a data-ref=\"Numbers 33:54\" href=\"/Numbers.33.54\">Nu 33:54</a> <a data-ref=\"Joshua 19:1\" href=\"/Joshua.19.1\">Jos 19:1</a>, <a data-ref=\"Joshua 19:17\" href=\"/Joshua.19.17\">17</a>, <a data-ref=\"Joshua 19:24\" href=\"/Joshua.19.24\">24</a>, <a data-ref=\"Joshua 19:32\" href=\"/Joshua.19.32\">32</a>, <a data-ref=\"Joshua 19:40\" href=\"/Joshua.19.40\">40</a>; <a data-ref=\"Joshua 21:4\" href=\"/Joshua.21.4\">21:4</a> (all P); <em>be divided by lot</em> <span dir=\"rtl\">יֵהָלֵק בְּג׳</span> <a data-ref=\"Numbers 26:55\" href=\"/Numbers.26.55\">Nu 26:55</a>, or <em>according to lot</em> <span dir=\"rtl\">עַל־פִּי הַגּ׳ תֵּחָלֵק</span> v <a data-ref=\"Numbers 26:56\" href=\"/Numbers.26.56\">56</a>; <em>apportion by lot</em> <span dir=\"rtl\">הִתְנַחֲלוּ בְּג׳</span> <a data-ref=\"Numbers 33:54\" href=\"/Numbers.33.54\">33:54</a>; <a data-ref=\"Numbers 34:13\" href=\"/Numbers.34.13\">34:13</a>, <span dir=\"rtl\">נַחַל בְּג׳</span> <a data-ref=\"Joshua 19:51\" href=\"/Joshua.19.51\">Jos 19:51</a>; <em>give by lot</em> <span dir=\"rtl\">נָתַן בְּג׳</span> <a data-ref=\"Numbers 36:2\" href=\"/Numbers.36.2\">Nu 36:2</a> <span dir=\"rtl\">נָתַן בַּגּ׳</span> <a data-ref=\"Joshua 21:8\" href=\"/Joshua.21.8\">Jos 21:8</a> (all P) <a data-ref=\"I Chronicles 6:50\" href=\"/I_Chronicles.6.50\">1 Ch 6:50</a>; <em>have by lot</em> <span dir=\"rtl\">הָיָה ל׳ בַּגּ׳</span> <a data-ref=\"Joshua 21:4\" href=\"/Joshua.21.4\">Jos 21:4</a>, & (<span dir=\"rtl\">היה</span> om.) v <a data-ref=\"Joshua 21:5\" href=\"/Joshua.21.5\">5</a>, <a data-ref=\"Joshua 21:6\" href=\"/Joshua.21.6\">6</a> (all P) cf. <a data-ref=\"I Chronicles 6:46\" href=\"/I_Chronicles.6.46\">1 Ch 6:46</a>, <a data-ref=\"I Chronicles 6:48\" href=\"/I_Chronicles.6.48\">48</a>; also <a data-ref=\"Joshua 21:10\" href=\"/Joshua.21.10\">Jos 21:10</a> (P; <span dir=\"rtl\">הַגּ׳ רִאישֹׁנָה</span>, only here f.; 𝔊—not 𝔊L—om. <span dir=\"rtl\">ראישׁנה</span>, & so) ‖ <a data-ref=\"I Chronicles 6:39\" href=\"/I_Chronicles.6.39\">1 Ch 6:39</a>; cf. further <a data-ref=\"Isaiah 34:17\" href=\"/Isaiah.34.17\">Is 34:17</a> <span dir=\"rtl\">(הִפִּיל לְ)</span>.<br><strong>2.</strong>  <em>lot</em> for assigning to service, duty or punishment, <strong>a.</strong>  concerning the goats on day of atonement, <a data-ref=\"Leviticus 16:8\" href=\"/Leviticus.16.8\">Lv 16:8</a> <span dir=\"rtl\">(נָתַן עַל)</span> v <a data-ref=\"Leviticus 16:8\" href=\"/Leviticus.16.8\">8</a>, <a data-ref=\"Leviticus 16:8\" href=\"/Leviticus.16.8\">8</a> (sq. <span dir=\"rtl\">לְ</span>); cf. v <a data-ref=\"Leviticus 16:9\" href=\"/Leviticus.16.9\">9</a>, <a data-ref=\"Leviticus 16:10\" href=\"/Leviticus.16.10\">10</a> (<span dir=\"rtl\">עָלָה עַל</span>; all P). <strong>b.</strong>  assigning priests to their courses, singers, musicians & porters to their duties, by lot <span dir=\"rtl\">חָלַק בְּג׳</span> <a data-ref=\"I Chronicles 24:5\" href=\"/I_Chronicles.24.5\">1 Ch 24:5</a>; <span dir=\"rtl\">הִפִּיל ג׳</span> v <a data-ref=\"I Chronicles 24:31\" href=\"/I_Chronicles.24.31\">31</a>; <a data-ref=\"I Chronicles 25:8\" href=\"/I_Chronicles.25.8\">25:8</a>; <a data-ref=\"I Chronicles 26:13\" href=\"/I_Chronicles.26.13\">26:13</a> (sq. <span dir=\"rtl\">לְ</span> of position) v <a data-ref=\"I Chronicles 26:14\" href=\"/I_Chronicles.26.14\">14</a>; of lot coming forth (<span dir=\"rtl\">יָצָא לְ</span> pers.) <a data-ref=\"I Chronicles 24:7\" href=\"/I_Chronicles.24.7\">24:7</a> (cf. v <a data-ref=\"I Chronicles 24:7\" href=\"/I_Chronicles.24.7\">7</a>, <a data-ref=\"I Chronicles 24:18\" href=\"/I_Chronicles.24.18\">18</a>) <a data-ref=\"I Chronicles 25:9\" href=\"/I_Chronicles.25.9\">25:9</a> (cf. v <a data-ref=\"I Chronicles 24:9-31\" href=\"/I_Chronicles.24.9-31\">9–31</a>) <a data-ref=\"I Chronicles 26:14\" href=\"/I_Chronicles.26.14\">26:14</a> cf. <span dir=\"rtl\">וַיֵּצֵא גּוֹרָלוֹ</span> v <a data-ref=\"I Chronicles 26:14\" href=\"/I_Chronicles.26.14\">14</a>. <strong>c.</strong>  <em>cast lots</em> for dwelling in Jerus. <span dir=\"rtl\">(הִפִּיל ג׳)</span> <a data-ref=\"Nehemiah 11:1\" href=\"/Nehemiah.11.1\">Ne 11:1</a> (sq. inf.) <strong>d.</strong>  for supplying wood for altar-fire <a data-ref=\"Nehemiah 10:35\" href=\"/Nehemiah.10.35\">Ne 10:35</a> <span dir=\"rtl\">(הִפִּיל עַל)</span>; here belongs prob. also <strong>e.</strong>  <a data-ref=\"Judges 20:9\" href=\"/Judges.20.9\">Ju 20:9</a> <span dir=\"rtl\">עָלֶיהָ בְּג׳</span>, ref. to v <a data-ref=\"Judges 20:10\" href=\"/Judges.20.10\">10</a> (determining who shall go up, and who supply provision) 𝔊 ἀναβησόμεθα ἐπʼ αὐτὴν ἐν κλήρῳ so Stu (insert perhaps <span dir=\"rtl\">נעלה</span>), cf. AV RV, Bu<sup>RS 151</sup> (who reads <span dir=\"rtl\">נַפִּילָה בְּג׳</span>); > 𝔖 Be Ke who ref. <span dir=\"rtl\">ג׳</span> here to division of land of captured city. <strong>f.</strong>  to determine guilty persons <a data-ref=\"Jonah 1:7\" href=\"/Jonah.1.7\">Jon 1:7</a><sup>(×2)</sup> (both <span dir=\"rtl\">הִפִּיל</span>) v <a data-ref=\"Jonah 1:7\" href=\"/Jonah.1.7\">7</a> <span dir=\"rtl\">(נָפַל עַל)</span>; so appar. <a data-ref=\"Ezekiel 24:6\" href=\"/Ezekiel.24.6\">Ez 24:6</a> of inhab. of Jerus. under fig. of flesh in pot <span dir=\"rtl\">לֹא־נָפַל עָלֶיהָ ג׳</span> <em>no lot is fallen over it</em>, i.e. no discrimination is made, destruction is to include the whole city; (cf. also <a data-ref=\"Joshua 7:14\" href=\"/Joshua.7.14\">Jos 7:14 ff.</a> <a data-ref=\"I Samuel 14:41\" href=\"/I_Samuel.14.41\">1 S 14:41 ff.</a> where divine agency in detection is prominent but word <span dir=\"rtl\">גּוֹרָל</span> not used). <strong>g.</strong>  in allotting slaves <a data-ref=\"Joel 4:3\" href=\"/Joel.4.3\">Jo 4:3</a> <span dir=\"rtl\">אֶל־עַמִּי יַדּוּ ג׳</span>; <a data-ref=\"Nahum 3:10\" href=\"/Nahum.3.10\">Na 3:10</a> <span dir=\"rtl\">(יַדּוּ עַל)</span>; so <a data-ref=\"Obadiah 1:11\" href=\"/Obadiah.1.11\">Ob 11</a> <span dir=\"rtl\">וְעַל־יְרוּשָׁלַםִ יַדּוּ ג׳</span>,—all c. vb. <span dir=\"rtl\">ידד</span> q.v. <strong>h.</strong>  in distributing plundered garments <a data-ref=\"Psalms 22:19\" href=\"/Psalms.22.19\">ψ 22:19</a> <span dir=\"rtl\">(הִפִּיל על)</span>. <strong>i.</strong>  to determine favourable day for a scheme, <span dir=\"rtl\">הִפִּיל</span> <a data-ref=\"Esther 3:7\" href=\"/Esther.3.7\">Est 3:7</a> <span dir=\"rtl\">(לִפְנֵי הָמָן)</span> <a data-ref=\"Esther 9:24\" href=\"/Esther.9.24\">9:24</a> (sq. inf.; v. also <a data-ref=\"BDB, פּוּר\" href=\"/BDB,_פּוּר\", dir=\"rtl\">פּוּר</a>).<br><strong>3.</strong>  <em>thing assigned, apportioned, allotted</em> especially of land assigned by lot, <em>allotment</em> <a data-ref=\"Joshua 15:1\" href=\"/Joshua.15.1\">Jos 15:1</a>; <a data-ref=\"Joshua 17:1\" href=\"/Joshua.17.1\">17:1</a>; <a data-ref=\"Joshua 21:38\" href=\"/Joshua.21.38\">21:38</a> (all P), <a data-ref=\"Joshua 17:14\" href=\"/Joshua.17.14\">17:14</a>, <a data-ref=\"Joshua 21:17\" href=\"/Joshua.21.17\">17</a> = <em>portion, share</em> (‖ <span dir=\"rtl\">נַחֲלָה</span>; JE); cf. <span dir=\"rtl\">גֹּרַל נַחֲלָתֵנוּ</span> <a data-ref=\"Numbers 36:3\" href=\"/Numbers.36.3\">Nu 36:3</a> (P), <span dir=\"rtl\">גּוֹרַל נַחֲלָתָם</span> <a data-ref=\"Joshua 14:2\" href=\"/Joshua.14.2\">Jos 14:2</a> (P; but perhaps read abs. <span dir=\"rtl\">גּוֹרָל</span> cf. Di); also <span dir=\"rtl\">גְּבוּל גּוֹרָלָם</span> <a data-ref=\"Joshua 18:11\" href=\"/Joshua.18.11\">18:11</a> (P) <em>the boundary of their allotment;</em> <span dir=\"rtl\">עָרֵי גוֹרָלָם</span> <a data-ref=\"Joshua 21:20\" href=\"/Joshua.21.20\">21:20</a> (P); v. further <a data-ref=\"Judges 1:3\" href=\"/Judges.1.3\">Ju 1:3</a><sup>(×2)</sup>; so prob. <a data-ref=\"Micah 2:5\" href=\"/Micah.2.5\">Mi 2:5</a> <span dir=\"rtl\">הִשְׁלִיךְ חֶבֶל בְּג׳</span> (Hi Che; cf. also Ew); <a data-ref=\"Psalms 125:3\" href=\"/Psalms.125.3\">ψ 125:3</a>, land, exposed to oppressive exaction; also fig. of <span dir=\"rtl\">י׳</span> as portion, allotment of his people <a data-ref=\"Psalms 16:5\" href=\"/Psalms.16.5\">ψ 16:5</a> (so Che, & on <span dir=\"rtl\">תָּמִיד</span> for <span dir=\"rtl\">תּוֹמִיךְ</span> cf. his crit. n.; v. also Ew; otherwise De al.;—‖ <span dir=\"rtl\">מְנָת חֶלְקִי</span>); on the other hand, of idols <a data-ref=\"Isaiah 57:6\" href=\"/Isaiah.57.6\">Is 57:6</a> (‖ <span dir=\"rtl\">חֵלֶק</span>); also <span dir=\"rtl\">עָמַד לְג׳</span> <a data-ref=\"Daniel 12:13\" href=\"/Daniel.12.13\">Dn 12:13</a>, of <em>allotted portion, share</em>, in the Messianic consummation; more generally, one’s <em>portion, lot, fortune</em> <span dir=\"rtl\">גּוֹרָֽלְךָ תַּפִּיל בְּתוֹכֵנוּ</span> <a data-ref=\"Proverbs 1:14\" href=\"/Proverbs.1.14\">Pr 1:14</a> <em>cast thy fortune into the midst of us, in with us</em> (‖ <span dir=\"rtl\">כִּיס אֶחָד יִהְיֶה לְכֻלָּנוּ</span>).<br><strong>4.</strong>  <em>portion</em> = <em>recompence, retribution</em> <a data-ref=\"Isaiah 17:14\" href=\"/Isaiah.17.14\">Is 17:14</a> (‖ <span dir=\"rtl\">חֵלֶק</span>), <a data-ref=\"Jeremiah 13:25\" href=\"/Jeremiah.13.25\">Je 13:25</a> (‖ <span dir=\"rtl\">מְנָת מִדַּיִךְ</span>), both implying divine agency."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d15fb6084aa1cbf0d9cd", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, חָלַק 1", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "BDB, חָלַק 1", "sourceHeRef": "בראון-דרייבר-בריגס, חָלַק א׳", "anchorVerse": 56, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "חָלַק", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† I. <big><big><span dir=\"rtl\">חָלַק</span></big></big>  <strong>vb. divide, share (</strong>NH <em>id.;</em> Aramaic <span dir=\"rtl\">חֲלַק</span> <em>field</em>, <span dir=\"rtl\">חוּלְּקָא</span> <em>portion</em>, <span dir=\"rtl\">ܚܠܰܩ</span> <em>divide, determine, decree;</em> Arabic <span dir=\"rtl\">خَلَقَ</span> <em>measure, measure off;</em> Assyrian <em>eḳlu, possession, field</em>, Jäger<sup>BAS ii. 296</sup>; Ethiopic ኈለቈ: i. 2, is <em>enumerate</em>, ኍልቍ, ኊለቅ <em>enumeration, number</em><strong>)</strong>—<br><strong>Qal</strong>  Pf. <span dir=\"rtl\">ח׳</span> <a data-ref=\"Deuteronomy 4:19\" href=\"/Deuteronomy.4.19\">Dt 4:19</a> + 5 times; <span dir=\"rtl\">חָֽלְקוּ</span> <a data-ref=\"Joshua 18:2\" href=\"/Joshua.18.2\">Jos 18:2</a>; Impf. <span dir=\"rtl\">יַחֲלֹק</span> <a data-ref=\"Job 27:17\" href=\"/Job.27.17\">Jb 27:17</a> <a data-ref=\"Proverbs 17:2\" href=\"/Proverbs.17.2\">Pr 17:2</a>; 2 ms. sf. <span dir=\"rtl\">וַתַּחְלְקֵם</span> <a data-ref=\"Nehemiah 9:22\" href=\"/Nehemiah.9.22\">Ne 9:22</a>; 3 pl. <span dir=\"rtl\">וַיַּחְלְקוּ</span> <a data-ref=\"Joshua 14:5\" href=\"/Joshua.14.5\">Jos 14:5</a>; <span dir=\"rtl\">יַחֲלֹ֑קוּ</span> <a data-ref=\"I Samuel 30:24\" href=\"/I_Samuel.30.24\">1 S 30:24</a>; <span dir=\"rtl\">וַיַּחְלְקוּם</span> <a data-ref=\"I Chronicles 24:4\" href=\"/I_Chronicles.24.4\">1 Ch 24:4</a>, <a data-ref=\"I Chronicles 24:5\" href=\"/I_Chronicles.24.5\">5</a>; <span dir=\"rtl\">תַּחְלְקוּ</span> <a data-ref=\"II Samuel 19:30\" href=\"/II_Samuel.19.30\">2 S 19:30</a>; Imv. <span dir=\"rtl\">חִלְקוּ</span> <a data-ref=\"Joshua 22:8\" href=\"/Joshua.22.8\">Jos 22:8</a>; Inf. <span dir=\"rtl\">לַחֲלֹק</span> <a data-ref=\"Nehemiah 13:13\" href=\"/Nehemiah.13.13\">Ne 13:13</a>; Pt. <span dir=\"rtl\">חוֹלֵק</span> <a data-ref=\"Proverbs 29:24\" href=\"/Proverbs.29.24\">Pr 29:24</a>;— <strong>1.</strong>  <em>divide, apportion</em>, sq. acc. (of gods) and <span dir=\"rtl\">לְ</span> pers. <a data-ref=\"Deuteronomy 4:19\" href=\"/Deuteronomy.4.19\">Dt 4:19</a>; <a data-ref=\"Deuteronomy 29:25\" href=\"/Deuteronomy.29.25\">29:25</a>; acc. not expressed <a data-ref=\"Nehemiah 13:13\" href=\"/Nehemiah.13.13\">Ne 13:13</a> (ref. to offerings and tithes); c. acc. (of land) <a data-ref=\"Joshua 14:5\" href=\"/Joshua.14.5\">Jos 14:5</a> (P), <a data-ref=\"Joshua 18:2\" href=\"/Joshua.18.2\">18:2</a> (JE), <a data-ref=\"II Samuel 19:30\" href=\"/II_Samuel.19.30\">2 S 19:30</a>: obj. people <a data-ref=\"Nehemiah 9:22\" href=\"/Nehemiah.9.22\">Ne 9:22</a>; <span dir=\"rtl\">ח׳ עִם</span> <em>divide with</em> others <a data-ref=\"Joshua 22:8\" href=\"/Joshua.22.8\">Jos 22:8</a> (D?). <strong>2.</strong>  <em>assign, distribute:</em> Levites over <span dir=\"rtl\">(על)</span> temple <a data-ref=\"II Chronicles 23:18\" href=\"/II_Chronicles.23.18\">2 Ch 23:18</a>, cf. <a data-ref=\"I Chronicles 24:4\" href=\"/I_Chronicles.24.4\">1 Ch 24:4</a>, <a data-ref=\"I Chronicles 24:5\" href=\"/I_Chronicles.24.5\">5</a>. <strong>3.</strong>  <em>assign, impart</em>, sq. <span dir=\"rtl\">בַּבִּינָה</span> & <span dir=\"rtl\">לְ</span> <a data-ref=\"Job 39:17\" href=\"/Job.39.17\">Jb 39:17</a>. <strong>4.</strong>  <em>share</em> (in), sq. acc. silver <a data-ref=\"Job 27:17\" href=\"/Job.27.17\">Jb 27:17</a>; inheritance <a data-ref=\"Proverbs 17:2\" href=\"/Proverbs.17.2\">Pr 17:2</a>; spoil <a data-ref=\"I Samuel 30:24\" href=\"/I_Samuel.30.24\">1 S 30:24</a> (obj. om.); sq. <span dir=\"rtl\">עם</span> <em>have shares with</em> <span dir=\"rtl\">ח׳ עם גַּנָּב</span> <a data-ref=\"Proverbs 29:24\" href=\"/Proverbs.29.24\">Pr 29:24</a>. <strong>5.</strong>  <em>divide up</em> = <em>plunder</em> the temple, sq. acc. <a data-ref=\"II Chronicles 28:21\" href=\"/II_Chronicles.28.21\">2 Ch 28:21</a> (v. Be).<br><strong>Niph.</strong>  Impf. <span dir=\"rtl\">יֵחָלֵק</span> <a data-ref=\"Numbers 26:55\" href=\"/Numbers.26.55\">Nu 26:55</a> <a data-ref=\"I Kings 16:21\" href=\"/I_Kings.16.21\">1 K 16:21</a>; <span dir=\"rtl\">יֵחָ֫לֶק</span> <a data-ref=\"Job 38:24\" href=\"/Job.38.24\">Jb 38:24</a>; <span dir=\"rtl\">וַיֵּחָלֵק</span> <a data-ref=\"Genesis 14:15\" href=\"/Genesis.14.15\">Gn 14:15</a>; 3 fs. <span dir=\"rtl\">תֵּחָלֵק</span> <a data-ref=\"Numbers 26:53\" href=\"/Numbers.26.53\">Nu 26:53</a>; <a data-ref=\"Numbers 26:56\" href=\"/Numbers.26.56\">26:56</a>; <span dir=\"rtl\">וַיֶּֽחָלְקֵם</span> (Baer) <a data-ref=\"I Chronicles 23:6\" href=\"/I_Chronicles.23.6\">1 Ch 23:6</a>; <a data-ref=\"I Chronicles 24:3\" href=\"/I_Chronicles.24.3\">24:3</a> cf. Be & infr. sub <strong>Pi.</strong>;— <strong>1.</strong>  reflex., <em>divide oneself</em> <a data-ref=\"Genesis 14:15\" href=\"/Genesis.14.15\">Gn 14:15</a> (i.e. one’s men). <strong>2.</strong>  pass. <em>be divided:</em> <strong>a.</strong>  <em>apportioned</em>, the land <a data-ref=\"Numbers 26:53\" href=\"/Numbers.26.53\">Nu 26:53</a>, <a data-ref=\"Numbers 26:55\" href=\"/Numbers.26.55\">55</a> (by lot) v <a data-ref=\"Numbers 26:56\" href=\"/Numbers.26.56\">56</a> (<em>id.</em>); all P. <strong>b.</strong>  of people, <em>divided into</em> two factions <a data-ref=\"I Kings 16:21\" href=\"/I_Kings.16.21\">1 K 16:21</a>. <strong>c.</strong>  of light, <em>parted, spread abroad</em> <a data-ref=\"Job 38:24\" href=\"/Job.38.24\">Jb 38:24</a>. <strong>3.</strong>  trans. <em>assign, distribute</em> <a data-ref=\"I Chronicles 23:6\" href=\"/I_Chronicles.23.6\">1 Ch 23:6</a>; <a data-ref=\"I Chronicles 24:3\" href=\"/I_Chronicles.24.3\">24:3</a>, but trans. Niph. is unlikely, v. infr.<br><strong>Pi.</strong>  Pf. 3 pl. <span dir=\"rtl\">חִלֵּקוּ</span> <a data-ref=\"Joel 4:2\" href=\"/Joel.4.2\">Jo 4:2</a>; <span dir=\"rtl\">וְחִלַּקְתֶּם</span> consec. <a data-ref=\"Ezekiel 47:21\" href=\"/Ezekiel.47.21\">Ez 47:21</a>; sf. <span dir=\"rtl\">חִלְּקָם</span> <a data-ref=\"Lamentations 4:16\" href=\"/Lamentations.4.16\">La 4:16</a>; 3 fs. sf. <span dir=\"rtl\">חִלְּקַ֫תָּה</span> <a data-ref=\"Isaiah 34:17\" href=\"/Isaiah.34.17\">Is 34:17</a>; 2 ms. sf. <span dir=\"rtl\">וְחִלַּקְתָּם</span> <a data-ref=\"Exodus 5:1\" href=\"/Exodus.5.1\">Ex 5:1</a>;—Impf. <span dir=\"rtl\">יְחַלֵּק</span> <a data-ref=\"Genesis 49:27\" href=\"/Genesis.49.27\">Gn 49:27</a> + 4 times, etc.; prob. read <span dir=\"rtl\">יְחַלְּקֵם</span> <a data-ref=\"I Chronicles 23:6\" href=\"/I_Chronicles.23.6\">1 Ch 23:6</a>; <a data-ref=\"I Chronicles 24:3\" href=\"/I_Chronicles.24.3\">24:3</a> (v. supr. <strong>Niph.</strong>), etc.; Imv. <span dir=\"rtl\">חַלֵּק</span> <a data-ref=\"Joshua 13:7\" href=\"/Joshua.13.7\">Jos 13:7</a>; Inf. <span dir=\"rtl\">חַלֵּק</span> <a data-ref=\"Joshua 19:51\" href=\"/Joshua.19.51\">Jos 19:51</a> <a data-ref=\"Proverbs 16:19\" href=\"/Proverbs.16.19\">Pr 16:19</a>; sf. <span dir=\"rtl\">חַלְּקָם</span> <a data-ref=\"Isaiah 9:2\" href=\"/Isaiah.9.2\">Is 9:2</a>— <strong>1.</strong>  <em>divide, apportion:</em> food, at festival <a data-ref=\"II Samuel 6:19\" href=\"/II_Samuel.6.19\">2 S 6:19</a>, sq. acc. & <span dir=\"rtl\">לְ</span> = <a data-ref=\"I Chronicles 16:3\" href=\"/I_Chronicles.16.3\">1 Ch 16:3</a>, garments <a data-ref=\"Psalms 22:19\" href=\"/Psalms.22.19\">ψ 22:19</a>, sorrows <a data-ref=\"Job 21:17\" href=\"/Job.21.17\">Jb 21:17</a> (no <span dir=\"rtl\">לְ</span>); <em>give a portion to</em>, sq. <span dir=\"rtl\">לְ</span> (no acc. expr.) <a data-ref=\"Isaiah 53:12\" href=\"/Isaiah.53.12\">Is 53:12</a>; a land <a data-ref=\"Joel 4:2\" href=\"/Joel.4.2\">Jo 4:2</a> (no ind. obj.) <a data-ref=\"Joshua 19:51\" href=\"/Joshua.19.51\">Jos 19:51</a> (P), also <a data-ref=\"Micah 2:4\" href=\"/Micah.2.4\">Mi 2:4</a>, <a data-ref=\"Psalms 60:8\" href=\"/Psalms.60.8\">ψ 60:8</a> = <a data-ref=\"Psalms 108:8\" href=\"/Psalms.108.8\">108:8</a>, <a data-ref=\"Daniel 11:39\" href=\"/Daniel.11.39\">Dn 11:39</a>; sq. acc. & <span dir=\"rtl\">לְ</span> <a data-ref=\"Joshua 13:7\" href=\"/Joshua.13.7\">Jos 13:7</a>; <a data-ref=\"Joshua 18:10\" href=\"/Joshua.18.10\">18:10</a> <a data-ref=\"I Kings 18:6\" href=\"/I_Kings.18.6\">1 K 18:6</a> <a data-ref=\"Isaiah 34:17\" href=\"/Isaiah.34.17\">Is 34:17</a> <a data-ref=\"Ezekiel 47:21\" href=\"/Ezekiel.47.21\">Ez 47:21</a>; <em>divide</em> hair (symbol.) <a data-ref=\"Ezekiel 5:1\" href=\"/Ezekiel.5.1\">Ez 5:1</a>; <em>divide</em> spoil <span dir=\"rtl\">(שָׁלָל)</span> <a data-ref=\"Isaiah 9:2\" href=\"/Isaiah.9.2\">Is 9:2</a> <a data-ref=\"Proverbs 16:19\" href=\"/Proverbs.16.19\">Pr 16:19</a> <a data-ref=\"Genesis 49:27\" href=\"/Genesis.49.27\">Gn 49:27</a> (poem), <a data-ref=\"Exodus 15:9\" href=\"/Exodus.15.9\">Ex 15:9</a> (song); <a data-ref=\"Judges 5:30\" href=\"/Judges.5.30\">Ju 5:30</a> <a data-ref=\"Psalms 68:13\" href=\"/Psalms.68.13\">ψ 68:13</a> <a data-ref=\"Isaiah 53:12\" href=\"/Isaiah.53.12\">Is 53:12</a>. <strong>2.</strong>  <em>assign, distribute:</em> Levites to their service, prob. <a data-ref=\"I Chronicles 23:6\" href=\"/I_Chronicles.23.6\">1 Ch 23:6</a>; <a data-ref=\"I Chronicles 24:3\" href=\"/I_Chronicles.24.3\">24:3</a> (v. supr.) <strong>3.</strong>  <em>scatter</em>, sq. acc. <a data-ref=\"Genesis 49:7\" href=\"/Genesis.49.7\">Gn 49:7</a> (poem) (‖ <span dir=\"rtl\">הפיץ</span>), <a data-ref=\"Lamentations 4:16\" href=\"/Lamentations.4.16\">La 4:16</a>.<br><strong>Pu.</strong>  Pf. <span dir=\"rtl\">חֻלַּק</span> <a data-ref=\"Isaiah 33:23\" href=\"/Isaiah.33.23\">Is 33:23</a>; <span dir=\"rtl\">וְחֻלַּק</span> consec. <a data-ref=\"Zechariah 14:1\" href=\"/Zechariah.14.1\">Zc 14:1</a>; Impf. 3 fs. <span dir=\"rtl\">תְּחֻלָּ֑ק</span> <a data-ref=\"Amos 7:17\" href=\"/Amos.7.17\">Am 7:17</a>; <em>be divided</em>, of land <a data-ref=\"Amos 7:17\" href=\"/Amos.7.17\">Am 7:17</a>; spoil <a data-ref=\"Isaiah 33:23\" href=\"/Isaiah.33.23\">Is 33:23</a> <a data-ref=\"Zechariah 14:1\" href=\"/Zechariah.14.1\">Zc 14:1</a>.<br><strong>Hithp.</strong>  Pf. <span dir=\"rtl\">וְהִתְחַלְּקוּ</span> consec. <a data-ref=\"Joshua 18:5\" href=\"/Joshua.18.5\">Jos 18:5</a> <em>divide</em> (land) <em>among themselves</em>.<br><strong>Hiph.</strong>  Inf. <span dir=\"rtl\">לַחֲלִק</span> <a data-ref=\"Jeremiah 37:12\" href=\"/Jeremiah.37.12\">Je 37:12</a>; <em>to receive a portion</em> (denom. from <span dir=\"rtl\">חֵלֶק</span>), but dub."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2fbb6084aa1cbf20f47", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נַחֲלָה 1", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "BDB, נַחֲלָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, נַחֲלָה א׳", "anchorVerse": 56, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נַחֲלָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">נַחֲלָה</span></big><sub>224</sub>  <strong>n.f. possession, property, inheritance (</strong>orig. <em>gift;</em> NH = BH<strong>)</strong>;—<span dir=\"rtl\">נ׳</span> <a data-ref=\"Numbers 18:23\" href=\"/Numbers.18.23\">Nu 18:23</a> +; <span dir=\"rtl\">נַחֲלָת</span> <a data-ref=\"Psalms 16:6\" href=\"/Psalms.16.6\">ψ 16:6</a> (Ges<sup>§ 80 g</sup>), read <span dir=\"rtl\">נַחֲלָתִי</span> Ew SS We Kö<sup>ii 1, 425</sup>; cstr. <span dir=\"rtl\">נַחֲלַת</span> <a data-ref=\"Joshua 13:23\" href=\"/Joshua.13.23\">Jos 13:23</a>; sf. <span dir=\"rtl\">נַחֲלָתִי</span> <a data-ref=\"Ruth 4:6\" href=\"/Ruth.4.6\">Ru 4:6</a>; <span dir=\"rtl\">נַחֲלַתְכֶם</span> <a data-ref=\"Psalms 105:11\" href=\"/Psalms.105.11\">ψ 105:11</a>; pl. <span dir=\"rtl\">נְחָלוֹת</span> <a data-ref=\"Isaiah 49:8\" href=\"/Isaiah.49.8\">Is 49:8</a>, <span dir=\"rtl\">נְחָלֹת</span> <a data-ref=\"Joshua 19:51\" href=\"/Joshua.19.51\">Jos 19:51</a>;—<br><strong>1.</strong>  <em>property:</em> <strong>a.</strong>  in Canaan given by <span dir=\"rtl\">י׳</span> to Israel, †<span dir=\"rtl\">נחלת ישׂראל</span> <a data-ref=\"Judges 20:6\" href=\"/Judges.20.6\">Ju 20:6</a>; †<span dir=\"rtl\">נ׳ יעקב</span> <a data-ref=\"Isaiah 58:14\" href=\"/Isaiah.58.14\">Is 58:14</a>, especially †<span dir=\"rtl\">אֲשֶׁר נֹתֵן לְךָ נַחֲלָה</span> <a data-ref=\"Deuteronomy 4:21\" href=\"/Deuteronomy.4.21\">Dt 4:21</a>; <a data-ref=\"Deuteronomy 15:4\" href=\"/Deuteronomy.15.4\">15:4</a>; <a data-ref=\"Deuteronomy 19:10\" href=\"/Deuteronomy.19.10\">19:10</a>; <a data-ref=\"Deuteronomy 20:16\" href=\"/Deuteronomy.20.16\">20:16</a>; <a data-ref=\"Deuteronomy 21:23\" href=\"/Deuteronomy.21.23\">21:23</a>; <a data-ref=\"Deuteronomy 24:4\" href=\"/Deuteronomy.24.4\">24:4</a>; <a data-ref=\"Deuteronomy 25:19\" href=\"/Deuteronomy.25.19\">25:19</a>; <a data-ref=\"Deuteronomy 26:1\" href=\"/Deuteronomy.26.1\">26:1</a> (all D); <span dir=\"rtl\">הנחלה אשׁר הנחלתי את עמי</span> <a data-ref=\"Jeremiah 12:14\" href=\"/Jeremiah.12.14\">Je 12:14</a>. <strong>b.</strong>  distrib. among tribes: <span dir=\"rtl\">נתן נ׳ לְ</span> <a data-ref=\"Numbers 16:14\" href=\"/Numbers.16.14\">Nu 16:14</a>; <a data-ref=\"Numbers 36:2\" href=\"/Numbers.36.2\">36:2</a> <a data-ref=\"Joshua 14:3\" href=\"/Joshua.14.3\">Jos 14:3</a> (restore <span dir=\"rtl\">לְ</span>), <a data-ref=\"Joshua 17:4\" href=\"/Joshua.17.4\">17:4</a>, <a data-ref=\"Joshua 17:14\" href=\"/Joshua.17.14\">14</a>; <a data-ref=\"Joshua 19:49\" href=\"/Joshua.19.49\">19:49</a> (all P); <span dir=\"rtl\">נתן לנ׳ לְ</span> <a data-ref=\"Deuteronomy 29:7\" href=\"/Deuteronomy.29.7\">Dt 29:7</a> <a data-ref=\"Joshua 11:23\" href=\"/Joshua.11.23\">Jos 11:23</a>; <a data-ref=\"Joshua 14:13\" href=\"/Joshua.14.13\">14:13</a> (all D<sup>2</sup>); <span dir=\"rtl\">נָֽחֲלוּ נחלה</span> <a data-ref=\"Joshua 17:6\" href=\"/Joshua.17.6\">Jos 17:6</a> (J); <span dir=\"rtl\">תֵּחָלֵק בנ׳</span> <a data-ref=\"Numbers 26:53\" href=\"/Numbers.26.53\">Nu 26:53</a>, <a data-ref=\"Numbers 26:56\" href=\"/Numbers.26.56\">56</a> (P); <span dir=\"rtl\">נפל בנחלה</span> <a data-ref=\"Numbers 34:2\" href=\"/Numbers.34.2\">Nu 34:2</a> (P), <a data-ref=\"Judges 18:1\" href=\"/Judges.18.1\">Ju 18:1</a> <a data-ref=\"Ezekiel 47:22\" href=\"/Ezekiel.47.22\">Ez 47:22</a>; <span dir=\"rtl\">הפיל בנ׳</span> <a data-ref=\"Joshua 13:6\" href=\"/Joshua.13.6\">Jos 13:6</a>; <a data-ref=\"Joshua 23:4\" href=\"/Joshua.23.4\">23:4</a> (D<sup>2</sup>), <a data-ref=\"Ezekiel 45:1\" href=\"/Ezekiel.45.1\">Ez 45:1</a>; <a data-ref=\"Ezekiel 47:22\" href=\"/Ezekiel.47.22\">47:22</a>, also v <a data-ref=\"Ezekiel 48:29\" href=\"/Ezekiel.48.29\">29</a> (Co reads ב for <span dir=\"rtl\">מ</span>). <strong>c.</strong>  nations as possession of the people, <a data-ref=\"Psalms 111:6\" href=\"/Psalms.111.6\">ψ 111:6</a>; of the king <a data-ref=\"Psalms 2:8\" href=\"/Psalms.2.8\">2:8</a>. <strong>d.</strong>  Levites have no property in the land <a data-ref=\"Numbers 18:23\" href=\"/Numbers.18.23\">Nu 18:23</a>, <a data-ref=\"Numbers 18:24\" href=\"/Numbers.18.24\">24</a> <a data-ref=\"Deuteronomy 10:9\" href=\"/Deuteronomy.10.9\">Dt 10:9</a>; <a data-ref=\"Deuteronomy 12:12\" href=\"/Deuteronomy.12.12\">12:12</a>; their possession is <span dir=\"rtl\">י׳</span> <a data-ref=\"Numbers 18:20\" href=\"/Numbers.18.20\">Nu 18:20</a> (P); <span dir=\"rtl\">י׳ הוּא נחלתו</span> <a data-ref=\"Deuteronomy 10:9\" href=\"/Deuteronomy.10.9\">Dt 10:9</a>; <a data-ref=\"Deuteronomy 18:2\" href=\"/Deuteronomy.18.2\">18:2</a> <a data-ref=\"Joshua 13:14\" href=\"/Joshua.13.14\">Jos 13:14</a>, <a data-ref=\"Joshua 13:33\" href=\"/Joshua.13.33\">33</a> (all D); the tithes <a data-ref=\"Numbers 18:21\" href=\"/Numbers.18.21\">Nu 18:21</a>, <a data-ref=\"Numbers 18:24\" href=\"/Numbers.18.24\">24</a>, <a data-ref=\"Numbers 18:26\" href=\"/Numbers.18.26\">26</a> (P). <strong>e.</strong>  †<span dir=\"rtl\">י׳</span> takes Isr. as his property, <a data-ref=\"I Samuel 10:1\" href=\"/I_Samuel.10.1\">1 S 10:1</a> <a data-ref=\"I Kings 8:53\" href=\"/I_Kings.8.53\">1 K 8:53</a> <a data-ref=\"II Kings 21:14\" href=\"/II_Kings.21.14\">2 K 21:14</a> <a data-ref=\"Isaiah 19:25\" href=\"/Isaiah.19.25\">Is 19:25</a> <a data-ref=\"Micah 7:18\" href=\"/Micah.7.18\">Mi 7:18</a> <a data-ref=\"Psalms 33:12\" href=\"/Psalms.33.12\">ψ 33:12</a>; <a data-ref=\"Psalms 68:10\" href=\"/Psalms.68.10\">68:10</a>; <a data-ref=\"Psalms 106:5\" href=\"/Psalms.106.5\">106:5</a>; <span dir=\"rtl\">עם נחלה</span> <a data-ref=\"Deuteronomy 4:20\" href=\"/Deuteronomy.4.20\">Dt 4:20</a> (D<sup>2</sup>); <span dir=\"rtl\">עַמְּךָ וְנַחֲלָֽתְךָ</span> <a data-ref=\"Deuteronomy 9:26\" href=\"/Deuteronomy.9.26\">Dt 9:26</a>, <a data-ref=\"Deuteronomy 9:29\" href=\"/Deuteronomy.9.29\">29</a> (D), <a data-ref=\"I Kings 8:51\" href=\"/I_Kings.8.51\">1 K 8:51</a>; ‖ <span dir=\"rtl\">עַם</span> <a data-ref=\"Isaiah 47:6\" href=\"/Isaiah.47.6\">Is 47:6</a> <a data-ref=\"Joel 2:17\" href=\"/Joel.2.17\">Jo 2:17</a>; <a data-ref=\"Joel 4:2\" href=\"/Joel.4.2\">4:2</a> <a data-ref=\"Micah 7:14\" href=\"/Micah.7.14\">Mi 7:14</a> <a data-ref=\"Psalms 28:9\" href=\"/Psalms.28.9\">ψ 28:9</a>; <a data-ref=\"Psalms 78:62\" href=\"/Psalms.78.62\">78:62</a>, <a data-ref=\"Psalms 78:71\" href=\"/Psalms.78.71\">71</a>; <a data-ref=\"Psalms 94:5\" href=\"/Psalms.94.5\">94:5</a>, <a data-ref=\"Psalms 94:14\" href=\"/Psalms.94.14\">14</a>; <a data-ref=\"Psalms 106:40\" href=\"/Psalms.106.40\">106:40</a>; <span dir=\"rtl\">נחלת י׳</span> <a data-ref=\"I Samuel 26:19\" href=\"/I_Samuel.26.19\">1 S 26:19</a> <a data-ref=\"II Samuel 20:19\" href=\"/II_Samuel.20.19\">2 S 20:19</a>; <a data-ref=\"II Samuel 21:3\" href=\"/II_Samuel.21.3\">21:3</a>; <span dir=\"rtl\">נ׳ אלהים</span> <a data-ref=\"II Samuel 14:16\" href=\"/II_Samuel.14.16\">2 S 14:16</a>; <span dir=\"rtl\">יעקב חבל נ׳</span> <a data-ref=\"Deuteronomy 32:9\" href=\"/Deuteronomy.32.9\">Dt 32:9</a>; <span dir=\"rtl\">שׁבט נ׳</span> <a data-ref=\"Jeremiah 10:16\" href=\"/Jeremiah.10.16\">Je 10:16</a> = <a data-ref=\"Jeremiah 51:19\" href=\"/Jeremiah.51.19\">51:19</a>, <a data-ref=\"Psalms 74:2\" href=\"/Psalms.74.2\">ψ 74:2</a>; <span dir=\"rtl\">שׁבטי נ׳</span> <a data-ref=\"Isaiah 63:17\" href=\"/Isaiah.63.17\">Is 63:17</a>; also, the holy mt. <a data-ref=\"Exodus 15:17\" href=\"/Exodus.15.17\">Ex 15:17</a> (song), temple <a data-ref=\"Jeremiah 12:7\" href=\"/Jeremiah.12.7\">Je 12:7</a> <a data-ref=\"Psalms 79:1\" href=\"/Psalms.79.1\">ψ 79:1</a>, land <a data-ref=\"Jeremiah 2:7\" href=\"/Jeremiah.2.7\">Je 2:7</a>; <a data-ref=\"Jeremiah 12:8\" href=\"/Jeremiah.12.8\">12:8</a>, <a data-ref=\"Jeremiah 12:9\" href=\"/Jeremiah.12.9\">9</a>; <a data-ref=\"Jeremiah 16:18\" href=\"/Jeremiah.16.18\">16:18</a>; <a data-ref=\"Jeremiah 50:11\" href=\"/Jeremiah.50.11\">50:11</a>.<br>†<strong>2.</strong>  <em>portion, share:</em> <strong>a.</strong>  assigned by God, <a data-ref=\"Isaiah 54:17\" href=\"/Isaiah.54.17\">Is 54:17</a> <a data-ref=\"Psalms 37:18\" href=\"/Psalms.37.18\">ψ 37:18</a>; <a data-ref=\"Psalms 127:3\" href=\"/Psalms.127.3\">127:3</a>; elsewhere ‖ <span dir=\"rtl\">חֵלָק</span> <a data-ref=\"Job 20:29\" href=\"/Job.20.29\">Jb 20:29</a>; <a data-ref=\"Job 27:13\" href=\"/Job.27.13\">27:13</a>; <a data-ref=\"Job 31:2\" href=\"/Job.31.2\">31:2</a>. <strong>b.</strong>  by choice, ‖ <span dir=\"rtl\">חֵלֶק</span>, <span dir=\"rtl\">לא נ׳ לנו בבן ישׁי</span> <a data-ref=\"II Samuel 20:1\" href=\"/II_Samuel.20.1\">2 S 20:1</a> <em>we have no share in the son of Jesse</em> = <a data-ref=\"I Kings 12:16\" href=\"/I_Kings.12.16\">1 K 12:16</a> = <a data-ref=\"II Chronicles 10:16\" href=\"/II_Chronicles.10.16\">2 Ch 10:16</a>.<br><strong>3.</strong>  <em>inheritance</em> (45 times) <span dir=\"rtl\">חֵלָק וְנַחֲלָה בְּבֵית אָבִינוּ</span> <a data-ref=\"Genesis 31:14\" href=\"/Genesis.31.14\">Gn 31:14</a> (E) <em>portion or inheritance in the house of our father;</em> <span dir=\"rtl\">העביר נ׳ לְ</span> <a data-ref=\"Numbers 27:7\" href=\"/Numbers.27.7\">Nu 27:7</a>, <a data-ref=\"Numbers 27:8\" href=\"/Numbers.27.8\">8</a> (P) <em>cause the inheritance to pass unto;</em> <span dir=\"rtl\">נתן נ׳ לְ</span> <a data-ref=\"Numbers 27:9\" href=\"/Numbers.27.9\">Nu 27:9</a>, <a data-ref=\"Numbers 27:10\" href=\"/Numbers.27.10\">10</a>, <a data-ref=\"Numbers 27:11\" href=\"/Numbers.27.11\">11</a> (P), <a data-ref=\"Job 42:15\" href=\"/Job.42.15\">Jb 42:15</a>; †<span dir=\"rtl\">נחלת אבוה</span> <a data-ref=\"Numbers 36:3\" href=\"/Numbers.36.3\">Nu 36:3</a>, <a data-ref=\"Numbers 36:8\" href=\"/Numbers.36.8\">8</a> <a data-ref=\"I Kings 21:3\" href=\"/I_Kings.21.3\">1 K 21:3</a>, <a data-ref=\"I Kings 21:4\" href=\"/I_Kings.21.4\">4</a> <a data-ref=\"Proverbs 19:14\" href=\"/Proverbs.19.14\">Pr 19:14</a>; <span dir=\"rtl\">נ׳ לבניו תהיה</span> <a data-ref=\"Ezekiel 46:16\" href=\"/Ezekiel.46.16\">Ez 46:16</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d457b6084aa1cbf322c7", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, רַב³ 1", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "BDB, רַב³ 1", "sourceHeRef": "בראון-דרייבר-בריגס, רַב³ א׳", "anchorVerse": 56, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "רַב³", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I. <big><span dir=\"rtl\">רַב</span></big><sub>429</sub>  <strong>adj.</strong> much, many, great;—ms. abs. <span dir=\"rtl\">ר׳</span> <a data-ref=\"Genesis 24:25\" href=\"/Genesis.24.25\">Gn 24:25</a> +, <span dir=\"rtl\">רָ֑ב</span> <a data-ref=\"Genesis 33:9\" href=\"/Genesis.33.9\">Gn 33:9</a> +, also <span dir=\"rtl\">רָב֥</span> <a data-ref=\"II Chronicles 20:2\" href=\"/II_Chronicles.20.2\">2 Ch 20:2</a>, <span dir=\"rtl\">רָב֖</span> <a data-ref=\"II Chronicles 28:8\" href=\"/II_Chronicles.28.8\">28:8</a>, <span dir=\"rtl\">רָב֨</span> <a data-ref=\"Ezra 10:13\" href=\"/Ezra.10.13\">Ezr 10:13</a>, etc.; cstr. <span dir=\"rtl\">רַב</span> <a data-ref=\"Exodus 34:6\" href=\"/Exodus.34.6\">Ex 34:6</a> +; fs. <span dir=\"rtl\">רַבָּה</span> <a data-ref=\"Numbers 11:33\" href=\"/Numbers.11.33\">Nu 11:33</a> +; cstr. <span dir=\"rtl\">רַבַּת</span> <a data-ref=\"Ezekiel 22:5\" href=\"/Ezekiel.22.5\">Ez 22:5</a> +, <span dir=\"rtl\">רַבָּ֫תִי</span> (Ges<sup>§ 90 k l</sup>) <a data-ref=\"Lamentations 1:1\" href=\"/Lamentations.1.1\">La 1:1</a><sup>(×2)</sup>; mpl. abs. <span dir=\"rtl\">רַבִּים</span> <a data-ref=\"Exodus 23:2\" href=\"/Exodus.23.2\">Ex 23:2</a><sup>(×2)</sup> +, cstr. v. ii. <a ,=\"\" data-ref=\"BDB, רַב⁴\" dir=\"rtl\" href=\"/BDB,_רַב⁴\">רב</a>; fpl. abs. <span dir=\"rtl\">רַבּוֹת</span> <a data-ref=\"Genesis 30:43\" href=\"/Genesis.30.43\">Gn 30:43</a> +;—[often both as pred. and as attrib.; as attrib. preceding n. (infl. of usage for numerals? Kö<sup>Synt. § 334 k</sup> Ges<sup>§ 132b</sup>): <span dir=\"rtl\">רַב</span> <a data-ref=\"Isaiah 63:7\" href=\"/Isaiah.63.7\">Is 63:7</a> <a data-ref=\"Psalms 145:7\" href=\"/Psalms.145.7\">ψ 145:7</a> (but read prob. <span dir=\"rtl\">רֹב</span>, <span dir=\"rtl\">רָב־</span>; in <a data-ref=\"Isaiah 21:7\" href=\"/Isaiah.21.7\">Is 21:7</a> <span dir=\"rtl\">ר׳</span> is pred.), <span dir=\"rtl\">רַבִּים</span> <a data-ref=\"Jeremiah 16:16\" href=\"/Jeremiah.16.16\">Je 16:16</a> <a data-ref=\"Psalms 32:10\" href=\"/Psalms.32.10\">ψ 32:10</a>; <a data-ref=\"Psalms 89:51\" href=\"/Psalms.89.51\">89:51</a> (on context Bö<sup>NÄ</sup> Bae, also Hup), <a data-ref=\"Proverbs 7:26\" href=\"/Proverbs.7.26\">Pr 7:26</a> <a data-ref=\"I Chronicles 28:5\" href=\"/I_Chronicles.28.5\">1 Ch 28:5</a>, <span dir=\"rtl\">רַבּוֹת</span> <a data-ref=\"Nehemiah 9:28\" href=\"/Nehemiah.9.28\">Ne 9:28</a> <a data-ref=\"Proverbs 31:29\" href=\"/Proverbs.31.29\">Pr 31:29</a>];—<br><strong>1.</strong>  (often opp. <span dir=\"rtl\">מְעַט</span>) <strong>a.</strong>  (1) <em>much:</em> of substances, gold <a data-ref=\"I Kings 10:2\" href=\"/I_Kings.10.2\">1 K 10:2</a> <a data-ref=\"Psalms 19:11\" href=\"/Psalms.19.11\">ψ 19:11</a>, silver (money) <a data-ref=\"II Kings 12:11\" href=\"/II_Kings.12.11\">2 K 12:11</a> = <a data-ref=\"II Chronicles 24:11\" href=\"/II_Chronicles.24.11\">2 Ch 24:11</a>, bronze <a data-ref=\"I Chronicles 18:8\" href=\"/I_Chronicles.18.8\">1 Ch 18:8</a>, wine <a data-ref=\"Esther 1:7\" href=\"/Esther.1.7\">Est 1:7</a>; of other quantities, e.g. spoil <a data-ref=\"II Samuel 3:22\" href=\"/II_Samuel.3.22\">2 S 3:22</a>, property <a data-ref=\"II Chronicles 32:29\" href=\"/II_Chronicles.32.29\">2 Ch 32:29</a>, seed <a data-ref=\"Deuteronomy 28:38\" href=\"/Deuteronomy.28.38\">Dt 28:38</a>, etc.; <span dir=\"rtl\">רַב שֶׁיִּהְיוּ</span> <a data-ref=\"Ecclesiastes 6:3\" href=\"/Ecclesiastes.6.3\">Ec 6:3b</a> <em>be it much that</em> his days <em>amount to;</em> (2) especially of collectives, <em>numerous</em>, <span dir=\"rtl\">עַם־רַב</span> <a data-ref=\"Joshua 11:4\" href=\"/Joshua.11.4\">Jos 11:4</a> <a data-ref=\"II Samuel 13:34\" href=\"/II_Samuel.13.34\">2 S 13:34</a>, <span dir=\"rtl\">עֲבֻדָּה רַבָּה</span> <a data-ref=\"Genesis 26:14\" href=\"/Genesis.26.14\">Gn 26:14</a> <a data-ref=\"Job 1:3\" href=\"/Job.1.3\">Jb 1:3</a>, <span dir=\"rtl\">מִקְנֶה רַב</span> <a data-ref=\"Deuteronomy 3:19\" href=\"/Deuteronomy.3.19\">Dt 3:19</a> +, etc. <strong>b.</strong>  pl. <em>many:</em> pers. <a data-ref=\"Exodus 5:5\" href=\"/Exodus.5.5\">Ex 5:5</a>; <a data-ref=\"Judges 8:30\" href=\"/Judges.8.30\">Ju 8:30</a>; <a data-ref=\"Judges 9:40\" href=\"/Judges.9.40\">9:40</a>; <a data-ref=\"I Kings 4:20\" href=\"/I_Kings.4.20\">1 K 4:20</a>; <a data-ref=\"I Kings 11:1\" href=\"/I_Kings.11.1\">11:1</a> +, things <a data-ref=\"Genesis 30:43\" href=\"/Genesis.30.43\">Gn 30:43</a> <a data-ref=\"Amos 5:12\" href=\"/Amos.5.12\">Am 5:12</a> <a data-ref=\"Deuteronomy 31:17\" href=\"/Deuteronomy.31.17\">Dt 31:17</a> +; n. om. <span dir=\"rtl\">רַבּוֹת</span> <a data-ref=\"Daniel 11:41\" href=\"/Daniel.11.41\">Dn 11:41</a> (sc. lands; read <span dir=\"rtl\">רִבּוֹת</span> <em>myriads</em> Kmp Bev Behrm Marti Prince); <span dir=\"rtl\">יָמִים רַבִּים</span> <em>many days</em> (a long time) <a data-ref=\"Genesis 21:34\" href=\"/Genesis.21.34\">Gn 21:34</a>; <a data-ref=\"Genesis 37:24\" href=\"/Genesis.37.24\">37:24</a> + 28 times, <span dir=\"rtl\">שָׁנִים רַבּוֹת</span> <a data-ref=\"Nehemiah 9:30\" href=\"/Nehemiah.9.30\">Ne 9:30</a>; <a data-ref=\"Ecclesiastes 6:3\" href=\"/Ecclesiastes.6.3\">Ec 6:3a</a>, <span dir=\"rtl\">אִם עוֹד רַבּוֹת בַּשָּׁנִים</span> <a data-ref=\"Leviticus 25:51\" href=\"/Leviticus.25.51\">Lv 25:51</a>; <span dir=\"rtl\">רַבּוֹת עִתִּים</span> <a data-ref=\"Nehemiah 9:28\" href=\"/Nehemiah.9.28\">Ne 9:28</a> <em>many times</em> (v. supr.) = <span dir=\"rtl\">פְּעָמִים רַבּוֹת</span> <a data-ref=\"Psalms 106:43\" href=\"/Psalms.106.43\">ψ 106:43</a> <a data-ref=\"Ecclesiastes 7:22\" href=\"/Ecclesiastes.7.22\">Ec 7:22</a>; <span dir=\"rtl\">מַכָּה רַבָּה</span> <a data-ref=\"Deuteronomy 25:3\" href=\"/Deuteronomy.25.3\">Dt 25:3</a> <em>many blows;</em> <span dir=\"rtl\">מַיִם רַבִּים</span> <em>many waters</em> <a data-ref=\"Numbers 20:11\" href=\"/Numbers.20.11\">Nu 20:11</a>; <a data-ref=\"Numbers 24:7\" href=\"/Numbers.24.7\">24:7</a> + 27 times, cf. <a data-ref=\"Isaiah 8:7\" href=\"/Isaiah.8.7\">Is 8:7</a>; etc. <strong>c.</strong>  <span dir=\"rtl\">רַב</span> as subst. coll. pers. <a data-ref=\"Exodus 19:21\" href=\"/Exodus.19.21\">Ex 19:21</a>, also (opp. <span dir=\"rtl\">מְעַט</span>) <a data-ref=\"I Samuel 14:6\" href=\"/I_Samuel.14.6\">1 S 14:6</a>; <a data-ref=\"Numbers 13:18\" href=\"/Numbers.13.18\">Nu 13:18</a>; <a data-ref=\"Numbers 26:54\" href=\"/Numbers.26.54\">26:54</a>, <a data-ref=\"Numbers 26:56\" href=\"/Numbers.26.56\">56</a>; <a data-ref=\"Numbers 33:54\" href=\"/Numbers.33.54\">33:54</a>; <a data-ref=\"Numbers 35:8\" href=\"/Numbers.35.8\">35:8</a>; so <span dir=\"rtl\">רַבַּת</span> (Ges<sup>§ 130a</sup>) <a data-ref=\"II Chronicles 30:17\" href=\"/II_Chronicles.30.17\">2 Ch 30:17</a>, <a data-ref=\"II Chronicles 30:18\" href=\"/II_Chronicles.30.18\">18</a>, and (rei; = <em>much</em>) <a data-ref=\"Ezekiel 24:12\" href=\"/Ezekiel.24.12\">Ez 24:12</a>; <span dir=\"rtl\">רַב</span> cstr. before abstr. (= <span dir=\"rtl\">רֹב</span>) <a data-ref=\"Isaiah 21:7\" href=\"/Isaiah.21.7\">Is 21:7</a>; <a data-ref=\"Isaiah 63:7\" href=\"/Isaiah.63.7\">63:7</a> <a data-ref=\"Psalms 145:7\" href=\"/Psalms.145.7\">ψ 145:7</a>; especially pl. <span dir=\"rtl\">רֵבִּים</span> of pers. <a data-ref=\"Exodus 23:2\" href=\"/Exodus.23.2\">Ex 23:2</a><sup>(×2)</sup> + 37 times + <span dir=\"rtl\">בַּת־רַבִּים</span> <a data-ref=\"Song of Songs 7:5\" href=\"/Song_of_Songs.7.5\">Ct 7:5</a> (v. p. 123). †<strong>d.</strong>  cstr. = <em>abounding in</em>, <span dir=\"rtl\">רַב־בְּרָכוֹת</span> <a data-ref=\"Proverbs 28:20\" href=\"/Proverbs.28.20\">Pr 28:20</a>, <span dir=\"rtl\">רַב־חֶסֶד</span> (v. 1. <a data-ref=\"BDB, חֶ֫סֶד²\" href=\"/BDB,_חֶ֫סֶד²\", dir=\"rtl\">חֶסֶד</a> <strong>3</strong>), <span dir=\"rtl\">רַב־כֹּחַ</span> <a data-ref=\"Psalms 147:5\" href=\"/Psalms.147.5\">ψ 147:5</a>, <span dir=\"rtl\">רַב־מְאֵרוֹת</span> <a data-ref=\"Proverbs 28:27\" href=\"/Proverbs.28.27\">Pr 28:27</a>, <span dir=\"rtl\">רַב הַמְּהוּמָה</span> <a data-ref=\"Ezekiel 22:5\" href=\"/Ezekiel.22.5\">Ez 22:5</a>, <span dir=\"rtl\">רַב־נוֹצָה</span> <a data-ref=\"Ezekiel 17:7\" href=\"/Ezekiel.17.7\">17:7</a>, <span dir=\"rtl\">רַב־הָעֲלִילִיָּה</span> <a data-ref=\"Jeremiah 32:19\" href=\"/Jeremiah.32.19\">Je 32:19</a>, <span dir=\"rtl\">רַב־פְּעָלִים</span> <a data-ref=\"II Samuel 23:20\" href=\"/II_Samuel.23.20\">2 S 23:20</a> = <a data-ref=\"I Chronicles 11:22\" href=\"/I_Chronicles.11.22\">1 Ch 11:22</a>, <span dir=\"rtl\">רַב־פָּ֑שַׁע</span> <a data-ref=\"Proverbs 29:22\" href=\"/Proverbs.29.22\">Pr 29:22</a>, <span dir=\"rtl\">רַב־תְּבוּנָה</span> <a data-ref=\"Proverbs 14:29\" href=\"/Proverbs.14.29\">14:29</a>; <span dir=\"rtl\">רַבַּת אוֹצָרֹת</span> <a data-ref=\"Jeremiah 51:13\" href=\"/Jeremiah.51.13\">Je 51:13</a>, <span dir=\"rtl\">רַבַּת בָּנִים</span> <a data-ref=\"I Samuel 2:5\" href=\"/I_Samuel.2.5\">1 S 2:5</a>, <span dir=\"rtl\">רַבָּ֫תִי עָם</span> <a data-ref=\"Lamentations 1:1\" href=\"/Lamentations.1.1\">La 1:1</a> (Ges<sup>§ 90 1</sup>). †<strong>e.</strong>  + <span dir=\"rtl\">מִן</span> comp. = <em>more numerous than</em> <a data-ref=\"Exodus 1:9\" href=\"/Exodus.1.9\">Ex 1:9</a>; <a data-ref=\"Numbers 22:15\" href=\"/Numbers.22.15\">Nu 22:15</a>; <a data-ref=\"Joshua 10:11\" href=\"/Joshua.10.11\">Jos 10:11</a>; <a data-ref=\"Judges 16:30\" href=\"/Judges.16.30\">Ju 16:30</a>; <a data-ref=\"II Kings 6:16\" href=\"/II_Kings.6.16\">2 K 6:16</a>; <a data-ref=\"Isaiah 54:1\" href=\"/Isaiah.54.1\">Is 54:1</a>; <a data-ref=\"I Chronicles 24:4\" href=\"/I_Chronicles.24.4\">1 Ch 24:4</a>; <a data-ref=\"II Chronicles 32:7\" href=\"/II_Chronicles.32.7\">2 Ch 32:7</a>; <a data-ref=\"Daniel 11:13\" href=\"/Daniel.11.13\">Dn 11:13</a>; sq. inf., <em>too many to</em> <a data-ref=\"Genesis 36:7\" href=\"/Genesis.36.7\">Gn 36:7</a>; <a data-ref=\"Judges 7:2\" href=\"/Judges.7.2\">Ju 7:2</a> (cf. v <a data-ref=\"Judges 7:4\" href=\"/Judges.7.4\">4</a>); vid. also foll. †<strong>f.</strong>  <span dir=\"rtl\">רַב</span> = <em>abundant, enough</em> <a data-ref=\"Genesis 24:25\" href=\"/Genesis.24.25\">Gn 24:25</a>; <a data-ref=\"Genesis 33:9\" href=\"/Genesis.33.9\">33:9</a>; as exclam. <em>enough!</em> <a data-ref=\"Genesis 45:28\" href=\"/Genesis.45.28\">Gn 45:28</a>; <a data-ref=\"II Samuel 24:16\" href=\"/II_Samuel.24.16\">2 S 24:16</a> = <a data-ref=\"I Chronicles 21:15\" href=\"/I_Chronicles.21.15\">1 Ch 21:15</a>; <a data-ref=\"I Kings 19:4\" href=\"/I_Kings.19.4\">1 K 19:4</a>, so (+ <span dir=\"rtl\">מִן</span> inf.) <a data-ref=\"Exodus 9:28\" href=\"/Exodus.9.28\">Ex 9:28</a> (<span dir=\"rtl\">מִן</span> <strong>6 d</strong>); <span dir=\"rtl\">רַב־לָךְ</span> (with implication of excess) <a data-ref=\"Deuteronomy 3:26\" href=\"/Deuteronomy.3.26\">Dt 3:26</a> (let it) <em>suffice thee!</em> so <span dir=\"rtl\">רַב־לָכֶם</span> <a data-ref=\"Ezekiel 45:9\" href=\"/Ezekiel.45.9\">Ez 45:9</a>, also <a data-ref=\"Numbers 16:3\" href=\"/Numbers.16.3\">Nu 16:3</a>, <a data-ref=\"Numbers 16:7\" href=\"/Numbers.16.7\">7</a> = ye assume too much! + inf. <em>it is enough for you to</em> <a data-ref=\"Deuteronomy 1:6\" href=\"/Deuteronomy.1.6\">Dt 1:6</a>; <a data-ref=\"Deuteronomy 2:3\" href=\"/Deuteronomy.2.3\">2:3</a> (i.e. you have done it enough), so + <span dir=\"rtl\">מִן</span> inf. <a data-ref=\"I Kings 12:28\" href=\"/I_Kings.12.28\">1 K 12:28</a>, <span dir=\"rtl\">מִן</span> subst. <a data-ref=\"Ezekiel 44:6\" href=\"/Ezekiel.44.6\">Ez 44:6</a>. †<strong>g.</strong>  as adv. <em>much, exceedingly</em> (only ψψ), <span dir=\"rtl\">רַב</span> <a data-ref=\"Psalms 123:3\" href=\"/Psalms.123.3\">ψ 123:3</a>, <span dir=\"rtl\">רָ֜ב</span> <a data-ref=\"Psalms 18:15\" href=\"/Psalms.18.15\">ψ 18:15</a> (Hup De Che al.; HPS <a data-ref=\"II Samuel 22:15\" href=\"/II_Samuel.22.15\">2 S 22:15</a> conj. <span dir=\"rtl\">רָמָה</span>; om. ‖ <a data-ref=\"II Samuel 22:15\" href=\"/II_Samuel.22.15\">2 S 22:15</a>); <span dir=\"rtl\">רַבָּה</span> <a data-ref=\"Psalms 62:3\" href=\"/Psalms.62.3\">ψ 62:3</a>; <a data-ref=\"Psalms 78:15\" href=\"/Psalms.78.15\">78:15</a>; <a data-ref=\"Psalms 89:8\" href=\"/Psalms.89.8\">89:8</a> (𝔊 Bae <span dir=\"rtl\">רַב הוּא</span>); <span dir=\"rtl\">רַבַּת</span> (Aramaism, cf. Syriac <span dir=\"rtl\">ܪܶܒܰܬ</span>, <span dir=\"rtl\">ܪܰܒܰܬ</span>, Nö<sup>§ 155 A</sup> W<sup>SG 135</sup>) <a data-ref=\"Psalms 65:10\" href=\"/Psalms.65.10\">ψ 65:10</a>; <a data-ref=\"Psalms 120:6\" href=\"/Psalms.120.6\">120:6</a> (= long enough), <a data-ref=\"Psalms 123:4\" href=\"/Psalms.123.4\">123:4</a>; <a data-ref=\"Psalms 129:1\" href=\"/Psalms.129.1\">129:1</a>, <a data-ref=\"Psalms 120:2\" href=\"/Psalms.120.2\">2</a>.<br><strong>2.</strong>  <em>great:</em> <strong>a.</strong>  of person <a data-ref=\"Psalms 48:3\" href=\"/Psalms.48.3\">ψ 48:3</a>, space <a data-ref=\"I Samuel 26:13\" href=\"/I_Samuel.26.13\">1 S 26:13</a>, the deep <a data-ref=\"Amos 7:4\" href=\"/Amos.7.4\">Am 7:4</a> <a data-ref=\"Genesis 7:11\" href=\"/Genesis.7.11\">Gn 7:11</a> <a data-ref=\"Isaiah 51:10\" href=\"/Isaiah.51.10\">Is 51:10</a> <a data-ref=\"Psalms 36:7\" href=\"/Psalms.36.7\">ψ 36:7</a> (fig.), city <a data-ref=\"Lamentations 1:1\" href=\"/Lamentations.1.1\">La 1:1</a> (<span dir=\"rtl\">רַבָּ֫תִי בַגּוֹיִם</span> Ges<sup>§ 90 1</sup>),—v. also <a ,=\"\" data-ref=\"BDB, צִידוֹן\" dir=\"rtl\" href=\"/BDB,_צִידוֹן\">צִידוֹן</a>, <a ,=\"\" data-ref=\"BDB, חֲמָת\" dir=\"rtl\" href=\"/BDB,_חֲמָת\">חֲמָת</a>;—plague <a data-ref=\"Numbers 11:33\" href=\"/Numbers.11.33\">Nu 11:33</a>, empire <a data-ref=\"Esther 1:20\" href=\"/Esther.1.20\">Est 1:20</a>, goodness <a data-ref=\"Psalms 31:20\" href=\"/Psalms.31.20\">ψ 31:20</a>, wickedness <a data-ref=\"Genesis 6:5\" href=\"/Genesis.6.5\">Gn 6:5</a>, etc. <strong>b.</strong>  specif. <em>strong</em> (opp. <span dir=\"rtl\">אֵין כֹּחַ</span>) <a data-ref=\"II Chronicles 14:10\" href=\"/II_Chronicles.14.10\">2 Ch 14:10</a>; <span dir=\"rtl\">רַב לְהוֹשִׁיעַ</span> <a data-ref=\"Isaiah 63:1\" href=\"/Isaiah.63.1\">Is 63:1</a>; so <span dir=\"rtl\">רַבִּים</span> as subst. <a data-ref=\"Isaiah 53:12\" href=\"/Isaiah.53.12\">Is 53:12</a> (‖ <span dir=\"rtl\">עֲצוּמִים</span>). †<strong>c.</strong>  <em>major natu</em> <a data-ref=\"Genesis 25:23\" href=\"/Genesis.25.23\">Gn 25:23</a> (opp. <span dir=\"rtl\">צָעִיר</span>); <span dir=\"rtl\">רַבִּים</span> as subst. <em>grandævi</em>, <a data-ref=\"Job 32:9\" href=\"/Job.32.9\">Jb 32:9</a>. †<strong>d.</strong>  + <span dir=\"rtl\">מִן</span> comp. <em>greater than</em> <a data-ref=\"Deuteronomy 7:1\" href=\"/Deuteronomy.7.1\">Dt 7:1</a>, <a data-ref=\"Deuteronomy 7:17\" href=\"/Deuteronomy.7.17\">17</a>; <a data-ref=\"Deuteronomy 9:14\" href=\"/Deuteronomy.9.14\">9:14</a>; <a data-ref=\"Deuteronomy 20:1\" href=\"/Deuteronomy.20.1\">20:1</a>; <em>too great for</em> <a data-ref=\"Joshua 19:9\" href=\"/Joshua.19.9\">Jos 19:9</a>; <a data-ref=\"I Kings 19:7\" href=\"/I_Kings.19.7\">1 K 19:7</a>.—<a data-ref=\"Proverbs 26:10\" href=\"/Proverbs.26.10\">Pr 26:10</a> is hopelessly corrupt, v. Toy."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64d34a35131dc4b57292a52d", "index_title": "Levush HaOrah", "category": "Commentary", "type": "commentary", "ref": "Levush HaOrah, Numbers 26:56:1", "anchorRef": "Numbers 26:56", "anchorRefExpanded": ["Numbers 26:56"], "sourceRef": "Levush HaOrah, Numbers 26:56:1", "sourceHeRef": "לבוש האורה, במדבר כ״ו:נ״ו:א׳", "anchorVerse": 56, "sourceHasEn": false, "commentaryNum": 56.0001, "collectiveTitle": {"en": "Levush HaOrah", "he": "לבוש האורה"}, "heTitle": "במדבר", "he": "<b>רש\"י</b> על פי הגורל הגורל היה מדבר מגיד שנתחלקה ברוח הקדש ע\"כ ופי' יצאו יהושע וכלב אך ממעט יהושע וכלב שהם לא חלקו בגורל רק ע\"פ ה' בלא גורל וע\"ז מביא וכן הוא אומר כו' וסיים דבריו לכך נאמר ע\"פ ה' לו' שלא ע\"י גורל נתנו לו חברון רק ע\"פ ה':", "heVersionTitle": "Wrocław, 1860", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]