[{"_id": "531e4fe1fbfba276047f62e0", "index_title": "Onkelos Exodus", "category": "Targum", "type": "targum", "ref": "Onkelos Exodus 37:23", "anchorRef": "Exodus 37:23", "anchorRefExpanded": ["Exodus 37:23"], "sourceRef": "Onkelos Exodus 37:23", "sourceHeRef": "תרגום אונקלוס על שמות ל״ז:כ״ג", "anchorVerse": 23, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 37.0023, "collectiveTitle": {"en": "Onkelos Exodus", "he": "תרגום אונקלוס על שמות"}, "heTitle": "תרגום אונקלוס על שמות", "he": "וַעֲבַד יָת בּוֹצִינָהָא שִׁבְעָא וְצִבְיְתָהָא וּמַחִתְּיְתָהָא דְּהַב דְּכֵי:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "He made seven lamps (for the menorah), and its tongs and its (ash) scoops, of pure gold.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2684fbfba27c35eebb20", "index_title": "Targum Jonathan on Exodus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Exodus 37:23", "anchorRef": "Exodus 37:23", "anchorRefExpanded": ["Exodus 37:23"], "sourceRef": "Targum Jonathan on Exodus 37:23", "sourceHeRef": "תרגום יונתן על שמות ל״ז:כ״ג", "anchorVerse": 23, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 37.0023, "collectiveTitle": {"en": "Targum Jonathan on Exodus", "he": "תרגום יונתן על שמות"}, "heTitle": "תרגום יונתן על שמות", "he": "וַעֲבַד יַת בּוֹצִינָהָא שַׁבְעָא וּמַלְקְטְיָיהָא וּמַחְתְּיָיהָא דִדְהַב דְּכֵי", "heVersionTitle": "Targum Jonathan on Exodus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "57e77ce4d6e4a94c7c18a232", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Exodus 37:23", "anchorRef": "Exodus 37:23", "anchorRefExpanded": ["Exodus 37:23"], "sourceRef": "Tafsir Rasag, Exodus 37:23", "sourceHeRef": "תפסיר רס\"ג, שמות ל״ז:כ״ג", "anchorVerse": 23, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 37.0023, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "שמות", "he": "וצנע להא סבעה סרג̇ וכלבאתהא ומג̇אמרהא מן ד̇הב כ̇אלץ", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6037a665cda51cfa3ddf36db", "index_title": "Ramban on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Exodus 25:39:1", "anchorRef": "Exodus 37:23", "anchorRefExpanded": ["Exodus 37:23"], "sourceRef": "Ramban on Exodus 25:39:1", "sourceHeRef": "רמב\"ן על שמות כ״ה:ל״ט:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 39.0001, "collectiveTitle": {"en": "Ramban on Exodus", "he": "רמב\"ן על שמות"}, "he": "<b>כִּכָּר זָהָב טָהוֹר</b> שֶׁלֹּא יִהְיֶה מִשְׁקָלָהּ עִם כָּל כֵּלֶיהָ אֶלָּא כִּכָּר, לֹא פָּחוֹת וְלֹא יוֹתֵר. לְשׁוֹן רַשִׁ\"י (רש\"י על שמות כ\"ה:ל\"ט). וְכֵן הוּא פְּשׁוּטוֹ שֶׁל מִקְרָא. אֲבָל אִם הַדָּבָר כֵּן, תֵּמַהּ גָּדוֹל, שֶׁלֹּא יִתֵּן הַכָּתוּב מִשְׁקָל לַמְּנוֹרָה כַּמָּה יִהְיֶה בָּהּ מִן הַכִּכָּר, וְיוּכַל לָתֵת חֲצִי הַכִּכָּר אוֹ יוֹתֵר בַּמֶּלְקָחַיִם וּבַמַּחְתּוֹת שֶׁהֵם כֵּלִים נִפְרָדִים מִמֶּנָּה, וִימַעֵט בָּהּ, אוֹ שֶׁיִּתֵּן בַּמְּנוֹרָה כִּכָּר פָּחוֹת מָנֶה וּבְכָל הַכֵּלִים הָאֵלֶּה מָנֶה. וְעוֹד, מָה טַעַם שֶׁתִּשְׁקֹל הַמְּנוֹרָה עִם כֵּלִים רַבִּים נִפְרָדִים בְּמִשְׁקַל הַכִּכָּר, וְלָמָּה לֹא נִתְפָּרְשׁוּ כַּמָּה יִהְיוּ הַמֶּלְקָחַיִם וְהַמַּחְתּוֹת שֶׁיַּעֲשׂוּ מִמֶּנּוּ:<br>אֲבָל אֵין דַּעַת רַבּוֹתֵינוּ כְּמוֹ שֶׁאָמַר הָרַב, אֶלָּא כָּךְ שָׁנוּ חֲכָמִים בִּמְנָחוֹת (פח:) מְנוֹרָה וְנֵרֹתֶיהָ בָּאָה מִכִּכָּר וְלֹא מַלְקָחֶיהָ וּמַחְתּוֹתֶיהָ, וּמָה אֲנִי מְקַיֵּם <b>אֵת כָּל הַכֵּלִים הָאֵלֶּה</b>, לְרַבּוֹת אֶת הַנֵּרוֹת דִּבְרֵי רַבִּי יְהוּדָה. רַבִּי נְחֶמְיָה אוֹמֵר, מְנוֹרָה בָּאָה מִכִּכָּר וְלֹא נֵרֹתֶיהָ וּמַלְקָחֶיהָ וּמַחְתּוֹתֶיהָ, וּמָה אֲנִי מְקַיֵּם <b>אֵת כָּל הַכֵּלִים הָאֵלֶּה</b>, שֶׁיִּהְיוּ כֻּלָּן שֶׁל זָהָב. וְשָׁם אָמְרוּ, לְדִבְרֵי ר' יְהוּדָה שֶׁהָיוּ הַנֵּרוֹת מִקְשָׁה עִמָּהּ, וְאַף עַל פִּי כֵן יִקְרָאֵם הַכָּתוּב \"הַכֵּלִים הָאֵלֶּה\", מִפְּנֵי שֶׁהֵם כֵּלִים לְקִבּוּל הַשֶּׁמֶן, וְיֵשׁ לָהֶם שֵׁם בִּפְנֵי עַצְמָן, וּבִשְׁאָר הַמְּנוֹרוֹת נַעֲשִׂים נִפְרָדִין מִמֶּנָּה. וּלְדִבְרֵי ר' נְחֶמְיָה אָמְרוּ שָׁם שֶׁאֵין הַנֵּרוֹת עִמָּהּ מִקְשָׁה. וְהִנֵּה עַל דַּעַת רַבִּי יְהוּדָה לֹא יָבֹא בְּמִשְׁקַל הַכִּכָּר אֶלָּא גּוּף הַמְּנוֹרָה בַּמֶּה שֶׁהוּא עִמָּהּ מִקְשָׁה, לֹא כֵּלִים נִפְרָדִים מִמֶּנָּה כְּלָל. וּלְדִבְרֵי רַבִּי נְחֶמְיָה אָמְרוּ שָׁם וּמָה אֲנִי מְקַיֵּם <b>אֵת כָּל הַכֵּלִים הָאֵלֶּה</b> שֶׁיִּהְיוּ כֻּלָּן שֶׁל זָהָב, וְלָא נִצְרְכָא אֶלָּא לְפִי נֵרוֹת: וְעַל דֶּרֶךְ הַפְּשָׁט יֹאמַר <b>כִּכָּר זָהָב טָהוֹר יַעֲשֶׂה אֹתָהּ</b>, <b>אֵת כָּל הַכֵּלִים הָאֵלֶּה</b> יַעֲשֶׂה זָהָב טָהוֹר, כִּי לֹא פֵּרֵשׁ תְּחִלָּה בַּנֵּרוֹת שֶׁיִּהְיוּ זָהָב כְּלָל, וְכֵן בַּמַּעֲשֶׂה אָמַר (שמות ל\"ז:כ\"ג) \"וַיַּעַשׂ אֶת נֵרֹתֶיהָ שִׁבְעָה וּמַלְקָחֶיהָ וּמַחְתֹּתֶיהָ זָהָב טָהוֹר\", וְאֵין זָהָב טָהוֹר חוֹזֵר רַק עַל הַמֶּלְקָחַיִם וְהַמַּחְתּוֹת, וְחָזַר וְאָמַר (שם כד) \"כִּכָּר זָהָב טָהוֹר עָשָׂה אֹתָהּ וְאֵת כָּל כֵּלֶיהָ\", שֶׁעָשָׂה כָּל כֵּלֶיהָ זָהָב טָהוֹר וְלֹא מִן הַכִּכָּר, וְיִכָּנֵס עוֹד בִּכְלַל כָּל כֵּלֶיהָ כְּלֵי הַשֶּׁמֶן, שֶׁהֲרֵי עָשָׂה לָהּ כֵּלִים רַבִּים מִלְּבַד אֵלֶּה הַנִּזְכָּרִים, כְּמוֹ שֶׁנֶּאֱמַר בַּמַּסָּעוֹת (במדבר ד ט) \"וְכִסּוּ אֶת מְנֹרַת הַמָּאוֹר וְאֶת נֵרֹתֶיהָ וְאֶת מַלְקָחֶיהָ וְאֶת מַחְתֹּתֶיהָ וְאֵת כָּל כְּלֵי שַׁמְנָהּ אֲשֶׁר יְשָׁרְתוּ לָהּ בָּהֶם\". וְהַכָּתוּב שֶׁאָמַר (שם ח ד) \"עַד יְרֵכָהּ עַד פִּרְחָהּ מִקְשָׁה הִיא\", כְּפִי פְּשׁוּטוֹ כָּךְ נִרְאֶה, שֶׁגּוּפָהּ מִקְשָׁה וְלֹא נֵרֹתֶיהָ. וְכָל זֶה לְפִי שִׁטַּת הַגְּמָרָא:<br>אֲבָל בַּבָּרַיְתָא שֶׁל מְלֶאכֶת הַמִּשְׁכָּן (אוצר מדרשים ט דף ש\"א ב) שְׁנוּיָה בְּעִנְיָן אַחֵר, מְנוֹרָה שֶׁעָשָׂה מֹשֶׁה בַּמִּדְבָּר הָיְתָה בָּאָה שֶׁל זָהָב, וּטְעוּנָה מִקְשָׁה, וּטְעוּנָה גְּבִיעִים כַּפְתּוֹרִים וּפְרָחִים, שֶׁנֶּאֱמַר (שמות כ\"ה:ל\"א) \"וְעָשִׂיתָ מְנֹרַת זָהָב טָהוֹר\", שׁוֹמֵעַ אֲנִי יַעֲשֶׂה אֵבָרִים אֵבָרִים וְיַדְבִּיקֵם, ת\"ל \"מִמֶּנָּה יִהְיוּ\" (שמות כ\"ה:ל\"ו) מִנַּיִן לְרַבּוֹת אֶת נֵרֹתֶיהָ שֶׁיִּהְיוּ מִמֶּנָּה, ת\"ל \"יַעֲשֶׂה\" (בפסוק שלפנינו). יָכוֹל שֶׁאֲנִי מְרַבֶּה גְּבִיעֶיהָ כַּפְתּוֹרֶיהָ וּפְרָחֶיהָ, ת\"ל \"אוֹתָהּ\" (שם). וּמָה רָאִיתָ לְרַבּוֹת אֶת נֵרֹתֶיהָ וּלְהוֹצִיא גְּבִיעֶיהָ כַּפְתּוֹרֶיהָ וּפְרָחֶיהָ, אַחַר שֶׁרִבָּה הַכָּתוּב וּמִעֵט, מְרַבֶּה אֲנִי אֶת נֵרֹתֶיהָ שֶׁהֵן נַעֲשִׂין עִמָּהּ, וּמוֹצִיא אֲנִי גְּבִיעֶיהָ כַּפְתּוֹרֶיהָ וּפְרָחֶיהָ שֶׁאֵין נַעֲשִׂין עִמָּהּ. וּמִנַּיִן לְרַבּוֹת מַלְקָחֶיהָ וּמַחְתּוֹתֶיהָ, ת\"ל \"יַעֲשֶׂה\" (שם). יָכוֹל שֶׁאֲנִי מְרַבֶּה אֶת הַצְּבָתִים וְאֶת הַמַּלְקְטָאוֹת, ת\"ל \"אוֹתָהּ\" (שם). וּמָה רָאִיתָ לְרַבּוֹת מַלְקָחֶיהָ וּמַחְתּוֹתֶיהָ וּלְהוֹצִיא אֶת הַצְּבָתִים וְאֶת הַמַּלְקְטָאוֹת, אַחַר שֶׁרִבָּה הַכָּתוּב וּמִעֵט, מְרַבֶּה אֲנִי מַלְקָחֶיהָ וּמַחְתּוֹתֶיהָ שֶׁהֵן מִשְׁתַּמְּשִׁין עִמָּהּ, וּמוֹצִיא אֲנִי אֶת הַצְּבָתִים וְאֶת הַמַּלְקְטָאוֹת שֶׁאֵין מִשְׁתַּמְּשִׁין עִמָּהּ. רַבִּי יְהוֹשֻׁעַ בֶּן קָרְחָה אוֹמֵר, אוֹתָהּ מִכִּכָּר וְאֵין כֵּלֶיהָ מִכִּכָּר, שֶׁנֶּאֱמַר \"כִּכָּר זָהָב טָהוֹר יַעֲשֶׂה אֹתָהּ\", וּמָה אֲנִי מְקַיֵּם \"וְאֵת כָּל כֵּלֶיהָ\" (להלן לז כד), שֶׁיִּהְיוּ זָהָב טָהוֹר. עַד כָּאן הַבָּרַיְתָא:<br>וְנִרְאֶה מִמֶּנָּה שֶׁהָיוּ הַנֵּרוֹת וְהַמֶּלְקָחַיִם וְהַמַּחְתּוֹת כֻּלָּן עִמָּהּ מִקְשָׁה, וְאֵין הַמֶּלְקָחַיִם צְבָתִים, אֲבָל עָשָׂה עַל פִּי הַנֵּרוֹת טַס שֶׁל זָהָב פּוֹתֵחַ וְסוֹגֵר וְשׁוֹכֵב עָלָיו שֶׁלֹּא יִפֹּל בַּשֶּׁמֶן דָּבָר, כַּאֲשֶׁר עוֹשִׂים הַיּוֹם בַּמְּנוֹרוֹת שֶׁל מְלָכִים, וְהוּא מִלְּשׁוֹן \"וּלְשׁוֹנִי מֻדְבָּק מַלְקוֹחָי\" (תהלים כב טז), שֶׁיִּקָּרֵא מַה שֶׁעַל הַלָּשׁוֹן וּמִתַּחְתָּיו \"מַלְקוֹחִים\", שֶׁהֵם לוֹקְחִים הַלָּשׁוֹן בְּאֶמְצָעָם, וְהַמַּחְתּוֹת הֵם סְפָלִים שֶׁתַּחַת כָּל נֵר וְנֵר לַחְתּוֹת נִיצוֹצֵי אֵשׁ שֶׁיִּפְּלוּ מִמֶּנָּה, וְהַכֹּל מִקְשָׁה וּבָאִין מִן הַכִּכָּר. אֲבָל הַצְּבָתִים וְהַמְּלֻקָּטִים שֶׁאֵין תַּשְׁמִישָׁן בְּעַצְמָהּ, אֲבָל הֵם כֵּלִים נִפְרָדִים מִמֶּנָּה וְאֵינָן חִבּוּר בָּהּ, אֵין בָּאִין מִן הַכִּכָּר כְּלָל. וְכֵן מִעֲטוּ בְּבָרַיְתָא זוֹ גְּבִיעֶיהָ כַּפְתּוֹרֶיהָ וּפְרָחֶיהָ, שֶׁאִם רָצָה שֶׁלֹּא לַעֲשׂוֹתָם עִמָּהּ מִקְשָׁה רַשַּׁאי. וְנָתַן הַטַּעַם, לְפִי שֶׁאֵין נַעֲשִׂין עִמָּהּ, כְּלוֹמַר שֶׁאֵין מְעַכְּבִין בָּהּ, שֶׁאִם עֲשָׂאָהּ שֶׁל שְׁאָר מִינֵי מַתָּכוֹת אֵינָהּ בָּאָה גְּבִיעִים כַּפְתּוֹרִים וּפְרָחִים (מנחות כח.), אֲבָל קָנִים מְעַכְּבִין בָּהּ לְעוֹלָם: וּלְפִי הַבָּרַיְתָא הַזּוֹ אָמַר הַכָּתוּב \"וְאֵת כָּל כֵּלֶיהָ\" (שמות ל\"ז:כ\"ד), לְרַבּוֹת שֶׁעָשָׂה לָהּ כָּל הַכֵּלִים הַצְּרִיכִין לְשִׁמּוּשָׁהּ, וְהָרְאוּיִין לָהּ, זָהָב, וְהֵם הַצְּבָתִים וְהַמַּלְקְטָאוֹת שֶׁצְּרִיכִין לְכָל הַמְּנוֹרוֹת בְּתַשְׁמִישָׁן וְכֵן \"לְכֹל כְּלֵי הַמִּשְׁכָּן\" וְגוֹ' (שמות כ\"ז:י\"ט), כֵּלִים הַצְּרִיכִים לַמִּשְׁכָּן, לֹא פֵּרֵשׁ אוֹתָם וְלֹא הִזְכִּיר בָּהֶם רַק שֶׁיִּהְיוּ נְחֹשֶׁת. אֲבָל <b>כִּכָּר זָהָב טָהוֹר יַעֲשֶׂה אֹתָהּ אֵת כָּל הַכֵּלִים הָאֵלֶּה</b>, הֵם הַנִּזְכָּרִים בָּהּ וְכֻלָּם מִקְשָׁה עִמָּהּ. וְיִתָּכֵן שֶׁגַּם מַה שֶׁאָמַר בַּמַּעֲשֶׂה \"וְאֵת כָּל כֵּלֶיהָ\" (שמות ל\"ז:כ\"ד) רֶמֶז לַכֵּלִים הָאֵלֶּה הַנִּזְכָּרִים בָּהּ שֶׁהָיוּ כֻּלָּם עִמָּהּ כִּכָּר זָהָב, כִּפְשׁוּטוֹ שֶׁל מִקְרָא. אֲבָל כְּלֵי שַׁמְנָהּ לֹא הֻזְכְּרוּ בַּמַּעֲשֶׂה כַּאֲשֶׁר לֹא הֻזְכְּרוּ בַּצַּוָּאָה, וּבִרְצוֹן עַצְמָם עָשׂוּ אוֹתָם, וְאוּלַי לֹא עֲשָׂאָם בְּצַלְאֵל, אֲבָל יְחִידִים עָשׂוּ אוֹתָם וּמְסָרוּם לַצִּבּוּר. וְעַל הַכְּלָל, גּוּפָהּ בָּאָה מִכִּכָּר, וְאֵין דָּבָר שֶׁחוּץ לְגוּפָהּ בָּא מִן הַכִּכָּר לְדִבְרֵי הַכֹּל:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "OF A TALENT OF PURE GOLD SHALL HE MAKE IT WITH ALL THESE VESSELS. This means “that its weight together with all its vessels shall be exactly one talent, neither less nor more.” This is Rashi’s language. And such indeed is the simple meaning of Scripture. But if that be so, there is here a point which is greatly to be wondered about, namely that Scripture should not specify at all how much of the talent of gold should go into the candelabrum itself! For in that case half of the talent or even more could then go into the making of the tongs and the snuffdishes<sup class=\"footnote-marker\">175</sup><i class=\"footnote\">Verse 38.</i> which are vessels separate from the candelabrum, while the candelabrum itself could be made of less than half the talent, or perhaps the candelabrum would be made of the entire talent less one <i>maneh</i> [a sacred talent consisted of one hundred and twenty <i>manoth</i>] and all these vessels would be made of the one <i>maneh</i>! Moreover, what reason is there that the total weight of the candelabrum with its many separate vessels should be given as one talent, and why was it not explained how many tongs and snuffdishes should be made from it?<br>But the opinion of our Rabbis is not as the Rabbi [Rashi] stated it, for thus did the Sages teach in Tractate Menachoth:<sup class=\"footnote-marker\">176</sup><i class=\"footnote\">Menachoth 88b.</i> “The candelabrum and its seven lamps<sup class=\"footnote-marker\">177</sup><i class=\"footnote\">Verse 37. — These were a kind of small receptacle into which the oil and the wicks were put (Rashi).</i> came from the talent, but not its tongs and snuffdishes. And if you ask how will I then explain, [<i>Of a talent of pure gold shall he make it</i>,] <i>with all these vessels?</i> Then I reply that this includes the lamps. These are the words of Rabbi Yehudah. Rabbi Nechemyah says: the candelabrum [alone] came from the talent but not its lamps, tongs, and snuffdishes. And if you ask how will I then explain the expression, <i>with all these vessels?</i> I answer that it teaches that they all be made of gold [aside of the talent mentioned].” There in Tractate Menachoth the Rabbis have further said, that according to Rabbi Yehudah [who says that the lamps came from the talent], the lamps were also of beaten work together with the candelabrum; yet Scripture calls them <i>these ‘vessels,’</i> because they are receptacles for the oil, known by a name of their own, since in all other candelabrums they are separate from them [although here they were hammered out of the same talent of gold from which the whole candelabrum was made]. And according to Rabbi Nechemyah [who says that the lamps did not come from the talent, the Rabbis] have said there that the lamps were not of beaten work together with the candelabrum. Thus according to Rabbi Yehudah included in the weight of the talent — with that which was of beaten work with it — is only the candelabrum itself but none of the separate vessels thereof. And according to Rabbi Nechemyah the Rabbis have said there: “And if you ask how will I then explain the expression, <i>with all these vessels</i>? I answer, it teaches that they all be made of gold, this being necessary to be stated because of the mouth of the lamps.”<sup class=\"footnote-marker\">178</sup><i class=\"footnote\">One might think that the mouth of the lamps where the wicks burn and become blackened should not be made of pure gold, since the Torah cares for the wealth of Israel; therefore Scripture let it be known that even the mouth of the lamps be made of pure gold (Rashi, Menachoth 88 b).</i><br>According to the simple meaning of Scripture the verse states: “<i>Of a talent of pure gold shall he make it; all these vessels</i> he shall [also] make of pure gold,” since He did not explain at first that the lamps<sup class=\"footnote-marker\">179</sup><i class=\"footnote\">That the tongs and snuffdishes are to be made of pure gold is clearly stated in Verse 38. However, concerning the lamps He did not mention at all (in Verse 37) that they be made of pure gold. Hence the reverting to them in Verse 39 before us.</i> should be of gold. Similarly, Scripture relates at the time of the making of the candelabrum, <i>And he made the lamps thereof, seven, and the tongs thereof, and the snuffdishes thereof, of pure gold</i>,<sup class=\"footnote-marker\">180</sup><i class=\"footnote\">Further, 37:23.</i> the expression <i>of pure gold</i> referring only to the tongs and the snuffdishes [but not to the lamps], and therefore He explained it further and said, <i>Of a talent of pure gold he made it, and all the vessels thereof</i>,<sup class=\"footnote-marker\">181</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 24.</i> the meaning being that all its vessels he [i.e., Bezalel] made of pure gold, not that he made them out of the talent of gold. Included in the expression <i>all the vessels thereof</i> are the oil vessels, for he made with the candelabrum many vessels besides those mentioned, just as it is said during the journeyings, <i>And they shall cover the candelabrum of the light, and its lamps, and its tongs, and its snuffdishes, and all the oil vessels thereof, wherewith they minister unto it</i>.<sup class=\"footnote-marker\">182</sup><i class=\"footnote\">Numbers 4:9.</i> And the verse which states, <i>unto the base thereof, and unto the flowers thereof, it was beaten work</i>,<sup class=\"footnote-marker\">183</sup><i class=\"footnote\"><i>Ibid.</i>, 8:4.</i> likewise indicates according to its plain sense that only the candelabrum itself was of beaten work but not its lamps. All this is in accordance with the line of teaching of the Gemara.<br>But in the Beraitha of the work of the Tabernacle<sup class=\"footnote-marker\">184</sup><i class=\"footnote\">See above, Note 108.</i> it is taught in another way. “The candelabrum which Moses made in the wilderness was made of gold. It had to be made by a process of beating, and had to have cups, knops, and flowers, for it is said, <i>And thou shalt make a candelabrum of pure gold</i>.<sup class=\"footnote-marker\">185</sup><i class=\"footnote\">Above, Verse 31.</i> I might have thought that [the cups etc.] may be made separately and then soldered on to the candelabrum; Scripture therefore states, <i>they shall be of one piece with it</i>.<sup class=\"footnote-marker\">186</sup><i class=\"footnote\">Verse 36.</i> How do we know that this includes lamps, so that they must also be made of one piece with it? Scripture therefore says, [<i>Of a talent of pure gold</i>] <i>he shall make</i>.<sup class=\"footnote-marker\">187</sup><i class=\"footnote\">Verse 39 before us.</i> I might think this also includes its cups, knops, and flowers? Scripture therefore says, <i>it</i> [<i>he shall make ‘it’</i>]. Now how do you know that you are to include its lamps and exclude its cups, knops and flowers? Since Scripture has here used a term of amplification and followed it by a term of limitation,<sup class=\"footnote-marker\">188</sup><i class=\"footnote\">A literal translation of the text here reads: “After it included its lamps Scripture limited.” I have followed on this point Ish Shalom’s text (see Note 108). The thought conveyed would seem to be identical in both versions.</i> I reason as follows: I include its lamps because they have to be made with the candelabrum, and I exclude its cups, knops and flowers because they do not always have to be made with it.<sup class=\"footnote-marker\">189</sup><i class=\"footnote\">The intent, as explained further on, is as follows: even if the candelabrum is made of any other metal beside gold it must also contain the branches. But cups, knops, and flowers are to be made only if the candelabrum is made out of gold. — When the Hasmonean kings recaptured the Temple from the hands of the Greeks the candelabrum was first made of iron, then of silver and finally when the people could afford it, they made it of gold (Menachoth 28 b). Now when it was made of iron or silver it did not need cups, knops etc.</i> And how do I know that I am to include its <i>malkocheha</i><sup class=\"footnote-marker\">190</sup><i class=\"footnote\">Up to this point we have followed all standard commentators — Rashi, Onkelos, etc. as well as all translations — that <i>melkochayim</i> are “tongs.” But from this point on it is clear [and Ramban will so clarify it further] that <i>melkochayim</i> are a sort of cover-like part for each of the lamps so that no impurities fall into the lamp while it is burning. Ramban’s comment that “in the same way they make today in candelabrums for kings” is obviously a reference to what he had personally seen in the royal palace of the Kingdom of Aragon which as the recognized leader of the Jews he often visited.</i> and <i>machtotheha?</i><sup class=\"footnote-marker\">191</sup><i class=\"footnote\">The same change applies to <i>machtoth</i> which we have translated till now as “snuffdishes.” But it is clear that Ramban interprets it now as meaning that underneath each lamp there was a small receptacle for the sparks to fall into.</i> Scripture therefore says, [<i>of beaten work</i>] <i>shall it be done</i>.<sup class=\"footnote-marker\">185</sup><i class=\"footnote\">Above, Verse 31.</i> I might think I am also to include the <i>tzvatim</i> (tongs) and the snuffers; Scripture therefore says, [<i>Of a talent of pure gold he shall make</i>] <i>it</i>.<sup class=\"footnote-marker\">187</sup><i class=\"footnote\">Verse 39 before us.</i> And how do you know that you are to include the <i>malkocheha</i> and <i>machtotheha</i> and exclude the tongs and the snuffers? Since Scripture has here used a term of amplification and followed it by a term of limitation, I reason as follows: I include the <i>malkocheha</i> and <i>machtotheha</i> because they are used with the candelabrum, and I exclude the tongs and the snuffers because they are not used with it. Rabbi Yehoshua the son of Korcha says: <i>It</i> [i.e., the candelabrum] is made of the talent, but not its vessels, for it is said, <i>Of a talent of pure gold he shall make ‘it.’</i><sup class=\"footnote-marker\">187</sup><i class=\"footnote\">Verse 39 before us.</i> And if you ask how will I then explain the expression, <i>and all its vessels</i>? Then I reply that it means that they should be made of pure gold [but not of the talent].” Thus far is the text of the Beraitha.<br>It appears from that which the Rabbis, of blessed memory, have said, that the lamps, the <i>melkochayim</i>, and the <i>machtoth</i> were all made of beaten work together with the candelabrum; since the <i>melkochayim</i> were not tongs [as we understood the word till now]<sup class=\"footnote-marker\">192</sup><i class=\"footnote\">And as Rashi and Onkelos interpreted <i>melkochayim</i> to mean “tongs.”</i> but they were rather golden lids which were made on the rim of the lamps for opening and closing, and would cover them so that nothing fell into the oil, in the same way that they make today in candelabrums for kings. This usage [of the word <i>melkochayim</i>] is associated with the expression, <i>and my tongue cleaveth ‘malkochay’</i><sup class=\"footnote-marker\">193</sup><i class=\"footnote\">Psalms 22:16.</i> — the palate and bottom parts of the mouth being called <i>melkochayim</i> [of the root <i>loko’ach</i> — “taking”] because they “take in” the tongue between them.<sup class=\"footnote-marker\">194</sup><i class=\"footnote\">The above-mentioned verse from the Psalms would then mean: “and my tongue cleaveth to the roof and bottom of my mouth.”</i> The <i>machtoth</i> are receptacles under each lamp to catch the sparks of fire which might fall from them. The <i>melkochayim</i> and the <i>machtoth</i> were all of one beaten work with the candelabrum and were made out of the talent of gold. But the tongs and the snuffers, which were not used in the candelabrum itself but were instead vessels separate from it and not attached thereto, did not come from the talent at all. Similarly this Beraitha excluded its cups, knops and flowers, so that if he wanted to make them not of beaten work together with the candelabrum he was so permitted, the reason according to the Beraitha being “because they are not made with it,” that is to say, they do not invalidate the candelabrum. For if he made it of any other metal besides gold, it did not come with cups, knops and flowers, but the [six] branches [with the central shaft] always invalidated the candelabrum if lacking therefrom.<br>According to this Beraitha then, the Scriptural expression, <i>and all the vessels thereof</i><sup class=\"footnote-marker\">181</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 24.</i> means that Bezalel made of gold all vessels needed for the proper use of the candelabrum and appropriate to it — these being the tongs and the snuffers that are necessary in the use of all candelabrums. Similarly, <i>All the instruments of the Tabernacle in all the service thereof</i><sup class=\"footnote-marker\">195</sup><i class=\"footnote\">Further, 27:19.</i> means all instruments needed for [erecting] the Tabernacle. These He did not explain but mentioned only that they were to be made of brass. But the verse before us which states, <i>Of a talent of pure gold shall he make it, with all these vessels</i>, refers to those vessels mentioned [in the preceding verse, namely, <i>malkocheha</i> and <i>machtotheha</i>], and they were all of beaten work with it. It is possible that the statement which Scripture uses at the construction, namely, <i>and all the vessels thereof</i>,<sup class=\"footnote-marker\">181</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 24.</i> alludes to these vessels [the <i>malkocheha</i> and <i>machtotheha</i>] mentioned there in the preceding verse, so that they were all to be made with the candelabrum of beaten work, as is the plain meaning of Scripture. But <i>the vessels of oil</i><sup class=\"footnote-marker\">182</sup><i class=\"footnote\">Numbers 4:9.</i> were not mentioned at the construction just as they were not mentioned at the command [for making the candelabrum], but they made them on their<sup class=\"footnote-marker\">196</sup><i class=\"footnote\">I.e., Bezalel and Oholiab.</i> own accord. Perhaps Bezalel did not make them but certain individuals made them and dedicated them to the public.<br>In summary, the candelabrum itself came from the talent, but nothing outside of it came therefrom, according to the words of all authorities.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61d5d582f4629f2b5727cd76", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, לקח 1", "anchorRef": "Exodus 37:23", "anchorRefExpanded": ["Exodus 37:23"], "sourceRef": "Sefer HaShorashim, לקח 1", "sourceHeRef": "ספר השרשים, לקח א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "לקח", "he": ["<strong><big>לקח</big></strong>   וְאֶתְכֶם <strong>לָקַח</strong> י\"י (<a class=\"refLink\" href=\"Deuteronomy 4:20\" data-ref=\"Deuteronomy 4:20\">דברים ד, כ</a>), ובחסרון ה<strong>פ\"א</strong> <strong>קָח</strong> עַל־מַיִם רַבִּים (<a class=\"refLink\" href=\"Ezekiel 17:5\" data-ref=\"Ezekiel 17:5\">יחזקאל יז, ה</a>). והוא קמוץ להפריד בינו ובין הצווי. אֲשֶׁר <strong>לְקָחַנִי</strong> מִבֵּית אָבִי (<a class=\"refLink\" href=\"Genesis 24:7\" data-ref=\"Genesis 24:7\">בראשית כד, ז</a>), <strong>לָֽקְחָה</strong> אֶת־הַתְּרָפִים (<a class=\"refLink\" href=\"Genesis 31:34\" data-ref=\"Genesis 31:34\">בראשית לא, לד</a>), הַצֵּל <strong>לְקֻחִים</strong> לַמָּוֶת (<a class=\"refLink\" href=\"Proverbs 24:11\" data-ref=\"Proverbs 24:11\">משלי כד, יא</a>), <strong>לְקַח</strong> פַּר אֶחָד בֶּן־בָּקָר (<a class=\"refLink\" href=\"Exodus 29:1\" data-ref=\"Exodus 29:1\">שמות כט, א</a>), <strong>וּלְקַח</strong> עֵץ אֶחָד (<a class=\"refLink\" href=\"Ezekiel 37:16\" data-ref=\"Ezekiel 37:16\">יחזקאל לז, טז</a>). ובחסרון ה<strong>פ\"א</strong> וְאַתָּה <strong>קַח</strong>־לְךָ (<a class=\"refLink\" href=\"Exodus 30:23\" data-ref=\"Exodus 30:23\">שמות ל, כג</a>), <strong>קְחֽוּ</strong>־לָכֶם (<a class=\"refLink\" href=\"Genesis 45:19\" data-ref=\"Genesis 45:19\">בראשית מה, יט</a>), וּלְבִלְתִּי <strong>קַחַת</strong> מוּסָֽר (<a class=\"refLink\" href=\"Jeremiah 17:23\" data-ref=\"Jeremiah 17:23\">ירמיה יז, כג</a>), בפתח. ובשוא ה<strong>קו\"ף</strong> <strong>קְחַת</strong>־כֶּסֶף (<a class=\"refLink\" href=\"II Kings 12:9\" data-ref=\"II Kings 12:9\">מלכים ב' יב, ט</a>), הַֽמְעַט <strong>קַחְתֵּךְ</strong> אֶת־אִישִׁי <strong>וְלָקַחַת</strong> גַּם אֶת־דּֽוּדָאֵי בְּנִי (<a class=\"refLink\" href=\"Genesis 30:15\" data-ref=\"Genesis 30:15\">בראשית ל, טו</a>), ה<strong>למ\"ד</strong> לשירות. כִּֽי־<strong>יִקַּח</strong> אִישׁ אִשָּׁה (<a class=\"refLink\" href=\"Deuteronomy 24:5\" data-ref=\"Deuteronomy 24:5\">דברים כד, ה</a>). ומרוב השתמשם בלשון הזה חסרו <strong>פ\"א</strong> הפעל ברוב וגם דגש ה<strong>קו\"ף</strong> <strong>וְאֶקְחָה</strong> פַת־לֶחֶם (<a class=\"refLink\" href=\"Genesis 18:5\" data-ref=\"Genesis 18:5\">בראשית יח, ה</a>), ורובם כן. <strong>קָחָם</strong> עַל־זְרֽוֹעֹתָיו (<a class=\"refLink\" href=\"Hosea 11:3\" data-ref=\"Hosea 11:3\">הושע יא, ג</a>), <strong>מקור</strong> כלומר לקחת אותם על זרועותיו או פעל עבר מן <strong>קָח עַל־מַיִם רַבִּים</strong>. <strong>וַיִּקַּח</strong> קֹרַח (<a class=\"refLink\" href=\"Numbers 16:1\" data-ref=\"Numbers 16:1\">במדבר טז, א</a>), לקח עצמו עם חביריו והתיעצו בזה הדבר. וכן <strong>וַיִּקְחוּ </strong>שְׁלשִׁים מֵֽרֵעִים וַיִּהְיוּ אִתּֽוֹ (<a class=\"refLink\" href=\"Judges 14:12\" data-ref=\"Judges 14:12\">שופטים יד, יב</a>), וכן וְאַבְשָׁלֹם <strong>לָקַח</strong> וַיַּצֶּב־לוֹ בְחַיָּו [בְחַיָּיו] (<a class=\"refLink\" href=\"II Samuel 18:18\" data-ref=\"II Samuel 18:18\">שמואל ב' יח, יח</a>), לקח בעצמו זאת העצה. וכן מַה־<strong>יִּקָּֽחֲךָ</strong> לִבֶּךָ (<a class=\"refLink\" href=\"Job 15:12\" data-ref=\"Job 15:12\">איוב טו, יב</a>), <strong>תִּֽקַּֽח</strong>־לָהּ (<a class=\"refLink\" href=\"Genesis 38:23\" data-ref=\"Genesis 38:23\">בראשית לח, כג</a>), תעכבם לעצמה אל תחזור עתה עוד עליהם אחריה. ובענין מיתת הצדיקים כִּֽי־<strong>לָקַח</strong> אֹתוֹ אֱלֹהִֽים (<a class=\"refLink\" href=\"Genesis 5:24\" data-ref=\"Genesis 5:24\">בראשית ה, כד</a>), כִּי <strong>יִקָּחֵנִי</strong> סֶֽלָה (<a class=\"refLink\" href=\"Psalms 49:16\" data-ref=\"Psalms 49:16\">תהלים מט, טז</a>), וְאַחַר כָּבוֹד <strong>תִּקָּחֵֽנִי</strong> (<a class=\"refLink\" href=\"Psalms 73:24\" data-ref=\"Psalms 73:24\">תהלים עג, כד</a>). <strong>והנפעל</strong> הוּא בַּֽעֲוֹנוֹ <strong>נִלְקָח</strong> (<a class=\"refLink\" href=\"Ezekiel 33:6\" data-ref=\"Ezekiel 33:6\">יחזקאל לג, ו</a>), וַֽאֲרוֹן הָאֱלֹהִים <strong>נִלְקָֽחָה</strong> (<a class=\"refLink\" href=\"I Samuel 4:17\" data-ref=\"I Samuel 4:17\">שמואל א' ד, יז</a>), אֶל־<strong>הִלָּקַח</strong> אֲרוֹן הָֽאֱלֹהִים (<a class=\"refLink\" href=\"I Samuel 4:19\" data-ref=\"I Samuel 4:19\">שמואל א' ד, יט</a>). <strong>וההתפעל</strong> וְאֵשׁ <strong>מִתְלַקַּחַת</strong> (<a class=\"refLink\" href=\"Exodus 9:24\" data-ref=\"Exodus 9:24\">שמות ט, כד</a>). <strong>ומה</strong> <strong>שלא נזכר פעלו מהדגוש</strong> [פֻּעַל] כִּֽי־<strong>לֻקַּח</strong> עַמִּי חִנָּם (<a class=\"refLink\" href=\"Isaiah 52:5\" data-ref=\"Isaiah 52:5\">ישעיה נב, ה</a>). <strong>והתאר ממנו</strong> אִם־תִּרְאֶה אֹתִי <strong>לֻקָּח</strong> מֵֽאִתָּךְ (<a class=\"refLink\" href=\"II Kings 2:10\" data-ref=\"II Kings 2:10\">מלכים ב' ב, י</a>), כי הוא קמוץ. כִּי מֵאִישׁ <strong>לֻֽקֳחָה</strong>־זֹּֽאת (<a class=\"refLink\" href=\"Genesis 2:23\" data-ref=\"Genesis 2:23\">בראשית ב, כג</a>), בקלות ה<strong>קו\"ף</strong> ובקמץ חטף. <strong>ושלא נזכר פעלו ממנו מהנוסף</strong> [הָפְעַל] <strong>יֻֽקַּח</strong>־נָא מְעַט־מַיִם (<a class=\"refLink\" href=\"Genesis 18:4\" data-ref=\"Genesis 18:4\">בראשית יח, ד</a>), <strong>הֲיֻקַּח</strong> מִגִּבּוֹר מַלְקוֹחַ (<a class=\"refLink\" href=\"Isaiah 49:24\" data-ref=\"Isaiah 49:24\">ישעיה מט, כד</a>). <strong>והשם</strong> אֶת־הַשְּׁבִי וְאֶת־<strong>הַמַּלְקוֹחַ</strong> (<a class=\"refLink\" href=\"Numbers 31:12\" data-ref=\"Numbers 31:12\">במדבר לא, יב</a>), <strong>וּמַלְקוֹחַ</strong> עָרִיץ (<a class=\"refLink\" href=\"Isaiah 49:25\" data-ref=\"Isaiah 49:25\">ישעיה מט, כה</a>), וזה מה שנשתמשו בזה השם בענין השלל. ומה שאמר <strong>אֶת־הַשְּׁבִי וְאֶת־הַמַּלְקוֹחַ וְאֶת־הַשָּׁלָל</strong>, אמר השבי על האדם, ואת המלקוח על הבהמות, ואת השלל על הבגדים והכלים. וכן יתפרשו כשהם כאחד אבל האחד יבא במקום חבירו. כמו וְחָצִיתָ אֶת־<strong>הַמַּלְקוֹחַ</strong> (<a class=\"refLink\" href=\"Numbers 31:27\" data-ref=\"Numbers 31:27\">במדבר לא, כז</a>), נאמר על האדם ועל הבהמה. ונאמר זֶה <strong>שְׁלַל</strong> דָּוִֽד (<a class=\"refLink\" href=\"I Samuel 30:20\" data-ref=\"I Samuel 30:20\">שמואל א' ל, כ</a>) על הבהמה. ומשקל אחר בחסרון <strong>פ\"א</strong> הפעל <strong>וּמִקַּח</strong>־שֹֽׁחַד (<a class=\"refLink\" href=\"II Chronicles 19:7\" data-ref=\"II Chronicles 19:7\">דברי הימים ב, יט, ז</a>), בחירק ה<strong>מ\"ם</strong>. ונקרארת הצבת לפי שהוא לוקחת הדבר מלקחים, <strong>בְּמֶלְקָחַיִם</strong> לָקַח מֵעַל הַמִּזְבֵּֽחַ (<a class=\"refLink\" href=\"Isaiah 6:6\" data-ref=\"Isaiah 6:6\">ישעיה ו, ו</a>), בסגול ה<strong>מ\"ם</strong>. <strong>וּמַלְקָחֶיהָ</strong> וּמַחְתֹּתֶיהָ (<a class=\"refLink\" href=\"Exodus 37:23\" data-ref=\"Exodus 37:23\">שמות לז, כג</a>), בפתח ה<strong>מ\"ם</strong> ונקרא בלשון שנים לפי שהוא שנים. ומלקחי המנורה היו לקחת בהם הפתילות מתוך השמן ולישבן ולמשכן בפי הנרות. וּלְשׁוֹנִי מֻדְבָּק <strong>מַלְקוֹחָי</strong> (<a class=\"refLink\" href=\"Psalms 22:16\" data-ref=\"Psalms 22:16\">תהלים כב, טז</a>), מה שעל הלשון ומתחתיו נקראו מלקוחים לפי שהם נקבצים ולוקחים (המאכל) בעת הלעיסה. <strong>והשם</strong> בענין המקנה הַֽמְבִיאִים אֶת־<strong>הַמַּקָּחוֹת</strong> וְכָל־שֶׁבֶר (<a class=\"refLink\" href=\"Nehemiah 10:32\" data-ref=\"Nehemiah 10:32\">נחמיה י, לב</a>), בחירק ה<strong>מ\"ם</strong>. וכן בדברי רבותינו ז\"ל (<a class=\"refLink\" href=\"Bava Metzia 2a\" data-ref=\"Bava Metzia 2a\">בבא מציעא ב, ע\"א</a>) מקח וממכר. ומזה <strong>לֹֽקְחֵי</strong> חִטִּים (<a class=\"refLink\" href=\"II Samuel 4:6\" data-ref=\"II Samuel 4:6\">שמואל ב' ד, ו</a>), ופירושו כלוקחי חטים. וכן תרגם יונתן <strong>כְּזַבְּנֵי חִטִין</strong>. וכן זָֽמְמָה שָׂדֶה <strong>וַתִּקָּחֵהוּ</strong> (<a class=\"refLink\" href=\"Proverbs 31:16\" data-ref=\"Proverbs 31:16\">משלי לא, טז</a>). ובענין המדע ומחק המאמר כִּי <strong>לֶקַח</strong> טוֹב נָתַתִּי לָכֶם תּֽוֹרָתִי אַֽל־תַּֽעֲזֹֽבוּ (<a class=\"refLink\" href=\"Proverbs 4:2\" data-ref=\"Proverbs 4:2\">משלי ד, ב</a>), וְיוֹסֶף <strong>לֶקַח</strong> (<a class=\"refLink\" href=\"Proverbs 1:5\" data-ref=\"Proverbs 1:5\">משלי א, ה</a>), בסגול. יַֽעֲרֹף כַּמָּטָר <strong>לִקְחִי</strong> (<a class=\"refLink\" href=\"Deuteronomy 32:2\" data-ref=\"Deuteronomy 32:2\">דברים לב, ב</a>), הִטַּתּוּ בְּרֹב <strong>לִקְחָהּ</strong> (<a class=\"refLink\" href=\"Proverbs 7:21\" data-ref=\"Proverbs 7:21\">משלי ז, כא</a>). ומזה <strong>הַלֹּֽקְחִים</strong> לְשׁוֹנָם וַיִּנְֽאֲמוּ נְאֻֽם (<a class=\"refLink\" href=\"Jeremiah 23:31\" data-ref=\"Jeremiah 23:31\">ירמיה כג, לא</a>), כענין לְשׁוֹנָם יַֽחֲלִֽיקוּן (<a class=\"refLink\" href=\"Psalms 5:10\" data-ref=\"Psalms 5:10\">תהלים ה, י</a>). ורבי יונה פירש מזה <strong>וַיִּקְחוּ</strong> הָֽאֲנָשִׁים מִצֵּידָם (<a class=\"refLink\" href=\"Joshua 9:14\" data-ref=\"Joshua 9:14\">יהושע ט, יד</a>), כלומר למדו וידעו מיובש צירם כי האמת אתם, ואין צריך להוציאו מענין לקיחה, כי רוצה לומר כי אנשי ישראל לקחו מצידם ואכלו לקיים בריתם עמהם. וכן <strong>וַיִּקַּח</strong> וַיִּתֵּן אֶת־הָֽעֵדֻת (<a class=\"refLink\" href=\"Exodus 40:20\" data-ref=\"Exodus 40:20\">שמות מ, כ</a>), הוא כמשמעו, כלומר לקח לוחות הברית ונתנם בארון."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ea86bfddfbb310fec3d", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part VI; The Building of the Dwelling 2-3", "anchorRef": "Exodus 35:1-40:38", "anchorRefExpanded": ["Exodus 35:1", "Exodus 35:2", "Exodus 35:3", "Exodus 35:4", "Exodus 35:5", "Exodus 35:6", "Exodus 35:7", "Exodus 35:8", "Exodus 35:9", "Exodus 35:10", "Exodus 35:11", "Exodus 35:12", "Exodus 35:13", "Exodus 35:14", "Exodus 35:15", "Exodus 35:16", "Exodus 35:17", "Exodus 35:18", "Exodus 35:19", "Exodus 35:20", "Exodus 35:21", "Exodus 35:22", "Exodus 35:23", "Exodus 35:24", "Exodus 35:25", "Exodus 35:26", "Exodus 35:27", "Exodus 35:28", "Exodus 35:29", "Exodus 35:30", "Exodus 35:31", "Exodus 35:32", "Exodus 35:33", "Exodus 35:34", "Exodus 35:35", "Exodus 36:1", "Exodus 36:2", "Exodus 36:3", "Exodus 36:4", "Exodus 36:5", "Exodus 36:6", "Exodus 36:7", "Exodus 36:8", "Exodus 36:9", "Exodus 36:10", "Exodus 36:11", "Exodus 36:12", "Exodus 36:13", "Exodus 36:14", "Exodus 36:15", "Exodus 36:16", "Exodus 36:17", "Exodus 36:18", "Exodus 36:19", "Exodus 36:20", "Exodus 36:21", "Exodus 36:22", "Exodus 36:23", "Exodus 36:24", "Exodus 36:25", "Exodus 36:26", "Exodus 36:27", "Exodus 36:28", "Exodus 36:29", "Exodus 36:30", "Exodus 36:31", "Exodus 36:32", "Exodus 36:33", "Exodus 36:34", "Exodus 36:35", "Exodus 36:36", "Exodus 36:37", "Exodus 36:38", "Exodus 37:1", "Exodus 37:2", "Exodus 37:3", "Exodus 37:4", "Exodus 37:5", "Exodus 37:6", "Exodus 37:7", "Exodus 37:8", "Exodus 37:9", "Exodus 37:10", "Exodus 37:11", "Exodus 37:12", "Exodus 37:13", "Exodus 37:14", "Exodus 37:15", "Exodus 37:16", "Exodus 37:17", "Exodus 37:18", "Exodus 37:19", "Exodus 37:20", "Exodus 37:21", "Exodus 37:22", "Exodus 37:23", "Exodus 37:24", "Exodus 37:25", "Exodus 37:26", "Exodus 37:27", "Exodus 37:28", "Exodus 37:29", "Exodus 38:1", "Exodus 38:2", "Exodus 38:3", "Exodus 38:4", "Exodus 38:5", "Exodus 38:6", "Exodus 38:7", "Exodus 38:8", "Exodus 38:9", "Exodus 38:10", "Exodus 38:11", "Exodus 38:12", "Exodus 38:13", "Exodus 38:14", "Exodus 38:15", "Exodus 38:16", "Exodus 38:17", "Exodus 38:18", "Exodus 38:19", "Exodus 38:20", "Exodus 38:21", "Exodus 38:22", "Exodus 38:23", "Exodus 38:24", "Exodus 38:25", "Exodus 38:26", "Exodus 38:27", "Exodus 38:28", "Exodus 38:29", "Exodus 38:30", "Exodus 38:31", "Exodus 39:1", "Exodus 39:2", "Exodus 39:3", "Exodus 39:4", "Exodus 39:5", "Exodus 39:6", "Exodus 39:7", "Exodus 39:8", "Exodus 39:9", "Exodus 39:10", "Exodus 39:11", "Exodus 39:12", "Exodus 39:13", "Exodus 39:14", "Exodus 39:15", "Exodus 39:16", "Exodus 39:17", "Exodus 39:18", "Exodus 39:19", "Exodus 39:20", "Exodus 39:21", "Exodus 39:22", "Exodus 39:23", "Exodus 39:24", "Exodus 39:25", "Exodus 39:26", "Exodus 39:27", "Exodus 39:28", "Exodus 39:29", "Exodus 39:30", "Exodus 39:31", "Exodus 39:32", "Exodus 39:33", "Exodus 39:34", "Exodus 39:35", "Exodus 39:36", "Exodus 39:37", "Exodus 39:38", "Exodus 39:39", "Exodus 39:40", "Exodus 39:41", "Exodus 39:42", "Exodus 39:43", "Exodus 40:1", "Exodus 40:2", "Exodus 40:3", "Exodus 40:4", "Exodus 40:5", "Exodus 40:6", "Exodus 40:7", "Exodus 40:8", "Exodus 40:9", "Exodus 40:10", "Exodus 40:11", "Exodus 40:12", "Exodus 40:13", "Exodus 40:14", "Exodus 40:15", "Exodus 40:16", "Exodus 40:17", "Exodus 40:18", "Exodus 40:19", "Exodus 40:20", "Exodus 40:21", "Exodus 40:22", "Exodus 40:23", "Exodus 40:24", "Exodus 40:25", "Exodus 40:26", "Exodus 40:27", "Exodus 40:28", "Exodus 40:29", "Exodus 40:30", "Exodus 40:31", "Exodus 40:32", "Exodus 40:33", "Exodus 40:34", "Exodus 40:35", "Exodus 40:36", "Exodus 40:37", "Exodus 40:38"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part VI; The Building of the Dwelling 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ז׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part VI; The Building of the Dwelling", "he": "שמות מאמר ז׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["A<small>S IF NOTHING HAD GONE AWRY</small>, <small>THE NARRATIVE NOW RETURNS TO DESCRIBE HOW THE</small> Dwelling was built. This time, as was noted by the sages of the Talmud, the order follows the natural logic of construction (i.e., dwelling, tapestries, covering, boards, sockets, bars, etc., and then the ritual objects), rather than the earlier one of sanctity (i.e., coffer, purgation-cover, table, lampstand, etc., and then the structure itself). The most notable omission is the carrying out of priestly ordination; that is reserved for Lev. 8, perhaps so as not to interfere with the narrative momentum of the construction process, or else to focus more on the Dwelling itself and its divine resident. The only major interruption in this part is 38:21–31, which fits in with one of the important themes of these chapters: the extent of the Israelites’ contribution to the sanctuary.", "As there is no need to repeat what was said about each part of the Tabernacle in the commentary to Chaps. 25–31, the commentary here will be limited to brief remarks on the differences between the two long Tabernacle sections (Parts IV and VI); here Cassuto has provided most of the necessary material."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eac6bfddfbb310fec4e", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part VI; The Building of the Dwelling, Lampstand II 2", "anchorRef": "Exodus 37:17-24", "anchorRefExpanded": ["Exodus 37:17", "Exodus 37:18", "Exodus 37:19", "Exodus 37:20", "Exodus 37:21", "Exodus 37:22", "Exodus 37:23", "Exodus 37:24"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part VI; The Building of the Dwelling, Lampstand II 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ז׳, שמות הערה ט׳ ב׳", "anchorVerse": 17, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Lampstand II", "he": "שמות הערה ט׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה ט׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "The parallel account is 25:31–40, except for details there regarding its placement in the overall structure.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62038095713bd8cd388d3e45", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "anchorRef": "Exodus 1:1-40:38", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22", "Exodus 2:1", "Exodus 2:2", "Exodus 2:3", "Exodus 2:4", "Exodus 2:5", "Exodus 2:6", "Exodus 2:7", "Exodus 2:8", "Exodus 2:9", "Exodus 2:10", "Exodus 2:11", "Exodus 2:12", "Exodus 2:13", "Exodus 2:14", "Exodus 2:15", "Exodus 2:16", "Exodus 2:17", "Exodus 2:18", "Exodus 2:19", "Exodus 2:20", "Exodus 2:21", "Exodus 2:22", "Exodus 2:23", "Exodus 2:24", "Exodus 2:25", "Exodus 3:1", "Exodus 3:2", "Exodus 3:3", "Exodus 3:4", "Exodus 3:5", "Exodus 3:6", "Exodus 3:7", "Exodus 3:8", "Exodus 3:9", "Exodus 3:10", "Exodus 3:11", "Exodus 3:12", "Exodus 3:13", "Exodus 3:14", "Exodus 3:15", "Exodus 3:16", "Exodus 3:17", "Exodus 3:18", "Exodus 3:19", "Exodus 3:20", "Exodus 3:21", "Exodus 3:22", "Exodus 4:1", "Exodus 4:2", "Exodus 4:3", "Exodus 4:4", "Exodus 4:5", "Exodus 4:6", "Exodus 4:7", "Exodus 4:8", "Exodus 4:9", "Exodus 4:10", "Exodus 4:11", "Exodus 4:12", "Exodus 4:13", "Exodus 4:14", "Exodus 4:15", "Exodus 4:16", "Exodus 4:17", "Exodus 4:18", "Exodus 4:19", "Exodus 4:20", "Exodus 4:21", "Exodus 4:22", "Exodus 4:23", "Exodus 4:24", "Exodus 4:25", "Exodus 4:26", "Exodus 4:27", "Exodus 4:28", "Exodus 4:29", "Exodus 4:30", "Exodus 4:31", "Exodus 5:1", "Exodus 5:2", "Exodus 5:3", "Exodus 5:4", "Exodus 5:5", "Exodus 5:6", "Exodus 5:7", "Exodus 5:8", "Exodus 5:9", "Exodus 5:10", "Exodus 5:11", "Exodus 5:12", "Exodus 5:13", "Exodus 5:14", "Exodus 5:15", "Exodus 5:16", "Exodus 5:17", "Exodus 5:18", "Exodus 5:19", "Exodus 5:20", "Exodus 5:21", "Exodus 5:22", "Exodus 5:23", "Exodus 6:1", "Exodus 6:2", "Exodus 6:3", "Exodus 6:4", "Exodus 6:5", "Exodus 6:6", "Exodus 6:7", "Exodus 6:8", "Exodus 6:9", "Exodus 6:10", "Exodus 6:11", "Exodus 6:12", "Exodus 6:13", "Exodus 6:14", "Exodus 6:15", "Exodus 6:16", "Exodus 6:17", "Exodus 6:18", "Exodus 6:19", "Exodus 6:20", "Exodus 6:21", "Exodus 6:22", "Exodus 6:23", "Exodus 6:24", "Exodus 6:25", "Exodus 6:26", "Exodus 6:27", "Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13", "Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11", "Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35", "Exodus 10:1", "Exodus 10:2", "Exodus 10:3", "Exodus 10:4", "Exodus 10:5", "Exodus 10:6", "Exodus 10:7", "Exodus 10:8", "Exodus 10:9", "Exodus 10:10", "Exodus 10:11", "Exodus 10:12", "Exodus 10:13", "Exodus 10:14", "Exodus 10:15", "Exodus 10:16", "Exodus 10:17", "Exodus 10:18", "Exodus 10:19", "Exodus 10:20", "Exodus 10:21", "Exodus 10:22", "Exodus 10:23", "Exodus 10:24", "Exodus 10:25", "Exodus 10:26", "Exodus 10:27", "Exodus 10:28", "Exodus 10:29", "Exodus 11:1", "Exodus 11:2", "Exodus 11:3", "Exodus 11:4", "Exodus 11:5", "Exodus 11:6", "Exodus 11:7", "Exodus 11:8", "Exodus 11:9", "Exodus 11:10", "Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16", "Exodus 13:17", "Exodus 13:18", "Exodus 13:19", "Exodus 13:20", "Exodus 13:21", "Exodus 13:22", "Exodus 14:1", "Exodus 14:2", "Exodus 14:3", "Exodus 14:4", "Exodus 14:5", "Exodus 14:6", "Exodus 14:7", "Exodus 14:8", "Exodus 14:9", "Exodus 14:10", "Exodus 14:11", "Exodus 14:12", "Exodus 14:13", "Exodus 14:14", "Exodus 14:15", "Exodus 14:16", "Exodus 14:17", "Exodus 14:18", "Exodus 14:19", "Exodus 14:20", "Exodus 14:21", "Exodus 14:22", "Exodus 14:23", "Exodus 14:24", "Exodus 14:25", "Exodus 14:26", "Exodus 14:27", "Exodus 14:28", "Exodus 14:29", "Exodus 14:30", "Exodus 14:31", "Exodus 15:1", "Exodus 15:2", "Exodus 15:3", "Exodus 15:4", "Exodus 15:5", "Exodus 15:6", "Exodus 15:7", "Exodus 15:8", "Exodus 15:9", "Exodus 15:10", "Exodus 15:11", "Exodus 15:12", "Exodus 15:13", "Exodus 15:14", "Exodus 15:15", "Exodus 15:16", "Exodus 15:17", "Exodus 15:18", "Exodus 15:19", "Exodus 15:20", "Exodus 15:21", "Exodus 15:22", "Exodus 15:23", "Exodus 15:24", "Exodus 15:25", "Exodus 15:26", "Exodus 15:27", "Exodus 16:1", "Exodus 16:2", "Exodus 16:3", "Exodus 16:4", "Exodus 16:5", "Exodus 16:6", "Exodus 16:7", "Exodus 16:8", "Exodus 16:9", "Exodus 16:10", "Exodus 16:11", "Exodus 16:12", "Exodus 16:13", "Exodus 16:14", "Exodus 16:15", "Exodus 16:16", "Exodus 16:17", "Exodus 16:18", "Exodus 16:19", "Exodus 16:20", "Exodus 16:21", "Exodus 16:22", "Exodus 16:23", "Exodus 16:24", "Exodus 16:25", "Exodus 16:26", "Exodus 16:27", "Exodus 16:28", "Exodus 16:29", "Exodus 16:30", "Exodus 16:31", "Exodus 16:32", "Exodus 16:33", "Exodus 16:34", "Exodus 16:35", "Exodus 16:36", "Exodus 17:1", "Exodus 17:2", "Exodus 17:3", "Exodus 17:4", "Exodus 17:5", "Exodus 17:6", "Exodus 17:7", "Exodus 17:8", "Exodus 17:9", "Exodus 17:10", "Exodus 17:11", "Exodus 17:12", "Exodus 17:13", "Exodus 17:14", "Exodus 17:15", "Exodus 17:16", "Exodus 18:1", "Exodus 18:2", "Exodus 18:3", "Exodus 18:4", "Exodus 18:5", "Exodus 18:6", "Exodus 18:7", "Exodus 18:8", "Exodus 18:9", "Exodus 18:10", "Exodus 18:11", "Exodus 18:12", "Exodus 18:13", "Exodus 18:14", "Exodus 18:15", "Exodus 18:16", "Exodus 18:17", "Exodus 18:18", "Exodus 18:19", "Exodus 18:20", "Exodus 18:21", "Exodus 18:22", "Exodus 18:23", "Exodus 18:24", "Exodus 18:25", "Exodus 18:26", "Exodus 18:27", "Exodus 19:1", "Exodus 19:2", "Exodus 19:3", "Exodus 19:4", "Exodus 19:5", "Exodus 19:6", "Exodus 19:7", "Exodus 19:8", "Exodus 19:9", "Exodus 19:10", "Exodus 19:11", "Exodus 19:12", "Exodus 19:13", "Exodus 19:14", "Exodus 19:15", "Exodus 19:16", "Exodus 19:17", "Exodus 19:18", "Exodus 19:19", "Exodus 19:20", "Exodus 19:21", "Exodus 19:22", "Exodus 19:23", "Exodus 19:24", "Exodus 19:25", "Exodus 20:1", "Exodus 20:2", "Exodus 20:3", "Exodus 20:4", "Exodus 20:5", "Exodus 20:6", "Exodus 20:7", "Exodus 20:8", "Exodus 20:9", "Exodus 20:10", "Exodus 20:11", "Exodus 20:12", "Exodus 20:13", "Exodus 20:14", "Exodus 20:15", "Exodus 20:16", "Exodus 20:17", "Exodus 20:18", "Exodus 20:19", "Exodus 20:20", "Exodus 20:21", "Exodus 20:22", "Exodus 20:23", "Exodus 21:1", "Exodus 21:2", "Exodus 21:3", "Exodus 21:4", "Exodus 21:5", "Exodus 21:6", "Exodus 21:7", "Exodus 21:8", "Exodus 21:9", "Exodus 21:10", "Exodus 21:11", "Exodus 21:12", "Exodus 21:13", "Exodus 21:14", "Exodus 21:15", "Exodus 21:16", "Exodus 21:17", "Exodus 21:18", "Exodus 21:19", "Exodus 21:20", "Exodus 21:21", "Exodus 21:22", "Exodus 21:23", "Exodus 21:24", "Exodus 21:25", "Exodus 21:26", "Exodus 21:27", "Exodus 21:28", "Exodus 21:29", "Exodus 21:30", "Exodus 21:31", "Exodus 21:32", "Exodus 21:33", "Exodus 21:34", "Exodus 21:35", "Exodus 21:36", "Exodus 21:37", "Exodus 22:1", "Exodus 22:2", "Exodus 22:3", "Exodus 22:4", "Exodus 22:5", "Exodus 22:6", "Exodus 22:7", "Exodus 22:8", "Exodus 22:9", "Exodus 22:10", "Exodus 22:11", "Exodus 22:12", "Exodus 22:13", "Exodus 22:14", "Exodus 22:15", "Exodus 22:16", "Exodus 22:17", "Exodus 22:18", "Exodus 22:19", "Exodus 22:20", "Exodus 22:21", "Exodus 22:22", "Exodus 22:23", "Exodus 22:24", "Exodus 22:25", "Exodus 22:26", "Exodus 22:27", "Exodus 22:28", "Exodus 22:29", "Exodus 22:30", "Exodus 23:1", "Exodus 23:2", "Exodus 23:3", "Exodus 23:4", "Exodus 23:5", "Exodus 23:6", "Exodus 23:7", "Exodus 23:8", "Exodus 23:9", "Exodus 23:10", "Exodus 23:11", "Exodus 23:12", "Exodus 23:13", "Exodus 23:14", "Exodus 23:15", "Exodus 23:16", "Exodus 23:17", "Exodus 23:18", "Exodus 23:19", "Exodus 23:20", "Exodus 23:21", "Exodus 23:22", "Exodus 23:23", "Exodus 23:24", "Exodus 23:25", "Exodus 23:26", "Exodus 23:27", "Exodus 23:28", "Exodus 23:29", "Exodus 23:30", "Exodus 23:31", "Exodus 23:32", "Exodus 23:33", "Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11", "Exodus 24:12", "Exodus 24:13", "Exodus 24:14", "Exodus 24:15", "Exodus 24:16", "Exodus 24:17", "Exodus 24:18", "Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35", "Exodus 33:1", "Exodus 33:2", "Exodus 33:3", "Exodus 33:4", "Exodus 33:5", "Exodus 33:6", "Exodus 33:7", "Exodus 33:8", "Exodus 33:9", "Exodus 33:10", "Exodus 33:11", "Exodus 33:12", "Exodus 33:13", "Exodus 33:14", "Exodus 33:15", "Exodus 33:16", "Exodus 33:17", "Exodus 33:18", "Exodus 33:19", "Exodus 33:20", "Exodus 33:21", "Exodus 33:22", "Exodus 33:23", "Exodus 34:1", "Exodus 34:2", "Exodus 34:3", "Exodus 34:4", "Exodus 34:5", "Exodus 34:6", "Exodus 34:7", "Exodus 34:8", "Exodus 34:9", "Exodus 34:10", "Exodus 34:11", "Exodus 34:12", "Exodus 34:13", "Exodus 34:14", "Exodus 34:15", "Exodus 34:16", "Exodus 34:17", "Exodus 34:18", "Exodus 34:19", "Exodus 34:20", "Exodus 34:21", "Exodus 34:22", "Exodus 34:23", "Exodus 34:24", "Exodus 34:25", "Exodus 34:26", "Exodus 34:27", "Exodus 34:28", "Exodus 34:29", "Exodus 34:30", "Exodus 34:31", "Exodus 34:32", "Exodus 34:33", "Exodus 34:34", "Exodus 34:35", "Exodus 35:1", "Exodus 35:2", "Exodus 35:3", "Exodus 35:4", "Exodus 35:5", "Exodus 35:6", "Exodus 35:7", "Exodus 35:8", "Exodus 35:9", "Exodus 35:10", "Exodus 35:11", "Exodus 35:12", "Exodus 35:13", "Exodus 35:14", "Exodus 35:15", "Exodus 35:16", "Exodus 35:17", "Exodus 35:18", "Exodus 35:19", "Exodus 35:20", "Exodus 35:21", "Exodus 35:22", "Exodus 35:23", "Exodus 35:24", "Exodus 35:25", "Exodus 35:26", "Exodus 35:27", "Exodus 35:28", "Exodus 35:29", "Exodus 35:30", "Exodus 35:31", "Exodus 35:32", "Exodus 35:33", "Exodus 35:34", "Exodus 35:35", "Exodus 36:1", "Exodus 36:2", "Exodus 36:3", "Exodus 36:4", "Exodus 36:5", "Exodus 36:6", "Exodus 36:7", "Exodus 36:8", "Exodus 36:9", "Exodus 36:10", "Exodus 36:11", "Exodus 36:12", "Exodus 36:13", "Exodus 36:14", "Exodus 36:15", "Exodus 36:16", "Exodus 36:17", "Exodus 36:18", "Exodus 36:19", "Exodus 36:20", "Exodus 36:21", "Exodus 36:22", "Exodus 36:23", "Exodus 36:24", "Exodus 36:25", "Exodus 36:26", "Exodus 36:27", "Exodus 36:28", "Exodus 36:29", "Exodus 36:30", "Exodus 36:31", "Exodus 36:32", "Exodus 36:33", "Exodus 36:34", "Exodus 36:35", "Exodus 36:36", "Exodus 36:37", "Exodus 36:38", "Exodus 37:1", "Exodus 37:2", "Exodus 37:3", "Exodus 37:4", "Exodus 37:5", "Exodus 37:6", "Exodus 37:7", "Exodus 37:8", "Exodus 37:9", "Exodus 37:10", "Exodus 37:11", "Exodus 37:12", "Exodus 37:13", "Exodus 37:14", "Exodus 37:15", "Exodus 37:16", "Exodus 37:17", "Exodus 37:18", "Exodus 37:19", "Exodus 37:20", "Exodus 37:21", "Exodus 37:22", "Exodus 37:23", "Exodus 37:24", "Exodus 37:25", "Exodus 37:26", "Exodus 37:27", "Exodus 37:28", "Exodus 37:29", "Exodus 38:1", "Exodus 38:2", "Exodus 38:3", "Exodus 38:4", "Exodus 38:5", "Exodus 38:6", "Exodus 38:7", "Exodus 38:8", "Exodus 38:9", "Exodus 38:10", "Exodus 38:11", "Exodus 38:12", "Exodus 38:13", "Exodus 38:14", "Exodus 38:15", "Exodus 38:16", "Exodus 38:17", "Exodus 38:18", "Exodus 38:19", "Exodus 38:20", "Exodus 38:21", "Exodus 38:22", "Exodus 38:23", "Exodus 38:24", "Exodus 38:25", "Exodus 38:26", "Exodus 38:27", "Exodus 38:28", "Exodus 38:29", "Exodus 38:30", "Exodus 38:31", "Exodus 39:1", "Exodus 39:2", "Exodus 39:3", "Exodus 39:4", "Exodus 39:5", "Exodus 39:6", "Exodus 39:7", "Exodus 39:8", "Exodus 39:9", "Exodus 39:10", "Exodus 39:11", "Exodus 39:12", "Exodus 39:13", "Exodus 39:14", "Exodus 39:15", "Exodus 39:16", "Exodus 39:17", "Exodus 39:18", "Exodus 39:19", "Exodus 39:20", "Exodus 39:21", "Exodus 39:22", "Exodus 39:23", "Exodus 39:24", "Exodus 39:25", "Exodus 39:26", "Exodus 39:27", "Exodus 39:28", "Exodus 39:29", "Exodus 39:30", "Exodus 39:31", "Exodus 39:32", "Exodus 39:33", "Exodus 39:34", "Exodus 39:35", "Exodus 39:36", "Exodus 39:37", "Exodus 39:38", "Exodus 39:39", "Exodus 39:40", "Exodus 39:41", "Exodus 39:42", "Exodus 39:43", "Exodus 40:1", "Exodus 40:2", "Exodus 40:3", "Exodus 40:4", "Exodus 40:5", "Exodus 40:6", "Exodus 40:7", "Exodus 40:8", "Exodus 40:9", "Exodus 40:10", "Exodus 40:11", "Exodus 40:12", "Exodus 40:13", "Exodus 40:14", "Exodus 40:15", "Exodus 40:16", "Exodus 40:17", "Exodus 40:18", "Exodus 40:19", "Exodus 40:20", "Exodus 40:21", "Exodus 40:22", "Exodus 40:23", "Exodus 40:24", "Exodus 40:25", "Exodus 40:26", "Exodus 40:27", "Exodus 40:28", "Exodus 40:29", "Exodus 40:30", "Exodus 40:31", "Exodus 40:32", "Exodus 40:33", "Exodus 40:34", "Exodus 40:35", "Exodus 40:36", "Exodus 40:37", "Exodus 40:38"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר א׳ ב׳-מ״ד", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Exodus and Its Structure", "he": "שמות מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE BOOK OF</small> E<small>XODUS IS</small> I<small>SRAEL’S SECOND BOOK OF ORIGINS</small>. G<small>ENESIS HAD CONCERNED</small> itself with the beginnings of the world, of human beings and their institutions, and of the people of Israel as a tribal family. Exodus continues this thrust as it recounts the origin of the people on a religious and political level (here inseparable as concepts). A number of biblical ideas receive their fullest early treatment in this book: God’s acting directly in history; making himself “known” to both Israelites and foreigners; covenant as a reciprocal agreement between God and humans; law as an expression of total worldview; and the use of sacred structure (Tabernacle or “Dwelling”) as a vehicle for and expression of perceived truths about the world. In addition, several biblical institutions make their first appearance in Exodus: Passover, Sabbath, rudimentary leadership/government, and cult/priesthood. All this is presented in a general narrative framework, raising the question as to whether what we have here is story or history. Is Exodus a fanciful reconstruction of what happened to Moshe (Moses) and his generation, riddled with anachronisms? Or is it a faithful and reliable handing-down of eyewitness data which only the cynical or irreligious would doubt?", "For the first position there are several supports. We possess virtually no extra-biblical references to the events recorded in our book, either in Egypt or elsewhere. Then, too, there seem to be inconsistencies of time within the story (Chaps. 16 and 18 appear to presuppose laws which were given later), and patterns within the telling of the tale that are too symmetrical (the Plagues) or too stereotyped (the constant use of stylized language) to be simple reporting of fact. Finally, Exodus is lacking in the citation of personal and geographical names, especially as compared to the books that precede and follow (Genesis and Numbers).", "For the second position, that of Exodus as a reliable historical record, there exist no methods of proof other than evaluation of literary form—that is, accepting that oral literature is able to preserve facts without later coloration. But even if it could be shown that Exodus is oral literature—an evaluation which is too sweeping, given the present form of the book—modern scholarship has come to cast doubt on the absolute historical reliability of oral tradition (see Vansina).", "Despite these observations, there is still something unsettling about writing Exodus off as a work of fiction, however pious that fiction may have been. For the rest of the Hebrew Bible abounds in emotional references to the experience of the exodus. At every stage of biblical literature, that experience is invoked for the purpose of directing behavior (see especially Judg. 2, I Sam. 8, II Sam. 7, II Kings 17, Neh. 9, and Ps. 78; and most of Deuteronomy is rhetorically grounded in it). The entire structure and emotional force of biblical law rest upon such exhortations as “A sojourner you are not to oppress:/you yourselves know (well) the feelings of the sojourner,/for sojourners were you in the land of Egypt” (Ex. 23:9) and such situations as that of the Hebrew serf (Ex. 21:2ff.). Apparently the experience of the exodus period was crucial in forming the group consciousness of the Israelites, and ever since it has provided a model from which both later Judaism and Christianity were to draw frequently and profoundly.", "A hypothetical analogy, based on American history, may help to shed light on the historicity of Exodus. Imagine a book based on the following outline: first, a section on the American Revolution, with some biographical material on a few of the Founding Fathers, focusing mostly on the outbreak of the war and key battles; second, a description of the Constitutional Convention, including some of the more important speeches and discussions; third, the text of the Constitution itself; and finally, L’Enfant’s original blueprints for the building of the new capital, Washington, D.C., interspersed with accounts of the first few presidents’ inaugural addresses. What would be the underlying message of such a book? We are certainly dealing here with more than a straight journalistic description of the events, more than a legalistic discussion of constitutional law, and more than a technical presentation for architects. Such a book would actually be presenting the ideals of America’s self-image: a nation founded on the willingness to fight for particular rights against Old World tyranny, established under democratic laws based on reason and providing governmental checks and balances, and whose ideals would be embodied in the construction of a brand-new, centrally located capital city that used classically grounded forms of architecture to express grace and reason as the basis for the new society.", "Now this portrayal is very simplistic, but it gets its point across (and I would be willing to wager that, somewhere in this country, there exists a school textbook written along these lines). In a similar manner, although with much more weight given to God’s role in the process, the book of Exodus unfolds. The dramatic story of Israel’s deliverance from bondage, coupled with Moshe’s own early development, is only the first part of the book, and accounts for less than half of it. It is followed by several stories of desert wanderings, and then by a presentation of the covenant made between God and Israel at Sinai, against a stunning natural backdrop. The second half of the book enumerates a series of laws which constitute the covenant, and the details of construction of a portable sanctuary designed both to symbolize and actually to accommodate God’s presence among the Israelites (with the interruption of a major rebellion). So, like our theoretical American model, Exodus conveys far more than information about events. It is, rather, the narration of a worldview, a laying out of different types of texts bearing the <i>meaning</i> of Israel’s historical experience.", "I stress the word “experience” because that is what is at stake here. Human memory is always selective. We remember what we wish to remember, giving weight to particular emotions, sometimes over and above the facts (or, as the poet Maya Angelou puts it autobiographically, “The facts sometimes obscure the truth”). The same thing appears to be true of group memory. What a people remembers of substance is not nearly as important as how they process their experience.", "In our Exodus text one can perceive a characteristically Israelite process at work. The book emerges as a mix of historical recollection, mythical processing, and didactic retelling, what Buber and others have called a “saga.” What is preserved in the book of Exodus, therefore, is a Teaching (Heb. <i>Tora</i>) based on a set of experiences, which became history for ancient Israel. Hence, to understand better the workings of the book, we need to turn to its themes and its structure. This will be more fruitful than trying to find the exact location of the Sea of Reeds or Mount Sinai, or the “Lost Ark,” or Moshe’s burial site— of whose location “no man has knowledge until this day” (Deut. 34:6). These have all receded into archeological oblivion. What has survived of ancient Israel is its approach to history and to life, and its literature. In that sense, the book of Exodus is an attempt to distill history and to learn from it, using echoes from the past to shape the present and the future.", "When we turn to a closer consideration of the structure of Exodus, we must proceed on the assumption that a work of art stems from both artful and unconscious design. Therefore, any structuring of such a book can only be hypothetical and must not limit itself to ironclad categories.", "With that said, a number of potential divisions of our book present themselves. The first emerges from a close look at the subject matter of the text. Strikingly, Exodus appears to be arranged in groups of a few chapters each (bearing in mind that the chapter divisions are historically late), resulting in the following scheme:", "1. Prologue in Egypt (Chap. 1)<br>2. Moshe’s Early Life and Call (Chaps. 2–4)<br>3. Moshe’s Mission in Egypt (5:1–7:13)<br>4. The First Nine Plagues (7:14–10:29)<br>5. The Tenth Plague and the Exodus (Chaps. 11–13)<br>6. In the Wilderness I: The Deliverance at the Sea (14:1–15:21)<br>7. In the Wilderness II: Early Experiences (15:22–18:27)<br>8. Covenant at Sinai (Chaps. 19–20)<br>9. The Terms (Laws) and Conclusion of the Covenant (Chaps. 21–24)<br>10. Details of the Tabernacle (Chaps. 25–27)<br>11. Details of the Cult (Chaps. 28–31)<br>12. Rebellion and Reconciliation (Chaps. 32–34)<br>13. The Building of the Tabernacle, Priestly Vestments (Chaps. 35–39)<br>14. Conclusion (Chap. 40)", "Such a measured shifting of focus helps to maintain the flow of the text and our interest in it.", "A glance through this list will also lead to the positing of larger structures. The traditions collected in Exodus fall naturally into both geographical and thematic divisions. The first part of the book takes place in Egypt (1:1–15:21), the second in the wilderness (15:22–40:38); this could alternatively be viewed as the events preceding Mount Sinai (Chaps. 1–17/18) and those that take place there (Chaps. 18/19–40). One could also combine the geographical and thematic aspects, resulting in the structure (1) Israel in Egypt (1:1–15:21), (2) Israel in the Wilderness (15:22–24:18), and (3) Tabernacle and Calf (Chaps. 25–40).", "My own preference for structuring Exodus also combines these aspects, as follows:", "I. The Deliverance Narrative (1:1–15:21)", "II. In the Wilderness (15:22–18:27)", "III. Covenant and Law (Chaps. 19–24)", "IV. The Blueprints for the Tabernacle and Its Service (Chaps. 25–31)", "V. Infidelity and Reconciliation (Chaps. 32–34)", "VI. The Building of the Tabernacle (Chaps. 35–40)", "These divisions exhibit a great deal of overlapping. In Part I, Israel’s life in Egypt (Chap. 1) paves the way for Moshe’s early years (Chaps. 2–4), then the account of his mission before Pharaoh and the Plagues (Chaps. 5–13), and the final victory (Chaps. 14–15); Part II is anticipated by some of what happens after the exodus itself (Chap. 14), and leads to Sinai (Chap. 19); the covenant and laws of Part III naturally lead to other prescriptions, this time the building instructions for the Tabernacle (Chaps. 25–31); planning the sacred structure in Part IV is followed by the making of a forbidden construction, the Golden Calf (Chaps. 32–33); and the reconciliation between God and Israel (Chap. 34) restores Israel’s capacity to return to the actual building of the Tabernacle, and to complete it (Chaps. 35–40). So despite the presence of what must have been several very diverse traditions behind the final text of Exodus, it has been skillfully woven together to form a coherent whole. In addition to the above structures, it can be said that the book of Exodus rests on several textual backbones, inner structures and recurring themes and motifs that help to create a unified work. These may be listed by category:", "1. There are various climaxes which serve to highlight the action—the Encounter at the Bush (Chaps. 3–4), the Tenth Plague and Exodus (12:29–42), the Deliverance at the Sea (14–15:21), the Revelation at Sinai (Chaps. 19–20), the Calf Episode (Chap. 32), and Completion of the Tabernacle (Chap. 40). Anchoring these dramatic scenes, at the center of the book, is the Sinai Revelation. The Binding of Yitzhak (Isaac) in Chapter 22 of Genesis serves much the same focusing function.", "2. There exist three strategically placed accounts of God’s Presence accompanying the Israelites (13:21–22, 24:15–18, 40:34–38) which share a common vocabulary. Key words in these passages are “day/night,” “cloud,” “fire,” “dwell,” “Glory,” “cover,” “go up,” and “in the eyes of the Children of Israel/before the people” (it should be noted that not every passage uses all of these terms). These words chart God’s movement: first, following the Exodus; second, following the concluding of the covenant; and third, following the erection of the Tabernacle, at the end of the book. A variation of these Presence accounts occurs in Numbers 9:15–23, where it rounds out the picture—for it is at this point that the Israelites finally depart from Sinai (having spent about a year there), on their journey toward the Promised Land.", "3. Several leading words recur throughout the book and give it a sense of unity:", "<i>serve</i>— The Israelites pass from “servitude” to Pharaoh into the “service” of God; laws are given that warn against “serving” other gods, that specify how a “serf” is to be treated, and that detail the “service” (i.e., construction and dismantling) of a sanctuary where God is to be properly “served.”", "<i>Glory</i>—Liberated from Pharaoh’s “stubbornness” (Heb. <i>koved lev</i>), the Israelites experience God’s “Glory” (Heb. <i>kavod</i>) at the Sea of Reeds, and encounter it again at Sinai (Chap. 24) and when the Tabernacle is completed (Chap. 40). When Israel falters in Chapter 32, Moses begs to see God’s “Glory” as a sign of reassurance. This is one of the central issues of the book, receiving its clearest formulation in Chap. 17:7—“Is Y<small>HWH</small> in our midst, or not?” Without the accompanying Presence, the Israelites can survive neither in Egypt nor in the wilderness. That the book ends with the “Glory” taking up residence in the Tabernacle is a sign that all is well in this regard.", "<i>know</i>—The Plagues and the liberation take place so that Egyptian and Israelite alike will acknowledge God as the true ruler (who “knows” the slaves’ sufferings). The book as a whole portrays a God who is “known” by his compassion toward the oppressed.", "<i>see</i>—God “sees” and rescues the people early in the book (Chap. 3); they “see” his deliverance at the sea (Chap. 14) and the awesome display at Sinai (Chaps. 19-20); the Tabernacle blueprint is given to Moshe to “see” (Chaps 25ff.).", "4. Aside from theme words, there are also several thematic threads that run through the book. These may be listed as well:", "<i>distinction</i>—The Israelites learn what it is to be separated out, first for oppression and later for God’s service. This process occurs during the Plagues and throughout the legal sections, which are often based on the making of distinctions (the Hebrew word for “holy,” <i>kadosh,</i> may originally have had this connotation). In general, Exodus is a book that abounds in polarities and distinctions: between God and Pharaoh, life and death, slavery and freedom, Egyptianness and Israeliteness, city and wilderness, visible gods/magic and an invisible God who is not conjurable, doubt and trust.", "<i>construction</i>—The Israelites are enslaved as builders of Egyptian cities; they go on to build a society, a calf-god, and a Tabernacle.", "<i>rebellion</i>—From the beginning, God and Moshe are often unheeded, as the Israelites seek to maintain or return to their status as dependent slaves in Egypt (Chaps. 2, 5, 14, 15–17, 32).", "<i>Sabbath</i>—As a newly freed people, Israel is to adapt to a rhythm of work and sacred cessation, which celebrates both creation and freedom. The Sabbath is at issue immediately after liberation (Chap. 16) and is commanded three times (Chaps. 20, 31, 35); and the account of the Tabernacle’s completion echoes the vocabulary of God’s completed creation in Genesis 2, a passage which serves as one justification for observing the Sabbath (see Ex. 20:11).", "<i>origins</i>—We are told of the beginnings of the new covenant (distinct from that concluded with Abraham), the law system, the cult/priesthood, and the sacred calendar, but with the significant omission of the monarchy.", "<i>covenant</i>—God establishes a relationship with the people of Israel: if they will obey him and observe his laws, he will protect them and treat them as his “firstborn son.” This form of covenant is different from the ones in Genesis, and plays a significant role in subsequent books of the Bible.", "<i>God in History</i>—The God of Exodus actively intervenes to rescue a people, defeating their oppressors in battle; he leads them through the wilderness, meets them, and makes a covenant with them.", "5. The above themes are specifically Israelite themes. There are, however, motifs in Exodus that have a more universal ring. One could term these anthropological, since they employ standard aspects of human experience to convey the overall messages of the book.", "<i>Fire</i> is used frequently and in varied contexts (at the Burning Bush and later back at Mount Sinai, in the desert trek, in the Tabernacle service, and at the Calf incident), usually to make a statement about God. In contrast to conventional fire gods (e.g., the Norse trickster Loki), the God of Exodus is most often associated with the more positive aspects of fire: constancy, purity, and transformation. The fire at Sinai does not destroy Moshe and the people, but rather turns them into something new. At the same time it should not be forgotten that fire is used regularly to connote anger in the Bible, especially God’s, and especially in the later wilderness narratives.", "<i>Water</i> appears throughout Exodus, not as a backdrop but as an active medium which most often signifies life and death simultaneously. The Nile, into which the enslaved Hebrews’ babies are thrown, gently bears the infant Moshe to safety: the Nile, the giver of life in Egypt, is changed into blood, itself a major signifier of life in the Bible but useless here because it is undrinkable; the Sea of Reeds acts as a passageway of birth for the Israelites but as a graveyard for their Egyptian pursuers. The availability of water becomes a central issue in the wilderness, as an instrument for survival and for the testing of the Israelites’ faith. Finally, water creates the ritual purity necessary for the people at Sinai and their priests in the Tabernacle to approach God.", "<i>Desert/Wilderness</i> is the scene of the crucial second part of the book. Only in the desert, away from the massive influence of age-old Egyptian culture, can the new Israelite society be forged. Moshe, like many other real-life and fictional heroes, demonstrates this in his own early life. The desert acts as a purifying agent for him, changing the Egyptian prince into a member of his own true people. Similarly, the Israelites begin the process of transformation from bondage to self-rule, a process which is taught in the harsh reality of desert life and which will take an entire generation to complete.", "In point of fact, all these media—fire, water, and desert—suggest change as a major concern of the book of Exodus. Our text chronicles the start of Israel’s journey as a nation, a transformative journey which takes vastly changed circumstances, a whole generation in time, and indeed several books of recounting to complete. Exodus is very concerned with topography—not for the purposes of historical recollection (as Genesis was, apparently) but as an account of an inner journey. Thus the people travel to the boundary between Egypt and the desert, through the sea, to the great fiery mountain; and we know that they cannot but be on their way to a final goal. That goal, the Promised Land, will not be realized in Exodus, because in this book we stand only at the beginning of the journey. Change does not occur quickly, and the true molding of a people, like that of an individual, requires formative experiences over time. In Exodus, then, the People of Israel begins in adolescence, as it were. It has survived infancy in Genesis, a period marked by constant threats of physical extinction, and must now begin the tortuous process of learning to cope with adulthood—that is to say, people-hood—in a hostile world.", "That process will take us past the present text. Exodus stands at the beginning of a trilogy in the middle of the Torah. It takes us from slavery up to Sinai, inaugurating the law-giving process. Leviticus will concentrate almost exclusively on laws (of “holiness”), never budging geographically, while Numbers will see the conclusion of the Sinai experience and the traveling toward (and actually reaching) the land of Israel. Exodus is thus of great importance in the overall five-book pattern, introducing key elements of the wilderness books: law, institutions, rebellion, and—Moshe himself. It serves as a bridge between the great narratives of Genesis and the priestly code of Leviticus and the wanderings of Numbers (Green­berg 1972 notes how the opening of Exodus points back, to Gen. 46; and the closing points forward, to Num. 9). It in fact contains elements of all three books.", "Exodus is the basis not only of what follows in the Torah, but also sets the stage for the rest of the Hebrew Bible. What Israel understood of its God, and what that God expects of them, are set forth most directly and unforgettably in the memories enshrined in the book of Exodus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e0c9ad75f2d99af8fc", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part VI; The Building of the Dwelling, Lampstand II 1", "anchorRef": "Exodus 37:17-24", "anchorRefExpanded": ["Exodus 37:17", "Exodus 37:18", "Exodus 37:19", "Exodus 37:20", "Exodus 37:21", "Exodus 37:22", "Exodus 37:23", "Exodus 37:24"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part VI; The Building of the Dwelling, Lampstand II 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ז׳, שמות הערה ט׳ א׳", "anchorVerse": 17, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה ט׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Exodus 37:17-24\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Exodus 37:17-24</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "657ecc49758c1dc532ec8bdb", "index_title": "Steinsaltz on Exodus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Exodus 37:23", "anchorRef": "Exodus 37:23", "anchorRefExpanded": ["Exodus 37:23"], "sourceRef": "Steinsaltz on Exodus 37:23", "sourceHeRef": "ביאור שטיינזלץ על שמות ל״ז:כ״ג", "anchorVerse": 23, "sourceHasEn": true, "commentaryNum": 37.0023, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על שמות", "he": "<b>וַיַּעַשׂ אֶת נֵרֹתֶיהָ</b>, כלי הקיבול לשמן ולפתילות שעל הקנים\n  <b>שִׁבְעָה. וּמַלְקָחֶיהָ</b>, מלקחיים לטיפול בפתילות, \n  <b>וּמַחְתֹּתֶיהָ</b>, מעין כפות וכלי גריפה לנטילת הפתילות השרופות ולניקוי השמן. גם אלה היו עשויים מ\n  <b>זָהָב טָהוֹר.</b>\n  ", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>Fire-made its seven lamps, </b>receptacles atop the branches for the oil and the wicks; <b>and its tongs, </b>for handling the wicks; <b>and its fire-pans, </b>spoon-like receptacles for removing the burnt wicks from the lamps and for cleaning the oil. These too he made <b>of pure gold. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "5892f040d6e4a9274646e0ac", "index_title": "Chizkuni", "category": "Quoting Commentary", "type": "", "ref": "Chizkuni, Numbers 8:2:2", "anchorRef": "Exodus 37:23", "anchorRefExpanded": ["Exodus 37:23"], "sourceRef": "Chizkuni, Numbers 8:2:2", "sourceHeRef": "חזקוני, במדבר ח׳:ב׳:ב׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>בהעלתך את הנרת</b> ביום שהוקם המשכן נאמרה לפי שבאותו יום התחילו להדליק לאחר שכלה להקים את המשכן הוזקק להצטוות בהדלקת המנורה ללמדך שאף בלילה היה הדבור כי שם הנר תמיד דולק וכן מצינו בשמואל ונר אלקים טרם יכבה וגו׳‎ ויקרא ה׳‎ אל שמואל. <b>בהעלתך את הנרת אל מול פני המנורה</b> בשעת הדלקתן תעמוד אתה כנגד פני המנורה ותדליק אז <b>יאירו שבעת הנרות</b> ואין אל מול פני המנורה מוסב אל יאירו שבעת הנרות וראיה מהפסוק שלאחריו אל מול פני המנורה העלה נרתיה. ד״‎א <b>בהעלתך את הנרת</b> כמשמעו לשון עליה כשתעלה את הנרות הן הלוצי״‎ש בלע״‎ז על הקנים למקומם ואין לומר עליהן קבועות היו שהרי כתיב בפ׳‎ ויקהל ויעש את המנורה וגו׳‎ ויעש את נרותיה שבעה ומלקחיה וגו'. <b>אל מול פני המנורה יאירו שבעת הנרות</b> סבב את פיות שבעת הנרות אל מול פני המנורה דהיינו הפרכת המבדיל בין ההיכל ובין קדש הקדשים והיינו אליבא דמאן דאמר צפון ודרום היו הנרות מונחים ולמאן דאמר מזרח ומערב היו מונחים הנרות <b>אל מול פני המנורה</b> היינו השלחן כדכתיב בפרשת פקודי וישם את המנורה נכח השלחן.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "בהעלותך את הנרות, “when you light the lamps, etc.;” this command was issued on the day that the Tabernacle had been erected (and stayed up) because they started to light the lamps in order to teach that these lamps burned throughout the night, also. The light in the Tabernacle was like an eternal flame (Ibn Ezra) We find something similar in connection with the prophet Samuel, (Samuel I 3-4) 'ונר אלוקים טרם יכבה״״ויקרא ה אל שמואל“the lamp of G-d had not yet gone out, and Samuel was sleeping in the Temple, when G-d called to Samuel.” (Chavell directs the reader to the commentary known as karney or, to follow up on this subject) בהעלותך את הנרות אל מול פני המנורה, “when you kindle the lamps towards the front of the menorah;” the priest or High Priest performing this procedure was to take up position facing the seven lamps on the menorah. As a result, the lights would all illuminate. The words: אל מול פני המנורה, do not refer to the words that follow: יאירו שבעת הנרות, as understood by Rashi, but as is clear from what Aaron actually did as reported in the verse following, אל מול פני המנורה העלה נרותיה, “he had lit the lamps while facing them.”A different interpretation: the words בהעלותך את הנרות, are to be understood literally. i.e. “when you raise the lamps;” you will then place the wicks in their positions. They are not considered as fixtures in their respective positions, seeing that we have read in Exodus 37,17: ויעש את המנורה, “he constructed the candlestick,” and subsequently we read: (Exodus 37,23) ויעש את נרותיה שבעה ומלקחיה, “and he made the lamps thereof, seven, and their tongs;”“ ,אל מול פני המנורה יאירו שבעת הנרות He turned the seven mouths for the wicks towards the center shaft of the front of the candlestick, which faced the dividing curtain in the Sanctuary which was hung between the Sanctuary and the innermost holies housing the Ark. This would make sense according to the sage who claims that the position of the menorah was in a north-south direction i.e. its broadside was facing the dividing curtain, in one direction whereas the opposite broadside faced the entrance of the Sanctuary. According to the sage who claims that the menorah was positioned in an east-west direction, it would have faced the Table in the Sanctuary. This is how we can interpret what is written in Exodus 4,24: וישם את המנורה נוכח השולחן, “he placed the menorah opposite the Table.”", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "6319d196b6084aa1cbf0ff23", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מַחְתָּה 1", "anchorRef": "Exodus 37:23", "anchorRefExpanded": ["Exodus 37:23"], "sourceRef": "BDB, מַחְתָּה 1", "sourceHeRef": "בראון-דרייבר-בריגס, מַחְתָּה א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מַחְתָּה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">מַחְתָּה</span></big>  <strong>n.f. fire-holder, censer, snuff-dish</strong>;—abs. <span dir=\"rtl\">מ׳</span> <a data-ref=\"Leviticus 16:12\" href=\"/Leviticus.16.12\">Lv 16:12</a>; <a data-ref=\"Numbers 17:11\" href=\"/Numbers.17.11\">Nu 17:11</a>; sf. <span dir=\"rtl\">מַחְתָּתוֹ</span> <a data-ref=\"Leviticus 10:1\" href=\"/Leviticus.10.1\">Lv 10:1</a> + 4 times; pl. abs. <span dir=\"rtl\">מַחְתּוֹת</span> <a data-ref=\"Numbers 16:6\" href=\"/Numbers.16.6\">Nu 16:6</a> + 4 times; <span dir=\"rtl\">מַחְתֹּת</span> <a data-ref=\"Numbers 16:17\" href=\"/Numbers.16.17\">Nu 16:17</a> + 3 times; cstr. <span dir=\"rtl\">מַחְתּוֹת</span> <a data-ref=\"Numbers 17:3\" href=\"/Numbers.17.3\">Nu 17:3</a>, <a data-ref=\"Numbers 17:4\" href=\"/Numbers.17.4\">4</a>; sf. <span dir=\"rtl\">מַחְתֹּתָיו</span> <a data-ref=\"Exodus 27:3\" href=\"/Exodus.27.3\">Ex 27:3</a>; <span dir=\"rtl\">מַחְתֹּתֶיהָ</span> <a data-ref=\"Exodus 25:38\" href=\"/Exodus.25.38\">Ex 25:38</a> + 2 times;—<br><strong>1.</strong>  <em>snuff-holder</em>, snuff-dish (Now<sup>Archäol. ii, 63. 65</sup>) of gold <a data-ref=\"Exodus 25:38\" href=\"/Exodus.25.38\">Ex 25:38</a>; <a data-ref=\"Exodus 37:23\" href=\"/Exodus.37.23\">37:23</a> <a data-ref=\"Numbers 4:9\" href=\"/Numbers.4.9\">Nu 4:9</a> (all P).<br><strong>2.</strong>  bronze utensils, <em>fire-pans</em>, belonging to altar of burnt-offerings <a data-ref=\"Exodus 27:3\" href=\"/Exodus.27.3\">Ex 27:3</a>; <a data-ref=\"Exodus 38:3\" href=\"/Exodus.38.3\">38:3</a>, cf. <a data-ref=\"Numbers 4:14\" href=\"/Numbers.4.14\">Nu 4:14</a> (all P); <em>fire-pans</em> of gold <a data-ref=\"I Kings 7:50\" href=\"/I_Kings.7.50\">1 K 7:50</a> = <a data-ref=\"II Chronicles 4:22\" href=\"/II_Chronicles.4.22\">2 Ch 4:22</a>, <a data-ref=\"II Kings 25:15\" href=\"/II_Kings.25.15\">2 K 25:15</a> = <a data-ref=\"Jeremiah 52:19\" href=\"/Jeremiah.52.19\">Je 52:19</a>.<br><strong>3.</strong>  <em>censer</em>, <a data-ref=\"Leviticus 10:1\" href=\"/Leviticus.10.1\">Lv 10:1</a>; <a data-ref=\"Leviticus 16:12\" href=\"/Leviticus.16.12\">16:12</a> <a data-ref=\"Numbers 16:6\" href=\"/Numbers.16.6\">Nu 16:6</a>, <a data-ref=\"Numbers 16:17\" href=\"/Numbers.16.17\">17</a><sup>(×4)</sup>, <a data-ref=\"Numbers 16:18\" href=\"/Numbers.16.18\">18</a>; <a data-ref=\"Numbers 17:2\" href=\"/Numbers.17.2\">17:2</a>, <a data-ref=\"Numbers 17:3\" href=\"/Numbers.17.3\">3</a>, <a data-ref=\"Numbers 17:4\" href=\"/Numbers.17.4\">4</a> (of bronze), v <a data-ref=\"Numbers 17:11\" href=\"/Numbers.17.11\">11</a> (all P)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d19bb6084aa1cbf102ff", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, טָהור 1", "anchorRef": "Exodus 37:23", "anchorRefExpanded": ["Exodus 37:23"], "sourceRef": "BDB, טָהור 1", "sourceHeRef": "בראון-דרייבר-בריגס, טָהור א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "טָהור", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">טָהור</span></big>  <strong>adj. clean, pure</strong>;—m. abs. <span dir=\"rtl\">ט׳</span> <a data-ref=\"Exodus 25:11\" href=\"/Exodus.25.11\">Ex 25:11</a> + 68 times; <span dir=\"rtl\">טָהֹר</span> <a data-ref=\"Leviticus 11:47\" href=\"/Leviticus.11.47\">Lv 11:47</a> + 4 times; cstr. <span dir=\"rtl\">טְהוֹר</span> <a data-ref=\"Habakkuk 1:13\" href=\"/Habakkuk.1.13\">Hab 1:13</a>; <span dir=\"rtl\">טְהָו֯ר</span> <a data-ref=\"Proverbs 22:11\" href=\"/Proverbs.22.11\">Pr 22:11</a>; <span dir=\"rtl\">טֳהָר־</span> <a data-ref=\"Job 17:9\" href=\"/Job.17.9\">Jb 17:9</a>; f. <span dir=\"rtl\">טְהוֹרָה</span> <a data-ref=\"Malachi 1:11\" href=\"/Malachi.1.11\">Mal 1:11</a> + 3 times; <span dir=\"rtl\">טְהֹרָה</span> <a data-ref=\"Genesis 7:2\" href=\"/Genesis.7.2\">Gn 7:2</a> + 8 times; mpl. <span dir=\"rtl\">טְהוֹרִים</span> <a data-ref=\"Ezekiel 36:25\" href=\"/Ezekiel.36.25\">Ez 36:25</a> <a data-ref=\"Ezra 6:20\" href=\"/Ezra.6.20\">Ezr 6:20</a>; <span dir=\"rtl\">טְהֹרִים</span> <a data-ref=\"Proverbs 15:26\" href=\"/Proverbs.15.26\">Pr 15:26</a>; fpl. <span dir=\"rtl\">טְהֹרוֹת</span> <a data-ref=\"Leviticus 14:4\" href=\"/Leviticus.14.4\">Lv 14:4</a> <a data-ref=\"Psalms 12:7\" href=\"/Psalms.12.7\">ψ 12:7</a>;—<br><strong>1.</strong>  ceremonially <em>clean</em>, of animals <a data-ref=\"Genesis 7:2\" href=\"/Genesis.7.2\">Gn 7:2</a><sup>(×2)</sup>, <a data-ref=\"Genesis 7:8\" href=\"/Genesis.7.8\">8</a><sup>(×2)</sup>; <a data-ref=\"Genesis 8:20\" href=\"/Genesis.8.20\">8:20</a><sup>(×2)</sup> (all J), <a data-ref=\"Leviticus 14:4\" href=\"/Leviticus.14.4\">Lv 14:4</a> (P), <a data-ref=\"Leviticus 20:25\" href=\"/Leviticus.20.25\">20:25</a><sup>(×2)</sup> (H), <a data-ref=\"Deuteronomy 14:11\" href=\"/Deuteronomy.14.11\">Dt 14:11</a>, <a data-ref=\"Deuteronomy 14:20\" href=\"/Deuteronomy.14.20\">20</a>; places <a data-ref=\"Leviticus 4:12\" href=\"/Leviticus.4.12\">Lv 4:12</a>; <a data-ref=\"Leviticus 6:4\" href=\"/Leviticus.6.4\">6:4</a>; <a data-ref=\"Leviticus 10:14\" href=\"/Leviticus.10.14\">10:14</a>; <a data-ref=\"Leviticus 11:36\" href=\"/Leviticus.11.36\">11:36</a> <a data-ref=\"Numbers 19:9\" href=\"/Numbers.19.9\">Nu 19:9</a> (all P); things <a data-ref=\"Leviticus 10:10\" href=\"/Leviticus.10.10\">Lv 10:10</a>; <a data-ref=\"Leviticus 11:37\" href=\"/Leviticus.11.37\">11:37</a>, <a data-ref=\"Leviticus 11:47\" href=\"/Leviticus.11.47\">47</a>; <a data-ref=\"Leviticus 14:57\" href=\"/Leviticus.14.57\">14:57</a> (P), <a data-ref=\"Ezekiel 22:26\" href=\"/Ezekiel.22.26\">Ez 22:26</a>; <a data-ref=\"Ezekiel 44:23\" href=\"/Ezekiel.44.23\">44:23</a> <a data-ref=\"Isaiah 66:20\" href=\"/Isaiah.66.20\">Is 66:20</a> <a data-ref=\"Malachi 1:11\" href=\"/Malachi.1.11\">Mal 1:11</a>; persons <a data-ref=\"Leviticus 7:19\" href=\"/Leviticus.7.19\">Lv 7:19</a>; <a data-ref=\"Leviticus 13:13\" href=\"/Leviticus.13.13\">13:13</a>, <a data-ref=\"Leviticus 13:17\" href=\"/Leviticus.13.17\">17</a>, <a data-ref=\"Leviticus 13:37\" href=\"/Leviticus.13.37\">37</a>, <a data-ref=\"Leviticus 13:39\" href=\"/Leviticus.13.39\">39</a>, <a data-ref=\"Leviticus 13:40\" href=\"/Leviticus.13.40\">40</a>, <a data-ref=\"Leviticus 13:41\" href=\"/Leviticus.13.41\">41</a>; <a data-ref=\"Leviticus 15:8\" href=\"/Leviticus.15.8\">15:8</a> <a data-ref=\"Numbers 5:28\" href=\"/Numbers.5.28\">Nu 5:28</a>; <a data-ref=\"Numbers 9:13\" href=\"/Numbers.9.13\">9:13</a>; <a data-ref=\"Numbers 18:11\" href=\"/Numbers.18.11\">18:11</a>, <a data-ref=\"Numbers 18:13\" href=\"/Numbers.18.13\">13</a>; <a data-ref=\"Numbers 19:9\" href=\"/Numbers.19.9\">19:9</a>, <a data-ref=\"Numbers 19:18\" href=\"/Numbers.19.18\">18</a>, <a data-ref=\"Numbers 19:19\" href=\"/Numbers.19.19\">19</a> (all P), <a data-ref=\"Deuteronomy 12:15\" href=\"/Deuteronomy.12.15\">Dt 12:15</a>, <a data-ref=\"Deuteronomy 12:22\" href=\"/Deuteronomy.12.22\">22</a>; <a data-ref=\"Deuteronomy 15:22\" href=\"/Deuteronomy.15.22\">15:22</a>; <a data-ref=\"Deuteronomy 23:11\" href=\"/Deuteronomy.23.11\">23:11</a> <a data-ref=\"I Samuel 20:26\" href=\"/I_Samuel.20.26\">1 S 20:26a</a> + v <a data-ref=\"I Samuel 20:26\" href=\"/I_Samuel.20.26\">26b</a> MT but read <span dir=\"rtl\">טֹהַר</span> Pu., see <a ,=\"\" data-ref=\"BDB, טָהֵר\" dir=\"rtl\" href=\"/BDB,_טָהֵר\">טָהֵר</a>, <a data-ref=\"II Chronicles 30:17\" href=\"/II_Chronicles.30.17\">2 Ch 30:17</a> <a data-ref=\"Ezra 6:20\" href=\"/Ezra.6.20\">Ezr 6:20</a>.<br><strong>2.</strong>  physically <em>pure:</em> of gold <span dir=\"rtl\">זָהָב</span> <a data-ref=\"Exodus 25:11\" href=\"/Exodus.25.11\">Ex 25:11</a>, <a data-ref=\"Exodus 25:17\" href=\"/Exodus.25.17\">17</a>, <a data-ref=\"Exodus 25:24\" href=\"/Exodus.25.24\">24</a>, <a data-ref=\"Exodus 25:29\" href=\"/Exodus.25.29\">29</a>, <a data-ref=\"Exodus 25:31\" href=\"/Exodus.25.31\">31</a>, <a data-ref=\"Exodus 25:36\" href=\"/Exodus.25.36\">36</a>, <a data-ref=\"Exodus 25:38\" href=\"/Exodus.25.38\">38</a>, <a data-ref=\"Exodus 25:39\" href=\"/Exodus.25.39\">39</a>; <a data-ref=\"Exodus 28:14\" href=\"/Exodus.28.14\">28:14</a>, <a data-ref=\"Exodus 28:22\" href=\"/Exodus.28.22\">22</a>, <a data-ref=\"Exodus 28:36\" href=\"/Exodus.28.36\">36</a>; <a data-ref=\"Exodus 30:3\" href=\"/Exodus.30.3\">30:3</a>; <a data-ref=\"Exodus 37:2\" href=\"/Exodus.37.2\">37:2</a>, <a data-ref=\"Exodus 37:6\" href=\"/Exodus.37.6\">6</a>, <a data-ref=\"Exodus 37:11\" href=\"/Exodus.37.11\">11</a>, <a data-ref=\"Exodus 37:16\" href=\"/Exodus.37.16\">16</a>, <a data-ref=\"Exodus 37:17\" href=\"/Exodus.37.17\">17</a>, <a data-ref=\"Exodus 37:22\" href=\"/Exodus.37.22\">22</a>, <a data-ref=\"Exodus 37:23\" href=\"/Exodus.37.23\">23</a>, <a data-ref=\"Exodus 37:24\" href=\"/Exodus.37.24\">24</a>, <a data-ref=\"Exodus 37:26\" href=\"/Exodus.37.26\">26</a>; <a data-ref=\"Exodus 39:15\" href=\"/Exodus.39.15\">39:15</a>, <a data-ref=\"Exodus 39:25\" href=\"/Exodus.39.25\">25</a>, <a data-ref=\"Exodus 39:30\" href=\"/Exodus.39.30\">30</a> (all P), <a data-ref=\"I Chronicles 28:17\" href=\"/I_Chronicles.28.17\">1 Ch 28:17</a> <a data-ref=\"II Chronicles 3:4\" href=\"/II_Chronicles.3.4\">2 Ch 3:4</a>; <a data-ref=\"II Chronicles 9:17\" href=\"/II_Chronicles.9.17\">9:17</a>; <span dir=\"rtl\">כֶּתֶם</span> <a data-ref=\"Job 28:19\" href=\"/Job.28.19\">Jb 28:19</a>; of water <span dir=\"rtl\">מַיִם</span> <a data-ref=\"Ezekiel 36:25\" href=\"/Ezekiel.36.25\">Ez 36:25</a>; of incense <span dir=\"rtl\">קְטֹרֶת</span> <a data-ref=\"Exodus 30:35\" href=\"/Exodus.30.35\">Ex 30:35</a>; <a data-ref=\"Exodus 37:29\" href=\"/Exodus.37.29\">37:29</a> (P); of lamp stand <span dir=\"rtl\">מְנֹרָה</span> <a data-ref=\"Exodus 31:8\" href=\"/Exodus.31.8\">Ex 31:8</a>; <a data-ref=\"Exodus 39:37\" href=\"/Exodus.39.37\">39:37</a> (P), <a data-ref=\"Leviticus 24:4\" href=\"/Leviticus.24.4\">Lv 24:4</a> (H); of the table <span dir=\"rtl\">שֻׁלְחָן</span> <a data-ref=\"Leviticus 24:6\" href=\"/Leviticus.24.6\">Lv 24:6</a> (H), <a data-ref=\"II Chronicles 13:11\" href=\"/II_Chronicles.13.11\">2 Ch 13:11</a>; <em>clean</em>, of turban <a data-ref=\"Zechariah 3:5\" href=\"/Zechariah.3.5\">Zc 3:5</a><sup>(×2)</sup>.<br><strong>3.</strong>  ethically <em>pure, clean</em> <a data-ref=\"Proverbs 30:12\" href=\"/Proverbs.30.12\">Pr 30:12</a> <a data-ref=\"Ecclesiastes 9:2\" href=\"/Ecclesiastes.9.2\">Ec 9:2</a> <a data-ref=\"Job 14:4\" href=\"/Job.14.4\">Jb 14:4</a>; of heart <a data-ref=\"Psalms 51:12\" href=\"/Psalms.51.12\">ψ 51:12</a> <a data-ref=\"Proverbs 22:11\" href=\"/Proverbs.22.11\">Pr 22:11</a>; hands <a data-ref=\"Job 17:9\" href=\"/Job.17.9\">Jb 17:9</a>; eyes <a data-ref=\"Habakkuk 1:13\" href=\"/Habakkuk.1.13\">Hab 1:13</a> (of God); words of men <a data-ref=\"Proverbs 15:26\" href=\"/Proverbs.15.26\">Pr 15:26</a>; words of God <a data-ref=\"Psalms 12:7\" href=\"/Psalms.12.7\">ψ 12:7</a>; law of <span dir=\"rtl\">י׳</span> as object of reverential fear <a data-ref=\"Psalms 19:10\" href=\"/Psalms.19.10\">ψ 19:10</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d28fb6084aa1cbf1b79d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מֶלְקָחַ֫יִם 1", "anchorRef": "Exodus 37:23", "anchorRefExpanded": ["Exodus 37:23"], "sourceRef": "BDB, מֶלְקָחַ֫יִם 1", "sourceHeRef": "בראון-דרייבר-בריגס, מֶלְקָחַ֫יִם א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מֶלְקָחַ֫יִם", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">מֶלְקָחַ֫יִם</span></big>  <span dir=\"rtl\">[מַלְקָחַיִם]</span> <strong>n.</strong>[<strong>m.</strong>]<strong>du. tongs, snuffers</strong>;—<br><strong>1.</strong>  tongs used at altar of temple, for lifting coal, in Is.’s vision, <a data-ref=\"Isaiah 6:6\" href=\"/Isaiah.6.6\">Is 6:6</a>.<br><strong>2.</strong>  lamp-<em>snuffers</em>, in temple <a data-ref=\"I Kings 7:49\" href=\"/I_Kings.7.49\">1 K 7:49</a> = <a data-ref=\"II Chronicles 4:21\" href=\"/II_Chronicles.4.21\">2 Ch 4:21</a>; in tabern. sf. (ref. to lamp-stand, <span dir=\"rtl\">מְנוֹרָה</span>) <span dir=\"rtl\">מַלְקָחֶיהָ</span> <a data-ref=\"Exodus 25:38\" href=\"/Exodus.25.38\">Ex 25:38</a>; <a data-ref=\"Exodus 37:23\" href=\"/Exodus.37.23\">37:23</a> <a data-ref=\"Numbers 4:9\" href=\"/Numbers.4.9\">Nu 4:9</a> (all P)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d3cab6084aa1cbf2b1b5", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, פֵּאָה 1", "anchorRef": "Exodus 37:23", "anchorRefExpanded": ["Exodus 37:23"], "sourceRef": "BDB, פֵּאָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, פֵּאָה א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "פֵּאָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">פֵּאָה</span></big><sub>86</sub>  <strong>n.f. corner, side (</strong><em>part cut off</em>, ‘Abschnitt,’ according to Schröter in Me<sup>Archiv. i. 461</sup> Ba<sup>ZMG xii (1887), 615</sup> Buhl<sup>Lex</sup>, but perhaps bilit., Nö<sup>M. 485</sup> Sta<sup>§ 185</sup>, and not from √ <span dir=\"rtl\">פאה</span>; cf. Arabic <span dir=\"rtl\">فِىَٔةٌ</span> <em>company</em>, etc. (Nö<sup>l.c.</sup>); Assyrian <em>pâtu</em>, <em>side, edge, border</em>, v. especially Meissn<sup>Suppl. 74</sup>; NH = BH, Aramaic <span dir=\"rtl\">פָּאתָא</span>, <span dir=\"rtl\">ܦܰܐܬܳܐ</span> <strong>)</strong>;—abs. <span dir=\"rtl\">פ׳</span> <a data-ref=\"Jeremiah 9:25\" href=\"/Jeremiah.9.25\">Je 9:25</a> + 4 times; cstr. <span dir=\"rtl\">פְּאַת</span> <a data-ref=\"Amos 3:12\" href=\"/Amos.3.12\">Am 3:12</a> + 77 times; pl. abs. <span dir=\"rtl\">פֵּאֹת</span> <a data-ref=\"Exodus 25:26\" href=\"/Exodus.25.26\">Ex 25:26</a>; <a data-ref=\"Exodus 37:23\" href=\"/Exodus.37.23\">37:23</a>; du. cstr. <span dir=\"rtl\">פַּאֲתֵי</span> <a data-ref=\"Numbers 24:17\" href=\"/Numbers.24.17\">Nu 24:17</a> (but read prob. <span dir=\"rtl\">פְּאַת</span> as ‖ <a data-ref=\"Jeremiah 48:45\" href=\"/Jeremiah.48.45\">Je 48:45</a>);—<br>†<strong>1.</strong>  <em>corner</em> of divan <a data-ref=\"Amos 3:12\" href=\"/Amos.3.12\">Am 3:12</a>; table <a data-ref=\"Exodus 25:26\" href=\"/Exodus.25.26\">Ex 25:26</a>, <a data-ref=\"Exodus 37:13\" href=\"/Exodus.37.13\">37:13</a>; field <a data-ref=\"Leviticus 19:9\" href=\"/Leviticus.19.9\">Lv 19:9</a>; <a data-ref=\"Leviticus 23:22\" href=\"/Leviticus.23.22\">23:22</a> (H); land (prob.) <span dir=\"rtl\">וַתַּ לְקֵם לְפֵאָה</span> <a data-ref=\"Nehemiah 9:22\" href=\"/Nehemiah.9.22\">Ne 9:22</a>, i.e. into every corner; <span dir=\"rtl\">פ׳ רֹאשְׁכֶם</span> <a data-ref=\"Leviticus 19:27\" href=\"/Leviticus.19.27\">Lv 19:27</a> (i.e. <em>your temples</em>), <span dir=\"rtl\">פ׳ זְקָנֶ֑ךָ</span> v <a data-ref=\"Leviticus 19:27\" href=\"/Leviticus.19.27\">27</a> cf. <a data-ref=\"Leviticus 21:5\" href=\"/Leviticus.21.5\">21:5</a> (all H); <span dir=\"rtl\">קְצוּצֵי פֵאָה</span> <em>those clipped on the temples</em> <a data-ref=\"Jeremiah 9:25\" href=\"/Jeremiah.9.25\">Je 9:25</a>; <a data-ref=\"Jeremiah 25:23\" href=\"/Jeremiah.25.23\">25:23</a>; <a data-ref=\"Jeremiah 49:32\" href=\"/Jeremiah.49.32\">49:32</a> (epith. of Arabic tribes, Herod. <sup>iii, 8</sup> WMM<sup>As. u. Eur. 140 f.</sup> We<sup>Skizzen iii. 119; Heid. 2, 198</sup>); <em>temples of Moab</em> (under fig. of man) <a data-ref=\"Numbers 24:17\" href=\"/Numbers.24.17\">Nu 24:17</a> (JE) <a data-ref=\"Jeremiah 48:45\" href=\"/Jeremiah.48.45\">Je 48:45</a>.<br><strong>2.</strong>  <em>side:</em> <strong>a.</strong>  usually of Ezekiel’s temple, the tabern., the holy city and the land, or its subdivisions (only <a data-ref=\"Ezekiel 41-48\" href=\"/Ezekiel.41-48\">Ez 41–48</a> [47 times] and P [26 times]): in plur. <span dir=\"rtl\">פְּאַת קָדִ֫ים(ה)</span> <em>East side</em> <a data-ref=\"Ezekiel 47:18\" href=\"/Ezekiel.47.18\">Ez 47:18</a> + 17 times Ez, = <span dir=\"rtl\">פ׳ קֵדְמָה</span> <a data-ref=\"Exodus 27:13\" href=\"/Exodus.27.13\">Ex 27:13</a> + 3 times P and <a data-ref=\"Ezekiel 45:7\" href=\"/Ezekiel.45.7\">Ez 45:7</a> (v. Co Toy); <span dir=\"rtl\">פ׳ צָפ֫וֹן(ה)</span> <em>North side</em> <a data-ref=\"Ezekiel 47:15\" href=\"/Ezekiel.47.15\">Ez 47:15</a> <a data-ref=\"Exodus 26:20\" href=\"/Exodus.26.20\">Ex 26:20</a> + 9 times; <span dir=\"rtl\">פ׳ נֶגֶב (נֶ֫גְבָּה)</span> <em>South side</em> <a data-ref=\"Ezekiel 47:19\" href=\"/Ezekiel.47.19\">Ez 47:19</a><sup>(×2)</sup> <a data-ref=\"Exodus 27:9\" href=\"/Exodus.27.9\">Ex 27:9</a> + 8 times; <span dir=\"rtl\">פ׳ יָם (יָ֫מָּה)</span> <em>West side</em> <a data-ref=\"Ezekiel 45:7\" href=\"/Ezekiel.45.7\">Ez 45:7</a> <a data-ref=\"Exodus 27:12\" href=\"/Exodus.27.12\">Ex 27:12</a> + 21 times + <span dir=\"rtl\">פ׳ דֶּרֶךְ־הַיָּם</span> <a data-ref=\"Ezekiel 41:12\" href=\"/Ezekiel.41.12\">Ez 41:12</a> (also <span dir=\"rtl\">פ׳ קָדִים הַיָּם</span> <a data-ref=\"Ezekiel 48:1\" href=\"/Ezekiel.48.1\">48:1</a>); abs. only <span dir=\"rtl\">לַפֵּאָה הָאֶחָת</span> <a data-ref=\"Exodus 27:9\" href=\"/Exodus.27.9\">Ex 27:9</a>. <strong>b.</strong>  <span dir=\"rtl\">פְּאַת פָּנָיו</span> <a data-ref=\"Leviticus 13:41\" href=\"/Leviticus.13.41\">Lv 13:41</a> <em>side</em> (border) <em>of his face</em> (forehead and temples; P)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d4b0b6084aa1cbf36d19", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שֶׁ֫בַע 1", "anchorRef": "Exodus 37:23", "anchorRefExpanded": ["Exodus 37:23"], "sourceRef": "BDB, שֶׁ֫בַע 1", "sourceHeRef": "בראון-דרייבר-בריגס, שֶׁ֫בַע א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שֶׁ֫בַע", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I. <big><big><span dir=\"rtl\">שֶׁ֫בַע</span>, <span dir=\"rtl\">שִׁבְעָה</span>, <span dir=\"rtl\"></span></big></big>  <strong>n.m.</strong> et <strong>f. seven (</strong>NH id., MI<sup>16</sup> <span dir=\"rtl\">שבעת</span>; Assyrian <em>sibi, sibittu</em> (Dl<sup>Gr. § 65, 6</sup>; <em>s</em> = <span dir=\"rtl\">שׁ</span>), Arabic <span dir=\"rtl\">سَبْعٌ</span>, <span dir=\"rtl\">سَبْعَةٌ</span> Sab. <span dir=\"rtl\">סבע</span> Hom<sup>Chr 47, 124</sup>, Ethiopic ሰብዑ: ሰብዐቱ: Ph. (Pun.) <span dir=\"rtl\">שבע</span>, Nab. <span dir=\"rtl\">שבע</span>, <span dir=\"rtl\">שבעה</span>, Palm. <span dir=\"rtl\">שבעא</span>, <span dir=\"rtl\">שבעה</span>; Aramaic <span dir=\"rtl\">שִׁבְעָא</span>,<span dir=\"rtl\">שְׁבַע</span>, <span dir=\"rtl\">ܫܒܰܥ</span>, <span dir=\"rtl\">ܫܰܒܥܳܐ</span>; on etym. cf. Lag<sup>BN 37 f.</sup><strong>)</strong>;—<strong>m.</strong> (c. <strong>n.f.</strong>) abs. <span dir=\"rtl\">שֶׁבַע</span> <a data-ref=\"Genesis 41:2\" href=\"/Genesis.41.2\">Gn 41:2</a> + 115 times; cstr. <span dir=\"rtl\">שְׁבַע</span> <a data-ref=\"Genesis 5:26\" href=\"/Genesis.5.26\">5:26</a> + 47 times, especially P (15 times) and Chr (20 times), <span dir=\"rtl\">וּשֲׁבַע</span> <a data-ref=\"I Kings 14:21\" href=\"/I_Kings.14.21\">1 K 14:21</a>. <strong>f.</strong> (c. <strong>n.m.</strong>) abs. <span dir=\"rtl\">שִׁבְעָה</span> <a data-ref=\"Genesis 4:24\" href=\"/Genesis.4.24\">Gn 4:24</a> + 100 times; cstr. <span dir=\"rtl\">שִׁבְעַת</span> <a data-ref=\"Genesis 7:10\" href=\"/Genesis.7.10\">7:10</a> + 120 times; sf. <span dir=\"rtl\">שְׁבַעְתָּם</span> <a data-ref=\"II Samuel 21:9\" href=\"/II_Samuel.21.9\">2 S 21:9</a> Qr (so Vrss and mod.; v. Dr; > Kt <span dir=\"rtl\">שִׁבְעָתַיִם</span>);—<em>seven:</em><br><strong>1.</strong>  without other num.: <strong>a.</strong>  <span dir=\"rtl\">שֶׁבַע</span>, before n.fpl. <a data-ref=\"Genesis 21:28\" href=\"/Genesis.21.28\">Gn 21:28</a> (J), <a data-ref=\"Judges 16:13\" href=\"/Judges.16.13\">Ju 16:13</a>; <a data-ref=\"Isaiah 4:1\" href=\"/Isaiah.4.1\">Is 4:1</a> + 80 times, especially <span dir=\"rtl\">שׁ׳ שָׁנִים</span> <a data-ref=\"Genesis 29:18\" href=\"/Genesis.29.18\">Gn 29:18</a> (E) + 32 times (but read <span dir=\"rtl\">שׁלוֹשׁ</span> for <span dir=\"rtl\">שֶׁבַע</span> <a data-ref=\"II Samuel 24:13\" href=\"/II_Samuel.24.13\">2 S 24:13a</a>, cf. v b, c, also 𝔊 and ‖ <a data-ref=\"I Chronicles 21:12\" href=\"/I_Chronicles.21.12\">1 Ch 21:12</a>; so Th We Dr Bu HPS Now), <span dir=\"rtl\">שׁ׳ פְּעָמִים</span> <a data-ref=\"Genesis 33:3\" href=\"/Genesis.33.3\">Gn 33:3</a> (J), <a data-ref=\"Leviticus 4:6\" href=\"/Leviticus.4.6\">Lv 4:6</a> (P) + 17 times; <span dir=\"rtl\">שׁ׳ בָּאַמָּה רָחְבָּתּ</span> <a data-ref=\"I Kings 6:6\" href=\"/I_Kings.6.6\">1 K 6:6</a>; after noun <a data-ref=\"Ezekiel 40:20\" href=\"/Ezekiel.40.20\">Ez 40:20</a>, <a data-ref=\"Ezekiel 40:26\" href=\"/Ezekiel.40.26\">26</a>; n. om. <a data-ref=\"Job 5:19\" href=\"/Job.5.19\">Jb 5:19</a>; <a data-ref=\"Proverbs 6:16\" href=\"/Proverbs.6.16\">Pr 6:16</a>, + (= <span dir=\"rtl\">שׁ׳ פְּעָמִים</span>) <a data-ref=\"Leviticus 26:18\" href=\"/Leviticus.26.18\">Lv 26:18</a>, <a data-ref=\"Leviticus 26:21\" href=\"/Leviticus.26.21\">21</a>, <a data-ref=\"Leviticus 26:24\" href=\"/Leviticus.26.24\">24</a>, <a data-ref=\"Leviticus 26:28\" href=\"/Leviticus.26.28\">28</a> (H), <a data-ref=\"Psalms 119:164\" href=\"/Psalms.119.164\">ψ 119:164</a> <a data-ref=\"Proverbs 24:16\" href=\"/Proverbs.24.16\">Pr 24:16</a>. <strong>b.</strong>  <span dir=\"rtl\">שִׁבְעָה</span>, before n.mpl. <a data-ref=\"Numbers 23:1\" href=\"/Numbers.23.1\">Nu 23:1</a><sup>(×3)</sup> (E) + 40 times + <a data-ref=\"Job 42:13\" href=\"/Job.42.13\">Jb 42:13</a> (read <span dir=\"rtl\">שׁ׳</span> for <span dir=\"rtl\">שִׁבְעָ֫נָה</span> Ges<sup>§ 97 c</sup> and most); + (distrib.) <span dir=\"rtl\">שׁ׳ וְשׁ׳</span> <a data-ref=\"Zechariah 4:2\" href=\"/Zechariah.4.2\">Zc 4:2</a>; after n. <a data-ref=\"Genesis 7:4\" href=\"/Genesis.7.4\">Gn 7:4</a> (J), <a data-ref=\"Exodus 25:37\" href=\"/Exodus.25.37\">Ex 25:37</a> (P) + 12 times (P Ch Dn Pr); n. om. <a data-ref=\"I Samuel 2:5\" href=\"/I_Samuel.2.5\">1 S 2:5</a> + 9 times, incl. <span dir=\"rtl\">שׁ׳</span> as ordinal, v. infr.; but read <span dir=\"rtl\">שְׂבָכָה</span> for <span dir=\"rtl\">שִׁבְעָה</span> <a data-ref=\"I Kings 7:17\" href=\"/I_Kings.7.17\">1 K 7:17</a><sup>(×2)</sup> 𝔊 Th Kmp Klo Benz Kit Bur; also <span dir=\"rtl\">שׁ׳ שׁ׳</span> distrib. = 7 <em>each</em> <a data-ref=\"Genesis 7:2\" href=\"/Genesis.7.2\">Gn 7:2</a>, <a data-ref=\"Genesis 7:3\" href=\"/Genesis.7.3\">3</a> (J); as pred. <a data-ref=\"Genesis 46:25\" href=\"/Genesis.46.25\">Gn 46:25</a> (P). <strong>c.</strong>  <span dir=\"rtl\">שִׁבְעַת</span>, before n.pl. <a data-ref=\"Numbers 23:4\" href=\"/Numbers.23.4\">Nu 23:4</a> (E), <a data-ref=\"Numbers 8:2\" href=\"/Numbers.8.2\">8:2</a> (P), <a data-ref=\"Ezekiel 45:23\" href=\"/Ezekiel.45.23\">Ez 45:23</a><sup>(×2)</sup>; <a data-ref=\"Job 2:13\" href=\"/Job.2.13\">Jb 2:13</a><sup>(×2)</sup> + 97 times, incl. <span dir=\"rtl\">שׁ׳ יָמִים</span> <a data-ref=\"Genesis 8:10\" href=\"/Genesis.8.10\">Gn 8:10</a> (J), + 88 times + <a data-ref=\"Ezekiel 45:21\" href=\"/Ezekiel.45.21\">Ez 45:21</a> (read <span dir=\"rtl\">שִׁבְעַת</span> for <span dir=\"rtl\">שְׁבֻעוֹת</span>, Vrss and mod.). <strong>d.</strong>  = ordinal, <span dir=\"rtl\">שְׁנַת (הַ)שֶּׁבַע</span> <a data-ref=\"Deuteronomy 15:9\" href=\"/Deuteronomy.15.9\">Dt 15:9</a>; <a data-ref=\"II Kings 12:2\" href=\"/II_Kings.12.2\">2 K 12:2</a> + 3 times, <span dir=\"rtl\">בְּשִׁבְעָה לַחֹדֶשׁ</span> <a data-ref=\"Ezekiel 30:20\" href=\"/Ezekiel.30.20\">Ez 30:20</a>, cf. <a data-ref=\"Ezekiel 45:20\" href=\"/Ezekiel.45.20\">45:20</a>; <span dir=\"rtl\">לְשִׁבְעַת הַיָּמִים</span> <a data-ref=\"Genesis 7:10\" href=\"/Genesis.7.10\">Gn 7:10</a> (J), <a data-ref=\"I Chronicles 9:25\" href=\"/I_Chronicles.9.25\">1 Ch 9:25</a>.<br><strong>2.</strong> †<strong>a.</strong>  <span dir=\"rtl\">שְׁבַע עֶשְׂרֵה שָׁנָה</span> 17 <em>years</em> <a data-ref=\"Genesis 37:2\" href=\"/Genesis.37.2\">Gn 37:2</a> + 3 times + <a data-ref=\"I Kings 14:21\" href=\"/I_Kings.14.21\">1 K 14:21</a> <span dir=\"rtl\">(וּשְׁבַע וגו׳)</span>, also as ordin. <span dir=\"rtl\">בִּשְׁנַת שׁ׳ עֶשׂ׳</span> <a data-ref=\"I Kings 22:52\" href=\"/I_Kings.22.52\">1 K 22:52</a>, <span dir=\"rtl\">בִּשְׁנַת שׁ׳ עֶשׂ׳ שָׁנָה</span> <a data-ref=\"II Kings 16:1\" href=\"/II_Kings.16.1\">2 K 16:1</a>. †<strong>b.</strong>  <span dir=\"rtl\">שִׁבְעָה עֶשָׂר</span> (sc. <span dir=\"rtl\">הַגּוֹרָל</span> <em>lot</em>) <a data-ref=\"I Chronicles 24:15\" href=\"/I_Chronicles.24.15\">1 Ch 24:15</a>; <a data-ref=\"I Chronicles 25:24\" href=\"/I_Chronicles.25.24\">25:24</a> (cf. also, + other num., <a data-ref=\"I Chronicles 7:11\" href=\"/I_Chronicles.7.11\">7:11</a> <a data-ref=\"Ezra 2:39\" href=\"/Ezra.2.39\">Ezr 2:39</a> <a data-ref=\"Nehemiah 7:41\" href=\"/Nehemiah.7.41\">Ne 7:42</a>), + <span dir=\"rtl\">יוֹם</span> 17<em>th day</em> <a data-ref=\"Genesis 7:11\" href=\"/Genesis.7.11\">Gn 7:11</a>; <a data-ref=\"Genesis 8:4\" href=\"/Genesis.8.4\">8:4</a>; unusual is <span dir=\"rtl\">שׁ׳ שְׁקָלִים וַעֲשָׂרָה הַכֶּסֶף</span> <a data-ref=\"Jeremiah 32:9\" href=\"/Jeremiah.32.9\">Je 32:9</a> 7 <em>shekels and</em> 10 <em>the silver</em>.<br><strong>3.</strong>  <span dir=\"rtl\">שְׁבַע מֵאוֹת</span> = 700 <a data-ref=\"Judges 8:26\" href=\"/Judges.8.26\">Ju 8:26</a> + 39 times (but <a data-ref=\"Nehemiah 7:67\" href=\"/Nehemiah.7.67\">Ne 7:68</a> om. Mass. Baer Gi q.v.).<br><strong>4.</strong>  <span dir=\"rtl\">שִׁבְעָה אֶלֶף</span> = 7000 <a data-ref=\"I Kings 20:30\" href=\"/I_Kings.20.30\">1 K 20:30</a> + 2 times; <span dir=\"rtl\">שִׁבְעַת אֲלָפִים</span> = id. <a data-ref=\"I Kings 20:15\" href=\"/I_Kings.20.15\">1 K 20:15</a> + 15 times; 57,000 is 7 + 50 × 1000 <a data-ref=\"Numbers 1:31\" href=\"/Numbers.1.31\">Nu 1:31</a>; <a data-ref=\"Numbers 2:8\" href=\"/Numbers.2.8\">2:8</a>, <a data-ref=\"Numbers 2:31\" href=\"/Numbers.2.31\">31</a>.<br><strong>5.</strong>  <span dir=\"rtl\">שׁ׳</span> + other num.: <strong>a.</strong>  <span dir=\"rtl\">שׁ׳</span> follows 18 times: (1) n. s. after <span dir=\"rtl\">שׁ׳</span> <a data-ref=\"Judges 8:14\" href=\"/Judges.8.14\">Ju 8:14</a>; also, (= ord. num.) <a data-ref=\"Ezekiel 29:17\" href=\"/Ezekiel.29.17\">Ez 29:17</a> + 2 times, <span dir=\"rtl\">שְׁנַת שְׁלשִׁים וָשׁ׳ שָׁנָה</span> <a data-ref=\"II Kings 13:10\" href=\"/II_Kings.13.10\">2 K 13:10</a>, cf. <a data-ref=\"II Kings 15:1\" href=\"/II_Kings.15.1\">15:1</a>; (2) n.pl. before other num. <a data-ref=\"Ezra 8:35\" href=\"/Ezra.8.35\">Ezr 8:35</a>; <a data-ref=\"Nehemiah 7\" href=\"/Nehemiah.7\">Ne 7</a>:[<a data-ref=\"Nehemiah 7:71\" href=\"/Nehemiah.7.71\">72</a>], <a data-ref=\"Nehemiah 7:70\" href=\"/Nehemiah.7.70\">71</a>; (3) n. s. cstr. precedes <span dir=\"rtl\">בִּשְׁנַת עֶשְׂרִים רָשׁ׳</span> <a data-ref=\"I Kings 16:10\" href=\"/I_Kings.16.10\">1 K 16:10</a>, <a data-ref=\"I Kings 16:15\" href=\"/I_Kings.16.15\">15</a> (ordin.); (4) n. after each num. <a data-ref=\"Genesis 23:1\" href=\"/Genesis.23.1\">Gn 23:1</a>; <a data-ref=\"Genesis 25:17\" href=\"/Genesis.25.17\">25:17</a> (both P), etc. <strong>b.</strong>  <span dir=\"rtl\">שׁ׳</span> precedes 10 times (P and Est): (1) n. s. after other num. <a data-ref=\"Genesis 8:14\" href=\"/Genesis.8.14\">Gn 8:14</a>; <a data-ref=\"Exodus 6:16\" href=\"/Exodus.6.16\">Ex 6:16</a>, <a data-ref=\"Exodus 6:20\" href=\"/Exodus.6.20\">20</a> + 3 times Est; (2) n. repeated <a data-ref=\"Genesis 5:7\" href=\"/Genesis.5.7\">Gn 5:7</a>; <a data-ref=\"Genesis 11:21\" href=\"/Genesis.11.21\">11:21</a>; <a data-ref=\"Genesis 47:28\" href=\"/Genesis.47.28\">47:28</a>, cf. <a data-ref=\"Genesis 5:25\" href=\"/Genesis.5.25\">5:25</a>, <a data-ref=\"Genesis 5:31\" href=\"/Genesis.5.31\">31</a> <strong>c.</strong>  1000 + 17 <a data-ref=\"Ezra 2:39\" href=\"/Ezra.2.39\">Ezr 2:39</a> = <a data-ref=\"Nehemiah 7:41\" href=\"/Nehemiah.7.41\">Ne 7:42</a>.—<span dir=\"rtl\">שׁ׳</span> often c. sacred signif.: <a data-ref=\"Genesis 21:28\" href=\"/Genesis.21.28\">Gn 21:28 ff.</a> (J), <a data-ref=\"Exodus 37:23\" href=\"/Exodus.37.23\">Ex 37:23</a> <a data-ref=\"Leviticus 4:6\" href=\"/Leviticus.4.6\">Lv 4:6</a>, <a data-ref=\"Leviticus 4:17\" href=\"/Leviticus.4.17\">17</a>; <a data-ref=\"Leviticus 8:11\" href=\"/Leviticus.8.11\">8:11</a>; <a data-ref=\"Leviticus 14:27\" href=\"/Leviticus.14.27\">14:27</a> + (P); as round number <a data-ref=\"Genesis 4:24\" href=\"/Genesis.4.24\">Gn 4:24</a> (song in J), <a data-ref=\"Genesis 29:18\" href=\"/Genesis.29.18\">29:18 ff.</a>; <a data-ref=\"Genesis 31:23\" href=\"/Genesis.31.23\">31:23</a>; <a data-ref=\"Genesis 41:2\" href=\"/Genesis.41.2\">41:2 ff.</a> (all E), etc.; on bowing 7 times <a data-ref=\"Genesis 33:3\" href=\"/Genesis.33.3\">33:3</a> (J; in great humility), cf. Wkl<sup>TelAm. nos. 143, 230, 246</sup> Ne<sup>Mar. 11 f.</sup>; all these prob. originating with week of seven days; cf. especially Kö<sup>Hast.DB number, 562 f., 565</sup>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}]