[{"_id": "52105006edbab43f2370162a", "index_title": "Ramban on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ramban on Numbers 14:5:1", "anchorRef": "Numbers 14:5", "anchorRefExpanded": ["Numbers 14:5"], "sourceRef": "Ramban on Numbers 14:5:1", "sourceHeRef": "רמב\"ן על במדבר י״ד:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "וטעם <b>ויפל משה ואהרן על פניהם</b> שראו שהיו העם נועצים לעשות ראש ולשוב מיד וקמו הצדיקים והשתחוו לאפם ארצה לאמר להם אל נא אחי תרעו ולא תהיה זאת לכם לפוקה על כן אמר לפני כל קהל עדת בני ישראל כי להם השתחוו על אפים וכן ויפול לאפיו ארצה וישתחו שלש פעמים (שמואל א כ מא) וטעם <b>לפני</b> כמו להם וכן וילכו גם אחיו ויפלו לפניו (בראשית נ יח) ורבים זולתו:", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "THEN MOSES AND AARON FELL ON THEIR FACES. The reason for this was that they saw that the people were about to decide to appoint a leader and return [to Egypt] immediately; so the righteous ones [Moses and Aaron] arose and prostrated themselves with their faces on the ground saying to them, <i>‘I pray you, my brethren, do not so wickedly,’</i><sup class=\"footnote-marker\">96</sup><i class=\"footnote\">Genesis 19:7.</i> <i>and let this be no stumbling-block unto you</i>.<sup class=\"footnote-marker\">97</sup><i class=\"footnote\">See I Samuel 25:31.</i> Therefore it says [that they fell on their faces] <i>before all the congregation of the children of Israel</i>, for it was for their sake that they prostrated themselves on their faces [imploring them to abandon their plan to return to Egypt].<sup class=\"footnote-marker\">98</sup><i class=\"footnote\">Ramban here is excluding the possibility of interpreting their falling on their faces as a preparation for prayer (see further, 16:22). Therefore he points out that here it says that they [<i>fell on their faces</i>] <i>before all the assembly of the congregation of the children of Israel</i>, thus indicating that they did so in order to implore them to abandon their plan of returning to Egypt. See also Note 155 further.</i> Similarly, <i>and he</i> [David] <i>fell on his face to the ground and bowed down three times</i><sup class=\"footnote-marker\">99</sup><i class=\"footnote\">I Samuel 20:41.</i> [before Jonathan, is an expression of conciliation and supplication]. And the meaning of the word <i>liphnei</i> [“before” — <i>‘before’ all the assembly</i> is like <i>lahem</i> [“for them” — to implore them, for their good, to renounce their plan of returning to Egypt]. Similarly, <i>And his brethren also went and fell down ‘l’phanav</i> (<i>‘before’ him</i>)<sup class=\"footnote-marker\">100</sup><i class=\"footnote\">Genesis 50:18. Here too, it could not mean that the brothers did so in order “to pray” to Joseph, but only to plead with him on their behalf.</i> [also means “to” him — Joseph — to beg him for forgiveness]. There are many examples of this usage.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "531e4fe3fbfba276047f705a", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 14:5", "anchorRef": "Numbers 14:5", "anchorRefExpanded": ["Numbers 14:5"], "sourceRef": "Onkelos Numbers 14:5", "sourceHeRef": "תרגום אונקלוס על במדבר י״ד:ה׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 14.0005, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וּנְפַל משֶׁה וְאַהֲרֹן עַל אַפֵּיהוֹן קֳדָם כָּל קְהַל כְּנִשְׁתָּא דִּבְנֵי יִשְׂרָאֵל:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Moshe and Aharon fell on their faces before the entire gathering of the congregation of Bnei Yisroel.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec88f", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 14:5", "anchorRef": "Numbers 14:5", "anchorRefExpanded": ["Numbers 14:5"], "sourceRef": "Targum Jonathan on Numbers 14:5", "sourceHeRef": "תרגום יונתן על במדבר י״ד:ה׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 14.0005, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וְאִתְרְכִינוּ משֶׁה וְאַהֲרן עַל אַפֵּיהוֹן קֳדָם כָּל כְּנִישְׁתָּא דִבְנֵי יִשְרָאֵל", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " And Mosheh and Aharon bowed upon their faces before all the congregation of the sons of Israel; \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f179b6fbfba22336ea640d", "index_title": "Sforno on Numbers", "category": "Commentary", "type": "commentary", "ref": "Sforno on Numbers 14:5:1", "anchorRef": "Numbers 14:5", "anchorRefExpanded": ["Numbers 14:5"], "sourceRef": "Sforno on Numbers 14:5:1", "sourceHeRef": "ספורנו על במדבר י״ד:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על במדבר", "he": "<b>ויפול משה ואהרן על פניהם.</b> בראותם מעוות לא יוכל לתקון (קהלת א, טו) כענין בסנהדרין שכבשו פניהם בקרקע כשלא ידעו מה לעשות מאימת המלך (סנהדרין פ, כ\"ג):", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "ויפול משה ואהרן על פניהם, when they saw the truth of (Kohelet 1,15) Solomon’s famous proverb that מעוות לא יוכל לתקן, that “when something has been twisted out of shape it can not be straightened out again.” The Talmud Sanhedrin 19 illustrates this when relating that the entire Sanhedrin out of fear of the King Yannai, perverted Torah law and only Shimon ben Shetach had the courage to tell the king the truth about Torah law on the issue under discussion, which would have embarrassed the king. Shimon ben Shetach appealed to heaven to uphold the one who had interpreted correctly. Thereupon the angel Gavriel killed the entire Sanhedrin, except Shimon ben Shetach. However, in order for such a tragedy not to occur again, the ruling that the king must testify and must be judged by his peers was revoked  for the future.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54d7710cfbfba216de36b07b", "index_title": "Sforno on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Sforno on Deuteronomy 1:37:1", "anchorRef": "Numbers 14:5", "anchorRefExpanded": ["Numbers 14:5"], "sourceRef": "Sforno on Deuteronomy 1:37:1", "sourceHeRef": "ספורנו על דברים א׳:ל״ז:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 37.0001, "collectiveTitle": {"en": "Sforno on Deuteronomy", "he": "ספורנו על דברים"}, "heTitle": "ספורנו על דברים", "he": "<b>גם בי התאנף ה' בגללכם.</b> וזה כדי שתתקיים בכם בכיה לדורות כמו שיעד באמרו אם לא כאשר דברתם באזני כן אעשה לכם. והדבור באזניו בזה הי' באמרם נשינו וטפינו יהיו לבז. ולכן ספר ענין מיתתו אע\"פ שלא היה עד סוף ל\"ח שנה אחרי כן והגיד אותו בתוך דבריו של הקב\"ה שהיו בשנה השנית לצאתם ממצרים שאז אמר אם יראה איש באנשים האלה ואמר גם כן וטפכם אשר אמרתם לבז יהי' שהית' הכונה שהטף לבסוף יהיו לבז כמו שבאר המשורר באמרו וישא ידו להם להפיל אותם במדבר וגו' ולזרותם בארצות וכן העיד יחזקאל באמרו וגם אני נשאתי את ידי להם במדבר להפיץ אותם כו'. ובהגידו ענינו בתוך דבריו של הקב\"ה הודיעם כי מניעת הכנסו עמם לארץ היתה סבה שתתקיים בהם יותר לרע הגזירה שנגזרה שטפם יהיה לבז לדורות וזה בעצמו העיד המשורר באמרו ויקציפו על מי מריבה וירע למשה בעבורם וגו' ויחר אף ה' בעמו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "גם בי התאנף ה' בגללכם, this was in order that you would have reason to cry throughout the ages, as G’d had decreed in Numbers 14,28. When that verse referred to דבריכם, “your words,” the objectionable words G’d had referred to were: “our children and wives will become loot,” (Numbers 14,5). Moses told the people at this stage the real reason for his impending death, even though the cause occurred already 38 years earlier. At that time G’d had announced His decree אם יראה איש באנשים האלה, adding that by contrastוטפכם אשר אמרתם לבז יהי, “your children concerning whom you had predicted that they would wind up as loot, as prisoners of war, would conquer the land.” The major point Moses is making, [and I am paraphrasing the author who quotes Psalms 106,26-27, Ezekiel 20,23, as well as Psalms 106,32-40, Ed] is that were it not for the fact that he also had not been allowed to enter the Holy Land, they would have been condemned to extinction. The fact that he, the innocent leader, had been included in their punishment was for the sake of the nation’s survival as such, even if traumatic exile experiences lay ahead of them.  (compare our author on Deut. 4,1)\n", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "569543b2d6e4a97f69877317", "index_title": "Shadal on Numbers", "category": "Commentary", "type": "commentary", "ref": "Shadal on Numbers 14:5:1", "anchorRef": "Numbers 14:5", "anchorRefExpanded": ["Numbers 14:5"], "sourceRef": "Shadal on Numbers 14:5:1", "sourceHeRef": "שד\"ל על במדבר י״ד:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1835, 1865], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על במדבר", "he": "ויפול משה: כשראו משה ואהרן הסכמת העדה לפרוק עול ה' ונביאו מצוארם הבינו שאם ידברו דבר ישתיקום ולא יטו אזנם לדבריהם, לפיכך נפלו על פניהם לפניהם, והיה זה כבקשת רשות לדבר, כדי שלא יפסיקום בדיבורם, אלא דרך חסד יניחום לדבר, ואח\"כ יעשו מה שירצו; וכן עשה משה בעדת קרח, וישמע משה ויפול על פניו וידבר אל קרח. אבל כאן כשראו יהושע וכלב את משה ואת אהרן משפילים מעלתם לפני העם, בערה ברוחם אש ה', וקרעו בגדיהם, ולא הניחו להם שידברו, ודברו הם בשבילם.", "heVersionTitle": "Shadal first edition, Padua 1871", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד״ל במהדורה המקורית, פדובה 1871", "text": "When Yehoshua and Kalev saw that Moshe and Aharon humbled themselves before the people (by bowing down), a divine fire burned in them ... and they did not let them speak, but they spoke on their behalf...", "versionTitle": "Sefaria Community Translation", "license": "CC0", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "57e77d62d6e4a94c7c18add5", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 14:5", "anchorRef": "Numbers 14:5", "anchorRefExpanded": ["Numbers 14:5"], "sourceRef": "Tafsir Rasag, Numbers 14:5", "sourceHeRef": "תפסיר רס\"ג, במדבר י״ד:ה׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 14.0005, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "פוקע מוסי והרון עלי וג̇וההמא בחצ̇רה ג̇וק ג̇מאעה בני אסראיל", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b375d6e4a902855fe58e", "index_title": "Tur HaArokh", "category": "Quoting Commentary", "type": "", "ref": "Tur HaArokh, Numbers 16:4:1", "anchorRef": "Numbers 14:5", "anchorRefExpanded": ["Numbers 14:5"], "sourceRef": "Tur HaArokh, Numbers 16:4:1", "sourceHeRef": "הטור הארוך, במדבר ט״ז:ד׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Tur HaArokh", "he": "הטור הארוך"}, "heTitle": "במדבר", "he": "<b>וישמע משה ויפול על פניו. </b>ולא אמר ויפלו על פניהם כי אהרן במוסרו לא ענה דבר בכל המחלוקת ויהי כמחריש וכמודה שמעלת קרח גדולה ממעלתו אלא שהוא היה עושה כדבר משה ומקיים מצות המלך: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " וישמע משה ויפול על פניו, “When Moses heard these accusations he fell on his face.” The Torah, in this instance does not describe both Moses and Aaron as falling on their faces, as it had done in Numbers 14,5 seeing that Aaron, whose position had been challenged kept silent throughout so as not to provide further fuel for Korach’s claims by insisting that he was entitled to this high office. [Incidentally, Aaron’s own silence could be interpreted by disinterested bystanders as support for Korach, i.e. as an admission that he had not come by this office on the basis of personal merit. Ed.] The fact is that Aaron’s silence was due to his honouring the instructions he had received from Moses. ", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5889b4fcd6e4a902855ffa53", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Numbers 14:5:1", "anchorRef": "Numbers 14:5", "anchorRefExpanded": ["Numbers 14:5"], "sourceRef": "Tur HaArokh, Numbers 14:5:1", "sourceHeRef": "הטור הארוך, במדבר י״ד:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "במדבר", "he": "<b>ויפול משה ואהרן על פניהם לפני כל קהל עדת ישראל. </b>פי' שהשתחוו להם על אפם ארצה וכן ויפול לפניו ארצה וישתחו שלש פעמים כי כאשר ראו שהיו העם נועצים לעשות ראש ולשוב קמו והשתחוו לאפם ארצה לאמר להם אל נא אחי תרעו ולא תהיה לכם לפוקה על כן אמר לפני כל קהל ישראל שהשתחוו להם: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " ויפול משה ואהרן על פניהם לפני כל קהל עדת ישראל, “Moses and Aaron fell on their faces before the entire congregation of the community of Israel.” They bowed their faces to the ground in full view of the whole community. The matter is comparable to Samuel I 20,41 ויפול לאפיו ארצה וישתחו שלש פעמים, David bowed with his face to the ground three times, (in taking his leave from Yonathan) [according to our author the expression in our verse above is also one describing deference. Ed.] When Moses and Aaron saw that the people had made up their minds to select a new leader and to head back toward Egypt, they bowed down imploring them not to commit such a grave wrong, one that would become a terrible stumbling block for them. Seeing that all the people were involved, Moses and Aaron made certain that their appeal would be heard by all those assembled.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58ad9740d6e4a93323dc3af7", "index_title": "Taanit", "category": "Talmud", "type": "", "ref": "Taanit 14b:13", "anchorRef": "Numbers 14:5", "anchorRefExpanded": ["Numbers 14:5"], "sourceRef": "Taanit 14b:13", "sourceHeRef": "תענית י״ד ב:י״ג", "anchorVerse": 5, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 28.0013, "collectiveTitle": {"en": "Taanit", "he": "תענית"}, "heTitle": "תענית", "he": "וְאָמַר רַבִּי אֶלְעָזָר: לֹא הַכֹּל בִּקְרִיעָה וְלֹא הַכֹּל בִּנְפִילָה. מֹשֶׁה וְאַהֲרוֹן — בִּנְפִילָה, יְהוֹשֻׁעַ וְכָלֵב — בִּקְרִיעָה. מֹשֶׁה וְאַהֲרֹן בִּנְפִילָה, דִּכְתִיב: ״וַיִּפּוֹל מֹשֶׁה וְאַהֲרֹן עַל פְּנֵיהֶם״. יְהוֹשֻׁעַ וְכָלֵב בִּקְרִיעָה, דִּכְתִיב: ״וִיהוֹשֻׁעַ בִּן נוּן וְכָלֵב בֶּן יְפֻנֶּה קָרְעוּ בִּגְדֵיהֶם״.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>And Rabbi Elazar</b> further <b>said: Not all</b> are worthy to petition God <b>by rending</b> their garments, <b>and not all</b> are worthy <b>of falling</b> on their faces in times of trouble. <b>Moses and Aaron</b> were worthy of petitioning God <b>by falling</b> on their faces, whereas their students <b>Joshua and Caleb</b> prayed <b>by</b> only <b>rending</b> their garments. The Gemara elaborates: <b>Moses and Aaron</b> petitioned God <b>by falling</b> on their faces, <b>as it is written: “Then Moses and Aaron fell on their faces”</b> (Numbers 14:5). <b>Joshua and Caleb</b> prayed <b>by rending</b> their garments, <b>as it is written</b> in the next verse: <b>“And Joshua, son of Nun, and Caleb, son of Jephunneh,</b> who were of those who spied out the land, <b>rent their garments”</b> (Numbers 14:6).", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "5974b007d6e4a90179bf0a68", "index_title": "Redeeming Relevance; Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Redeeming Relevance; Deuteronomy, CHAPTER 1 Moshe's Obsession with the Spies 13", "anchorRef": "Numbers 14:5", "anchorRefExpanded": ["Numbers 14:5"], "sourceRef": "Redeeming Relevance; Deuteronomy, CHAPTER 1 Moshe's Obsession with the Spies 13", "sourceHeRef": "פדיון הרלוונטיות על דברים, פרק ראשון י״ג", "anchorVerse": 5, "sourceHasEn": true, "compDate": [2015], "commentaryNum": 13, "collectiveTitle": {"en": "Redeeming Relevance; Deuteronomy", "he": "פדיון הרלוונטיות על דברים"}, "heTitle": "פרק ראשון", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Another way to understand falling on the face is as an expression of mourning. For instance, when Yehoshua falls on his face after being informed of the collective punishment that came as a result of Achan’s violating the prohibition against looting, it is a sign of anguish akin to mourning (Yehoshua 7:6). Given that sitting on the ground is clearly associated with mourning, it is not unreasonable to say falling on one’s face to the ground can express this as well. At the same time, in light of Bereshit 17:7, it is clearly not always the case. Hence the only question would be whether it is a sign of mourning here. It is not unreasonable to understand it this way with regard to Moshe as well,<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">Ramban, Abarbanel on Bemidbar 14:5; <i>Da’at Mikra</i>, on Yehoshua 7:6.</i> for there is certainly what to mourn. Yet the Talmud (Taanit 14b) wonders why Moshe responds by falling on his face; why does he not tear his clothes, like Yehoshua and Calev? Additionally, given that Moshe’s action was “in front of the whole community of the congregation of the children of Israel,” why was there no popular reaction to it? If Moshe was trying to censure them with his public mourning, why did they just let it go? Why did they not rebel further or, alternatively, acquiesce and surrender to Moshe’s protest?", "versionTitle": "Redeeming Relevance -- Deuteronomy", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5974b007d6e4a90179bf0a6c", "index_title": "Redeeming Relevance; Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Redeeming Relevance; Deuteronomy, CHAPTER 1 Moshe's Obsession with the Spies 15", "anchorRef": "Numbers 14:5", "anchorRefExpanded": ["Numbers 14:5"], "sourceRef": "Redeeming Relevance; Deuteronomy, CHAPTER 1 Moshe's Obsession with the Spies 15", "sourceHeRef": "פדיון הרלוונטיות על דברים, פרק ראשון ט״ו", "anchorVerse": 5, "sourceHasEn": true, "compDate": [2015], "commentaryNum": 15, "collectiveTitle": {"en": "Redeeming Relevance; Deuteronomy", "he": "פדיון הרלוונטיות על דברים"}, "heTitle": "פרק ראשון", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Such an approach is developed in the explanation of Rabbi S.R. Hirsch. From the backdrop of the greater context of the story, R. Hirsch sees Moshe’s bowing down as a way of giving the leadership back to the people.<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">Rabbi S.R. Hirsch on Bemidbar 14:5.</i> Moshe is certainly not abdicating, as it were, out of joy, or even with any positive expectations. He simply believes that his effectiveness is at an end and, if so, there is no point in keeping the leadership for himself. This also helps to explain the behavior of his deputies, Yehoshua and Calev, who tear their clothing at such a possibility, and yet, with Moshe apparently out of the picture, have to take action themselves and try to win over the people without Moshe’s help. (It is interesting to note that God does not accept Moshe’s abdication either; as when He finally intervenes, He does not address the junior leaders who have just stepped in, but rather His trusted shepherd (Bemidbar 14:10–11).", "versionTitle": "Redeeming Relevance -- Deuteronomy", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59d4897ad6e4a939ba174dd8", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Numbers 14:5:1", "anchorRef": "Numbers 14:5", "anchorRefExpanded": ["Numbers 14:5"], "sourceRef": "Torah Temimah on Torah, Numbers 14:5:1", "sourceHeRef": "תורה תמימה על התורה, במדבר י״ד:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "במדבר", "he": "<b>ויפל משה ואהרן. </b>א\"ר אלעזר, לא הכל נענין בקריעה ולא הכל בנפילה <sup class=\"footnote-marker\">ה</sup><i class=\"footnote\">ר\"ל יש לך אדם שאינו נענה מן השמים עד שמצטער כ\"כ עד שקורע בגדיו ויש נענה רק בנפילת אפים, וכדמפרש.\n</i>, משה ואהרן בנפילה, דכתיב ויפל משה ואהרן על פניהם, יהושע וכלב בקריעה, דכתיב ויהושע בן נון וכלב בן יפונה קרעו בגדיהם <sup class=\"footnote-marker\">ו</sup><i class=\"footnote\">דייק ודריש למה כתיב במשה ואהרן שנפלו על פניהם וביהושע וכלב שקרעו בגדיהם, והוא כי נפילת אפים היא בערך תפלה מועטת מקריעת בגדים, ולכן מי שהוא יותר חשוב לפני המקום די לפניו שיענה בתפלה בנפילת אפים, ומי שאינו חשוב ביותר אינו נענה עד שמצטער כ\"כ עד שקורע בגדיו, ולכן משה ואהרן נפלו על פניהם ויהושע וכלב קרעו בגדיהם, יען כי לא היו במדריגות שוות. ודעת חד מ\"ד בגמרא דיהושע הא והא עביד, דס\"ל דמה דכתיב ויהושע וכלב וגו' כולל גם מעשה הקודמת של משה, והיינו שגם נפלו על פניהם וגם קרעו בגדיהם.\n<br>והנה יש להעיר בזה ממה דכתיב ביהושע ז' ויאמר ה' אל יהושע קום לך למה זה אתה נופל על פניך הרי דנענה בנפילת אפים, וי\"ל דאחרי מות משה נעשה ערכו ומדריגתו גבוה, וכמ\"ש בר\"ה כ\"ה ב' יפתח בדורו כשמואל בדורו. –\n<br>ודע דכל ענין זה איירי ביחיד המתפלל על הצבור, אז יש נ\"מ איך יעשה, אבל במקום שכל הקהל מתפללים כאחד מותר לכל אחד להתפלל בנפילת אפים, משום דלהענות כל אחד על עצמו א\"צ זכות יתירה כמו אחד על הצבור, וכן די בזה באחד המתפלל לעצמו, ובזה ניחא מנהגינו שמתפללים בנפילת אפים, ועיין באו\"ח סי' קל\"א.\n</i>.<br>(תענית י\"ד ב׳)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef31a0d6e4a90d4d5d54fb", "index_title": "Steinsaltz on Taanit", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Taanit 14b:13", "anchorRef": "Numbers 14:5", "anchorRefExpanded": ["Numbers 14:5"], "sourceRef": "Steinsaltz on Taanit 14b:13", "sourceHeRef": "ביאור שטיינזלץ על תענית י״ד ב:י״ג", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 28.0013, "collectiveTitle": {"en": "Steinsaltz on Taanit", "he": "ביאור שטיינזלץ על תענית"}, "heTitle": "ביאור שטיינזלץ על תענית", "he": "<b>ואמר ר' אלעזר: לא הכל בקריעה ולא הכל בנפילה,</b> שלא כל אדם ראוי לו לקרוע בגדיו או ליפול על פניו כאשר יש פורענות וצריך לגלות צער. ומה עניינו? <b>משה ואהרן בנפילה,</b> שהם ראוי היה להם ליפול על פניהם, <b>יהושע וכלב</b> שהיו תלמידיהם — <b>בקריעה.</b> ומפרטים את מקור הדברים: <b>משה ואהרן בנפילה — דכתיב</b> <small>[שנאמר]:</small> <b>\"ויפל משה ואהרן על פניהם\"</b> (במדבר יד, ה), <b>יהושע וכלב בקריעה — דכתיב</b> <small>[שנאמר]:</small> <b>\"ויהושע בן נון וכלב בן יפנה</b> מן התרים את הארץ <b>קרעו בגדיהם\"</b> (במדבר יד, ו).", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a1543e2d6e4a92409abf1ec", "index_title": "Siftei Chakhamim", "category": "Quoting Commentary", "type": "", "ref": "Siftei Chakhamim, Numbers 16:4:1", "anchorRef": "Numbers 14:5", "anchorRefExpanded": ["Numbers 14:5"], "sourceRef": "Siftei Chakhamim, Numbers 16:4:1", "sourceHeRef": "שפתי חכמים, במדבר ט״ז:ד׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>מפני המחלוקת.</b> וא\"ת והא לעיל גבי מרגלים כתיב נמי ויפל משה ואהרן על פניהם. וי\"ל דלעיל י\"ל דנפלו על פניהם להתפלל, כיון דלא כתיב שם שדברו שום דבר י\"ל שהתפללו, אבל הכא כתיב וידבר משה וגו' משמע שבשעת נפילתו דבר עמהם ולא התפלל, אם כן למה נפל, אלא מפני המחלוקת:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>Because of the dispute.</b> You might ask: Surely above regarding the incident of the spies it is also written “Moshe and Aharon fell upon their faces” (Bamidbar 14:5)? The answer is that above one can answer that they fell upon their faces to pray. Since it is not written there that they said anything, one may say that they prayed. However here it is written “Moshe spoke to Korach,” which implies that while he fell upon his face he spoke to them, rather than pray. If so why did he fall upon his face? [It must be] “Because of the dispute.”", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a436729d6e4a97d18d9190d", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Numbers 14:5:1", "anchorRef": "Numbers 14:5", "anchorRefExpanded": ["Numbers 14:5"], "sourceRef": "Ralbag Beur HaMilot on Torah, Numbers 14:5:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, במדבר י״ד:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "במדבר", "he": "<b>קהל עדת בני ישראל.</b> ר\"ל קבוץ העדות כי כל שבט ושבט היה עדה אחת מיוחדת:\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b9f5b071e100bf4efca6", "index_title": "Tanna DeBei Eliyahu Rabbah", "category": "Midrash", "type": "", "ref": "Tanna DeBei Eliyahu Rabbah 29:2", "anchorRef": "Numbers 14:5-6", "anchorRefExpanded": ["Numbers 14:5", "Numbers 14:6"], "sourceRef": "Tanna DeBei Eliyahu Rabbah 29:2", "sourceHeRef": "תנא דבי אליהו רבה כ״ט:ב׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [968, 984], "commentaryNum": 29.0002, "collectiveTitle": {"en": "Tanna DeBei Eliyahu Rabbah", "he": "תנא דבי אליהו רבה"}, "heTitle": "תנא דבי אליהו רבה", "he": "ברוך המקום ברוך הוא וברוך שמו שאין לפניו משוא פנים בשביל אותה בכיה של חנם שבכו ישראל נקבע להם בכיה לדורות. וכל אותם שלשים ושמונה שנה מעיד אני עלי שמים וארץ שלא היה בדעתו של הקב\"ה להמית עשרה נשיאים הללו מישראל אלא משום שהיו רצים אחר משה ואהרן לרגום אותם באבנים עד שנמשכו ונכנסו תחת ענני הכבוד תחת כנפי השכינה שנאמר (במדבר יד) ויפול משה ואהרן על פניהם לפני כל קהל עדת בני ישראל וגו' ויהושע בן נון וכלב בן יפנה מן התרים את הארץ קרעו בגדיהם ויאמרו וגו' הארץ אשר עברנו בה לתור אותה טובה הארץ מאד מאד וגו' ויאמרו כל העדה לרגום אותם באבנים וגו'. בא וראה מה עשו ישראל ומה הוציאו בשפתותיהם ואח\"כ היו מבקשים לעלות אל הארץ שנאמר וישכימו בבקר ויעלו אל ראש ההר לאמר הננו ועלינו אל המקום אשר אמר ה' כי חטאנו מה כתיב בתריה ויאמר משה למה זה אתם עוברים את פי ה' והיא לא תצלח וגו' ויעפילו לעלות אל ראש ההר וגו' וירד העמלקי והכנעני היושב בהר ההוא ויכום ויכתום עד החרמה מיד חזרו וישבו באבל כבראשונה שנאמר (במדבר יד) ויתאבלו העם מאד. מכאן אמרו כל המנודה יום אחד מלמטה אעפ\"י שהתירו לו אין לו היתר מלמעלה עד שלשה ימים וכל המנודה מלמטה שלשה ימים אף על פי שהתירו לו אין לו היתר מלמעלה עד שבעה ימים וכל המנודה מלמטה שבעה ימים אעפ\"י שהתירו לו אין לו היתר מלמעלה עד שלשים יום וכל המנודה מלמטה שלשים יום אעפ\"י שהתירו לו אין לו היתר מלמעלה לעולם ולעולמי עולמים לכך נאמר ויתאבלו העם מאד. באותה שעה אמר הקב\"ה למשה לך ומרצה את אותן העניים שכבר יצא לבם מעליהם אמר משה לפניו רבש\"ע במה ארצה אותם אמר ליה הקב\"ה למשה לך ומרצה אותם בדברי תורה שנאמר (במדבר טו) ואמרת אליהם כי תבאו אל ארץ מושבותיכם וגו' ועשיתם אשה לה' עולה או זבח וגו' באותה שעה היתה מריבה גדולה בין ישראל לגרים אמר לו הקב\"ה למשה למה עשו מריבה אלו עם אלו אמר משה לפניו רבש\"ע אתה יודע אמר לו הקב\"ה למשה ולא כך אמרתי לך (במדבר טו) וכי יגור אתכם גר וגו' הקהל חקה אחת לכם ולגר הגר וגו' ככם כגר יהיה לפני ה' וגו'. מכאן אמרו שלש מדות יש בגרים יש גר כאברהם אבינו ויש גר נמשל כחמור ויש גר כעכו\"ם לכל דבר כיצד יש גר כעכו\"ם לכל דבר אם יש לו נבלות וטרפות שקצים ורמשים בתוך ביתו אומר בלבו מתי אתגייר ואהיה ביניהן של ישראל שאכילתן יפה ויש להם ימים טובים ושבתות וכשיכלו אלו מתוך ביתי אכוף את עצמי ואתגייר ואם לבסוף הוא חוזר לסורו באין עליו יסורין לטובתו ולהצילו ומיד שהוא עושה תשובה אמר הקדוש ב\"ה כשם שאני אהבתי אתכם כן אתם תאהבו אותו שנאמר ואהבתם את הגר כי גרים הייתם בארץ מצרים (דברים י) וכיצד יש גר שהוא נמשל כחמור כגון שהוא הולך לישא אשה מישראל ואמרו לו אין אנו מקבלין אותך עד שתתגייר אמר בלבו אכוף א\"ע ואתגייר ואם לבסוף חוזר לסורו באין עליו יסורין לטובתו ולהצילו ומיד שהוא עושה תשובה אמר הקב\"ה כשם שהוא בקש מכם מנוחה כך תנו לו מנוחה שנאמר (שמות כב) וגר לא תונה ולא תלחצנו כי גרים הייתם בארץ מצרים. וכיצד יש גר שהוא כמו אברהם אבינו אם היה הולך ופשפש בכל העכו\"ם כיון שהוא רואה שכל העכו\"ם הם מספרים בטובתן של ישראל אמר בלבו מתי אתגייר ואהיה כמותם ואכנס תחת כנפי השכינה עליו נאמר (ישעיה נה) ואל יאמר בן הנכר הנלוה אל ה' לאמר הבדל יבדילני ה' מעל עמו וגו' ובני הנכר הנלוים על ה' לשרתו ולאהבה את שם ה' להיות לו לעבדים וגו' והביאותים אל הר קדשי ושמחתים בבית תפלתי עולותיהם וזבחיהם לרצון על מזבחי וגו'. הרי הוא אומר (שמות כג) לא תשא שמע שוא אל תשת ידך עם רשע להיות עד חמס לא תהיה אחרי רבים לרעות וגו'. הוי אומר הרי זו אזהרה למקבלים לה\"ר. ד\"א הרי זו אזהרה לדיין שלא ישמע לבעל דין עד שיהא בעל דין חבירו עמו שנאמר (שמות כב) עד האלקים יבא דבר שניהם וגם הרי זו אזהרה לבעל דין שלא ישמיע אל הדיין דבריו עד שיהא בעל דינו עמו שנאמר (דברים יט) ועמדו שני האנשים אשר להם הריב לפני ה' וגו' וכן אם אומר לו אדם לחבירו פלוני חבירי חייב לי מאתים זוז והרי יש לי עד אחד ותהא מצטרף עמו וטול אתה מנה יאמר לו כך מודיע אני לך שאפילו אתה נותן לי כל כסף וזהב שבכל העולם כלו בשעה אחת אין אני מבקש בשביל להעיד שקר והאיך אתה אומר לי כך. וכל אנשי ירושלים היו עושין כן אינן נכנסין לבית המשתה עד שיודעין מי הוא שיכנס עמהם ואינן חותמין על הגט עד שיודעין מי הוא שיחתום עמהן א\"ר נתן והלא עד זומם הוא זה ועד רשע הוא זה שנאמר (דברים יט) ועשיתם לו כאשר זמם לעשות לאחיו אלא ללמדך על הגזלנין ועל החמסנין שפסולי עדות הן. כיוצא בדבר אתה אומר כתיב (במדבר לה) והוא לא אויב לו ולא מבקש רעתו לא אויב לו ולא מבקש רעתו ידיננו שנאמר ושפטו העדה לפסול את השונאים מלישב בדין. אין לי אלא שונאים קרובים מנין שהם פסולין לישב בדין ת\"ל ושפטו העדה בין המכה ובין גואל הדם הרי אתה דן הואיל ואמרה התורה הרגום על פי שני עדים ואמרה התורה הרוג על פי דיינין מה עדים פסול בהם קרובים אף דיינים פסול בהם קרובים. ועוד ק\"ו הוא ומה עדים שאין הדברים נגמרים על פיהם פסול בהם קרובים דיינים שהדברים נגמרים על פיהם אינו דין שיפסול בהם קרובים אין לי אלא לרוצח לשאר חייבי מיתות מנין ת\"ל (דברים יט) על המשפטים האלה. יכול כשם שדיני נפשות בעשרים ושלשה כך דיני ממונות בעשרים ושלשה ת\"ל על המשפטים האלה אלה בעשרים ושלשה ואין דיני ממונות בעשרים ושלשה. ועוד שהרי הוא אומר עד האלקים יבא דבר שניהם (שמות כב) ומניין שדיני נפשות בעשרים ושלשה ת\"ל ושפטו העדה הרי עשרה והצילו העדה הרי עוד עשרה הרי כאן עשרים ומנין עוד שלש הרי אתה דן הואיל ואמרה התורה הרוג על פי עדים ואמרה תורה הרוג על פי דיינין מה עדים שנים אף דיינים שנים ואין בית דין שקול מוסיפין עליהם עוד אחר הרי כאן עשרים ושלשה אנשים אבל בראשונה היו אומרים דיני נפשות בשלשים שנאמר ושפטו העדה והצילו העדה והשיבו אותו העדה ללמדך שדיני נפשות בשלשים.", "heVersionTitle": "OYW (segmentation according to Warsaw 1880)", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5decf610afd0455414a3c6cf", "index_title": "Paaneach Raza", "category": "Commentary", "type": "commentary", "ref": "Paaneach Raza, Sh'lach 24", "anchorRef": "Numbers 14:5", "anchorRefExpanded": ["Numbers 14:5"], "sourceRef": "Paaneach Raza, Sh'lach 24", "sourceHeRef": "פענח רזא, שלח כ״ד", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1250, 1290], "commentaryNum": 24, "collectiveTitle": {"en": "Paaneach Raza", "he": "פענח רזא"}, "heTitle": "שלח", "he": "ויפול משה ואהרן על פניהם, וקשה ויפלו מבע\"ל כבפרשת קרח בענין תפלת אל אלהי הרוחות וגו', וי\"ל דכאן נפלו לפני קהל עדת ישראל כדכתיב והוצרך משה לעמוד מיד מפני שנדבר עמו הש\"י:", "heVersionTitle": "Paaneach Raza, Warsaw 1932", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ebd5a6d12e1947e04203f7c", "index_title": "Peninei Halakhah, Days of Awe", "category": "Halakhah", "type": "", "ref": "Peninei Halakhah, Days of Awe 7:15:8", "anchorRef": "Numbers 14:5", "anchorRefExpanded": ["Numbers 14:5"], "sourceRef": "Peninei Halakhah, Days of Awe 7:15:8", "sourceHeRef": "פניני הלכה, ימים נוראים ז׳:ט״ו:ח׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [2010, 2014], "commentaryNum": 15.0008, "collectiveTitle": {"en": "Peninei Halakhah, Days of Awe", "he": "פניני הלכה, ימים נוראים"}, "he": "וכן בעת שאדם שב בתשובה ומתוודה לפני ה', ראוי לו שישתחווה, וכפי שמשה רבנו השתחווה כשהתפלל לה' שימחל על חטאי ישראל (במדבר יד, ה; טז, כב; דברים ט, כה). וכן ישראל שהיו עומדים בעזרה היו משתחווים לה' בעת שהיו שומעים את השם המופרש בנוסח הווידוי של יום הכיפורים (יומא סו, א).", "heVersionTitle": "Peninei Halakhah, Yeshivat Har Bracha", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "When a person repents and confesses before God, it is proper that he prostrate himself, following the example of Moshe who prostrated himself when he prayed to God to forgive Israel’s sins (Bamidbar 14:5, 16:22; Devarim 9:25). For this reason, the Jews standing in the courtyard would prostrate themselves when the Kohen Gadol uttered the Tetragrammaton during the Yom Kippur confessions (<i>Yoma</i> 66a).", "versionTitle": "Peninei Halakhah, English ed. Yeshivat Har Bracha", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6037a6d2cda51cfa3ddf3d2f", "index_title": "Ramban on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Numbers 14:24:1", "anchorRef": "Numbers 14:5", "anchorRefExpanded": ["Numbers 14:5"], "sourceRef": "Ramban on Numbers 14:24:1", "sourceHeRef": "רמב\"ן על במדבר י״ד:כ״ד:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Ramban on Numbers", "he": "רמב\"ן על במדבר"}, "he": "<b>ועבדי כלב</b> לא הזכיר יהושע כי פירש לכלב שכרו שיוריש הארץ אשר בא שמה ושכר יהושע אינו ראוי לפרשו עתה שיהיה הוא במקום משה והקדים הכתוב (במדבר י״ד:ל׳) כי אם כלב בן יפונה ויהושע בן נון בעבור כי הוא הקדים לחלוק על המרגלים ויהס כלב (במדבר י״ג:ל׳) אבל משה אמר (במדבר י״ד:ל״ח) ויהושע בן נון וכלב בן יפנה חיו מן האנשים בעבור גודל מעלת יהושע בחכמה ובעבור כי משה ואהרן נפלו על פניהם לפני כל קהל עדת בני ישראל (במדבר י״ד:ה׳) להתחנן לו היה הדבור כאן גם לאהרן. והצואה למשה \"אמר אלהם\" (במדבר י״ד:כ״ח) כי הוא העיקר בנבואה:", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "BUT MY SERVANT CALEB. He did not mention Joshua, for He explained to Caleb his reward [for his trust in G-d], namely that he would inherit <i>the Land wherein he went</i>,<sup class=\"footnote-marker\">146</sup><i class=\"footnote\">Verse 24 here.</i> but Joshua’s reward — that he would be the successor to Moses — was not fitting to be specified at this moment [since Moses was still to be the leader for many years]. Now Scripture mentioned [Caleb’s name] first, as it says, <i>save Caleb the son of Jephunneh, and Joshua the son of Nun</i>,<sup class=\"footnote-marker\">151</sup><i class=\"footnote\">Further, Verse 30.</i> because he was the first to contradict the spies, [as it is said], <i>And Caleb stilled the people</i>.<sup class=\"footnote-marker\">152</sup><i class=\"footnote\">Above, 13:30.</i> But Moses said, <i>And Joshua the son of Nun, and Caleb the son of Jephunneh lived from the men</i><sup class=\"footnote-marker\">153</sup><i class=\"footnote\">Further, Verse 38.</i> [mentioning Joshua first], because of the great degree of Joshua’s wisdom. And since [both] <i>Moses and Aaron fell on their faces before all the assembly of the congregation of the children of Israel</i><sup class=\"footnote-marker\">154</sup><i class=\"footnote\">Above, Verse 5.</i> to plead before Him, the communication here was addressed to Aaron<sup class=\"footnote-marker\">155</sup><i class=\"footnote\">Verse 26. Since Ramban has explained (above, Verse 5) that the falling on their faces was for the purpose of Moses and Aaron pleading with the people to abandon their plan to return to Egypt, we must understand Ramban’s words here as indicating that after having finished their plea with the people they proceeded to pray to G-d in their behalf.</i> as well, but the command was [only] to Moses, <i>Say unto them</i>,<sup class=\"footnote-marker\">156</sup><i class=\"footnote\">Verse 28. The Hebrew <i>emor</i> (say) is in the singular — a reference to Moses.</i> since he was superior in prophecy.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "62037ee047cf7a0c25239b67", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "anchorRef": "Numbers 11:1-25:18", "anchorRefExpanded": ["Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳ ב׳-י״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; The Rebellion Narratives", "he": "במדבר מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["V<small>IRTUALLY THE FIRST THING THE</small> I<small>SRAELITES DO AFTER SETTING OUT ON THE SECOND</small> leg of their journey to the Promised Land is—rebel. This pattern was already seen in the book of Exodus, where, despite the climactic miracle of deliverance at the Sea of Reeds, the Israelites “grumbled against Moshe” at Mara because of lack of drinkable water. Although a strain in later biblical thinking remembered the wilderness period as a kind of honeymoon (cf. Jer. 2:2), the Torah itself chose to remember it as a severe time of testing which the ex-slaves ultimately failed to pass.", "The second part of Numbers is a remarkable collection of rebellion narratives that simultaneously display striking similarities and great and colorful differences. The section details six rebellions of the people, and two of the leaders themselves. They are united by a consistent vocabulary: verbs such as “grumble” and “assemble/gather/speak against” depict complaints against Moshe and Aharon and against God. These stories also display the recurring themes of dearth of food and water, and God’s anger at the rebellions, usually expressed in some form of plague (or, additionally, fire).", "Rather than unfold in simple chronological order, one following another, these pieces of the text have been intensified by priestly editing, which has interspersed the stories with a number of cultic and legal passages (Chaps. 15, 18, and 19, all of which bear the theme word “law” [Heb. <i>hok</i> or <i>hukka</i>]), and which are somehow related to previous or succeeding narratives. The interruptions also allow each of the memorable rebellion narratives to “breathe,” giving the audience time to digest the images and the drama presented therein. The stories possess both in abundant measure; one thinks, for instance, of the “meat between the teeth” (11:33), of the grape clusters borne on a pole by two men (13:23); and of the great confrontation with Korah in Chapter 16 (not to mention its resolution), as well as Moshe’s dramatic failure in Chapter 20.", "As in any great literature, repetition of story type or type scene is here accomplished via variation of the most telling kind. In this case we observe once again an alternating pattern to the rebellions, a pattern which reveals not one theme but several:", "The people, over lack of food (chapter 11)", "Moshe’s siblings, over prophetic primacy (12)", "The people, over the spies’ false report (14)", "Levites, over Moshe and Aharon’s prerogatives (16)", "The people, over the rebellious Levites’ sinister fate (17)", "Moshe himself, over the burden of leading the people (20)", "The people, over the lack of food and water (21)", "The pattern observable here is broken, in true biblical rhetorical style (where the last in a sequence often serves by its oddness to reinforce the whole), in a final rebellion (Chap. 25), where the people’s actions involve neither the “complaining” vocabulary nor a revolt against human leadership, but rather comprise the greatest biblical crime of them all: worship of other gods. Viewed in this patterned fashion, the rebellion narratives emerge with a kind of crescendo effect.", "It is also possible, as I have done in “On the Book of Numbers and Its Structure,” above, to follow the scheme put forth by Mann—a three-part structure to the section, each with its internal logic and conclusions. These are treated below; for the moment, it will suffice to see in the first subsection (Chaps. 11–14) the inevitable result of wilderness rebellions: the divine decree that the slave generation must die out before entering the Promised Land; the second subsection (16–20) deals with the challenges to the leadership of Moshe and Aharon, and results in a similar decree, that they will die outside the land; and the third subsection (20–25) chronicles the encounter of the Israelites with neighboring nations, which initially goes in their favor but ends with the disastrous incident at Baal Pe’or (25).", "The primary issue in these stories, to the biblical writer, is lack of trust in God. Each of the three sections mentions or implies that problem; 14:11 and 20:12 use the verb itself, and the narrative of Chapter 25 suggests it. The bottom line is that the Israelites could not keep faith with God—even after both staggering acts of divine intervention (i.e., rescue) and demonstrations of the force of divine wrath—and this lack of faith led ultimately to their dying out in the wilderness outside the Promised Land, in punishment. The stories clearly were meant to be understood as an unfortunate example for later generations, and were taken as such already in the biblical period (see, for example, the treatment in Psalm 78).", "Read on another level, the rebellion narratives are largely concerned with the issue of human leadership, its qualifications, manifestations, and limitations (and even failures). Has there ever been a leader as beleaguered as Moshe? From the beginning of his career on the sands of Egypt, where he assumes the mantle of leadership in the matter of retaliating against the sadistic Egyptian taskmaster (Ex. 2:11–12), to its end at the plains of Moab, in stern address to the people he has struggled to lead (this is the setting of the entire next book, Deuteronomy), he must evoke trust in God, lead the people through an uncharted wilderness, and inspire confidence in his own leadership. His success is muted by the passing of the generation he initially leads, before it can enter Canaan; like them, he too must pass on—with merely a look beyond the Jordan, but no more. Later generations of Jewish readers wept on confronting Moshe’s seemingly premature death, and created heroic tales of his pleading before God to be let into the land he had so long sought to reach. In Numbers he fully deserves this stature, alternately interceding with and cajoling God, standing up for and then almost giving up on this people with whom his life has become so enmeshed. Our stories stress his gifts of prophecy and his pathos as a deeply human leader.", "A final, troubling issue is the character of God in this part of the book. It is a measure of the Bible’s artistry that the rebellion accounts are so varied in content and style; but the variations in punishment—from undetailed death to skin disease to stoning and the earth opening up, just to mention a few examples—create an impression, not of artistic richness but of unremitting severity. The Bible does not seem to have a problem with this kind of divine behavior, and other ancient cultures would have felt at home here, but already in late antiquity, and continuing down to our own day, Jews and Christians most often have preferred, and prayed to, a more forgiving, nurturing, and compassionate God. Dealing with these texts, in the end, raises the question of whether to understand them as the result of “historical necessity” or “literary conceit” (that is, the old generation simply had to die out) or as they stand in the text: a harsh portrayal of what happened when the covenant people violated the covenant."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee26bfddfbb310fed02", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Rebellion and Evil Decree 2-3", "anchorRef": "Numbers 14:1-45", "anchorRefExpanded": ["Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Rebellion and Evil Decree 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה ד׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Rebellion and Evil Decree", "he": "במדבר הערה ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ד׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Another long and dramatic account, this chapter contains echoes of previous narratives. The “grumbling” of Ex. 16 finally returns, and God and Moshe talk to one another in a manner that recalls the Golden Calf incident of Ex. 32–34. God wishes to destroy the people and start all over again with Moshe; the prophet, for his part, reminds God of his essentially merciful nature, and basically blackmails him by pointing out what will happen to his reputation among the nations should he destroy the Israelites. Unlike the resolution in Exodus, this time the people—at least the older generation—are doomed to die out. After two years of both miraculous rescues and despair, it has become clear that the former slaves will not be able to accomplish the work of conquest—even with divine help. That is to be left to their children, whom Moshe will address in Deuteronomy.", "V.26 begins a section that seems to double the earlier part of the chapter. Perhaps it stems from a separate tradition concerning the incident. It leads to the people’s disastrous attempt to force the issue by invading Canaan without the Coffer and Moshe (hence, without God). Thus the spy story of 13–14, which began in orderly fashion, ends in disarray, with a crushing defeat."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382edc9ad75f2d99afa06", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Rebellion and Evil Decree 1", "anchorRef": "Numbers 14:1-45", "anchorRefExpanded": ["Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Rebellion and Evil Decree 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה ד׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ד׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 14:1-45\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 14:1-45</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "63d77c76eca10007534469fa", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 14:5:1", "anchorRef": "Numbers 14:5", "anchorRefExpanded": ["Numbers 14:5"], "sourceRef": "Rav Hirsch on Torah, Numbers 14:5:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר י״ד:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 5. ויפל וגו׳. Durch das נתנה ראש des vorangehenden Verses war ihnen der Gehorsam gekündet, damit war ihrerseits ihre Sendung zu Ende. Sie warfen sich לפני כל קהל וגו׳ nieder. קהל עדת וגו׳ ist das mit der Leitung der Gemeinde betraute Kollegium, die Ältesten (siehe Schmot 12, 6). Indem sie vor ihnen sich niederwarfen, gaben sie das Volk ihrer Leitung zurück und sprachen damit aus, daß mit dieser Kündigung des Gehorsams ihre menschliche Macht zu Ende sei, sie nichts weiter vermögen. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64188329c9371ec0cebe7623", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Numbers 14:5:1", "anchorRef": "Numbers 14:5", "anchorRefExpanded": ["Numbers 14:5"], "sourceRef": "Reggio on Torah, Numbers 14:5:1", "sourceHeRef": "ביאור יש\"ר על התורה, במדבר י״ד:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "במדבר", "he": "<b>ויפל משה ואהרן,</b> מרוב הצער והיגון באראותם עם ה' פרוע, ולא מצאו בעצמם כח לעמוד נגדם ולשכך תלונתם ובחשבם שעוד מעט יחרה אף ה' בם לענשם על מרים ולא תהיה תקומה לכל העם, לא קם בהם עוד רוח ונתפעלו כ\"כ מן המחשבות האלה עד שנפלו על פניהם:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc6c758c1dc532ec91a9", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 14:5", "anchorRef": "Numbers 14:5", "anchorRefExpanded": ["Numbers 14:5"], "sourceRef": "Steinsaltz on Numbers 14:5", "sourceHeRef": "ביאור שטיינזלץ על במדבר י״ד:ה׳", "anchorVerse": 5, "sourceHasEn": true, "commentaryNum": 14.0005, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וַיִּפֹּל מֹשֶׁה וְאַהֲרֹן עַל פְּנֵיהֶם לִפְנֵי כָּל קְהַל עֲדַת בְּנֵי יִשְׂרָאֵל.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "Upon hearing this, \n    <b>Moses and Aaron fell upon their faces before the entire assembly of the congregation of the children of Israel. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "525a3b48edbab4498f484c56", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 14:5:1", "anchorRef": "Numbers 14:5", "anchorRefExpanded": ["Numbers 14:5"], "sourceRef": "Ibn Ezra on Numbers 14:5:1", "sourceHeRef": "אבן עזרא על במדבר י״ד:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>ויפל משה.</b> ברצונו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "THEN MOSES…FELL. By his own will.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">And not as a result of a prophetic trance (Weiser).</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "554ef0b1fbfba21b48f53bec", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 14:5:1", "anchorRef": "Numbers 14:5", "anchorRefExpanded": ["Numbers 14:5"], "sourceRef": "Haamek Davar on Numbers 14:5:1", "sourceHeRef": "העמק דבר על במדבר י״ד:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ויפל וגו׳ לפני כל קהל עדת בני ישראל.</b> מתחבטים לפניהם. והראו עד כמה הגיעו בתלונתם. עד שנמצאים פורה ראש מרידה ממש. מה שלא עלה ע״ד רוב קהל עדת ישראל:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5614e3ddfbfba2109662216b", "index_title": "Ein Yaakov (Glick Edition)", "category": "Midrash", "type": "", "ref": "Ein Yaakov (Glick Edition), Taanit 1:47", "anchorRef": "Numbers 14:5", "anchorRefExpanded": ["Numbers 14:5"], "sourceRef": "Ein Yaakov (Glick Edition), Taanit 1:47", "sourceHeRef": "עין יעקב (מאת שמואל צבי גליק), תענית א׳:מ״ז", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1901, 1921], "commentaryNum": 1.0047, "collectiveTitle": {"en": "Ein Yaakov (Glick Edition)", "he": "עין יעקב (מאת שמואל צבי גליק)"}, "heTitle": "תענית", "he": "(דף יד ע״ב) אמר רבי אלעזר אין אדם חשוב רשאי לחגור שק על בשרו אלא אם כן נענה כיהורם בן אחאב שנאמר (מ״ב ו ל) ויהי כשמוע המלך את דברי האשה ויקרע את בגדיו והוא עובר על החומה וירא העם והנה השק על בשרו מבית. ואמר רבי אלעזר לא הכל בנפילה ולא הכל בקריעה משה ואהרן בנפילה יהושע וכלב בקריעה משה ואהרן בנפילה שנאמר (במדבר יד ה) ויפול משה ואהרן וגו׳ יהושע וכלב בקריעה דכתיב ויהושע בן נון וכלב בן יפנה מן התרים את הארץ קרעו בגדיהם:", "heVersionTitle": "En Jacob, translated by SH Glick, 1916", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עין יעקב, בתרגום ס.ה. גליק, 1916", "text": "(Fol. l4b) R. Elazar said: \"A prominent man must not clothe himself in sackcloth [when in distress], unless he knows for certainty that his prayers will be answered, as was the ease with King Jehoram, the son of Achab, concerning whom it is said (II Kings 6, 30) And it came to pass when the king heard the words of the woman, that he rent his clothes — now he was passing by the wall and the people looked, and behold, he had sackcloth within upon his flesh.\" R. Elazar said further: \"Not everyone has the right to fall upon his face nor has everyone the right to rend his clothes, [as a sign of grief]; only for such as Moses and Aaron does it behoove to fall upon their faces; but for men like Joshua and Caleb it is fitting that they rend their garments.\" Moses and Aaron fell upon their faces, as it is said (Num. 14, 5) And Moses and Aaron fell, etc.; Joshua and Caleb rent their garments, b. Nachmeni, however, objected and said: and Kaleb the son of Jephune of those that had spied out the land, rent their garments. R. Zera, and according to others R. Samuel b Nachmeni, however objected and said: \"If it were said. Joshua and Caleb rent their garments, the statement of R. Elazar would be correct; but as it states, And Joshua and Caleb rent, etc., [in a co-ordinate term] it signifies that they did both [fall upon their faces and rend their garments] .\" ", "versionTitle": "En Jacob, translated by SH Glick, 1916", "license": "Public Domain", "versionTitleInHebrew": "עין יעקב, בתרגום ס.ה. גליק, 1916"}, {"_id": "5868bd07d6e4a97c9cbb10c0", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Numbers 14:5:1", "anchorRef": "Numbers 14:5", "anchorRefExpanded": ["Numbers 14:5"], "sourceRef": "Bekhor Shor, Numbers 14:5:1", "sourceHeRef": "בכור שור, במדבר י״ד:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "במדבר", "he": "<b>ויפלו על פניהם.</b> שלא ירעו עשות לשוב למצרים:\n", "heVersionTitle": "Bekhor Shor, Breslau, 1900", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, ברסלאו, תר\"ס", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "59765598d6e4a90179bf6d94", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Numbers 14:5:1", "anchorRef": "Numbers 14:5", "anchorRefExpanded": ["Numbers 14:5"], "sourceRef": "Be'er Mayim Chaim, Numbers 14:5:1", "sourceHeRef": "באר מים חיים, במדבר י״ד:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "במדבר", "he": "<b>ויפול</b> משה ואהרן על פניהם וגו'. כי הנה נודע וכבר הארכנו בזה במקום אחר שחטא הדור גורם ירידה לפרנסו והוא כמאמר חז\"ל <small>(ברכות ל\"ב.)</small> במעשה העגל שאמר הקב\"ה למשה לך רד וגו' ואמרו, לך רד מגדולתך וכו', וכן אמרו חז\"ל במדרש <small>(שמות רבה מ\"ב, ב')</small> אתה והם בירידה. ועיין בדברי הרב ז\"ל <small>(בליקוטי תורה דברים פסוק ויתעבר ה' בי למענכם וגו')</small>. ועל כן כאשר חטאו ישראל כאן למרוד בשמו יתברך שלא ללכת אל הארץ שציוה אותם, ולחזור למצרים שהזהירם שלא לחזור שם. בזה גרמו ח\"ו ירידה ונפילה לפרנסי ישראל והם משה ואהרן ועל כן נפלו לפניהם על פניהם לומר ראו מה אתם עושים. ואמנם אומר הכתוב, ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc282c1533e001928abfd", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 14:5:1", "anchorRef": "Numbers 14:5", "anchorRefExpanded": ["Numbers 14:5"], "sourceRef": "Malbim on Numbers 14:5:1", "sourceHeRef": "מלבי\"ם על במדבר י״ד:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>ויפל משה ואהרן על פניהם </b>פה לא נזכר מה שאמרו להם ונזכר זה במ\"ת ואומר אליכם לא תערצון ולא תיראון ה' אלהיכם ההולך לפניכם הוא ילחם לכם ככל אשר עשה אתכם במצרים, הודיע להם שהכבוש הזה לא יהיה בכחם ע\"י מלחמה רק בדרך נס ופלא ע\"י ה' ונגד ה' לא יועיל להעמים חזקם וגבורתם. אולם מדוע לא שמעו ישראל לדבריו אחר שכבר ראו מעשי ה' ונפלאותיו אשר עשה נגדם עד הנה, הוא מפני כי היה פלא בעיניהם מדוע לא הנחילם את ארץ מצרים שהיתה ג\"כ ארץ טובה והם ענו אותם ועבדום והיה ראוי שתחת זה יירשו את ארצם, וע\"כ חשבו עתה שהכבוש יהיה טבעי בדרך מלחמה ושהיה בלתי אפשר שיכבשו את מצרים בדרך מלחמה כי היו גבורים ועצומים וממלכה עצומה וגדולה, משא\"כ ארץ כנען יוכלו לכבוש בדרך מלחמה כי חלשים הם מהם, אבל עתה ששמעו שגם ארץ כנען לא יוכלו לכבוש בדרך מלחמה רק ע\"ד הפלא והנס. אמרו נתנה ראש ונשובה מצרימה, שאם ירצה ה' לכבוש הארץ לפנינו בדרך נס יוכל לכבוש גם ארץ מצרים, ואם לא, נהיה עבדים לפרעה ולא נמות, ובשגם שאמרו להם שהיא ארץ אוכלת יושביה וטוב שינחילם את ארץ מצרים:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": "\"And Moshe and Aharon fell on their faces\": Here it is not mentioned what they said to them, but it is mentioned in [Deuteronomy]....", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5bf3fba96cccad006f6721af", "index_title": "English Explanation of Mishnah Menachot", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Menachot 12:4:6", "anchorRef": "Numbers 14:5-10", "anchorRefExpanded": ["Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10"], "sourceRef": "English Explanation of Mishnah Menachot 12:4:6", "sourceHeRef": "ביאור אנגלי על משנה מנחות י״ב:ד׳:ו׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 4.0006, "collectiveTitle": {"en": "English Explanation of Mishnah Menachot", "he": "ביאור אנגלי על משנה מנחות"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>One may not offer one [log], two, or five [logs], but one may offer three, four, six, or anything above six.</b>  This section begins a new topic. One can voluntary offer three, four, six or more logs of wine, but not one, two or five, for these numbers are never found in the libation offerings mentioned in the Numbers 14:5-10. Three logs are for a lamb, four for a ram and six for a bullock (see also Menahot 9:3). Any number above six is a possible combination of 3, 4 and 6. For instance, 7 would be a lamb and a ram. Eight would be two rams, nine, three lambs and so on. Thus one can make a voluntary offering of wine consisting of any number higher than six logs.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c17ad88bb386c011bea0f21", "index_title": "Ein Yaakov", "category": "Midrash", "type": "", "ref": "Ein Yaakov, Taanit 1:52", "anchorRef": "Numbers 14:5", "anchorRefExpanded": ["Numbers 14:5"], "sourceRef": "Ein Yaakov, Taanit 1:52", "sourceHeRef": "עין יעקב, תענית א׳:נ״ב", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1490, 1550], "commentaryNum": 1.0052, "collectiveTitle": {"en": "Ein Yaakov", "he": "עין יעקב"}, "heTitle": "תענית", "he": "לז מַר עוּקְבָא אִיקְלַע לְגִנְזַק, בָּעוּ מִינֵיהּ: בַּמֶּה שִׁמֵּשׁ מֹשֶׁה כָּל שִׁבְעַת יְמֵי הַמִּלּוּאִים? לָא הֲוָה בְּיָדֵיהּ, אָזַל וְשָׁאִיל בֵּי מִדְרָשָׁא, אָמְרוּ לֵיהּ: בְּחָלוּק לָבָן. רַב כַּהֲנָא מַתְנִי: בְּחָלוּק לָבָן שֶׁאֵין לוֹ אִימְרָא. [אָמַר רַבִּי אֶלְעָזָר: אֵין אָדָם חָשׁוּב רַשַּׁאי לִפֹּל עַל פָּנָיו, אֶלָּא אִם כֵּן נַעֲנָה כִּיהוֹשֻׁעַ בִּן נוּן, שֶׁנֶּאֱמַר: (יהושע ז׳:י׳) \"וַיֹּאמֶר ה' אֶל יְהוֹשֻׁעַ קֻם לָךְ, לָמָּה זֶּה אַתָּה נֹפֵל עַל פָּנֶיךָ?\"] וְאָמַר רַבִּי אֶלְעָזָר: אֵין אָדָם חָשׁוּב רַשַּׁאי לַחְגֹּר שַׂק (על בשרו) אֶלָּא אִם כֵּן נַעֲנָה כִּיהוֹרָם בֶּן אַחְאָב, שֶׁנֶּאֱמַר: (מלכים ב ו׳:ל׳) \"וַיְהִי כִשְׁמֹעַ הַמֶּלֶךְ אֶת דִּבְרֵי הָאִשָּׁה, וַיִּקְרַע אֶת בְּגָדָיו, וְהוּא עֹבֵר עַל הַחֹמָה וַיַּרְא הָעָם וְהִנֵּה הַשַּׂק עַל בְּשָׂרוֹ מִבָּיִת\". וְאָמַר רַבִּי אֶלְעָזָר: לֹא הַכֹּל בִּנְפִילָה, וְלֹא הַכֹּל בִּקְרִיעָה. מֹשֶׁה וְאַהֲרֹן בִּנְפִילָה, יְהוֹשֻׁעַ וְכָלֵב בִּקְרִיעָה. מֹשֶׁה וְאַהֲרֹן בִּנְפִילָה, שֶׁנֶּאֱמַר: (במדבר י״ד:ה׳) \"וַיִּפֹּל מֹשֶׁה וְאַהֲרֹן\" וְגוֹ'. יְהוֹשֻׁעַ וְכָלֵב בִּקְרִיעָה, דִּכְתִיב: (שם) \"וִיהוֹשֻׁעַ בִּן נוּן וְכָלֵב בֶּן יְפֻנֶּה מִן הַתָּרִים אֶת הָאָרֶץ קָרְעוּ בִּגְדֵיהֶם\". מַתְקִיף לָהּ רַבִּי זֵירָא וְאִי תֵּימָא רַבִּי שְׁמוּאֵל בַּר נַחְמָנִי: אִי [הֲוָה] כְּתִיב 'יְהוֹשֻׁעַ' כִּדְקָאָמַרְתְּ, הַשְׁתָּא דִּכְתִיב 'וִיהוֹשֻׁעַ', הָא וְהָא עָבוּד.", "heVersionTitle": "Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אגדות חז\"ל - דעת", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1412d9539fc005a15ff04", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 14:5:1", "anchorRef": "Numbers 14:5", "anchorRefExpanded": ["Numbers 14:5"], "sourceRef": "Birkat Asher on Torah, Numbers 14:5:1", "sourceHeRef": "ברכת אשר על התורה, במדבר י״ד:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>\"ויפל משה ואהרן על פניהם\".</b> יש שהכתוב משתמש בלשון יחיד במקום שלכאורה מתבקש לשון רבים, אך לא מצאתי שיש שיטה בדבר. (פ' שלח תשס\"א) הערת ר' חזקי פוקס שי': וראה \"פענח רזא\" על אתר. לדבריו, נפלו שניהם - משה ואהרן - לפני קהל עדת ישראל, אלא שמשה רבנו ע\"ה הוצרך לעמוד מיד, מפני שנדבר עמו ה' יתברך, לכן נקט הכתוב \"ויפל\" בלשון יחיד.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d397b9f232ba20018821b1c", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Sh'lach 12:1", "anchorRef": "Numbers 14:3-9", "anchorRefExpanded": ["Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9"], "sourceRef": "Midrash Tanchuma, Sh'lach 12:1", "sourceHeRef": "מדרש תנחומא, שלח י״ב:א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "שלח", "he": "<b>וַתִּשָּׂא</b> כָּל הָעֵדָה וְגוֹ'. זֶה שֶׁאָמַר הַכָּתוּב: נָתְנָה עָלַי בְקוֹלָהּ עַל כֵּן שְׂנֵאתִיהָ <small>(ירמיה יב, ח)</small>, אוֹתוֹ קוֹל שֶׁבְּכִיתֶם, גָּרַם לָכֶם לִלְקוֹת בְּשׂוֹנְאִים. וְעַל אוֹתוֹ הַדּוֹר אָמַר יְשַׁעְיָה, בְּיוֹם נִטְעֵךָ תְּשַׂגְשֵׂגִי וּבַבֹּקֶר זַרְעֵךָ תַּפְרִיחִי <small>(ישעיה יז, יא)</small>, בַּיּוֹם שֶׁאָמַר לִיטַע אֶתְכֶם בָּאָרֶץ, עֲשִׂיתֶם סִיגִים. וּבַבֹּקֶר זַרְעֵךְ תַּפְרִיחִי, עַד שֶׁלֹּא בָא הַשָּׁרָב, פָּרַחְתְּ. נֵד קָצִיר בְּיוֹם נַחֲלָה <small>(שם)</small>, בַּיּוֹם שֶׁאָמַרְתִּי לִתֵּן לָכֶם נַחֲלַת אֲבוֹתֵיכֶם, עֲשִׂיתֶם קָלוֹן בָּעוֹלָם. וּכְאֵב אָנוּשׁ <small>(שם)</small>, זוֹ הַפֻּרְעָנִיּוּת שֶׁנְּטַלְתֶּם יְרֻשָּׁה לְדוֹרוֹת, שֶׁבָּכוּ הָעֵדָה בְּלֵיל תִּשְׁעָה בָּאָב, וְאָמַר לָהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא, אַתֶּם בְּכִיתֶם בְּכִיָּה שֶׁל חִנָּם לְפָנַי, אֲנִי אֶקְבַּע לָכֶם לַיְלָה זוֹ בְּכִיָּה לְדוֹרוֹת. וּמִן אוֹתָהּ שָׁעָה נִגְזְרָה עַל בֵּית הַמִּקְדָּשׁ שֶׁתֶּחְרַב, וְעַל יִשְׂרָאֵל שֶׁיִּגְלוּ בֵּין אֻמּוֹת הָעוֹלָם. שֶׁכֵּן הוּא אוֹמֵר, וַיִּשָּׂא יָדוֹ לָהֶם לְהַפִּיל אוֹתָם בַּמִּדְבָּר, וּלְהַפִּיל זַרְעָם בַּגּוֹיִם וּלְזָרוֹתָם בָּאֲרָצוֹת <small>(תהלים קו, כו-כז)</small>, נְשִׂיאוּת יָד כְּנֶגֶד נְשִׂיאוּת קוֹל. וַיִּלֹּנוּ עַל מֹשֶׁה וְעַל אַהֲרֹן כָּל בְּנֵי יִשְׂרָאֵל וְיֹאמְרוּ אֲלֵיהֶם כָּל הָעֵדָה, אֵלּוּ סַנְהֶדְרָאוֹת. לוּ מַתְנוּ בְּאֶרֶץ מִצְרַיִם אוֹ בַּמִּדְבָּר הַזֶּה. מָשָׁל לְמֶלֶךְ שֶׁעָלָה אָדָם אֶחָד לַבִּימָה שֶׁלּוֹ לָדוּן, הוֹצִיא דָּבָר אֶחָד מִפִּיו בְּמַה שֶּׁחִיֵּב אֶת עַצְמוֹ. הֵנִיחַ הַמֶּלֶךְ הָאלוֹגִין וְחִיְּבוֹ מִפִּיו, וְאָמַר לֵיהּ: בַּדִּין שֶׁהוֹצֵאתָ מִפִּיךָ, בּוֹ אֲנִי דָּנְךָ, וְהֵא לְךָ כְּמוֹ שֶׁאָמַרְתָּ. אַף כָּךְ אָמַר לָהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא, בַּמִּדְבָּר הַזֶּה יִפְּלוּ פִּגְרֵיכֶם וְגוֹ'. חַי אֲנִי נְאֻם ה' אִם לֹא כַּאֲשֶׁר דִּבַּרְתֶּם בְּאָזְנַי. הִתְחִילוּ לוֹמַר, וְלָמָּה ה' מֵבִיא אוֹתָנוּ אֶל הָאָרֶץ הַזֹּאת לִנְפֹּל בַּחֶרֶב וְגוֹ', וַיֹּאמְרוּ אִישׁ אֶל אָחִיו נִתְּנָה רֹאשׁ וְנָשׁוּבָה מִצְרַיְמָה, וַיִּפֹּל מֹשֶׁה וְאַהֲרֹן עַל פְּנֵיהֶם, וִיהוֹשֻׁעַ בִּן נוּן וְכָלֵב בֶּן יְפֻנֶּה וְגוֹ', וַיֹּאמְרוּ אֶל כָּל עֲדַת בְּנֵי יִשְׂרָאֵל וְגוֹ', אִם חָפֵץ בָּנוּ ה' וְגוֹ', אַךְ בַּה' וְגוֹ'. אָמְרוּ לָהֶם, אֵין אַתֶּם נֶאֱמָנִים עָלֵינוּ. אַחֵינוּ חוֹשְׁשִׁין בָּנוּ יוֹתֵר מִכֶּם, שֶׁנֶּאֱמַר: אָנָה אֲנַחְנוּ עוֹלִים אַחֵינוּ הֵמַסּוּ וְגוֹ' <small>(דברים א, כח)</small>. וַיֹּאמְרוּ כָּל הָעֵדָה לִרְגֹּם וְגוֹ'. וּמִי הֵם, מֹשֶׁה וְאַהֲרֹן. וּכְבוֹד ה' נִרְאָה, מְלַמֵּד, שֶׁהָיוּ זוֹרְקִין אֲבָנִים וְהֶעָנָן מְקַבְּלָן. וַיֹּאמֶר ה' אֶל מֹשֶׁה עַד אָנָה יְנָאֲצוּנִי הָעָם הַזֶּה וְעַד אָנָה לֹא יַאֲמִינוּ בִּי. אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא, שְׁתֵּי צְוָחוֹת שֶׁצָּוַחְתִּי מִפְּנֵיהֶם. חַיֵּיכֶם, שֶׁסּוֹפְכֶם לִצְוֹחַ בְּשִׁעְבּוּד אַרְבַּע מַלְכֻיּוֹת, שֶׁנֶּאֱמַר: עַד אָנָה ה' תִּשְׁכְּחֵנִי נֶצַח, עַד אָנָה תַּסְתִּיר אֶת פָּנֶיךָ מִמֶּנִּי, עַד אָנָה אָשִׁית עֵצוֹת בְּנַפְשִׁי וְגוֹ', עַד אָנָה יָרוּם אוֹיְבִי עָלַי <small>(תהלים יג, ב-ג)</small>. צָוַחְתִּי, עַד מָתַי לָעֵדָה הָרָעָה הַזֹּאת. סוֹפְכֶם לִצְוֹחַ, וְנַפְשִׁי נִבְהֲלָה מְאֹד וְגוֹ' <small>(שם ו, ד)</small>.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "(Numb. 14:1:) “Then the whole congregation raised (rt.: <i>ntn</i>) their voices; [and that night the people wept.]” This text is related (to Jer. 12:8), “[My heritage] has set (rt.: <i>ntn</i>) its voice against Me; therefore I have hated (rt.: <i>sn</i>') it.” The very voice with which you wept caused you to be punished by enemies (rt.: <i>sn</i>').<sup class=\"footnote-marker\">42</sup><i class=\"footnote\">Numb. R. 16:20, cont.</i> Moreover, it was over this very generation that Isaiah said (in Is. 17:11), “In the day you plant, you see it flourish; and on the morning you sow, you see it bloom.” Isaiah said, “On the day that I went to plant you in the land, you produced slag; ‘and on the morning you sow, you see it bloom,’ it has flowered before the heat [of the day].” (Is 17:11, cont.:) “[But the] harvest flees on a day of sickness (<i>nahalah</i>) and human pain.” On the day that I went to give you your ancestral inheritance (<i>nahalah</i>), you became a manifesto in the world. And “human pain” refers to the divine punishment that you received as a legacy for [future] generations.<sup class=\"footnote-marker\">43</sup><i class=\"footnote\"><i>Ta‘an.</i> 29a; <i>yTa‘an.</i> 4:8 (or 5) (68d); <i>Sot</i>. 35a.</i> Because the congregation wept in the night of the Ninth of Ab,<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">See <i>Ta‘an.</i> 4:6: FIVE [CALAMITOUS] THINGS BEFELL OUR ANCESTORS ON THE SEVENTEENTH OF TAMMUZ AND FIVE ON THE NINTH OF AB…. ON THE NINTH OF AB IT WAS DECREED AGAINST OUR ANCESTORS THAT THEY SHOULD NOT ENTER THE LAND, THE TEMPLE WAS DESTROYED THE FIRST TIME AND THE SECOND TIME, BETHAR (THE CENTER OF THE BAR COCHBA REVOLT) WAS TAKEN, AND THE CITY [OF JERUSALEM] WAS PLOWED UNDER (after this revolt, but cf. <i>Ta‘an.</i> 29a).</i> the Holy One, blessed be He, has said, “You have wept for nothing. I shall establish this night for you as [a night of] a weeping for [future] generations.” And from that hour a decree on the Temple was ordained for it to be destroyed and that the Children of Israel would go in exile among the nations. It is so stated (in Ps. 106:26-27), “So He raised His hand toward them [in an oath], to make them fall in the wilderness. And to make their seed fall among the gentiles, even to scatter them among the lands.” The raising of [the divine] hand was corresponding to the lifting up of the voice (in Numb. 14:1). (Numb. 14:2:) “And all the Children of Israel murmured against Moses and against Aaron; and the whole congregation said to them.” These are the <i>sanhedraot</i>. (Numb. 14:2, cont.:) “Would that we had died in the land of Egypt […].” [The matter] is comparable to a king at whose tribunal<sup class=\"footnote-marker\">45</sup><i class=\"footnote\">Gk.: <i>Bema.</i></i> a certain person came up for judgment.<sup class=\"footnote-marker\">46</sup><i class=\"footnote\">Numb. R. 16:21.</i> He uttered a word from his mouth by which he convicted himself. The king set aside his bill of indictment<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">Lat.: <i>elogium</i>; Gk.: <i>elogion</i>.</i> and convicted him out of his own mouth. He said to him, “I am judging you by what has come out of your own mouth. So let it be for you according to what you have said.” Similarly the Holy One, blessed be He, said to them (in Numb. 14:29), “In this desert shall your carcasses fall.” (Numbers 14:28:) “’As I live,’ says the Lord, ‘as they have spoken in My ears.’” They began to say (in Numb. 14:3–9), “And why is the Lord bringing us [unto this land…]?” They also said to each other, “Let us appoint a leader and return to Egypt.” Then Moses and Aaron fell on their faces [before the whole assembly of the congregation of the Children of Israel]. Moreover, Joshua ben Nun and Caleb ben Jephunneh, of those who had explored the land, rent their clothes and spoke unto the whole assembly of the Children of Israel, …. “If the Lord is pleased with us, [He will bring us into this land]…. Only do not rebel against the Lord….” The people said to them, “We have no faith in you! Our brothers care for us more than you do.” Thus it is stated (in Deut. 1:28), “Where are we going up to? Our brothers have caused [our hearts] to melt (with fear).” (Numb. 14:10:) “So the whole congregation said to stone [them with stones].” And who was “them?” Moses and Aaron. (Ibid., cont.:) “Then the glory of the Lord appeared in the tent of meeting.” [This incident] teaches that they threw stones, but the cloud intercepted them. (Numb. 14:11:) “Then the Lord said unto Moses, ‘How long (<i>'ad-'anah</i>) will this people scorn Me, and how long (<i>'ad-'anah</i>) will they have no faith in Me?’” The Holy One, blessed be He, said, “I have uttered two cries (of '<i>ad-'anah</i>) because of you.<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">Numb. R. 16:22, cont.; see below, Numb. 4a:14.</i> Your end shall be to cry out in the subjection of the four empires: (Ps. 13:2-3:) ‘How long (<i>'ad-'anah</i>), O Lord, will you forget me forever; how long (<i>'ad'-'anah</i>) will you hide Your face from me? How long (<i>'ad-'anah</i>) shall I take counsel in my soul with grief in my heart [all day]; how long (<i>'ad-'anah</i>) will my enemy be exalted over me?’ I cried out (in Numb. 14:27), ‘How long (<i>'Ad-matay</i>) shall this evil congregation [be murmuring against me]?’ Your end shall be to cry out (in Ps. 6:4), ‘My soul also is greatly dismayed; [and You, O Lord, how long (<i>'ad-matay</i>)]?’”", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "61225507412970c0e359d91a", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "anchorRef": "Numbers 13:27-29:31", "anchorRefExpanded": ["Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק שני, פרק ח כ״ג", "anchorVerse": 27, "sourceHasEn": true, "commentaryNum": 23, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ח", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>This is what they told him: “We came to the land you sent us to; it does indeed flow with milk and honey, and this is its fruit. However, the people who inhabit the country are powerful, and the cities are fortified and very large; moreover, we saw the Anakites there. Amalekites dwell in the Negeb region; Hittites, Jebusites, and Amorites inhabit the hill country; and Canaanites dwell by the Sea and along the Jordan…. We cannot attack that people, for it is stronger than we.” Thus they spread calumnies among the Israelites about the land they had scouted, saying, “The country that we traversed and scouted is one that devours its settlers. All the people that we saw in it are men of great size; we saw the Nephilim there – the Anakites are part of the Nephilim and we looked like grasshoppers to ourselves, and so we must have looked to them.” (Num. 13:27–29, 31–33)</small>", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "612255331ad4f7b362ed1630", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 12; Leading with Passion 25", "anchorRef": "Numbers 14:5", "anchorRefExpanded": ["Numbers 14:5"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 12; Leading with Passion 25", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק שני, פרק יב כ״ה", "anchorVerse": 5, "sourceHasEn": true, "commentaryNum": 25, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק יב", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "We have other occasions where Moses did not take center stage when leadership was needed. In Exodus 14, at the cusp of the sea and with Egyptian chariots gaining speed behind them, Moses adjured the Israelites to watch God fight their war. “Have no fear! Stand by and witness the deliverance which the Lord will work for you today; for the Egyptians whom you see today you will never see again. The Lord will battle for you; you hold your peace” (Ex. 14:13–14). The verbs in the verses are all static, passive. God turned to Moses and instructed him to go forward; this was not to be God’s war alone. Later in Numbers 14:5 and 16:4, Moses again failed to understand when to put himself at the center to quell the trouble and when to stay still. In the case at hand, very possibly, there was little time to do anything, as the explosion at the camp’s periphery encroached the center. Rather than view Moses’ failure to act as a condemnation, the text may have chosen to highlight Pinhas’ zeal, encouraging other leaders to step up their responsibility for problems in the camp. Moses could not shoulder the moral burden alone. Pinhas’ forward lurch may have been a welcome respite. Moses may have hit a rock, but this was the extent of his violence. He was a man of the mind, a scholar with the sandals of a wanderer.", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "625282c6b7b9a36c896910eb", "index_title": "Em LaMikra", "category": "Commentary", "type": "commentary", "ref": "Em LaMikra, Numbers 14:5:1", "anchorRef": "Numbers 14:5", "anchorRefExpanded": ["Numbers 14:5"], "sourceRef": "Em LaMikra, Numbers 14:5:1", "sourceHeRef": "אם למקרא, במדבר י״ד:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "commentaryNum": 5.0001, "collectiveTitle": {"en": "Em LaMikra", "he": "אם למקרא"}, "heTitle": "במדבר", "he": "<b>ויפל משה ואהרן וגו'.</b> חלילה שמשה ואהרן יזלזלו בכבודם כדעת הח' שד\"ל ליפול על פניהם לבקש רשות לדבר, אחר שהעם בעטו בה' ובטובתו באומרם ולמה ה' הביא אותנו אל הארץ הזאת לנפול בחרב — ואיך יהושע וכלב לא ינהגו כבוד ברבותם להניחם לדבר, וכן בפ' קרח שנאמר ויפול על פניו, פי' שם השד\"ל דרך בקשה, וכל זה זר מאד, והאמת לדעתי שנפלו על פניהם בתפלה לה\"ית והוסיף לומר לפני כל קהל עדת בני ישראל להורות שעשו כן אולי יתעוררו ויזכרו חסדי ה' ולא יוסיפו למרות את עיני כבודו.", "heVersionTitle": "Livorno, 1862-1863", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d1e3b6084aa1cbf133d5", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עֵדָה 1", "anchorRef": "Numbers 14:5", "anchorRefExpanded": ["Numbers 14:5"], "sourceRef": "BDB, עֵדָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, עֵדָה א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עֵדָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I. <big><span dir=\"rtl\">עֵדָה</span></big><sub>149</sub>  n.f. congregation (proposes <em>company assembled together by appointment</em>, or <em>acting concertedly</em>)—<span dir=\"rtl\">ע׳</span> <a data-ref=\"Numbers 16:2\" href=\"/Numbers.16.2\">Nu 16:2</a> + 85 times; cstr. <span dir=\"rtl\">עֲדַת</span> <a data-ref=\"Exodus 12:3\" href=\"/Exodus.12.3\">Ex 12:3</a> + 52 times; sf. <span dir=\"rtl\">עֲדָתִי</span> <a data-ref=\"Job 16:7\" href=\"/Job.16.7\">Jb 16:7</a> + 9 times sfs.;—<br><strong>1.</strong>  <span dir=\"rtl\">עֲדַת־אֵל</span> <a data-ref=\"Psalms 82:1\" href=\"/Psalms.82.1\">ψ 82:1</a> <em>congregation of Ēl</em>, of company of angels (‖ <span dir=\"rtl\">בקרב אלהים</span>); <span dir=\"rtl\">ע׳ לְאֻמִּים</span> <a data-ref=\"Psalms 7:8\" href=\"/Psalms.7.8\">7:8</a> <em>congregation of peoples;</em> <span dir=\"rtl\">ע׳ צַדִּיקִים</span> <a data-ref=\"Psalms 1:5\" href=\"/Psalms.1.5\">1:5</a> <em>congregation of the righteous;</em> ‖ <span dir=\"rtl\">סוֹד יְשָׁרִים</span> <a data-ref=\"Psalms 111:1\" href=\"/Psalms.111.1\">111:1</a>; ‖ <span dir=\"rtl\">קהל</span> <a data-ref=\"Proverbs 5:14\" href=\"/Proverbs.5.14\">Pr 5:14</a>; <span dir=\"rtl\">כָּל־עֲדָתִי</span> <a data-ref=\"Job 16:7\" href=\"/Job.16.7\">Jb 16:7</a> (of Job’s circle of dependents); in a bad sense, <span dir=\"rtl\">ע׳ מְרֵעִים</span> <em>company of evil doers</em> <a data-ref=\"Psalms 22:17\" href=\"/Psalms.22.17\">ψ 22:17</a>; <span dir=\"rtl\">ע׳ עריצים</span> <a data-ref=\"Psalms 86:14\" href=\"/Psalms.86.14\">86:14</a>; <span dir=\"rtl\">ע׳ חנף</span> <a data-ref=\"Job 15:34\" href=\"/Job.15.34\">Jb 15:34</a>; <span dir=\"rtl\">ע׳ קֹרַח</span> <em>company of Korah</em> <a data-ref=\"Numbers 26:9\" href=\"/Numbers.26.9\">Nu 26:9</a>; <a data-ref=\"Numbers 27:3\" href=\"/Numbers.27.3\">27:3</a> (P), so <span dir=\"rtl\">עֲדָתוֹ</span>, <span dir=\"rtl\">עֲדָֽתְךָ</span> <a data-ref=\"Numbers 16:5\" href=\"/Numbers.16.5\">16:5</a>, <a data-ref=\"Numbers 16:6\" href=\"/Numbers.16.6\">6</a>, <a data-ref=\"Numbers 16:11\" href=\"/Numbers.16.11\">11</a>, <a data-ref=\"Numbers 16:16\" href=\"/Numbers.16.16\">16</a>; <a data-ref=\"Numbers 17:5\" href=\"/Numbers.17.5\">17:5</a> (P), and <span dir=\"rtl\">הָעֵדָה</span> <a data-ref=\"Numbers 26:10\" href=\"/Numbers.26.10\">26:10</a>; <a data-ref=\"Numbers 27:3\" href=\"/Numbers.27.3\">27:3</a> (P); <span dir=\"rtl\">ע׳ אֲבִירָם</span> <a data-ref=\"Psalms 106:17\" href=\"/Psalms.106.17\">ψ 106:17</a>, cf. v <a data-ref=\"Psalms 106:18\" href=\"/Psalms.106.18\">18</a>.<br><strong>2.</strong>  <strong> pack</strong> of <em>animals</em> <span dir=\"rtl\">ע׳ אַבִּירִים</span> <a data-ref=\"Psalms 68:31\" href=\"/Psalms.68.31\">ψ 68:31</a> (fig. of nobles); <span dir=\"rtl\">ע׳ דְּבֹרִים</span> <a data-ref=\"Judges 14:8\" href=\"/Judges.14.8\">Ju 14:8</a> <em>a swarm of bees</em>.<br><strong>3.</strong>  elsewhere of Israel <a data-ref=\"Hosea 7:12\" href=\"/Hosea.7.12\">Ho 7:12</a> <span dir=\"rtl\">עֲדָתָם</span> i.e. the whole assemblage of them; <a data-ref=\"I Kings 8:5\" href=\"/I_Kings.8.5\">1 K 8:5</a> (= <a data-ref=\"II Chronicles 5:6\" href=\"/II_Chronicles.5.6\">2 Ch 5:6</a>) <span dir=\"rtl\">כל עדת ישׂ׳</span> of those gathered to Sol.; <a data-ref=\"I Kings 12:20\" href=\"/I_Kings.12.20\">12:20</a> <span dir=\"rtl\">העדה</span> of assembly at Shechem; <a data-ref=\"Jeremiah 6:18\" href=\"/Jeremiah.6.18\">Je 6:18</a> (text very dub.); <span dir=\"rtl\">עֲדָתוֹ</span> <a data-ref=\"Jeremiah 30:20\" href=\"/Jeremiah.30.20\">30:20</a> of restored people; <span dir=\"rtl\">עֲדָֽתְךָ</span> <a data-ref=\"Psalms 74:2\" href=\"/Psalms.74.2\">ψ 74:2</a> (‖ <span dir=\"rtl\">שׁכט נחלתך</span>); elsewhere in P, except possibly <a data-ref=\"Numbers 20:11\" href=\"/Numbers.20.11\">Nu 20:11</a> (R), in technical sense, of the <em>company</em> of Israel of the Exodus, the <em>congregation</em> (115 times), especially in the phrases †<span dir=\"rtl\">ע׳ יהוה</span> <a data-ref=\"Numbers 27:17\" href=\"/Numbers.27.17\">Nu 27:17</a>; <a data-ref=\"Numbers 31:16\" href=\"/Numbers.31.16\">31:16</a> <a data-ref=\"Joshua 22:16\" href=\"/Joshua.22.16\">Jos 22:16</a>, <a data-ref=\"Joshua 22:17\" href=\"/Joshua.22.17\">17</a>; †<span dir=\"rtl\">ע׳ ישׂראל</span> <a data-ref=\"Exodus 12:3\" href=\"/Exodus.12.3\">Ex 12:3</a>, <a data-ref=\"Exodus 12:6\" href=\"/Exodus.12.6\">6</a>, <a data-ref=\"Exodus 12:19\" href=\"/Exodus.12.19\">19</a>, <a data-ref=\"Exodus 12:47\" href=\"/Exodus.12.47\">47</a> <a data-ref=\"Leviticus 4:13\" href=\"/Leviticus.4.13\">Lv 4:13</a> <a data-ref=\"Numbers 16:9\" href=\"/Numbers.16.9\">Nu 16:9</a>; <a data-ref=\"Numbers 32:4\" href=\"/Numbers.32.4\">32:4</a> <a data-ref=\"Joshua 22:18\" href=\"/Joshua.22.18\">Jos 22:18</a>, <a data-ref=\"Joshua 22:20\" href=\"/Joshua.22.20\">20</a>; †<span dir=\"rtl\">ע׳ בני ישׂראל</span> <a data-ref=\"Exodus 16:1\" href=\"/Exodus.16.1\">Ex 16:1</a>, <a data-ref=\"Exodus 16:2\" href=\"/Exodus.16.2\">2</a>, <a data-ref=\"Exodus 16:9\" href=\"/Exodus.16.9\">9</a>, <a data-ref=\"Exodus 16:10\" href=\"/Exodus.16.10\">10</a>; <a data-ref=\"Exodus 17:1\" href=\"/Exodus.17.1\">17:1</a>; <a data-ref=\"Exodus 35:1\" href=\"/Exodus.35.1\">35:1</a>, <a data-ref=\"Exodus 35:4\" href=\"/Exodus.35.4\">4</a>, <a data-ref=\"Exodus 35:20\" href=\"/Exodus.35.20\">20</a> <a data-ref=\"Leviticus 16:5\" href=\"/Leviticus.16.5\">Lv 16:5</a>; <a data-ref=\"Leviticus 19:2\" href=\"/Leviticus.19.2\">19:2</a> (H), <a data-ref=\"Numbers 1:2\" href=\"/Numbers.1.2\">Nu 1:2</a>, <a data-ref=\"Numbers 1:53\" href=\"/Numbers.1.53\">53</a>; <a data-ref=\"Numbers 8:9\" href=\"/Numbers.8.9\">8:9</a>, <a data-ref=\"Numbers 8:20\" href=\"/Numbers.8.20\">20</a>; <a data-ref=\"Numbers 13:26\" href=\"/Numbers.13.26\">13:26</a>; <a data-ref=\"Numbers 14:5\" href=\"/Numbers.14.5\">14:5</a>, <a data-ref=\"Numbers 14:7\" href=\"/Numbers.14.7\">7</a>; <a data-ref=\"Numbers 15:25\" href=\"/Numbers.15.25\">15:25</a>, <a data-ref=\"Numbers 15:26\" href=\"/Numbers.15.26\">26</a>; <a data-ref=\"Numbers 17:6\" href=\"/Numbers.17.6\">17:6</a>; <a data-ref=\"Numbers 19:9\" href=\"/Numbers.19.9\">19:9</a>; <a data-ref=\"Numbers 25:6\" href=\"/Numbers.25.6\">25:6</a>; <a data-ref=\"Numbers 26:2\" href=\"/Numbers.26.2\">26:2</a>; <a data-ref=\"Numbers 27:20\" href=\"/Numbers.27.20\">27:20</a>; <a data-ref=\"Numbers 31:12\" href=\"/Numbers.31.12\">31:12</a> <a data-ref=\"Joshua 18:1\" href=\"/Joshua.18.1\">Jos 18:1</a>; <a data-ref=\"Joshua 22:12\" href=\"/Joshua.22.12\">22:12</a>; <span dir=\"rtl\">הָעֵדָה</span> <a data-ref=\"Leviticus 8:4\" href=\"/Leviticus.8.4\">Lv 8:4</a> + 29 times (cf. <a data-ref=\"Judges 20:1\" href=\"/Judges.20.1\">Ju 20:1</a>; <a data-ref=\"Judges 21:10\" href=\"/Judges.21.10\">21:10</a>); <span dir=\"rtl\">כל־הע׳</span> <a data-ref=\"Leviticus 8:3\" href=\"/Leviticus.8.3\">Lv 8:3</a> + 33 times (cf. <a data-ref=\"Judges 21:13\" href=\"/Judges.21.13\">Ju 21:13</a>); †<span dir=\"rtl\">נְשִׂיאֵי (ה)ע׳</span> <em>princes of the congregation</em> <a data-ref=\"Exodus 16:22\" href=\"/Exodus.16.22\">Ex 16:22</a>; <a data-ref=\"Numbers 4:34\" href=\"/Numbers.4.34\">Nu 4:34</a>; <a data-ref=\"Numbers 16:2\" href=\"/Numbers.16.2\">16:2</a>; <a data-ref=\"Numbers 31:13\" href=\"/Numbers.31.13\">31:13</a>; <a data-ref=\"Numbers 32:2\" href=\"/Numbers.32.2\">32:2</a>; <a data-ref=\"Joshua 9:15\" href=\"/Joshua.9.15\">Jos 9:15</a>, <a data-ref=\"Joshua 9:18\" href=\"/Joshua.9.18\">18</a>; <a data-ref=\"Joshua 22:30\" href=\"/Joshua.22.30\">22:30</a>; <span dir=\"rtl\">כָּל־הַנְּשִׂאִים בָּע׳</span> <a data-ref=\"Exodus 34:31\" href=\"/Exodus.34.31\">Ex 34:31</a>; <span dir=\"rtl\">זִקְנֵי הע׳</span> <em>elders of the congregation</em> <a data-ref=\"Leviticus 4:15\" href=\"/Leviticus.4.15\">Lv 4:15</a> (cf. <a data-ref=\"Judges 21:16\" href=\"/Judges.21.16\">Ju 21:16</a>); <span dir=\"rtl\">ראשׁי אבות הע׳</span> <a data-ref=\"Numbers 31:26\" href=\"/Numbers.31.26\">Nu 31:26</a>. ii & iii <span dir=\"rtl\">עֵדָה</span> v. <a ,=\"\" data-ref=\"BDB, עוּד\" dir=\"rtl\" href=\"/BDB,_עוּד\">עוד</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d423b6084aa1cbf2f923", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, קָהָל 1", "anchorRef": "Numbers 14:5", "anchorRefExpanded": ["Numbers 14:5"], "sourceRef": "BDB, קָהָל 1", "sourceHeRef": "בראון-דרייבר-בריגס, קָהָל א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "קָהָל", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">קָהָל</span></big><sub>123</sub>  <strong>n.m.</strong> <sup>Ez 38:15</sup> <strong>assembly, convocation, congregation</strong>;—abs. <span dir=\"rtl\">ק׳</span> <a data-ref=\"Jeremiah 31:8\" href=\"/Jeremiah.31.8\">Je 31:8</a> +; cstr. <span dir=\"rtl\">קְהַל</span> <a data-ref=\"Exodus 12:6\" href=\"/Exodus.12.6\">Ex 12:6</a> +; sf. <span dir=\"rtl\">קְהָלֶ֑ךָ</span> <a data-ref=\"Ezekiel 38:13\" href=\"/Ezekiel.38.13\">Ez 38:13</a>, etc.; pl. sf. <span dir=\"rtl\">קְהָלֶיךָ</span> <a data-ref=\"Ezekiel 38:7\" href=\"/Ezekiel.38.7\">Ez 38:7</a>;—<br><strong>1.</strong>  <em>assembly</em> specially convoked: †<strong>a.</strong>  for evil counsel, ‖ <span dir=\"rtl\">סוד</span> <a data-ref=\"Genesis 49:6\" href=\"/Genesis.49.6\">Gn 49:6</a> (poem); <span dir=\"rtl\">ק׳ מרעים</span> <a data-ref=\"Psalms 26:5\" href=\"/Psalms.26.5\">ψ 26:5</a>; for civil affairs <a data-ref=\"I Kings 12:3\" href=\"/I_Kings.12.3\">1 K 12:3</a> <a data-ref=\"Proverbs 5:14\" href=\"/Proverbs.5.14\">Pr 5:14</a>; <a data-ref=\"Proverbs 26:26\" href=\"/Proverbs.26.26\">26:26</a> <a data-ref=\"Job 30:28\" href=\"/Job.30.28\">Jb 30:28</a> (Di <em>publice</em>). <strong>b.</strong>  for war or invasion, <a data-ref=\"Numbers 22:4\" href=\"/Numbers.22.4\">Nu 22:4</a> (E), <a data-ref=\"Judges 20:2\" href=\"/Judges.20.2\">Ju 20:2</a>; <a data-ref=\"Judges 21:5\" href=\"/Judges.21.5\">21:5</a>, <a data-ref=\"Judges 21:8\" href=\"/Judges.21.8\">8</a> <a data-ref=\"I Samuel 17:47\" href=\"/I_Samuel.17.47\">1 S 17:47</a> <a data-ref=\"Ezekiel 16:40\" href=\"/Ezekiel.16.40\">Ez 16:40</a>; <a data-ref=\"Ezekiel 38:7\" href=\"/Ezekiel.38.7\">38:7</a> (pl. only here), + 8 times Ez; <span dir=\"rtl\">ק׳ גדול</span> (‖ <span dir=\"rtl\">חיל רב</span>) <a data-ref=\"Ezekiel 38:15\" href=\"/Ezekiel.38.15\">Ez 38:15</a>; <span dir=\"rtl\">ק׳ רב</span> (‖ <span dir=\"rtl\">חיל גדול</span>) <a data-ref=\"Ezekiel 17:17\" href=\"/Ezekiel.17.17\">17:17</a>; <a data-ref=\"Ezekiel 38:4\" href=\"/Ezekiel.38.4\">38:4</a>; <span dir=\"rtl\">ק׳ נוים</span> <a data-ref=\"Jeremiah 50:9\" href=\"/Jeremiah.50.9\">Je 50:9</a>; <span dir=\"rtl\">ק׳ עמים</span> <a data-ref=\"Ezekiel 23:24\" href=\"/Ezekiel.23.24\">Ez 23:24</a>; <a data-ref=\"Ezekiel 32:3\" href=\"/Ezekiel.32.3\">32:3</a>. <strong>c.</strong>  <em>company</em> of returning exiles, <a data-ref=\"Jeremiah 31:8\" href=\"/Jeremiah.31.8\">Je 31:8</a> <a data-ref=\"Ezra 2:64\" href=\"/Ezra.2.64\">Ezr 2:64</a> = <a data-ref=\"Nehemiah 7:65\" href=\"/Nehemiah.7.65\">Ne 7:66</a>. <strong>d.</strong>  for religious purposes, to hear words of <span dir=\"rtl\">י׳</span> at Horeb <a data-ref=\"Deuteronomy 5:17\" href=\"/Deuteronomy.5.17\">Dt 5:19</a>, <span dir=\"rtl\">ביום הק׳</span> <a data-ref=\"Deuteronomy 9:10\" href=\"/Deuteronomy.9.10\">Dt 9:10</a>; <a data-ref=\"Deuteronomy 10:4\" href=\"/Deuteronomy.10.4\">10:4</a> (gloss, not in 𝔊), <a data-ref=\"Deuteronomy 18:16\" href=\"/Deuteronomy.18.16\">18:16</a>; word of Jer. <a data-ref=\"Jeremiah 26:17\" href=\"/Jeremiah.26.17\">Je 26:17</a>; <a data-ref=\"Jeremiah 44:15\" href=\"/Jeremiah.44.15\">44:15</a>; for feasts, fasts and worship <a data-ref=\"II Chronicles 20:5\" href=\"/II_Chronicles.20.5\">2 Ch 20:5</a>; <a data-ref=\"II Chronicles 30:25\" href=\"/II_Chronicles.30.25\">30:25</a><sup>(×2)</sup> <a data-ref=\"Nehemiah 5:13\" href=\"/Nehemiah.5.13\">Ne 5:13</a>; <a data-ref=\"Joel 2:16\" href=\"/Joel.2.16\">Jo 2:16</a> <a data-ref=\"Psalms 107:32\" href=\"/Psalms.107.32\">ψ 107:32</a>; <span dir=\"rtl\">ק׳ רב</span> <a data-ref=\"Psalms 22:26\" href=\"/Psalms.22.26\">22:26</a> + 4 times; <span dir=\"rtl\">וַיֵּאָֽסְפוּ</span> … <span dir=\"rtl\">ק׳ לרב מְאֹד</span> <a data-ref=\"II Chronicles 30:13\" href=\"/II_Chronicles.30.13\">2 Ch 30:13</a>; <span dir=\"rtl\">ק׳ גדול</span> <a data-ref=\"I Kings 8:65\" href=\"/I_Kings.8.65\">1 K 8:65</a> = <a data-ref=\"II Chronicles 7:8\" href=\"/II_Chronicles.7.8\">2 Ch 7:8</a>; <span dir=\"rtl\">בתוך (ה)ק׳</span> <a data-ref=\"II Chronicles 20:14\" href=\"/II_Chronicles.20.14\">2 Ch 20:14</a> <a data-ref=\"Psalms 22:23\" href=\"/Psalms.22.23\">ψ 22:23</a>.<br><strong>2.</strong>  <em>congregation</em>, as organized body: <strong>a.</strong>  of Isr.: <span dir=\"rtl\">ק׳ יהוה</span> <a data-ref=\"Micah 2:5\" href=\"/Micah.2.5\">Mi 2:5</a>; <a data-ref=\"Numbers 16:3\" href=\"/Numbers.16.3\">Nu 16:3</a>; <a data-ref=\"Numbers 20:4\" href=\"/Numbers.20.4\">20:4</a> (P), <a data-ref=\"I Chronicles 28:8\" href=\"/I_Chronicles.28.8\">1 Ch 28:8</a>; <span dir=\"rtl\">(י׳) בא בק׳</span> <a data-ref=\"Deuteronomy 23:2\" href=\"/Deuteronomy.23.2\">Dt 23:2</a>, <a data-ref=\"Deuteronomy 23:3\" href=\"/Deuteronomy.23.3\">3</a><sup>(×2)</sup>, <a data-ref=\"Deuteronomy 23:4\" href=\"/Deuteronomy.23.4\">4</a><sup>(×2)</sup>, <a data-ref=\"Deuteronomy 23:9\" href=\"/Deuteronomy.23.9\">9</a> <a data-ref=\"Nehemiah 13:1\" href=\"/Nehemiah.13.1\">Ne 13:1</a>; <a data-ref=\"Lamentations 1:10\" href=\"/Lamentations.1.10\">La 1:10</a>; <span dir=\"rtl\">כל ק׳ ישׂראל</span> <a data-ref=\"Deuteronomy 31:30\" href=\"/Deuteronomy.31.30\">Dt 31:30</a>; <a data-ref=\"Joshua 8:35\" href=\"/Joshua.8.35\">Jos 8:35</a> (D) <a data-ref=\"Leviticus 16:17\" href=\"/Leviticus.16.17\">Lv 16:17</a> (P); <a data-ref=\"I Kings 8:14\" href=\"/I_Kings.8.14\">1 K 8:14</a><sup>(×2)</sup>, <a data-ref=\"I Kings 8:22\" href=\"/I_Kings.8.22\">22</a>, <a data-ref=\"I Kings 8:55\" href=\"/I_Kings.8.55\">55</a> = <a data-ref=\"II Chronicles 6:3\" href=\"/II_Chronicles.6.3\">2 Ch 6:3</a><sup>(×2)</sup>, <a data-ref=\"II Chronicles 6:12\" href=\"/II_Chronicles.6.12\">12</a>, <a data-ref=\"II Chronicles 6:13\" href=\"/II_Chronicles.6.13\">13</a>; <a data-ref=\"I Kings 12:3\" href=\"/I_Kings.12.3\">1 K 12:3</a>; <a data-ref=\"I Chronicles 13:2\" href=\"/I_Chronicles.13.2\">1 Ch 13:2</a>; <span dir=\"rtl\">כל ק׳ עדת ישׂראל</span> <a data-ref=\"Exodus 12:6\" href=\"/Exodus.12.6\">Ex 12:6</a> (𝔊 reads <span dir=\"rtl\">בני</span> before <span dir=\"rtl\">יִשׂ׳</span>), <a data-ref=\"Numbers 14:5\" href=\"/Numbers.14.5\">Nu 14:5</a> (P; 𝔊 συναγωγή; MT prob. conflation); <span dir=\"rtl\">כל עם הק׳</span> <a data-ref=\"Leviticus 16:33\" href=\"/Leviticus.16.33\">Lv 16:33</a>; <span dir=\"rtl\">כל הק׳</span> <a data-ref=\"Exodus 16:3\" href=\"/Exodus.16.3\">Ex 16:3</a> (P) <a data-ref=\"I Chronicles 13:4\" href=\"/I_Chronicles.13.4\">1 Ch 13:4</a> + 12 times Ch; <span dir=\"rtl\">הק׳</span> <a data-ref=\"Leviticus 4:13\" href=\"/Leviticus.4.13\">Lv 4:13</a>, <a data-ref=\"Leviticus 4:14\" href=\"/Leviticus.4.14\">14</a>, <a data-ref=\"Leviticus 4:21\" href=\"/Leviticus.4.21\">21</a> + 8 times Nu (P), 8 times 2 Ch. <strong>b.</strong>  restored community in Jerus. <a data-ref=\"Ezra 10:12\" href=\"/Ezra.10.12\">Ezr 10:12</a>, <a data-ref=\"Ezra 10:14\" href=\"/Ezra.10.14\">14</a>; <a data-ref=\"Nehemiah 8:2\" href=\"/Nehemiah.8.2\">Ne 8:2</a>, <a data-ref=\"Nehemiah 8:17\" href=\"/Nehemiah.8.17\">17</a>; <span dir=\"rtl\">ק׳ הַגּוֹלָה</span> <a data-ref=\"Ezra 10:8\" href=\"/Ezra.10.8\">Ezr 10:8</a>; later the better part of it, <span dir=\"rtl\">ק׳ חסידים</span> <a data-ref=\"Psalms 149:1\" href=\"/Psalms.149.1\">ψ 149:1</a>. <strong>c.</strong>  of angels, <span dir=\"rtl\">ק׳ קדש֯ים</span> <a data-ref=\"Psalms 89:6\" href=\"/Psalms.89.6\">ψ 89:6</a>. <strong>d.</strong>  more gen.: <em>company</em>, assembled multitude, <span dir=\"rtl\">ק׳ גוים</span> <a data-ref=\"Genesis 35:11\" href=\"/Genesis.35.11\">Gn 35:11</a> (P), <span dir=\"rtl\">עמים ק׳</span> <a data-ref=\"Genesis 28:3\" href=\"/Genesis.28.3\">Gn 28:3</a>; <a data-ref=\"Genesis 48:4\" href=\"/Genesis.48.4\">48:4</a> (P), <a data-ref=\"Numbers 22:4\" href=\"/Numbers.22.4\">Nu 22:4</a> (E), <span dir=\"rtl\">ק׳ רפאים</span> <a data-ref=\"Proverbs 21:16\" href=\"/Proverbs.21.16\">Pr 21:16</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6564609fd165134acead04f8", "index_title": "Likutei Tefilot", "category": "Chasidut", "type": "", "ref": "Likutei Tefilot, Volume II 7:1", "anchorRef": "Numbers 13:1-14:39", "anchorRefExpanded": ["Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39"], "sourceRef": "Likutei Tefilot, Volume II 7:1", "sourceHeRef": "ליקוטי תפילות, חלק ב ז׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1810, 1820], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Likutei Tefilot", "he": "ליקוטי תפילות"}, "heTitle": "חלק ב", "he": "<small>[עַל־פִּי תּוֹרָה ז' - כִּי מְרַחֲמָם יְנַהֲגֵם]</small><br>רַחֲמֶיךָ רַבִּים יְהֹוָה כְּמִשְׁפָּטֶיךָ חַיֵּנִי. רַחוּם וְחַנּוּן יְהֹוָה אֶרֶךְ אַפַּיִם וְרַב חָסֶד. חַנּוּן וְרַחוּם יְהֹוָה אֶרֶךְ אַפַּיִם וּגְדָל חָסֶד. טוֹב יְהֹוָה לַכֹּל וְרַחֲמָיו עַל כָּל מַעֲשָׂיו. כְּרַחֵם אָב עַל בָּנִים כֵּן תְּרַחֵם עָלֵינוּ. ", "heVersionTitle": "Likutey Tefilos, Maleh Vigadish, 2021", "heLicense": "", "heVersionTitleInHebrew": "", "text": "<small><i>Sin Constitutes a Jew’s Greatest Suffering / A Compassionate Torah Leader Guides Those Who are Above and Those Who are Below / Everyone Must Leave Behind a Blessing in This World / A Tzaddik’s Insights Transcend Time / A Person’s Yom Kippur Determines the Quality of His Chanukah / The Lungs Draw Physical and Spiritual Life</i><br>A Torah leader must be compassionate. Moreover, he must know how to implement his compassion properly. For instance, just as a parent must refrain from feeding an infant adult food, so too, a compassionate leader must refrain from granting wicked people inappropriate kindness.<br>The souls of the Jewish people originate in a sublime source. As such, they are extraordinarily spiritual and refined, and are in essence entirely removed from sin.<br>A Jew sins only when a spirit of foolishness enters into him. That is the most pitiable state that he can find himself. Compared to that, any other suffering is as nothing.<br>A Torah leader must have compassion on such a person and fill him with proper spiritual awareness. In doing so, the leader relieves him of the heavy burden of his sins.<br>Moses was a uniquely compassionate Torah leader, dedicating himself to helping the Jewish people even at the risk of his own well-being. He opened the light of consciousness for the Jews. In doing so, he worked to create a civilized world, because the essence of a human being is his consciousness. A person who lacks that is uncivilized — in fact, he is not even considered a human being, but an animal in human form.<br>*<br>In our world, people can be divided into two groups: those who are above (compared to a “son”) and those who are below (compared to a “student”). The Tzaddik must guide both of them.<br>Those people who are above are on a high spiritual level. The Tzaddik must show them that ultimately, they know nothing of God, and he must challenge them to consider, “Where is the place of His glory?”<br>Those who are below are on a low spiritual level. The Tzaddik must show them that they can still hope to return to God, because “the whole earth is filled with His glory.”<br>In addition, these two types must be combined. The “son” must partake of something of the “student,” and the “student” must partake of something of the “son.” This is necessary so that both will possess the fear of God.<br>If a person on a high level only experiences his distance from God, he might feel too far to fear God. Therefore, he must be given something of the awareness of the person on a low level: that God’s glory fills the earth — i.e., that God is close to him.<br>And if a person on a low level only experiences how the world is filled with God’s glory, he might lose all sense of self and thus be unable to fear God. Therefore, he must be given something of the awareness of the person on a high level — a measure of distance from God — so that he will continue to be self-aware and he will be capable of fearing God.<br>*<br>Everyone can be a teacher. For instance, when two people discuss religious matters and one inspires the other, he is the teacher to the other. That kind of discussion civilizes the world and fills it with true human beings.<br>The act of teaching also expands the awareness of the teacher. A concept just beyond a person’s comprehension hovers outside his mind. When he acts as a teacher and transfers his wisdom and awareness to someone else, he creates a space in his own mind into which that hovering awareness can enter.<br>Thus, as soon as a teacher reveals one concept, a new awareness enters his mind. This process can occur repeatedly. This obligates him to be careful about what he reveals, because ultimately, he may be open to receiving an awareness of transcendent concepts beyond time — meaning, concepts that time would not suffice to explain. That is something that would leave him in a state of confusion, and so it is something he must avoid.<br>As for the sage and rabbi of the generation, the transcendent awareness that hovers around him is on the level of “length of days and years,” the World to Come, which is “a day that is entirely long,” transcending time. All of the time of this world is nothing compared to even a single moment of the World to Come. There, time is expressed as transcendent states of awareness. Attaining these states constitutes the essential delight of the World to Come: the knowledge of the unknown, the ultimate good hidden from all eyes. When the sage speaks with his students and fills them with his awareness, these transcendent states of awareness enter into him.<br>There are states of transcendent awareness that cannot be put into words. These are called “hands” because, like gesturing hands, they can communicate only hints. They bring these hints down to a level where God’s sovereign providence is revealed.<br>Along with the influx of hints comes an influx of abundance, including monetary wealth.<br>Having income is related to eating, since the principal purpose of work is to obtain food. When the levels of “son” and “student” combine, when a spiritually powerful person eats, he can experience an illumination of God’s will so that he will yearn for God without even knowing what he wants.<br>The Temple (which combined the dynamics of the “son” and the “student”) also brought down monetary blessing. Thus, it contained a huge basin called the “Sea of Solomon,” which is associated with the revelation of God’s sovereign providence.<br>In the days that the Temple existed, we were free of the burden of sin. The daily morning offering atoned for sins of the previous night, and the daily afternoon offering atoned for the sins of the previous day. But now that the Temple has been destroyed, we cannot adequately cleanse ourselves of our sins.<br>In the days of Moses, the sin of the spies<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See Numbers 13:1-14:39.</i> foreshadowed the destruction of the Temple. In that instance, Moses begged God to “please forgive the sin of this nation.” God acceded to his request, and that constituted the eventual re-inauguration of the Temple — as commemorated by Chanukah.<br>Similarly, when an individual is successful in his request for forgiveness (on Yom Kippur), that leads to a spiritually successful Chanukah, which corresponds to the re-inauguration of the Temple.<br>It is good for a person’s soul to rise and cling to its place in the upper worlds. That is what happens when a person dies. But that does not constitute his ultimate perfection. The soul attains perfection only when it exists both above and below.<br>In order to achieve that, a person must leave behind a blessing in this world. He does this in the form of sharing his awareness with a son or a student, who remains here below even as this person’s soul rises upward. In that sense, the person still exists in this world.<br>All of the above concepts apply to the well-being of the lungs. When the lungs are in proper balance, they are composed of these levels of “son” and “student.”</small><br><b>Send Us a Compassionate Leader</b><br>“Your compassion is abundant, HaShem. Give me life in accordance with Your ways.” “HaShem is compassionate and gracious, longsuffering and extremely kind.” “HaShem is good to everyone; His compassion rests on all of His creatures.” “In the same way that a father has compassion on [his] children, be compassionate to us.”", "versionTitle": "The Fiftieth Gate. Breslov Research Institute, Jerusalem, c1992-c2016", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "660923968364c734ebc60954", "index_title": "Covenant and Conversation; Numbers; The Wilderness Years", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Numbers; The Wilderness Years, Sh'lach, What Made Joshua and Caleb Different? 5", "anchorRef": "Numbers 14:1-10", "anchorRefExpanded": ["Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10"], "sourceRef": "Covenant and Conversation; Numbers; The Wilderness Years, Sh'lach, What Made Joshua and Caleb Different? 5", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר, שלח, ד ה׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 5, "collectiveTitle": {"en": "Covenant and Conversation; Numbers; The Wilderness Years", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר"}, "heTitle": "ד", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "This took courage of a high order. First, they knew they were a minority: two against ten. What did they know that the others did not? Second, the crowd was in a dangerous state. The people had been weeping. They were already saying, “If only we had died in Egypt.” They were angry with Moses and Aaron, who themselves had fallen prostrate rather than confront the people. Caleb and Joshua were on the verge of being stoned by the mob (Num. 14:1–10). What gift, what strength of character, did they have that the other ten spies – themselves princes, chieftains, ­leaders – did not?", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "660925c8f4084d6523f67883", "index_title": "Lessons in Leadership; A Weekly Reading of the Jewish Bible", "category": "Quoting Commentary", "type": "", "ref": "Lessons in Leadership; A Weekly Reading of the Jewish Bible, Ki Tissa; How Leaders Fail 15", "anchorRef": "Numbers 14:5", "anchorRefExpanded": ["Numbers 14:5"], "sourceRef": "Lessons in Leadership; A Weekly Reading of the Jewish Bible, Ki Tissa; How Leaders Fail 15", "sourceHeRef": "שיעורים בהנהגה; קריאות חדשות בפרשת השבוע, כי תשא ט״ו", "anchorVerse": 5, "sourceHasEn": true, "compDate": [2015], "commentaryNum": 15, "collectiveTitle": {"en": "Lessons in Leadership; A Weekly Reading of the Jewish Bible", "he": "שיעורים בהנהגה; קריאות חדשות בפרשת השבוע"}, "heTitle": "כי תשא", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "It is easy to be critical of people who fail the leadership test when it involves opposing the crowd, defying the consensus, blocking the path the majority is intent on taking. The truth is that it is hard to oppose the mob. They can ignore you, remove you, even assassinate you. When a crowd gets out of control there is no elegant solution. Even Moses was helpless in the face of the people during the later episode of the spies (Num. 14:5).", "versionTitle": "Maggid Books and the Orthodox Union, 2015", "license": "CC-BY-NC", "versionTitleInHebrew": ""}]