[{"_id": "531e4fe3fbfba276047f705b", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 14:6", "anchorRef": "Numbers 14:6", "anchorRefExpanded": ["Numbers 14:6"], "sourceRef": "Onkelos Numbers 14:6", "sourceHeRef": "תרגום אונקלוס על במדבר י״ד:ו׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 14.0006, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וִיהוֹשֻׁעַ בַּר נוּן וְכָלֵב בַּר יְפֻנֶּה מִן מְאַלֲּלֵי יָת אַרְעָא בְּזָעוּ לְבוּשֵׁיהוֹן:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Yehoshua the son of Nun and Caleiv the son of Yefuneh, who were among those who scouted the land, tore their clothing [in grief].", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec890", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 14:6", "anchorRef": "Numbers 14:6", "anchorRefExpanded": ["Numbers 14:6"], "sourceRef": "Targum Jonathan on Numbers 14:6", "sourceHeRef": "תרגום יונתן על במדבר י״ד:ו׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 14.0006, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וִיהוֹשֻׁעַ בַּר נוּן וְכָלֵב בַּר יְפֻנֶה מִן מְאַלְלֵי יַת אַרְעָא בְּזָעוּ לְבוּשֵׁיהוֹן", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " and Jehoshua bar Nun and Kaleb bar Jephunneh of the explorers of the land rent their clothes, \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f17aacfbfba22336ea7be9", "index_title": "Or HaChaim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Numbers 14:6:1", "anchorRef": "Numbers 14:6", "anchorRefExpanded": ["Numbers 14:6"], "sourceRef": "Or HaChaim on Numbers 14:6:1", "sourceHeRef": "אור החיים על במדבר י״ד:ו׳:א׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על במדבר", "he": "<b>ויהושע וגו' מן התרים את הארץ</b>. הוצרך לומר שהיו מן התרים, לתת טעם לקריעת בגדיהם, כי האומר מי אתם יהושע וכלב לעשות מעשה זה מה שלא עשו כל גדולי ישראל, ואמר הטעם כי לא היה לצד שהחשיבו עצמן יותר מכל גדולי ישראל אלא לצד היותם מן התרים שתרו אותה וראו מעלתה ועשו ההרגשה, גם נתכוון בזה לומר כי נתכוונו בקריעתם זו כדי להרעישם לומר אלו תרו אותה וקרעו בגדיהם על מאיסתה בעיני ישראל ויכחישו דברי הממאנים:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b> <span>ויהושע בן נון וכלב בן יפנה מן התרים</span>, and Joshua son of Nun and Caleb son of Yefuneh who had been part of the team that toured the land, etc.</b> Who did not know that these two had been part of the team? Why did the Torah have to mention this? The reason is that the Torah wanted to justify that these two men rent their garments in grief over what their colleagues had done. Some of the Israelites might have seen such an action as something presumptuous seeing that none of the elders had seen fit to rend their clothing. The Torah therefore had to tell us that the reason that Joshua and Caleb rent their garments was not that they felt superior to the elders, etc., but that they had experienced the beauty of the land of Canaan, something even Moses had not seen with his own eyes. They had greater reason to mourn what they stood to lose than anybody else. They also hoped to lend emphasis to their feeling of disgust that their colleagues had despised the land of Canaan by publicly rending their garments in the sight of all the Israelites. This was the most potent protest against what the ten spies had said that they could think of.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "574feac1d6e4a90d6df97881", "index_title": "Otzar Midrashim", "category": "Midrash", "type": "", "ref": "Otzar Midrashim, Aharon, And These are the Generations of Aharon and Moshe 6", "anchorRef": "Numbers 14:6", "anchorRefExpanded": ["Numbers 14:6"], "sourceRef": "Otzar Midrashim, Aharon, And These are the Generations of Aharon and Moshe 6", "sourceHeRef": "אוצר מדרשים, אהרן, ואלה תולדות אהרן ומשה ו׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [1915], "commentaryNum": 6, "collectiveTitle": {"en": "Otzar Midrashim", "he": "אוצר מדרשים"}, "heTitle": "ואלה תולדות אהרן ומשה", "he": "<b>דבר אחר, ואלה תולדות אהרן ומשה</b>, בכל מקום הוא מקדים משה לאהרן שנאמר ומשה ואהרן עשו את כל המופתים האלה, ובמקום אחד מקדים אהרן למשה שנאמר הוא אהרן ומשה אשר אמר ה' וגו' (שמות ו' כ״ז), מלמד ששניהם שקולים זה כזה <small>(מכילתא פ' בא, תנחומא פ' בא סי' ה', ב״ר סוף פ״א, ויק״ר פל״ד)</small>. ובכל מקום הוא מקדים יהושע לכלב שנאמר ויהושע בן נון וכלב בן יפונה (במדבר י״ד ו') ובמקום אחד הוא מקדים כלב ליהושע שנאמר זולתי כלב בן יפונה וגו' (שם י״ד ו'), מלמד ששניהם שקולים זה כזה. בכל מקום הוא מקדים אב לאם שנאמר כבד את אביך וגו' ובמקום אחד אומר איש אמו ואביו תיראו מלמד ששניהם שקולים זה כזה, אבל אמרו חכמים האב קודם לאם בכל מקום מפני שהוא ואמו חייבים בכבוד אביו <small>(קדושין ל״א:)</small>. כתוב אחד אומר הוא משה ואהרן וכתוב אחד אומר ומשה איש האלהים בניו יקראו על שבט הלוי (דהי״א כ״ג י״ד), ר' ברכיה ור' יהודה בן קרחא כל אותן ארבעים שנה שהיו ישראל במדבר לא נמנע משה מלשמש בכהונה גדולה <small>(שוח״ט צ״ט, פסיקתא פ' פרה ויק״ר פי״א.)</small> הדא הוא דכתיב משה ואהרן בכהניו וגו׳ (תהלים צ״ט ו'). ר' ברכיה בשם ר' סימון שמע לה מן הדא ובני עמרם אהרן ומשה ומרים וגו' ומשה איש האלהים בניו יקראו וגו' נמנה משה עם הכהנים, ואלה תולדות אהרן ומשה.", "heVersionTitle": "Otzar Midrashim, New York, 1915", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "Another interpretation: \"And these are the generations of Aaron and Moses\" - in every place it puts Moses before Aaron, as it says \"And Moses and Aaron did all these wonders,\" and in one place it puts Aaron before Moses, as it says \"He is Aaron and Moses, whom the Lord said to them etc.\" (Exodus 6:27), teaching that they are equal to each other (Mekhilta Bo, Tanhuma Bo 5, Bereishit Rabbah end of 91, Vayikra Rabbah 34). And in every place it puts Joshua before Caleb, as it says \"And Joshua son of Nun and Caleb son of Jephunneh\" (Numbers 14:6), and in one place it puts Caleb before Joshua, as it says \"Except for Caleb son of Jephunneh etc.\" (ibid. 14:30), teaching that they are equal to each other. In every place it puts the father before the mother, as it says \"Honor your father\" etc., and in one place it says \"A man, his mother and his father shall you revere\" (Leviticus 19:3), teaching that they are equal to each other. But the Sages said: The father precedes the mother in every place, because he and his mother are obligated to honor his father (Kiddushin 31b). One verse says \"He is Moses and Aaron\", and one verse says \"And the sons of Amram: Aaron and Moses and Miriam etc.... and Moses, the man of God, his sons were called to the tribe of Levi\" (I Chronicles 23:13-14), R' Berechyah and R' Yehudah ben Korchah: all those forty years that the Israelites were in the wilderness, Moses did not refrain from serving as High Priest (Shocher Tov 99, Pesikta Parah, Vayikra Rabbah 11). This is what is written: \"Moses and Aaron among His priests etc.\" (Psalms 99:6). R' Berechyah said in the name of R' Simon: We learn from here: \"And the sons of Amram: Aaron and Moses and Miriam etc.... and Moses, the man of God, his sons were called etc.\" Moses was counted among the priests, \"And these are the generations of Aaron and Moses.\"", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "57e77d62d6e4a94c7c18add7", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 14:6", "anchorRef": "Numbers 14:6", "anchorRefExpanded": ["Numbers 14:6"], "sourceRef": "Tafsir Rasag, Numbers 14:6", "sourceHeRef": "תפסיר רס\"ג, במדבר י״ד:ו׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 14.0006, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "ויהושע בן נון וכלב בן יפנה מן ראימי אלבלד כ̇רקא ת̇יאבהמא", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b384d6e4a902855fe5b0", "index_title": "Tur HaArokh", "category": "Quoting Commentary", "type": "", "ref": "Tur HaArokh, Numbers 20:1:1", "anchorRef": "Numbers 14:6", "anchorRefExpanded": ["Numbers 14:6"], "sourceRef": "Tur HaArokh, Numbers 20:1:1", "sourceHeRef": "הטור הארוך, במדבר כ׳:א׳:א׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Tur HaArokh", "he": "הטור הארוך"}, "heTitle": "במדבר", "he": "<b>ויבואו בני ישראל כל העדה מדבר צן. </b>כתב הרמב\"ן כתב רש\"י עדה שלימה כי כבר מתו מתי מדבר וכן דעת ר' אברהם. והקשה הוא א\"כ מה צורך להזכיר עדה בבואם אחרי כן אל הר ההר. ור' אברהם אמר כי הזכיר זה בעבור כי יצא אדום להלחם בה והגיד הכתוב שלא נפקד מהם איש בבואם מעיר אדום. והקשה הרמב\"ן על זה כי ישראל נטו מעליו ולא נלחם בם כלל. ופי' הוא כי מנהג הכתוב להזכיר כן במקום התלונות ויבואו כל עדת ישראל אל מדבר סין אשר בין אלים ובין סיני. ויסעו כל עדת ישראל למסעיהם מרפידים. הודיעונו כי היו כולם בתלונה וכן וישאו כל העדה קולם ויבכו. וילונו כל עדת ישראל ממחרת. ואמר כן בבואם אל הר ההר להודיע שכולם היו בהספידו של אהרן קדוש ה': \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " ויבואו בני ישראל כל העדה מדבר צין, “The Children of Israel, the whole community, arrived at the wilderness of Tzin.” Nachmanides refers to <i>Rashi</i> as well as to Ibn<i> Ezra</i> who see in the words כל העדה an allusion to the nation now being “whole,” seeing that all the people upon whom death in the desert had been decreed had died by now. \n    He queries that if this indeed were so the words כל העדה need not have been written again in verse 22 when the people arrived at הר ההר.\n    Ibn Ezra says that the reason why the Torah repeated the expression כל העדה in verse 22 is that seeing that Edom had begun to war against Israel, the Torah wanted to inform us that no casualties were suffered on account of that. Nachmanides questions this also, disputing that there had been any confrontation between Israel and Edom, seeing that the Torah tells us that the Israelites backed down from their request to cross the Edomites’ territory as we have been informed already in verse 21. Nachmanides therefore arrives at the conclusion that it is customary for the Torah to describe the Israelites as having arrived “whole,” in paragraphs which precede complaints by the people, as in Exodus 16,1, 17,1, Numbers 14,6 Numbers 17,6, etc. The reason that the Torah used the term כל העדה in verse 22 is to inform us that the entire people participated in eulogizing Aaron and mourning him, seeing that he had died there.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58ad93d8d6e4a93323dbf92b", "index_title": "Pesachim", "category": "Talmud", "type": "", "ref": "Pesachim 119b:6", "anchorRef": "Numbers 14:6", "anchorRefExpanded": ["Numbers 14:6"], "sourceRef": "Pesachim 119b:6", "sourceHeRef": "פסחים קי״ט ב:ו׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 238.0006, "collectiveTitle": {"en": "Pesachim", "he": "פסחים"}, "heTitle": "פסחים", "he": "אוֹמֵר לוֹ לְמֹשֶׁה: טוֹל וּבָרֵךְ. אוֹמֵר לָהֶם: אֵינִי מְבָרֵךְ, שֶׁלֹּא זָכִיתִי לִיכָּנֵס לְאֶרֶץ יִשְׂרָאֵל, לֹא בְּחַיַּי וְלֹא בְּמוֹתִי. אוֹמֵר לוֹ לִיהוֹשֻׁעַ: טוֹל וּבָרֵךְ, אוֹמֵר לָהֶן: אֵינִי מְבָרֵךְ, שֶׁלֹּא זָכִיתִי לְבֵן, דִּכְתִיב: ״יְהוֹשֻׁעַ בִּן נוּן״, ״נוֹן בְּנוֹ יְהוֹשֻׁעַ בְּנוֹ״.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "Jacob will <b>say to Moses: Take</b> the cup <b>and recite the blessing.</b> Moses will <b>say to them: I will not recite the blessing, as I did not merit to enter Eretz Yisrael, neither in my life nor in my death.</b> Moses will <b>say to Joshua: Take</b> the cup <b>and recite the blessing.</b> Joshua will <b>say to them: I will not recite the blessing, as I did not merit to</b> have <b>a son.</b> The proof for this is <b>that it is written: “Joshua the son of Nun”</b> (Numbers 14:6), and in the genealogical list of Ephraim it states: <b>“Nun his son, Joshua his son”</b> (I Chronicles 7:27). Since the verse does not mention any children of Joshua, evidently he had no sons.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad9740d6e4a93323dc3af9", "index_title": "Taanit", "category": "Talmud", "type": "", "ref": "Taanit 14b:13", "anchorRef": "Numbers 14:6", "anchorRefExpanded": ["Numbers 14:6"], "sourceRef": "Taanit 14b:13", "sourceHeRef": "תענית י״ד ב:י״ג", "anchorVerse": 6, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 28.0013, "collectiveTitle": {"en": "Taanit", "he": "תענית"}, "heTitle": "תענית", "he": "וְאָמַר רַבִּי אֶלְעָזָר: לֹא הַכֹּל בִּקְרִיעָה וְלֹא הַכֹּל בִּנְפִילָה. מֹשֶׁה וְאַהֲרוֹן — בִּנְפִילָה, יְהוֹשֻׁעַ וְכָלֵב — בִּקְרִיעָה. מֹשֶׁה וְאַהֲרֹן בִּנְפִילָה, דִּכְתִיב: ״וַיִּפּוֹל מֹשֶׁה וְאַהֲרֹן עַל פְּנֵיהֶם״. יְהוֹשֻׁעַ וְכָלֵב בִּקְרִיעָה, דִּכְתִיב: ״וִיהוֹשֻׁעַ בִּן נוּן וְכָלֵב בֶּן יְפֻנֶּה קָרְעוּ בִּגְדֵיהֶם״.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>And Rabbi Elazar</b> further <b>said: Not all</b> are worthy to petition God <b>by rending</b> their garments, <b>and not all</b> are worthy <b>of falling</b> on their faces in times of trouble. <b>Moses and Aaron</b> were worthy of petitioning God <b>by falling</b> on their faces, whereas their students <b>Joshua and Caleb</b> prayed <b>by</b> only <b>rending</b> their garments. The Gemara elaborates: <b>Moses and Aaron</b> petitioned God <b>by falling</b> on their faces, <b>as it is written: “Then Moses and Aaron fell on their faces”</b> (Numbers 14:5). <b>Joshua and Caleb</b> prayed <b>by rending</b> their garments, <b>as it is written</b> in the next verse: <b>“And Joshua, son of Nun, and Caleb, son of Jephunneh,</b> who were of those who spied out the land, <b>rent their garments”</b> (Numbers 14:6).", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "59ef31a0d6e4a90d4d5d54fd", "index_title": "Steinsaltz on Taanit", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Taanit 14b:13", "anchorRef": "Numbers 14:6", "anchorRefExpanded": ["Numbers 14:6"], "sourceRef": "Steinsaltz on Taanit 14b:13", "sourceHeRef": "ביאור שטיינזלץ על תענית י״ד ב:י״ג", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 28.0013, "collectiveTitle": {"en": "Steinsaltz on Taanit", "he": "ביאור שטיינזלץ על תענית"}, "heTitle": "ביאור שטיינזלץ על תענית", "he": "<b>ואמר ר' אלעזר: לא הכל בקריעה ולא הכל בנפילה,</b> שלא כל אדם ראוי לו לקרוע בגדיו או ליפול על פניו כאשר יש פורענות וצריך לגלות צער. ומה עניינו? <b>משה ואהרן בנפילה,</b> שהם ראוי היה להם ליפול על פניהם, <b>יהושע וכלב</b> שהיו תלמידיהם — <b>בקריעה.</b> ומפרטים את מקור הדברים: <b>משה ואהרן בנפילה — דכתיב</b> <small>[שנאמר]:</small> <b>\"ויפל משה ואהרן על פניהם\"</b> (במדבר יד, ה), <b>יהושע וכלב בקריעה — דכתיב</b> <small>[שנאמר]:</small> <b>\"ויהושע בן נון וכלב בן יפנה</b> מן התרים את הארץ <b>קרעו בגדיהם\"</b> (במדבר יד, ו).", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c179d18bb386c011be99530", "index_title": "Tosefta Keritot", "category": "Tosefta", "type": "", "ref": "Tosefta Keritot 4:7", "anchorRef": "Numbers 14:6", "anchorRefExpanded": ["Numbers 14:6"], "sourceRef": "Tosefta Keritot 4:7", "sourceHeRef": "תוספתא כריתות ד׳:ז׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 4.0007, "collectiveTitle": {"en": "Tosefta Keritot", "he": "תוספתא כריתות"}, "heTitle": "תוספתא כריתות", "he": "ר\"ש אומר בכ\"מ הקדים בריאת שמים לארץ במקום אחד הוא אומר (בראשית ב׳:ד׳) ביום עשות ה' אלהים ארץ ושמים מלמד ששקולין זה כזה. בכל מקום הקדים אברהם לאבות במקום א' הוא אומר (ויקרא כ״ו:מ״ב) וזכרתי את בריתי יעקוב וגו' מלמד ששקולין זה כזה שלשתן. בכל מקום הקדים משה לאהרן במקום אחד הוא אומר (שמות ה׳:א׳) הוא אהרן ומשה מלמד ששקולין זה כזה. בכל מקום הקדים יהושע לכלב במקום אחד הוא אומר (במדבר י״ד:ו׳) בלתי כלב בן יפונה הקנזי ויהושע בן נון מלמד ששניהן שקולין זה כזה.", "heVersionTitle": "Tosefta Keritot - Machon Mamre", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תוספתא כריתות - מכון ממרא", "text": "Rabbi Shimon says, in the general principles of creation, the heavens were created before the earth in one place, as it is written: \"On the day that the Lord God made earth and heaven\" (Genesis 2:4). This teaches that they are considered equal. In every place, Abraham preceded the patriarchs in one place, as it is written: \"And I will remember My covenant with Jacob\" (Leviticus 26:42), which teaches that the three are considered equal. In every place, Moses preceded Aaron in one place, as it is written: \"These are the names of the sons of Aaron: Nadab and Abihu, Eleazar and Ithamar\" (Exodus 6:23), which teaches that they are considered equal. In every place, Joshua preceded Caleb in one place, as it is written: \"Of the tribe of Judah, Caleb the son of Jephunneh\" (Numbers 13:6) and \"Joshua the son of Nun\" (Numbers 13:8), which teaches that they are considered equal.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5c17b9f5b071e100bf4efca6", "index_title": "Tanna DeBei Eliyahu Rabbah", "category": "Midrash", "type": "", "ref": "Tanna DeBei Eliyahu Rabbah 29:2", "anchorRef": "Numbers 14:5-6", "anchorRefExpanded": ["Numbers 14:5", "Numbers 14:6"], "sourceRef": "Tanna DeBei Eliyahu Rabbah 29:2", "sourceHeRef": "תנא דבי אליהו רבה כ״ט:ב׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [968, 984], "commentaryNum": 29.0002, "collectiveTitle": {"en": "Tanna DeBei Eliyahu Rabbah", "he": "תנא דבי אליהו רבה"}, "heTitle": "תנא דבי אליהו רבה", "he": "ברוך המקום ברוך הוא וברוך שמו שאין לפניו משוא פנים בשביל אותה בכיה של חנם שבכו ישראל נקבע להם בכיה לדורות. וכל אותם שלשים ושמונה שנה מעיד אני עלי שמים וארץ שלא היה בדעתו של הקב\"ה להמית עשרה נשיאים הללו מישראל אלא משום שהיו רצים אחר משה ואהרן לרגום אותם באבנים עד שנמשכו ונכנסו תחת ענני הכבוד תחת כנפי השכינה שנאמר (במדבר יד) ויפול משה ואהרן על פניהם לפני כל קהל עדת בני ישראל וגו' ויהושע בן נון וכלב בן יפנה מן התרים את הארץ קרעו בגדיהם ויאמרו וגו' הארץ אשר עברנו בה לתור אותה טובה הארץ מאד מאד וגו' ויאמרו כל העדה לרגום אותם באבנים וגו'. בא וראה מה עשו ישראל ומה הוציאו בשפתותיהם ואח\"כ היו מבקשים לעלות אל הארץ שנאמר וישכימו בבקר ויעלו אל ראש ההר לאמר הננו ועלינו אל המקום אשר אמר ה' כי חטאנו מה כתיב בתריה ויאמר משה למה זה אתם עוברים את פי ה' והיא לא תצלח וגו' ויעפילו לעלות אל ראש ההר וגו' וירד העמלקי והכנעני היושב בהר ההוא ויכום ויכתום עד החרמה מיד חזרו וישבו באבל כבראשונה שנאמר (במדבר יד) ויתאבלו העם מאד. מכאן אמרו כל המנודה יום אחד מלמטה אעפ\"י שהתירו לו אין לו היתר מלמעלה עד שלשה ימים וכל המנודה מלמטה שלשה ימים אף על פי שהתירו לו אין לו היתר מלמעלה עד שבעה ימים וכל המנודה מלמטה שבעה ימים אעפ\"י שהתירו לו אין לו היתר מלמעלה עד שלשים יום וכל המנודה מלמטה שלשים יום אעפ\"י שהתירו לו אין לו היתר מלמעלה לעולם ולעולמי עולמים לכך נאמר ויתאבלו העם מאד. באותה שעה אמר הקב\"ה למשה לך ומרצה את אותן העניים שכבר יצא לבם מעליהם אמר משה לפניו רבש\"ע במה ארצה אותם אמר ליה הקב\"ה למשה לך ומרצה אותם בדברי תורה שנאמר (במדבר טו) ואמרת אליהם כי תבאו אל ארץ מושבותיכם וגו' ועשיתם אשה לה' עולה או זבח וגו' באותה שעה היתה מריבה גדולה בין ישראל לגרים אמר לו הקב\"ה למשה למה עשו מריבה אלו עם אלו אמר משה לפניו רבש\"ע אתה יודע אמר לו הקב\"ה למשה ולא כך אמרתי לך (במדבר טו) וכי יגור אתכם גר וגו' הקהל חקה אחת לכם ולגר הגר וגו' ככם כגר יהיה לפני ה' וגו'. מכאן אמרו שלש מדות יש בגרים יש גר כאברהם אבינו ויש גר נמשל כחמור ויש גר כעכו\"ם לכל דבר כיצד יש גר כעכו\"ם לכל דבר אם יש לו נבלות וטרפות שקצים ורמשים בתוך ביתו אומר בלבו מתי אתגייר ואהיה ביניהן של ישראל שאכילתן יפה ויש להם ימים טובים ושבתות וכשיכלו אלו מתוך ביתי אכוף את עצמי ואתגייר ואם לבסוף הוא חוזר לסורו באין עליו יסורין לטובתו ולהצילו ומיד שהוא עושה תשובה אמר הקדוש ב\"ה כשם שאני אהבתי אתכם כן אתם תאהבו אותו שנאמר ואהבתם את הגר כי גרים הייתם בארץ מצרים (דברים י) וכיצד יש גר שהוא נמשל כחמור כגון שהוא הולך לישא אשה מישראל ואמרו לו אין אנו מקבלין אותך עד שתתגייר אמר בלבו אכוף א\"ע ואתגייר ואם לבסוף חוזר לסורו באין עליו יסורין לטובתו ולהצילו ומיד שהוא עושה תשובה אמר הקב\"ה כשם שהוא בקש מכם מנוחה כך תנו לו מנוחה שנאמר (שמות כב) וגר לא תונה ולא תלחצנו כי גרים הייתם בארץ מצרים. וכיצד יש גר שהוא כמו אברהם אבינו אם היה הולך ופשפש בכל העכו\"ם כיון שהוא רואה שכל העכו\"ם הם מספרים בטובתן של ישראל אמר בלבו מתי אתגייר ואהיה כמותם ואכנס תחת כנפי השכינה עליו נאמר (ישעיה נה) ואל יאמר בן הנכר הנלוה אל ה' לאמר הבדל יבדילני ה' מעל עמו וגו' ובני הנכר הנלוים על ה' לשרתו ולאהבה את שם ה' להיות לו לעבדים וגו' והביאותים אל הר קדשי ושמחתים בבית תפלתי עולותיהם וזבחיהם לרצון על מזבחי וגו'. הרי הוא אומר (שמות כג) לא תשא שמע שוא אל תשת ידך עם רשע להיות עד חמס לא תהיה אחרי רבים לרעות וגו'. הוי אומר הרי זו אזהרה למקבלים לה\"ר. ד\"א הרי זו אזהרה לדיין שלא ישמע לבעל דין עד שיהא בעל דין חבירו עמו שנאמר (שמות כב) עד האלקים יבא דבר שניהם וגם הרי זו אזהרה לבעל דין שלא ישמיע אל הדיין דבריו עד שיהא בעל דינו עמו שנאמר (דברים יט) ועמדו שני האנשים אשר להם הריב לפני ה' וגו' וכן אם אומר לו אדם לחבירו פלוני חבירי חייב לי מאתים זוז והרי יש לי עד אחד ותהא מצטרף עמו וטול אתה מנה יאמר לו כך מודיע אני לך שאפילו אתה נותן לי כל כסף וזהב שבכל העולם כלו בשעה אחת אין אני מבקש בשביל להעיד שקר והאיך אתה אומר לי כך. וכל אנשי ירושלים היו עושין כן אינן נכנסין לבית המשתה עד שיודעין מי הוא שיכנס עמהם ואינן חותמין על הגט עד שיודעין מי הוא שיחתום עמהן א\"ר נתן והלא עד זומם הוא זה ועד רשע הוא זה שנאמר (דברים יט) ועשיתם לו כאשר זמם לעשות לאחיו אלא ללמדך על הגזלנין ועל החמסנין שפסולי עדות הן. כיוצא בדבר אתה אומר כתיב (במדבר לה) והוא לא אויב לו ולא מבקש רעתו לא אויב לו ולא מבקש רעתו ידיננו שנאמר ושפטו העדה לפסול את השונאים מלישב בדין. אין לי אלא שונאים קרובים מנין שהם פסולין לישב בדין ת\"ל ושפטו העדה בין המכה ובין גואל הדם הרי אתה דן הואיל ואמרה התורה הרגום על פי שני עדים ואמרה התורה הרוג על פי דיינין מה עדים פסול בהם קרובים אף דיינים פסול בהם קרובים. ועוד ק\"ו הוא ומה עדים שאין הדברים נגמרים על פיהם פסול בהם קרובים דיינים שהדברים נגמרים על פיהם אינו דין שיפסול בהם קרובים אין לי אלא לרוצח לשאר חייבי מיתות מנין ת\"ל (דברים יט) על המשפטים האלה. יכול כשם שדיני נפשות בעשרים ושלשה כך דיני ממונות בעשרים ושלשה ת\"ל על המשפטים האלה אלה בעשרים ושלשה ואין דיני ממונות בעשרים ושלשה. ועוד שהרי הוא אומר עד האלקים יבא דבר שניהם (שמות כב) ומניין שדיני נפשות בעשרים ושלשה ת\"ל ושפטו העדה הרי עשרה והצילו העדה הרי עוד עשרה הרי כאן עשרים ומנין עוד שלש הרי אתה דן הואיל ואמרה התורה הרוג על פי עדים ואמרה תורה הרוג על פי דיינין מה עדים שנים אף דיינים שנים ואין בית דין שקול מוסיפין עליהם עוד אחר הרי כאן עשרים ושלשה אנשים אבל בראשונה היו אומרים דיני נפשות בשלשים שנאמר ושפטו העדה והצילו העדה והשיבו אותו העדה ללמדך שדיני נפשות בשלשים.", "heVersionTitle": "OYW (segmentation according to Warsaw 1880)", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d5cbf4629f2b57280e4a", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, קרע 1", "anchorRef": "Numbers 14:6", "anchorRefExpanded": ["Numbers 14:6"], "sourceRef": "Sefer HaShorashim, קרע 1", "sourceHeRef": "ספר השרשים, קרע א׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "קרע", "he": ["<strong><big>קרע</big></strong>   <strong>קָרַע</strong> י\"י אֶת־מַמְלְכוּת יִשְׂרָאֵל (<a class=\"refLink\" href=\"I Samuel 15:28\" data-ref=\"I Samuel 15:28\">שמואל א' טו, כח</a>), <strong>וְקָרַע </strong>אֹתוֹ מִן־הַבֶּגֶד (<a class=\"refLink\" href=\"Leviticus 13:56\" data-ref=\"Leviticus 13:56\">ויקרא יג, נו</a>), <strong>וַיִּקְרַע</strong> אֶת־בְּגָדָֽיו (<a class=\"refLink\" href=\"Genesis 37:29\" data-ref=\"Genesis 37:29\">בראשית לז, כט</a>), <strong>קָֽרְעוּ</strong> בִּגְדֵיהֶֽם (<a class=\"refLink\" href=\"Numbers 14:6\" data-ref=\"Numbers 14:6\">במדבר יד, ו</a>), <strong>קָרוּעַ </strong>כֻּתָּנְתּוֹ (<a class=\"refLink\" href=\"II Samuel 15:32\" data-ref=\"II Samuel 15:32\">שמואל ב' טו, לב</a>), בא קמוץ וסמוך כמו לְבֻשׁ הַבַּדִּים (<a class=\"refLink\" href=\"Ezekiel 9:11\" data-ref=\"Ezekiel 9:11\">יחזקאל ט, יא</a>), <strong>קְרוּעֵי </strong>בְגָדִים (<a class=\"refLink\" href=\"Isaiah 36:22\" data-ref=\"Isaiah 36:22\">ישעיה לו, כב</a>), על דרך נֹבֶלֶת עָלֶהָ (<a class=\"refLink\" href=\"Isaiah 1:30\" data-ref=\"Isaiah 1:30\">ישעיה א, ל</a>). והדומים להם כתבנו בשרש <strong>נָבַל</strong>. <strong>יִקְרָעֶהָ</strong> בְּתַעַר הַסֹּפֵר (<a class=\"refLink\" href=\"Jeremiah 36:23\" data-ref=\"Jeremiah 36:23\">ירמיה לו, כג</a>). <strong>והשם</strong> <strong>קֶרַע</strong>. והקבוץ <strong>וּקְרָעִים</strong> תַּלְבִּישׁ נוּמָֽה (<a class=\"refLink\" href=\"Proverbs 23:21\" data-ref=\"Proverbs 23:21\">משלי כג, כא</a>). <strong>והנפעל</strong> וְהַמִּזְבֵּחַ <strong>נִקְרָע</strong> (<a class=\"refLink\" href=\"I Kings 13:5\" data-ref=\"I Kings 13:5\">מלכים א' יג, ה</a>), יִֽהְיֶה־לּוֹ לֹא <strong>יִקָּרֵֽעַ</strong> (<a class=\"refLink\" href=\"Exodus 28:32\" data-ref=\"Exodus 28:32\">שמות כח, לב</a>), ענין הכל בקיעה וחיתוך. וכן מן הענין הזה<strong> קָֽרְעוּ</strong> וְלֹא־דָֽמּוּ (<a class=\"refLink\" href=\"Psalms 35:15\" data-ref=\"Psalms 35:15\">תהלים לה, טו</a>), כלומר כאילו קרעו בשרי מרוב התמדתם לדבר עלי. וכן כִּֽי־<strong>תִקְרְעִי</strong> בַפּוּךְ עֵינַיִךְ (<a class=\"refLink\" href=\"Jeremiah 4:30\" data-ref=\"Jeremiah 4:30\">ירמיה ד, ל</a>), כאילו קורעת עיניה מרוב התמדתה לכחול עיניה. או יהיה<strong> קָֽרְעוּ וְלֹא־דָֽמּוּ</strong> נופל על חיתוך הלשון בדברים, או על רוב פתיחת הפה לשחוק. והוא הנכון.<strong> וְקָרַֽע</strong> לוֹ חַלּוֹנָי (<a class=\"refLink\" href=\"Jeremiah 22:14\" data-ref=\"Jeremiah 22:14\">ירמיה כב, יד</a>), תרגם יונתן<strong> וּפַצִים לֵיהּ חֲרַכִּין</strong>, כלומר ופתח לו הלוגים. וכן לוּא־<strong>קָרַעְתָּ</strong> שָׁמַיִם (<a class=\"refLink\" href=\"Isaiah 63:19\" data-ref=\"Isaiah 63:19\">ישעיה סג, יט</a>), ענין פתיחה."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee047cf7a0c25239b67", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "anchorRef": "Numbers 11:1-25:18", "anchorRefExpanded": ["Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳ ב׳-י״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; The Rebellion Narratives", "he": "במדבר מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["V<small>IRTUALLY THE FIRST THING THE</small> I<small>SRAELITES DO AFTER SETTING OUT ON THE SECOND</small> leg of their journey to the Promised Land is—rebel. This pattern was already seen in the book of Exodus, where, despite the climactic miracle of deliverance at the Sea of Reeds, the Israelites “grumbled against Moshe” at Mara because of lack of drinkable water. Although a strain in later biblical thinking remembered the wilderness period as a kind of honeymoon (cf. Jer. 2:2), the Torah itself chose to remember it as a severe time of testing which the ex-slaves ultimately failed to pass.", "The second part of Numbers is a remarkable collection of rebellion narratives that simultaneously display striking similarities and great and colorful differences. The section details six rebellions of the people, and two of the leaders themselves. They are united by a consistent vocabulary: verbs such as “grumble” and “assemble/gather/speak against” depict complaints against Moshe and Aharon and against God. These stories also display the recurring themes of dearth of food and water, and God’s anger at the rebellions, usually expressed in some form of plague (or, additionally, fire).", "Rather than unfold in simple chronological order, one following another, these pieces of the text have been intensified by priestly editing, which has interspersed the stories with a number of cultic and legal passages (Chaps. 15, 18, and 19, all of which bear the theme word “law” [Heb. <i>hok</i> or <i>hukka</i>]), and which are somehow related to previous or succeeding narratives. The interruptions also allow each of the memorable rebellion narratives to “breathe,” giving the audience time to digest the images and the drama presented therein. The stories possess both in abundant measure; one thinks, for instance, of the “meat between the teeth” (11:33), of the grape clusters borne on a pole by two men (13:23); and of the great confrontation with Korah in Chapter 16 (not to mention its resolution), as well as Moshe’s dramatic failure in Chapter 20.", "As in any great literature, repetition of story type or type scene is here accomplished via variation of the most telling kind. In this case we observe once again an alternating pattern to the rebellions, a pattern which reveals not one theme but several:", "The people, over lack of food (chapter 11)", "Moshe’s siblings, over prophetic primacy (12)", "The people, over the spies’ false report (14)", "Levites, over Moshe and Aharon’s prerogatives (16)", "The people, over the rebellious Levites’ sinister fate (17)", "Moshe himself, over the burden of leading the people (20)", "The people, over the lack of food and water (21)", "The pattern observable here is broken, in true biblical rhetorical style (where the last in a sequence often serves by its oddness to reinforce the whole), in a final rebellion (Chap. 25), where the people’s actions involve neither the “complaining” vocabulary nor a revolt against human leadership, but rather comprise the greatest biblical crime of them all: worship of other gods. Viewed in this patterned fashion, the rebellion narratives emerge with a kind of crescendo effect.", "It is also possible, as I have done in “On the Book of Numbers and Its Structure,” above, to follow the scheme put forth by Mann—a three-part structure to the section, each with its internal logic and conclusions. These are treated below; for the moment, it will suffice to see in the first subsection (Chaps. 11–14) the inevitable result of wilderness rebellions: the divine decree that the slave generation must die out before entering the Promised Land; the second subsection (16–20) deals with the challenges to the leadership of Moshe and Aharon, and results in a similar decree, that they will die outside the land; and the third subsection (20–25) chronicles the encounter of the Israelites with neighboring nations, which initially goes in their favor but ends with the disastrous incident at Baal Pe’or (25).", "The primary issue in these stories, to the biblical writer, is lack of trust in God. Each of the three sections mentions or implies that problem; 14:11 and 20:12 use the verb itself, and the narrative of Chapter 25 suggests it. The bottom line is that the Israelites could not keep faith with God—even after both staggering acts of divine intervention (i.e., rescue) and demonstrations of the force of divine wrath—and this lack of faith led ultimately to their dying out in the wilderness outside the Promised Land, in punishment. The stories clearly were meant to be understood as an unfortunate example for later generations, and were taken as such already in the biblical period (see, for example, the treatment in Psalm 78).", "Read on another level, the rebellion narratives are largely concerned with the issue of human leadership, its qualifications, manifestations, and limitations (and even failures). Has there ever been a leader as beleaguered as Moshe? From the beginning of his career on the sands of Egypt, where he assumes the mantle of leadership in the matter of retaliating against the sadistic Egyptian taskmaster (Ex. 2:11–12), to its end at the plains of Moab, in stern address to the people he has struggled to lead (this is the setting of the entire next book, Deuteronomy), he must evoke trust in God, lead the people through an uncharted wilderness, and inspire confidence in his own leadership. His success is muted by the passing of the generation he initially leads, before it can enter Canaan; like them, he too must pass on—with merely a look beyond the Jordan, but no more. Later generations of Jewish readers wept on confronting Moshe’s seemingly premature death, and created heroic tales of his pleading before God to be let into the land he had so long sought to reach. In Numbers he fully deserves this stature, alternately interceding with and cajoling God, standing up for and then almost giving up on this people with whom his life has become so enmeshed. Our stories stress his gifts of prophecy and his pathos as a deeply human leader.", "A final, troubling issue is the character of God in this part of the book. It is a measure of the Bible’s artistry that the rebellion accounts are so varied in content and style; but the variations in punishment—from undetailed death to skin disease to stoning and the earth opening up, just to mention a few examples—create an impression, not of artistic richness but of unremitting severity. The Bible does not seem to have a problem with this kind of divine behavior, and other ancient cultures would have felt at home here, but already in late antiquity, and continuing down to our own day, Jews and Christians most often have preferred, and prayed to, a more forgiving, nurturing, and compassionate God. Dealing with these texts, in the end, raises the question of whether to understand them as the result of “historical necessity” or “literary conceit” (that is, the old generation simply had to die out) or as they stand in the text: a harsh portrayal of what happened when the covenant people violated the covenant."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee26bfddfbb310fed02", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Rebellion and Evil Decree 2-3", "anchorRef": "Numbers 14:1-45", "anchorRefExpanded": ["Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Rebellion and Evil Decree 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה ד׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Rebellion and Evil Decree", "he": "במדבר הערה ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ד׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Another long and dramatic account, this chapter contains echoes of previous narratives. The “grumbling” of Ex. 16 finally returns, and God and Moshe talk to one another in a manner that recalls the Golden Calf incident of Ex. 32–34. God wishes to destroy the people and start all over again with Moshe; the prophet, for his part, reminds God of his essentially merciful nature, and basically blackmails him by pointing out what will happen to his reputation among the nations should he destroy the Israelites. Unlike the resolution in Exodus, this time the people—at least the older generation—are doomed to die out. After two years of both miraculous rescues and despair, it has become clear that the former slaves will not be able to accomplish the work of conquest—even with divine help. That is to be left to their children, whom Moshe will address in Deuteronomy.", "V.26 begins a section that seems to double the earlier part of the chapter. Perhaps it stems from a separate tradition concerning the incident. It leads to the people’s disastrous attempt to force the issue by invading Canaan without the Coffer and Moshe (hence, without God). Thus the spy story of 13–14, which began in orderly fashion, ends in disarray, with a crushing defeat."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382edc9ad75f2d99afa06", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Rebellion and Evil Decree 1", "anchorRef": "Numbers 14:1-45", "anchorRefExpanded": ["Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Rebellion and Evil Decree 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה ד׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ד׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 14:1-45\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 14:1-45</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "63d77c76eca10007534469fb", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 14:6:1", "anchorRef": "Numbers 14:6", "anchorRefExpanded": ["Numbers 14:6"], "sourceRef": "Rav Hirsch on Torah, Numbers 14:6:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר י״ד:ו׳:א׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 6. ויהושע וגו׳. Hier, in קריעה, in dem Schmerzgefühl um Mosche, um das gänzliche Scheitern seiner Sendung und um die verhängnisvolle Verirrung des Volkes, steht Josua voran. קרעו בגדיהם, sie hatten sofort, als sie sahen, welchen Gang die Ereignisse nahmen, im Gegensatz zu ihren Gefährten ihre Kleider zerrissen. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64186a92d17253d3f842812c", "index_title": "Sifrei Zuta", "category": "Midrash", "type": "", "ref": "Sifrei Zuta 15:39:2", "anchorRef": "Numbers 14:6", "anchorRefExpanded": ["Numbers 14:6"], "sourceRef": "Sifrei Zuta 15:39:2", "sourceHeRef": "ספרי זוטא ט״ו:ל״ט:ב׳", "anchorVerse": 6, "sourceHasEn": false, "commentaryNum": 39.0002, "collectiveTitle": {"en": "Sifrei Zuta", "he": "ספרי זוטא"}, "he": "- <b>ולא תתורו אחרי לבבכם</b>, אל יהי לבך ילילך וכן הוא אומר ויהושע בן נון וכלב בן יפונה מן התרים את הארץ (במדבר יד ו) [אינו אומר תרים אלא ילילים אף שנ' כאן ולא תתורו אחרי לבבכם אל יהי לבך ילילך] להגיד לך כמה אזהרות הנואף עובר משום ארבעה עשר לאוין משום ואהבת, לא תשא, ולא תחמוד, לא תתאוה, לא תגנוב, לא תגזול, לא תקום ולא תטור, לא תזרע כרמך כלאים, לא תחרוש, לא תחסום, לא תתורו, לא תקרב לא תגלה, לא תנאף:", "heVersionTitle": "Leipzig, 1917", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64188329c9371ec0cebe7625", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Numbers 14:6:1", "anchorRef": "Numbers 14:6", "anchorRefExpanded": ["Numbers 14:6"], "sourceRef": "Reggio on Torah, Numbers 14:6:1", "sourceHeRef": "ביאור יש\"ר על התורה, במדבר י״ד:ו׳:א׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "במדבר", "he": "<b>מן התרים את הארץ</b> וראו בעיניהם טובה ויפיה ועתה שמעו רשעת המוציאים דבה עליה:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6418832ac9371ec0cebe7627", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Numbers 14:6:2", "anchorRef": "Numbers 14:6", "anchorRefExpanded": ["Numbers 14:6"], "sourceRef": "Reggio on Torah, Numbers 14:6:2", "sourceHeRef": "ביאור יש\"ר על התורה, במדבר י״ד:ו׳:ב׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 6.0002, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "במדבר", "he": "<b>קרעו בגדיהם,</b> לפי שזקני העדה היו מגדפים את השם ומדברים נאצות גדולות, והשומע כן חייב לקרוע:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc6c758c1dc532ec91aa", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 14:6", "anchorRef": "Numbers 14:6", "anchorRefExpanded": ["Numbers 14:6"], "sourceRef": "Steinsaltz on Numbers 14:6", "sourceHeRef": "ביאור שטיינזלץ על במדבר י״ד:ו׳", "anchorVerse": 6, "sourceHasEn": true, "commentaryNum": 14.0006, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וִיהוֹשֻׁעַ בִּן נוּן וְכָלֵב בֶּן יְפֻנֶּה</b> שהיו \n  <b>מִן הַתָּרִים אֶת הָאָרֶץ,</b> מן המרגלים, \n  <b>קָרְעוּ בִּגְדֵיהֶם.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>Joshua son of Nun and Caleb son of Yefuneh, </b>who were <b>from those </b>men <b>who </b>had <b>scouted the land, rent their garments. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "525a3b2fedbab4498f484c52", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 14:6:1", "anchorRef": "Numbers 14:6", "anchorRefExpanded": ["Numbers 14:6"], "sourceRef": "Ibn Ezra on Numbers 14:6:1", "sourceHeRef": "אבן עזרא על במדבר י״ד:ו׳:א׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>ויהושע בן נון.</b> הזכירו משה בתחלה לגודל מעלתו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AND JOSHUA THE SON OF NUN. Moses mentions Joshua first<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Even though in the list of the spies, Caleb is mentioned first. See Num. 13:6-8.</i> out of regard for Joshua’s elevated status.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "554ef0b1fbfba21b48f53bee", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 14:6:1", "anchorRef": "Numbers 14:6", "anchorRefExpanded": ["Numbers 14:6"], "sourceRef": "Haamek Davar on Numbers 14:6:1", "sourceHeRef": "העמק דבר על במדבר י״ד:ו׳:א׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>קרעו בגדיהם.</b> על דברי נאצה הללו. אמנם לא השיבו להם מאומה. דמי שנגע לאפיקורסות אין טוענין עמו דכש״כ דפקר טפי. אבל הקדוש ברוך הוא דבר על דברת זה הכת בפ״ע כאשר יבואר:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58fdc103d6e4a960c04a3e92", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Bo 5:1", "anchorRef": "Numbers 14:6", "anchorRefExpanded": ["Numbers 14:6"], "sourceRef": "Midrash Tanchuma, Bo 5:1", "sourceHeRef": "מדרש תנחומא, בא ה׳:א׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "בא", "he": "‎<b>וַיְדַבֵּר</b> ה' אֶל מֹשֶׁה וְאֶל אַהֲרֹן בְּאֶרֶץ מִצְרַיִם לֵאמֹר. וְכִי לֹא הָיָה הַדִּבּוּר אֶלָּא לְמֹשֶׁה בִּלְבַד? וּמַה תַּלְמוּד לוֹמַר: אֶל מֹשֶׁה וְאַהֲרֹן? כְּשֵׁם שֶׁהָיָה מֹשֶׁה כָּלוּל לַדִּבְּרוֹת, כָּךְ אַהֲרֹן. וּמִנַּיִן שֶׁלֹּא דִּבֵּר עִם אַהֲרֹן? דִּכְתִיב: וַיְהִי בְּיוֹם דִּבֶּר ה' אֶל מֹשֶׁה בְּאֶרֶץ מִצְרָיִם. לְמֹשֶׁה וְלֹא לְאַהֲרֹן, אַף כָּאן לְמֹשֶׁה וְלֹא לְאַהֲרֹן. וּמִפְּנֵי מָה לֹא דִּבֶּר עִם אַהֲרֹן? בִּשְׁבִיל כְּבוֹדוֹ שֶׁל מֹשֶׁה. אִם כֵּן, נִמְצֵאתָ מְמַעֵט כְּבוֹד אַהֲרֹן. לֹא שֶׁשְּׁנֵיהֶם שָׁוִים. וְכֵן אַתָּה מוֹצֵא כָּל מָקוֹם שֶׁשְּׁנֵיהֶם בְּמָקוֹם אֶחָד, שְׁנֵיהֶם שָׁוִים. בְּיוֹם עֲשׂוֹת ה' אֱלֹהִים אֶרֶץ וְשָׁמָיִם <small>(בראשית ב, ד)</small>, שְׁנֵיהֶם שָׁוִים. כַּבֵּד אֶת אָבִיךָ וְאֶת אִמֶּךָ <small>(שמות כ, יב)</small>. שְׁנֵיהֶם שָׁוִים. וִיהוֹשֻׁעַ בִּן נוּן וְכָלֵב בֶּן יְפֻנֶּה <small>(במדבר יד, ו)</small>, שְׁנֵיהֶם שָׁוִין. וּמֹשֶׁה וְאַהֲרֹן, שְׁנֵיהֶם שָׁוִין.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "<b>And the Lord spoke unto Moses and Aaron in the land of Egypt, saying (Exod. 12:1).</b> Is it not a fact that He spoke only to Moses? Why, then, does the Scripture say <i>unto Moses and Aaron</i>? To indicate that just as Moses was included in the revelation, so too was Aaron. Where do we learn that He did not speak to Aaron? From the verse <i>And it came to pass on the day that the Lord spoke unto Moses in the land of Egypt</i> (Exod. 6:28), that is, to Moses and not to Aaron. Similarly in the above verse He spoke to Moses but not to Aaron. Why did He not speak to Aaron? In order (to enhance) Moses’ honor. However, if that were so, would not Aaron’s honor be diminished? No. For they were equals. You find that whenever two things are mentioned together they are of equal importance. <i>On that day the heaven and the earth were finished</i> (Gen. 2:1), and they are equal. <i>Honor thy father and mother</i> (Exod. 20:12), and they are equal. <i>Joshua the son of Nun and Caleb the son of Jephunneh</i> (Num. 14:38), and they were equals. Similarly, Moses and Aaron were equals.", "versionTitle": "Midrash Tanhuma-Yelammedenu, trans. Samuel A. Berman", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא-ילמדנו, מתורגם בידי סמואל א' ברמן"}, {"_id": "59765598d6e4a90179bf6d96", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Numbers 14:6:1", "anchorRef": "Numbers 14:6", "anchorRefExpanded": ["Numbers 14:6"], "sourceRef": "Be'er Mayim Chaim, Numbers 14:6:1", "sourceHeRef": "באר מים חיים, במדבר י״ד:ו׳:א׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "במדבר", "he": "<b>ויהושע</b> בן נון וכלב בן יפונה מן התרים את הארץ קרעו בגדיהם. פירוש מהדברים ששמעו מן התרים את הארץ קרעו בגדיהם. כי הלא הם היו שם אתם וראו את כל טוב הארץ והבינו את קדושתה ורוחניותה וידעו שאין בכל המקומות כזאת ובודאי ח\"ו אינה ארץ אוכלת יושביה בשום אופן כי טובה וחסדה אין חקר. ומה שראו שם קוברי מתים ודאי הקב\"ה עשה זאת בכוון לסימן כי העמים נופלים לפניהם כקש, עש יאכלם. וגם הארץ בעצמה היא מתקשטת לפני בני ישראל ככלה אל החתן ועל כן היא מכלת הקוצים מן הכרם כאשר כתבנו למעלה. ולזה כאשר שמעו הדבה הרעה הזו מן המרגלים דנו בזה דין מחרף ומגדף לומר על טוב הקדושה כי היא הרעה שברעות. ועל כן קרעו בגדיהם כדין השומע חירוף וגידוף ח\"ו שחייב לקרוע <small>(כמו שאיתא ברמב\"ם פרק ב' מהלכות עכו\"ם הלכה י')</small>. ולזה, ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc282c1533e001928abff", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 14:6:1", "anchorRef": "Numbers 14:6", "anchorRefExpanded": ["Numbers 14:6"], "sourceRef": "Malbim on Numbers 14:6:1", "sourceHeRef": "מלבי\"ם על במדבר י״ד:ו׳:א׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>ויהושע בן נון וכו' ויאמרו וכו' </b>ע\"ז באו יהושע וכלב למלא דברי משה ולהתיר להם כל הספקות, והוא עפמ\"ש בפ' עקב (יא יוד) כי הארץ אשר אתה בא שמה לרשתה לא כארץ מצרים היא וכו' והיה אם שמוע תשמעו אל מצותי וכו' ובארתי שם שבא להשיב להם על השאלה הזאת שהיה קשה בעיניהם מדוע לא נתן להם את ארץ מצרים תחת ארץ כנען, ובאר התשובה מפני שארץ מצרים אינה עומדת תחת ההשגחה רק תחת הטבע והמערכת, וא\"י היא ארץ המיוחדת להשגחת ה' הפרטית, והמופת לזה הוא ממה שארץ מצרים אינה צריכה למטר השמים שהמטר הוא השגחיי, רק הנילוס עולה ומשקה אותה, וכיון שעלה הנילוס והשקה אותה א\"צ עוד להשגחת ה', כי או י\"ל מים כל השנה כמ\"ש לא כארץ מצרים היא אשר תזרע את זרעך והשקית ברגלך כגן הירק, אבל א\"י שהיא צריכה למטר והמטר היא השגחיי כמ\"ש והארץ אשר אתם עוברים שמה לרשתה ארץ הרים ובקעות למטר השמים תשתה מים, ועי\"כ כל הנהגתה תלויה בהשגחת ה' המיוחדת, וז\"ש תרץ אשר ה' אלהיך דורש אותה, תמיד עיני ה' אלהיך בה מראשית השנה ועד אחרית שנה, ר\"ל שטובתה ורעתה תלויה כל יום ויום בידי ההשגחה, וממילא אתם נתומם שם בכל רגע תחת השגחת ה' להתנהג עמכם תמיד לפי מעשיכם בין לגמול בין לעונש, ועז\"א והיה אם שמוע תשמעו אל מצותי ונתתי מטר ארצכם בעתו וכו' השמרו לכם פן יפתה לבבכם וכו' ועצר את השמים ולא יהיה מטר וכו' ואבדתם מהרה, ותשובה זו השיבו יהושע וכלב שלכן מביאם לארץ כנען יען שהיא ארץ שנתונה תחת ההשגחה וממילא עובדי ע\"ז השוכנים בה א\"א שיתקיימו עליה ולכן היא עתה ארץ אוכלת יושביה העובדים ע\"ז, כמ\"ש ולא תקיא הארץ אתכם בטמאכם אותה כאשר קאה את הגוי אשר לפניכם וכו' כי את כל התועבות האל עשו אנשי הארץ אשר לפניכם ואקוץ בם, וז\"ש <b>הארץ אשר עברנו בה לתור אותה טובה הארץ מאד מאד אם חפץ בנו ה' </b>שרק <b>אם חפץ בנו </b>והוא <b>יביא אותנו אל הארץ הזאת ונתנה לנו </b>אז היא טובה מאד מאד ואינה ארץ אוכלת יושביה המוכנים להשגחת ה' עפ\"י טיב מעשיהם, כי הוא מצד עצמה וטבעה <b>ארץ זבת חלב ודבש </b>שזה הודו גם המרגלים, רק שזה תלוי אם חפץ ה' ביושביה שיתמידו עיני ההשגחה עליהם לטובה:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5bf3fba96cccad006f6721af", "index_title": "English Explanation of Mishnah Menachot", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Menachot 12:4:6", "anchorRef": "Numbers 14:5-10", "anchorRefExpanded": ["Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10"], "sourceRef": "English Explanation of Mishnah Menachot 12:4:6", "sourceHeRef": "ביאור אנגלי על משנה מנחות י״ב:ד׳:ו׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 4.0006, "collectiveTitle": {"en": "English Explanation of Mishnah Menachot", "he": "ביאור אנגלי על משנה מנחות"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>One may not offer one [log], two, or five [logs], but one may offer three, four, six, or anything above six.</b>  This section begins a new topic. One can voluntary offer three, four, six or more logs of wine, but not one, two or five, for these numbers are never found in the libation offerings mentioned in the Numbers 14:5-10. Three logs are for a lamb, four for a ram and six for a bullock (see also Menahot 9:3). Any number above six is a possible combination of 3, 4 and 6. For instance, 7 would be a lamb and a ram. Eight would be two rams, nine, three lambs and so on. Thus one can make a voluntary offering of wine consisting of any number higher than six logs.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5d397b9f232ba20018821b1c", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Sh'lach 12:1", "anchorRef": "Numbers 14:3-9", "anchorRefExpanded": ["Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9"], "sourceRef": "Midrash Tanchuma, Sh'lach 12:1", "sourceHeRef": "מדרש תנחומא, שלח י״ב:א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "שלח", "he": "<b>וַתִּשָּׂא</b> כָּל הָעֵדָה וְגוֹ'. זֶה שֶׁאָמַר הַכָּתוּב: נָתְנָה עָלַי בְקוֹלָהּ עַל כֵּן שְׂנֵאתִיהָ <small>(ירמיה יב, ח)</small>, אוֹתוֹ קוֹל שֶׁבְּכִיתֶם, גָּרַם לָכֶם לִלְקוֹת בְּשׂוֹנְאִים. וְעַל אוֹתוֹ הַדּוֹר אָמַר יְשַׁעְיָה, בְּיוֹם נִטְעֵךָ תְּשַׂגְשֵׂגִי וּבַבֹּקֶר זַרְעֵךָ תַּפְרִיחִי <small>(ישעיה יז, יא)</small>, בַּיּוֹם שֶׁאָמַר לִיטַע אֶתְכֶם בָּאָרֶץ, עֲשִׂיתֶם סִיגִים. וּבַבֹּקֶר זַרְעֵךְ תַּפְרִיחִי, עַד שֶׁלֹּא בָא הַשָּׁרָב, פָּרַחְתְּ. נֵד קָצִיר בְּיוֹם נַחֲלָה <small>(שם)</small>, בַּיּוֹם שֶׁאָמַרְתִּי לִתֵּן לָכֶם נַחֲלַת אֲבוֹתֵיכֶם, עֲשִׂיתֶם קָלוֹן בָּעוֹלָם. וּכְאֵב אָנוּשׁ <small>(שם)</small>, זוֹ הַפֻּרְעָנִיּוּת שֶׁנְּטַלְתֶּם יְרֻשָּׁה לְדוֹרוֹת, שֶׁבָּכוּ הָעֵדָה בְּלֵיל תִּשְׁעָה בָּאָב, וְאָמַר לָהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא, אַתֶּם בְּכִיתֶם בְּכִיָּה שֶׁל חִנָּם לְפָנַי, אֲנִי אֶקְבַּע לָכֶם לַיְלָה זוֹ בְּכִיָּה לְדוֹרוֹת. וּמִן אוֹתָהּ שָׁעָה נִגְזְרָה עַל בֵּית הַמִּקְדָּשׁ שֶׁתֶּחְרַב, וְעַל יִשְׂרָאֵל שֶׁיִּגְלוּ בֵּין אֻמּוֹת הָעוֹלָם. שֶׁכֵּן הוּא אוֹמֵר, וַיִּשָּׂא יָדוֹ לָהֶם לְהַפִּיל אוֹתָם בַּמִּדְבָּר, וּלְהַפִּיל זַרְעָם בַּגּוֹיִם וּלְזָרוֹתָם בָּאֲרָצוֹת <small>(תהלים קו, כו-כז)</small>, נְשִׂיאוּת יָד כְּנֶגֶד נְשִׂיאוּת קוֹל. וַיִּלֹּנוּ עַל מֹשֶׁה וְעַל אַהֲרֹן כָּל בְּנֵי יִשְׂרָאֵל וְיֹאמְרוּ אֲלֵיהֶם כָּל הָעֵדָה, אֵלּוּ סַנְהֶדְרָאוֹת. לוּ מַתְנוּ בְּאֶרֶץ מִצְרַיִם אוֹ בַּמִּדְבָּר הַזֶּה. מָשָׁל לְמֶלֶךְ שֶׁעָלָה אָדָם אֶחָד לַבִּימָה שֶׁלּוֹ לָדוּן, הוֹצִיא דָּבָר אֶחָד מִפִּיו בְּמַה שֶּׁחִיֵּב אֶת עַצְמוֹ. הֵנִיחַ הַמֶּלֶךְ הָאלוֹגִין וְחִיְּבוֹ מִפִּיו, וְאָמַר לֵיהּ: בַּדִּין שֶׁהוֹצֵאתָ מִפִּיךָ, בּוֹ אֲנִי דָּנְךָ, וְהֵא לְךָ כְּמוֹ שֶׁאָמַרְתָּ. אַף כָּךְ אָמַר לָהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא, בַּמִּדְבָּר הַזֶּה יִפְּלוּ פִּגְרֵיכֶם וְגוֹ'. חַי אֲנִי נְאֻם ה' אִם לֹא כַּאֲשֶׁר דִּבַּרְתֶּם בְּאָזְנַי. הִתְחִילוּ לוֹמַר, וְלָמָּה ה' מֵבִיא אוֹתָנוּ אֶל הָאָרֶץ הַזֹּאת לִנְפֹּל בַּחֶרֶב וְגוֹ', וַיֹּאמְרוּ אִישׁ אֶל אָחִיו נִתְּנָה רֹאשׁ וְנָשׁוּבָה מִצְרַיְמָה, וַיִּפֹּל מֹשֶׁה וְאַהֲרֹן עַל פְּנֵיהֶם, וִיהוֹשֻׁעַ בִּן נוּן וְכָלֵב בֶּן יְפֻנֶּה וְגוֹ', וַיֹּאמְרוּ אֶל כָּל עֲדַת בְּנֵי יִשְׂרָאֵל וְגוֹ', אִם חָפֵץ בָּנוּ ה' וְגוֹ', אַךְ בַּה' וְגוֹ'. אָמְרוּ לָהֶם, אֵין אַתֶּם נֶאֱמָנִים עָלֵינוּ. אַחֵינוּ חוֹשְׁשִׁין בָּנוּ יוֹתֵר מִכֶּם, שֶׁנֶּאֱמַר: אָנָה אֲנַחְנוּ עוֹלִים אַחֵינוּ הֵמַסּוּ וְגוֹ' <small>(דברים א, כח)</small>. וַיֹּאמְרוּ כָּל הָעֵדָה לִרְגֹּם וְגוֹ'. וּמִי הֵם, מֹשֶׁה וְאַהֲרֹן. וּכְבוֹד ה' נִרְאָה, מְלַמֵּד, שֶׁהָיוּ זוֹרְקִין אֲבָנִים וְהֶעָנָן מְקַבְּלָן. וַיֹּאמֶר ה' אֶל מֹשֶׁה עַד אָנָה יְנָאֲצוּנִי הָעָם הַזֶּה וְעַד אָנָה לֹא יַאֲמִינוּ בִּי. אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא, שְׁתֵּי צְוָחוֹת שֶׁצָּוַחְתִּי מִפְּנֵיהֶם. חַיֵּיכֶם, שֶׁסּוֹפְכֶם לִצְוֹחַ בְּשִׁעְבּוּד אַרְבַּע מַלְכֻיּוֹת, שֶׁנֶּאֱמַר: עַד אָנָה ה' תִּשְׁכְּחֵנִי נֶצַח, עַד אָנָה תַּסְתִּיר אֶת פָּנֶיךָ מִמֶּנִּי, עַד אָנָה אָשִׁית עֵצוֹת בְּנַפְשִׁי וְגוֹ', עַד אָנָה יָרוּם אוֹיְבִי עָלַי <small>(תהלים יג, ב-ג)</small>. צָוַחְתִּי, עַד מָתַי לָעֵדָה הָרָעָה הַזֹּאת. סוֹפְכֶם לִצְוֹחַ, וְנַפְשִׁי נִבְהֲלָה מְאֹד וְגוֹ' <small>(שם ו, ד)</small>.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "(Numb. 14:1:) “Then the whole congregation raised (rt.: <i>ntn</i>) their voices; [and that night the people wept.]” This text is related (to Jer. 12:8), “[My heritage] has set (rt.: <i>ntn</i>) its voice against Me; therefore I have hated (rt.: <i>sn</i>') it.” The very voice with which you wept caused you to be punished by enemies (rt.: <i>sn</i>').<sup class=\"footnote-marker\">42</sup><i class=\"footnote\">Numb. R. 16:20, cont.</i> Moreover, it was over this very generation that Isaiah said (in Is. 17:11), “In the day you plant, you see it flourish; and on the morning you sow, you see it bloom.” Isaiah said, “On the day that I went to plant you in the land, you produced slag; ‘and on the morning you sow, you see it bloom,’ it has flowered before the heat [of the day].” (Is 17:11, cont.:) “[But the] harvest flees on a day of sickness (<i>nahalah</i>) and human pain.” On the day that I went to give you your ancestral inheritance (<i>nahalah</i>), you became a manifesto in the world. And “human pain” refers to the divine punishment that you received as a legacy for [future] generations.<sup class=\"footnote-marker\">43</sup><i class=\"footnote\"><i>Ta‘an.</i> 29a; <i>yTa‘an.</i> 4:8 (or 5) (68d); <i>Sot</i>. 35a.</i> Because the congregation wept in the night of the Ninth of Ab,<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">See <i>Ta‘an.</i> 4:6: FIVE [CALAMITOUS] THINGS BEFELL OUR ANCESTORS ON THE SEVENTEENTH OF TAMMUZ AND FIVE ON THE NINTH OF AB…. ON THE NINTH OF AB IT WAS DECREED AGAINST OUR ANCESTORS THAT THEY SHOULD NOT ENTER THE LAND, THE TEMPLE WAS DESTROYED THE FIRST TIME AND THE SECOND TIME, BETHAR (THE CENTER OF THE BAR COCHBA REVOLT) WAS TAKEN, AND THE CITY [OF JERUSALEM] WAS PLOWED UNDER (after this revolt, but cf. <i>Ta‘an.</i> 29a).</i> the Holy One, blessed be He, has said, “You have wept for nothing. I shall establish this night for you as [a night of] a weeping for [future] generations.” And from that hour a decree on the Temple was ordained for it to be destroyed and that the Children of Israel would go in exile among the nations. It is so stated (in Ps. 106:26-27), “So He raised His hand toward them [in an oath], to make them fall in the wilderness. And to make their seed fall among the gentiles, even to scatter them among the lands.” The raising of [the divine] hand was corresponding to the lifting up of the voice (in Numb. 14:1). (Numb. 14:2:) “And all the Children of Israel murmured against Moses and against Aaron; and the whole congregation said to them.” These are the <i>sanhedraot</i>. (Numb. 14:2, cont.:) “Would that we had died in the land of Egypt […].” [The matter] is comparable to a king at whose tribunal<sup class=\"footnote-marker\">45</sup><i class=\"footnote\">Gk.: <i>Bema.</i></i> a certain person came up for judgment.<sup class=\"footnote-marker\">46</sup><i class=\"footnote\">Numb. R. 16:21.</i> He uttered a word from his mouth by which he convicted himself. The king set aside his bill of indictment<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">Lat.: <i>elogium</i>; Gk.: <i>elogion</i>.</i> and convicted him out of his own mouth. He said to him, “I am judging you by what has come out of your own mouth. So let it be for you according to what you have said.” Similarly the Holy One, blessed be He, said to them (in Numb. 14:29), “In this desert shall your carcasses fall.” (Numbers 14:28:) “’As I live,’ says the Lord, ‘as they have spoken in My ears.’” They began to say (in Numb. 14:3–9), “And why is the Lord bringing us [unto this land…]?” They also said to each other, “Let us appoint a leader and return to Egypt.” Then Moses and Aaron fell on their faces [before the whole assembly of the congregation of the Children of Israel]. Moreover, Joshua ben Nun and Caleb ben Jephunneh, of those who had explored the land, rent their clothes and spoke unto the whole assembly of the Children of Israel, …. “If the Lord is pleased with us, [He will bring us into this land]…. Only do not rebel against the Lord….” The people said to them, “We have no faith in you! Our brothers care for us more than you do.” Thus it is stated (in Deut. 1:28), “Where are we going up to? Our brothers have caused [our hearts] to melt (with fear).” (Numb. 14:10:) “So the whole congregation said to stone [them with stones].” And who was “them?” Moses and Aaron. (Ibid., cont.:) “Then the glory of the Lord appeared in the tent of meeting.” [This incident] teaches that they threw stones, but the cloud intercepted them. (Numb. 14:11:) “Then the Lord said unto Moses, ‘How long (<i>'ad-'anah</i>) will this people scorn Me, and how long (<i>'ad-'anah</i>) will they have no faith in Me?’” The Holy One, blessed be He, said, “I have uttered two cries (of '<i>ad-'anah</i>) because of you.<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">Numb. R. 16:22, cont.; see below, Numb. 4a:14.</i> Your end shall be to cry out in the subjection of the four empires: (Ps. 13:2-3:) ‘How long (<i>'ad-'anah</i>), O Lord, will you forget me forever; how long (<i>'ad'-'anah</i>) will you hide Your face from me? How long (<i>'ad-'anah</i>) shall I take counsel in my soul with grief in my heart [all day]; how long (<i>'ad-'anah</i>) will my enemy be exalted over me?’ I cried out (in Numb. 14:27), ‘How long (<i>'Ad-matay</i>) shall this evil congregation [be murmuring against me]?’ Your end shall be to cry out (in Ps. 6:4), ‘My soul also is greatly dismayed; [and You, O Lord, how long (<i>'ad-matay</i>)]?’”", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "5d3efac98ac8250018c49b8c", "index_title": "Abarbanel on Joel", "category": "Quoting Commentary", "type": "", "ref": "Abarbanel on Joel 3:1:11", "anchorRef": "Numbers 14:6", "anchorRefExpanded": ["Numbers 14:6"], "sourceRef": "Abarbanel on Joel 3:1:11", "sourceHeRef": "אברבנאל על יואל ג׳:א׳:י״א", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1502, 1508], "commentaryNum": 1.0011, "collectiveTitle": {"en": "Abarbanel on Joel", "he": "אברבנאל על יואל"}, "heTitle": "אברבנאל על יואל", "he": "והייעוד השני הוא, אומרו ונבאו בניכם ובנותיכם כלומר שאע\"פ שמיום שנחרב ב\"ה ונגנז הארון ע\"י ירמיהו בזמן החרבן אין עוד נביא ובזמן בית שני לא חלה נבואה בשום אדם וכ\"ש בגלות שלא מצאו חזון מהשם, הנה בזמן הגאולה תשוב הנבואה לחול בעם ישראל רוצה לומר במוכנים מהם מה שלא היה ולא יהיה בשאר הגוים, ולפי שהנבואה היא בב' מינים חלום נבואיי ומראה נבואיי כמו שנאמר בתורה במראה אליו אתודע בחלום אדבר בו (במדבר יד, ו), לכן אמר במספר מדרגות הנבואה אשר תמצא בהם שהזקנים שבהם יזכו לחלומות הנבואיים והבחורים לחזיונות שיראו שהם ממין המראה הנבואיית, והיה זה לפי שהזקנים לרוב לחותם המקריי מתחדש בהם הזקנה ולטרדת כחם המדמה מרוב האנשים אשר ראו וידעו יגבר בהם הדמיון ולכן כשיבואם השפע יהיה בחלום, אמנם הבחורים שאינם כל כך לחים וכחם המדמה אינו כ\"כ טרוד ומלא מהצורות אשר ראה תבואם הנבואה במראה והוא אמרו חזיונות יראו, והותרה בזה השאלה הב', ולא אמר הנביא הנה שכל הזקנים ינבאו בחלום ולא שכל הבחורים חזיונות יראו אבל אמר בלשון סתמי זקניכם בחוריכם לרמוז אל המוכנים מהם והראויים לנבואה שהם יקבלוה (ב) ואמנם העבדים והשפחות שמפני עבודתם יהיו תמיד בעצבון לא יוכלו להנבא אבל ישפוך השם את רוחו עליהם רוצה לומר רוח דעת ויראת השם.", "heVersionTitle": "Abarbanel, Tel Aviv 1960", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85c20d48f4ce32d9af375b", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Sh'lach 20", "anchorRef": "Numbers 14:6", "anchorRefExpanded": ["Numbers 14:6"], "sourceRef": "Agra DeKala, Sh'lach 20", "sourceHeRef": "אגרא דכלה, שלח כ׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 20, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "שלח", "he": "<b>ויהושע</b> בן נון וכו' (במדבר יד ו), הארץ אשר עברנו בה לתור אותה טובה הארץ מאד מאד (במדבר יד ז) אם חפץ בנו י\"י והביא וכו' ארץ אשר הוא זבת כו' (במדבר יד ח). שיעור דבריהם אין להם גיזרה, הנה התחילו לומר טובה הארץ וכו', וסיימו אם חפץ וכו', משמע דתנאי דבריהם שהארץ היא טובה רק באם חפץ בנו י\"י, ובזולת זה אינה טובה בעצם, ואחר כך סיימו הארץ אשר היא זבת וכו', משמע בעצם היא כעת זבת חלב וכו'. אך הנה המרגלים אמת דברו מה שראו, וכן צוה להם משה (במדבר יג יח) וראיתם את הארץ וכו', ואת העם החזק וכו' (במדבר יג יט), ומה הערים וכו'. והנה באו ואמרו מה שראו שבעצם הארץ טובה שמוציאה זבת כו', רק שהערים בצורות וחזק העם, וכן היה באמת כאשר הש\"י אמר על ידי נביאו (עמוס ב ט) ואנכי השמדתי את האמרי מפניהם אשר כגובה ארזים גבהו. וכן מה שאמרו ארץ אוכלת יושביה (במדבר יג לב), בעיניהם ראו ותמהו, הגם שכוונת היוצר כל הוא אלקינו היה לטובה כמו שאמרו רז\"ל (סוטה ל\"ה ע\"א), עם כל זה מי סיפר להם הענין בנבואה, והנה לפי זה מה יש לנו עוד להאשים את המרגלים. אך הוא כאשר נודע לנו על פי יסודי התורה אשר מדרך הטוב והמטיב לכל להיטיב לבריותיו, ובשביל זה ברא העולם לא למלאות חסרון ח\"ו, כי הוא השלם בתכלית השלימות, רק ברא להיטיב לבריותיו, וכל מה שברא לא ברא לריק רק להיטב, הנה כאשר רואין אנחנו איזה טובה באיזה ארץ ביתר שאת משאר ארצות מבלי שיעור, על כרחך הוא לטובת יושב הארץ אשר הם טובים בעיני י\"י להטיב להם בהעדפה יתירה כפי עבודתם. והנה כאשר רואים שעם הטובה הלזו העודפת, הארץ משכלת, איך נוכל לומר שהוא לטובת יושב הארץ, דהנה הארץ אוכלת יושביה, על כרחך צריכין אנו לומר דמה שהארץ מוציאה פירות שלא כטבע והיא משכלת, צריכין להתבונן שהיא מעותדת להינתן ביד אומה אחרת שיאכלו מפריה וישבעו מטובה, וכהיום היא ברשות אחרים, על כן אוכלת יושביה כי מדרך הטוב להיטיב ולא ברא דבר לריק, וראינו הענין בגמרא (תענית ח' ע\"ב) כד יהיב קוב\"ה מוזני לחיי יהיב, ובשביל זה עליהם הושם אשמה בדבר על אשר לא התבוננו אדרבה מדאוכלת יושביה, על כרחך הכנענים אינם בעלי הארץ הזאת, כיון שטובתה בעצם הוא בהפלגה רבה ואוכלת יושביה, אם כן הטובה היא לחנם ולריק, וכד יהיב קוב\"ה מזוני חיי יהיב, על כן היה להם לשפוט כנ\"ל. וזה שאמרו יהושע וכלב הארץ אשר עברנו בה לתור אותה, (על כרחך צריכין אנו לומר שבודאי) טובה הארץ מא\"ד מא\"ד (בכפל, היינו הן בענין הפירות והן בענין תוקף החיים והבריאות, היינו באופן ובתנאי) אם חפץ בנו י\"י והביא אותנו וכו' ארץ אשר היא (בעצם) זבת חלב ודבש (כאשר אתם מודים בדבר, ואיך יהיה הדבר לריק ח\"ו, על כרחך שהכנענים אינם בעלי הארץ הזאת. וזה שסיימו) אך בי\"י אל תמרודו (במדבר יד ט), (שלפי דעתיכם הנה היא מרידה בעצם הויה המהוה כל הויות, באמור שהוא מהווה לריק ח\"ו ושלא להיטיב, הנה כשלא תמרודו בהויה ותבינו הענין, הנה) ואתם אל תיראו את עם הארץ, (כי אדרבא תבינו מהענין הנעשה בפניהם) כי לחמנו הם סר צלם וכו', הבן הענין וינעם לך:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1ea171eb7d2e1475644df7", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 14:6:1", "anchorRef": "Numbers 14:6", "anchorRefExpanded": ["Numbers 14:6"], "sourceRef": "Midrash Lekach Tov, Numbers 14:6:1", "sourceHeRef": "מדרש לקח טוב, במדבר י״ד:ו׳:א׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> ויהושע בן נון וכלב בן יפונה מן התרים את הארץ קרעו בגדיהם. מיכן אמרו <i data-commentator=\"Beur HaRe'em\" data-order=\"19\"></i> אדם הגון שרואה פירוק המצות חייב לקרוע:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61225507412970c0e359d91a", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "anchorRef": "Numbers 13:27-29:31", "anchorRefExpanded": ["Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק שני, פרק ח כ״ג", "anchorVerse": 27, "sourceHasEn": true, "commentaryNum": 23, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ח", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>This is what they told him: “We came to the land you sent us to; it does indeed flow with milk and honey, and this is its fruit. However, the people who inhabit the country are powerful, and the cities are fortified and very large; moreover, we saw the Anakites there. Amalekites dwell in the Negeb region; Hittites, Jebusites, and Amorites inhabit the hill country; and Canaanites dwell by the Sea and along the Jordan…. We cannot attack that people, for it is stronger than we.” Thus they spread calumnies among the Israelites about the land they had scouted, saying, “The country that we traversed and scouted is one that devours its settlers. All the people that we saw in it are men of great size; we saw the Nephilim there – the Anakites are part of the Nephilim and we looked like grasshoppers to ourselves, and so we must have looked to them.” (Num. 13:27–29, 31–33)</small>", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6319d0ccb6084aa1cbf0793d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יְהוֹשׁוּעַ 1", "anchorRef": "Numbers 14:6", "anchorRefExpanded": ["Numbers 14:6"], "sourceRef": "BDB, יְהוֹשׁוּעַ 1", "sourceHeRef": "בראון-דרייבר-בריגס, יְהוֹשׁוּעַ א׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יְהוֹשׁוּעַ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">יְהוֹשׁוּעַ</span>, <span dir=\"rtl\">יְהוֹשֻׁעַ</span></big>  and (later <span dir=\"rtl\">יֵשׁוּעַ</span>, <strong>n.pr.m.</strong> (& <strong>loc.</strong>, v. <strong>9</strong> infr.) <strong>(</strong><span dir=\"rtl\">י׳</span> <em>is salvation</em>, or <span dir=\"rtl\">י׳</span> <em>is opulence</em>, cf. <a data-ref=\"BDB, אֱלִישָׁע\" href=\"/BDB,_אֱלִישָׁע\", dir=\"rtl\">אֱלִישָׁע</a>, <a data-ref=\"BDB, אֱלִישׁוּעַ\" href=\"/BDB,_אֱלִישׁוּעַ\", dir=\"rtl\">אֱלִישׁוּעַ</a>, <a data-ref=\"BDB, אֲבִישׁוּעַ\" href=\"/BDB,_אֲבִישׁוּעַ\", dir=\"rtl\">אֲבִישׁוּעַ</a>, & Nes<sup>SK 1892, 573 f.</sup>; in any case it came to be associated with <span dir=\"rtl\">ישׁע</span>, cf. Mat 1:21; on <span dir=\"rtl\">יֵשׁוּעַ</span> v. especially Frä<sup>VOJ iv, 1890, 332 f.</sup> Müll<sup>SK 1892, 177 f.</sup> who cite analog. for change of <span dir=\"rtl\">וֹ</span> to later—ֵ, & Nes<sup>l.c.</sup><strong>)</strong>—<br><strong>1.</strong>  Moses’ successor, son of Nun, (𝔊 Ἰησοῦς) <span dir=\"rtl\">יְהוֹשׁוּעַ</span> <a data-ref=\"Deuteronomy 3:21\" href=\"/Deuteronomy.3.21\">Dt 3:21</a> <a data-ref=\"Judges 2:7\" href=\"/Judges.2.7\">Ju 2:7</a>; = <span dir=\"rtl\">יְהוֹשֻׁעַ</span> <a data-ref=\"Exodus 17:9\" href=\"/Exodus.17.9\">Ex 17:9</a>, <a data-ref=\"Exodus 17:10\" href=\"/Exodus.17.10\">10</a>, <a data-ref=\"Exodus 17:13\" href=\"/Exodus.17.13\">13</a>, <a data-ref=\"Exodus 17:14\" href=\"/Exodus.17.14\">14</a>; <a data-ref=\"Exodus 24:13\" href=\"/Exodus.24.13\">24:13</a>; <a data-ref=\"Exodus 32:17\" href=\"/Exodus.32.17\">32:17</a>; <a data-ref=\"Exodus 33:11\" href=\"/Exodus.33.11\">33:11</a> <a data-ref=\"Numbers 11:28\" href=\"/Numbers.11.28\">Nu 11:28</a>; <a data-ref=\"Numbers 13:16\" href=\"/Numbers.13.16\">13:16</a>; <a data-ref=\"Numbers 14:6\" href=\"/Numbers.14.6\">14:6</a>, <a data-ref=\"Numbers 14:30\" href=\"/Numbers.14.30\">30</a>, <a data-ref=\"Numbers 14:38\" href=\"/Numbers.14.38\">38</a>; <a data-ref=\"Numbers 26:65\" href=\"/Numbers.26.65\">26:65</a>; <a data-ref=\"Numbers 27:18\" href=\"/Numbers.27.18\">27:18</a>, <a data-ref=\"Numbers 27:22\" href=\"/Numbers.27.22\">22</a>; <a data-ref=\"Numbers 32:12\" href=\"/Numbers.32.12\">32:12</a>, <a data-ref=\"Numbers 32:28\" href=\"/Numbers.32.28\">28</a>; <a data-ref=\"Numbers 34:17\" href=\"/Numbers.34.17\">34:17</a> <a data-ref=\"Deuteronomy 1:38\" href=\"/Deuteronomy.1.38\">Dt 1:38</a>; <a data-ref=\"Deuteronomy 3:28\" href=\"/Deuteronomy.3.28\">3:28</a>; <a data-ref=\"Deuteronomy 31:3\" href=\"/Deuteronomy.31.3\">31:3</a>, <a data-ref=\"Deuteronomy 31:7\" href=\"/Deuteronomy.31.7\">7</a>, <a data-ref=\"Deuteronomy 31:14\" href=\"/Deuteronomy.31.14\">14</a><sup>(×2)</sup>, <a data-ref=\"Deuteronomy 31:23\" href=\"/Deuteronomy.31.23\">23</a>; <a data-ref=\"Deuteronomy 34:9\" href=\"/Deuteronomy.34.9\">34:9</a> <a data-ref=\"Joshua 1:1\" href=\"/Joshua.1.1\">Jos 1:1</a> + 167 times Jos; <a data-ref=\"Judges 1:1\" href=\"/Judges.1.1\">Ju 1:1</a>; <a data-ref=\"Judges 2:6\" href=\"/Judges.2.6\">2:6</a>, <a data-ref=\"Judges 2:7\" href=\"/Judges.2.7\">7</a>, <a data-ref=\"Judges 2:8\" href=\"/Judges.2.8\">8</a>, <a data-ref=\"Judges 2:21\" href=\"/Judges.2.21\">21</a>, <a data-ref=\"Judges 2:23\" href=\"/Judges.2.23\">23</a>; <a data-ref=\"I Kings 16:34\" href=\"/I_Kings.16.34\">1 K 16:34</a>; <a data-ref=\"I Chronicles 7:27\" href=\"/I_Chronicles.7.27\">1 Ch 7:27</a>; = <span dir=\"rtl\">יֵשׁוּעַ</span> <a data-ref=\"Nehemiah 8:17\" href=\"/Nehemiah.8.17\">Ne 8:17</a> (𝔊 Ἰησοῦς); according to P, name changed by Moses from <span dir=\"rtl\">הוֹשֵׁעַ</span> q.v. <a data-ref=\"Numbers 13:8\" href=\"/Numbers.13.8\">Nu 13:8</a>, <a data-ref=\"Numbers 13:16\" href=\"/Numbers.13.16\">16</a> (𝔊 Αὑση) <a data-ref=\"Deuteronomy 32:44\" href=\"/Deuteronomy.32.44\">Dt 32:44</a> (𝔊 Ἰησοῦς).<br>†<strong>2.</strong>  <span dir=\"rtl\">יְהוֹשֻׁעַ</span> a Bethshemite <a data-ref=\"I Samuel 6:14\" href=\"/I_Samuel.6.14\">1 S 6:14</a>, <a data-ref=\"I Samuel 6:18\" href=\"/I_Samuel.6.18\">18</a> (𝔊 Ὡσηε, A Ἰησοῦς, 𝔊L Ἰωσηε).<br>†<strong>3.</strong>  h.p. after the restoration, son of Jehozadak <span dir=\"rtl\">יְהוֹשֻׁעַ</span> (𝔊 Ἰησοῦς) <a data-ref=\"Haggai 1:1\" href=\"/Haggai.1.1\">Hg 1:1</a>, <a data-ref=\"Haggai 1:12\" href=\"/Haggai.1.12\">12</a>, <a data-ref=\"Haggai 1:14\" href=\"/Haggai.1.14\">14</a>; <a data-ref=\"Haggai 2:2\" href=\"/Haggai.2.2\">2:2</a>, <a data-ref=\"Haggai 2:4\" href=\"/Haggai.2.4\">4</a>; <a data-ref=\"Zechariah 3:1\" href=\"/Zechariah.3.1\">Zc 3:1</a>, <a data-ref=\"Zechariah 3:3\" href=\"/Zechariah.3.3\">3</a>, <a data-ref=\"Zechariah 3:6\" href=\"/Zechariah.3.6\">6</a>, <a data-ref=\"Zechariah 3:8\" href=\"/Zechariah.3.8\">8</a>, <a data-ref=\"Zechariah 3:9\" href=\"/Zechariah.3.9\">9</a>; <a data-ref=\"Zechariah 6:11\" href=\"/Zechariah.6.11\">6:11</a>; = <span dir=\"rtl\">יֵשׁוּעַ</span> (𝔊 Ἰησοῦς) <a data-ref=\"Ezra 2:2\" href=\"/Ezra.2.2\">Ezr 2:2</a>; <a data-ref=\"Ezra 3:2\" href=\"/Ezra.3.2\">3:2</a>, <a data-ref=\"Ezra 3:8\" href=\"/Ezra.3.8\">8</a>; <a data-ref=\"Ezra 4:3\" href=\"/Ezra.4.3\">4:3</a>; <a data-ref=\"Ezra 5:2\" href=\"/Ezra.5.2\">5:2</a>; <a data-ref=\"Ezra 10:18\" href=\"/Ezra.10.18\">10:18</a>; <a data-ref=\"Nehemiah 7:7\" href=\"/Nehemiah.7.7\">Ne 7:7</a>; <a data-ref=\"Nehemiah 12:1\" href=\"/Nehemiah.12.1\">12:1</a>, <a data-ref=\"Nehemiah 12:7\" href=\"/Nehemiah.12.7\">7</a>, <a data-ref=\"Nehemiah 12:10\" href=\"/Nehemiah.12.10\">10</a>, <a data-ref=\"Nehemiah 12:26\" href=\"/Nehemiah.12.26\">26</a>.<br>†<strong>4.</strong>  <span dir=\"rtl\">יְהוֹשֻׁעַ</span> governor of Jerusalem under Josiah <a data-ref=\"II Kings 23:8\" href=\"/II_Kings.23.8\">2 K 23:8</a> (𝔊 Ἰησοῦς, 𝔊L Ἰωσηε).<br>†<strong>5.</strong>  <span dir=\"rtl\">יֵשׁוּעַ</span> (𝔊 Ἰησοῦς) head of one of the classes of priests <a data-ref=\"I Chronicles 24:11\" href=\"/I_Chronicles.24.11\">1 Ch 24:11</a>, possibly also <a data-ref=\"Ezra 2:36\" href=\"/Ezra.2.36\">Ezr 2:36</a> = <a data-ref=\"Nehemiah 7:38\" href=\"/Nehemiah.7.38\">Ne 7:39</a>.<br>†<strong>6.</strong>  <span dir=\"rtl\">יֵשׁוּעַ</span> (𝔊 Ἰησοῦς, etc.), a Levitical family-name of frequent occurrence: <strong>a.</strong>  <a data-ref=\"Ezra 2:40\" href=\"/Ezra.2.40\">Ezr 2:40</a>; <a data-ref=\"Ezra 3:9\" href=\"/Ezra.3.9\">3:9</a> = <a data-ref=\"Nehemiah 7:42\" href=\"/Nehemiah.7.42\">Ne 7:43</a>; <a data-ref=\"Nehemiah 8:7\" href=\"/Nehemiah.8.7\">8:7</a>; <a data-ref=\"Nehemiah 9:4\" href=\"/Nehemiah.9.4\">9:4</a>, <a data-ref=\"Nehemiah 9:5\" href=\"/Nehemiah.9.5\">5</a>; <a data-ref=\"Nehemiah 10:10\" href=\"/Nehemiah.10.10\">10:10</a>; <a data-ref=\"Nehemiah 12:8\" href=\"/Nehemiah.12.8\">12:8</a>. <strong>b.</strong>  <a data-ref=\"II Chronicles 31:15\" href=\"/II_Chronicles.31.15\">2 Ch 31:15</a>; <a data-ref=\"Ezra 8:33\" href=\"/Ezra.8.33\">Ezr 8:33</a>; <a data-ref=\"Nehemiah 12:24\" href=\"/Nehemiah.12.24\">Ne 12:24</a>.<br>†<strong>7.</strong>  <span dir=\"rtl\">יֵשׁוּעַ</span> (𝔊 <em>id.</em>), father of a builder at the wall <a data-ref=\"Nehemiah 3:19\" href=\"/Nehemiah.3.19\">Ne 3:19</a>, perhaps =<br>†<strong>8.</strong>  a Judaite family-name (𝔊 <em>id.</em>), <a data-ref=\"Ezra 2:6\" href=\"/Ezra.2.6\">Ezr 2:6</a> = <a data-ref=\"Nehemiah 7:11\" href=\"/Nehemiah.7.11\">Ne 7:11</a> (cf. Sm<sup>Listen 12</sup>).<br>†<strong>9.</strong>  <strong> n.pr.loc.</strong> in south of Judah <a data-ref=\"Nehemiah 11:26\" href=\"/Nehemiah.11.26\">Ne 11:26</a> <span dir=\"rtl\">בְּיֵשׁוּעַ</span> (𝔊 ἐν Ἰησού, 𝔊L ἐν Σουα)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d233b6084aa1cbf17271", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, כָּלֵב 1", "anchorRef": "Numbers 14:6", "anchorRefExpanded": ["Numbers 14:6"], "sourceRef": "BDB, כָּלֵב 1", "sourceHeRef": "בראון-דרייבר-בריגס, כָּלֵב א׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "כָּלֵב", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">כָּלֵב</span></big>  <strong>n.pr.m. (</strong>Nab. n.pr. <span dir=\"rtl\">כלבא</span> Eut (Nö) <sup>p. 55</sup>. <span dir=\"rtl\">כלבו</span> Vog<sup>Nab. 6</sup>; cf. also We <sup>Skizzen u. Vorarbeiten iii. 217</sup>; on <span dir=\"rtl\">כָּלֵב</span> = <em>dog-clan</em>, v. RS<sup>K 17, 190 f., 219, 254</sup><strong>)</strong>;—son of <span dir=\"rtl\">יְפֻנֶּה</span> (𝔊 Χαλεβ; cf. Lag<sup>BN 78</sup>), called <span dir=\"rtl\">הַקְּנִזִּי</span> (v. <span dir=\"rtl\">קְנַז</span>) in JE, <a data-ref=\"Numbers 32:12\" href=\"/Numbers.32.12\">Nu 32:12</a>; <a data-ref=\"Joshua 14:6\" href=\"/Joshua.14.6\">Jos 14:6</a>, <a data-ref=\"Joshua 14:14\" href=\"/Joshua.14.14\">14</a>, cf. <a data-ref=\"Joshua 15:17\" href=\"/Joshua.15.17\">15:17</a> = <a data-ref=\"Judges 1:13\" href=\"/Judges.1.13\">Ju 1:13</a>, <a data-ref=\"Judges 3:9\" href=\"/Judges.3.9\">Ju 3:9</a> (where <span dir=\"rtl\">קְנַז</span> is brother of <span dir=\"rtl\">כ׳</span>), also <a data-ref=\"I Chronicles 4:15\" href=\"/I_Chronicles.4.15\">1 Ch 4:15</a>; treated as full Judahite only in P <a data-ref=\"Numbers 13:6\" href=\"/Numbers.13.6\">Nu 13:6</a> (v. GFM <sup>Ju p. 30 f.</sup>) the one of the spies who (with Joshua) reported well of Canaan <a data-ref=\"Numbers 14:6\" href=\"/Numbers.14.6\">14:6</a>, <a data-ref=\"Numbers 14:24\" href=\"/Numbers.14.24\">24</a>, <a data-ref=\"Numbers 14:30\" href=\"/Numbers.14.30\">30</a>, <a data-ref=\"Numbers 14:38\" href=\"/Numbers.14.38\">38</a>; also <a data-ref=\"Numbers 26:65\" href=\"/Numbers.26.65\">26:65</a>; <a data-ref=\"Numbers 34:19\" href=\"/Numbers.34.19\">34:19</a>; <a data-ref=\"Deuteronomy 1:36\" href=\"/Deuteronomy.1.36\">Dt 1:36</a>; <a data-ref=\"Joshua 14:13\" href=\"/Joshua.14.13\">Jos 14:13</a>; <a data-ref=\"Joshua 15:13\" href=\"/Joshua.15.13\">15:13</a>, <a data-ref=\"Joshua 15:14\" href=\"/Joshua.15.14\">14</a>, <a data-ref=\"Joshua 15:16\" href=\"/Joshua.15.16\">16</a>, <a data-ref=\"Joshua 15:18\" href=\"/Joshua.15.18\">18</a>; <a data-ref=\"Joshua 21:12\" href=\"/Joshua.21.12\">21:12</a> (P = <a data-ref=\"I Chronicles 6:41\" href=\"/I_Chronicles.6.41\">1 Ch 6:41</a>) <a data-ref=\"Judges 1:12\" href=\"/Judges.1.12\">Ju 1:12</a>, <a data-ref=\"Judges 1:14\" href=\"/Judges.1.14\">14</a>, <a data-ref=\"Judges 1:15\" href=\"/Judges.1.15\">15</a>, <a data-ref=\"Judges 1:20\" href=\"/Judges.1.20\">20</a> (‖ with <a data-ref=\"Joshua 15\" href=\"/Joshua.15\">Jos 15</a>); = clan of Caleb <a data-ref=\"I Samuel 30:14\" href=\"/I_Samuel.30.14\">1 S 30:14</a> (disting. from Judah). Caleb is called <span dir=\"rtl\">בֶּן־חֶצְרוֹן</span> <a data-ref=\"I Chronicles 2:18\" href=\"/I_Chronicles.2.18\">1 Ch 2:18</a>, cf. v <a data-ref=\"I Chronicles 2:19\" href=\"/I_Chronicles.2.19\">19</a>, <a data-ref=\"I Chronicles 2:42\" href=\"/I_Chronicles.2.42\">42</a>, <a data-ref=\"I Chronicles 2:46\" href=\"/I_Chronicles.2.46\">46</a>, <a data-ref=\"I Chronicles 2:48\" href=\"/I_Chronicles.2.48\">48</a>, <a data-ref=\"I Chronicles 2:49\" href=\"/I_Chronicles.2.49\">49</a>, <a data-ref=\"I Chronicles 2:50\" href=\"/I_Chronicles.2.50\">50</a> = <span dir=\"rtl\">כְּלוּבָ֑י</span> v <a data-ref=\"I Chronicles 2:9\" href=\"/I_Chronicles.2.9\">9</a>; <span dir=\"rtl\">בְּכָלֵב אֶפְרָתָה</span> <a data-ref=\"I Chronicles 2:24\" href=\"/I_Chronicles.2.24\">1 Ch 2:24</a>, read perhaps <span dir=\"rtl\">בָּא כ׳</span>, so 𝔊 𝔙, cf. Kau<sup>AT</sup> (v. <a data-ref=\"BDB, אֶפְרָ֫תָה\" href=\"/BDB,_אֶפְרָ֫תָה\", dir=\"rtl\">אֶפְרָתָה</a> p. 68 supr.)"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d3e1b6084aa1cbf2c377", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יְפֻנֶּה² 1", "anchorRef": "Numbers 14:6", "anchorRefExpanded": ["Numbers 14:6"], "sourceRef": "BDB, יְפֻנֶּה² 1", "sourceHeRef": "בראון-דרייבר-בריגס, יְפֻנֶּה² א׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יְפֻנֶּה²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">יְפֻנֶּה</span></big><sub>16</sub>  <strong>n.pr.m. (</strong>on form cf. Lag<sup>BN 134</sup><strong>)</strong>;—<br><strong>1.</strong>  father of Caleb <a data-ref=\"Numbers 13:6\" href=\"/Numbers.13.6\">Nu 13:6</a>; <a data-ref=\"Numbers 14:6\" href=\"/Numbers.14.6\">14:6</a>; <a data-ref=\"Joshua 14:6\" href=\"/Joshua.14.6\">Jos 14:6</a>, <a data-ref=\"Joshua 14:13\" href=\"/Joshua.14.13\">13</a>; <a data-ref=\"I Chronicles 4:15\" href=\"/I_Chronicles.4.15\">1 Ch 4:15</a> + 10 times, Ιεφοννη.<br><strong>2.</strong>  Asherite <a data-ref=\"I Chronicles 7:38\" href=\"/I_Chronicles.7.38\">1 Ch 7:38</a>, Ιφινα, A Ιεφιηλ, 𝔊L Ιεφοννη."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d511b6084aa1cbf3baf5", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, תּוּר 1", "anchorRef": "Numbers 14:6", "anchorRefExpanded": ["Numbers 14:6"], "sourceRef": "BDB, תּוּר 1", "sourceHeRef": "בראון-דרייבר-בריגס, תּוּר א׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "תּוּר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big><span dir=\"rtl\">תּוּר</span></big></big>  <strong>vb.</strong> seek out, spy out, explore <strong>(</strong>NH id. (rare); perhaps orig. <em>turn</em> (to or about), Assyrian <em>târu</em>, <em>turn about, back</em>, <em>taiâru</em> adj. <em>turning back</em>, also <em>merciful</em>, and subst. <em>mercy;</em> Arabic <span dir=\"rtl\">تَارَ (و)</span> iv. <em>go about</em> (rare), <span dir=\"rtl\">تَوْرٌ</span> a go-between<strong>)</strong>;—<br><strong>Qal</strong>  Pf. 1 s. <span dir=\"rtl\">תַּרְתִּי</span> <a data-ref=\"Ezekiel 20:6\" href=\"/Ezekiel.20.6\">Ez 20:6</a>; <a data-ref=\"Ecclesiastes 2:3\" href=\"/Ecclesiastes.2.3\">Ec 2:3</a>; 3 pl. <span dir=\"rtl\">תָּרוּ</span> <a data-ref=\"Numbers 13:32\" href=\"/Numbers.13.32\">Nu 13:32</a>; 2 mpl. <span dir=\"rtl\">תַּרְתֶּם</span> <a data-ref=\"Numbers 14:24\" href=\"/Numbers.14.24\">14:24</a>; Impf. 3 mpl. <span dir=\"rtl\">יָתֻ֫רוּ</span> <a data-ref=\"Numbers 13:2\" href=\"/Numbers.13.2\">13:2</a>, <span dir=\"rtl\">וַיָּתֻ֫רוּ</span> v <a data-ref=\"Numbers 13:21\" href=\"/Numbers.13.21\">21</a>; read also 3 ms. <span dir=\"rtl\">יָתוּר</span> <a data-ref=\"Job 39:8\" href=\"/Job.39.8\">Jb 39:8</a> 𝔙 𝔗 Ew Di Bu Du and most (for <span dir=\"rtl\">יְתוּר</span>); 2 mpl. <span dir=\"rtl\">תָּתוּ֫רוּ</span> <a data-ref=\"Numbers 15:39\" href=\"/Numbers.15.39\">Nu 15:39</a>; Inf. cstr. <span dir=\"rtl\">תּוּר</span> <a data-ref=\"Numbers 10:33\" href=\"/Numbers.10.33\">10:33</a> +; Pt. pl. <span dir=\"rtl\">תָּרִים</span> <a data-ref=\"Numbers 14:6\" href=\"/Numbers.14.6\">14:6</a>, on <a data-ref=\"I Kings 10:15\" href=\"/I_Kings.10.15\">1 K 10:15</a>; <a data-ref=\"II Chronicles 9:14\" href=\"/II_Chronicles.9.14\">2 Ch 9:14</a> v. infra;— <strong>1.</strong>  <em>seek out, select:</em> <span dir=\"rtl\">לָתוּר לָהֶם מְנוּחָה</span> <a data-ref=\"Numbers 10:33\" href=\"/Numbers.10.33\">Nu 10:33</a> (J, subj. ark of <span dir=\"rtl\">י׳</span>), cf. <a data-ref=\"Deuteronomy 1:33\" href=\"/Deuteronomy.1.33\">Dt 1:33</a> (subj. <span dir=\"rtl\">י׳</span>), <a data-ref=\"Ezekiel 20:6\" href=\"/Ezekiel.20.6\">Ez 20:6</a> (id., acc. land); sq. inf. = <em>find out how</em> to do something, <span dir=\"rtl\">ת׳ בְּלִבִּי לְ</span> <a data-ref=\"Ecclesiastes 2:3\" href=\"/Ecclesiastes.2.3\">Ec 2:3</a>. <strong>2.</strong>  <em>spy out, explore</em>, acc. of land <a data-ref=\"Numbers 13:2\" href=\"/Numbers.13.2\">Nu 13:2</a>, <a data-ref=\"Numbers 13:16\" href=\"/Numbers.13.16\">16</a>, <a data-ref=\"Numbers 13:17\" href=\"/Numbers.13.17\">17</a>, <a data-ref=\"Numbers 13:21\" href=\"/Numbers.13.21\">21</a>, <a data-ref=\"Numbers 13:25\" href=\"/Numbers.13.25\">25</a>, <a data-ref=\"Numbers 13:32\" href=\"/Numbers.13.32\">32</a><sup>(×2)</sup>; <a data-ref=\"Numbers 14:7\" href=\"/Numbers.14.7\">14:7</a>, <a data-ref=\"Numbers 14:34\" href=\"/Numbers.14.34\">34</a>, <a data-ref=\"Numbers 14:36\" href=\"/Numbers.14.36\">36</a>, <a data-ref=\"Numbers 14:38\" href=\"/Numbers.14.38\">38</a>, acc. of mts. <a data-ref=\"Job 39:8\" href=\"/Job.39.8\">Jb 39:8</a> (v. supr.), cf. Pt. as subj. <em>explorers, spies</em> <a data-ref=\"Numbers 14:6\" href=\"/Numbers.14.6\">Nu 14:6</a> (all P); <em>explore</em> mentally, <span dir=\"rtl\">לָדַעַת וְלָת׳ וּבַקֵּשׁ חָכְמָה</span> <a data-ref=\"Ecclesiastes 7:25\" href=\"/Ecclesiastes.7.25\">Ec 7:25</a>, cf. <a data-ref=\"Ecclesiastes 9:1\" href=\"/Ecclesiastes.9.1\">9:1</a> Gr (<span dir=\"rtl\">ת׳</span> for <span dir=\"rtl\">בוּר</span> q.v.), <span dir=\"rtl\">לָת׳ בְּחָכְמָה עָל־</span> <a data-ref=\"Ecclesiastes 1:13\" href=\"/Ecclesiastes.1.13\">1:13</a> (Kue<sup>Ond. 2, iii. 196</sup>). <strong>3.</strong>  <em>go about</em>, fig. <span dir=\"rtl\">אַחֲרֵי לְבַבְכֶם</span> <a data-ref=\"Numbers 15:39\" href=\"/Numbers.15.39\">Nu 15:39</a> (P); Pt. <span dir=\"rtl\">אַנְשֵׁי הַתָּרִים</span> <a data-ref=\"I Kings 10:15\" href=\"/I_Kings.10.15\">1 K 10:15</a>; <a data-ref=\"II Chronicles 9:14\" href=\"/II_Chronicles.9.14\">2 Ch 9:14</a>, usually <em>merchants</em> (‖ <span dir=\"rtl\">סֹחֲרִים רֹכְלִים</span>); Kit, after 𝔖 2 Ch, proposes <span dir=\"rtl\">הֶעָרִים</span> for <span dir=\"rtl\">הַתָּרִים</span>.<br><strong>Hiph.</strong>  Impf. 3 mpl. <span dir=\"rtl\">וַיָּתִּ֫ירוּ בְּבֵית־אֵל</span> <a data-ref=\"Judges 1:23\" href=\"/Judges.1.23\">Ju 1:23</a> <em>they made a reconnaisance at Bethel</em> (Vrss disagree, Gie <span dir=\"rtl\">וַיַּחֲנוּ</span>, cf. GFM); 3 ms. <span dir=\"rtl\">יָתֵר מֵרֵעֵהוּ צַדִּיק</span> <a data-ref=\"Proverbs 12:26\" href=\"/Proverbs.12.26\">Pr 12:26</a> <em>the righteous searches out</em> (RV <em>is a guide to</em>) <em>his friend</em>, 𝔗 AV <em>is more excellent than</em> (reading <span dir=\"rtl\">יָתָר</span>), Hi Ew De al. <em>spies out his pasture</em> (<span dir=\"rtl\">מִרְעֵהוּ</span>, in spiritual sense), all dubious; Toy conjectures <span dir=\"rtl\">יָסֻר מֵרָעָה</span>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6564609fd165134acead04f8", "index_title": "Likutei Tefilot", "category": "Chasidut", "type": "", "ref": "Likutei Tefilot, Volume II 7:1", "anchorRef": "Numbers 13:1-14:39", "anchorRefExpanded": ["Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39"], "sourceRef": "Likutei Tefilot, Volume II 7:1", "sourceHeRef": "ליקוטי תפילות, חלק ב ז׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1810, 1820], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Likutei Tefilot", "he": "ליקוטי תפילות"}, "heTitle": "חלק ב", "he": "<small>[עַל־פִּי תּוֹרָה ז' - כִּי מְרַחֲמָם יְנַהֲגֵם]</small><br>רַחֲמֶיךָ רַבִּים יְהֹוָה כְּמִשְׁפָּטֶיךָ חַיֵּנִי. רַחוּם וְחַנּוּן יְהֹוָה אֶרֶךְ אַפַּיִם וְרַב חָסֶד. חַנּוּן וְרַחוּם יְהֹוָה אֶרֶךְ אַפַּיִם וּגְדָל חָסֶד. טוֹב יְהֹוָה לַכֹּל וְרַחֲמָיו עַל כָּל מַעֲשָׂיו. כְּרַחֵם אָב עַל בָּנִים כֵּן תְּרַחֵם עָלֵינוּ. ", "heVersionTitle": "Likutey Tefilos, Maleh Vigadish, 2021", "heLicense": "", "heVersionTitleInHebrew": "", "text": "<small><i>Sin Constitutes a Jew’s Greatest Suffering / A Compassionate Torah Leader Guides Those Who are Above and Those Who are Below / Everyone Must Leave Behind a Blessing in This World / A Tzaddik’s Insights Transcend Time / A Person’s Yom Kippur Determines the Quality of His Chanukah / The Lungs Draw Physical and Spiritual Life</i><br>A Torah leader must be compassionate. Moreover, he must know how to implement his compassion properly. For instance, just as a parent must refrain from feeding an infant adult food, so too, a compassionate leader must refrain from granting wicked people inappropriate kindness.<br>The souls of the Jewish people originate in a sublime source. As such, they are extraordinarily spiritual and refined, and are in essence entirely removed from sin.<br>A Jew sins only when a spirit of foolishness enters into him. That is the most pitiable state that he can find himself. Compared to that, any other suffering is as nothing.<br>A Torah leader must have compassion on such a person and fill him with proper spiritual awareness. In doing so, the leader relieves him of the heavy burden of his sins.<br>Moses was a uniquely compassionate Torah leader, dedicating himself to helping the Jewish people even at the risk of his own well-being. He opened the light of consciousness for the Jews. In doing so, he worked to create a civilized world, because the essence of a human being is his consciousness. A person who lacks that is uncivilized — in fact, he is not even considered a human being, but an animal in human form.<br>*<br>In our world, people can be divided into two groups: those who are above (compared to a “son”) and those who are below (compared to a “student”). The Tzaddik must guide both of them.<br>Those people who are above are on a high spiritual level. The Tzaddik must show them that ultimately, they know nothing of God, and he must challenge them to consider, “Where is the place of His glory?”<br>Those who are below are on a low spiritual level. The Tzaddik must show them that they can still hope to return to God, because “the whole earth is filled with His glory.”<br>In addition, these two types must be combined. The “son” must partake of something of the “student,” and the “student” must partake of something of the “son.” This is necessary so that both will possess the fear of God.<br>If a person on a high level only experiences his distance from God, he might feel too far to fear God. Therefore, he must be given something of the awareness of the person on a low level: that God’s glory fills the earth — i.e., that God is close to him.<br>And if a person on a low level only experiences how the world is filled with God’s glory, he might lose all sense of self and thus be unable to fear God. Therefore, he must be given something of the awareness of the person on a high level — a measure of distance from God — so that he will continue to be self-aware and he will be capable of fearing God.<br>*<br>Everyone can be a teacher. For instance, when two people discuss religious matters and one inspires the other, he is the teacher to the other. That kind of discussion civilizes the world and fills it with true human beings.<br>The act of teaching also expands the awareness of the teacher. A concept just beyond a person’s comprehension hovers outside his mind. When he acts as a teacher and transfers his wisdom and awareness to someone else, he creates a space in his own mind into which that hovering awareness can enter.<br>Thus, as soon as a teacher reveals one concept, a new awareness enters his mind. This process can occur repeatedly. This obligates him to be careful about what he reveals, because ultimately, he may be open to receiving an awareness of transcendent concepts beyond time — meaning, concepts that time would not suffice to explain. That is something that would leave him in a state of confusion, and so it is something he must avoid.<br>As for the sage and rabbi of the generation, the transcendent awareness that hovers around him is on the level of “length of days and years,” the World to Come, which is “a day that is entirely long,” transcending time. All of the time of this world is nothing compared to even a single moment of the World to Come. There, time is expressed as transcendent states of awareness. Attaining these states constitutes the essential delight of the World to Come: the knowledge of the unknown, the ultimate good hidden from all eyes. When the sage speaks with his students and fills them with his awareness, these transcendent states of awareness enter into him.<br>There are states of transcendent awareness that cannot be put into words. These are called “hands” because, like gesturing hands, they can communicate only hints. They bring these hints down to a level where God’s sovereign providence is revealed.<br>Along with the influx of hints comes an influx of abundance, including monetary wealth.<br>Having income is related to eating, since the principal purpose of work is to obtain food. When the levels of “son” and “student” combine, when a spiritually powerful person eats, he can experience an illumination of God’s will so that he will yearn for God without even knowing what he wants.<br>The Temple (which combined the dynamics of the “son” and the “student”) also brought down monetary blessing. Thus, it contained a huge basin called the “Sea of Solomon,” which is associated with the revelation of God’s sovereign providence.<br>In the days that the Temple existed, we were free of the burden of sin. The daily morning offering atoned for sins of the previous night, and the daily afternoon offering atoned for the sins of the previous day. But now that the Temple has been destroyed, we cannot adequately cleanse ourselves of our sins.<br>In the days of Moses, the sin of the spies<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See Numbers 13:1-14:39.</i> foreshadowed the destruction of the Temple. In that instance, Moses begged God to “please forgive the sin of this nation.” God acceded to his request, and that constituted the eventual re-inauguration of the Temple — as commemorated by Chanukah.<br>Similarly, when an individual is successful in his request for forgiveness (on Yom Kippur), that leads to a spiritually successful Chanukah, which corresponds to the re-inauguration of the Temple.<br>It is good for a person’s soul to rise and cling to its place in the upper worlds. That is what happens when a person dies. But that does not constitute his ultimate perfection. The soul attains perfection only when it exists both above and below.<br>In order to achieve that, a person must leave behind a blessing in this world. He does this in the form of sharing his awareness with a son or a student, who remains here below even as this person’s soul rises upward. In that sense, the person still exists in this world.<br>All of the above concepts apply to the well-being of the lungs. When the lungs are in proper balance, they are composed of these levels of “son” and “student.”</small><br><b>Send Us a Compassionate Leader</b><br>“Your compassion is abundant, HaShem. Give me life in accordance with Your ways.” “HaShem is compassionate and gracious, longsuffering and extremely kind.” “HaShem is good to everyone; His compassion rests on all of His creatures.” “In the same way that a father has compassion on [his] children, be compassionate to us.”", "versionTitle": "The Fiftieth Gate. Breslov Research Institute, Jerusalem, c1992-c2016", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6596f6b0a555ccc6c5c37c1b", "index_title": "Mekhilta DeRabbi Yishmael", "category": "Midrash", "type": "", "ref": "Mekhilta DeRabbi Yishmael, Tractate Pischa 1:7", "anchorRef": "Numbers 14:6", "anchorRefExpanded": ["Numbers 14:6"], "sourceRef": "Mekhilta DeRabbi Yishmael, Tractate Pischa 1:7", "sourceHeRef": "מכילתא דרבי ישמעאל, מַסֶּכְתָּא דְפִסְחָא א׳:ז׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [200], "commentaryNum": 1.0007, "collectiveTitle": {"en": "Mekhilta DeRabbi Yishmael", "he": "מכילתא דרבי ישמעאל"}, "heTitle": "מַסֶּכְתָּא דְפִסְחָא", "he": "כַּיּוֹצֵא בַדָּבָר אַתָּה אוֹמֵר: (במדבר יד,ו) \"וִיהוֹשֻׁעַ בִּן נוּן וְכָלֵב בֶּן יְפֻנֶּה, מִן הַתָּרִים אֶת הָאָרֶץ, קָרְעוּ בִּגְדֵיהֶם.\" שׁוֹמֵעַ אֲנִי, כָּל הַקּוֹדֵם בַּמִּקְרָא הוּא קוֹדֵם בַּמַּעֲשֶׂה; תִּלְמֹד לוֹמַר: (במדבר לב,יב) \"בִּלְתִּי כָּלֵב בֶּן יְפֻנֶּה הַקְּנִזִּי וִיהוֹשֻׁעַ בִּן נוּן\", מַגִּיד שֶׁשְּׁנֵיהֶם שְׁקוּלִים כְּאַחַת.", "heVersionTitle": "Beeri Edition, Koren, Jerusalem, 2019", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "As it is said: (Numbers 14:6) \"And Joshua son of Nun and Caleb son of Jephunneh, of those who had scouted the land, rent their clothes\". I may hear, the first in the account is the first in importance; but it is also said (Numbers 32:12) \"none except Caleb son of Jephunneh the Kenizzite and Joshua son of Nun\", from this we learn that they are both equal.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "6609238796ab971ded046724", "index_title": "Covenant and Conversation; Numbers; The Wilderness Years", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Numbers; The Wilderness Years, Sh'lach, Law and Narrative; Believing and Seeing 8", "anchorRef": "Numbers 14:6", "anchorRefExpanded": ["Numbers 14:6"], "sourceRef": "Covenant and Conversation; Numbers; The Wilderness Years, Sh'lach, Law and Narrative; Believing and Seeing 8", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר, שלח, ג ח׳", "anchorVerse": 6, "sourceHasEn": true, "commentaryNum": 8, "collectiveTitle": {"en": "Covenant and Conversation; Numbers; The Wilderness Years", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר"}, "heTitle": "ג", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "In the next chapter, which relates the punishment of those involved, it appears five times.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">Num. 14:6, 7, 34, 36, 38.</i>", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "660923968364c734ebc60954", "index_title": "Covenant and Conversation; Numbers; The Wilderness Years", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Numbers; The Wilderness Years, Sh'lach, What Made Joshua and Caleb Different? 5", "anchorRef": "Numbers 14:1-10", "anchorRefExpanded": ["Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10"], "sourceRef": "Covenant and Conversation; Numbers; The Wilderness Years, Sh'lach, What Made Joshua and Caleb Different? 5", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר, שלח, ד ה׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 5, "collectiveTitle": {"en": "Covenant and Conversation; Numbers; The Wilderness Years", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר"}, "heTitle": "ד", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "This took courage of a high order. First, they knew they were a minority: two against ten. What did they know that the others did not? Second, the crowd was in a dangerous state. The people had been weeping. They were already saying, “If only we had died in Egypt.” They were angry with Moses and Aaron, who themselves had fallen prostrate rather than confront the people. Caleb and Joshua were on the verge of being stoned by the mob (Num. 14:1–10). What gift, what strength of character, did they have that the other ten spies – themselves princes, chieftains, ­leaders – did not?", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "660924a46ee71eb295fe0a66", "index_title": "Covenant and Conversation; Numbers; The Wilderness Years", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Numbers; The Wilderness Years, Pinchas, Lessons of a Leader 21", "anchorRef": "Numbers 14:6", "anchorRefExpanded": ["Numbers 14:6"], "sourceRef": "Covenant and Conversation; Numbers; The Wilderness Years, Pinchas, Lessons of a Leader 21", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר, פנחס, ה כ״א", "anchorVerse": 6, "sourceHasEn": true, "commentaryNum": 21, "collectiveTitle": {"en": "Covenant and Conversation; Numbers; The Wilderness Years", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר"}, "heTitle": "ה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "That humility was palpable in the case of Joshua. After the making of the Golden Calf, he was waiting for Moses at the foot of the mountain so he could inform him about what had happened in his absence (Ex. 32:17). When Eldad and Medad began prophesying, which Joshua saw as a potential threat to Moses’ leadership, his concern for Moses was immediate and deeply felt (Num. 11:28). Together with Caleb, he refused to side with the ten spies who brought a demoralising report about the land and its inhabitants (Num. 14:6). Yet when Moses told him to assemble a military force and fight the Amalekites, he did so without demur, and won an important victory (Ex. 17:9–13).", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}]