[{"_id": "5222d530edbab45814ae6d76", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 14:15:1", "anchorRef": "Numbers 14:15", "anchorRefExpanded": ["Numbers 14:15"], "sourceRef": "Rashi on Numbers 14:15:1", "sourceHeRef": "רש\"י על במדבר י״ד:ט״ו:א׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>המתה את העם הזה כאיש אחד.</b> פִּתְאֹם, וּמִתּוֹךְ כָּךְ יֹאמְרוּ הַגּוֹיִם אֲשֶׁר שָׁמְעוּ וְגוֹ':", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "והמתה את העם הזה כאיש אחד IF THOU PUTTEST TO DEATH ALL THIS PEOPLE AS ONE MAN — i.e. suddenly; then, because of this the nations who have heard the fame of Thee [will say as follows]:", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe3fbfba276047f7064", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 14:15", "anchorRef": "Numbers 14:15", "anchorRefExpanded": ["Numbers 14:15"], "sourceRef": "Onkelos Numbers 14:15", "sourceHeRef": "תרגום אונקלוס על במדבר י״ד:ט״ו", "anchorVerse": 15, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 14.0015, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וּתְקַטַּל יָת עַמָּא הָדֵין כְּגַבְרָא חָד וְיֵמְרוּן עַמְמַיָּא דִּי שְׁמָעוּ יָת <b>שְׁמַע גְּבֻרְתָּךְ</b> לְמֵימָר:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "If You kill this nation like a single man, the nations will say—they who have heard of Your reputation [<b>the fame of Your power</b>]—as follows:", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec899", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 14:15", "anchorRef": "Numbers 14:15", "anchorRefExpanded": ["Numbers 14:15"], "sourceRef": "Targum Jonathan on Numbers 14:15", "sourceHeRef": "תרגום יונתן על במדבר י״ד:ט״ו", "anchorVerse": 15, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 14.0015, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וּמִן בָּתַר כָּל נִסַיָא הָאִילֵן אַנְתְּ קָטֵיל יַת עַמָא הָדֵין כְּגַבְרָא חָד וְיֵימְרוּן עַמְמַיָא דְיִשְׁמְעוּ יַת שֵׁמַע גְבוּרְתָּךְ לְמֵימָר", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " and after all of these miracles wilt Thou kill this people as one man? Then the nations who have heard the fame and of Thy power will speak saying: \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f17aadfbfba22336ea7bf9", "index_title": "Or HaChaim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Numbers 14:15:1", "anchorRef": "Numbers 14:15", "anchorRefExpanded": ["Numbers 14:15"], "sourceRef": "Or HaChaim on Numbers 14:15:1", "sourceHeRef": "אור החיים על במדבר י״ד:ט״ו:א׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על במדבר", "he": "<b>והמתה וגו' כאיש אחד וגו'</b>. גילה דעתו עליו השלום בזה שאינו מבקש שיסלח ה' על החטא אלא שלא יבא לידי חילול השם, ורמז בדבריו כי ההרגש שממנו יומשך האמור בדבריו הוא דוקא אם ימיתם כאיש אחד אבל מעט מעט לא יורגש הדבר, וכן מצינו שעשה ה':", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b> <span>והמתה…כאיש אחד</span>, \"and You kill them..all at the same time, etc.\"</b> Moses revealed here that he did not plead for G'd to forgive the Israelites their sin; he only pleaded that the retribution should be such that it did not result in a desecration of G'd's name in the eyes of the nations. This is why he emphasised the words <span>כאיש אחד</span>, \"as one man.\"", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54bd48bffbfba21733367616", "index_title": "Ramban on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Deuteronomy 32:26:1", "anchorRef": "Numbers 14:15", "anchorRefExpanded": ["Numbers 14:15"], "sourceRef": "Ramban on Deuteronomy 32:26:1", "sourceHeRef": "רמב\"ן על דברים ל״ב:כ״ו:א׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Ramban on Deuteronomy", "he": "רמב\"ן על דברים"}, "he": "<b>אַפְאֵיהֶם</b>, אָמְרוּ הַמְּדַקְדְּקִים, אֲפַזְּרֵם בְּכָל פֵּאָה. וְאִם כֵּן יִהְיֶה טַעַם <b>אָמַרְתִּי</b>, שֶׁהָיָה הָרָצוֹן לְפָנָיו בְּמִדַּת הַדִּין שֶׁיִּהְיוּ כָּכָה לְעוֹלָם מְפֻזָּרִים בְּכָל פֵּאָה, וְשֶׁיִּהְיֶה זִכְרָם מֵאֱנוֹשׁ נִשְׁבָּת לָעַד, לוּלֵי כַּעַס אוֹיֵב אָגוּר. וְעַל דַּעְתִּי הִיא מִלָּה מֻרְכֶּבֶת כַּאֲשֶׁר הִזְכִּירוּ בְּסִפְרֵי (האזינו כו), אַף אֵי הֵם, אֲבָל טַעְמָהּ שֶׁאֲשִׁיתֵם בִּמְקוֹם פֵּאָה וּבְעִנְיָן שֶׁיֹּאמְרוּ עֲלֵיהֶם גַּם אֵי הֵם, לוֹמַר שֶׁלֹּא יִשָּׁאֵר לָהֶם שֵׁם וּשְׁאָר בַּגּוֹיִם וְלֹא יִוָּדַע מְקוֹמָם אַיֵּה. וְהִנֵּה יִרְמֹז לְגָלוּת עֲשֶׂרֶת הַשְּׁבָטִים שֶׁגָּלוּ לִנְהַר גּוֹזָן (מלכים ב יז ו), הוּא שֶׁהַחֲכָמִים קוֹרִין סַמְבַּטְיוֹן, כִּי נִקְרָא גּוֹזָן מִלְּשׁוֹן וַיָּגָז שַׂלְוִים (במדבר יא לא), אַתָּה גוֹזִי (תהלים עא ו), כִּי הָעוֹמְדִים אַחֲרָיו מוּסָרִים מִבְּנֵי אָדָם. וְקוֹרִין אוֹתוֹ סַמְבַּטְיוֹן מִפְּנֵי שְׁבִיתָתוֹ בְּשַׁבָּת, כִּי יוֹם הַשַּׁבָּת בִּלְשׁוֹן הַהוּא סַבְּט כַּאֲשֶׁר הוּא בְּעַרְבִי, וְנָהוּג בִּלְשׁוֹנָם לְהוֹסִיף בַּתְּאָרִים \"יוֹן\" אֵזוֹבְיוֹן חוֹרְיוֹן מוּלְיוֹן וְכֵן הַרְבֵּה:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "[‘AMARTI’ (I SAID)] ‘APHEIHEM.’ Grammarians<sup class=\"footnote-marker\">88</sup><i class=\"footnote\">R’dak in “Sefer Hasharashim,” root <i>peiah</i>. See also Ibn Ezra.</i> explained it as meaning: “I will disperse them into every ‘corner.’” And if so, the word <i>amarti</i> means that it was the Will before Him by the attribute of justice that they be so scattered forever in every corner, and that <i>their memory cease</i> forever <i>from among men</i><sup class=\"footnote-marker\">89</sup><i class=\"footnote\">In Verse 26 before us.</i> — <i>were it not that I was in dread of the wrath from the enemy</i>.<sup class=\"footnote-marker\">90</sup><i class=\"footnote\">Verse 27.</i> And in my opinion the word <i>apheihem</i> is a composite word, as is mentioned in the Sifre,<sup class=\"footnote-marker\">91</sup><i class=\"footnote\">Sifre, <i>Ha’azinu</i> 322.</i> that it consists of these three words: <i>aph ei heim</i> [“I said in My ‘anger’ that I will banish them so that it will be said of them ‘where are they?’ “]. The meaning thereof is that I will put them in such a place and in such a manner that it will also be said of them “Where are they?” signifying that there will be no name or remnant left of them among the nations, <i>and their place</i> will <i>not</i> be <i>known where they are</i>.<sup class=\"footnote-marker\">92</sup><i class=\"footnote\">Nahum 3:17.</i> He thus alludes to the exile of the ten tribes that were banished to the river Gozan,<sup class=\"footnote-marker\">93</sup><i class=\"footnote\">II Kings 17:6. The reference is to the exile by Assyria of the ten tribes that formed the kingdom of Israel.</i> this being the river which the Sages call “Sabbatyon.”<sup class=\"footnote-marker\">94</sup><i class=\"footnote\">Sanhedrin 65. The meaning of the name will be explained further on in the text.</i> The name “Gozan” is of the expressions: <i>‘vayagaz’</i> (<i>and it brought over</i>) <i>quails from the sea;</i><sup class=\"footnote-marker\">95</sup><i class=\"footnote\">Numbers 11:31.</i> <i>Thou art ‘gozi’</i> (<i>He that took me out</i>) <i>of my mother’s womb</i>,<sup class=\"footnote-marker\">96</sup><i class=\"footnote\">Psalms 71:6.</i> because those who remain behind [that river] are “divested” of any contacts with other people. It is called “Sabbatyon” because of its rest on the Sabbath-day, for the Sabbath-day in that language, as in Arabic, is called <i>Sabbat</i>, and they add adjectivial suffixes of <i>‘yon’</i> to certain nouns, such as: <i>eizoviyon</i> (Greek hyssop),<sup class=\"footnote-marker\">97</sup><i class=\"footnote\">Shabbath 109b.</i> <i>churyon</i> (another),<sup class=\"footnote-marker\">98</sup><i class=\"footnote\">See Aruch Hashaleim, under the term <i>choron</i>.</i> <i>mulyon</i> (a mule),<sup class=\"footnote-marker\">99</sup><i class=\"footnote\">Yerushalmi Berachoth VIII, 6.</i> and many others.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "56954684d6e4a97f69877331", "index_title": "Shadal on Numbers", "category": "Commentary", "type": "commentary", "ref": "Shadal on Numbers 14:15:1", "anchorRef": "Numbers 14:15", "anchorRefExpanded": ["Numbers 14:15"], "sourceRef": "Shadal on Numbers 14:15:1", "sourceHeRef": "שד\"ל על במדבר י״ד:ט״ו:א׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על במדבר", "he": "והמתה את העם הזה וגו': כמו והכתי את מדין כאיש אחד (שופטים ו' י\"ו). בִנְחָלָה כאילו היה איש אחד, וכן כאן ידעתי כי לא יקשה עליך להמית את כל העם הזה מלהמית איש אחד.", "heVersionTitle": "Shadal first edition, Padua 1871", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד״ל במהדורה המקורית, פדובה 1871", "text": [], "versionTitle": "Sefaria Community Translation", "license": "CC0", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "56954684d6e4a97f69877333", "index_title": "Shadal on Numbers", "category": "Commentary", "type": "commentary", "ref": "Shadal on Numbers 14:15:2", "anchorRef": "Numbers 14:15", "anchorRefExpanded": ["Numbers 14:15"], "sourceRef": "Shadal on Numbers 14:15:2", "sourceHeRef": "שד\"ל על במדבר י״ד:ט״ו:ב׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 15.0002, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על במדבר", "he": "אשר שמעו את שמעך: המצרים והכנענים, וגם שאר האומות, כי אלה שמעו מאלה מה שלא ראו בעיניהם, והנה כלם ידעו שאתה אוהב העם הזה ולא יוכלו לחשוב שהרגת אותם בחמה, והצטרכו לומר מבלתי יכלת וגו'.\n", "heVersionTitle": "Shadal first edition, Padua 1871", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד״ל במהדורה המקורית, פדובה 1871", "text": [], "versionTitle": "Sefaria Community Translation", "license": "CC0", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "57babc66d6e4a94f86e87ecb", "index_title": "Penei David", "category": "Commentary", "type": "commentary", "ref": "Penei David, Numbers, Sh'lach 7", "anchorRef": "Numbers 14:15", "anchorRefExpanded": ["Numbers 14:15"], "sourceRef": "Penei David, Numbers, Sh'lach 7", "sourceHeRef": "פני דוד, במדבר, שלח ז׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1768, 1792], "commentaryNum": 7.0, "collectiveTitle": {"en": "Penei David", "he": "פני דוד"}, "heTitle": "שלח", "he": ["<b>וְהֵמַתָּה אֶת־הָעָם הַזֶּה כְּאִישׁ אֶחָד וְאָמְרוּ הַגּוֹיִם אֲשֶׁר־שָׁמְעוּ אֶת־שִׁמְעֲךָ לֵאמֹר:</b>", "והמתה את העם הזה כאיש אחד. שמעתי מעטרת ראשי אבא מארי זלה\"ה משם הרב הכולל כמהר\"ר יצחק יצחקי זלה\"ה אחיו של מורינו הרב מהר\"א יצחקי זלה\"ה שהיה מפרש במשז\"ל בפ' ונתתי את פני באיש ההוא והכרתי אותו מקרב עמו כי מזרעו נתן למולך איש נכרת ואין צבור נכרתין וכן דרשו בספרא פ' שחוטי חוץ ובספרי פ' בהעלותך גבי קרבן פסח ע\"ש והכא שהקב\"ה אמר אכנו בדבר תמה משה רבינו ואמר והמתה את העם הזה כאיש אחד דנכרת הרי אין צבור נכרתין. והקב\"ה כביכול קבל דבריו ולא מת אחד פחות מבן ששים כמשז\"ל:", "ומשם הרב מהר\"ר אברהם צמח זלה\"ה בנו של הרב הגדול המקובל מהר\"ר יעקב צמח זלה\"ה היה אומר במ\"ש פעמים ג' עם גבר והרמב\"ם ס\"ל דיחיד שניה מוחלין לו שלישית אין מוחלין לו וציבור גם שלישית מוחלין להם והכא המרגלים הי' חטא ג' עגל ומתאוננים ומרגלים וז\"ש והמתה את העם הזה כאיש א' שאין נמחל לו עון ג' הלא אלו צבור ובצבור גם חטא ג' מחול להם ומ\"ה בקרח נתרשלו ידיו שכבר היה בידם סרחון ד' כמו שפירש\"י. ובזה פירש הרב הנז' כונת מאמרם ז\"ל בילקוט וכאשר נשאת לעם הזה וכו' ר' יוסי בר חנינה ורבי שאול בר נחמן חד אמר אמר הקב\"ה ממצרים ועד הנה לא חטאו קדמי וחורנא אמר אמר משה לפני הקב\"ה ממצרים ועד הנה לא שרית ושבקית לון איך מה דשרית ושבקית לון לעבר שרי ושביק לון לדאתי. דפליגי אימת הוה זמן המרגלים והראשון סבר דקרח קדם למרגלים ומרגלים ד' כמו שאמר הרא\"ם ריש סדר זה וז\"ש למה נסמכה פרשת מרגלים. ולהכי דריש דהקב\"ה אמר ממצרים ועד הנה לא חטאו דכך היא המדה למחול ג' עונות לצבור ונמצא דלא חטאו אבל עתה במרגלים דהוא ד' נחשב להם וצריך להענישם ואידך סבר דמרגלים קודם קרח והוא ג' לכן דריש שהם דברי משה דשואל כדין דצבור ימחול להם גם עון ג' וזהו שאמר איך מה דשרית לון לעבר בשני עונות ראשונים שרי ושביק גם לזה כי הם צבור וכמו שאמר והמתה את העם הזה כאיש אחד עד כאן דברי הרב הנז' ועיין בס' אש דת:", "ולי ההדיוט יראה לפרש במאמר הנז' בסגנון אחר דלפי' הרב מהר\"א צמח זלה\"ה הנז' לא דאיק אומרו שרי ושביק לון לדאתי. אמנם יראה דכ\"ע סברי כמו שאמר הרא\"ם דמחלוקותו של קרח קדם לעון המרגלים וכמו שאמר הרא\"ם ג\"כ פ' דברים עמ\"ש בחצרות זה מחלקותו של קרח ע\"ש והראשון דריש שהם דברי הקב\"ה כמו שפירש הרב הנז' דעד עתה הג' עונות נמחל להם. אך המרגלים שהוא ד' נענשין והשני סבר כמ\"ד דפעמים ג' עם גבר ר\"ל חמשה פעמים שלש הם חמשה וזו היתה שיטת משה רבינו כמו שאמר בדרוש שמואל פ' קרח ופ' ואתחנן במאמרם ז\"ל שאמר הקב\"ה למשה ששה חטאים חטאת והשיב האחד למדתי ממך וכו' והוא תמוה דמה הרויח משה רבינו דלכי מדלית חד אכתי פשו ה' ופירש הגאון מהר\"ר העשל זלה\"ה דמשה רבינו סבר פעמי' ג' עם גבר הם חמשה והיינו דקאמר אחד למדתי ממך והחמשה כמאן דליתנהו דמדתך להעביר ה' עכ\"ד והנה כי כן מדוקדק המאמר הנז' דמשה רבינו לשיטתו דה' נמחלין ולז\"א איך מה דשרית ושבקי' לו לעבר דהיו ג' שביק לון לדאתי דלא מיבעי' דעון המרגלים ד' שתמחול אלא דאכתי פש להו גבך א' והוא החמישי ולפי רחמיך שביק לון לדאתי אם יחטאו עוד חטא ה':"], "heVersionTitle": "Penei David -- Torat Emet", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77d63d6e4a94c7c18ade9", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 14:15", "anchorRef": "Numbers 14:15", "anchorRefExpanded": ["Numbers 14:15"], "sourceRef": "Tafsir Rasag, Numbers 14:15", "sourceHeRef": "תפסיר רס\"ג, במדבר י״ד:ט״ו", "anchorVerse": 15, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 14.0015, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "פאד̇א קתלתהם אג̇מעין כרג̇ל ואחד קאל ג̇מיע אלאמם אלד̇ין סמעו אכ̇בארך הד̇ה קאילין", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a041cebd6e4a9747bfdc3d1", "index_title": "Rashi on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Exodus 23:27:1", "anchorRef": "Numbers 14:15", "anchorRefExpanded": ["Numbers 14:15"], "sourceRef": "Rashi on Exodus 23:27:1", "sourceHeRef": "רש\"י על שמות כ״ג:כ״ז:א׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Rashi on Exodus", "he": "רש\"י על שמות"}, "heTitle": "רש\"י על שמות", "he": "<b>והמתי.</b> כְּמוֹ וְהָמַמְתִּי, וְתַרְגּוּמוֹ וֶאֱשַׁגֵּשׁ. וְכֵן כָּל תֵּבָה שֶׁפֹּעַל שֶׁלָּהּ בְּכֶפֶל אוֹת אַחֲרוֹנָה, כְּשֶׁתֵּהָפֵךְ לְדַבֵּר בִּלְשׁוֹן פָּעַלְתִּי, יֵשׁ מְקוֹמוֹת שֶׁנּוֹטֵל אוֹת הַכְּפוּלָה וּמַדְגִּישׁ אֶת הָאוֹת וְנוֹקְדוֹ בִּמְלָאפוּם כְּגוֹן וְהַמֹּתִי מִגִּזְרַת וְהָמַם גִּלְגַּל עֶגְלָתוֹ (ישעיהו כ\"ח), וְסַבּוֹתִי (קהלת ב'), מִגִּזְרַת וְסָבַב בֵּית אֵל (שמואל א ז׳:ט״ז), דַּלֹּתִי (תהילים קט\"ז), מִגִּזְרַת דָּלְלוּ וְחָרְבוּ (ישעיהו י\"ט), עַל כַּפַּיִם חַקֹּתִיךְ (ישעיהו מ״ט:ט״ז), מִגִּזְרַת חִקְקֵי לֵב (שופטים ה'), אֶת מִי רַצּוֹתִי (שמואל א י״ב:ג׳), מִגִּזְרַת רִצַּץ עָזַב דַּלִּים (איוב כ'). וְהַמְתַרְגֵּם וְהַמֹּתִי וְאֶקְטַל, טוֹעֶה הוּא, שֶׁאִלּוּ מִגִּזְרַת מִיתָה הָיָה, אֵין הֵ\"א שֶׁלָּהּ בְּפַתָּח וְלֹא מֵ\"ם שֶׁלָּהּ מֻדְגֶּשֶׁת וְלֹא נְקוּדָה מְלָאפוּם, אֶלָּא וְהֵמַתִּי כְּגוֹן וְהֵמַתָּה אֶת הָעָם הַזֶּה (במדבר י״ד:ט״ו), וְהַתָּי\"ו מֻדְגֶּשֶׁת לְפִי שֶׁתָּבֹא בִּמְקוֹם שְׁתֵּי תָוִי\"ן, הָאַחַת נִשְׁרֶשֶׁת – לְפִי שֶׁאֵין מִיתָה בְּלֹא תָי\"ו – וְהָאַחֶרֶת מְשַׁמֶּשֶׁת, כְּמוֹ אָמַרְתִּי, חָטָאתִי, עָשִׂיתִי, וְכֵן וְנָתַתִּי הַתָּי\"ו מֻדְגֶּשֶׁת, שֶׁהִיא בָאָה בִּמְקוֹם שְׁתַּיִם, לְפִי שֶׁהָיָה צָרִיךְ שָׁלֹשׁ תָּוִי\"ן – שְׁתַּיִם לִיסוֹד, כְּמוֹ בְּיוֹם תֵּת ה' (יהושע י'), מַתַּת אֱלֹהִים הִיא (קהלת ג'), וְהַשְּׁלִישִׁית לְשִׁמּוּשׁ:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "והמתי I WILL CONFOUND — This is equivalent to וְהָמַמְתִּי (i. e. the root is המם). Its rendering in the Targum is ואשנש “and I will confound”. Similar is every verb the root of which has its last letter doubled (verbs ע\"ע): when it is changed (conjugated) to express the idea of “I have done something” (i. e. the first person singular perfect of the Kal; the same really applies to some inflected forms of other conjugations also) there are occasions when one omits the doubled letter (it is actually the first of the two similar letters) and dageshes the remaining letter of these two and vowels it with מלאפום (our חולם). Examples are: וְהַמֹּתִי which is of the same derivation as, (Isaiah 28:28) “and the wheel of his cart makes a confused noise (המם)”; (Ecclesiastes 2:20) וְסַבֹּתִי, “and I turned about” which is of the same derivation as, (I Samuel 7:16) “and he went round (וסבב) to Bethel”; (Psalms 116:6) דַלֹּתִי “I was low”, of the same derivation as, (Isaiah 19:6) “The waters shall become low (דללו) and dried up”; (Isaiah 49:16) “I have graven thee (חַקֹּתִיךְ) upon the palms of my hand”, of the same derivation as, (Judges 5:15) “things engraved (חקקי) in the heart”; (I Samuel 12:3) את מי רַצֹּתִי “whom have I crushed”, of the same derivation as, (Job 20:19) “because he hath crushed (רצץ) and hath forsaken the poor”. He, however, who translates it in the Targum by וְאֶקְטַל , is in error. For if it were derived from the root denoting death (מות), the ה in it would not be vowelled with Patach and its מ would not be dageshed nor vowelled with חולם, but it would read וְהַמַתִּי, as, (Numbers 14:15) “Now if Thou shalt kill (וְהַמַתָּ) this people”, the ת being dageshed because it would come in place of two ת’s, one being a root-letter — for no form of מות can be written without at least one ת (that in the root) — and the other being a servile letter (part of the suffix), just as תִּי in אמר-תי and חמא-תי and עשי-תי. Similarly with נתתי: the second ת is dageshed because it comes in the place of two ת’s — since it (the word) really requires three ת’s, two for the root, as in, (Joshua 10:12) “the day when the Lord giveth (תת)”, and in, (Ecclesiastes 3:13) “it is the gift (מתת) of God”, — and the third as a servile letter.", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "5a1547a1d6e4a92409ac4758", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 14:15:1", "anchorRef": "Numbers 14:15", "anchorRefExpanded": ["Numbers 14:15"], "sourceRef": "Siftei Chakhamim, Numbers 14:15:1", "sourceHeRef": "שפתי חכמים, במדבר י״ד:ט״ו:א׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>פתאום.</b> [נח\"י] וקשה דבפ' ויחי כתיב כי באפם הרגו איש פרש\"י אלו חמור ואנשי שכם ואינן חשובין אלא כאיש אחד. וע\"ק מ\"ש ומתוך כך יאמרו הגוים דמשמע דוקא כשימותו פתאום אז יאמרו הגוים וכשלא ימותו פתאום לא יאמרו הגוים מ\"ש. ונראה דחדא מתרצא בחברתה, דבפ' ויחי אין נפקותא אם הרגו פתאום או במתון לכן הוכרח לפרש שלא היו אנשי שכם נחשבים רק כאיש אחד אבל הכא שרצה לסיים שמתוך כך יאמרו הגוים, בשלמא אם ימותו פתאום שלא כדרך הארץ אז ידעו שיד ה' היתה בם אבל אם ימותו אחד אחד אז יש לתלות שמתים בטבע ולא יאמרו הגוים. תדע שהרי אחרי התפלה אמר הקב\"ה סלחתי כדברך והלא מתו אחד אחד ולא אמרו כלום:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>Suddenly.</b> (<i>Nachalas Yaakov</i>) There is a difficulty: In Parshas Vayechi it is written “because in their anger they killed a man” (Bereishis 49:6), and Rashi explains “this was Chamor and the people of Shechem who were only considered like one man.” Furthermore: When Rashi writes that as a result “the nations will say” this implies that specifically if they were to die suddenly, the nations would say so. However if they were not to die suddenly then they would not. What is the difference? It appears that one question is answered by the other. In Parshas Vayechi there would be no difference if they were killed suddenly or not, therefore Rashi was forced to say that the people of Shechem were only considered like one man. However here where he wished to conclude that “as a result the nations will say…” this would be understandable if they were to die suddenly in an unnatural manner, then they would know that it was through the hand of Hashem. However, if they were to die one at a time then they could say that they died naturally and thus the nations would not say … You should know that after Moshe’s prayer, Hashem said “I have forgiven them as you said.” Subsequently they died one at a time, and the nations did not say anything.", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5b0bc4b09fa97b0016b87316", "index_title": "Yismach Moshe", "category": "Chasidut", "type": "", "ref": "Yismach Moshe, Nasso 11:5", "anchorRef": "Numbers 14:13-16", "anchorRefExpanded": ["Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16"], "sourceRef": "Yismach Moshe, Nasso 11:5", "sourceHeRef": "ישמח משה, נשא י״א:ה׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1790, 1840], "commentaryNum": 11.0005, "collectiveTitle": {"en": "Yismach Moshe", "he": "ישמח משה"}, "heTitle": "נשא", "he": "<b>וכדי</b> ליישב כל זה, אען ואומר דהא איתא במסכת שבת (דף פ\"ח.) ויתיצבו בתחתית ההר (שמות יט יז), מלמד שכפה עליהם ההר כגיגית, ואמר אם אתם מקבלין את התורה מוטב, ואם לאו שם תהא קבורתכם, אמר רבא מכאן מודעא רבה לאורייתא, (ר\"ל אם יעמידם בדין לומר למה לא קיימתם את התורה מה שקבלתם עליכם, יאמרו אנוסים היינו), ומסיק אמר רבא אף על פי כן הדר קבלוה בימי אחשורוש (ר\"ל מרצונם), שנאמר (אסתר ט לז) קיימו וקבלו, קיימו מה שקבלו כבר, עד כאן לשון הגמרא שם. והנה לפי זה נתיישב מה שדקדקתי בשאלתי לומר באותו הדור, דבאמת ידעו התלמידים החטא שעשו, וכמו שאמרו אחר כך שנהנהו מסעודתו וכו', ולדעתם עברו על וקרא לך ואכלת מזבחו וגו' (שמות לד טו), ונכשלו במאכלות אסורות וביין נסיכם. אך עיקר הקושיא על אותו הדור דוקא, ר\"ל דאם היה אחר אותו הדור שכבר קבלו מרצונם התורה, היה ראוי להענישם כל כך בעברם על התורה, אבל באותו הדור שעדיין לא קבלו, קשה הא איכא מודעא ולמה נענשו. (והנה אחר אמרי זאת אחר כמה שנים נדפס ספר קדושת לוי וכתוב שם כדברים האלה בשם אביו, ובר מזלו אנא בזה, אבל שאר הדברים שאכתוב במאמר זה לא נאמר שם). והנה אמר להם אמרו אתם, ר\"ל משאלתכם נראה שהקושיא שלכם היא דוקא מפני שהיו באותו הדור, אבל אם היו בדורות שאחריהם לא היה קשה לכם, אמרו אתם בלא הא דאותו הדור מפני מה נתחייבו מה עשו ומה חטאו, דהבין משאלתם דלא כיוונו לחטא זה שנתחייבו עליו, דאם כיוונו לאותו החטא, ממילא דגם על אותו הדור לא היו קשה להם כאשר יתבאר לקמן בס\"ד. ואמרו לו מפני שנהנו מסעודתו וכו', ואם כן עברו על התורה כמ\"ש, ולא קשה לנו רק מפני שהיו באותו הדור שלא קבלו עדיין מרצונם הטוב. והשיב להם אם כן שבשושן וכולי, ור\"ל דגם בלא הקושיא דבאותו הדור, גם כן טעם זה אינו מספיק, אמרו לו אמור אתה, באמת עכשיו שהקשת לנו אין אנו יודעין כלל אף בלא הא דאותו הדור. והשיב להם מפני שהשתחו לצלם, ור\"ל דבלא הקושיא דבאותו הדור, צריכים אתם גם כן לבא לטעם זה דהשתחוו לצלם, וממילא דהקושיא שלכם על אותו הדור גם כן לא קשה, דהא מודעא ודאי דלא שייכה רק על התר\"ו מצות שהוסיף השי\"ת לישראל על הז' מצות בני נח, אבל חטא עבודה זרה שהיא משבע מצות בני נח שהיו מצווין מקודם בלא כפית ההר, ודאי דמודעא ליתא. ועל זה הקשו התלמידים כלום משא פנים יש בדבר, דבלא זה לא היה קשה קושיא זו, דהא באמת יש נשיאת פנים לישראל, כמו שאמרו רז\"ל (ברכות דף כ' ע\"ב) שאלו מלאכי השרת את הקב\"ה כתבת בתורתך (דברים י יז) אשר לא ישא פנים, והלא אתה נושא פנים לישראל, דכתיב (במדבר ו כו) ישא ה' פניו אליך. והשיב להם השי\"ת איך לא אשא פנים לישראל, שאני כתבתי להם בתורתי (דברים ח י) ואכלת ושבעת וברכת, והם מדקדקים על עצמם עד כזית ועד כביצה, עד כאן. והכונה דהם מדקדקין במצות ועושין לפנים משורת הדין, אם כן ראוי לעשות להם גם כן לפנים משורת הדין. אם כן לא קשה קושיא זו כלום משא פנים, ופי' אם היה החטא מפני שנהנו מסעודתו וכו', או מפני חטא אחר. אבל דחידש דחטא עבודה זרה היה בידם, הקשו שפיר דהא אמרו רז\"ל (נדרים כ\"ה.) שנאמר בעבודה זרה וכי תשגו ולא תעשו את כל המצות האלה (במדבר טו כב), ללמדך שכל המודה בעבודה זרה, ככופר בכל התורה כולה, ור\"ל שאף אם קיים שאר המצות הם כלא וכאפס וכאין, אם כן לפי זה נאבדו כל המצות עם לפנים משורת הדין שלהם, וממילא דאין ראוי לנשיאות פנים, וקשה שפיר כלום משא פנים יש בדבר. ועל זה השיב דהם לא עשו אלא לפנים, אם כן לא הוי מודה בעבודה זרה כלל, אם כן שפיר ראוים לנשיאת פנים, והוא פירוש נכון ונחמד בס\"ד. ונקדים עוד דהאלשיך הק' פירש (בפרשת שלח) על הפסוק (במדבר יד יג-טז) ושמעו מצרים כי העלית את העם הזה בכחך מקרבו וגו', (במדבר יד יד) ואמרו אל יושבי הארץ (במדבר יד טז) מבלתי יכולת וגו'. דקשה מה זו נתינת טעם משום דידעו וראו שהעלית את העם הזה בכחך מקרבו, יאמרו מבלתי יכולת וגו', אדרבה כלפי לייא הלא הדעת נותן להיפך, דאם הם לא ראו את יד ה' הגדול אשר עשה והיד החזקה והזרוע הנטויה, היה להם לומר מבלתי יכולת ה', אבל כיון שהם ראו כחו הגדול, היה ראוי להם להיות פיהם נאלם מלומר דבר זה, ואם אף על פי כן יאמרו לפני מלך אחד יכול לעמוד לפני ל\"א מלכים אינו יכול לעמוד כמו שפירש רש\"י (ד\"ה מבלתי), מכל מקום איך תולה אמירה זו מבלתי יכולת במה שראו כחו, הלא אם לא היו רואים כחו, ודאי פשיטא שהיו אומרים כן. ותירוץ האלשיך דבאמת מה ענין כח ויד חזקה וזרוע נטויה שנאמר בהשי\"ת, וכי צריך ליד חזקה מי יאמר לו מה תעשה, הלא כל הגוים כאין נגדו מאפס ותוהו נחשבו לו, וכח ויד חזקה לא שייך רק בגבור נגד גבור אף שהוא גבור קטן ממנו, מכל מקום צריך לאמץ כח כיון שגם הנוכחי גבור הוא, אבל השי\"ת שהכל כאין נגדו וכל דיירי ארעא כלא חשובין כחירגא דיומא דלא שמי', מה צריך לכח ויד חזקה. אלא ודאי צריך לומר דעיקר הכח ויד חזקה, הוא נגד מדת הדין שמקטרג הלא אתה מלך אוהב משפט מה נשתנו אלו מאלו, מפני מה יאבדו אלו מפני אלו, וכמו שהיה בעת יציאת מצרים שאמרו רז\"ל (ילקו\"ש רמז רל\"ד) שטען מה נשתנו הללו עובדי עבודה זרה, וזה עיקר הכח והיד החזקה. ועל פי זה יובן הפסוק הנ\"ל, דהא יש להבין אם היו רואין אבידת ישראל ח\"ו, והיה מקום לומר מבלתי יכולת ח\"ו, או שיאמרו האמת שחטאו ישראל, ובודאי הדעת נותן לתלות בוקי סריקי בבשר ודם ולומר שחטאו, ממה שיתלו בהשי\"ת לומר מבלתי יכולת ח\"ו, ומי פתי יסיר הנה לומר כן, ודאי דיותר קרוב לומר (הפשוע) [הפשוט] שחטאו. אך זה אם לא היו מצרים יודעים שמעיקרא כשעשה להם ניסים ונפלאות וטובות וחסדים, היו גם כן רעים וחטאים, ודאי דהיו אומרים שבודאי חטאו ונאבדו. אבל כיון שמצרים יודעים שאז היו גם כן רעים וחטאים, ואף על פי כן השי\"ת העלן ביד חזקה, אם כן שוב לא יעלה על לבן לומר דחטאם גרם איבודן, דהא כשהעלן מן הארצם גם כן חוטאים היו ולא חשש על זה כלל ומה נשתנה עכשיו, לכך יאמרו מבלתי יכולת וגו', דמפני מלך אחד יכול לעמוד וכו'. והיינו דברי הפסוק ושמעו מצרים מאיבודן הנאמר אחר כך בהפסוק, אשר הם יודעין כי העלית את העם הזה בכחך דייקא, ר\"ל שהיו רעים וחטאים ואף על פי כן העלן בכחו, ועכשיו יראו איבודן יאמרו מבלתי יכולת כנ\"ל, ולא יתלו בחטאן מטעם האמור, עד כאן דברי האלשיך בשינוי לשון. נמצא היוצא מזה דאין צריך לכח ויד חזקה, רק בשעה שמבטל מדת הדין ונושא פנים. ונקדים עוד דאיתא במדרש (ב\"ר נ' י\"א) על הפסוק (בראשית יט כא) ויאמר אליו הנה נשאתי פניך גם לדבר הזה וגו' שאמר המלאך אל לוט, וז\"ל: אמר ר' חלפתא דמן קיסרייא, אמר הקב\"ה לישראל מה אם המלאך על ידי שכיבדו לוט נשא פניו, אני איך לא אשא פניך ופני אבותיך, ישא ה' פניו אליך, עד כאן המדרש. והנה היפה תואר פירש השייכות שיש לנשיאת פנים של המלאך ללוט, לנשיאת פנים של השי\"ת לישראל, הוא דכשם שישראל נושאים פנים להקב\"ה שמדקדקים לברך אפילו עד כזית לפנים משורת הדין, כך הקב\"ה נושא להם פנים לפנים משורת הדין, כלומר אף על גב דמצד עצמו מחזי כמשא פנים, מכל מקום כיון שגם הם נושאים פנים להקב\"ה לפנים משורת הדין בענין ברכת המזון בכזית וכיוצא בו שאר דקדוקי מצות, ראוי לשלם להם כמדתן לישא להם פנים גם כן לפנים משורת הדין, ובא ללמוד סברא זו מהמלאך במה שאמר הנה נשאתי פניך וגו', כלומר כי ודאי דגם במלאך לא יתכן משא פנים, שאין משא פנים כלל בעליונים, ואיך נשא פנים ללוט, אלא צריך לומר דלפי האמת לא מקרי זה משא פנים כלל ולא הוי לפנים משורת הדין כלל, כיון שגם הוא עשה לו משא פנים בזה להיותו נזהר בכבודו כבוד האכסניא, מה שלא היה מחויב בזה מן הדין אלא לפנים משורת הדין, ראוי לו מן הדין למדוד לו כמדתו לעשות לו לפנים משורת הדין, והוי לפנים משורת הדין זה מן הדין, ואם המלאך עשה זה לכבודו, איך לא אשא פנים מפניך ומפני אבותיך הנזהרים בכבודי לפנים משורת הדין, כענין שנאמר (שמואל א' ב ל) כי מכבדי אכבד, עד כאן דברי היפה תואר בתוספת נופך קצת. וכתב על זה הנזר הקודש ואכתי קצת קשה מאי בעי בהך דרשה הכא, דמאי נפקא מינה הכא בהא לענינא דקרא. ועוד קשה האיך שייך לומר שכביכול הקב\"ה לומד קל וחומר מהמלאך, ואיך שייך לומר שהשי\"ת ילמוד מנבראיו, ומנא לן זאת שלמד קל וחומר מהמלאך, הלא הענין נכון מצד עצמו, עד כאן קושית הנזר הקודש בתוספת נופך קצת. וכתב עוד וז\"ל: מצורף לזה יתבאר הא דאמרו בפרק ג' דברכות ששאלו מלאכי השרת להקב\"ה כתבת בתורתך אשר לא ישא פנים, והלא אתה נושא פנים לישראל, מנא לן הא דמלאכי השרת שאלו שאלה זו, דאין מזה שום רמז בפסוק ואין אלו אלא דברי נביאות. וי\"ל דכלהו בחדא מחתא מחתינהו, דמדכתיב הנה נשאתי פניך, משמע דהמלאך נושא לו פנים מצד עצמו לכבוד אכסניא, ואף דכבר נשלח המלאך להצילו על פי ה' בזכות אברהם, מכל מקום בתחילה לא היה ראוי להמלט אלא בהר, כמ\"ש (בראשית יט יז-כ) ההרה תמלט, והוא הוסיף לו הצלה גם בצוער הקרובה לסדום שהיא אחת מערי הככר (בראשית יט כ), ודבר זה עשה המלאך מעצמו לפי מה שהבין כי ראוי לעשות כן, והיה בטוח בקונו שישלים דבריו, כענין מקים דבר עבדו ועצת מלאכיו ישלים (ישעיה מד כו). אלא דמכל מקום קשה בהיות הכל גלוי וידוע לפניו ית\"ש, מדוע לא גילה מיד למלאך הצלת צוער שיהיה בכבוד אכסניא, לבל יצטרך לתלות הדבר בעצמו כאלו הוא עושה הנשיאת פנים. אבל לשיטת הגמרא דמלאכי השרת שאלו דבר זה האיך אתה נושא פנים לישראל, והשיבם כי ראוים המה ממש מן הדין לישא להם פנים לפנים משורת הדין, כיון שגם הם נושאים לו פנים לפנים משורת הדין בברכת המזון ובשאר המצות, יבא על נכון, דהא השי\"ת עשה כן בכונה מכוונת שלא לגלות למלאכיו מהצלת צוער, כדי שיעשו כן מעצמם לישא פנים לפנים משורת הדין למי שנשא להם פנים, דמזה מצא תשובה נצחת כלפי מלאכי השרת אשר יקטריגו על ישראל לומר שאינו ראוי לישא להם פנים, שהרי גם הם מעצמם עשו משא פנים כזה ללוט, בשביל שנשא להם פנים בכבוד האכסניא, ואף גם כיוצא בזה ראוי לישא פנים לישראל, עבור מה שהם גם כן נושאים פנים לכבודו בברכת המזון ובשאר דקדוקי מצות לפנים משורת הדין. וזה כונת ר' חלפתא ליישב קושיא זו כאן בפ', דלמה לא גילה השי\"ת למלאכיו מהצלת צוער, והשיב שהיה בכונה לסתום פה מלאכי השרת המקטריגים על ישראל, עד כאן דברי הנזר הקודש בשינוי לשון קצת ובתוספת נופך קצת. המורם מכל זה, כי גם לנשיאת פנים אין צריך ליד חזקה, כי הנשיאת פנים לישראל הוא מן הדין כי ראוי למדוד להם כמדתם, רק באם יש חטא עבודה זרה ח\"ו, אז צריך לנשיאת פנים יד חזקה, כי אז אינו מן הדין, כמו שביארתי בשאלת תלמידי רבי שמעון בן יוחאי כלום משא פנים יש בדבר.", "heVersionTitle": "Yismach Moshe, Sighet, 1898", "heLicense": "Public Domain", "heVersionTitleInHebrew": " ספר ישמח משה, סיגעט תרנ\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0ea84d73ad4f00597bcb1e", "index_title": "Or HaChaim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Numbers 14:15:2", "anchorRef": "Numbers 14:15", "anchorRefExpanded": ["Numbers 14:15"], "sourceRef": "Or HaChaim on Numbers 14:15:2", "sourceHeRef": "אור החיים על במדבר י״ד:ט״ו:ב׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 15.0002, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על במדבר", "he": "<i></i><b>ואמרו הגוים וגו'</b>. פירוש לא מצרים לבד אלא כל הגוים ששמעו שמעך, <b>לאמר</b> פירוש לשון מעלה ורוממות רום יכולת ה', עתה יאמרו מבלתי וגו' ויתהפך קידוש ה' לחילול ח\"ו בפי כל העמים, ולזה דקדק לומר <b>ואמרו</b> בתוספת וא\"ו לומר כי מלבד מצרים וכו' גם כל הגוים. עוד טעם אומרו <b>לאמר</b> לצד שאין ידוע מבטא הדברים הנאמרים מהגוים וסדרן, לזה אמר ואמרו אמירה שהכוונה בה לומר מבלתי וגו'. עוד אומרו <b>לאמר</b> פירוש הגם שלא יצדיקו הם עצמן הדברים בדעתן אף על פי כן יאמרו המתחייב מהמעשה, וזה הוא שיעור הענין ואמרו וגו' ודבר זה אין בו אלא אמירה לבד ולא הצדקת הדברים בדעתם:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b><span>ואמרו הגוים</span>, \"and the Gentile nations will say, etc.\"</b> Moses did not only refer to the Egyptians but to all the nations who would hear about the fate of the Jewish people. <b><span>לאמור</span>, to say;</b> this word again means \"something elevated,\" as we explained on 14,7. All the people who had thus far looked upon the G'd of the Hebrews as a supreme deity would now revise their estimate of G'd's capabilities if they heard that this G'd had wiped out His people as one man. Moses added the letter <span>ו</span> at the beginning of the word <span>אמרו</span> in order to indicate that he referred to all the Gentile nations not only to the Egyptians. Another reason for the open-ended word <span>לאמור</span> is that Moses did not know precisely what the Gentiles would say and in what order. When Moses spoke about what the Gentiles would say, i.e. <span>ואמרו</span>, he did not imply that they would be justified in what they would say. He was only concerned that they would say it anyway.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b8fdb5681a06d007988e7ca", "index_title": "Torat HaOlah", "category": "Jewish Thought", "type": "", "ref": "Torat HaOlah, Part Three 4:35", "anchorRef": "Numbers 14:15", "anchorRefExpanded": ["Numbers 14:15"], "sourceRef": "Torat HaOlah, Part Three 4:35", "sourceHeRef": "תורת העולה, חלק ג ד׳:ל״ה", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1560, 1570], "commentaryNum": 4.0035, "collectiveTitle": {"en": "Torat HaOlah", "he": "תורת העולה"}, "he": "והנה אף על פי שלא אוכל להכריע בדבר שאין לי ידיעה בו מכל מקום אענה אשר עם לבבי שהקדוש ברוך הוא ישמח במעשיו כשהם בשלימות ורוצה בקדושת שמו יתעלה וחס על חלול כבודו. וכמו שאמר משה רבינו עליו השלום בתפלתו באמרו (במדבר יד טו) ואמרו הגויים אשר שמעו את שמעך לאמר מבלתי יכולת כו' ויהושע אמר(יהושע ז ט) ומה תעשה לשמך הגדול אם כן השם יתעלה חפץ בהצדקו ובקדושת שמו וכשישראל חוטאין גורמין להם עונשין על עוונותיהם. ושיאמרו הגויים שעזב השם יתעלה הארץ או שעונשים שר ישראל הן מצד מעוט יכולת השם יתעלה אם כן מנקת נרדית רוצה לומר שאומרים מלעשות צדק ומשפט והיא רדייה מצד מה לפעולות השם יתעלה מאחר שאינו חפץ בזה והוא משל האדרכיאל והסרסור שאמרו שהשם יתעלה כועס הנאמר בתורה ושאר התוארים שבאו להורות שהפעולה ההיא היא נגד רצון השם יתעלה ובדרך שבארו הפילוסופים מעניין התוארים הנאמרים על השם יתעלה והוא הדרך הנכון בדבר זה.", "heVersionTitle": "Torat HaOlah, based on Prague, 1570 and Lemberg, 1858 editions ", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5daeeda317859d9c2c913ff5", "index_title": "Toledot Yitzchak on Torah", "category": "Commentary", "type": "commentary", "ref": "Toledot Yitzchak on Torah, Numbers 14:15:1", "anchorRef": "Numbers 14:15", "anchorRefExpanded": ["Numbers 14:15"], "sourceRef": "Toledot Yitzchak on Torah, Numbers 14:15:1", "sourceHeRef": "תולדות יצחק על התורה, במדבר י״ד:ט״ו:א׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1475, 1535], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Toledot Yitzchak", "he": "תולדות יצחק"}, "heTitle": "במדבר", "he": "<b>והמתה את העם הזה כאיש אחד </b>פירוש מי שהורג לאומה כמי שהורג לאיש א' הוא שלא נשאר שריד ופליט אבל מי שהורג לאומה כמו שרוצה להרוג לשני אנשים והורג איפשר שישאר שריד כמו שהרג אחד ונשאר אחד וזהו שאמר סלחתי כדבריך פי' שאמיתם כמי שרוצה להמית לשנים שהרג אחד והניח אחד וכן אהרוג לאבות ולא אהרוג לבנים ואם לא יפורש כן איך אמר סלחתי כדבריך ובסמוך אמר שיהרגם כולם אלא הכוונה כמו שפירשתי. ובפרשה זאת יש ספקות: <br><b>הספק הא' </b>לא ימלט או שראוי למרגלים שיהיו רבים או מועטים אם ראוי שיהיו רבים למה שלח יהושע שנים. ואם ראוי שיהיו מועטי' למה שלח משה רבינו ע\"ה שנים עשר: <br><b>הספק הב' </b>למה הכניסם משה בטעות לומר הטובה היא אם רעה שהיה סבה שחטאו ואמרו ארץ אוכלת יושביה היא וזה פריה כשם שפירותיה משונים כך עמה משונים וישראל לא שאלו כן אלא ויחפרו לנו את הארץ וישיבו אותנו דבר את הדרך אשר נעלה בה ואת הערים אשר נבוא אליהן: <br><b>הספק הג' </b>מדוע בין הטובה היא אם רעה והשמנה היא אם רזה הכניס ומה הערים אשר הוא יושב בהנה הבמחנים אם במבצרים שטוביות הארץ ושמנוניתה היה ראוי שיהיו סמוכים זה לזה ואחר כך ומה הערים: <br><b>הספק הד' </b>שאמר ויהס כלב את העם אל משה שישראל לא דברו כלום וכל שכן שזה היה סבה שיחטאו המרגלים שלפי שאמר עלה נעלה וירשנו אותה כי יכול נוכל לה אמרו לא נוכל לעלות אל העם כי חזק הוא ממנו: <br><b>הספק הה' </b>מדוע משה רבינו לא דיבר כלום בכל זה שיותר יהיה נחשב דיבור אחד שידבר הוא ממאה דיבורים שידברו יהושע וכלב ואם היה אומר הלא ראיתם בעיניכם את מעשי ה' הגדול והנורא ועשרה מכות וקריעת הים וה' הולך לפניכם יומם בעמוד ענן ומן ובאר אולי יתחרטו ויאמר חטאנו כי דברנו בה' ולא יבכו בלילה ההיא לקבוע להם בכיה לדורות: <br><b>הספק הו' </b>יהושע למה לא דיבר כלום גם כן ויאמר הכתוב ויהס יהושע וכלב את העם אל משה ויאמרו עלה נעלה וירשנו אותה כי יכול נוכל לה וכמו שאמר ויהושע בן נון וכלב בן יפונה מן התרים את הארץ קרעו בגדיהם: <br><b>הספק הז' </b>שאמר ועבדי כלב עקב היתה רוח אחרת עמו ולמה לא אמר ועבדי יהושע וכלב עקב היתה רוח אחרת עמם וימלאו אחרי ולמה לא קבע שכר ליהושע שקרע בגדיו על שכחשו בה' ויאמרו לא הוא ושניהם אמרו טובה הארץ מאד מאד אך בה' אל תמרודו ואתם אל תיראו את עם הארץ כי לחמנו הם סר צלם מעליהם וה' אתנו אל תיראום ועל שניהם אמר ויאמרו כל העדה לרגום אותם באבנים וכי בעבור שהיה משרת משה מבחוריו לא קבע לו שכר ולספק הששי למה יהושע לא דיבר נראה לי לפי שכששני כתות יש ביניהם חילוק זה אומר בכה וזה אומר בכה מבקשים שליש שיכריע ביניהם ולזה אמר יהושע אם אני וכלב אומרים עלה נעלה וירשנו אותה כי יכול נוכל לה ינצחו לנו המרגלים האחרים שהם רבים ואחרי רבים להטות לכן אשתוק שלא ידעו כוונתי ויחשבו שדעתי נוטה אחריהם וכשיהיה חילוק ביניה' ובין כלב יאמרו יהיה מכריע יהושע האמת אתנו או אתך וכשראה שלא חששו למכריע אז יהושע קודם כלב קרע בגדיו כמו שאמר ויהושע בן נון וכלב קרעו בגדיהם. ולספק השביעי למה לא קבע שכר ליהושע יש אומרים שלפי שיהושע היה לו סניגור והוא משה שקראו משה יהושע לאמר יה יושיעך מעצת מרגלים אמר הקב\"ה אני אהיה סניגור לכלב אחר שגם כן עזר לטובה. ונראה לי לתרץ לכל הספקות בתשובה כללית והיא שכוונת משה רבינו ע\"ה בזה השליחות כדרך כל הבאים להלחם בארץ נכריה ששולחים לפניהם אנשים לדעת הדרכים ומבוא הערים ובשובם ילכו התרים בראש הצבא להורות לפניהם הדרכים ושיתנו להם עצה באיזה עיר ילחמו תחלה ומאיזה צד תהיה המלחמה ונוח לכבוש הארץ וכמו שכתב הרמב\"ן אבל ראוי שנדע שאין ראוי שלכל הלוחמים ישיבו המרגלים תשובה רק למלך או לראש הנקרא בלעז קאפיטא\"ן שאם יפרסמו הענין לכל יש שם מרגלים ויודיעו הדבר לשומר המבצר והמלך או הראש יעשה כאלו דרכו להלחם עם מבצר אחד וילך למבצר אחר וכן רצה משה שיגידו לו לבד זה אבל ראה שאם יאמר כן למרגלים שישיבו לו דבר בסוד יחשבו ישראל שזה הסוד הוא לפי שמשה יודע שהוא נמנע בשום צד ללכוד הערים שהיהודים הם חשדנים מאד ולכן שלח שנים עשר אנשים בעלי שכל לפי שיבינו כוונתו שהוא שמה שאמר שידעו הדרך אשר ילכו בה יאמרו לו בסוד אף שלא יפרש להם בפני ישראל כלום ולכן אמר הטובה היא אם רעה להורות לישראל שאין כוונתו אלא אם היא טובה וזאת התשובה שישיבו אם היא טובה שיהיה כללית לכל ישראל ויחשבו ישראל שאין כאן תשובה אחרת ורצה שישראל יחשבו שאין צורך לדעת הדרך שילכו בה שהקב\"ה יאמר למשה או הענן יוליכם בדרך הראוי ואח\"כ בסוד ידברו המרגלים בלילה בסוד למשה הדרך שיעלו בה ולז\"א החזק הוא הרפה ולא אמר באיזה מקום הוא רפה שאם כן היו מוכרחים להשיב תשובה על זה לישראל אבל כוונתו לפי האמת לא היתה אלא באיזה מקום חזק או רפה ושיגידו זה למשה לבדו ולזה אמר הטובה היא אם רעה והכניס בנתים ומה הערים וחזר לומר השמנה היא אם רזה לומר זה הדבר של טובה ושמנה תבינו היטב שזאת היא התשובה כללית שתתנו לכל ישראל וזה הוא שאמר והתחזקתם לומר תתחזקו בזה הדיבור שתגידו אותה לכל ישראל ולזה אמר שלח לך ואמר תשלחו כלומר דברים מיוחדים לך ודברים כוללים לכל ישראל וראיה לכל זה שלא תמצא בכל זה השליחות שיאמר משה כמו שאמרו ישראל ויחפרו לנו את הארץ את הדרך אשר נעלה בה ואת הערים אשר נבוא אליהם שאותם דברים פרטיים באיזה דרך נעלה ולאיזה ערים יעלו תחלה אלא דברים כוללים מה הערים אשר הוא יושב בהנה הבמחנים אם במבצרים ועוד שישראל לא אמרו העם היושב עליה החזק הוא הרפה ולא אמרו הטובה היא אם רעה ועוד ראיה לזה שכן עשו שנאמר וילכו ויבואו אל משה ואל אהרן ואל כל עדת בני ישראל וישיבו אותם דבר ואת כל העדה ויראום את פרי הארץ שזאת היא תשובה כוללת לכל ישראל והיא תשובה לטובה היא אם רעה השמנה היא אם רזה ואחר זה אמר ויספרו לו ויאמרו באנו אל הארץ אשר שלחתנו וגו' אפס כי עז העם והערים בצורות גדולות מאד זאת היא תשובה פרטית למשה ואמרו לא יועיל לדעת הדרך שנעלה והערים שנבוא אליהם תחלה שנמנע הוא לעלות אליהם ולפי שדברו המרגלים בסוד עם משה אמרו ישראל מה סוד הוא זה אם הוא רע או טוב וחשדו שהוא רע ולפי שלא אמרו ישראל דבר נשלם והיו מסופקים מהו אף שחשדו רע לא אמר הכתוב מאמרם ולכן ויהס כלב לאותו הדבר בלתי נשלם ואמר אתם רוצים לדעת מהו הסוד שאמרו למשה עלה נעלה וירשנו אותה והאנשים אשר עלו עמו אמרו שקר הוא שהסוד שאמרנו הוא לא נוכל לעלות אל העם ומרע\"ה לא דיבר כלום שאם יאמר אמת הוא מה שאמר כלב לא היה אמת ואם יאמר אמת הוא מה שאמרו המרגלים שאמרו לא נוכל היה מחזיק ברשעתם ולכן שתק ואם תאמר למה שתק יהושע נראה שכוונתו היתה לעזור למרגלים באחת כאלו דעתו מסכים עמהם לגנוב את לבבם וזה לפי שיודו לו באחרת וכלב כיון לומר שתים לפי שלפחות יודו לו באחת שאין דרך להכחיש הכל. כלב אמר בשביל שתי סבות נוכל להם האחת בדרך טבע כאז\"ל שישראל יותר גבורים מכל האומות השנית דרך נס דרך טבע עלה נעלה וירשנו אותה ולא היה צריך לומר כי יכול נוכל לה אבל הכוונה דרך טבע והאנשים אשר עלו עמו ואף יהושע עמהם אמר אינו אמת מה שאמר כלב שדרך טבע נמנע הוא הודה להם בזאת לפי שיודו לו האחרת שדרך נס איפשר הוא אבל כשראה יהושע שלא הועיל תחבולה רק הוציאו דבת הארץ אז גם יהושע קרע בגדיו ואמר לפחות האחת לא תכחישו שהוא דרך נס ולזה טעם אך בה' אל תמרודו ולזאת השנית לא ידעו ישראל מה יאמרו שאע\"פ שהיה בלבם שאין יש יכולת בשי\"ת ח\"ו לא התחזקו לאמרו בפה ואומר המשל מי שאין לו דין נותן קולות וזהו שאמר ויאמרו כל העדה לרגום אותם באבנים וא\"כ יהושע וכלב שניהם עבדו את ה' אבל יהושע עבד בשתיקה וכלב בקולות ומריבה לכן ראוי לכלב יותר שכר בעבור ששם נפשו בכפו וזה הוא שאמר ועבדי כלב עקב היתה רוח אחרת מיהושע שיהושע היה לו כוונה אחרת שעבד את ה' בשתיקה וכלב בקולות אבל מי מלא הכבוד כלב מלאו יותר וזה הוא שאמר וימלא אחרי זהו דעתי בהתרת כל אלו הספקות והוא ענין חשוב מאד:", "heVersionTitle": "Toledot Yitzchak, Warsaw 1877", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תולדות יצחק, וורשא תרל\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5decf611e5928b1a0d7eaec5", "index_title": "Paaneach Raza", "category": "Commentary", "type": "commentary", "ref": "Paaneach Raza, Sh'lach 28", "anchorRef": "Numbers 14:15", "anchorRefExpanded": ["Numbers 14:15"], "sourceRef": "Paaneach Raza, Sh'lach 28", "sourceHeRef": "פענח רזא, שלח כ״ח", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1250, 1290], "commentaryNum": 28, "collectiveTitle": {"en": "Paaneach Raza", "he": "פענח רזא"}, "heTitle": "שלח", "he": "והמתי את העם הזה כאיש א' פי' בפעם א' לפחות הרגם לאט לאט בכדי שיפרו וירבו ביני ביני וזהו סלחתי כדבריך שאעשה כן:", "heVersionTitle": "Paaneach Raza, Warsaw 1932", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ec534b26abba6dac7eb33a1", "index_title": "Ramban on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Deuteronomy 32:26:2", "anchorRef": "Numbers 14:15", "anchorRefExpanded": ["Numbers 14:15"], "sourceRef": "Ramban on Deuteronomy 32:26:2", "sourceHeRef": "רמב\"ן על דברים ל״ב:כ״ו:ב׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 26.0002, "collectiveTitle": {"en": "Ramban on Deuteronomy", "he": "רמב\"ן על דברים"}, "he": "<b>אַשְׁבִּיתָה מֵאֱנוֹשׁ זִכְרָם</b>, גָּלוּתֵנוּ בֵּין הָעַמִּים אֲנַחְנוּ יְהוּדָה וּבִנְיָמִין, שֶׁאֵין לָנוּ זֵכֶר בָּעַמִּים וְלֹא נֵחָשֵׁב לְעַם וְאֻמָּה כְּלָל. וְהִנֵּה יֹאמַר הַכָּתוּב כִּי הָיָה בְּמִדַּת הַדִּין לִהְיוֹתֵנוּ כֵּן בַּגָּלוּת לְעוֹלָם, לוּלֵי כַּעַס אוֹיֵב. וְיוֹרֶה זֶה כִּי בְּגָלוּתֵנוּ עַתָּה תַּמָּה זְכוּת אָבוֹת, וְאֵין לָנוּ הַצָּלָה מִיַּד הָעַמִּים רַק בַּעֲבוּר שְׁמוֹ הַגָּדוֹל ית', כְּעִנְיָן שֶׁאָמַר בִּיחֶזְקֵאל (כ מא מד), וְקִבַּצְתִּי אֶתְכֶם מִן הָאֲרָצוֹת אֲשֶׁר נְפֹצֹתֶם בָּם וְנִקְדַּשְׁתִּי בָכֶם לְעֵינֵי הַגּוֹיִם וִידַעְתֶּם כִּי אֲנִי ה' בַּעֲשׂוֹתִי אִתְּכֶם לְמַעַן שְׁמִי לֹא כְדַרְכֵיכֶם הָרָעִים וְכַעֲלִילוֹתֵיכֶם הַנִּשְׁחָתוֹת בֵּית יִשְׂרָאֵל, וְכֵן נֶאֱמַר עוֹד (שם פסוק ט) וָאַעַשׂ לְמַעַן שְׁמִי לְבִלְתִּי הֵחֵל לְעֵינֵי הַגּוֹיִם וְגוֹ'. וּלְכָךְ הִזְכִּיר מֹשֶׁה בִּתְפִלָּתוֹ (במדבר יד טו), וְאָמְרוּ הַגּוֹיִם אֲשֶׁר שָׁמְעוּ אֶת שִׁמְעֲךָ לֵאמֹר וְגוֹ', וְהַשֵּׁם יִתְבָּרַךְ הוֹדָה לוֹ בָּזֶה (שם פסוק כ), וַיֹּאמֶר ה' סָלַחְתִּי כִּדְבָרֶךָ. וְהַטַּעַם בַּטַּעֲנָה הַזֹּאת אֵינֶנּוּ כְּרוֹצֶה לְהַרְאוֹת כֹּחוֹ בֵּין שׂוֹנְאָיו, כִּי כָּל הַגּוֹיִם כְּאַיִן נֶגְדּוֹ מֵאֶפֶס וָתֹהוּ נֶחְשְׁבוּ לוֹ, אֲבָל הַשֵּׁם בָּרָא אֶת הָאָדָם בַּתַּחְתּוֹנִים שֶׁיַּכִּיר אֶת בּוֹרְאוֹ וְיוֹדֶה לִשְׁמוֹ, וְשָׂם הָרְשׁוּת בְּיָדוֹ לְהָרַע אוֹ לְהֵטִיב, וְכַאֲשֶׁר חָטְאוּ בִּרְצוֹנָם וְכָפְרוּ בּוֹ כֻּלָּם, לֹא נִשְׁאַר רַק הָעָם הַזֶּה לִשְׁמוֹ, וּפִרְסֵם בָּהֶם בְּאוֹתוֹת וּבְמוֹפְתִים כִּי הוּא אֱלֹהֵי הָאֱלֹהִים וַאֲדֹנֵי הָאֲדֹנִים, וְנוֹדַע בָּזֶה לְכָל הָעַמִּים. וְהִנֵּה אִם יָשׁוּב וִיאַבֵּד זִכְרָם, יִשְׁכְּחוּ הָעַמִּים אֶת אוֹתוֹתָיו וְאֶת מַעֲשָׂיו וְלֹא יְסֻפַּר עוֹד בָּהֶם, וְאִם אָדָם יַזְכִּיר כֵּן יַחְשְׁבוּ כִּי הָיָה כֹּחַ מִכֹּחוֹת הַמַּזָּלוֹת וְהַכּוֹכָבִים, וְחָלַף וְעָבַר, וְהִנֵּה תִּהְיֶה כַּוָּנַת הַבְּרִיאָה בָּאָדָם בְּטֵלָה לְגַמְרֵי, שֶׁלֹּא יִשָּׁאֵר בָּהֶם יוֹדֵעַ אֶת בּוֹרְאוֹ רַק מַכְעִיס לְפָנָיו. וְעַל כֵּן רָאוּי מִדִּין הָרָצוֹן שֶׁהָיָה בִּבְרִיאַת הָעוֹלָם שֶׁיִּהְיֶה רָצוֹן מִלְּפָנָיו לְהָקִים לוֹ לְעָם כָּל הַיָּמִים, כִּי הֵם הַקְּרוֹבִים אֵלָיו וְהַיּוֹדְעִים אוֹתוֹ מִכָּל הָעַמִּים. וְזֶה טַעַם כִּי יָדִין ה' עַמּוֹ וְעַל עֲבָדָיו יִתְנֶחָם (דברים ל\"ב:ל\"ו), שֶׁיִּזְכֹּר ה' בְּרַחֲמִים כִּי הֵם עַמּוֹ מֵאָז, וְיִזְכֹּר כִּי הֵם עֲבָדָיו שֶׁעָמְדוּ לוֹ בְּגָלוּתָם כַּעֲבָדִים לִסְבֹּל הַצָּרוֹת וְהַשִּׁעְבּוּד, וּכְעִנְיָן שֶׁנֶּאֱמַר (ישעיהו סג ח) וַיֹּאמֶר אַךְ עַמִּי הֵמָּה בָּנִים לֹא יְשַׁקֵּרוּ. וּכְבָר רָמַזְתִּי בִּבְרִיאַת הָאָדָם סוֹד נִשְׂגָּב וְנֶעֱלָם, צָרִיךְ מִמֶּנּוּ שֶׁנִּהְיֶה לוֹ לְעָם וְהוּא יִהְיֶה לָנוּ לֵאלֹהִים, כָּעִנְיָן שֶׁנֶּאֱמַר (ישעיהו מג ז) כֹּל הַנִּקְרָא בִשְׁמִי וְלִכְבוֹדִי בְּרָאתִיו וְגוֹ':", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "I WOULD MAKE THEIR MEMORY CEASE FROM AMONG MEN. This is a reference to our exiles among the nations — we, Judah and Benjamin, who have no significance among the nations and we are not considered a people or nation at all. Thus Scripture states that according to the attribute of justice we should remain in this condition of exile forever <i>were it not that I was in dread of the wrath from the enemy</i>.<sup class=\"footnote-marker\">90</sup><i class=\"footnote\">Verse 27.</i> This teaches that, in our present exile, [the protecting influence of] the merits of the patriarchs have ceased<sup class=\"footnote-marker\">100</sup><i class=\"footnote\">Shabbath 55a. Tosafoth there mentions the opinion of Rabbeinu Tam that while the protecting influence of “the merits” of the patriarchs may have ceased, “the covenant of the patriarchs,” remains in force — and it is to the covenant that we refer in our prayers. And according to the opinion of Rabbeinu Yitzchak [“the R’ie” — one of the great masters in the school of the Tosafoth] even “the merits of the patriarchs” have not ceased for the righteous in Israel.</i> and we have no deliverance from the hands of the nations except for the sake of His Great Name, similar to what He stated in the Book of Ezekiel, <i>when I bring you out from the peoples, and gather you out of the countries wherein ye have been scattered; and I will be sanctified in you in the sight of the nations.</i><sup class=\"footnote-marker\">101</sup><i class=\"footnote\">Ezekiel 20:41.</i> <i>And ye shall know that I am the Eternal, when I have wrought with you for My Name’s sake, not according to your evil ways, nor according to your corrupt doings, O ye house of Israel</i>.<sup class=\"footnote-marker\">102</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 44.</i> And so also it is further stated, <i>But I wrought for My Name’s sake, that it should not be profaned in the sight of the nations</i> etc.<sup class=\"footnote-marker\">103</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 9.</i> Therefore Moses mentioned in his prayer, <i>then the nations which have heard the fame of Thee will speak, saying</i> etc.<sup class=\"footnote-marker\">104</sup><i class=\"footnote\">Numbers 14:15.</i> and G-d, blessed be He, acknowledged him in this, <i>And the Eternal said: ‘I have pardoned according to thy word</i>.’<sup class=\"footnote-marker\">105</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 20.</i><br>This plea is not meant to demonstrate His power among His enemies, for <i>All the nations are as nothing before Him; they are accounted by Him as things of nought, and vanity</i>.<sup class=\"footnote-marker\">106</sup><i class=\"footnote\">Isaiah 40:17.</i> Rather, [the explanation thereof is as follows:] G-d created man among the lower creatures in order that he acknowledge his Creator and be thankful to His Name,<sup class=\"footnote-marker\">107</sup><i class=\"footnote\">See Vol. II, pp. 174-175.</i> and He placed in his hand the choice to do evil or good. But when people sinned willingly and they all denied Him, only this people [Israel] remained devoted to His Name, and so He made known through them by means of signs and wonders that <i>He is G-d of gods, and Lord of lords</i>,<sup class=\"footnote-marker\">108</sup><i class=\"footnote\">Above, 10:17.</i> and this became known to all nations. Now, if He were to reconsider and their memory [i.e., of Israel] be lost, the nations will forget His wonders and His deeds and they will no longer recount them. And if a person should mention them, they will think that it was [done by] one of the powers of the constellations which is <i>overflowing as he passeth through</i>,<sup class=\"footnote-marker\">109</sup><i class=\"footnote\">Isaiah 8:8.</i> and thus the purpose of the creation of man will be annulled completely, for no one will be left among them who knows his Creator — only those who provoke Him. Therefore, it is appropriate as a consequence of the [Divine] Will which existed at the creation of the world to establish for Himself a people for all time, who are nearer to Him and who know Him more than all the [other] peoples. And the meaning of the verse <i>For the Eternal will judge His people, and for His servants He will reconsider</i><sup class=\"footnote-marker\">110</sup><i class=\"footnote\">Further, Verse 36.</i> is, that G-d will remember in mercy that they are His people of old, and He will remember that they are His servants, for they stood by Him in their exile like servants to suffer the troubles and the bondage, similar to what is stated, <i>For He said: ‘Surely, they are My people, children that will not deal falsely.’</i><sup class=\"footnote-marker\">111</sup><i class=\"footnote\">Isaiah 63:8.</i> I have already suggested<sup class=\"footnote-marker\">112</sup><i class=\"footnote\">Exodus 30:46 (Vol. II, pp. 506-507).</i> that in the creation of man there is a sublime and recondite secret which requires that we be His people and He be our G-d, similar to what is stated, <i>Every one that is called by My Name, and whom I have created for My glory, I have formed him, yea, I have made him</i>.<sup class=\"footnote-marker\">113</sup><i class=\"footnote\">Isaiah 43:7.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "60e42dbecf868095cf3cc07c", "index_title": "Reshit Chokhmah", "category": "Kabbalah", "type": "", "ref": "Reshit Chokhmah, Gate of Fear 3:6", "anchorRef": "Numbers 14:15", "anchorRefExpanded": ["Numbers 14:15"], "sourceRef": "Reshit Chokhmah, Gate of Fear 3:6", "sourceHeRef": "ראשית חכמה, שער היראה ג׳:ו׳", "anchorVerse": 15, "sourceHasEn": false, "commentaryNum": 3.0006, "collectiveTitle": {"en": "Reshit Chokhmah", "he": "ראשית חכמה"}, "he": "<b>אמנם</b> לתרץ בכללות למה נזכרו ב' יראות, אפשר לומר שהיראה הראשונה היא כנגד מצות לא תעשה, וכן מוכיח פשט הכתוב שאמר אם מפני לא תחילו אשר שמתי חול גבול לים וגו' ולא יעברנהו וגו', ואתם עוברים על גבול התורה כמ\"ש ולעם הזה היה לב סורר ומורה וגו'. והיראה הב' כנגד מצות עשה, שצריך לירא ולומר בלבבו הואיל והקב\"ה עושה טובה עמנו שהוא נותן גשם יורה ומלקוש ושבועות חוקות קציר ישמר לנו, כך אנו גם כן נשמור לעשות כל מצוה ומצוה בשעתה, כמו שצונו, כי מצד זה אנו נותנים כח למעלה, כענין (דברים לג, כ) רוכב שמים בעזרך, וההפך ח\"ו (דברים לב, יח) צור ילדך תשי, וכדפירשו רבותינו ז\"ל בפסיקתא הובא בילקוט בפירוש פסוק צור ילדך תשי, זה לשונם בשעה שישראל עושין רצונו של מקום הם מוסיפין כח וגבורה, שנאמר (במדבר יד, טו) ועתה יגדל נא כח ה', ובשעה שהם מכעיסים אותו כביכול צור ילדך תשי, עכ\"ל לעניננו. ועוד האריכו שם.", "heVersionTitle": "Hamesorah Publishers, Jerusalem 2005", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60e43c072991439d26efa99b", "index_title": "Ohr LaShamayim", "category": "Chasidut", "type": "", "ref": "Ohr LaShamayim, Sh'lach 3", "anchorRef": "Numbers 14:13-16", "anchorRefExpanded": ["Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16"], "sourceRef": "Ohr LaShamayim, Sh'lach 3", "sourceHeRef": "אור לשמים, שלח ג׳", "anchorVerse": 13, "sourceHasEn": false, "commentaryNum": 3, "collectiveTitle": {"en": "Ohr LaShamayim", "he": "אור לשמים"}, "heTitle": "שלח", "he": "<b>או</b> יאמר שלח לך אנשים, בהקדם מאמר חז\"ל (שבת פכ\"א מ\"א) נוטל אדם את בנו ואבן בידו כלכלה ואבן בתוכה, ופסוק (במדבר יד, כ) ויאמר ה' סלחתי כדבריך, כי הנה ידוע שיצר הרע נקרא אבן (סוכה נב.), ועמוס על האדם לסקלו ולשורשו מלבו בלתי השאיר לו שריד, אולם קשה מאוד על האדם לתור עצה נגד מלך זקן וכסיל להסירו מכל וכל, וזאת יעשה הקב\"ה בכבודו ובעצמו כמו שכתוב (יחזקאל לו, כו) והסירותי את לב האבן מבשרכם, כי הוא מלך מוחל וסולח ומרחם על בניו האמנם שאינם טובים חלילה.<br><b>וז\"פ</b> מאמר חז\"ל נוטל אדם את בנו, ר\"ל מטפל עם בנו - האומנם ואבן בידו, הוא היצר הרע שלא העבירו מלבו, כלכלה הוא פרנסה, ואבן בתוכה - האומנם היצר הרע תקוע(') בלבו עודני עכ\"ז נותן להם פרנסה טובה והרחבה.<br><b>וז\"פ</b> ויאמר ה' סלחתי כדבריך, כי משה אמר להקב\"ה שיסלח לישראל בעבור שלא יאמרו מצרים וכו' ומבלתי יכולת כו' (במדבר יד, יג-טז), טען כדין וכהלכה כי יאמרו מצרים ומבלתי יכולת כו', כי לא יוכל להיות כי הוא בעבור חטא ישראל, הלא אנו פוסקים כר\"ע (ע' קדושין לו.) שבין כך ובין כך קראם בנים, והאמנם שישראל אינם טובים ח\"ו מכל מקום מן הדין שלא תסיר חסדי ורחמי ה' מהם, כי בין כך ובין כך קראם בנים, ומדוע עזבם ה' על כרחך, שמבלתי יכולת וכו'. לזה השיב השי\"ת לו סלחתי כדבריך, ר\"ל לפי טענתך אסלח להם, כי יאמרו מצרים כו'.<br><b>וזפ\"ה</b> שלח לך, מלשון המשכה. אנשים, הוא תרין מלות מרכבות י\"ש מאי\"ן, ר\"ל תמשיך משם טובות וישועות וכל טוב סלה לישראל, מאין, האומנם שאינם טובים ח\"ו משם ירחמו עליהם. ויתורו את ארץ כנען, כמו שאמרנו לעיל. אשר אני נותן לבני ישראל, כי צדיק מושל ביראת אלהים (שמ\"ב כג, ג), הקב\"ה גוזר והצדיק מבטל (מו\"ק טז:), הצדיק גוזר והקב\"ה מקיים (ע' תענית כג.), וזה אשר אני נותן לבני ישראל - כ\"ז מסרתי לצדיקים שהמה ישפיעו טובות וישועות לבני ישראל ואני אקיים:", "heVersionTitle": "Jerusalem, 2013", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee047cf7a0c25239b67", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "anchorRef": "Numbers 11:1-25:18", "anchorRefExpanded": ["Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳ ב׳-י״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; The Rebellion Narratives", "he": "במדבר מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["V<small>IRTUALLY THE FIRST THING THE</small> I<small>SRAELITES DO AFTER SETTING OUT ON THE SECOND</small> leg of their journey to the Promised Land is—rebel. This pattern was already seen in the book of Exodus, where, despite the climactic miracle of deliverance at the Sea of Reeds, the Israelites “grumbled against Moshe” at Mara because of lack of drinkable water. Although a strain in later biblical thinking remembered the wilderness period as a kind of honeymoon (cf. Jer. 2:2), the Torah itself chose to remember it as a severe time of testing which the ex-slaves ultimately failed to pass.", "The second part of Numbers is a remarkable collection of rebellion narratives that simultaneously display striking similarities and great and colorful differences. The section details six rebellions of the people, and two of the leaders themselves. They are united by a consistent vocabulary: verbs such as “grumble” and “assemble/gather/speak against” depict complaints against Moshe and Aharon and against God. These stories also display the recurring themes of dearth of food and water, and God’s anger at the rebellions, usually expressed in some form of plague (or, additionally, fire).", "Rather than unfold in simple chronological order, one following another, these pieces of the text have been intensified by priestly editing, which has interspersed the stories with a number of cultic and legal passages (Chaps. 15, 18, and 19, all of which bear the theme word “law” [Heb. <i>hok</i> or <i>hukka</i>]), and which are somehow related to previous or succeeding narratives. The interruptions also allow each of the memorable rebellion narratives to “breathe,” giving the audience time to digest the images and the drama presented therein. The stories possess both in abundant measure; one thinks, for instance, of the “meat between the teeth” (11:33), of the grape clusters borne on a pole by two men (13:23); and of the great confrontation with Korah in Chapter 16 (not to mention its resolution), as well as Moshe’s dramatic failure in Chapter 20.", "As in any great literature, repetition of story type or type scene is here accomplished via variation of the most telling kind. In this case we observe once again an alternating pattern to the rebellions, a pattern which reveals not one theme but several:", "The people, over lack of food (chapter 11)", "Moshe’s siblings, over prophetic primacy (12)", "The people, over the spies’ false report (14)", "Levites, over Moshe and Aharon’s prerogatives (16)", "The people, over the rebellious Levites’ sinister fate (17)", "Moshe himself, over the burden of leading the people (20)", "The people, over the lack of food and water (21)", "The pattern observable here is broken, in true biblical rhetorical style (where the last in a sequence often serves by its oddness to reinforce the whole), in a final rebellion (Chap. 25), where the people’s actions involve neither the “complaining” vocabulary nor a revolt against human leadership, but rather comprise the greatest biblical crime of them all: worship of other gods. Viewed in this patterned fashion, the rebellion narratives emerge with a kind of crescendo effect.", "It is also possible, as I have done in “On the Book of Numbers and Its Structure,” above, to follow the scheme put forth by Mann—a three-part structure to the section, each with its internal logic and conclusions. These are treated below; for the moment, it will suffice to see in the first subsection (Chaps. 11–14) the inevitable result of wilderness rebellions: the divine decree that the slave generation must die out before entering the Promised Land; the second subsection (16–20) deals with the challenges to the leadership of Moshe and Aharon, and results in a similar decree, that they will die outside the land; and the third subsection (20–25) chronicles the encounter of the Israelites with neighboring nations, which initially goes in their favor but ends with the disastrous incident at Baal Pe’or (25).", "The primary issue in these stories, to the biblical writer, is lack of trust in God. Each of the three sections mentions or implies that problem; 14:11 and 20:12 use the verb itself, and the narrative of Chapter 25 suggests it. The bottom line is that the Israelites could not keep faith with God—even after both staggering acts of divine intervention (i.e., rescue) and demonstrations of the force of divine wrath—and this lack of faith led ultimately to their dying out in the wilderness outside the Promised Land, in punishment. The stories clearly were meant to be understood as an unfortunate example for later generations, and were taken as such already in the biblical period (see, for example, the treatment in Psalm 78).", "Read on another level, the rebellion narratives are largely concerned with the issue of human leadership, its qualifications, manifestations, and limitations (and even failures). Has there ever been a leader as beleaguered as Moshe? From the beginning of his career on the sands of Egypt, where he assumes the mantle of leadership in the matter of retaliating against the sadistic Egyptian taskmaster (Ex. 2:11–12), to its end at the plains of Moab, in stern address to the people he has struggled to lead (this is the setting of the entire next book, Deuteronomy), he must evoke trust in God, lead the people through an uncharted wilderness, and inspire confidence in his own leadership. His success is muted by the passing of the generation he initially leads, before it can enter Canaan; like them, he too must pass on—with merely a look beyond the Jordan, but no more. Later generations of Jewish readers wept on confronting Moshe’s seemingly premature death, and created heroic tales of his pleading before God to be let into the land he had so long sought to reach. In Numbers he fully deserves this stature, alternately interceding with and cajoling God, standing up for and then almost giving up on this people with whom his life has become so enmeshed. Our stories stress his gifts of prophecy and his pathos as a deeply human leader.", "A final, troubling issue is the character of God in this part of the book. It is a measure of the Bible’s artistry that the rebellion accounts are so varied in content and style; but the variations in punishment—from undetailed death to skin disease to stoning and the earth opening up, just to mention a few examples—create an impression, not of artistic richness but of unremitting severity. The Bible does not seem to have a problem with this kind of divine behavior, and other ancient cultures would have felt at home here, but already in late antiquity, and continuing down to our own day, Jews and Christians most often have preferred, and prayed to, a more forgiving, nurturing, and compassionate God. Dealing with these texts, in the end, raises the question of whether to understand them as the result of “historical necessity” or “literary conceit” (that is, the old generation simply had to die out) or as they stand in the text: a harsh portrayal of what happened when the covenant people violated the covenant."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee26bfddfbb310fed02", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Rebellion and Evil Decree 2-3", "anchorRef": "Numbers 14:1-45", "anchorRefExpanded": ["Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Rebellion and Evil Decree 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה ד׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Rebellion and Evil Decree", "he": "במדבר הערה ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ד׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Another long and dramatic account, this chapter contains echoes of previous narratives. The “grumbling” of Ex. 16 finally returns, and God and Moshe talk to one another in a manner that recalls the Golden Calf incident of Ex. 32–34. God wishes to destroy the people and start all over again with Moshe; the prophet, for his part, reminds God of his essentially merciful nature, and basically blackmails him by pointing out what will happen to his reputation among the nations should he destroy the Israelites. Unlike the resolution in Exodus, this time the people—at least the older generation—are doomed to die out. After two years of both miraculous rescues and despair, it has become clear that the former slaves will not be able to accomplish the work of conquest—even with divine help. That is to be left to their children, whom Moshe will address in Deuteronomy.", "V.26 begins a section that seems to double the earlier part of the chapter. Perhaps it stems from a separate tradition concerning the incident. It leads to the people’s disastrous attempt to force the issue by invading Canaan without the Coffer and Moshe (hence, without God). Thus the spy story of 13–14, which began in orderly fashion, ends in disarray, with a crushing defeat."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382edc9ad75f2d99afa06", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Rebellion and Evil Decree 1", "anchorRef": "Numbers 14:1-45", "anchorRefExpanded": ["Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Rebellion and Evil Decree 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה ד׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ד׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 14:1-45\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 14:1-45</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "63d77c76eca1000753446a04", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 14:15:1", "anchorRef": "Numbers 14:15", "anchorRefExpanded": ["Numbers 14:15"], "sourceRef": "Rav Hirsch on Torah, Numbers 14:15:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר י״ד:ט״ו:א׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 15. והמתה וגו׳ (siehe V. 13). והמתה, wenn du nun, der <i>Du</i> doch deine Absicht, dieses Volk in das Land zu führen, so offenkundig dargetan, statt dessen כאיש אחד, plötzlich auf einmal, in ungewöhnlicher Weise das Volk sterben lässest. Offenbar enthält dieses כאיש אחד schon den Gedanken, daß, wenn die des Landes unwürdig gewordenen Väter in naturgemäßer Weise nach und nach wegstürben und statt ihrer die Söhne erst in das Land kämen, dadurch die Gotteserkennung unter den Völkern nicht leiden würde. Nur das angekündigte plötzliche Gesamtsterben, wobei die Realisierung der Gottesverheißung erst nach Jahrhunderten zu erwarten sein würde, gibt jener Missdeutung Raum. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64185c8b9b61665c876990d4", "index_title": "Reggio on Torah", "category": "Quoting Commentary", "type": "", "ref": "Reggio on Torah, Deuteronomy 1:34:1", "anchorRef": "Numbers 14:15", "anchorRefExpanded": ["Numbers 14:15"], "sourceRef": "Reggio on Torah, Deuteronomy 1:34:1", "sourceHeRef": "ביאור יש\"ר על התורה, דברים א׳:ל״ד:א׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 34.0001, "collectiveTitle": {"en": "Reggio on Torah", "he": "ביאור יש\"ר על התורה"}, "heTitle": "דברים", "he": "<b>וישמע ה',</b> הנה לא זכר כאן משה תפילתו אשר התפלל בעדם בענין המרגלים מן הטעם שכתבנו שם (במדבר י\"ד ט\"ו), כי הוא לא התפלל שימחול להם, אלא שישא להם ויאריך אפו לענשם לאט לאט, ולכן לא הזכיר כאן התפלה, כי היו יכולין לטעון עליו:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "641882e5c9371ec0cebe7587", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Numbers 14:15:1", "anchorRef": "Numbers 14:15", "anchorRefExpanded": ["Numbers 14:15"], "sourceRef": "Reggio on Torah, Numbers 14:15:1", "sourceHeRef": "ביאור יש\"ר על התורה, במדבר י״ד:ט״ו:א׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "במדבר", "he": "<b>והמתה,</b> וכאשר תמיתם כאיש אחד, כלומר פתאום אז ואמרו וכו', והנה כל כונת משה בתפילתו זאת לא היתה שימחה את חטאתם לגמרי בלי לענשם כלל, שהרי השם השיבו סלחתי כדבריך ועכ\"ז גזר עליהם למות במדבר, אלא עיקר תפילתו היתה שלא ימית את כלם בפעם אחת, כי מגפה גדולה כזאת תעשה רושם בין העמים, ואז יאמרו מה שיאמרו, אבל שיאריך להם ויפרע מהם מעט מעט באופן שלא ירגישו יושבי הארץ במיתתם ויאמרו אולי מקרה הוא, ולזה אמר והמתה את העם הזה כאיש אחד, שעל זה היה מקפיד, אולם הטעם למה לא ביקש שימחה את חטאתם לגמרי, מפני שראה הוא בעצמו שהם ראויים להענש בעבור שהיו קצרי אמנה, ואין בהם זכות להכנס לארץ:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "641882e6c9371ec0cebe7589", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Numbers 14:15:2", "anchorRef": "Numbers 14:15", "anchorRefExpanded": ["Numbers 14:15"], "sourceRef": "Reggio on Torah, Numbers 14:15:2", "sourceHeRef": "ביאור יש\"ר על התורה, במדבר י״ד:ט״ו:ב׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 15.0002, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "במדבר", "he": "<b>ואמרו הגוים,</b> מצרים האמורים למעלה, וגם הכנענים ושאר האומות:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "641882e7c9371ec0cebe758b", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Numbers 14:15:3", "anchorRef": "Numbers 14:15", "anchorRefExpanded": ["Numbers 14:15"], "sourceRef": "Reggio on Torah, Numbers 14:15:3", "sourceHeRef": "ביאור יש\"ר על התורה, במדבר י״ד:ט״ו:ג׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 15.0003, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "במדבר", "he": "<b>אשר שמעו את שמעך,</b> שהמתה אותם, או שהוא מוסב למעלה ופירושו, ששמעו הנפלאות שעשית להם:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc6c758c1dc532ec91b3", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 14:15", "anchorRef": "Numbers 14:15", "anchorRefExpanded": ["Numbers 14:15"], "sourceRef": "Steinsaltz on Numbers 14:15", "sourceHeRef": "ביאור שטיינזלץ על במדבר י״ד:ט״ו", "anchorVerse": 15, "sourceHasEn": true, "commentaryNum": 14.0015, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "ועכשיו – \n  <b>וְהֵמַתָּה</b>, אם תמית\n  <b>אֶת הָעָם הַזֶּה כְּאִישׁ אֶחָד</b> במגפה. \n  <b>וְאָמְרוּ הַגּוֹיִם אֲשֶׁר שָׁמְעוּ אֶת שִׁמְעֲךָ לֵאמֹר:</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "But \n    <b>if You </b>now suddenly <b>kill this people as one man </b>in a plague, the Egyptians and <b>the nations that have heard of Your renown will </b>wonder why You have done that. They will conclude that You must have lacked the power to fulfill your promise to them, and <b>say </b>that You therefore killed them. They will thereby desecrate Your name, <b>saying: </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "525a3bbdedbab4498f484c73", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 14:15:1", "anchorRef": "Numbers 14:15", "anchorRefExpanded": ["Numbers 14:15"], "sourceRef": "Ibn Ezra on Numbers 14:15:1", "sourceHeRef": "אבן עזרא על במדבר י״ד:ט״ו:א׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>ואמרו הגוים אשר שמעו את שמעך.</b> מצרים גם כנענים גם אחרים:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "THEN THE NATIONS WHICH HAVE HEARD THE FAME OF THEE. The reference is to Egypt. Also to the Canaanites and other nations.<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">In other words, the reference is to the Egyptians, Canaanites, and other nations who heard of God’s fame.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "53a35090fbfba26f691f2969", "index_title": "Eight Chapters", "category": "Jewish Thought", "type": "", "ref": "Eight Chapters 8:16", "anchorRef": "Numbers 14:15-16", "anchorRefExpanded": ["Numbers 14:15", "Numbers 14:16"], "sourceRef": "Eight Chapters 8:16", "sourceHeRef": "שמונה פרקים ח׳:ט״ז", "anchorVerse": 15, "sourceHasEn": true, "compDate": [1157, 1165], "commentaryNum": 8.0016, "collectiveTitle": {"en": "Eight Chapters", "he": "שמונה פרקים"}, "he": "וכבר ביאר השם על ידי ישעיה הנביא שהוא ית' יעש קצת המורים כשימנע מהם התשובה ולא יניח להם הבחירה, כמו שאמר השמן לב העם הזה ואזניו הכבד ועיניו השע ושב ורפא לו, וזה דבר פשוט אינו צריך לפרוש, אבל הוא מפתח למנעולים רבים, ועל זה העיקר הולכים דברי אליהו ע\"ה על הכופרים מאנשי דורו, ואתה הסבות את לבם אחורנית, ר\"ל כאשר חטאו ברצונם היה ענשך עליהם שתסב לבם מדרך התשובה לא תניח להם הבחירה ולא רצון להניח החטא ההוא, והתמידו מפני זה על כפרם באמרו, חבור עצבים אפרים הנח לו ר\"ל שהוא התחבר אל העצבים בבחירתו ואהב אותם עונשהו שיונח על אהבתם, והוא ענין הנח לו, וזה מן הפירושים הטובים למי שיבין דקות הענינים. ואמנם מאמר ישעיה למה תתענו י\"י מדרכיך תקשיח לבנו מיראתך, אינו מזה הענין כלו, ואינו נתלה בדבר ממנו, ואמם ענין אלו הדברים כפי מה שבא לפניו ולאחריו שהוא  מתרעם מהגלות, וגרותינו, והפסק ממשלתינו, ותגבורת האומות עלינו, ואמר דרך תפלה י\"י אלהים כשיראו זה הענין מתגבורת הכופרים יתעו מדרך האמת ויטה לבם מיראתך, וכאלו היית אתה סבה לסכלים האלה לצאת מדרך האמת במאמר משה רבנו ואמרו כל הגוים אשר שמעו את שמעך לאמר מבלתי יכולת י\"י, ומפני זה אמר אחר זה שוב למען עבדיך שבטי נחלתך, ר\"ל עד שלא יהיה בענין חלול השם, וכמו שבאר בתרי עשר מאמר הנמשכים אחר האמת המנוצחים מן הגוים בזמן הגלות, אמר מספר דבריהם כל עושה רע טוב בעיני י\"י ובהם הוא חפץ, או איה אלהי המשפט, וספר מדבריהם גם כן מרוב הגלות אמרתם שוא עבוד אלהים ומה בצע כי שמרנו משמרתו וכי הלכנו קדורנית מפני י\"י צבאות ועתה אנחנו מאשרים זדים, ובאר ואמר שהוא ית' עתיד לבאר האמת ואמר ושבתם וראיתם בין צדיק לרשע וגו'. אלו הפסוקים המסופקים בתורה ובמקרא שיראה מהם שהשם יכריח על העבירות, והנה בארנו ענינם בלא ספק, והוא באור אמיתי עם רוב ההתבוננות. ונשארנו על שרשינו שברשות האדם המצוה והעבירה, והוא הבוחר בפעולותיו מה שירצה לעשותו יעשה, ומה שלא ירצה לעשותו לא יעשה, רק אם יענשהו השם על חטא שחטא שיבטל רצונו כמו שבארנו, ושקנין המעלות והפחיתיות בידו, ומפני זה צריך לו שישתדל לקנות לנפשו המעלות שאין לו מעיר זולתו שיעריהו עליהם, והוא אמרם במוסרי זאת המסכתא אם אין אני לי מי לי:", "heVersionTitle": "The Eight Chapters of Maimonides on Ethics, by Joseph I Gorfinkle", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שמונה פרקים לרמב״ם, יוסף גורפינקל", "text": "God has, moreover, expressly stated through Isaiah that He punishes some transgressors by making it impossible for them to repent, which He does by the suspension of their free will. Thus, He says, \"Obdurate will remain the heart of this people and their ears will be heavy and their eyes will be shut, lest ... they be converted and healing be granted them\".<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">Isa. VI, 10, quoted also in <i>H. Teshubah</i>, VI, 3.</i> The meaning of these words is so plain and obvious that they need no explanation. They are, however, a key to many unopened locks. Upon this principle also are based the words of Elijah (peace be unto him!) who, when speaking of the unbelievers of his time, said of them, \"Thou hast turned their hearts back\",<sup class=\"footnote-marker\">45</sup><i class=\"footnote\">I K. XVIII, 37, quoted again in <i>H. Teshubah</i>, <i>loc. cit.</i>, which also refers to Josh. XI, 20.</i> which means that, as they have sinned of their own accord, their punishment from Thee is that Thou hast turned their hearts away from repentance, by not permitting them to exercise free will, and thus have a desire to forsake that sin, in consequence of which they persevere in their unbelief. So it is said, \"Ephraim is bound to idols; let him alone\",<sup class=\"footnote-marker\">46</sup><i class=\"footnote\">Hos. IV, 17.</i> which means that since Ephraim has attached himself to idols of his own free will, and has become enamoured of them, his punishment consists in his being abandoned to his indulgence in them. This is the interpretation of the words \"Let him alone\". To one who understands subtle ideas, this explanation will appeal as being excellent. Very different, however, is the meaning of what Isaiah said, \"Why hast thou let us go astray, oh Lord, from Thy ways, and suffered our hearts to be hardened against Thy fear?\"<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">Isa. LXIII, 17.</i> These words have no bearing upon the foregoing exposition. Their meaning is to be gathered from the context in which they occur. The prophet, bewailing the captivity, our residence among strangers, the cessation of our kingdom, and the sovereignty of the nations over us, says by way of prayer, \"O God, if Israel continues to see this state of affairs in which the unbelievers wield the power, they will go astray from the path of truth, and their heart will incline away from Thy fear, as if Thou wast the cause of making those ignorant ones originally depart from the path of truth, as our teacher Moses said, 'Then will the nations which have heard Thy fame say in this manner that because the Lord was not able',\"<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">Num. XIV, 15. 16.</i> etc. For this reason, Isaiah said after that, \"Return for the sake of Thy servants the tribes of Thy heritage\",<sup class=\"footnote-marker\">49</sup><i class=\"footnote\">Isa., loc. cit.</i> so that there should not be a blasphemy of God's name (by the heathens). Likewise, in the \"minor prophets\", there is found the opinion of those who, following the truth, were nevertheless conquered by the nations at the time of the exile, which passage, quoting their own words, reads, \"Every one that doth evil is good in the eyes of the Lord, and in them he findeth delight, or else, where is the God of justice?\"<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">Mal. II, 17.</i> The prophet, quoting their own words which were occasioned by the length of the exile, continues, \"Ye have said, It is vain to serve God; and what profit is it that we have kept His charge, and that we have walked contritely before the Lord of Hosts? And now we call the presumptuous happy; yea, built are they that practise wickedness\"<sup class=\"footnote-marker\">51</sup><i class=\"footnote\"><i>Ibid.</i>, III, 14. 15.</i>, etc. Then, however, explicitly stating that God, in the future, will reveal the truth, he says, \"And ye shall return, and see the difference between the righteous and the wicked\".<sup class=\"footnote-marker\">52</sup><i class=\"footnote\"><i>Ibid.</i>, III, 18. Cf. <i>Moreh</i>, III, 19.</i> These are the ambiguous passages in the Law and Scripture from which it might appear that God compels man to commit transgressions. We have, however, undoubtedly explained the meaning of these verses, and if one examines it very closely, he will find it a truthful explanation. We, therefore, hold to our original contention, namely, that obedience or transgression of the Law depends entirely upon man's free will; that he is the master of his own actions; that what he chooses not to do he leaves undone, although God may punish him for a sin which he has committed by depriving him of his free will, as we have made clear; furthermore, that the acquisition of virtues and vices is entirely in the power of man, in consequence of which it is his duty to strive to acquire virtues, which he alone can acquire for himself, as the Rabbis in their ethical sayings in this very tractate say, \"If I am not for myself who will be for me?\"<sup class=\"footnote-marker\">53</sup><i class=\"footnote\"><i>Abot</i>, I, 14. Cf. M.'s commentary on this passage.</i>", "versionTitle": "The Eight Chapters of Maimonides on Ethics, by Joseph I Gorfinkle (with notes)", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "554ef0b1fbfba21b48f53c14", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 14:15:1", "anchorRef": "Numbers 14:15", "anchorRefExpanded": ["Numbers 14:15"], "sourceRef": "Haamek Davar on Numbers 14:15:1", "sourceHeRef": "העמק דבר על במדבר י״ד:ט״ו:א׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>את העם הזה.</b> אנשי הצבא:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "554ef0b1fbfba21b48f53c16", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 14:15:2", "anchorRef": "Numbers 14:15", "anchorRefExpanded": ["Numbers 14:15"], "sourceRef": "Haamek Davar on Numbers 14:15:2", "sourceHeRef": "העמק דבר על במדבר י״ד:ט״ו:ב׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 15.0002, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>כאיש אחד.</b> היינו בשעה אחת. כ״ז יספרו מצרים ליושבי הארץ הזאת. שיודעים כמה אתה מחבבם במדבר. וכי המתה אותם בשעה אחת. וזה פלא:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "554ef0b1fbfba21b48f53c18", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 14:15:3", "anchorRef": "Numbers 14:15", "anchorRefExpanded": ["Numbers 14:15"], "sourceRef": "Haamek Davar on Numbers 14:15:3", "sourceHeRef": "העמק דבר על במדבר י״ד:ט״ו:ג׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 15.0003, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ואמרו הגוים.</b> המה מצרים לא יוכלון לומר עתה מבלי יכולת וגו׳ שהרי המה ראו מה שנעשה ע״י גלוי שכינה בהעברת ה׳ בהם ובאלהיהם שפטים. אשר מן הנמנע לחשוב כי לא יוכל לעשות בגלוי שכינה כאשר הקב״ה נראה בקרב ישראל בהיותם במדבר עד כה. כל אשר חפץ ה׳. ואינו דומה לתפלת משה על ההר בשעת העגל כמבואר בס׳ דברים ט׳ כ״ח. פן יאמרו הארץ אשר הוצאתנו משם מבלי יכולת ה׳ וגו׳. דשם עוד לא נראה שהקב״ה בקרב ישראל יוכלו לחשוב דגלוי שכינה א״א להיות אלא כרגע. משא״כ בכניסה לארץ שאינו יכול להנהיג את ישראל בגלוי שכינה. אבל כאן בעמדם בקדש ברנע וכבר שמעו כי ה׳ בקרב העם הזה בגלוי שכינה. א״כ לא היו יכולין המה לומר כלל אע״ג שיהיה הדבר לפלא:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "554ef0b1fbfba21b48f53c1a", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 14:15:4", "anchorRef": "Numbers 14:15", "anchorRefExpanded": ["Numbers 14:15"], "sourceRef": "Haamek Davar on Numbers 14:15:4", "sourceHeRef": "העמק דבר על במדבר י״ד:ט״ו:ד׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 15.0004, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>הגוים אשר שמעו את שמעך.</b> ולא ראו היד הגדולה כמצרים:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "588f55e7d6e4a96d624ac8cb", "index_title": "Machberet Menachem", "category": "Reference", "type": "", "ref": "Machberet Menachem, Letter Alef 159:6", "anchorRef": "Numbers 14:15", "anchorRefExpanded": ["Numbers 14:15"], "sourceRef": "Machberet Menachem, Letter Alef 159:6", "sourceHeRef": "מחברת מנחם, א קנ״ט:ו׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [950, 960], "commentaryNum": 159.0006, "collectiveTitle": {"en": "Machberet Menachem", "he": "מחברת מנחם"}, "he": "‎החמישי, <b>אַתְּ</b> כרוב ממשה הסוכך <small>(יחזקאל כה, יד)</small>, <b>וְאַתְּ</b> תדבר אלינו <small>(דברים ה, כד)</small>, ואם ככה <b>אַתְּ</b> עשה לי &lt;<b>small</b>&gt;(במדבר יד, טו)small&gt;, את ורברבנך. <b>אתה</b> בקעת מעין ונחל <small>(תהלים עד, טו)</small>, <b>אתה</b> הובשת <small>(שם)</small>, <b>אתה</b> הכינות <small>(שם עד, טז)</small>, ענין אחד להם. ואם ככה את אשר עושה לי נראית המלה דבורה בלשון ארמית ואנת ורברבנך <small>(דניאל ה, כג)</small>.", "heVersionTitle": "Mahberet Menahem, London, 1854.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מחברת מנחם,לונדון, תרי\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "588f5641d6e4a96d624adcbc", "index_title": "Machberet Menachem", "category": "Reference", "type": "", "ref": "Machberet Menachem, Letter Zayin 41:7", "anchorRef": "Numbers 14:15", "anchorRefExpanded": ["Numbers 14:15"], "sourceRef": "Machberet Menachem, Letter Zayin 41:7", "sourceHeRef": "מחברת מנחם, ז מ״א:ז׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [950, 960], "commentaryNum": 41.0007, "collectiveTitle": {"en": "Machberet Menachem", "he": "מחברת מנחם"}, "he": "‎החמישי, <b>זר</b> זהב סביב <small>(שמות כה, יא)</small>, מתחת <b>לזרו</b> <small>(שם ל, ד)</small>, <b>ותזרני</b> חיל <small>(ש\"ב כב, מ)</small>, ארחי ורבעי <b>זרית</b> <small>(תהלים קלט, ג)</small>, <b>זרזיר</b> מתנים <small>(משלי ל, לא)</small>, כולם לשון הקפה וסיבוב. ופתרו אנשי פתרון בארחי ורבעי זרית, דרכי ורבצי מרדת, והעמידו זרית מגזרת זרת ארכו וזרת רחבו <small>(שמות כח, טז)</small>, ושמים בזרת תכן <small>(ישעיהו מ, יב)</small>, ואין בזה תוכן הלשון ומשקולת המבטא, כי כל תיבה מלשון עברית אשר באחריתה תי\"ו יסוד במלה, בהסב המדבר המלה לאיש אחר לאמר לו הִצְמַתָּ, כָּרַתָּ, לא יוכל להכפיל את התיו עקב דגשנותו כי לא יוכפל, כי בדגשנותו עומד במקום שנים, כה דת משפטם בכל הלשון, והמלים אשר באחרית אותיותם תיו יסוד אחוז בהם איננו נכפל, והיה ראוי להכפל אחד ליסוד ואחד למלאכה, לולי דגשנותו, אבל [נ\"וו אכן] די באחד. ואלה התוי\"ן אשר יורו על דגשגותו: ושתי את גבולך <small>(שמות כג, לא)</small>, שתי באדני אלהים מחסי <small>(תהלים עג, כה)</small>, שתה עונתינו לנגדך <small>(שם צ, ה)</small>, ושחת דבריך הנעימים <small>(משלי כג, ח)</small>, כי ארצך שחת <small>(ישעיהו יד, כ)</small>, והמתה את העם הזה <small>(במדבר יד, טו)</small>, כרתי ברית לבחירי <small>(תהלים פט, ד)</small>, אתו תשחית וכרת <small>(דברים כ, כ)</small>, הצמתה כל זונה ממך <small>(תהלים עג, כז)</small>, והשבתי כל משושה <small>(הושע ב, יג)</small>, אשר הסתה אתו <small>(מ\"א כא, כה)</small>, עולת שבת בשבתו <small>(במדבר כח, י)</small>, חרשה ושבתה <small>(הושע ב, יג)</small>, וכאלה הרבה. והיה מאמתת הלשון להכפיל את התוי\"ן האלה על דבר אשר כולם מיוסדים במלים, והם מוסבין לשרת היה ראוי ושתי את גבולך לאמר ושתתי, וכרתי וכרתתי, הצמת הצמתת, והשבתי והשבתתי, ושחת ושחתת, אבל חידוד הלשון מבליע את התי\"ו במלה ואינו נכפל, כי יש די בתי\"ו אחד. והנה לך פתח אשר תתבונן ממנו, ותכיר הברת יתר התוי\"ן אשר באחרית המלים הנשרשים והבאים לשרת, כי התי\"ו האחד ממנו יסוד והשני ממנו למלאכה, דע כי כל תי\"ו הנכתב באחרית המלה, ויו\"ד יקדמנו, יען לא הובא היו\"ד בתוך כי אם להפריד בין המלה ובין התי\"ו, להורות על התי\"ו וללמד עליו, כי איננו יסוד ואיננו אחוז במלה אחיזת עיקר.", "heVersionTitle": "Mahberet Menahem, London, 1854.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מחברת מנחם,לונדון, תרי\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "596479fbd6e4a92bf459deb5", "index_title": "Ibn Ezra on Isaiah", "category": "Quoting Commentary", "type": "", "ref": "Ibn Ezra on Isaiah 22:13:1", "anchorRef": "Numbers 14:15", "anchorRefExpanded": ["Numbers 14:15"], "sourceRef": "Ibn Ezra on Isaiah 22:13:1", "sourceHeRef": "אבן עזרא על ישעיהו כ״ב:י״ג:א׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Ibn Ezra on Isaiah", "he": "אבן עזרא על ישעיהו"}, "he": "<b>והנה וגו'.</b> הריגה יציאת הרוח, והפך זה וישחטם במדבר <small>(במדבר י\"ד ט\"ו)</small>:", "heVersionTitle": "Ibn Ezra on Isaiah, by M. Friedlander; Society of Hebrew Literature, London 1877", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<span>הרג</span> <i>Slaying</i>, causing the separation of the soul from the body; <span>הרג</span> is used with reference to cattle instead of <span>שחט</span>, and on the other side <span>וישחטם</span>, And he slaughtered them (Num. 14:16) is used with reference to men instead of <span><sup class=\"footnote-marker\">14</sup><i class=\"footnote\"><span>הרג</span> to slay, is used with reference to man, <span>שחט</span> to kill, with reference to beasts; this passage, and the one quoted from Num. 14:16, are of the exceptions, the entire number of which is very small.</i>.ויהרגם</span> ", "versionTitle": "Commentary of Ibn Ezra on Isaiah - trans. by M. Friedlander, 1873", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "59765599d6e4a90179bf6db0", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Numbers 14:15:1", "anchorRef": "Numbers 14:15", "anchorRefExpanded": ["Numbers 14:15"], "sourceRef": "Be'er Mayim Chaim, Numbers 14:15:1", "sourceHeRef": "באר מים חיים, במדבר י״ד:ט״ו:א׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "במדבר", "he": "<b>והמתה </b>את העם הזה וגו' ואמרו הגוים וגו' מבלתי יכולת ה' וגו' עד וישחטם במדבר. כלומר כי כל הגוים יודו לדברי המצרים כי ח\"ו אין בכוחו להביאם אל ארץ העמים לגרש אומה מן הארץ להנחילה לישראל ועל כן מצא להם איזה עלילה וישחטם במדבר. ולא הוציאם ממצרים כי אם מחמת שהיו שם בשיעבוד הקשה ואמר טוב יותר לכלותם במדבר מלענותם כל כך. ועל כן, ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ec5a6ed6e4a94f1a71f851", "index_title": "Akeidat Yitzchak", "category": "Jewish Thought", "type": "", "ref": "Akeidat Yitzchak 30:1:4", "anchorRef": "Numbers 14:13-17", "anchorRefExpanded": ["Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17"], "sourceRef": "Akeidat Yitzchak 30:1:4", "sourceHeRef": "עקידת יצחק ל׳:א׳:ד׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1455, 1495], "commentaryNum": 1.0004, "collectiveTitle": {"en": "Akeidat Yitzchak", "he": "עקידת יצחק"}, "he": "<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">תוכן דבריו, הנה נשמת האדם שהוא חלק אלקי ממרומים הוא פה עלי ארץ לוטה בשמלת הגוף והגויה כגר בארץ נכריה, וידוע לכל, כי הגר אם יחפוץ לגור על אדמת נכר בהשקט ובבטח' צריך לסבול במנוח' ובלי תלונה חרפת העוני לרוב, גם יוכרח לפעמים לעבוד עבודה קשה למען החיות נפשו, ואף כי ברצותו לקנות שם עושר ונכסים, גם יוכרח לחזק טבעו ולסבול שינוי הטבע והמזג אשר ליושבי הארץ ההיא, המתחלף לרוב מטבעי ומזגי יושבי ארץ מולדתו, גם רבת תשבע לה נפשו צער ועצבון רוח בעבור חלוף לשונו מלשון ושפת עם הארץ, ואם בכל זאת נראה בכל העתים ובכל המקומות, כי כמה גרים ישאו ויסבלו כל התלאות האלה. רק למען השיג תועלת גופנית לקנות שם קנינים זמנים החולפי' ועוברים, הלא מזאת יוכלו כל השלמים המתגוררים פה עלי אדמות, לקחת מוסר לשאת באהבה ובנחת כל עמל ותלאה זמנית, למען הקנות לנפשם על ידם השלמות האמיתית שהוא קנין רוחני ונצחיי, ואף כי בשומם על לב, כי מקרי הזמן ופגעיו האחוזים והדבוקים בחיי האדם עלי ארץ, הן הם בעצמם מזכים ומטהרים נפש הצדיק והשלם מחלאת מדותיו, למען יתוקן יותר לקנות השלמות האמיתית אשר תנחילהו נחלת עולם הנצחיי. כמאחז\"ל \"העולם הזה דומה לפרוזדור\" וכו' \"התקן עצמך בפרוזדור\" ר\"ל שכמו שכל הרוצה להכנס אל חדר בית המלך הפנימית להראות לפני המלך היושב שמה על כסא המלכות, צריך להתקשט ולתקן מלבושיו תחלה, בחצר החיצונה, כן יסבול האדם מקרי העולם הזה ופגעיו בשובה ונחת, ויחשבם רק לאמצעים לחקן נפשו ולישר תכונותיו ומדותיו, למען יכשר על ידם להיות מרואי ה' בעולם הנצחיי, ונמשך מזה כי השלם האמיתי אחרי דעתו זאת לא ירגז ולא יתעצב כאשר יקרוהו לפעמים מקרי הזמן הרעים, ורק מדי שכחו כי יחסו בעולם הזה בימי חיי הבלו, כיחס הגר בארץ נכריה, ויחשב עצמו לאזרח הארץ. אשר נטה שם אהלו לשבת לנצח, כמאה\"כ מחסרי הדעת כחלה \"קרבם בתמו לעולם משכנותיו לדור ודור (תהילים מ״ט:י״ב) הלא אז יכאב לבו ונפשו עליו תאבל, כאשר תבואהו שואה או מקרה רעה, וע\"ז רומז הכ' באמרו \"וישב יעקב בארץ מגורי אביו\" טרם יחל לספר רוב הצער והיגון, אשר הי' לו באבדן יוסף בנו ממנו, להורות בזה, כי רק בעבור חשבו לשבת לבטח כאזרח רענן בארץ אשר אבותיו חשבוהו רק למגור לזמן קצר, התעצב על הרעה אשר באה לו לפתע פתאום באבוד יוסף אהובו ממנו, וזש\"א חז\"ל בסמכם על הכתוב הזה, \"ביקש יעקב לישב בשלוה קפץ עליו רוגזו של יוסף\" ר\"ל רק בעבור שחשב ישיבתו עלי ארץ שלוה ושקטה התרגז והתעצב על האסון אשר קרהו כי טרף טרף יוסף, ע\"כ גם מזה נוכל לקחת מוסר, כי מחובת השלם לחשוב תמיד את עצמו עלי ארץ כאורח נטה ללון רק בבית מלון, והעולם הזה דומה רק לפרוזדור ולחצר הבית, ומי זה יחפוץ שהבית שער והחצר החיצונה יהי' משכן מלך וארמון שרים. הלא לאולת וסכלות תחשב לאיש ההוא ? אח\"כ הוסיף הרב ואומר כי יען שרוב פעולות האדם עלי ארץ יעשה באמצעות הדבור. אשר בו יוציא מחשבותיו החוצה לאחרים לבצע מזימתו. ע\"כ הושאל שם דבור ולשון להורות גם על מנהג ואופן פעולות האדם כמאה\"כ \"ומדבר כלשון עמו (וכבר אמרו קצת החכמים שמלשון כל עם נודע מהותו ואיכותו המוסרית, אם הולך מישרים או פורע מוסר הוא) וע\"כ כמו שלשון הגר שונה מלשון יושבי הארץ, כן ראוי גם לשלם האמיתי שיהי' דבורו, ר\"ל מנהגו ומעשהו פה עלי ארץ שונה מלשון שאר יושבי הארץ אשר רק כמנהג הבהמות ינהגו, וכמו שכל אלה רק בתנועת גופם ואבריהם החזקים יודיעו תשוקתם הבהמית לזולתם. וזה היא דיבורם כן גם האנשים הפראים אשר רק בחחק יד ובכלי מלחמתם ישתדלו להפיק זממם, נדמה דיבורם זה, ר\"ל אופן התגלות מחשבותם ותכונותיהם הרעות, כדבור בהמות שדי וחיתו יער. תחת כי החכמים האמיתיים אשר רק בחכמ' יעשו כל מעשיהם ודבריהם רק בנחת נשמעים. להם לבד ייוחס דבור האדם, שהוא דבור השכל המושל על התשוק' הבהמית, וע\"ז רומז המדרש לדעת הרב בקראו דבור הראשון בשם דבור השור אשר רק על בלילו יגעה, ודבור החכם והשלם בשם ארי מלך החיות יכנה, להורות על דבור שכלי המושל על התשוק' הבהמית, ויען כי בספור פרשתני שכחו אחי יוסף מעלת שלמותם, והראו רק כח גבורתם הגופנית להרע לאחיהם החלש אשר נפל בידם, תחת כי יוסף הראה רק חכמתו ותבונתו ותומת לבו וצדקתו, אמר המדרש ד\"מ \"אמרו מלאכי השרת בואו ונרא' לשור וארי מתוכחים זה עם זה, והחכמה תעוז לחכם יותר מעשר' שליטים וכו' אלו אחי יוסף וכו'.-  </i>אם האיש האלהי הנו מתגורר בארץ הלזו. ראוי ונאות לו כי כמקרה הגר גם הוא יקרהו: הקודם הוא מבואר מצורת האיש עצמה וטבע תולדתה כי רחוקה היא משבת בארץ מאפליה אמנם מקומה הטבעי הוא עם אלהין די מדרהון עם בשרא לא איתוהי כי על זה אמר המשורר (תהלים קי\"ט) גר אנכי בארץ אל תסתר ממני מצותיך. וזה שכבר יסתיר אדם סודותיו מזולתו להיותו שפל בעיניו כי לא יאות להמתיק סודו כי אם לבן גילו ומרעהו כמ\"ש (שם נ\"ה) ואתה אנוש כערכי אלופי ומיודעי אשר יחדו נמתיק סוד. ואם כן איך ימתיק האל יתעל' סוד מצותיו עם האדם השפל היושב על חוג הארץ ולזה אמר שכיון שהוא גר בארץ כי אין משם עקר תולדתו אבל הוא תושב אצל העליונים כבר הוא ראוי שלא יסתר ממנו מצותיו מפני ריחוקו כי קרוב הוא והוא מה שרצה באומרו (שם ל\"ט) כי גר אנכי עמך תושב ככל אבותי, ירצ' אע\"פ שבמעשי נעשתי גר עמך הנה מצד תולדת צורתי אנכי תושב ככל אבותי. וכן אמר במקום אחר (ד\"ה א' כ\"ט) כי גרים אנחנו לפניך ותושבים ככל אבותינו וזה הטעם הנכבד אשר יקראו בשם עם הארץ לכל שאינו בשלמות נפשו אם בתור' ואם במצוה כראוי כי הוא באמת אינו מחשיב עצמו כגר בארץ אבל הוא תושב מתאחז בה ומתדבק בעבודת' אמנם החכמים המחשיבים עצמם לגרים בתוכה ומכינים מושבם בעולם הרוחני לשבת שם עד עולם אינם מעם הארץ אבל מגרים כי זה הענין המעולה הודיע התנא כמו שאמר (אבוא פ\"ד) העולם הזה דומה לפרוזדור בפני העולם הבא וכו'. כמו שיבא ודי בזה לביאור הקודם ואולם עם זה חויב הנמשך והוא שיש עליו לסבול קצת מקרי הגר ותלאותיו לפחות בשני ענינים שהם היותר מפורסמים הנמצאים בתיי הגרות, האחד כי הגר הגר בארץ רחוקה מאד מארץ מולדתו הנה הוא בלתי חושש על כבודו באשר הוא שם כאילו היה בתוך עמו וכבר יסבול שם חרפת העוני וכל המלאכה נמבזה ונמס על שכמו ישאנה כי לריוח הממון יבקש שם ולא לשאת בתם או אחותם וכמו שפירש במאמר למה תתראו בשער הקודם. ולפי שכבר ירא' שכל ימי היותנו בגלות היה האל יתברך בלתי חושש על דבר כבוד שמו המחולל בגוים אמר (ירמיה י\"ד) מקוה ישראל מושיעו וכו'. למה תהיה כגר בארץ וכאורח נטה ללון. למה תהיה כאיש נדהם כגבור לא יוכל להושיע. ואתה בקרבנו יי' ושמך עלינו נקרא אל תניחנו. שיעורו וביאורו למה תהיה כגר בארץ אשר אין מכירין אותו וכאורח נטה ללון לבד שאפילו שמי לא הגיד להם ולזה אין אתה חושש לתת כבוד לשמך ולזכרך ואתה בקרבנו אתה יושב מעולם ואינך גר ושמך עלינו נקרא יי' אלהי ישראל ואינך כאורח נטה ללון. הנה א\"כ לא נשאר רק שיאמרו שאתה כאיש נדהם כגבור לא יוכל להושיע וכדי בזיון ולזה אל תניחנו. והוא מאמר משה אדוננו (במדבר י\"ד) ואמרו. מבלתי יכולת ה' ומאמר המשורר (תהילים קט״ו:א׳) כי לשמך תן כבוד וכו'. ואיך שיהיה למדנו מה שאמרנו מדרך הגרים ומדתם אצל זה. ועל זה סמך מי שאמר (חגיגה ט\"ז.) הרואה שיצרו מתגבר עליו ילבש שחורים וכו' וילך למקום שאין מכירין אותו כי באדם חשוב המחלל שם שמים במקומו הוא מדבר. והענין הב' הוא מה שסובל הגר אשר כזה צער חלוף הטבעים ושנוי המזגים אשר ליושבי הארצות ההם אשר המיוחד אל ההתחלפות ההוא הוא חלוף הלשון והדבור כי הוא לא ישמע שפת הארץ ההוא גם המה לא ישמעו אליו כי בלשון אחרת ידבר עמהם ואם היה לשונו גרוע מלשונם יבזהו ואם הוא יפה לא יכירהו ובין כה וכה יכבדוהו בפיהם ולא ידע יצערוהו במתג שפתם ולא יבין למו וכבר נכלל זה הצער בתוכחות על עון אמר (דברים כ״ח:מ״ט) ישא ה' וכו' גוי אשר לא תשמע לשונו והוא מבואר. והנה אם האיש האורח יבחר לסבול אלי העניינים הקשים לבקשת הממון אשר הוא מעותד שיקחוהו מידו בבואו בדרך וגם כי יגיע אל ביתו וצרור כספו בשקו מי יאמר לו שיתקיים בידו כימות ענה עליו מה לעשות בגרות האנשים האלהיים אשר עמדני עליו כי כל עסקם ועמלם מקטנם ועד גדולם הכל הוא להם לכבוד ולתפארת כמו שהיה הענין ברבי אלעזר בן חרסים (יומא ל\"ה:) וחביריו הגרים בארץ לא להם אשר מאסו הכבודות המדומות ועשו חיל מהדברים המיוחסים לגופותיהם. וכמו שאז\"ל (ר\"ה י\"ז:) לשארית נחלתו שעשה עצמו כשירים וכו'. וגם לא יירא שמא יגזלוהו מידו ולא לו יהיה כמ\"ש (ב\"ב י\"א.) מונבז המלך ואני גנזתי לעצמי שנאמר (דברים כ״ד:י״ג) ולך תהיה צדקה. והחכם אמר (משלי ה׳:י״ז) יהיו לך לבדך וכו'. גם המשורר (תהילים מ״ט:י״ח) אל תירא כי יעשיר איש וכו'. כי לא במותו יקח הכל וכו'. אך כמו שיתבאר שער ל\"ב ב\"ה. גם הריוח ההוא לא יעתק ממנו לעולם כי הוא יעמד חי עמו לנצח נצחים. וכמו שאמר (דברים ו׳:כ״ד) לטוב לנו כל הימים. למען ייטב לך והארכת ימים (שם כ\"ב) ואמרו ז\"ל (קידושין ל\"ט:) לעולם שכלו טוב לעולם שכלו ארוך. כי לכל אלו הסבות חוייב להם לסבול המין הראשון הזה מתלאות הגרות והוא להפרד מכלל האנשים תושבי הארץ בענין העסקים הגופיים ודמיונות העושרים והכבודות הנכריות אשר ההשקפה אל זה העולם ועל עסקי הצלחותיו וכל מבוקשיו תשביע בצחצחות הנפש הזכה ותשקיט כאב התלונות והתרעומות ולא ימצא אתו מחוסר כל דבר כמו שהעיד הכתוב וירא אלהים את כל אשר עשה והנה טוב מאד והחכם נמשך אל זה הענין האמתי אמר את הכל עשה יפה בעתו וכו' (קהלת ג׳:י״א). וכאלו אמר שהיות כל ענייני זה העולם על השיעור ההוא מהחסרון אשר הם עליו הוא היותר נאות והיותר יפה שיתכן להיות להעיר על טבע מהותו שהוא אינו אלא כמו שתארו החכם במאמר ההוא שזכרנו שהוא כפרוזדור ובית שער לעולם הבא שהוא ההיכל לפנים ומעתה המתלוננים ממנו ויכרזו עליו תמיד לאמר כי קצר המצע מהשתרע להיות בו בכלאות נפשם אף כי רבו כמו רבו חסרונותיו תלאותיו וקורותיו, טפשות לבם וסכלותם גרמה להם את כל הצעקה והתלינה הזאת כי לא השכילו גם לא הכירו את אשר נלונו עליו שראתה שתבקש לבוא אל בית המלך ותגיע אל החצר אשר לפני שער הבית ושמה תבקש כסא כבוד ושלחן ערוך ומנורה מאירה על עבר פניה ומטה כבודה יוצע שש ורקמה תחתיה ולא תמצא לא על המלך ולא על ביתו תלונתך כ\"א על פתיותך וסכלותך לחושבך לבית מנוחה מקום הבלבול והמבוכה אשר לא יעשה רק לצורך הכנסה והרכיבה ולעלות משם אל התיכונה ומן התיכונה אל השלישית. ואתה כאשר תבקש לך את כל הגדולות האלה אשר תשאלך נפשך התיצב והכן לך אל גרם המעלות להיות לך מהלכים בין העומדים בעלייה התחפש ובא עמהם חדר בחדר ולא תהיה שם כאורח והלך ושם תמצא שלחן ומטה וכסא ומנורה כיד המלך. וכן הדבר באמת המבקש בעולם הזה חיי השקט ובטחה בלי יגון ואנחה ומרגוע מנוחה בלי עצב ודאגה הנה ישוה לו למבקש שהפרוזדור יהיה טרקלין. אמנם כשתחשוב אותו כאשר הוא הנה לא תיצר לנפשך על אשר יחסר שם מכל צרכיך. אבל תודה ותשבח למה שנזדמנו לך בו מהעניינים לטובתך ולהנאתך כמוצא מציאה במקום שאין דרכה להמצא ואם אח\"כ נטלה ממך אין לך להתלונן על לקיחתה אבל להחזיק טובה וברכה על מה שהשתמש בה כמו שעשה איוב בהכירו את כל אלה אמר יי' נתן ויי' לקח יהי שם יי' מבורך (איוב א׳:כ״א) הורה שאין מדרך הפרוזדור שיהיה בו האדם ברוב הטובות ההנה כי אם בתירת מתנה וכאשר לקחם מאתו מדידיה שקל. ואם באמת ובתמים לחזות בנועם הטובות האמיתיות חשק לבם קום עלה בית אל ושב שם לבקר בהיכלו ושם תמצא מעדנים לנפשך ואכלת שם לפני יי' אלהיך כנפשך שבעך. וכמו שאמר המשורר (תהילים ל״ז:ד׳) והתענג על יי' ויתן לך משאלות לבך. הלא המה אלה דברי קושט ואמת המתבונן בהם תנוח נפשו מכמה טרדות ובהלות אשר עטרוה ותטיב פעליה ויאשרוה. וכל זה מה שרשמו התנא בכנותו זה העולם בשם פרוזדור אשר כיון בו אל שני העניינים יחד. האחת מה שאמרנו מהיות החיים בו חיי גרות ועראי כמו שהוא הענין בתשמישי הפרוזדור. והשני להבטיח על העולם העליון הרוחני הסמוך אליו אשר היא עקר מציאותו והצלחתו וזה מכח ההצטרפות כי הפרוזדור במה שהוא פרוזדור לו טרקל כמו שהטרקלין במה שהוא טרקלין לו פרוזדור והוא מבואר. וכן העולם הזה במה שהוא מקום הכנה והזמנה יחוייב שימצא הענין העקרי אשר הוא הזמנה אליו כמו שהענין האלהי ההוא במה שהוא תכלית האדם וסוף הצלחתו חוייב שימצא המקום אשר בו תושלם הכנתו. וכל זה מה שירחיק ההשתמש בו רק בכל מה שיהיה הכנה וסיוע להגעת טוב ההצלחה ההיא אף כי תהיינה הצלחות העולם הזה דבר שיהיה בהם צד ממשות כ\"ש כי במעט עיון יתבאר שהמה הבל ורעות רוח. והנה אין אונאה לאדם להעזב מעסקי ההבל המוחלט להשתדל בעסקים שיהיה בהם ריוח גדול ואף כי יהיה על הספק כ\"ש בעסקי חיי עולם שאין להם סוף הבטוחים מפאת השכל הישר ומכח ההצטרפות שאמרנו. וזו היא עצת ה' השלמה אשר אמר התקן עצמך בפרוזדור קודם שתכנס בטרקלין. ואתה תחזה מכל מה שהצענו כוונת חז\"ל כמ\"ש (ב\"ר פ' פ\"ד) אמר ר' אחא בשעה שהצדיקים מבקשים לישב בשלוה בע\"הז השטן מקטרג ואומר לא דיין מה שמתוקן להם לע\"הב אלא שמבקשים להם שלוה בע\"הז. מניין אתה יודע שהרי ע\"י שבקש יעקב אבינו שלוה בע\"הז קפץ עליו רגזו של יוסף דכתיב וישב יעקב וכו'. אלה תולדות יעקב יוסף וכו'. וזה שהצדיקים כשמבקשים שלוה בע\"הז הלא הם כמבקשים שיהיה בית השער מקום מקדש מלך וכאלו הם מעבירין מעלת הטרקלין אל הפרוזדור והכתוב אומר (בראשית ט\"ו) ואתה תבא אל אבותיך בשלום (ישעיהו נ״ז:ב׳) יבוא שלום ינוחו על משכבותם וכו', כי אין שלום שלם אמר ה' רק בעולם ההוא ולזה מוצא המקטרג מקום לקטרג כנגדם במה שאותה נפשם ללחום במנעמי הפרוזדור ומטעין אחרים שיטלו ק\"ו מהם ולזה הקב\"ה מקבל הקטרוג ומגלגל עליהם ייסורים וטרדות עד שיהיה יישובם בעולם הזה דרך גרות ועראי כמו שאירע הענין הזה בעצמו ליעקב אבינו שאחר שראה עצמו ניצול מכל צרותיו וראה עשו אחיו שברח מפניו וילך אל ארץ אחרת הזיח דעתו עליו ובקש לישב בשלוה בארץ מגורי אביו כלומר במקום שאין ראוי לאבות רק להתגורר בו כמו שאמר כי גרים אנחנו לפניך וכמו שנתבאר לזה קפץ עליו רגזו של יוסף אשר סבל צרה צרורה מיום הלקח אותו מאתו כמו שאמר (בראשית מ״ד:כ״ח) ויצא האחד מאתי ואומר אך טרוף טורף ולא ראיתיו עד הנה. וכולה האי ועדין נכפלו צרותיו בצער הרעב ושלוח בניו מאתו וכל הקורות אותו כשאמר יוסף איננו ושמעון איננו ואת בנימין תקחו עלי היו כולנה כל זה היה ממעשה הגרות ומטבע עניינו כי עקר יישובו נכון לפניו בארץ החיים גם מה שנתחדש על הבנים מצער והעצבון על כל זה עם היות שנלכדו ברשת זו טמנו להם לסבה שנזכרה שם כיון שכוונתם היתה לשמים כמו שאמרנו היה ראוי שלא יאונה להם כל הצער ההוא אם לא מתורת הגרות הזה בסבלם התלאה הראשונה משתי תלאותיו שזכרנו כמו שהוא מבואר מעניינם. אמנם הענין השני אשר הוא סבל התחלפות הדבור הזר ולשון נכריה הנה גם הוא ענין נכבד מאד כשתשים אליו לבך. וזה ששפת כל הארץ אזרחיה ותושביה הלא הוא הדבור החיצוני המוציא תשוקתם הבהמית והמפרסמת לחוץ ודורש אותה תמיד בכל פה. אמנם דבור הגרים והנכרים בה הוא הדבור הפנימי השכלי אשר מעשיהם הטובים מוכיחים עליו גם לשונם הקדוש מסכימים עמו כמו שאמר החכם (משלי ט״ז:כ״ג) לב חכם ישכיל פיהו וכו'. וכבר ישתתפו אלו האנשים תושבי הארץ במה שיסכים דבורם עם רצונם הדמיוני עם מיני הב\"ח שאין דיבורם רק מה שיסכימו פעולותיהם על טבעי בהמיותם. וזה כי כמו שטעם חוקי הב\"ח ונימוסיהם ומעלת קצתם אל קצתם והכנעת קצתם אל קצתם אינו אלא בחוזק גופותם וכלי מלחמתם דכל דאלים גבר. כן האנשים האלה כל ישעם וחפצם הוא בזה הדיבור החיצוני ובמעשים המסכימים עמו והנמשכים אליו וכל מה שירצו דמיוניו הבהמיים. וכאשר לא יספיק להם הדבור גם המה כבהמות נדמו לריב ולהלחם בכובד גופם וחוזק איברים. כמ\"ש החכם שפתי כסיל יבאו בריב ופיו למהלומות וכו' (משלי י\"ח). אם שיהיה דבורם עצמו הוא המהלומות והמכות עצמם כמ\"ש (ירמיה י\"ח) לכו ונכהו בלשון. או שיהיה דבורם בקשיו וחזקו קורא ומכין למכות ופצעים גדולים ועצומים. אמנם חקי האנשים האלהיים הגרים בארץ לא להם כאשר הונח וכל מעלתם ויחסם הנה הנם בדיבור הפנימי השכלי המעולה אשר בו הם עושים כל מעשיהם ובו נוצחים כל מיני מלחמותיהם. וכמ\"ש החכם (קהלת ט') טובה חכמה מגבורה, טובה חכמה מכלי קרב. כי חוזק החכמה ונצחונה שהוא הדבור הפנימי הוא ענין אינושי שכלי וחוזק הכלי קרב והדבור המביא להם הוא ענין בהמי וכבר הועד במלאת הארץ דעה את ה' וכתתו חרבותם לאתים וכו' (ישעיהו ב׳:ד׳). ירצה שלא ישתמשו עוד בכחות הבהמיות ובנמשך מהם האמנה שכבר הצריכה התורה להכות כסיל מאה או ארבעים ולהשמיד ולהרוג בכל מיני מכות ומיתות כי הוא אשר ראוי להם להחזירם לכלל אנושותם כאשר יצאו לגמרי. וכמ\"ש החכם שוט לסוס מתג לחמור ושבט לגו כסילים (משלי כ\"ו). ירצה כי לסכלותם וחוסר לבם ודעתם ישוו להם או יעברו מהם וצריך לנהוג בהם כמנהג הב\"ח עד שיוסר הסכלות ההוא הגדול מהם כי בזה לא יוציאום ממשפטיהם כאשר ישתתפו עמהם אלא שידמו בזה אל הב\"ח המייסרים אותם וזהו שסמך (שם) אל תען כסיל באולתו וכו'. ענה כסיל כאולתו וכו'. כלומר אין הכונה בשתענה כסיל באולתו להכותו בשוטי' ובעקרבים כדי שתשוה לו גם אתה להיות מכלל הב\"ח שמשפטם וטעמם אינם אלא בכלי מלחמתם להכות ולפצוע. אבל ענה אותו על זה האופן פן יהיה חכם בעיניו לשפוט שבהמיותו הוא עקר ויתפשט הבהמות לרבים מעמי הארץ ויספיקו הייסורים להעמיד דבר חן ושכל טוב על מכונו והרי הוא פועל הדבור הפנימי השכלי ומסכים אליו זאת תורת האדם אם טוב ואם רע כגר כאזרח בשני אלו העניינים אשר זכרנו. וכבר נתבאר הענין הראשון מתוך הספורים האלה הנמשכים באלו השערים וזה האחרון יתבאר גם הוא בזה השער המיוחד בדברי הטענות והוויכוחים אשר עברו בין יוסף ואחיו עד שבא לכלל הדעת אותו כמו שיבא ואשר הוא היותר נגלה שבמאמר אשר זכרנו ראשונה אשר בו א\"ר יונתן שאמרו מלאכי השרת בואו ונראה שור וארי מתווכחים זה עם זה. והנה עם היות שאלו הכנויים כבר זכרו אותם הכתובים בברכתם אל הטעמים שנזכרו שם מ\"מ יראה שכיוונו בזכרם בכינויים ההם אל מהות זה הענין. וזה שכבר היה השור מלך בבהמות הטהורות ונושא בעול הסבל משאר הבהמות יורה על יוסף שהיה טהור המחשבות ומנעוריו נשא עול וחרפת אחיו ואחר כך טהרתו עמדה לו להיות ירא שמים בסתר עם אשת אדוניו כי על כן יודע לבות וכליות נתן לו שכרו להוציאו מבית הסורים למלוך כמ\"ש הכתוב (משלי כ״ב:י״א) אוהב טהר לב חן שפתיו רעהו מלך. כי במדתו של הקב\"ה השומר תורתו ומצוותיו במסתריו גם הוא ישמור לו עניינים הנסתרים ממנו ומשלים אותם לפי כבודו הוא מה שאז\"ל (שבת ס\"ג.) כל המקיים מצוה א' כתקנה אין מבשרן אותו בשורות רעות שנאמר (קהלת ח׳:ה׳) שומר מצות לא ידע דבר רע וזה ששמירת מצוה כתקנה הוא כשיעשנה לשמה וזה מה שיחייב שיהיה נגלהו בה שוה לנסתר כי זהו שומר מצוה על דרך האמת. וכן הוא יתברך ישים עינו לטובה בעניניו הנסתרים ממנו ומשלימם לטובתו באופן שאין מבשרים לו מהם רק טוב כמ\"ש הכתוב (תהילים קי״ב:ז׳) אשרי איש ירא יי' וכו' וסוף משמועה רעה לא יירא נכון לבו בטח ביי'. וכבר היה השור הזה בטוהר רעיוניו וצחות דבריו טוען עם הארי ואחיו הנמשלים לשאר החיות כמוזכר בכל אחד מהם על המעשה אשר נעשה מהכח הרצוני המשותף לשאר הב\"ח ומפעולותיו וכמ\"ש (בראשית מ״ט:ו׳) וברצונה עקרו שור וכבר היה הויכוח הזה ראוי שמלאכי השרת המלוין לו לאדם יבואו ויסתכלו בו והוא מה שאמר החכם החכמה תעוז לחכם מעשרה שליטים אשר היו בעיר כי השור הזה לא נצח במה שהוא שור בעל קרנים בהם ינגח רק במה שנאמר עליו אחרי הודיע אלהים אותך את כל זאת אין נבון וחכם כמוך והם לא נוצחו ממנו כ\"א מצד היותם משליטי העיר ומתושביה ומההמשך אחר טבעה ומנהגיה היא העיר אשר אמר עליה (קהלת ט) עיר קטנה ואנשים בה מעט וכו'. ואמרו ז\"ל (נדרים ל\"ב:) עיר קטנה זה הגוף וכו'. כי אלו מצד כחם וגבורתם הרגזנית היו יכולין להחריב את מצרים והוא בחכמתו ודבורו הפנימי נצחם. זהו שיעור מה שרצינו אליו בזה השער לבא בו אל ביאור מה שהיה ביניהם בכל ויכוחיהם וניצוחיהם עד בואם לכלל הכרה וישוב הדעת אשר הוא ספור החלק הזה אשר אנו בביאורו והוא מה שיאות אל הענין הראשון מענייני הגרות אחר שכבר נתבאר מה שיאות לו מהענין השני כאשר אמרנו ומעתה נזכור הספקות הנופלות בו ראשונה:  ", "heVersionTitle": "Akeidat Yitzchak, Pressburg 1849", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עקידת יצחק, פרשבורג, תר\"ט", "text": "The ten rulers referred to are the ten brothers of Joseph, since it is written, \"Ten of the brothers went down.\" They could have laid Egypt waste with their strength, but Joseph vanquished them with his wisdom. Since man is forced to sojourn on this earth although he has been provided with a soul by G-d, it is fitting that his fate be similar to the fate of other strangers in this world. Due to the soul's celestial antecedents, plus the fact that man was created in G-d’s image, his place should not really be down here on earth, but his natural habitat should be near the Almighty Himself. This is what David says in Psalms 119,19, \"Do not hide Your commandments from me, because I am a stranger on this earth.\" It is natural for man to keep his intimate secrets from those whom he considers of inferior status. David pleads with G-d in Psalm 55,14 not to keep His secrets from him, because he is aware that his place of abode is so inferior. Also in Psalms 39,13, he pleads that though he may have become estranged from G-d through some of his deeds, G-d should not turn away from his supplication, since at least his ancestry is so superior. The reason that ordinary man, i.e. the one who does not constantly advance towards moral and spiritual perfection, is called <i>am ha-aretz</i>, people of the earth, is precisely because he has made the \"lower\" world his permanent home instead of treating it like the foyer to a far superior world (Avot 4,21). This world is reserved for those who preserve the Divine image in which they were created. Because our world is merely a foyer to the ultimate palace reserved for us, it is only natural that during our stay on this earth we must submit to the indignities usually reserved for aliens everywhere. The two major areas in which aliens are disadvantaged while far from home are A) They cannot claim the respect due them as they would in their native society, and B) they have to perform work unbefitting the dignity of their real status in order to earn their livelihood. Jeremiah already compares G-d as not insisting on the respect due Him, since He is in exile when His people are in exile (Jeremiah 14,8). \"Why should You be a stranger on earth, like a guest requiring lodging, when Your name is proclaimed with us?\" The meaning there is \"Since You are not a stranger, and since You have existed from time immemorial, if You do not help us as our Savior, You will be considered like a man without recourse, like a disabled hero.\" This too is the line Moses took when he argued that people will comment on the demise of the Jewish people as evidence of the inability of G-d to overcome the Canaanites (Numbers 14,13-17). When our sages advise a person who is unable to master his passions to go to a place where he is unknown (Chagigah 16), they want to prevent the sin to be committed to fall into the category of <i>chilul hashem</i>, desecration of the holy name of G-d, something that it is impossible to atone for in this life. When a stranger is observed committing a sin, this does not influence the society of the place in which the sin is committed, since nobody pays the stranger any heed anyways. If the same sin were committed in one's hometown, others may use it as an excuse to do likewise, and the <i>chilul hashem</i> is beyond recall. The second major indignity suffered by strangers is their inability to converse in the language of that country, thereby making themselves laughingstocks and misfits in the new society they find themselves in. Even if in order to earn some money one subjects oneself to such indignities by becoming a stranger in a foreign land, since one has no guarantee that one will return home with a sizable fortune, what guarantee is there that even if the money has been earned, it will endure (see example of Rabbi Eleazar ben Charsum in Yuma 35)? Forsaking preoccupation with the acquisition of permanent wealth, namely Torah knowledge, cannot be justified. Our purpose in this world is to prepare ourselves for the world to come. It follows that those who demean themselves by unnecessary preoccupation with the acquisition of material wealth, demean the \"palace\" in favor of the \"foyer.\" When the Midrash comments on the words Vayeshev Yaakov, that if a person of the caliber of Jacob wanted to live serenely on this earth, Satan interfered, the meaning is quite plain. A tzaddik who demonstrates too much interest in material wealth and pleasure in this world imperils his standing as a tzaddik and invites <i>yissurim</i>, painful tribulations, to remind him of the error of his ways. This is what the Midrash meant when it says one cannot demand the \"goodies\" of both worlds. \"Peace\" is real only in the other world, as indicated by the promise to Abraham, \"And you will join your fathers in peace\" (Genesis 15,15). The <i>yissurim</i>, afflictions, make its recipient realize that his presence on this earth is comparable to that of a persecuted stranger. Jacob's experiences are a perfect example of this analysis. The disappearance of Joseph, the rape of Dinah, the famine, the apparent loss of Shimon, the threatened loss of Benjamin, all combined to bring home that truth. Unless Jacob was a stranger on this earth whose rightful abode was in the celestial regions, how could we account for all the indignities he had to suffer? The second disadvantage we have mentioned as being suffered by aliens in a country not their own, the language problem, is also relevant when we view man's temporary stay on earth. As a rule, speech is used to articulate man's physical needs, i.e. food and drink etc., or to put it more crudely, to communicate those of his needs that he shares with the animal kingdom to others. Whenever mere language does not suffice to assure him of his needs, he resorts to violence, i.e. a call to arms: (Proverbs 18,6) \"The lips of the fools engage in quarrels, his mouth calls for turbulence.\" Their very language becomes an instrument of violence. Jeremiah 18,18 illustrates this point further: \"Let us smite him by means of language!\" Wisdom, however, is superior to violence and to instruments of war and strife (Kohelet 9,16). When speech is employed to express the spiritual yearnings of man, it does not become an instrument of war or a means of animalistic gratification. When Solomon says, \"Do not answer the fool according to his foolishness; answer the fool in accordance with his folly!\" this means, \"Do not use the power of speech to answer the fool on his own level, but use the power of speech so that even a fool can recognize his folly (Proverbs 26,5). The ox is the animal that uses its brute strength to work hard uncomplainingly. Joseph had to suffer many indignities in the early part of his life, such as the brothers' jealousy, the Midianite slave merchants, Potiphar's wife's accusations etc. Nevertheless, he proved his moral superiority in his encounter with his master's wife. This moral superiority which he demonstrated when it clearly hurt his chances of a continued career (when he refused the advances of his master's wife), was richly rewarded by G-d, who alone was aware of the pure motives which had governed Joseph's behavior throughout. Joseph's ability to control his carnal urges made him a paragon of virtue. The Talmud Shabbat 63 says that whoever fulfills one single mitzvah completely, wholeheartedly, will not receive evil tidings. He will not need to worry about receiving bad news, but can enjoy undisturbed confidence that G-d’s personal Providence will remain at his side. Joseph's strength, i.e. the ox's strength, lay in the certainty that his cause was righteous, not in his ability to pull heavy loads. The lion, on the other hand, represents mere physical prowess. The brothers, in being described as \"rulers\" are conceived as having made themselves at home here on earth, not being content with remaining aliens, the purpose of man's sojourn on this globe. For this reason, then, Joseph representing the inner strength of a man of spiritual values, was able to overcome the combined strength of his brothers who had threatened to destroy Egypt failing release of their brother Benjamin. ", "versionTitle": "Akeydat Yitzchak by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0bc282c1533e001928ac0b", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 14:15:1", "anchorRef": "Numbers 14:15", "anchorRefExpanded": ["Numbers 14:15"], "sourceRef": "Malbim on Numbers 14:15:1", "sourceHeRef": "מלבי\"ם על במדבר י״ד:ט״ו:א׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>והמתה </b>וגם לא יוכלו לתלותו כי חטאו לפניו וע\"כ כלה אתכם בחמתו, שהלא לפי מה שהראית אהבתך להם גם אם חטאו אין ראוי שתכלה כלם כרגע רק ליסר אותם ביסורים עד ישובו אליו, וכבר אמרו בקדושין, מלך שמחל על כבודו אין כבודו מחול ומקשה והכתיב וה' הולך לפניהם יומם שאני הקב\"ה דכ\"ע דיליה ויכול למחול על כבודו, וא\"כ ממה שאתה הולך לפניהם יומם מבואר שאתה מוחל על כבודך וא\"כ גם אם חטאו ראוי שתמחול על כבודך ולא תכלם כלם, ומזה יכריחו שמה שכלית אותם הוא מבלתי יכולת, וז\"ש ואז יאמרו גם הגוים אשר שמעו את שמעך והאמינו עד עתה ביכלתך, יאמרו עתה:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5c17b9dab071e100bf4eeb4a", "index_title": "Akeidat Yitzchak", "category": "Jewish Thought", "type": "", "ref": "Akeidat Yitzchak 42:1:8", "anchorRef": "Numbers 14:15-16", "anchorRefExpanded": ["Numbers 14:15", "Numbers 14:16"], "sourceRef": "Akeidat Yitzchak 42:1:8", "sourceHeRef": "עקידת יצחק מ״ב:א׳:ח׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [1455, 1495], "commentaryNum": 1.0008, "collectiveTitle": {"en": "Akeidat Yitzchak", "he": "עקידת יצחק"}, "he": "ובמדרש (ש\"ר פרש' כ\"ו) היש ה' בקרבנו אם אין מה ענין זה לזה משל לתינוק שהיה רכוב על כתיפיו של אביו והוא שואל עליו. א\"ל אתה רכוב על כתפי ואתה שואל הרי אני משליכך ויבוא השונא וישלוט בך. כך אמר הקב\"ה לישראל אני נשאתי אתכם על ענני כבוד ואתם אומרים היש ה' בקרבנו לפיכך יבא השונא וישלוט בכם ויבא עמלק. ואיפשר שזה המרד נודע לו לעמלק וחשב כי בא יומו להתגבר עליו ממאמר אביהם (בראשית כ״ז:מ׳) והיה כאשר תריד ופרקת עלו מעל צוארך כפי תרגומו. והוא מה שנרמז באומרו זכור את אשר עשה לך עמלק וגו' וסוף אתה עייף ויגע ולא ירא אלהים כמו שביארנו כי ידע היותם על זה האופן עם אלהיהם. ואיפשר שכוון זה במה שאמר (ש\"א ט\"ו) אשר שם לו בדרך בעלותו ממצרים שמשמע ששם לו מארבים לדעת מה טובם: והנה באומרו וילחם עם ישראל ברפידים כלל בטוב הבחינה כל מה שאמר בפרשת זכור כמו שפירשנו. ויאמר משה אל יהושע בחר לנו אנשים (התר ספק א') עתה שנודע הטעם אשר לא יצא משם בצבאותם לצוות למשה לעשות להם חיל כי הוא רצה בצערם ובעונשם. הנה נתפרסם צדקת משה רבן עמהם כי לא די שמחל על עלבונו אלא שנתאמץ בכל עוז לעמוד בפרץ לפני אלהיו המקנא לו והשיב חמתו מהשחית והתקין עצמו למלחמה למטה ולתפלה למעלה על צד היותר נכון שיכול עליו. ולזה אמר אל יהושע בחר לנו אנשים. (א) כי צריך היה לבחור אותם שיהיו אנשי מעשה ובעלי זכות לא מהחוטאים וגם שיהיו גבורים אנשי חיל דכולי האי ואולי לפי צורך השעה וכמו שתרגם אנקלוס (במדבר ל״א:ה׳) וימסרו מאלפי ישראל ואתבחרו שגם אותה מלחמה באת ע\"י חטא השטים ועתה התחזק והיה לבן חיל כי מחר אנכי נצב על ראש הגבעה ומטה האלהים בידי ויהיו ידי פרושות השמים בתפלה לפייס ולרצות שלא יצא קצף מלפניו יתעלה להכשילם במלחמה כמו שיתחייב משיעור מרדם. ויעש יהושע כאשר אמר משה להלחם בכל עוז בעמלק ומשה ואהרן וחור עלו ראש הגבעה כי הוא היה המתפלל שם לעיני כל ישראל והם היו שם ללוותו ולסייעו: והיה כאשר ירים משם ידו וגבר ישראל וכאשר יניח ידו וגבר עמלק. (ב) אמר שנתברר להם שם מאד תועלת תפלתו על אותו השיעור שזכרו הרופאים בסגולת הפיאוניא' לנכפה כי בשומה עליו תסור ממנו הכפייה ובסורה תשוב וזה כי כאשר ירים משה ידו בתפלה היה מעביר זעם השם מהם והיו נשארים על טבעם וגבר ישראל כי היו רובי רבבות יותר מעמלק. אמנם כאשר יניח ידו מכובד משאה וגבר עמלק מפאת ההשגחה שסרה מהם ומגברת כחו: וידי משה כבדים ויקחו אבן וישימו תחתיו וישב עליה ואהרן וחור תמכו בידיו מזה אחד ומזה אחד ויהי ידיו אמונה עד בא השמש. (ג) אמר שכבר קרה לו למשה בזה לסבת חסרון שלמותם כמקרה שאר האנשים אשר כח אין בהם להעמיד ידיהם פרושות השמים זמן עד שהוצרכו להביא אבן שישב עליה כדי שיוכלו אהרן וחור לסמוך ידיו מזה אחד ומזה אחד מבלי שיצטרכו גם הם להרים ידיהם למעלה כי לא יוכלו שאת: ויהיו ידיו אמונה עד בא השמש. (ד) יאמר כי היות ידיו כן עד בא השמש היה חוזק האמונה להם לישראל בה' כי בנשאם עיניהם כל היום אל ראש הגבעה מכירים כי לולי תפלת משה בחיר י\"י היו נופלים לפני אויביהם בעונש מה שהכעיסו לפני אלהיהם ויעשו תשובה. ובאגדה (ר\"ה כ\"ט.) וכי ידיו של משה עושות מלחמה או שוברות מלחמה אלא בזמן שישראל מסתכלין כלפי מעלה ומכוונין לבם לאביהם שבשמים היו מתגברין ואם לאו היו נופלים. כיוצא בדבר אתה אומר עשה לך שרף וגו' וכי נחש ממית ומחיה אלא בזמן שישראל מסתכלין כלפי מעלה ומכוונין לבם לאביהם שבשמים היו מתרפאין ואם לאו היו נמוקים. והכוונה שהנצחון והנפילה והחיים והמות בהיותם עניינים הפכיים בתכלית ההפכיות הנה א\"א להם שימשכו מהתחלה אחת עד שיהיו הידים עצמו שוברות מלחמה ועושות מלחמה וכן שיהיה הנחש ממית ומחיה. אלא שזה יתחייב מהתחלפות לבם בתכלית ההפכיות והוא היותו מכוין לשמים או לשעות בדברי שקר. והנה הכרתם הענין הזה היא חוזק אמונתם בלי ספק: ויחלש יהושע את עמלק. (ה) אמר כי לסבה שקדמה לא הספיק כל זה הטורח רק להחליש אותם וגם זאת החולש' לא באת להם מפאת ההשגחה הדבקה בהם שבה נעשו מלחמות הכנענים שנאמר בהם (תהילים מ״ד:ד׳) כי לא בחרבם ירשו ארץ וזרועם לא הושיעה למו כי עתה הפעם לא עמדו על נפשם כי אם בחרב ובחנית כאחד האדם. ויתכן שעל זה אמר דוד (שמואל ב א׳:י״ח) ללמד בני יהודה קשת הנה כתובה על ספר הישר כמו שכתבנו בשער ל\"ב אצל אשר לקחתי מיד האמורי בחרבי ובקשתי. והריוח והצלה היה להם כי שמע השם אל תפלת עבדו שלא להיות בעוכריהם. ולפי שהיה ענין זה על הדרך שאמרנו דוגמת בנו יחידו של מלך שמרד באביו והרים עליו יד ויקצוף המלך עליו מאד וחמתו בערה בו ובשעת הזעם עמדו עליו בני אמתו להמיתו והאוהב הנאמן השתדל בכל עוז להפר כעס המלך לבלתי השחיתו גם הוא ויצא ונלחם מלחמתו כי הנה מצד אחד היה לו למלך להחזיק לו טובה כי הציל את נפש בנו יחידו מיד המבקשים לכבות את גחלתו ומצד אחד לא רצה שיודיע זה לבן כי עדין הוא בכעס עמו (ו) לזה אמר כתוב זאת זכרון בספר ושים באזני יהושע כי מחה אמחה את זכר עמלק וגו'. ירצה כתוב זאת זכרון בספר שאני מחזיק לך טובה על מעשה זה ושים באזני יהושע משרתך הלוחם מלחמתך לו לבד ראוי להודיע כי עכשיו אין רצוני שיתפרסם לזולתכם שעשיתם בהצלתם הטוב בעיני ותדע מעתה כי מחה אמחה את זכר עמלק מתחת השמים להשלים ולגמור את אשר התחלתם עשוהו. ולבשורה זו בנה משה מזבח ויקרא שמו י\"י נסי כי היה י\"י לו לאות ולמופת כי רצה במעשיו וקבל לגמור על ידיהן את אשר החלו לעשות. והנכון כי לפי שידע שאם יפול זה המעשה על ישראל לבדם לא ישלימוהו כראוי כמו שכן עשו בשבעה עממין שזרזם לאבדם ולמחות זרעם התרה בהם (במדבר ל\"ג) והיה אשר תותירו מהם לשיכים בעיניכם ולצנינים בצדיכם וגו' ואמר (שם) כאשר דמיתי לעשות להם אעשה לכם ולבסוף הותירו והותירו. גם במלחמה זו עצמה שצוה עליה בתורה באותו שיעור שנזכר ועוד ע\"י שמואל הנביא אל שאול בכמה זרוזיו והנה הוא פשע בה לבלתי השלימה בכל האופנים שזכרנו. והיות הכרתת זרעו של עמלק דבר שהוא צורך גדול להצלחת ישראל כמו שיתבאר בשער נ' הנזכר. הנה לזה כשייחס האל יתעל' מעשה זה בעצמו באומרו כי מחה אמחה את זכר עמלק מתחת השמים שמח ובנה מזבח זה להודות ולהלל על השמועה וקרא שמו ה' נסי כלומר ה' איש מלחמה הוא בעל הנצחון הזה כי הוא ולא אחר ישא את נסי בה. ופי' זה באומרו ויאמר כי יד על כס יה מלחמה לה' בעמלק מדור דור ירצה הטעם שאמרתי ה' נסי כי יה ה' צור עולמים נשא ידו על כסאו לאמר מלחמה לי\"י בעמלק וגו'. ומעתה נצח ישראל לא ישקר. (ו) ואע\"פ שיצוה לישראל לעשות מלחמה זו הוא ישלים מה שיחסרו הם וכמ\"ש ראשית גוים עמלק ואחריתו עדי אובד: (ו) ויתכן עוד לומר כי לפי שכבר פשע עמלק במעשה הזה שתי פשיעות גדולות זו גדולה מזו. הקטנה מהנה כי לא זכר ברית אחים ועברתו שמרה ליום פקודה אשר שברו שהיו מקדמים להם בלחם ובמים והגדולה כי לא זע ולא חל מפחד ה' אשר נקרא שמו עליהם וכל מלכי הגוים נבהלו ורגזו וחלו מפניו וכמו שאמרו ז\"ל (תנחומא פ' תצא) שהביא ידו באמבטי רותחת והנה באמת היה הלחמו עם ישראל בעת ההיא כשולחו יד אל כסא ה' לחלל כבודו ולהתריס כנגדו. והיה מהראוי שכל אחד מהם ינקום חלק נקמתו. לזה אמר עם היות שתחת חטאתו לישראל הוא עתיד לצות להם לסוף. אמנם לעונש חטאתו העקרית והוא שהרים יד על כס יה יהי' עונשו כי מלחמה לה' עצמו בעמלק מדור דור כי על ידו יגמר דינם בלי שום מונע ועכוב מכל הנזכרים למעלה ע\"י שאול במלחמ' זו וע\"י זולתו בזולתה מהמלחמות המוטלות עליהם: והענין הזה בעצמו וכל אשר דברנו עליו הוא מה שכונוהו חז\"ל באותו מאמר שזכרנו ראשונה (תנחומא ס\"פ אחרי) אמר להם הקב\"ה לישראל לשעבר הייתם נושעים על ידי בני אדם וכו'. וזה כי לפי שכלל העם המנהג הם חסרי השלמות בענינם ואינם דבקים עם אלהיהם אשר לפי זה היה מההכרח שתהי' פרנסתם והנהגתם ע\"י אמצעיים והם היותר שלמים וקרובים אל ה' שבהם ויהיו פעולות האנשים אשר בעפר יסודם ואף כי יהיו היותר שלמים שבמין כמשה ואהרן ואין צ\"ל כל אשר נמשכו בדורות האחרונים בלתי איפשר להמלט מהחסרון או החסרונות בבחינ' או בחינות כמו שהיה הענין במעשה שאול זכרנו במלחמה זו וכדומה והיה מההכרח שלא תשתלם ישועת העם על ידם לגמרי ושלא תתקיים הצלחתם לעד אבל הם נושעים על ידם זמן מה וחוזרין ומשתעבדין כפי מה שחוייב מחסרונן. אמנם לעתיד לבא בשוב ה' את שבות עמו שימול להם לבות האנשים ויהפכו כלם שפה אחת ברורה לקרא בשם ה' ולעבדו הנה אז הוא יתברך בכבודו ובעצמו ימלוך עליהם ויפרנסם וינהיגם ויגאלם כי הם מעצמם יזכו לישועה וגדולה. ושוב אינם חוזרין לשיעבוד בהסתלק סבתו מה שעד הנה לא נסתלקו סבות השעבוד ע\"י שאר הפרנסים. הוא מה שאמר הנביא (ירמיהו כ״ג:ז׳-ח׳) ולא יאמר עוד חי ה' אשר העלה את בני ישראל מארץ מצרים כי אם חי ה' אשר העלה ואשר הביא את זרע בית ישראל מארץ צפונה ומכל הארצות אשר הדחתים שם וישבו על אדמתם. ירצה כי בימים ההם ובעת ההיא יכירו ישראל מעלת הגאולה ההיא הנעשית ע\"י עצמו שתהיה נפלאת ונבדלת מגאולת מצרים בשלשה עקרים גדולים. האחד מה שיורה על כללות ממשלתו. השני על עוצם אמתתו ונאמנותו. והשלישי על גדולת השגחתו: ועל האחד אמר אשר העלה ואשר הביא מארץ צפונה ומכל ארצות אשר מזה יראה כי מלכותו בכל משלה. אמנם במצרים לא נודעה גבורתו כי אם על המצריים לבד והוא שטעמו משה בשעת הצורך (במדבר י״ד:ט״ו-ט״ז) ושמעו מצרים וגו' ואמרו הגוים אשר שמעו את שמעך לאמר מבלתי יכולת וגו' ועתה יגדל נא וגו': ועל השנית אמר את זרע בית ישראל כי מעשה ארץ מצרים היה עם הבנים הקרובים אל האבות הנגשים אליו אשר נשבע להם בו ומי יודע אם לדורות האחרונים ישכח בריתו ואמונתו וכבר חשש לזה משה באומרו (שמות ל״ב:י״ג) זכור לאברהם וגו' אשר נשבעת להם בך וגו'. והנביא אמר (ירמיהו י״ד:כ״א) זכור אל תפר בריתך אתנו (איכה ה׳:כ׳) למה לנצח תשכחנו וגו'. אבל המעשה הגדול והנורא העתיד להיות באחרית הימים יהיה עניינו עם כל זרע זרוע אשר יזרע על כל פני האדמה בדורות הרבים ההם אשר עברו עד עת קץ ובדבר ההוא יודע בגוים כי הוא נאמן בבריתו ושומר חסדו לאוהביו ולשומרי מצותיו לאלף דור: ועל העקר השלישי אמר אשר הדחתים שם. וזה שכבר נתבאר בשער ל\"ו שישראל מעצמם ירדו מצרים ושלא הורידם השם יתעלה לעונש עון אשר חטא ולזה לא נתברר משם עוצם ההשגחה האלהית בגלות ההוא ובגאולה ממנו באותו שיעור שיתפרסם מהגלות הזה וגאולתו. כי הגלות נודע שהיה להם עונש מעשיהם הרעים כמו שנתפרסם ע\"י הנביא כלם. ואחר כשמלאה צבאם ונרצה עונם גאלם וכמו שאמר (יחזקאל ל״ט:כ״ח) על זה עצמו וידעו כי אני ה' אלהיהם בהגלות אותם בין הגוים וכנסתים על אדמתם לא אותיר עוד מהם שם ונאמר (שם) וידעו הגוים כי בעונם גלו בית ישראל על אשר מעלו בי ואסתיר פני מהם וגו'. והנה לפי שלמות המעשה הגדול ההוא ראו שהוא ראוי ליחסו אליו יתעלה שהוא שלם בהחלט ופעולותיו שלמות מבלי שום חסרון. לא הגאולה הראשונה של מצרים שלא היתה גאולה שלמה אשר חזרו ונשתעבדו אחריה. אבל ייחסוה למשה ואהרן וכן בכל שאר הגאולות הנעשות עד הנה: והוא מה שאמר (ברכות י\"ב:) בן זומא לחכמים כשדרשו ימי חייך העולם הזה כל ימי חייך להביא את ימות המשיח וכי מזכירין יציאת מצרים לימות המשיח והלא נאמר הנה ימים באים נאם ה' ולא יאמר עוד וגו'. והיתה התשובה לא שתעקר יציאת מצרים ממקומה אלא שיהיה שעבוד מלכיות עקר. והכוונה שאין הרצון שלא תזכור יציאת מצרים עוד ושאר הישועות הפרטיות כי אין ראוי שישכחים לעד רק שתהיה זאת הישועה האחרונה עקר ליחס אותה אליו יתעלה והראשונות טפלות לפי שהיו חסרות בעצמן מה שיחייב היותן בלתי נצחיות. והוא מה שאמר הה\"ד ישראל נושע בה' תשועת עולמים. כי מהשלם יתעלה תקווה תשועה שלמה מכל צדדיה כמו שאמר המשורר ע\"ה (תהילים ק״ו:ד׳-ה׳) זכרני ה' ברצון עמך פקדני בישועתך לראות בטובת בחירך לשמוח בשמחת גוייך להתהלל עם נחלתך. ירצה כי הספיק ישועתו לשיראו בחירי ה' הטוב העצמי הנכסף להם בייחוד והוא הטוב הנפשי והדבקות בה' וכמ\"ש במקום אחר (שם כ\"ז) לולא האמנתי לראות בטוב ה' בארץ חיים והגוי כלו יראו בשמחתם המקווה להם בצאת לחפשי מתחת סבלות הגלות והשיג העניינים הזמניים הנדרשים להם בהשקט ובטחה וכמ\"ש (ישעיהו ל״ה:י׳) ששון ושמחה ישיגו ונסו יגון ואנחה וגם יגיע לכלם ההתפארות יכספוהו הכל מנעימות הנצחון והעביר חרפת העמים האומרי' איה אלהיהם וכמ\"ש (תהילים נ״ו:י״א) באלהים אהלל דבר וגו'. ונאמר (שם ט\"ז) שובע שמחות את פניך נעימות בימינך נצח כי בזה יכירו הכל וידעו כי ישראל נושע בה' וגם בהיות ישועתו תשועת עולמים ולא תסור עד עולמי עד וזהו שיעור מה שרצינו אליו בזה השער:  ", "heVersionTitle": "Akeidat Yitzchak, Pressburg 1849", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עקידת יצחק, פרשבורג, תר\"ט", "text": "The Midrash quoted by Rashi on the verse is well known. (3) When the Torah admonishes in <i>Ki Teytze</i> \"remember what Amalek did to you,\" that warning is a reminder of the conditions under which an Amalek feels encouraged to pounce upon Israel. Israel's own conduct is a provocation . When Joshua is told to choose <i>anashim</i>, i.e. <i>tzaddikim</i>, this is to serve as evidence that there are people amongst Israel who by dint of their lifestyle can face an Amalek without fear, secure in the knowledge that they can count on G-d’s support. Moses assured Joshua that on the morrow he would add the power of prayer to that of the courage of the <i>tzaddikim</i> (5) The visible evidence of Moses’s hands raised in prayer was a psychological prop to the warriors engaged in battle. When Moses’s hands were resting, due to fatigue, this prop was absent inducing fear amongst the Israelites, thus giving Amalek the advantage. Moses’s own physical strength was affected by the knowledge of the weakness of Israel's moral case, as demonstrated by their most recent behaviour. (4+6) Therefore Moses was in need of a physical prop to convey the illusion of superhuman strength and endurance. Viewing Moses’s posture, the Israelites realised that only Moses’s prayer ensured their ascendancy at that particular moment in history. The Talmud Rosh Hashanah 29, compares this happening to the incident with the copper snake, which had the power to heal when the Israelites looked at it. (Numbers 21,6-10) That look also symbolised one's faith in G-d and did not mean that the snake had any power at all. (7+8) For the reasons cited, Israel could not achieve more at that time than to weaken Amalek, not destroy it. This campaign could not be compared to the conquest of the Canaanite nations, since here the warriors had to rely on their own strength, though G-d assisted indirectly in order not to ignore Moses’s prayer. On the one hand G-d wanted to prove to Israel that they had been wrong in questioning His Presence; on the other hand, G-d wanted Israel to know that He was still angry at them. For that reason He commanded Moses to \"write this in a book and tell Joshua.\" Only the latter was deemed worthy at that juncture to be told that the ongoing fight against Amalek was indeed G-d’s fight, and that He would not forsake Israel when the latter would come under attack by Amalek. (9) The revelation that Hashem Himself would in future destroy Amalek, warranted that Moses would build an altar which he named \"G-d is My banner.\" This served as proof that G-d had approved the manner in which Moses had acted on his own when Amalek attacked. The very thing that G-d approved of was Moses’s taking the initiative. G-d was aware that if Israel would be left to its own devices, they would not complete the destruction of Amalek, just as they did not complete the destruction of the seven Canaanite nations despite G-d’s warning that leaving any of them alive or in the country, would prove a destabilising influence to Israel's society. (Numbers 33,55) It was Moses who proclaimed \"for as long as there is a hand raised against the throne of G-d, He will be at war with Amalek.\" (Exodus 17,16) It was Moses’s conviction that the importance of wiping out Amalek warranted that G-d personally would continue to take an active part in such endeavours until they would be crowned with total success. This is the reason we read in Samuel I 15,30, after Saul's failure that \"Israel's eternity will not be denied.\" The ultimate success does not depend on any particular leader of Israel who may or may not carry out G-d’s wishes wholeheartedly. (10) Although G-d commands Israel to wage this war of extermination against Amalek, He Himself will complete whatever has not been accomplished by Israel. This is also the meaning of Bileam's statement \"Amalek is the first of the nations, therefore its end must be utter destruction.\" (Numbers 24,20.) When referring to \"nations,\" Bileam means the first nation to rebel against G-d <i>as a nation</i>. Another reason may be that Amalek committed two wrongs 1) They disregarded the agreement made between their respective ancestors Jacob and Esau. 2) They attacked G-d’s chosen people at a particularly sensitive moment. In the words of the Midrash, Amalek put his hands on a scaldingly hot bathtub, meaning right after a clear demonstration of G-d’s power on behalf of Israel. Therefore, both G-d and Israel would share in the task of punishing Amalek. In Parshat <i>Ki Teytze</i> we read about Israel's part, whereas in Parshat <i>Beshalach</i> we read about G-d’s part. These two portions are complementary to one another. This brings us back to our opening Midrash. Once the Messiah will come, Israel will no longer display the usual human inadequacies, i.e. fulfilling G-d’s will only in part. At that time we will be granted G-d’s direct guidance, and will not have to be led by men, who, though G-d’s instruments, are chosen for their relative merit only. In those latter days the salvation will endure eternally, because intermediaries no longer need to be employed by G-d. ", "versionTitle": "Akeydat Yitzchak by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5f02d5d68415afd29c04f091", "index_title": "Gur Aryeh on Bamidbar", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Bamidbar 14:15:1", "anchorRef": "Numbers 14:15", "anchorRefExpanded": ["Numbers 14:15"], "sourceRef": "Gur Aryeh on Bamidbar 14:15:1", "sourceHeRef": "גור אריה על במדבר י״ד:ט״ו:א׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על במדבר", "he": "<b>פתאום.</b> שאם לא היה <b>פתאום</b>, אין זה חילול השם, לפי שאינו ניכר אם ימותו היום מעטים, ונראה שהוא כדרך העולם, ולא יטעו בהם הגוים, כי יאמרו שבדרך העולם מתו:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1ea176eb7d2e1475644e05", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 14:15:1", "anchorRef": "Numbers 14:15", "anchorRefExpanded": ["Numbers 14:15"], "sourceRef": "Midrash Lekach Tov, Numbers 14:15:1", "sourceHeRef": "מדרש לקח טוב, במדבר י״ד:ט״ו:א׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> והמתה את העם הזה כאיש אחד. ואמרו הגוים אשר שמעו את שמעך. אלו הזכורים בפרשת אז ישיר (שמות ט״ו:י״ד-ט״ו) אז נבהלו אלופי אדום וגו':", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60215862a24a4985444027f4", "index_title": "Ish Leshivto; on Judges", "category": "Quoting Commentary", "type": "", "ref": "Ish Leshivto; on Judges 8:17", "anchorRef": "Numbers 14:15", "anchorRefExpanded": ["Numbers 14:15"], "sourceRef": "Ish Leshivto; on Judges 8:17", "sourceHeRef": "איש לשבטו; שופטים ח׳:י״ז", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1970, 1990], "commentaryNum": 8.0017, "collectiveTitle": {"en": "Ish Leshivto; on Judges", "he": "איש לשבטו; שופטים"}, "he": "מלאך היה עלול לטעות ולחשוב, שאין בדבריו של גדעון סנגוריא, שהרי אם נבחן את דברי גדעון על-פי אמות מידה פשטניות, נראה שגדעון לא התנצל על חטאי העם, לא הביע חרטה, לא האשים אחרים במצב האומה ואפילו לא התחנן בסגנון המוכר והמקובל - \"לברית הבט ואל תפן ליצר\"<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">מתוך תפילת ימים נוראים.</i>. הוא גם לא עמד בתפילה כמנהיגינו הגדולים משה<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">(ראה שמות לב יב וכן במדבר יד טו.)</i> ויהושע<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">(יהושע ז ט.)</i>, שאמרו \"עשה למען שמך\" או \"מה יאמרו הגויים\", ואת דבריו ניתן היה להבין ככפירה בהשגחה האלהית. בראיה שטחית דבריו היו עלולים להתפרש ככפיות טובה על כך, שלמרות האכזבות מהעם שחטא ונושע ושב לסורו, עם כל זה לא הזניח ה' את עמו ופנה אליו לקום ולהושיעו גם הפעם. והוא, במקום להכיר טובה, הטיח דברים בוטים. לכן לא הפקיד הקב\"ה את התגובה לדברי גדעון בידיו של המלאך, ומעומק שרשי ההויה הופיעה הקביעה: \"לך בכחך זה והושעת את-ישראל\". בכח יכולת החדירה שלך לעומק סגולת ישראל, שהיא היא השורש והבסיס להבין את אמיתת מערכת היחסים בין העם לאלהיו, \"בכח הזכות הזה שלימדת סנגוריא על בני\" שהוא עצמו גם הכח המאפשר את נצחוננו על כל משעבד ומעיק.", "heVersionTitle": "Rabbi Avraham Remer, Bet El, 1998", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "הרב אברהם רמר, בית אל, תשנ\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60f57513b6062f226d6203d0", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Numbers 14:15:1", "anchorRef": "Numbers 14:15", "anchorRefExpanded": ["Numbers 14:15"], "sourceRef": "Maskil LeDavid, Numbers 14:15:1", "sourceHeRef": "משכיל לדוד, במדבר י״ד:ט״ו:א׳", "anchorVerse": 15, "sourceHasEn": false, "commentaryNum": 15.0001, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "במדבר", "he": "<b>והמתה וכו׳ פתאום וכו׳</b> דוקא כה״ג שימותו פתאום הוא שיאמרו מבלתי וכו׳ ואע״ג דבתר זמן יכנסו בניו של משה מ״מ צריך זמן הרבה עד שיגדלו ויהיו לגוי גדול ובתוך זמן זה יאמרו מצרים וכו׳:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61225507412970c0e359d91a", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "anchorRef": "Numbers 13:27-29:31", "anchorRefExpanded": ["Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק שני, פרק ח כ״ג", "anchorVerse": 27, "sourceHasEn": true, "commentaryNum": 23, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ח", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>This is what they told him: “We came to the land you sent us to; it does indeed flow with milk and honey, and this is its fruit. However, the people who inhabit the country are powerful, and the cities are fortified and very large; moreover, we saw the Anakites there. Amalekites dwell in the Negeb region; Hittites, Jebusites, and Amorites inhabit the hill country; and Canaanites dwell by the Sea and along the Jordan…. We cannot attack that people, for it is stronger than we.” Thus they spread calumnies among the Israelites about the land they had scouted, saying, “The country that we traversed and scouted is one that devours its settlers. All the people that we saw in it are men of great size; we saw the Nephilim there – the Anakites are part of the Nephilim and we looked like grasshoppers to ourselves, and so we must have looked to them.” (Num. 13:27–29, 31–33)</small>", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6319d073b6084aa1cbf03975", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, גּוֹי 1", "anchorRef": "Numbers 14:15", "anchorRefExpanded": ["Numbers 14:15"], "sourceRef": "BDB, גּוֹי 1", "sourceHeRef": "בראון-דרייבר-בריגס, גּוֹי א׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "גּוֹי", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">גּוֹי</span></big><sub>561</sub>  <strong>n.m.</strong> <a data-ref=\"Genesis 12:2\" href=\"/Genesis.12.2\">Gn 12:2</a> nation, people <strong>(</strong>NH <em>id. Gentiles</em>, Ph. <span dir=\"rtl\">גו</span> <em>community</em>, <span dir=\"rtl\">ܓܰܘܳܐ</span>, Sab. <span dir=\"rtl\">גו</span> <em>id.</em>, DHM<sup>ZMG 1883, 348</sup><strong>)</strong>—<span dir=\"rtl\">ג׳</span> <a data-ref=\"Genesis 12:2\" href=\"/Genesis.12.2\">Gn 12:2</a> + 121 times; sf. i s. <span dir=\"rtl\">גּוֹיִ</span> <a data-ref=\"Zephaniah 2:9\" href=\"/Zephaniah.2.9\">Zp 2:9</a>, <span dir=\"rtl\">גּוֹיֶ֑ךָ</span> <a data-ref=\"Psalms 106:5\" href=\"/Psalms.106.5\">ψ 106:5</a>, <span dir=\"rtl\">גּוֹיֵךְ</span> Kt <a data-ref=\"Ezekiel 36:13\" href=\"/Ezekiel.36.13\">Ez 36:13</a>, <a data-ref=\"Ezekiel 36:14\" href=\"/Ezekiel.36.14\">14</a>, <a data-ref=\"Ezekiel 36:15\" href=\"/Ezekiel.36.15\">15</a> (Qr wrongly <span dir=\"rtl\">גּוֹיַיִךְ</span> cf. Co, who del. v <a data-ref=\"Ezekiel 36:15\" href=\"/Ezekiel.36.15\">15</a>); pl. <span dir=\"rtl\">גּוֹיִם</span> <a data-ref=\"Genesis 10:5\" href=\"/Genesis.10.5\">Gn 10:5</a> + 410 times + Qr <a data-ref=\"Genesis 25:23\" href=\"/Genesis.25.23\">Gn 25:23</a> <a data-ref=\"Psalms 79:10\" href=\"/Psalms.79.10\">ψ 79:10</a> (Kt <span dir=\"rtl\">גיים</span>) + 6 times Ez (var. emend. Co); cstr. <span dir=\"rtl\">גּוֹיֵי</span> <a data-ref=\"Genesis 18:18\" href=\"/Genesis.18.18\">Gn 18:18</a> + 8 times, <span dir=\"rtl\">גּוֹיֵ</span> <a data-ref=\"II Chronicles 32:13\" href=\"/II_Chronicles.32.13\">2 Ch 32:13</a> <a data-ref=\"Ezra 6:21\" href=\"/Ezra.6.21\">Ezr 6:21</a> (cf. Baer’s notes); sf. <span dir=\"rtl\">גּוֹיֵהֶם</span> <a data-ref=\"Genesis 10:5\" href=\"/Genesis.10.5\">Gn 10:5</a>, <a data-ref=\"Genesis 10:20\" href=\"/Genesis.10.20\">20</a>, <a data-ref=\"Genesis 10:31\" href=\"/Genesis.10.31\">31</a>, <a data-ref=\"Genesis 10:32\" href=\"/Genesis.10.32\">32</a>;—<br><strong>1.</strong>  <em>nation, people</em> <a data-ref=\"Genesis 10:5\" href=\"/Genesis.10.5\">Gn 10:5</a><sup>(×2)</sup>, <a data-ref=\"Genesis 10:20\" href=\"/Genesis.10.20\">20</a>, <a data-ref=\"Genesis 10:31\" href=\"/Genesis.10.31\">31</a>, <a data-ref=\"Genesis 10:32\" href=\"/Genesis.10.32\">32</a><sup>(×2)</sup> (all P) +; <a data-ref=\"Isaiah 2:2\" href=\"/Isaiah.2.2\">Is 2:2</a>, <a data-ref=\"Isaiah 2:4\" href=\"/Isaiah.2.4\">4</a><sup>(×2)</sup> = <a data-ref=\"Micah 4:2\" href=\"/Micah.4.2\">Mi 4:2</a>, <a data-ref=\"Micah 4:3\" href=\"/Micah.4.3\">3</a><sup>(×2)</sup>; †<a data-ref=\"Job 12:23\" href=\"/Job.12.23\">Jb 12:23</a><sup>(×2)</sup>; <a data-ref=\"Job 34:29\" href=\"/Job.34.29\">34:29</a>†; <a data-ref=\"Proverbs 14:34\" href=\"/Proverbs.14.34\">Pr 14:34</a>; <span dir=\"rtl\">כֹּל גּוֹיֵי הָאָרֶץ</span> <a data-ref=\"Genesis 18:18\" href=\"/Genesis.18.18\">Gn 18:18</a>; <a data-ref=\"Genesis 22:18\" href=\"/Genesis.22.18\">22:18</a>; <a data-ref=\"Genesis 26:4\" href=\"/Genesis.26.4\">26:4</a> (all J) <a data-ref=\"Deuteronomy 28:1\" href=\"/Deuteronomy.28.1\">Dt 28:1</a>. <strong>a.</strong>  specif. of descendants of Abraham, <span dir=\"rtl\">גּוֹי גָּדוֹל</span> <a data-ref=\"Genesis 12:2\" href=\"/Genesis.12.2\">Gn 12:2</a> cf. <a data-ref=\"Genesis 18:18\" href=\"/Genesis.18.18\">18:18</a> (both J), <span dir=\"rtl\">גּוֹיִם</span> <a data-ref=\"Genesis 17:6\" href=\"/Genesis.17.6\">17:6</a>, <span dir=\"rtl\">הֲמוֹן גּוֹיִם</span> <a data-ref=\"Genesis 17:4\" href=\"/Genesis.17.4\">17:4</a>, <a data-ref=\"Genesis 17:5\" href=\"/Genesis.17.5\">5</a> (all P); of Sarah <span dir=\"rtl\">גּוֹיִם</span> <a data-ref=\"Genesis 17:16\" href=\"/Genesis.17.16\">17:16</a> (P); of Ishmael <span dir=\"rtl\">גּוֹי</span> <a data-ref=\"Genesis 21:13\" href=\"/Genesis.21.13\">21:13</a>, <span dir=\"rtl\">גּוֹי גָּדוֹל</span> v <a data-ref=\"Genesis 12:18\" href=\"/Genesis.12.18\">18</a> (both E), <span dir=\"rtl\">גּוֹי גָּדוֹל</span> <a data-ref=\"Genesis 17:20\" href=\"/Genesis.17.20\">17:20</a> (P); of Jacob <span dir=\"rtl\">גּוֹי וּקְהַל גּוֹיִם</span> <a data-ref=\"Genesis 35:11\" href=\"/Genesis.35.11\">Gn 35:11</a> (P), <span dir=\"rtl\">גּוֹי גָּדוֹל</span> <a data-ref=\"Genesis 46:3\" href=\"/Genesis.46.3\">46:3</a> (E); of Ephraim <span dir=\"rtl\">מְלֹא הַגּ׳</span> <a data-ref=\"Genesis 48:19\" href=\"/Genesis.48.19\">48:19</a> (J); of Moses <span dir=\"rtl\">גּוֹי גָּדוֹל</span> <a data-ref=\"Exodus 32:10\" href=\"/Exodus.32.10\">Ex 32:10</a> (J) cf. <a data-ref=\"Numbers 14:12\" href=\"/Numbers.14.12\">Nu 14:12</a> (J) <a data-ref=\"Deuteronomy 9:14\" href=\"/Deuteronomy.9.14\">Dt 9:14</a>; of Jacob and Esau as <em>two nations</em> <a data-ref=\"Genesis 25:23\" href=\"/Genesis.25.23\">Gn 25:23</a> (J). <strong>b.</strong>  definitely of Israel <a data-ref=\"Exodus 19:6\" href=\"/Exodus.19.6\">Ex 19:6</a> <span dir=\"rtl\">(גּ׳ קָדוֹשׁ)</span> <a data-ref=\"Exodus 33:13\" href=\"/Exodus.33.13\">33:13</a> (both JE), <a data-ref=\"Deuteronomy 4:6\" href=\"/Deuteronomy.4.6\">Dt 4:6</a> (<span dir=\"rtl\">הַגּוֹי הַגָּדוֹל הַזֶּה</span>, said by heathen cf. v <a data-ref=\"Deuteronomy 4:7\" href=\"/Deuteronomy.4.7\">7</a>, <a data-ref=\"Deuteronomy 4:8\" href=\"/Deuteronomy.4.8\">8</a>) v. also v <a data-ref=\"Deuteronomy 4:34\" href=\"/Deuteronomy.4.34\">34</a>, <a data-ref=\"Deuteronomy 26:5\" href=\"/Deuteronomy.26.5\">26:5</a> cf. <a data-ref=\"Psalms 33:12\" href=\"/Psalms.33.12\">ψ 33:12</a>, <a data-ref=\"Psalms 83:5\" href=\"/Psalms.83.5\">ψ 83:5</a> (said by enemies) <a data-ref=\"Jeremiah 31:36\" href=\"/Jeremiah.31.36\">Je 31:36</a>; <a data-ref=\"Jeremiah 33:24\" href=\"/Jeremiah.33.24\">33:24</a> <a data-ref=\"Ezekiel 27:22\" href=\"/Ezekiel.27.22\">Ez 27:22</a>; in narrative <a data-ref=\"Joshua 3:17\" href=\"/Joshua.3.17\">Jos 3:17</a>; <a data-ref=\"Joshua 4:1\" href=\"/Joshua.4.1\">4:1</a>; <a data-ref=\"Joshua 5:8\" href=\"/Joshua.5.8\">5:8</a> (JE), v <a data-ref=\"Joshua 5:6\" href=\"/Joshua.5.6\">6</a> (D), <a data-ref=\"Joshua 10:13\" href=\"/Joshua.10.13\">10:13</a> (poet., no art.); of Israel and Judah as <em>two nations</em> <a data-ref=\"Ezekiel 35:10\" href=\"/Ezekiel.35.10\">Ez 35:10</a> (said by heathen) <a data-ref=\"Ezekiel 37:22\" href=\"/Ezekiel.37.22\">37:22</a>; of Judah <a data-ref=\"Isaiah 26:2\" href=\"/Isaiah.26.2\">Is 26:2</a>, <a data-ref=\"Isaiah 26:15\" href=\"/Isaiah.26.15\">15</a><sup>(×2)</sup> cf. <a data-ref=\"Isaiah 58:2\" href=\"/Isaiah.58.2\">58:2</a>; <a data-ref=\"Isaiah 60:22\" href=\"/Isaiah.60.22\">60:22</a> <a data-ref=\"Micah 4:7\" href=\"/Micah.4.7\">Mi 4:7</a>; once <em>my people</em> <a data-ref=\"Zephaniah 2:9\" href=\"/Zephaniah.2.9\">Zp 2:9</a> (‖ <span dir=\"rtl\">עַם</span>); <em>thy people</em> <a data-ref=\"Psalms 106:5\" href=\"/Psalms.106.5\">ψ 106:5</a> (i.e. of <span dir=\"rtl\">י׳</span>), cf. also <a data-ref=\"Ezekiel 36:13\" href=\"/Ezekiel.36.13\">Ez 36:13</a>, <a data-ref=\"Ezekiel 36:14\" href=\"/Ezekiel.36.14\">14</a> (read Kt); especially of Israel and (or) Judah as sinful, rebellious <a data-ref=\"Deuteronomy 32:28\" href=\"/Deuteronomy.32.28\">Dt 32:28</a> <a data-ref=\"Judges 2:20\" href=\"/Judges.2.20\">Ju 2:20</a> <a data-ref=\"Isaiah 1:4\" href=\"/Isaiah.1.4\">Is 1:4</a>; <a data-ref=\"Isaiah 10:6\" href=\"/Isaiah.10.6\">10:6</a> <a data-ref=\"Jeremiah 5:9\" href=\"/Jeremiah.5.9\">Je 5:9</a>, <a data-ref=\"Jeremiah 5:29\" href=\"/Jeremiah.5.29\">29</a>; <a data-ref=\"Jeremiah 7:28\" href=\"/Jeremiah.7.28\">7:28</a>; <a data-ref=\"Jeremiah 9:8\" href=\"/Jeremiah.9.8\">9:8</a>; <a data-ref=\"Jeremiah 12:17\" href=\"/Jeremiah.12.17\">12:17</a> <a data-ref=\"Ezekiel 2:3\" href=\"/Ezekiel.2.3\">Ez 2:3</a> (del. 𝔊 Co) <a data-ref=\"Haggai 2:14\" href=\"/Haggai.2.14\">Hg 2:14</a> <a data-ref=\"Malachi 3:9\" href=\"/Malachi.3.9\">Mal 3:9</a>.—Note. This definite ref. to Israel and (or) Judah is comparatively rare; in Hex not P (yet v. <a data-ref=\"Genesis 17:4\" href=\"/Genesis.17.4\">Gn 17:4</a>, <a data-ref=\"Genesis 17:5\" href=\"/Genesis.17.5\">5</a>, <a data-ref=\"Genesis 17:6\" href=\"/Genesis.17.6\">6</a>, <a data-ref=\"Genesis 17:16\" href=\"/Genesis.17.16\">16</a>; <a data-ref=\"Genesis 35:11\" href=\"/Genesis.35.11\">35:11</a> P); seldom in exile & post-exile proph.; not Chr.— <strong>c.</strong>  usually of non-Heb. peoples <a data-ref=\"Exodus 9:24\" href=\"/Exodus.9.24\">Ex 9:24</a>; <a data-ref=\"Exodus 34:10\" href=\"/Exodus.34.10\">34:10</a> (JE) <a data-ref=\"Leviticus 25:44\" href=\"/Leviticus.25.44\">Lv 25:44</a> (H) <a data-ref=\"Numbers 14:15\" href=\"/Numbers.14.15\">Nu 14:15</a> (J) <a data-ref=\"Deuteronomy 15:6\" href=\"/Deuteronomy.15.6\">Dt 15:6</a><sup>(×2)</sup> <a data-ref=\"I Kings 5:11\" href=\"/I_Kings.5.11\">1 K 5:11</a> <a data-ref=\"I Chronicles 14:17\" href=\"/I_Chronicles.14.17\">1 Ch 14:17</a>; <a data-ref=\"I Chronicles 16:20\" href=\"/I_Chronicles.16.20\">16:20</a> <a data-ref=\"Isaiah 11:10\" href=\"/Isaiah.11.10\">Is 11:10</a>, <a data-ref=\"Isaiah 11:12\" href=\"/Isaiah.11.12\">12</a> + often; opp. Israel as <span dir=\"rtl\">עם י׳</span> <a data-ref=\"II Samuel 7:23\" href=\"/II_Samuel.7.23\">2 S 7:23</a> <a data-ref=\"I Chronicles 17:21\" href=\"/I_Chronicles.17.21\">1 Ch 17:21</a><sup>(×2)</sup> ect., v. <a ,=\"\" data-ref=\"BDB, עַם³\" dir=\"rtl\" href=\"/BDB,_עַם³\">עם</a>, cf. also <a data-ref=\"Numbers 23:9\" href=\"/Numbers.23.9\">Nu 23:9</a>; note especially <span dir=\"rtl\">גְּלִיל הַגּוֹיִם</span> <a data-ref=\"Isaiah 8:23\" href=\"/Isaiah.8.23\">Is 8:23</a> <em>circle</em> or <em>district of the nations</em> (v. <a data-ref=\"BDB, גָּלִיל²\" href=\"/BDB,_גָּלִיל²\", dir=\"rtl\">גָּלִיל</a>); also <span dir=\"rtl\">חֲרֹשֶׁת הַגּ׳</span> <a data-ref=\"Judges 4:2\" href=\"/Judges.4.2\">Ju 4:2</a>, <a data-ref=\"Judges 4:13\" href=\"/Judges.4.13\">13</a>, <a data-ref=\"Judges 4:16\" href=\"/Judges.4.16\">16</a> <em>Charosheth of the nations</em>, & <span dir=\"rtl\">מֶלֶךְ גּוֹיִם לְגִלְגָּ֖ל</span> <a data-ref=\"Joshua 12:23\" href=\"/Joshua.12.23\">Jos 12:23</a> <em>king of nations</em> (peoples, tribes) belonging <em>to Gilgal</em> (𝔊 Di <em>to the district</em>, i.e. ‘Galilee’); especially of these peoples as heathen: idolatrous <a data-ref=\"Leviticus 8:24\" href=\"/Leviticus.8.24\">Lv 8:24</a>, <a data-ref=\"Leviticus 8:28\" href=\"/Leviticus.8.28\">28</a> (P) <a data-ref=\"Leviticus 20:23\" href=\"/Leviticus.20.23\">20:23</a> (H) <a data-ref=\"I Kings 14:24\" href=\"/I_Kings.14.24\">1 K 14:24</a> <a data-ref=\"II Kings 17:8\" href=\"/II_Kings.17.8\">2 K 17:8</a>, <a data-ref=\"II Kings 17:11\" href=\"/II_Kings.17.11\">11</a>, <a data-ref=\"II Kings 17:15\" href=\"/II_Kings.17.15\">15</a>, <a data-ref=\"II Kings 17:26\" href=\"/II_Kings.17.26\">26</a>, <a data-ref=\"II Kings 17:29\" href=\"/II_Kings.17.29\">29</a><sup>(×2)</sup> <a data-ref=\"II Chronicles 28:3\" href=\"/II_Chronicles.28.3\">2 Ch 28:3</a>; <a data-ref=\"II Chronicles 32:13\" href=\"/II_Chronicles.32.13\">32:13</a> +, <a data-ref=\"Ezra 6:21\" href=\"/Ezra.6.21\">Ezr 6:21</a> <a data-ref=\"Ezekiel 5:6\" href=\"/Ezekiel.5.6\">Ez 5:6</a> +; hostile <a data-ref=\"Genesis 15:14\" href=\"/Genesis.15.14\">Gn 15:14</a> (J) <a data-ref=\"Leviticus 26:33\" href=\"/Leviticus.26.33\">Lv 26:33</a>; <a data-ref=\"Leviticus 26:38\" href=\"/Leviticus.26.38\">38</a>, <a data-ref=\"Leviticus 26:45\" href=\"/Leviticus.26.45\">45</a> (H) <a data-ref=\"Deuteronomy 4:27\" href=\"/Deuteronomy.4.27\">Dt 4:27</a>; <a data-ref=\"Deuteronomy 9:4\" href=\"/Deuteronomy.9.4\">9:4</a>, <a data-ref=\"Deuteronomy 9:5\" href=\"/Deuteronomy.9.5\">5</a>; <a data-ref=\"Deuteronomy 18:9\" href=\"/Deuteronomy.18.9\">18:9</a> <a data-ref=\"I Chronicles 16:35\" href=\"/I_Chronicles.16.35\">1 Ch 16:35</a> <a data-ref=\"Jeremiah 5:15\" href=\"/Jeremiah.5.15\">Je 5:15</a> <a data-ref=\"Ezekiel 4:13\" href=\"/Ezekiel.4.13\">Ez 4:13</a> + often Je Ez, etc.; in simile <a data-ref=\"Ezekiel 20:32\" href=\"/Ezekiel.20.32\">Ez 20:32</a>; <a data-ref=\"Ezekiel 25:8\" href=\"/Ezekiel.25.8\">25:8</a>; sometimes ‖ <span dir=\"rtl\">עַם</span> <a data-ref=\"Psalms 33:10\" href=\"/Psalms.33.10\">ψ 33:10</a>, <a data-ref=\"Psalms 33:12\" href=\"/Psalms.33.12\">12</a> <a data-ref=\"Isaiah 11:10\" href=\"/Isaiah.11.10\">Is 11:10</a> <a data-ref=\"Jeremiah 6:18\" href=\"/Jeremiah.6.18\">Je 6:18</a>, v. also <a data-ref=\"Isaiah 2:2\" href=\"/Isaiah.2.2\">Is 2:2</a>, <a data-ref=\"Isaiah 2:4\" href=\"/Isaiah.2.4\">4</a> comp. with <a data-ref=\"Micah 4:1\" href=\"/Micah.4.1\">Mi 4:1</a>, <a data-ref=\"Micah 4:3\" href=\"/Micah.4.3\">3</a>.<br><strong>2.</strong>  fig. of swarm of locusts <a data-ref=\"Joel 1:6\" href=\"/Joel.1.6\">Jo 1:6</a>; of all species of beasts <a data-ref=\"Zephaniah 2:14\" href=\"/Zephaniah.2.14\">Zp 2:14</a>.<br><strong>3.</strong>  <span dir=\"rtl\">גּוֹיִם</span> <a data-ref=\"Genesis 14:1\" href=\"/Genesis.14.1\">Gn 14:1</a>, <a data-ref=\"Genesis 14:9\" href=\"/Genesis.14.9\">9</a> prob. mutilated n.pr. v. infr."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2a3b6084aa1cbf1c777", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מוּת 1", "anchorRef": "Numbers 14:15", "anchorRefExpanded": ["Numbers 14:15"], "sourceRef": "BDB, מוּת 1", "sourceHeRef": "בראון-דרייבר-בריגס, מוּת א׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מוּת", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">מוּת</span></big></big>  <strong>vb.</strong> die <strong>(</strong>NH <em>id.</em> (rare); Assyrian <em>mâtu</em> Dl<sup>HWB 395</sup>, Arabic <span dir=\"rtl\">مَاتَ</span>, Ethiopic ሞተ, Aramaic <span dir=\"rtl\">מוּת</span>, <span dir=\"rtl\">מִית</span>, <span dir=\"rtl\">ܡܺܝܬ</span>; Nab. <span dir=\"rtl\">מות</span> Eut<sup>Nab 14, 6</sup>; Zinj. <span dir=\"rtl\">מת</span> DHM<sup>Sendsch.Gloss.</sup><strong>)</strong>;—<br><strong>Qal</strong>  Pf. 3 ms. <span dir=\"rtl\">מֵת</span> <a data-ref=\"Genesis 42:38\" href=\"/Genesis.42.38\">Gn 42:38</a> +; 3 fs. <span dir=\"rtl\">מֵ֫תָה</span> <a data-ref=\"Genesis 35:18\" href=\"/Genesis.35.18\">Gn 35:18</a> +; 2 ms. <span dir=\"rtl\">מַתָּה</span> <a data-ref=\"Ezekiel 28:8\" href=\"/Ezekiel.28.8\">Ez 28:8</a>; 1 s. <span dir=\"rtl\">וָמַ֑תִּי</span> <a data-ref=\"Genesis 19:19\" href=\"/Genesis.19.19\">Gn 19:19</a>; 3 mpl. <span dir=\"rtl\">מֵ֫תוּ</span> <a data-ref=\"Genesis 7:22\" href=\"/Genesis.7.22\">Gn 7:22</a> +; 1 pl. <span dir=\"rtl\">מַתְנוּ</span> <a data-ref=\"Numbers 14:2\" href=\"/Numbers.14.2\">Nu 14:2</a> <a data-ref=\"II Kings 7:4\" href=\"/II_Kings.7.4\">2 K 7:4</a>; <span dir=\"rtl\">מָ֑תְנוּ</span> <a data-ref=\"Numbers 14:9\" href=\"/Numbers.14.9\">Nu 14:9</a> +; Impf. <span dir=\"rtl\">יָמוּת</span> <a data-ref=\"Genesis 38:11\" href=\"/Genesis.38.11\">Gn 38:11</a> +; <span dir=\"rtl\">יָמֹ֑ת</span> <a data-ref=\"Deuteronomy 33:6\" href=\"/Deuteronomy.33.6\">Dt 33:6</a> +; <span dir=\"rtl\">וַיָּ֫מָת</span> <a data-ref=\"Genesis 11:28\" href=\"/Genesis.11.28\">Gn 11:28</a> +; 1 s. <span dir=\"rtl\">אָמוּת</span> <a data-ref=\"Genesis 26:9\" href=\"/Genesis.26.9\">Gn 26:9</a> +; <span dir=\"rtl\">אָמֻת</span> <a data-ref=\"II Samuel 19:38\" href=\"/II_Samuel.19.38\">2 S 19:38</a>; <span dir=\"rtl\">אָמוּ֫תָה</span> <a data-ref=\"Genesis 46:30\" href=\"/Genesis.46.30\">Gn 46:30</a>; 3 mpl. <span dir=\"rtl\">יָמ֫וּתוּ</span> <a data-ref=\"I Samuel 2:23\" href=\"/I_Samuel.2.23\">1 S 2:23</a> +; <span dir=\"rtl\">יְמֻתוּן</span> <a data-ref=\"Numbers 16:29\" href=\"/Numbers.16.29\">Nu 16:29</a>; <a data-ref=\"Numbers 16:3\" href=\"/Numbers.16.3\">3</a> fpl. <span dir=\"rtl\">תְּמוּתֶ֫נָה</span> <a data-ref=\"Ezekiel 13:19\" href=\"/Ezekiel.13.19\">Ez 13:19</a> (Ges<sup>§ 72, 5</sup>) +; Imv. <span dir=\"rtl\">מֻת</span> <a data-ref=\"Deuteronomy 32:50\" href=\"/Deuteronomy.32.50\">Dt 32:50</a> <a data-ref=\"Job 2:9\" href=\"/Job.2.9\">Jb 2:9</a>; Inf. abs. <span dir=\"rtl\">מוֹת</span> <a data-ref=\"Genesis 2:17\" href=\"/Genesis.2.17\">Gn 2:17</a> +; cstr. <span dir=\"rtl\">מוּת</span> <a data-ref=\"Genesis 25:32\" href=\"/Genesis.25.32\">Gn 25:32</a> +; sf. <span dir=\"rtl\">מוּתִי</span> <a data-ref=\"II Samuel 19:1\" href=\"/II_Samuel.19.1\">2 S 19:1</a>; <span dir=\"rtl\">מֻתָן</span> <a data-ref=\"II Samuel 20:3\" href=\"/II_Samuel.20.3\">2 S 20:3</a>, etc.; Pt. <span dir=\"rtl\">מֵת</span> <a data-ref=\"Genesis 20:3\" href=\"/Genesis.20.3\">Gn 20:3</a> +; sf. <span dir=\"rtl\">מֵתִי</span> <a data-ref=\"Genesis 23:4\" href=\"/Genesis.23.4\">Gn 23:4</a> +; fs. <span dir=\"rtl\">מֵתָה</span> <a data-ref=\"Genesis 30:1\" href=\"/Genesis.30.1\">Gn 30:1</a> <a data-ref=\"Zechariah 11:9\" href=\"/Zechariah.11.9\">Zc 11:9</a>; pl. <span dir=\"rtl\">מֵתִים</span> <a data-ref=\"Exodus 12:33\" href=\"/Exodus.12.33\">Ex 12:33</a> +; cstr. <span dir=\"rtl\">מֵתֵי</span> <a data-ref=\"Isaiah 22:2\" href=\"/Isaiah.22.2\">Is 22:2</a> +; sf. <span dir=\"rtl\">מֵתֶיךָ</span> <a data-ref=\"Isaiah 26:19\" href=\"/Isaiah.26.19\">Is 26:19</a>;— <strong>1.</strong>  <em>die</em>, of natural or other causes: <strong>a.</strong>  (1) of man, †<span dir=\"rtl\">וַיִּגְוַע וַיָּמָת</span> <em>and he expired and died</em> <a data-ref=\"Genesis 25:8\" href=\"/Genesis.25.8\">Gn 25:8</a> (+ <span dir=\"rtl\">בְּשֵׂיבָה טוֹבָה</span>, v. infr.), v <a data-ref=\"Genesis 25:17\" href=\"/Genesis.25.17\">17</a> <a data-ref=\"Genesis 35:29\" href=\"/Genesis.35.29\">35:29</a> (P); †<span dir=\"rtl\">וַיָּמָת וַיִּקָּבֵר</span> <a data-ref=\"Judges 10:2\" href=\"/Judges.10.2\">Ju 10:2</a>, <a data-ref=\"Judges 10:5\" href=\"/Judges.10.5\">5</a>; <a data-ref=\"Judges 8:32\" href=\"/Judges.8.32\">8:32</a>; <a data-ref=\"Judges 12:7\" href=\"/Judges.12.7\">12:7</a>, <a data-ref=\"Judges 12:10\" href=\"/Judges.12.10\">10</a>, <a data-ref=\"Judges 12:12\" href=\"/Judges.12.12\">12</a>, <a data-ref=\"Judges 12:15\" href=\"/Judges.12.15\">15</a> <a data-ref=\"II Samuel 17:23\" href=\"/II_Samuel.17.23\">2 S 17:23</a>; †<span dir=\"rtl\">וימת וימלך תַּחְתָּיו</span> <em>and he died and</em>—<em>reigned in his stead</em> <a data-ref=\"Genesis 36:33\" href=\"/Genesis.36.33\">Gn 36:33</a>, <a data-ref=\"Genesis 36:34\" href=\"/Genesis.36.34\">34</a>, <a data-ref=\"Genesis 36:35\" href=\"/Genesis.36.35\">35</a>, <a data-ref=\"Genesis 36:36\" href=\"/Genesis.36.36\">36</a>, <a data-ref=\"Genesis 36:37\" href=\"/Genesis.36.37\">37</a>, <a data-ref=\"Genesis 36:38\" href=\"/Genesis.36.38\">38</a>, <a data-ref=\"Genesis 36:39\" href=\"/Genesis.36.39\">39</a> (P), <a data-ref=\"II Samuel 10:1\" href=\"/II_Samuel.10.1\">2 S 10:1</a> = <a data-ref=\"I Chronicles 19:1\" href=\"/I_Chronicles.19.1\">1 Ch 19:1</a>, <a data-ref=\"II Kings 1:17\" href=\"/II_Kings.1.17\">2 K 1:17</a>; <a data-ref=\"II Kings 8:15\" href=\"/II_Kings.8.15\">8:15</a>; <a data-ref=\"II Kings 13:24\" href=\"/II_Kings.13.24\">13:24</a> <a data-ref=\"I Chronicles 1:44\" href=\"/I_Chronicles.1.44\">1 Ch 1:44</a>, <a data-ref=\"I Chronicles 1:45\" href=\"/I_Chronicles.1.45\">45</a>, <a data-ref=\"I Chronicles 1:46\" href=\"/I_Chronicles.1.46\">46</a>, <a data-ref=\"I Chronicles 1:47\" href=\"/I_Chronicles.1.47\">47</a>, <a data-ref=\"I Chronicles 1:48\" href=\"/I_Chronicles.1.48\">48</a>, <a data-ref=\"I Chronicles 1:49\" href=\"/I_Chronicles.1.49\">49</a>, <a data-ref=\"I Chronicles 1:50\" href=\"/I_Chronicles.1.50\">50</a>; <span dir=\"rtl\">וימת בְּשֵׂיבָה טוֹבָה</span> <em>and he died in a good old age</em> <a data-ref=\"I Chronicles 29:28\" href=\"/I_Chronicles.29.28\">1 Ch 29:28</a> (+ <a data-ref=\"Genesis 25:8\" href=\"/Genesis.25.8\">Gn 25:8</a>, v. supr.); as the result of smiting <span dir=\"rtl\">הכה</span> <a data-ref=\"Exodus 21:18\" href=\"/Exodus.21.18\">Ex 21:18</a>, <a data-ref=\"Exodus 21:20\" href=\"/Exodus.21.20\">20</a>, <a data-ref=\"Exodus 21:22\" href=\"/Exodus.21.22\">22</a> (E); + <span dir=\"rtl\">במלחמה</span> <a data-ref=\"Deuteronomy 20:5\" href=\"/Deuteronomy.20.5\">Dt 20:5</a>, <a data-ref=\"Deuteronomy 20:6\" href=\"/Deuteronomy.20.6\">6</a>, <a data-ref=\"Deuteronomy 20:7\" href=\"/Deuteronomy.20.7\">7</a> <a data-ref=\"II Samuel 19:11\" href=\"/II_Samuel.19.11\">2 S 19:11</a>; <span dir=\"rtl\">בַּחֶרֶב</span> <a data-ref=\"Jeremiah 11:22\" href=\"/Jeremiah.11.22\">Je 11:22</a>; <span dir=\"rtl\">ברעב</span> v <a data-ref=\"Jeremiah 11:22\" href=\"/Jeremiah.11.22\">22</a>; <span dir=\"rtl\">מפני הרעב</span> <a data-ref=\"Jeremiah 38:9\" href=\"/Jeremiah.38.9\">38:9</a>; <span dir=\"rtl\">בְּדֶבֶר</span> <a data-ref=\"Jeremiah 21:6\" href=\"/Jeremiah.21.6\">21:6</a>; <span dir=\"rtl\">באבן</span> <a data-ref=\"Numbers 35:17\" href=\"/Numbers.35.17\">Nu 35:17</a>, <a data-ref=\"Numbers 35:23\" href=\"/Numbers.35.23\">23</a> (P); †<span dir=\"rtl\">בַּמַּגֵּפָה</span> <a data-ref=\"Numbers 14:37\" href=\"/Numbers.14.37\">Nu 14:37</a>; <a data-ref=\"Numbers 17:14\" href=\"/Numbers.17.14\">17:14</a>; <a data-ref=\"Numbers 25:9\" href=\"/Numbers.25.9\">25:9</a> (P). (2) fig. of wisdom, <span dir=\"rtl\">עִמָּכֶם תָּמוּת חָכְמָה</span> <a data-ref=\"Job 12:2\" href=\"/Job.12.2\">Jb 12:2</a>; of courage, <span dir=\"rtl\">וַיָּמָת לִבּוֹ בְּקִרְבּוֹ</span> <em>and his heart died within him</em> <a data-ref=\"I Samuel 25:37\" href=\"/I_Samuel.25.37\">1 S 25:37</a>.—<a data-ref=\"II Samuel 2:31\" href=\"/II_Samuel.2.31\">2 S 2:31</a> del. <span dir=\"rtl\">מֵ֑תוּ</span> We Dr Kit Bu, cf. 𝔊. <strong>b.</strong>  of animals <a data-ref=\"Leviticus 11:39\" href=\"/Leviticus.11.39\">Lv 11:39</a>; cattle <a data-ref=\"Genesis 33:13\" href=\"/Genesis.33.13\">Gn 33:13</a> (J), fish <a data-ref=\"Exodus 7:18\" href=\"/Exodus.7.18\">Ex 7:18</a> (E), frogs <a data-ref=\"Exodus 8:9\" href=\"/Exodus.8.9\">Ex 8:9</a> (J), lion <a data-ref=\"Ecclesiastes 9:4\" href=\"/Ecclesiastes.9.4\">Ec 9:4</a>, worm <a data-ref=\"Isaiah 66:24\" href=\"/Isaiah.66.24\">Is 66:24</a>; <span dir=\"rtl\">כֶּלֶב מֵת</span>, <em>dead dog</em> (in proverb) <a data-ref=\"I Samuel 24:15\" href=\"/I_Samuel.24.15\">1 S 24:15</a> <a data-ref=\"II Samuel 9:8\" href=\"/II_Samuel.9.8\">2 S 9:8</a>; <a data-ref=\"II Samuel 16:9\" href=\"/II_Samuel.16.9\">16:9</a>. <strong>c.</strong>  a tree <a data-ref=\"Job 14:8\" href=\"/Job.14.8\">Jb 14:8</a>. <strong>d.</strong>  <span dir=\"rtl\">זִבְחֵי מֵתִים</span> <a data-ref=\"Psalms 106:28\" href=\"/Psalms.106.28\">ψ 106:28</a> <em>sacrifices to the dead</em> (idols). <strong>2.</strong>  <em>die</em> as a penalty = <em>be put to death:</em> <strong>a.</strong>  by human authority <a data-ref=\"Genesis 42:20\" href=\"/Genesis.42.20\">Gn 42:20</a> <a data-ref=\"Exodus 10:28\" href=\"/Exodus.10.28\">Ex 10:28</a>; <a data-ref=\"Exodus 21:14\" href=\"/Exodus.21.14\">21:14</a> (E), <a data-ref=\"Genesis 44:9\" href=\"/Genesis.44.9\">Gn 44:9</a> <a data-ref=\"Joshua 2:14\" href=\"/Joshua.2.14\">Jos 2:14</a> (J), <a data-ref=\"Leviticus 20:20\" href=\"/Leviticus.20.20\">Lv 20:20</a> (H), <a data-ref=\"Numbers 35:12\" href=\"/Numbers.35.12\">Nu 35:12</a>, <a data-ref=\"Numbers 35:30\" href=\"/Numbers.35.30\">30</a><sup>(×2)</sup> (P), especially D, <a data-ref=\"Deuteronomy 17:5\" href=\"/Deuteronomy.17.5\">Dt 17:5</a>, <a data-ref=\"Deuteronomy 17:6\" href=\"/Deuteronomy.17.6\">6</a>; <a data-ref=\"Deuteronomy 18:20\" href=\"/Deuteronomy.18.20\">18:20</a>; <a data-ref=\"Deuteronomy 19:12\" href=\"/Deuteronomy.19.12\">19:12</a>; <a data-ref=\"Deuteronomy 22:22\" href=\"/Deuteronomy.22.22\">22:22</a>, <a data-ref=\"Deuteronomy 22:25\" href=\"/Deuteronomy.22.25\">25</a>; <a data-ref=\"Deuteronomy 24:7\" href=\"/Deuteronomy.24.7\">24:7</a> <a data-ref=\"Judges 6:30\" href=\"/Judges.6.30\">Ju 6:30</a> <a data-ref=\"I Samuel 14:43\" href=\"/I_Samuel.14.43\">1 S 14:43</a>, <a data-ref=\"I Samuel 14:45\" href=\"/I_Samuel.14.45\">45</a><sup>(×2)</sup>; <a data-ref=\"II Samuel 19:24\" href=\"/II_Samuel.19.24\">2 Sa 19:24</a> <a data-ref=\"Jeremiah 38:24\" href=\"/Jeremiah.38.24\">Je 38:24</a>; <span dir=\"rtl\">מות יָמוּת</span>, <em>die</em> = <em>be put to a violent death</em> (> AV RV <em>surely die</em>), <a data-ref=\"I Samuel 14:39\" href=\"/I_Samuel.14.39\">1 S 14:39</a>, <a data-ref=\"I Samuel 14:44\" href=\"/I_Samuel.14.44\">44</a>; <a data-ref=\"I Samuel 22:16\" href=\"/I_Samuel.22.16\">22:16</a>; <a data-ref=\"I Kings 2:37\" href=\"/I_Kings.2.37\">1 K 2:37</a>, <a data-ref=\"I Kings 2:42\" href=\"/I_Kings.2.42\">42</a> (all Judaic), <a data-ref=\"Jeremiah 26:8\" href=\"/Jeremiah.26.8\">Je 26:8</a>, all of capital punishment; <a data-ref=\"II Kings 8:10\" href=\"/II_Kings.8.10\">2 K 8:10</a> (Ephr.) of assassination; <span dir=\"rtl\">מוֹת יוּמַת</span> <em>be put to a violent death</em>, in the codes of <a data-ref=\"Exodus 21:12\" href=\"/Exodus.21.12\">Ex 21:12</a>, <a data-ref=\"Exodus 21:15\" href=\"/Exodus.21.15\">15</a>, <a data-ref=\"Exodus 21:16\" href=\"/Exodus.21.16\">16</a>, <a data-ref=\"Exodus 21:17\" href=\"/Exodus.21.17\">17</a>; <a data-ref=\"Exodus 22:18\" href=\"/Exodus.22.18\">22:18</a> (E), <a data-ref=\"Leviticus 20:2\" href=\"/Leviticus.20.2\">Lv 20:2</a>, <a data-ref=\"Leviticus 20:9\" href=\"/Leviticus.20.9\">9</a>, <a data-ref=\"Leviticus 20:10\" href=\"/Leviticus.20.10\">10</a>, <a data-ref=\"Leviticus 20:11\" href=\"/Leviticus.20.11\">11</a>, <a data-ref=\"Leviticus 20:12\" href=\"/Leviticus.20.12\">12</a>, <a data-ref=\"Leviticus 20:13\" href=\"/Leviticus.20.13\">13</a>, <a data-ref=\"Leviticus 20:15\" href=\"/Leviticus.20.15\">15</a>, <a data-ref=\"Leviticus 20:16\" href=\"/Leviticus.20.16\">16</a>, <a data-ref=\"Leviticus 20:27\" href=\"/Leviticus.20.27\">27</a>; <a data-ref=\"Leviticus 24:16\" href=\"/Leviticus.24.16\">24:16</a>, <a data-ref=\"Leviticus 24:17\" href=\"/Leviticus.24.17\">17</a> (H), <a data-ref=\"Exodus 31:14\" href=\"/Exodus.31.14\">Ex 31:14</a>, <a data-ref=\"Exodus 31:15\" href=\"/Exodus.31.15\">15</a> <a data-ref=\"Numbers 15:35\" href=\"/Numbers.15.35\">Nu 15:35</a>; <a data-ref=\"Numbers 35:16\" href=\"/Numbers.35.16\">35:16</a>, <a data-ref=\"Numbers 35:17\" href=\"/Numbers.35.17\">17</a>, <a data-ref=\"Numbers 35:18\" href=\"/Numbers.35.18\">18</a>, <a data-ref=\"Numbers 35:21\" href=\"/Numbers.35.21\">21</a>, <a data-ref=\"Numbers 35:31\" href=\"/Numbers.35.31\">31</a> <a data-ref=\"Leviticus 27:29\" href=\"/Leviticus.27.29\">Lv 27:29</a> (P; never in D; D uses verb, either Qal or Hiph., without inf. abs.); it is used in narratives <a data-ref=\"Genesis 26:11\" href=\"/Genesis.26.11\">Gn 26:11</a>(J), <a data-ref=\"Exodus 19:12\" href=\"/Exodus.19.12\">Ex 19:12</a> (E), <a data-ref=\"Judges 21:5\" href=\"/Judges.21.5\">Ju 21:5</a>. <span dir=\"rtl\">מ׳</span> is preceded by <span dir=\"rtl\">רגם</span> <a data-ref=\"Numbers 15:36\" href=\"/Numbers.15.36\">Nu 15:36</a> (P), <a data-ref=\"Deuteronomy 21:21\" href=\"/Deuteronomy.21.21\">Dt 21:21</a> <a data-ref=\"I Kings 12:18\" href=\"/I_Kings.12.18\">1 K 12:18</a> = <a data-ref=\"II Chronicles 10:18\" href=\"/II_Chronicles.10.18\">2 Ch 10:18</a>, <a data-ref=\"I Kings 21:13\" href=\"/I_Kings.21.13\">1 K 21:13</a>; <span dir=\"rtl\">סקל</span> <a data-ref=\"Deuteronomy 13:11\" href=\"/Deuteronomy.13.11\">Dt 13:11</a> <a data-ref=\"Deuteronomy 17:5\" href=\"/Deuteronomy.17.5\">17:5</a>; <a data-ref=\"Deuteronomy 22:21\" href=\"/Deuteronomy.22.21\">22:21</a>, <a data-ref=\"Deuteronomy 22:24\" href=\"/Deuteronomy.22.24\">24</a> <a data-ref=\"I Kings 21:10\" href=\"/I_Kings.21.10\">1 K 21:10</a>, <a data-ref=\"I Kings 21:13\" href=\"/I_Kings.21.13\">13</a>, <a data-ref=\"I Kings 21:14\" href=\"/I_Kings.21.14\">14</a>, <a data-ref=\"I Kings 21:15\" href=\"/I_Kings.21.15\">15</a>; <span dir=\"rtl\">פגע</span> <a data-ref=\"I Kings 2:25\" href=\"/I_Kings.2.25\">1 K 2:25</a>, <a data-ref=\"I Kings 2:46\" href=\"/I_Kings.2.46\">46</a>; <span dir=\"rtl\">רמס</span> <a data-ref=\"II Kings 7:17\" href=\"/II_Kings.7.17\">2 K 7:17</a>, <a data-ref=\"II Kings 7:20\" href=\"/II_Kings.7.20\">20</a>; <span dir=\"rtl\">בְּיַד גֹּאֵל</span> <a data-ref=\"Joshua 20:9\" href=\"/Joshua.20.9\">Jos 20:9</a> (P). <strong>b.</strong>  inflicted by God, <a data-ref=\"Genesis 20:3\" href=\"/Genesis.20.3\">Gn 20:3</a>, <a data-ref=\"Genesis 20:7\" href=\"/Genesis.20.7\">7</a>; <a data-ref=\"Joshua 10:11\" href=\"/Joshua.10.11\">Jos 10:11</a> (E), <a data-ref=\"Genesis 3:3\" href=\"/Genesis.3.3\">Gn 3:3</a>; <a data-ref=\"Genesis 38:11\" href=\"/Genesis.38.11\">38:11</a>; <a data-ref=\"Exodus 11:5\" href=\"/Exodus.11.5\">Ex 11:5</a>; <a data-ref=\"Exodus 12:33\" href=\"/Exodus.12.33\">12:33</a> (J), <a data-ref=\"Exodus 28:35\" href=\"/Exodus.28.35\">28:35</a>; <a data-ref=\"Exodus 30:20\" href=\"/Exodus.30.20\">30:20</a><sup>(×2)</sup> <a data-ref=\"Leviticus 8:35\" href=\"/Leviticus.8.35\">Lv 8:35</a>; <a data-ref=\"Leviticus 10:2\" href=\"/Leviticus.10.2\">10:2</a>, <a data-ref=\"Leviticus 10:6\" href=\"/Leviticus.10.6\">6</a>, <a data-ref=\"Leviticus 10:7\" href=\"/Leviticus.10.7\">7</a>, <a data-ref=\"Leviticus 10:9\" href=\"/Leviticus.10.9\">9</a>; <a data-ref=\"Leviticus 16:1\" href=\"/Leviticus.16.1\">16:1</a>, <a data-ref=\"Leviticus 16:2\" href=\"/Leviticus.16.2\">2</a>, <a data-ref=\"Leviticus 16:13\" href=\"/Leviticus.16.13\">13</a> <a data-ref=\"Numbers 3:4\" href=\"/Numbers.3.4\">Nu 3:4</a>; <a data-ref=\"Numbers 4:19\" href=\"/Numbers.4.19\">4:19</a>, <a data-ref=\"Numbers 4:20\" href=\"/Numbers.4.20\">20</a>; <a data-ref=\"Numbers 14:35\" href=\"/Numbers.14.35\">14:35</a>; <a data-ref=\"Numbers 17:14\" href=\"/Numbers.17.14\">17:14</a>, <a data-ref=\"Numbers 17:25\" href=\"/Numbers.17.25\">25</a>, <a data-ref=\"Numbers 17:28\" href=\"/Numbers.17.28\">28</a>; <a data-ref=\"Numbers 18:3\" href=\"/Numbers.18.3\">18:3</a>, <a data-ref=\"Numbers 18:32\" href=\"/Numbers.18.32\">32</a>; <a data-ref=\"Numbers 26:11\" href=\"/Numbers.26.11\">26:11</a>, <a data-ref=\"Numbers 26:61\" href=\"/Numbers.26.61\">61</a> (P), <a data-ref=\"Deuteronomy 5:19\" href=\"/Deuteronomy.5.19\">Dt 5:22</a><sup>(×2)</sup>; <a data-ref=\"Deuteronomy 18:16\" href=\"/Deuteronomy.18.16\">18:16</a> <a data-ref=\"Judges 6:23\" href=\"/Judges.6.23\">Ju 6:23</a> <a data-ref=\"I Samuel 5:12\" href=\"/I_Samuel.5.12\">1 S 5:12</a>; <a data-ref=\"I Samuel 12:19\" href=\"/I_Samuel.12.19\">12:19</a>; <a data-ref=\"I Samuel 25:17\" href=\"/I_Samuel.25.17\">25:17</a>, <a data-ref=\"I Samuel 25:38\" href=\"/I_Samuel.25.38\">38</a>, <a data-ref=\"I Samuel 25:39\" href=\"/I_Samuel.25.39\">39</a>; <a data-ref=\"II Samuel 6:7\" href=\"/II_Samuel.6.7\">2 S 6:7</a>; <a data-ref=\"II Samuel 12:13\" href=\"/II_Samuel.12.13\">12:13</a>; <a data-ref=\"I Kings 19:4\" href=\"/I_Kings.19.4\">1 K 19:4</a>; <a data-ref=\"II Kings 14:6\" href=\"/II_Kings.14.6\">2 K 14:6</a> = <a data-ref=\"II Chronicles 25:4\" href=\"/II_Chronicles.25.4\">2 Ch 25:4</a>, <a data-ref=\"I Chronicles 24:2\" href=\"/I_Chronicles.24.2\">1 Ch 24:2</a>; <a data-ref=\"II Chronicles 13:20\" href=\"/II_Chronicles.13.20\">2 Ch 13:20</a>; <a data-ref=\"II Kings 19:35\" href=\"/II_Kings.19.35\">2 K 19:35</a> = <a data-ref=\"Isaiah 37:36\" href=\"/Isaiah.37.36\">Is 37:36</a>, <a data-ref=\"Ezekiel 3:20\" href=\"/Ezekiel.3.20\">Ez 3:20</a>; <a data-ref=\"Ezekiel 18:4\" href=\"/Ezekiel.18.4\">18:4</a>, <a data-ref=\"Ezekiel 18:20\" href=\"/Ezekiel.18.20\">20</a>, <a data-ref=\"Ezekiel 18:21\" href=\"/Ezekiel.18.21\">21</a>, <a data-ref=\"Ezekiel 18:28\" href=\"/Ezekiel.18.28\">28</a>; <a data-ref=\"Ezekiel 33:15\" href=\"/Ezekiel.33.15\">33:15</a>; <span dir=\"rtl\">מוֹת יָמוּת</span> <a data-ref=\"Genesis 2:17\" href=\"/Genesis.2.17\">Gn 2:17</a>; <a data-ref=\"Genesis 3:4\" href=\"/Genesis.3.4\">3:4</a> (J), <a data-ref=\"Genesis 20:7\" href=\"/Genesis.20.7\">20:7</a> (E), <a data-ref=\"Judges 13:21\" href=\"/Judges.13.21\">Ju 13:21</a>, <a data-ref=\"Judges 13:22\" href=\"/Judges.13.22\">22</a>; <a data-ref=\"II Samuel 12:14\" href=\"/II_Samuel.12.14\">2 S 12:14</a>; <a data-ref=\"II Samuel 14:14\" href=\"/II_Samuel.14.14\">14:14</a>; <a data-ref=\"II Kings 1:4\" href=\"/II_Kings.1.4\">2 K 1:4</a>, <a data-ref=\"II Kings 1:6\" href=\"/II_Kings.1.6\">6</a>, <a data-ref=\"II Kings 1:16\" href=\"/II_Kings.1.16\">16</a> (all Judaic), <a data-ref=\"Numbers 26:65\" href=\"/Numbers.26.65\">Nu 26:65</a> (P), <a data-ref=\"Ezekiel 3:18\" href=\"/Ezekiel.3.18\">Ez 3:18</a>; <a data-ref=\"Ezekiel 33:8\" href=\"/Ezekiel.33.8\">33:8</a>, <a data-ref=\"Ezekiel 33:14\" href=\"/Ezekiel.33.14\">14</a>; <span dir=\"rtl\">מוֹת יוּמַת</span> <a data-ref=\"Ezekiel 18:13\" href=\"/Ezekiel.18.13\">18:13</a>, <span dir=\"rtl\">ביד יהוה</span> <a data-ref=\"Exodus 16:3\" href=\"/Exodus.16.3\">Ex 16:3</a> (P); <span dir=\"rtl\">בחטא</span> <a data-ref=\"Leviticus 22:9\" href=\"/Leviticus.22.9\">Lv 22:9</a> (H), <a data-ref=\"Numbers 27:3\" href=\"/Numbers.27.3\">Nu 27:3</a> (P), <a data-ref=\"II Kings 14:6\" href=\"/II_Kings.14.6\">2 K 14:6</a> = <a data-ref=\"II Chronicles 25:4\" href=\"/II_Chronicles.25.4\">2 Ch 25:4</a>; <span dir=\"rtl\">לשׂאת חטא למות</span> <a data-ref=\"Numbers 18:22\" href=\"/Numbers.18.22\">Nu 18:22</a> (P); <span dir=\"rtl\">בחטאת</span> <a data-ref=\"Ezekiel 3:20\" href=\"/Ezekiel.3.20\">Ez 3:20</a>; <a data-ref=\"Ezekiel 18:24\" href=\"/Ezekiel.18.24\">18:24</a>; <span dir=\"rtl\">בטמאה</span> <a data-ref=\"Leviticus 15:21\" href=\"/Leviticus.15.21\">Lv 15:21</a> (P); <span dir=\"rtl\">בעון</span> <a data-ref=\"Jeremiah 31:30\" href=\"/Jeremiah.31.30\">Je 31:30</a>; <a data-ref=\"Ezekiel 3:18\" href=\"/Ezekiel.3.18\">Ez 3:18</a>, <a data-ref=\"Ezekiel 3:19\" href=\"/Ezekiel.3.19\">19</a>; <a data-ref=\"Ezekiel 18:17\" href=\"/Ezekiel.18.17\">18:17</a>, <a data-ref=\"Ezekiel 18:18\" href=\"/Ezekiel.18.18\">18</a>; <a data-ref=\"Ezekiel 33:8\" href=\"/Ezekiel.33.8\">33:8</a>, <a data-ref=\"Ezekiel 33:9\" href=\"/Ezekiel.33.9\">9</a>; <span dir=\"rtl\">לא ישׂאו עון ומתו</span> <a data-ref=\"Exodus 28:43\" href=\"/Exodus.28.43\">Ex 28:43</a> <a data-ref=\"Numbers 4:15\" href=\"/Numbers.4.15\">Nu 4:15</a> (P); <span dir=\"rtl\">בעול</span> <a data-ref=\"Ezekiel 18:26\" href=\"/Ezekiel.18.26\">Ez 18:26</a>; <a data-ref=\"Ezekiel 33:13\" href=\"/Ezekiel.33.13\">33:13</a>, <a data-ref=\"Ezekiel 33:18\" href=\"/Ezekiel.33.18\">18</a>; <span dir=\"rtl\">על עול</span> <a data-ref=\"Ezekiel 18:26\" href=\"/Ezekiel.18.26\">18:26</a>; <span dir=\"rtl\">במעל</span> <a data-ref=\"I Chronicles 10:13\" href=\"/I_Chronicles.10.13\">1 Ch 10:13</a>. <strong>c.</strong>  <em>die, perish</em>, of a nation by divine judgment, Moab <a data-ref=\"Amos 2:2\" href=\"/Amos.2.2\">Am 2:2</a>, Ephraim <a data-ref=\"Hosea 13:1\" href=\"/Hosea.13.1\">Ho 13:1</a>; <span dir=\"rtl\">בית ישׂראל</span> <a data-ref=\"Ezekiel 18:31\" href=\"/Ezekiel.18.31\">Ez 18:31</a>; <a data-ref=\"Ezekiel 33:1\" href=\"/Ezekiel.33.1\">33:1</a>. <strong>d.</strong>  <em>die prematurely</em>, by neglect of wise moral conduct <a data-ref=\"Proverbs 5:23\" href=\"/Proverbs.5.23\">Pr 5:23</a>; <a data-ref=\"Proverbs 10:21\" href=\"/Proverbs.10.21\">10:21</a>; <a data-ref=\"Proverbs 15:10\" href=\"/Proverbs.15.10\">15:10</a>; <a data-ref=\"Proverbs 19:16\" href=\"/Proverbs.19.16\">19:16</a>; <a data-ref=\"Proverbs 23:13\" href=\"/Proverbs.23.13\">23:13</a>; <a data-ref=\"Ecclesiastes 7:17\" href=\"/Ecclesiastes.7.17\">Ec 7:17</a>.— <em>Note.</em> On <span dir=\"rtl\">(לַבֵּן) עַל־מוּת</span> <a data-ref=\"Psalms 9:1\" href=\"/Psalms.9.1\">ψ 9:1</a>; <a data-ref=\"Psalms 48:15\" href=\"/Psalms.48.15\">48:15</a> v. <a ,=\"\" data-ref=\"BDB, עַלְמָה\" dir=\"rtl\" href=\"/BDB,_עַלְמָה\">עַלְמָה</a> sub <a ,=\"\" data-ref=\"BDB, יָאַל²\" dir=\"rtl\" href=\"/BDB,_יָאַל²\">II. עלם</a>.<br><strong>Poʿlel.</strong>  Pf. ms. sf. <span dir=\"rtl\">מוֹתְתַנִי</span> <a data-ref=\"Jeremiah 20:17\" href=\"/Jeremiah.20.17\">Je 20:17</a>; 1 s. <span dir=\"rtl\">מֹתַתִּי</span> <a data-ref=\"II Samuel 1:16\" href=\"/II_Samuel.1.16\">2 S 1:16</a>; Impf. 3 ms. sf. <span dir=\"rtl\">יְמֹתְתֵהוּ</span> <a data-ref=\"I Samuel 17:51\" href=\"/I_Samuel.17.51\">1 S 17:51</a>; 3 fs. <span dir=\"rtl\">תְּמוֹתֵת</span> <a data-ref=\"Psalms 34:22\" href=\"/Psalms.34.22\">ψ 34:22</a>; 1 s. sf. <span dir=\"rtl\">אֲמֹתְתֵהוּ</span> <a data-ref=\"II Samuel 1:10\" href=\"/II_Samuel.1.10\">2 S 1:10</a>; Imv. sf. <span dir=\"rtl\">מוֹתְתֵנִי</span> <a data-ref=\"Judges 9:54\" href=\"/Judges.9.54\">Ju 9:54</a>; <span dir=\"rtl\">מֹתְתֵנִי</span> <a data-ref=\"II Samuel 1:9\" href=\"/II_Samuel.1.9\">2 S 1:9</a>; inf. <span dir=\"rtl\">מוֹתֵת</span> <a data-ref=\"Psalms 109:16\" href=\"/Psalms.109.16\">ψ 109:16</a>; Pt. <span dir=\"rtl\">מְמוֹתֵת</span> <a data-ref=\"I Samuel 14:13\" href=\"/I_Samuel.14.13\">1 S 14:13</a>;—<em>kill, put to death, despatch</em> (intens.), abs. <a data-ref=\"I Samuel 14:13\" href=\"/I_Samuel.14.13\">1 S 14:13</a>, elsewhere c. acc. <a data-ref=\"Judges 9:54\" href=\"/Judges.9.54\">Ju 9:54</a>; <a data-ref=\"I Samuel 17:51\" href=\"/I_Samuel.17.51\">1 S 17:51</a>; <a data-ref=\"II Samuel 1:9\" href=\"/II_Samuel.1.9\">2 S 1:9</a>, <a data-ref=\"II Samuel 1:10\" href=\"/II_Samuel.1.10\">10</a>, <a data-ref=\"II Samuel 1:16\" href=\"/II_Samuel.1.16\">16</a>; <a data-ref=\"Jeremiah 20:17\" href=\"/Jeremiah.20.17\">Je 20:17</a>; <a data-ref=\"Psalms 34:22\" href=\"/Psalms.34.22\">ψ 34:22</a>; <a data-ref=\"Psalms 109:16\" href=\"/Psalms.109.16\">109:16</a>.<br><strong>Hiph.</strong>  Pf. 3 ms. <span dir=\"rtl\">הֵמִית</span> <a data-ref=\"Judges 16:30\" href=\"/Judges.16.30\">Ju 16:30</a> +; sf. <span dir=\"rtl\">וֶהֱמִתָ֑נִי</span> <a data-ref=\"II Samuel 14:32\" href=\"/II_Samuel.14.32\">2 S 14:32</a>; <span dir=\"rtl\">הֱמִיתָם</span> <a data-ref=\"Jeremiah 41:8\" href=\"/Jeremiah.41.8\">Je 41:8</a>; 3 fs. sf. <span dir=\"rtl\">הֱמִיתָ֑תְהוּ</span> <a data-ref=\"II Chronicles 22:11\" href=\"/II_Chronicles.22.11\">2 Ch 22:11</a>; 2 ms. <span dir=\"rtl\">הֵמַתָּה</span> <a data-ref=\"Numbers 14:15\" href=\"/Numbers.14.15\">Nu 14:15</a>; 1 s. sf. <span dir=\"rtl\">הֲמִיתִּיו</span> (read <span dir=\"rtl\">הֲמִתִּיו</span>) <a data-ref=\"I Samuel 17:35\" href=\"/I_Samuel.17.35\">1 S 17:35</a>; 3 mpl. <span dir=\"rtl\">הֵמִיתוּ</span> <a data-ref=\"I Samuel 30:2\" href=\"/I_Samuel.30.2\">1 S 30:2</a> +, etc.; Impf. <span dir=\"rtl\">יָמִית</span> <a data-ref=\"Numbers 35:19\" href=\"/Numbers.35.19\">Nu 35:19</a> +; <span dir=\"rtl\">וַיָּ֫מֶת</span> <a data-ref=\"Genesis 38:10\" href=\"/Genesis.38.10\">Gn 38:10</a> +; sf. <span dir=\"rtl\">יְמִיתֵהוּ</span> <a data-ref=\"I Kings 13:24\" href=\"/I_Kings.13.24\">1 K 13:24</a> +; <span dir=\"rtl\">יְמִתֶנּוּ</span> <a data-ref=\"Numbers 35:19\" href=\"/Numbers.35.19\">Nu 35:19</a> +; Imv. sf. <span dir=\"rtl\">הֲמִיתֵנִי</span> <a data-ref=\"I Samuel 20:8\" href=\"/I_Samuel.20.8\">1 S 20:8</a>; pl. <span dir=\"rtl\">הָמִיתוּ</span> <a data-ref=\"I Samuel 22:17\" href=\"/I_Samuel.22.17\">1 S 22:17</a>; Inf. abs. <span dir=\"rtl\">הָמֵת</span> <a data-ref=\"II Kings 11:15\" href=\"/II_Kings.11.15\">2 K 11:15</a> +; cstr. <span dir=\"rtl\">הָמִית</span> <a data-ref=\"Leviticus 20:4\" href=\"/Leviticus.20.4\">Lv 20:4</a> +; Pt. <span dir=\"rtl\">מֵמִית</span> <a data-ref=\"I Samuel 2:6\" href=\"/I_Samuel.2.6\">1 S 2:6</a>; pl. <span dir=\"rtl\">מְמִיתִים</span> <a data-ref=\"II Kings 17:26\" href=\"/II_Kings.17.26\">2 K 17:26</a>; <span dir=\"rtl\">מְמִתִים</span> <a data-ref=\"Jeremiah 26:15\" href=\"/Jeremiah.26.15\">Je 26:15</a> <a data-ref=\"Job 33:22\" href=\"/Job.33.22\">Jb 33:22</a>;—<em>kill, put to death:</em> <strong>1.</strong>  abs. <a data-ref=\"Job 9:23\" href=\"/Job.9.23\">Jb 9:23</a>, elsewhere c. acc., subj. man, <strong>a.</strong>  of killing men in personal combat, or in war, often preceded by <span dir=\"rtl\">הכּה</span> smite <a data-ref=\"Joshua 10:26\" href=\"/Joshua.10.26\">Jos 10:26</a>; <a data-ref=\"Joshua 11:17\" href=\"/Joshua.11.17\">11:17</a>; <a data-ref=\"I Samuel 17:50\" href=\"/I_Samuel.17.50\">17:50</a> +; of destroying a city <a data-ref=\"II Samuel 20:19\" href=\"/II_Samuel.20.19\">2 S 20:19</a> (‖ <span dir=\"rtl\">השׁחית</span> v <a data-ref=\"II Samuel 20:20\" href=\"/II_Samuel.20.20\">20</a>). <strong>b.</strong>  by authority, espec. in capital punishment <a data-ref=\"Exodus 1:16\" href=\"/Exodus.1.16\">Ex 1:16</a> (E), <a data-ref=\"Leviticus 20:4\" href=\"/Leviticus.20.4\">Lv 20:4</a> (H), <a data-ref=\"Numbers 35:19\" href=\"/Numbers.35.19\">Nu 35:19</a><sup>(×2)</sup>, <a data-ref=\"Numbers 35:21\" href=\"/Numbers.35.21\">21</a> (P), <a data-ref=\"Deuteronomy 13:10\" href=\"/Deuteronomy.13.10\">Dt 13:10</a>; <a data-ref=\"Deuteronomy 17:7\" href=\"/Deuteronomy.17.7\">17:7</a> <a data-ref=\"Judges 20:13\" href=\"/Judges.20.13\">Ju 20:13</a> <a data-ref=\"I Samuel 11:12\" href=\"/I_Samuel.11.12\">1 S 11:12</a>; <a data-ref=\"I Samuel 28:9\" href=\"/I_Samuel.28.9\">28:9</a> <a data-ref=\"II Samuel 14:7\" href=\"/II_Samuel.14.7\">2 S 14:7</a>, <a data-ref=\"II Samuel 14:32\" href=\"/II_Samuel.14.32\">32</a>; <a data-ref=\"II Samuel 21:4\" href=\"/II_Samuel.21.4\">21:4</a> <a data-ref=\"I Kings 2:26\" href=\"/I_Kings.2.26\">1 K 2:26</a>, <a data-ref=\"I Kings 2:34\" href=\"/I_Kings.2.34\">34</a>; <a data-ref=\"I Kings 11:40\" href=\"/I_Kings.11.40\">11:40</a>; <a data-ref=\"I Kings 19:17\" href=\"/I_Kings.19.17\">19:17</a><sup>(×2)</sup> <a data-ref=\"II Kings 14:6\" href=\"/II_Kings.14.6\">2 K 14:6</a> = <a data-ref=\"II Chronicles 25:4\" href=\"/II_Chronicles.25.4\">2 Ch 25:4</a>; <a data-ref=\"Isaiah 11:4\" href=\"/Isaiah.11.4\">Is 11:4</a>; <a data-ref=\"Jeremiah 26:15\" href=\"/Jeremiah.26.15\">Je 26:15</a>, <a data-ref=\"Jeremiah 26:21\" href=\"/Jeremiah.26.21\">21</a>, <a data-ref=\"Jeremiah 26:24\" href=\"/Jeremiah.26.24\">24</a>; <a data-ref=\"Jeremiah 38:15\" href=\"/Jeremiah.38.15\">38:15</a>, <a data-ref=\"Jeremiah 38:16\" href=\"/Jeremiah.38.16\">16</a>, <a data-ref=\"Jeremiah 38:25\" href=\"/Jeremiah.38.25\">25</a>; <a data-ref=\"Esther 4:11\" href=\"/Esther.4.11\">Est 4:11</a>; <span dir=\"rtl\">בַּחֶרֶב</span> <a data-ref=\"I Kings 1:51\" href=\"/I_Kings.1.51\">1 K 1:51</a>; <a data-ref=\"I Kings 2:8\" href=\"/I_Kings.2.8\">2:8</a>; <a data-ref=\"II Kings 11:20\" href=\"/II_Kings.11.20\">2 K 11:20</a> = <a data-ref=\"II Chronicles 23:21\" href=\"/II_Chronicles.23.21\">2 Ch 23:21</a>; <span dir=\"rtl\">הָמֵת יָמִית</span> <a data-ref=\"Judges 15:13\" href=\"/Judges.15.13\">Ju 15:13</a> <a data-ref=\"I Kings 3:26\" href=\"/I_Kings.3.26\">1 K 3:26</a>, <a data-ref=\"I Kings 3:27\" href=\"/I_Kings.3.27\">27</a>; <a data-ref=\"Jeremiah 26:19\" href=\"/Jeremiah.26.19\">Je 26:19</a>; <a data-ref=\"Jeremiah 38:15\" href=\"/Jeremiah.38.15\">38:15</a>. <strong>2.</strong>  subj. God, by inflicting penalty, abs. <a data-ref=\"Deuteronomy 32:39\" href=\"/Deuteronomy.32.39\">Dt 32:39</a>; <a data-ref=\"I Samuel 2:6\" href=\"/I_Samuel.2.6\">1 S 2:6</a>; <a data-ref=\"II Kings 5:7\" href=\"/II_Kings.5.7\">2 K 5:7</a>, elsewhere c. acc. <a data-ref=\"Genesis 18:25\" href=\"/Genesis.18.25\">Gn 18:25</a>; <a data-ref=\"Genesis 38:7\" href=\"/Genesis.38.7\">38:7</a>, <a data-ref=\"Genesis 38:10\" href=\"/Genesis.38.10\">10</a>; <a data-ref=\"Exodus 4:24\" href=\"/Exodus.4.24\">Ex 4:24</a>; <a data-ref=\"Numbers 14:15\" href=\"/Numbers.14.15\">Nu 14:15</a> (J), <a data-ref=\"Deuteronomy 9:28\" href=\"/Deuteronomy.9.28\">Dt 9:28</a>; <a data-ref=\"Judges 13:23\" href=\"/Judges.13.23\">Ju 13:23</a>; <a data-ref=\"I Samuel 2:25\" href=\"/I_Samuel.2.25\">1 S 2:25</a>; <a data-ref=\"I Samuel 5:10\" href=\"/I_Samuel.5.10\">5:10</a>, <a data-ref=\"I Samuel 5:11\" href=\"/I_Samuel.5.11\">11</a>; <a data-ref=\"I Chronicles 2:3\" href=\"/I_Chronicles.2.3\">1 Ch 2:3</a>; <a data-ref=\"I Chronicles 10:14\" href=\"/I_Chronicles.10.14\">10:14</a>; <a data-ref=\"Isaiah 65:15\" href=\"/Isaiah.65.15\">Is 65:15</a>; <a data-ref=\"Hosea 9:16\" href=\"/Hosea.9.16\">Ho 9:16</a>; <span dir=\"rtl\">ברעב</span> <a data-ref=\"Isaiah 14:30\" href=\"/Isaiah.14.30\">Is 14:30</a>; <span dir=\"rtl\">בצמא</span> <a data-ref=\"Hosea 2:5\" href=\"/Hosea.2.5\">Ho 2:5</a>; of killing fish <a data-ref=\"Psalms 105:29\" href=\"/Psalms.105.29\">ψ 105:29</a>; <span dir=\"rtl\">מְמִיתִים</span> <a data-ref=\"Job 33:22\" href=\"/Job.33.22\">Jb 33:22</a> <em>executioners</em>, angels of death. <strong>3.</strong>  of animals killing men, e.g. ox <a data-ref=\"Exodus 21:29\" href=\"/Exodus.21.29\">Ex 21:29</a> (E), lion <a data-ref=\"I Kings 13:24\" href=\"/I_Kings.13.24\">1 K 13:24</a>, <a data-ref=\"I Kings 13:26\" href=\"/I_Kings.13.26\">26</a>; <a data-ref=\"II Kings 17:26\" href=\"/II_Kings.17.26\">2 K 17:26</a>. <strong>4.</strong>  bring to a premature death <a data-ref=\"Proverbs 19:18\" href=\"/Proverbs.19.18\">Pr 19:18</a>; <a data-ref=\"Proverbs 21:25\" href=\"/Proverbs.21.25\">21:25</a>.<br><strong>Hoph.</strong>  Pf. <span dir=\"rtl\">הוּמָ֑ת</span> <a data-ref=\"II Kings 11:2\" href=\"/II_Kings.11.2\">2 K 11:2</a> +; 3 mpl. <span dir=\"rtl\">הֻמְתוּ</span> <a data-ref=\"II Samuel 21:9\" href=\"/II_Samuel.21.9\">2 S 21:9</a>; Impf. <span dir=\"rtl\">יוּמַת</span> <a data-ref=\"Leviticus 20:10\" href=\"/Leviticus.20.10\">Lv 20:10</a> +; <span dir=\"rtl\">יוּמָ֑ת</span> <a data-ref=\"Genesis 26:11\" href=\"/Genesis.26.11\">Gn 26:11</a> +; Pt. <span dir=\"rtl\">מוּמָת</span> <a data-ref=\"I Samuel 19:11\" href=\"/I_Samuel.19.11\">1 S 19:11</a>, pl. <span dir=\"rtl\">מוּמָתִים</span> <a data-ref=\"II Kings 11:2\" href=\"/II_Kings.11.2\">2 K 11:2</a> (Qr), <a data-ref=\"II Chronicles 22:11\" href=\"/II_Chronicles.22.11\">2 Ch 22:11</a>;—<em>be killed, put to death:</em> <strong>1.</strong>  by conspiracy <a data-ref=\"II Kings 11:2\" href=\"/II_Kings.11.2\">2 K 11:2</a>, <a data-ref=\"II Kings 11:2\" href=\"/II_Kings.11.2\">2</a> = <a data-ref=\"II Chronicles 22:11\" href=\"/II_Chronicles.22.11\">2 Ch 22:11</a>, <a data-ref=\"II Kings 11:8\" href=\"/II_Kings.11.8\">2 K 11:8</a>, <a data-ref=\"II Kings 11:15\" href=\"/II_Kings.11.15\">15</a>, <a data-ref=\"II Kings 11:16\" href=\"/II_Kings.11.16\">16</a> <a data-ref=\"II Chronicles 23:7\" href=\"/II_Chronicles.23.7\">2 Ch 23:7</a>, <a data-ref=\"II Chronicles 23:14\" href=\"/II_Chronicles.23.14\">14</a>. <strong>2.</strong>  by capital punishment <a data-ref=\"Exodus 21:29\" href=\"/Exodus.21.29\">Ex 21:29</a> (E), <a data-ref=\"Exodus 35:2\" href=\"/Exodus.35.2\">35:2</a> <a data-ref=\"Numbers 1:51\" href=\"/Numbers.1.51\">Nu 1:51</a>; <a data-ref=\"Numbers 1:3\" href=\"/Numbers.1.3\">3</a>;<a data-ref=\"Numbers 1:10\" href=\"/Numbers.1.10\">10</a>, <a data-ref=\"Numbers 1:38\" href=\"/Numbers.1.38\">38</a>; <a data-ref=\"Numbers 18:7\" href=\"/Numbers.18.7\">18:7</a> (P), <a data-ref=\"Leviticus 19:20\" href=\"/Leviticus.19.20\">Lv 19:20</a>; <a data-ref=\"Leviticus 24:16\" href=\"/Leviticus.24.16\">24:16</a>, <a data-ref=\"Leviticus 24:21\" href=\"/Leviticus.24.21\">21</a> (H), <a data-ref=\"Deuteronomy 13:6\" href=\"/Deuteronomy.13.6\">Dt 13:6</a>; <a data-ref=\"Deuteronomy 17:6\" href=\"/Deuteronomy.17.6\">17:6</a><sup>(×2)</sup>; <a data-ref=\"Deuteronomy 21:22\" href=\"/Deuteronomy.21.22\">21:22</a>; <a data-ref=\"Deuteronomy 24:16\" href=\"/Deuteronomy.24.16\">24:16</a><sup>(×3)</sup> = <a data-ref=\"II Kings 14:6\" href=\"/II_Kings.14.6\">2 K 14:6</a><sup>(×3)</sup>, <a data-ref=\"Joshua 1:18\" href=\"/Joshua.1.18\">Jos 1:18</a> (all D) <a data-ref=\"Judges 6:31\" href=\"/Judges.6.31\">Ju 6:31</a>; <a data-ref=\"I Samuel 11:13\" href=\"/I_Samuel.11.13\">1 S 11:13</a>; <a data-ref=\"I Samuel 19:6\" href=\"/I_Samuel.19.6\">19:6</a>, <a data-ref=\"I Samuel 19:11\" href=\"/I_Samuel.19.11\">11</a>; <a data-ref=\"I Samuel 20:32\" href=\"/I_Samuel.20.32\">20:32</a>; <a data-ref=\"II Samuel 19:22\" href=\"/II_Samuel.19.22\">2 S 19:22</a>, <a data-ref=\"II Samuel 19:23\" href=\"/II_Samuel.19.23\">23</a>; <a data-ref=\"II Samuel 21:9\" href=\"/II_Samuel.21.9\">21:9</a>; <a data-ref=\"I Kings 2:24\" href=\"/I_Kings.2.24\">1 K 2:24</a>; <a data-ref=\"II Chronicles 15:13\" href=\"/II_Chronicles.15.13\">2 Ch 15:13</a>; <a data-ref=\"Jeremiah 38:4\" href=\"/Jeremiah.38.4\">Je 38:4</a>, and the phrase <span dir=\"rtl\">מוֹת יוּמת</span> (see <strong>Qal 2 a</strong>). <strong>3.</strong>  by divine infliction, in the phrase <span dir=\"rtl\">מות יוּמת</span> (see <strong>Qal 2 b</strong>). <strong>4.</strong>  <em>die prematurely</em> <a data-ref=\"Proverbs 19:16\" href=\"/Proverbs.19.16\">Pr 19:16</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d4edb6084aa1cbf39e61", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שֵׁ֫מַע 1", "anchorRef": "Numbers 14:15", "anchorRefExpanded": ["Numbers 14:15"], "sourceRef": "BDB, שֵׁ֫מַע 1", "sourceHeRef": "בראון-דרייבר-בריגס, שֵׁ֫מַע א׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שֵׁ֫מַע", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">שֵׁ֫מַע</span></big>  <strong>n.</strong>[<strong>m.</strong>] <strong>hearing, report (</strong>on form cf. Lag<sup>BN 143</sup><strong>)</strong>;—<span dir=\"rtl\">שׁ׳</span> abs. <a data-ref=\"Isaiah 23:5\" href=\"/Isaiah.23.5\">Is 23:5</a>; cstr. v <a data-ref=\"Isaiah 23:5\" href=\"/Isaiah.23.5\">5</a> +; sf. <span dir=\"rtl\">שִׁמְעִי</span> <a data-ref=\"Isaiah 66:19\" href=\"/Isaiah.66.19\">66:19</a>, etc.;—<em>report</em>, usually c. genit. obj.: acc. with <span dir=\"rtl\">שָׁמַע</span> <a data-ref=\"Genesis 29:13\" href=\"/Genesis.29.13\">Gn 29:13</a> (J) <em>the tidings about Jacob</em>, <a data-ref=\"Isaiah 23:5\" href=\"/Isaiah.23.5\">Is 23:5</a> + (c. sf.) <a data-ref=\"Numbers 14:15\" href=\"/Numbers.14.15\">Nu 14:15</a> (JE), <a data-ref=\"Deuteronomy 2:25\" href=\"/Deuteronomy.2.25\">Dt 2:25</a>; <a data-ref=\"I Kings 10:1\" href=\"/I_Kings.10.1\">1 K 10:1</a> = <a data-ref=\"II Chronicles 9:1\" href=\"/II_Chronicles.9.1\">2 Ch 9:1</a>; <a data-ref=\"Nahum 3:19\" href=\"/Nahum.3.19\">Na 3:19</a>; <a data-ref=\"Habakkuk 3:2\" href=\"/Habakkuk.3.2\">Hb 3:2</a>; <a data-ref=\"Jeremiah 37:5\" href=\"/Jeremiah.37.5\">Je 37:5</a>; <a data-ref=\"Jeremiah 50:43\" href=\"/Jeremiah.50.43\">50:43</a>; <a data-ref=\"Isaiah 66:19\" href=\"/Isaiah.66.19\">Is 66:19</a>, c. ל genit. <a data-ref=\"Isaiah 23:5\" href=\"/Isaiah.23.5\">Is 23:5</a>; <span dir=\"rtl\">לַעֲדָתָם</span> <a data-ref=\"Hosea 7:12\" href=\"/Hosea.7.12\">Ho 7:12</a> usually <em>according to the report</em> (<em>heard by</em>) <em>their congregation</em> (!), but inexpl. and prob. corrupt, We Now; Marti (cf. Oettli) <span dir=\"rtl\">עַל־רָעָתָם</span> (<span dir=\"rtl\">כְּשֵׁמַע</span> as gloss) <em>according to their wickedness;</em> <span dir=\"rtl\">נָשָׂא שׁ׳ שָׁוְא</span> <a data-ref=\"Exodus 23:1\" href=\"/Exodus.23.1\">Ex 23:1</a> (E) <em>take up</em> (utter) <em>a false report;</em> <span dir=\"rtl\">לְשׁ׳ אֹזֶן</span> <a data-ref=\"Psalms 18:45\" href=\"/Psalms.18.45\">ψ 18:45</a> i.e. as soon as heard of, = <em>mere report</em> <a data-ref=\"Job 42:5\" href=\"/Job.42.5\">Jb 42:5</a> (opp. personal knowledge), cf. <a data-ref=\"BDB, שִׁמְעָה\" href=\"/BDB,_שִׁמְעָה\", dir=\"rtl\">שִׁמְעָהּ</a> <a data-ref=\"Job 28:22\" href=\"/Job.28.22\">28:22</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64179d0fe7c89f2dcdfb3424", "index_title": "Midrash Tehillim", "category": "Midrash", "type": "", "ref": "Midrash Tehillim 90:3", "anchorRef": "Numbers 14:12-20", "anchorRefExpanded": ["Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20"], "sourceRef": "Midrash Tehillim 90:3", "sourceHeRef": "מדרש תהילים צ׳:ג׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1050, 1450], "commentaryNum": 90.0003, "collectiveTitle": {"en": "Midrash Tehillim", "he": "מדרש תהילים"}, "heTitle": "מדרש תהילים", "he": " תפלה למשה איש האלקים. אם איש למה אלקים ואם אלקים למה איש. אלא בשעה שהיה עומד לפני פרעה נקרא אלקים שנאמר (שמות ז א) ראה נתתיך אלקים לפרעה. בשעה שברח מפניו נקרא איש. דבר אחר בשעה שהושלך ליאור נקרא איש וכשהפך אותו לדם נקרא אלקים. דבר אחר כשעלה למעלה נקרא איש מה בוצין טב קומוי מה סומבק טב קומוי. משה בשר ודם עולה לפני הקב\"ה שכולו אש ומשרתיו אש כשעלה אצלו נקרא איש וכשירד נקרא אלקים. דבר אחר כשעלה וראה שאין אוכלין ושותין וגם הוא לא אכל ושתה נקרא אלקים. וכשירד ואכל ושתה נקרא איש. א\"ר אבין ממחציתו ולמטה נקרא איש. א\"ר אלעזר מן מטרופולין היה משה שנאמר (במדבר יב ז) לא כן עבדי משה. דבר אחר איש האלקים. גברא דיינא. שנאמר (דברים לג כא) צדקת ה' עשה ומשפטיו עם ישראל. שהיה אומר יקוב הדין את ההר. דבר אחר שהטיח דברים כלפי מדת הדין שנאמר (במדבר טז ל) אם בריאה יברא ה'. אמר משה אם בריאה מוטב ואם לאו יברא בשביל קרח ועדתו. ואין איש שהטיח כנגד מדת הדין כמשה. שהקב\"ה אמר (שם יד יב) אכנו בדבר ואורישנו. ומשה אמר (שם יט) סלח נא. ומה השיבו (שם כ) ויאמר ה' סלחתי כדברך:", "heVersionTitle": "OYW", "heLicense": "Public Domain", "heVersionTitleInHebrew": "OYW (ובלכתך בדרך)", "text": "A prayer for Moshe, the man of God. If he is a man, why God? And if he is God, why a man? Rather, when he stood before Pharaoh, he was called God, as it is said, \"See, I have made you a god for Pharaoh\" (Exodus 7:1). When he fled from Pharaoh, he was called a man. Another explanation: when he was thrown into the Nile, he was called a man, and when he turned the water to blood, he was called God. Another explanation: when he ascended on high, he was called a man, as it is said, \"What is the manna?\" (Exodus 16:15), and when he descended, he was called God. Another explanation: when he went up and saw that they did not eat and drink, and he himself did not eat or drink, he was called God, and when he descended and ate and drank, he was called a man. Rabbi Avin said, \"From his waist down, he was called a man.\" Rabbi Elazar of Metropolia said, \"Moshe was called the man of God,\" as it is said, \"He performed the Lord's righteous acts and his ordinances with Israel\" (Deuteronomy 33:21), as he would argue with God about the strictness of the law, as it is said, \"If you will deal thus with me, kill me\" (Numbers 11:15). Another explanation: he was a judge, as it is said, \"He executed the judgment of the Lord\" (Deuteronomy 33:21), as he would say, \"Let the judgment pierce the mountain.\" Another explanation: he spoke against the attribute of justice, as it is said, \"If it is through creation, let the Lord create\" (Numbers 16:30), and Moshe said, \"If it is through creation, then it is better, but if not, let Him create for the sake of Korach and his congregation.\" And there is no man who spoke against the attribute of justice like Moshe. As the Lord said, \"I will destroy them and blot out their name,\" and Moshe said, \"Please forgive them.\" And what did the Lord respond? \"I have forgiven them as you have spoken\" (Numbers 14:12-20)....", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "647375be89820227188f9f0b", "index_title": "Eight Chapters", "category": "Jewish Thought", "type": "", "ref": "Eight Chapters 8:16", "anchorRef": "Numbers 14:15", "anchorRefExpanded": ["Numbers 14:15"], "sourceRef": "Eight Chapters 8:16", "sourceHeRef": "שמונה פרקים ח׳:ט״ז", "anchorVerse": 15, "sourceHasEn": true, "compDate": [1157, 1165], "commentaryNum": 8.0016, "collectiveTitle": {"en": "Eight Chapters", "he": "שמונה פרקים"}, "he": "וכבר ביאר השם על ידי ישעיה הנביא שהוא ית' יעש קצת המורים כשימנע מהם התשובה ולא יניח להם הבחירה, כמו שאמר השמן לב העם הזה ואזניו הכבד ועיניו השע ושב ורפא לו, וזה דבר פשוט אינו צריך לפרוש, אבל הוא מפתח למנעולים רבים, ועל זה העיקר הולכים דברי אליהו ע\"ה על הכופרים מאנשי דורו, ואתה הסבות את לבם אחורנית, ר\"ל כאשר חטאו ברצונם היה ענשך עליהם שתסב לבם מדרך התשובה לא תניח להם הבחירה ולא רצון להניח החטא ההוא, והתמידו מפני זה על כפרם באמרו, חבור עצבים אפרים הנח לו ר\"ל שהוא התחבר אל העצבים בבחירתו ואהב אותם עונשהו שיונח על אהבתם, והוא ענין הנח לו, וזה מן הפירושים הטובים למי שיבין דקות הענינים. ואמנם מאמר ישעיה למה תתענו י\"י מדרכיך תקשיח לבנו מיראתך, אינו מזה הענין כלו, ואינו נתלה בדבר ממנו, ואמם ענין אלו הדברים כפי מה שבא לפניו ולאחריו שהוא  מתרעם מהגלות, וגרותינו, והפסק ממשלתינו, ותגבורת האומות עלינו, ואמר דרך תפלה י\"י אלהים כשיראו זה הענין מתגבורת הכופרים יתעו מדרך האמת ויטה לבם מיראתך, וכאלו היית אתה סבה לסכלים האלה לצאת מדרך האמת במאמר משה רבנו ואמרו כל הגוים אשר שמעו את שמעך לאמר מבלתי יכולת י\"י, ומפני זה אמר אחר זה שוב למען עבדיך שבטי נחלתך, ר\"ל עד שלא יהיה בענין חלול השם, וכמו שבאר בתרי עשר מאמר הנמשכים אחר האמת המנוצחים מן הגוים בזמן הגלות, אמר מספר דבריהם כל עושה רע טוב בעיני י\"י ובהם הוא חפץ, או איה אלהי המשפט, וספר מדבריהם גם כן מרוב הגלות אמרתם שוא עבוד אלהים ומה בצע כי שמרנו משמרתו וכי הלכנו קדורנית מפני י\"י צבאות ועתה אנחנו מאשרים זדים, ובאר ואמר שהוא ית' עתיד לבאר האמת ואמר ושבתם וראיתם בין צדיק לרשע וגו'. אלו הפסוקים המסופקים בתורה ובמקרא שיראה מהם שהשם יכריח על העבירות, והנה בארנו ענינם בלא ספק, והוא באור אמיתי עם רוב ההתבוננות. ונשארנו על שרשינו שברשות האדם המצוה והעבירה, והוא הבוחר בפעולותיו מה שירצה לעשותו יעשה, ומה שלא ירצה לעשותו לא יעשה, רק אם יענשהו השם על חטא שחטא שיבטל רצונו כמו שבארנו, ושקנין המעלות והפחיתיות בידו, ומפני זה צריך לו שישתדל לקנות לנפשו המעלות שאין לו מעיר זולתו שיעריהו עליהם, והוא אמרם במוסרי זאת המסכתא אם אין אני לי מי לי:", "heVersionTitle": "The Eight Chapters of Maimonides on Ethics, by Joseph I Gorfinkle", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שמונה פרקים לרמב״ם, יוסף גורפינקל", "text": "God has, moreover, expressly stated through Isaiah that He punishes some transgressors by making it impossible for them to repent, which He does by the suspension of their free will. Thus, He says, \"Obdurate will remain the heart of this people and their ears will be heavy and their eyes will be shut, lest ... they be converted and healing be granted them\".<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">Isa. VI, 10, quoted also in <i>H. Teshubah</i>, VI, 3.</i> The meaning of these words is so plain and obvious that they need no explanation. They are, however, a key to many unopened locks. Upon this principle also are based the words of Elijah (peace be unto him!) who, when speaking of the unbelievers of his time, said of them, \"Thou hast turned their hearts back\",<sup class=\"footnote-marker\">45</sup><i class=\"footnote\">I K. XVIII, 37, quoted again in <i>H. Teshubah</i>, <i>loc. cit.</i>, which also refers to Josh. XI, 20.</i> which means that, as they have sinned of their own accord, their punishment from Thee is that Thou hast turned their hearts away from repentance, by not permitting them to exercise free will, and thus have a desire to forsake that sin, in consequence of which they persevere in their unbelief. So it is said, \"Ephraim is bound to idols; let him alone\",<sup class=\"footnote-marker\">46</sup><i class=\"footnote\">Hos. IV, 17.</i> which means that since Ephraim has attached himself to idols of his own free will, and has become enamoured of them, his punishment consists in his being abandoned to his indulgence in them. This is the interpretation of the words \"Let him alone\". To one who understands subtle ideas, this explanation will appeal as being excellent. Very different, however, is the meaning of what Isaiah said, \"Why hast thou let us go astray, oh Lord, from Thy ways, and suffered our hearts to be hardened against Thy fear?\"<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">Isa. LXIII, 17.</i> These words have no bearing upon the foregoing exposition. Their meaning is to be gathered from the context in which they occur. The prophet, bewailing the captivity, our residence among strangers, the cessation of our kingdom, and the sovereignty of the nations over us, says by way of prayer, \"O God, if Israel continues to see this state of affairs in which the unbelievers wield the power, they will go astray from the path of truth, and their heart will incline away from Thy fear, as if Thou wast the cause of making those ignorant ones originally depart from the path of truth, as our teacher Moses said, 'Then will the nations which have heard Thy fame say in this manner that because the Lord was not able',\"<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">Num. XIV, 15. 16.</i> etc. For this reason, Isaiah said after that, \"Return for the sake of Thy servants the tribes of Thy heritage\",<sup class=\"footnote-marker\">49</sup><i class=\"footnote\">Isa., loc. cit.</i> so that there should not be a blasphemy of God's name (by the heathens). Likewise, in the \"minor prophets\", there is found the opinion of those who, following the truth, were nevertheless conquered by the nations at the time of the exile, which passage, quoting their own words, reads, \"Every one that doth evil is good in the eyes of the Lord, and in them he findeth delight, or else, where is the God of justice?\"<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">Mal. II, 17.</i> The prophet, quoting their own words which were occasioned by the length of the exile, continues, \"Ye have said, It is vain to serve God; and what profit is it that we have kept His charge, and that we have walked contritely before the Lord of Hosts? And now we call the presumptuous happy; yea, built are they that practise wickedness\"<sup class=\"footnote-marker\">51</sup><i class=\"footnote\"><i>Ibid.</i>, III, 14. 15.</i>, etc. Then, however, explicitly stating that God, in the future, will reveal the truth, he says, \"And ye shall return, and see the difference between the righteous and the wicked\".<sup class=\"footnote-marker\">52</sup><i class=\"footnote\"><i>Ibid.</i>, III, 18. Cf. <i>Moreh</i>, III, 19.</i> These are the ambiguous passages in the Law and Scripture from which it might appear that God compels man to commit transgressions. We have, however, undoubtedly explained the meaning of these verses, and if one examines it very closely, he will find it a truthful explanation. We, therefore, hold to our original contention, namely, that obedience or transgression of the Law depends entirely upon man's free will; that he is the master of his own actions; that what he chooses not to do he leaves undone, although God may punish him for a sin which he has committed by depriving him of his free will, as we have made clear; furthermore, that the acquisition of virtues and vices is entirely in the power of man, in consequence of which it is his duty to strive to acquire virtues, which he alone can acquire for himself, as the Rabbis in their ethical sayings in this very tractate say, \"If I am not for myself who will be for me?\"<sup class=\"footnote-marker\">53</sup><i class=\"footnote\"><i>Abot</i>, I, 14. Cf. M.'s commentary on this passage.</i>", "versionTitle": "The Eight Chapters of Maimonides on Ethics, by Joseph I Gorfinkle (with notes)", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6564609fd165134acead04f8", "index_title": "Likutei Tefilot", "category": "Chasidut", "type": "", "ref": "Likutei Tefilot, Volume II 7:1", "anchorRef": "Numbers 13:1-14:39", "anchorRefExpanded": ["Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39"], "sourceRef": "Likutei Tefilot, Volume II 7:1", "sourceHeRef": "ליקוטי תפילות, חלק ב ז׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1810, 1820], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Likutei Tefilot", "he": "ליקוטי תפילות"}, "heTitle": "חלק ב", "he": "<small>[עַל־פִּי תּוֹרָה ז' - כִּי מְרַחֲמָם יְנַהֲגֵם]</small><br>רַחֲמֶיךָ רַבִּים יְהֹוָה כְּמִשְׁפָּטֶיךָ חַיֵּנִי. רַחוּם וְחַנּוּן יְהֹוָה אֶרֶךְ אַפַּיִם וְרַב חָסֶד. חַנּוּן וְרַחוּם יְהֹוָה אֶרֶךְ אַפַּיִם וּגְדָל חָסֶד. טוֹב יְהֹוָה לַכֹּל וְרַחֲמָיו עַל כָּל מַעֲשָׂיו. כְּרַחֵם אָב עַל בָּנִים כֵּן תְּרַחֵם עָלֵינוּ. ", "heVersionTitle": "Likutey Tefilos, Maleh Vigadish, 2021", "heLicense": "", "heVersionTitleInHebrew": "", "text": "<small><i>Sin Constitutes a Jew’s Greatest Suffering / A Compassionate Torah Leader Guides Those Who are Above and Those Who are Below / Everyone Must Leave Behind a Blessing in This World / A Tzaddik’s Insights Transcend Time / A Person’s Yom Kippur Determines the Quality of His Chanukah / The Lungs Draw Physical and Spiritual Life</i><br>A Torah leader must be compassionate. Moreover, he must know how to implement his compassion properly. For instance, just as a parent must refrain from feeding an infant adult food, so too, a compassionate leader must refrain from granting wicked people inappropriate kindness.<br>The souls of the Jewish people originate in a sublime source. As such, they are extraordinarily spiritual and refined, and are in essence entirely removed from sin.<br>A Jew sins only when a spirit of foolishness enters into him. That is the most pitiable state that he can find himself. Compared to that, any other suffering is as nothing.<br>A Torah leader must have compassion on such a person and fill him with proper spiritual awareness. In doing so, the leader relieves him of the heavy burden of his sins.<br>Moses was a uniquely compassionate Torah leader, dedicating himself to helping the Jewish people even at the risk of his own well-being. He opened the light of consciousness for the Jews. In doing so, he worked to create a civilized world, because the essence of a human being is his consciousness. A person who lacks that is uncivilized — in fact, he is not even considered a human being, but an animal in human form.<br>*<br>In our world, people can be divided into two groups: those who are above (compared to a “son”) and those who are below (compared to a “student”). The Tzaddik must guide both of them.<br>Those people who are above are on a high spiritual level. The Tzaddik must show them that ultimately, they know nothing of God, and he must challenge them to consider, “Where is the place of His glory?”<br>Those who are below are on a low spiritual level. The Tzaddik must show them that they can still hope to return to God, because “the whole earth is filled with His glory.”<br>In addition, these two types must be combined. The “son” must partake of something of the “student,” and the “student” must partake of something of the “son.” This is necessary so that both will possess the fear of God.<br>If a person on a high level only experiences his distance from God, he might feel too far to fear God. Therefore, he must be given something of the awareness of the person on a low level: that God’s glory fills the earth — i.e., that God is close to him.<br>And if a person on a low level only experiences how the world is filled with God’s glory, he might lose all sense of self and thus be unable to fear God. Therefore, he must be given something of the awareness of the person on a high level — a measure of distance from God — so that he will continue to be self-aware and he will be capable of fearing God.<br>*<br>Everyone can be a teacher. For instance, when two people discuss religious matters and one inspires the other, he is the teacher to the other. That kind of discussion civilizes the world and fills it with true human beings.<br>The act of teaching also expands the awareness of the teacher. A concept just beyond a person’s comprehension hovers outside his mind. When he acts as a teacher and transfers his wisdom and awareness to someone else, he creates a space in his own mind into which that hovering awareness can enter.<br>Thus, as soon as a teacher reveals one concept, a new awareness enters his mind. This process can occur repeatedly. This obligates him to be careful about what he reveals, because ultimately, he may be open to receiving an awareness of transcendent concepts beyond time — meaning, concepts that time would not suffice to explain. That is something that would leave him in a state of confusion, and so it is something he must avoid.<br>As for the sage and rabbi of the generation, the transcendent awareness that hovers around him is on the level of “length of days and years,” the World to Come, which is “a day that is entirely long,” transcending time. All of the time of this world is nothing compared to even a single moment of the World to Come. There, time is expressed as transcendent states of awareness. Attaining these states constitutes the essential delight of the World to Come: the knowledge of the unknown, the ultimate good hidden from all eyes. When the sage speaks with his students and fills them with his awareness, these transcendent states of awareness enter into him.<br>There are states of transcendent awareness that cannot be put into words. These are called “hands” because, like gesturing hands, they can communicate only hints. They bring these hints down to a level where God’s sovereign providence is revealed.<br>Along with the influx of hints comes an influx of abundance, including monetary wealth.<br>Having income is related to eating, since the principal purpose of work is to obtain food. When the levels of “son” and “student” combine, when a spiritually powerful person eats, he can experience an illumination of God’s will so that he will yearn for God without even knowing what he wants.<br>The Temple (which combined the dynamics of the “son” and the “student”) also brought down monetary blessing. Thus, it contained a huge basin called the “Sea of Solomon,” which is associated with the revelation of God’s sovereign providence.<br>In the days that the Temple existed, we were free of the burden of sin. The daily morning offering atoned for sins of the previous night, and the daily afternoon offering atoned for the sins of the previous day. But now that the Temple has been destroyed, we cannot adequately cleanse ourselves of our sins.<br>In the days of Moses, the sin of the spies<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See Numbers 13:1-14:39.</i> foreshadowed the destruction of the Temple. In that instance, Moses begged God to “please forgive the sin of this nation.” God acceded to his request, and that constituted the eventual re-inauguration of the Temple — as commemorated by Chanukah.<br>Similarly, when an individual is successful in his request for forgiveness (on Yom Kippur), that leads to a spiritually successful Chanukah, which corresponds to the re-inauguration of the Temple.<br>It is good for a person’s soul to rise and cling to its place in the upper worlds. That is what happens when a person dies. But that does not constitute his ultimate perfection. The soul attains perfection only when it exists both above and below.<br>In order to achieve that, a person must leave behind a blessing in this world. He does this in the form of sharing his awareness with a son or a student, who remains here below even as this person’s soul rises upward. In that sense, the person still exists in this world.<br>All of the above concepts apply to the well-being of the lungs. When the lungs are in proper balance, they are composed of these levels of “son” and “student.”</small><br><b>Send Us a Compassionate Leader</b><br>“Your compassion is abundant, HaShem. Give me life in accordance with Your ways.” “HaShem is compassionate and gracious, longsuffering and extremely kind.” “HaShem is good to everyone; His compassion rests on all of His creatures.” “In the same way that a father has compassion on [his] children, be compassionate to us.”", "versionTitle": "The Fiftieth Gate. Breslov Research Institute, Jerusalem, c1992-c2016", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "66826d6bbd4a2c433fbb8339", "index_title": "Ibn Ezra on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Ibn Ezra on Numbers 15:2:1", "anchorRef": "Numbers 14:13-21", "anchorRefExpanded": ["Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21"], "sourceRef": "Ibn Ezra on Numbers 15:2:1", "sourceHeRef": "אבן עזרא על במדבר ט״ו:ב׳:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Ibn Ezra on Numbers", "he": "אבן עזרא על במדבר"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>כי תבואו אל ארץ מושבתיכם.</b> נסמכה זאת הפרשה בעבור שנחלשו ויתאבלו לנחם הבנים להודיעם כי יבאו אל הארץ והנכון בעבור שנשאו קול כל העדה (וחטאו) ונסלח להם בעבור תפלת משה אמר וכי תשגו והעד ונסלח להם והוצרך להזכיר משפט מנחות כל עולה וזבח ובסוף והנפש אשר תעשה ביד רמה רמז למעשיהם והזכיר דבר המקושש כי עשה ביד רמה ומרוב חמלת השם על ישראל שם הציצית לזכר שלא יעשה האדם ביד רמה או שלא ישכח:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "WHEN YE ARE COME INTO THE LAND OF YOUR HABITATIONS. This chapter follows [the one dealing with the spies] in order to console the children by informing them that they would enter the land, for the Israelites grew weak and mourned.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">See Num. 14:39. This interpretation is found in Rashi.</i> However, the real reason that this chapter follows the one dealing with the spies, is because all the congregation shouted and sinned.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Num. 14:1-4.</i> God forgave their sin because of the prayer of Moses.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See Num. 14:13-21.</i> Scripture says, <i>And when ye shall err</i> (15:22).<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Which is precisely what Israel had just done.</i> <i>And they shall be forgiven</i> (15:25) is proof of this.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">The theme connecting the chapters is atonement for sin.</i> Scripture found it necessary to mention the law of the meal offering and of all burnt offerings and sacrifices.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Since Scripture mentioned the sin offering and its accompanying meal and drink offering, it felt compelled to mention the same regarding the burnt and other offerings.</i> At the end,<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">After mentioning the various offerings.</i> it states, <i>But the soul that doeth aught with a high hand</i> (v. 30). The latter alludes to Israel’s deeds.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">The incident of the spies.</i> Scripture mentions the gatherer of wood (verses 32-34)<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">After the sin offering.</i> because he acted with a high hand. God designated the fringes as a sign<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Of the commandments.</i> because of His great pity on Israel, so that a person will not act with a high hand or<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">Deliberately violate God’s commandments.</i> forget.<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">Any of God’s commands. <br>While I.E. maintains an independent position regarding Biblical interpretations, he always defers to the sages of the Talmud on <i>halakhic</i> issues. Thus in regard to the law concerning fringes, I.E. notes it is possible that Biblical rules require that the corners of garments be left unwoven so that their threads hang down to form fringes. He further notes that the law of fringes applies to pants. However, he then goes on to say that this interpretation is of no consequence, for the rabbis say that the fringes are specially prepared threads which are placed on the corner of any garment having four corners. Therefore pants are not included in the law of fringes.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}]