[{"_id": "531e4fe3fbfba276047f706f", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 14:26", "anchorRef": "Numbers 14:26", "anchorRefExpanded": ["Numbers 14:26"], "sourceRef": "Onkelos Numbers 14:26", "sourceHeRef": "תרגום אונקלוס על במדבר י״ד:כ״ו", "anchorVerse": 26, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 14.0026, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וּמַלִּיל יְיָ עִם משֶׁה וְעִם אַהֲרֹן לְמֵימַר:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Adonoy spoke to Moshe and to Aharon, saying:", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec8a4", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 14:26", "anchorRef": "Numbers 14:26", "anchorRefExpanded": ["Numbers 14:26"], "sourceRef": "Targum Jonathan on Numbers 14:26", "sourceHeRef": "תרגום יונתן על במדבר י״ד:כ״ו", "anchorVerse": 26, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 14.0026, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וּמַלֵיל יְיָ עִם משֶׁה וְעִם אַהֲרן לְמֵימָר", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " And the Lord spake with Mosheh and Aharon, saying: \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f17aadfbfba22336ea7c0b", "index_title": "Or HaChaim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Numbers 14:26:1", "anchorRef": "Numbers 14:26", "anchorRefExpanded": ["Numbers 14:26"], "sourceRef": "Or HaChaim on Numbers 14:26:1", "sourceHeRef": "אור החיים על במדבר י״ד:כ״ו:א׳", "anchorVerse": 26, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על במדבר", "he": "<b>וידבר ה' וגו'</b>. שיעור הדיבור יגיד כי עתה מתחיל לדבר אליו ה' בענין זה ולא כן הוא שהלא כבר דיבר ה' דברים רבים בזה כאמור בסמוך. אכן לצד שהדברים שעברו מה' למשה עד עתה היו דברים בינו לבין משה לא בשליחות לישראל, והמשכיל במה שפירשנו יצדיק הדברים שלא היה אלא כמלך שמדבר עם עבדו בדברים שרצונו לעשות, ולזה לא אמר שם לאמר כל עיקר, וכאן מתחיל לדבר אליו דברי שליחות לישראל ולזה אמר <b>וידבר ה'</b> וגו' לומר לישראל הדברים ככתבן:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b> <span>וידבר השם</span>, G'd said, etc.</b> From the wording of this verse one might get the impression that G'd only now addresses Himself to the nature of Israel's sins and the retribution it is about to receive. This is not so, however, seeing that G'd had already been doing just this starting with verse 11. The reason the Torah appears to repeat these things is because up until now G'd had said these things to Moses in a private conversation. Only now does G'd give instructions to Moses and Aaron i.e. <span>לאמור</span> to communicate all this to the Israelites at large. When you review the chapter up until this verse you will note that the word <span>לאמור</span> did not appear once.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "57e77d63d6e4a94c7c18adff", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 14:26", "anchorRef": "Numbers 14:26", "anchorRefExpanded": ["Numbers 14:26"], "sourceRef": "Tafsir Rasag, Numbers 14:26", "sourceHeRef": "תפסיר רס\"ג, במדבר י״ד:כ״ו", "anchorVerse": 26, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 14.0026, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "ת̇ם כלם אללה מוסי והרון תכלימא", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b4fdd6e4a902855ffa73", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Numbers 14:26:1", "anchorRef": "Numbers 14:26", "anchorRefExpanded": ["Numbers 14:26"], "sourceRef": "Tur HaArokh, Numbers 14:26:1", "sourceHeRef": "הטור הארוך, במדבר י״ד:כ״ו:א׳", "anchorVerse": 26, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "במדבר", "he": "<b>וידבר ה' אל משה ואל אהרן. </b>בעבור כי משה ואהרן נפלו על פניהם לפני כל קהל ישראל להתחנן לו היה הדבור כאן גם לאהרן והצואה למשה אמר אליהם כי הוא עיקר בנבואה: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " וידבר ה' אל משה ואל אהרן, “<i>Hashem</i> spoke to Moses and Aaron.” Seeing that both Moses and Aaron had fallen on their faces, in this instance <i>Hashem</i> also addressed Aaron directly, in order to give him the strength to get up from the ground on which both had fallen. The command <i>Hashem</i> issued in verse 2 was addressed only to Moses, seeing he was the major prophet of the two.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6037a6d1cda51cfa3ddf3d23", "index_title": "Ramban on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Numbers 14:17:1", "anchorRef": "Numbers 14:26", "anchorRefExpanded": ["Numbers 14:26"], "sourceRef": "Ramban on Numbers 14:17:1", "sourceHeRef": "רמב\"ן על במדבר י״ד:י״ז:א׳", "anchorVerse": 26, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Ramban on Numbers", "he": "רמב\"ן על במדבר"}, "he": "<b>ועתה יגדל נא כח ה' כאשר דברת לאמר</b> ומהו הדבור <b>ה' ארך אפים</b> לצדיקים ולרשעים כשעלה משה למרום מצאו להקב\"ה שהיה כותב ה' ארך אפים אמר לו לצדיקים אמר לו אף לרשעים אמר לו רשעים יאבדו אמר לו חייך שתצטרך בדבר זה כשחטאו בעגל ובמרגלים ונתפלל לפניו בארך אפים אמר לו הקב\"ה והלא אמרת לי לצדיקים אמר לו והלא אמרת לי אף לרשעים יגדל נא כח ה' לעשות דבורך לשון רש\"י (רש\"י על במדבר י״ד:י״ח) מדברי אגדה (סנהדרין קיא) ודרך האמת תכיר מפני שהשם במקום הזה כתוב באל\"ף דל\"ת ויאמר שיהיה הגדולה בכח רחמים כי מדת הדין היא שמתוחה כנגדם והזכיר במדות <b>ארך אפים ורב חסד</b> ולא הזכיר <b>אמת</b> כי במדת אמת יהיו חייבים ולא הזכיר <b>נוצר חסד לאלפים</b> כי לא בזכות אבות נתפלל משה עכשיו ולא הזכיר בתפילה הזאת לאברהם ליצחק וליעקב כלל והטעם בעבור שהארץ ניתנה לאבות ומהם ירשוה והם מורדים באבותם ולא היו חפצים במתנה שלהם אשר האבות היו בוחרים בה מאד והיאך יאמר <b>אשר נשבעת להם בך וגו' וכל הארץ הזאת אתן לזרעכם</b> (שמות לב יג) והם אומרים אי אפשנו במתנה זו ולא הזכיר <b>וחטאה</b> בעבור שאלו מזידים ופושעים ולא ידעתי למה לא הזכיר <b>רחום וחנון</b> אולי ידע משה כי הדין מתוח עליהם ולא ימחול לעולם לכן לא ביקש רק אריכות אפים שלא ימיתם כאיש אחד ולא ישחטם כצאן במדבר שימותו במגפה ובעבור שלא בקש עתה אלא אריכות אפים אמר לו <b>סלחתי כדבריך</b> שאהיה להם ארך אפים ורב חסד והזכיר <b>פוקד עון אבות</b> לאמר שאם יראה שלא למחות עונם יפקוד עון אבות על בניהם ולארך אפים יקחם ומזה היתה הגזרה לקבוע להם בכיה לדורות בלילה הזה כי פקד עונם על זרעם ואמר ר\"א (אבן עזרא על במדבר י״ד:י״ט) כי בעבור שמצאנו אם יראו את הארץ אחר סלחתי כדברך ידענו כי מלת סלח נא אריכות אף וכן <b>ונסלח לו</b> עד שיעשה תשובה שלימה והנכון בעיני כי סליחה הנחת העונש כדברי אונקלוס והקרבנות מעלים עונש השוגג מעליו וכן טוב וסלח (תהלים פו ה) ואמר <b>סלחתי כדברך</b> לעם בכללן שלא יכם בדבר ויורישם ויעשה אותו לגוי גדול ועצום ממנו והם וזרעם יאבדו מן הארץ אבל יסלח להם שיירשו בניהם את הארץ ושלא ימותו הם במגפה וגזר שיתמו פגריהם במדבר וימותו שם כל אחד בבא יומו והנה במשנה תורה הזכיר משה במעשה העגל תפלתו אשר התפלל עליהם ואמר (דברים ט יח) ואתנפל לפני השם כראשונה וגו' ופירש שם (במדבר י״ד:כ״ו) תפלתו ואתפלל אל ה' ואומר וגו' והזכיר גם כן תפלתו על אהרן (במדבר י״ד:כ׳) ולא הזכיר להם במרגלים שהתפלל עליהם כלל וכל זה מן הטעם שהזכרתי כי הוא לא התפלל למחול להם אלא שישא להם ויאריך אפו ויפקוד עון אבות על בנים ולא היתה תפלתו שלימה עליהם ועל כן לא הזכירה להם כי היו יכולין לטעון עליו:", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND NOW, I PRAY THEE, LET THE POWER OF THE ETERNAL BE GREAT, ACCORDING AS THOU HAST SPOKEN, SAYING. “And what is that utterance? <i>The Eternal is long-suffering</i><sup class=\"footnote-marker\">122</sup><i class=\"footnote\">Verse 18.</i> — both to the righteous and to the wicked. When Moses ascended to heaven [to receive the Torah], he found the Holy One, blessed be He, writing: <i>The Eternal is long-suffering</i>. Whereupon he [Moses] said to Him: ‘To the righteous.’ But G-d answered him, ‘Also to the wicked!’ Moses then said, ‘The wicked — let them perish!’ Whereupon G-d said to him: ‘By your life! You will [eventually] need to resort to this’ [attribute — that G-d is long-suffering even with sinners]. When the Israelites had sinned because of the golden calf and spies, and Moses prayed to G-d that He be long-suffering with them, the Holy One, blessed be He, said to him, ‘Did you not tell Me that this is [only] for the righteous!’ Whereupon Moses answered Him, ‘But did You not tell me that it is also for the wicked. <i>Let</i> then <i>the power of the Eternal be great</i> to do as You have spoken.’” These are the words of Rashi, based on the interpretation of Agadah.<sup class=\"footnote-marker\">123</sup><i class=\"footnote\">Sanhedrin 111a.</i><br>The way of Truth you will recognize because G-d’s Name in this context is written with <i>Aleph Daleth</i> (<i>A-donoy</i>) — [a Name which alludes to the attribute of judgment], and Moses meant to say that the greatness be in the power which is mercy, since it was the attribute of judgment that was directed against them.<br>Now Moses mentioned among the [Divine] attributes <i>long-suffering, and plenteous in loving kindness</i>,<sup class=\"footnote-marker\">122</sup><i class=\"footnote\">Verse 18.</i> but he did not mention “truth” [although it is also one of the Thirteen Attributes],<sup class=\"footnote-marker\">124</sup><i class=\"footnote\">Exodus 34:6.</i> for according to the attribute of truth they would have been guilty. Nor did Moses mention <i>keeping mercy unto the thousandth generation</i>,<sup class=\"footnote-marker\">125</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 7.</i> because Moses did not pray [for mercy] here on the basis of the merit of the patriarchs, and [therefore] he did not mention Abraham, Isaac, and Jacob at all in this prayer. The reason [for not mentioning them] was because the Land was given to the patriarchs, and it is from them that they were to inherit it, but they rebelled against their ancestors, and did not want the gift which the patriarchs desired very much, so how could he say now, [<i>Remember Abraham, Isaac, and Israel, Thy servants,</i>] <i>to whom Thou didst swear by Thine own self, … and all this Land that I have spoken of will I give to your seed</i>,<sup class=\"footnote-marker\">126</sup><i class=\"footnote\"><i>Ibid.</i>, 32:13.</i> since they were saying: “We do not want this gift!”<br>Moses [mentioned here the attribute of <i>forgiving iniquity and transgression</i> but he] did not say <i>and sin</i>,<sup class=\"footnote-marker\">127</sup><i class=\"footnote\">I.e., of <i>forgiving sin</i>, as well as <i>iniquity and transgression</i>. See the verse in Exodus 34:7, where all three are mentioned: <i>forgiving iniquity and transgression and sin</i>. The question then arises: Why did not Moses mention here <i>sin?</i></i> because these people were wilful transgressors and sinners. But I do not know why he did not mention [the attributes] <i>merciful and gracious</i>.<sup class=\"footnote-marker\">124</sup><i class=\"footnote\">Exodus 34:6.</i> Perhaps Moses knew that judgment was directed against them and He would never forgive them; therefore he prayed only that [G-d be] long-suffering, and should not destroy them <i>as one man</i>,<sup class=\"footnote-marker\">128</sup><i class=\"footnote\">Verse 15.</i> and should not slay <i>them</i> like sheep <i>in the wilderness</i><sup class=\"footnote-marker\">110</sup><i class=\"footnote\">Verse 16.</i> where they would die in a plague. And since Moses only prayed now for [G-d to be] long-suffering, G-d said to him, <i>I have pardoned according to thy word</i>,<sup class=\"footnote-marker\">129</sup><i class=\"footnote\">Verse 20.</i> meaning that “I will be long-suffering towards them and great in loving kindness.” He [Moses] mentioned <i>visiting the iniquity of the fathers</i>,<sup class=\"footnote-marker\">122</sup><i class=\"footnote\">Verse 18.</i> meaning to say that [even] if He should see fit not to erase their iniquity, He should [at least] visit <i>the iniquity of the fathers upon</i> their <i>children</i>,<sup class=\"footnote-marker\">122</sup><i class=\"footnote\">Verse 18.</i> [thereby mitigating the severity of the punishment from upon one generation], and he should be long-suffering with them in meting out punishment upon them. It was because of this [prayer of Moses] that there was a [Divine] decree to fix a weeping for them on that night throughout their generations,<sup class=\"footnote-marker\">81</sup><i class=\"footnote\">The First and Second Temples were destroyed on the ninth of Ab, the anniversary of the night when the people wept without cause. Many subsequent misfortunes also befell the Jewish people on that day.</i> since He visited their sins upon their seed.<br>And Rabbi Abraham ibn Ezra commented that “since we find the verse, <i>Surely they shall not see the Land</i><sup class=\"footnote-marker\">130</sup><i class=\"footnote\">Verse 23.</i> after G-d said, <i>I have pardoned according to thy word</i>,<sup class=\"footnote-marker\">129</sup><i class=\"footnote\">Verse 20.</i> we know that the expression <i>‘s’lach na’</i> (<i>pardon, I pray Thee</i>)<sup class=\"footnote-marker\">131</sup><i class=\"footnote\">Verse 19. In other words, since after G-d said, <i>I have pardoned ‘according to thy word’</i> (Verse 20), He yet continues to state, <i>Surely they shall not see the Land</i> (Verse 23), it follows that Moses’ request, <i>Pardon, I pray Thee</i> (Verse 19) must mean only that G-d be long-suffering to them, but not that they be totally forgiven. Such is the interpretation of Ibn Ezra. Ramban will suggest another explanation of Moses’ request.</i> [is a prayer that G-d be] long-suffering to them [but not that they be totally forgiven]. The same meaning also applies to <i>‘v’nislach lo’</i> (<i>and he shall be pardoned</i>),<sup class=\"footnote-marker\">132</sup><i class=\"footnote\">Leviticus 4:26. Here too the actual offering in itself does not effect atonement until the sinner repents (see Ramban in Vol. III, pp. 21, 54). Hence, says Ibn Ezra, the phrase <i>v’nislach lo</i> means that G-d will be patient and will not punish him until he has had a chance to repent.</i> which implies [that G-d will be long-suffering with him] until he repents sincerely.”<br>The correct interpretation appears to me to be that the term <i>s’lichah</i> means remittance of punishment, as Onkelos rendered it: [<i>s’lach na</i> — “Let go please”]. And the offerings [which one brings for a sin committed in error] remove the punishment for the error from him [the person who brings the offering].<sup class=\"footnote-marker\">133</sup><i class=\"footnote\">Hence <i>v’nislach lo</i> (<i>ibid.</i>) stated in connection with bringing a sin-offering means that “his punishment will be remitted.”</i> So also, <i>For Thou, Eternal, art good ‘v’salach’</i><sup class=\"footnote-marker\">134</sup><i class=\"footnote\">Psalms 86:5. The fact that the word “good” appears before <i>v’salach</i> indicates that the term <i>s’lichah</i> does not merely mean being long-suffering and patient [as Ibn Ezra has it] but expresses a complete remittance of punishment.</i> [means “and are ready to remit punishment”]. And G-d said, <i>‘salachti’ according to thy word</i><sup class=\"footnote-marker\">129</sup><i class=\"footnote\">Verse 20.</i> meaning [that He has remitted punishment] from the people as a whole, and will not <i>smite them with a pestilence and destroy them</i>,<sup class=\"footnote-marker\">135</sup><i class=\"footnote\">Verse 12.</i> <i>and make of</i> Moses <i>a nation greater and mightier than they</i><sup class=\"footnote-marker\">135</sup><i class=\"footnote\">Verse 12.</i> while they and their seed will perish from the earth; instead, He will pardon them — so that their children [at least] will inherit the Land, and they [themselves] will not die in a plague, for He decreed that their carcasses perish in the wilderness<sup class=\"footnote-marker\">136</sup><i class=\"footnote\">Further, Verse 33.</i> and that each will die when his day comes.<br>Now in the Book of Deuteronomy in mentioning the sin of the golden calf Moses recalled the prayer which He had prayed on their behalf, saying, <i>And I fell down before the Eternal, as at the first</i> etc.<sup class=\"footnote-marker\">137</sup><i class=\"footnote\">Deuteronomy 9:18.</i> and he explained there what the prayer was, <i>And I prayed unto the Eternal, and said</i> etc.,<sup class=\"footnote-marker\">138</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 26.</i> and he also mentioned his prayer on behalf of Aaron. But in [recounting] the affair of the spies he did not mention at all that he had interceded on their behalf. All this is for the reason that I have mentioned, namely, that he did not pray that G-d should forgive them [completely], but rather that He should remit their punishment and be long-suffering with them, and should visit <i>the iniquity of the fathers upon the children</i>.<sup class=\"footnote-marker\">122</sup><i class=\"footnote\">Verse 18.</i> Thus his prayer on their behalf was not a complete one [inasmuch as he was not able to intercede for total forgiveness], and therefore [when speaking to the second generation in the Book of Deuteronomy] he did not mention it to them, since they might have complained against him [for not praying for total forgiveness, without realizing that he could not do so because of the greatness of their parents’ sin].", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "608e9cb86d890634d191c44a", "index_title": "Tosefta Kifshutah on Megillah", "category": "Quoting Commentary", "type": "", "ref": "Tosefta Kifshutah on Megillah 3:9:2", "anchorRef": "Numbers 14:26", "anchorRefExpanded": ["Numbers 14:26"], "sourceRef": "Tosefta Kifshutah on Megillah 3:9:2", "sourceHeRef": "תוספתא כפשוטה על מגילה ג׳:ט׳:ב׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1949, 1961], "commentaryNum": 9.0002, "collectiveTitle": {"en": "Tosefta Kifshutah on Megillah", "he": "תוספתא כפשוטה על מגילה"}, "heTitle": "תוספתא כפשוטה על מגילה", "he": "<small>26-27.</small> <b>בתשעה באב אחרים אומ' ואם לא תשמעו לי. </b>וכ\"ה בכי\"ל. ובד חסרה בבא זו. ובכי\"ע: בתשעה באב קורין כי תוליד בנים (דברים ד', כ\"ה). אחרים אומ' אם לא תשמעו (ויקרא כ\"ו, י\"ד). ובמשנתנו ספ\"ג: בתעניות ברכות וקללות. ועיין בירושלמי ברכות פ\"ד ה\"א, ז' ע\"ג, תענית פ\"ב הט\"ו, ס\"ו סע\"א, שם פ\"ד ה\"א, ס\"ז ע\"ג. ובראבי\"ה ח\"ב סי' תקצ\"ה, עמ' 331, מעתיק בשם הירושלמי תענית (פ\"ב הנ\"ל): ברכות וקללות <b>שבמשנה</b> תורה. וכ\"ה באו\"ז ח\"ב סוף ה' ת\"ב, פ\"ד ע\"ד. ועיין אהצו\"י, סוף עמ' 73. ובמשנתנו שנו: אין מפסיקין בקללות וכו', ומשמע שהוא דבוק לשלפניו, ואמרו בבבלי ל\"א ב': לא שנו אלא בקללות שבתורת כהנים וכו'. ומכאן שקורין בקללות שבתו\"כ, כמו שפירש רש\"י במשנתנו. אבל הירושלמי בה\"ח חולק על הבבלי. ובמס' סופרים פי\"ז ה\"ה, הוצ' היגר, עמ' 303: ובתענית (כגי' רוב הנוסחאות) של תשעה באב ושבע אחרונות של עצירת גשמים ברכות וקללות, ועיין בראבי\"ה סי' תקצ\"ה, עמ' 300 ואילך. ולפי התוספתא (ועיין גם בבבלי שנעתיק להלן) מפורש שקורין בת\"ב בקללות שבתורת כהנים. ושמא לפי המסורת כאן אין קוראין בתשעה באב אלא בקללות גרידא, ואין מתחילין בברכות, מה שאין כן בתעניות ציבור, שמתפללין על הגשמים. ועיין באוה\"ג, עמ' 59, סי' רי\"ט, שם עמ' 58, סי' רט\"ו.<br>ובבבלי ל\"א ב': מקרא (כלומר, בת\"ב) מאי קרינן (כגי' כי\"מ). תניא אחרים אומרים ואם לא תשמעו לי (התוספתא שלפנינו כגי' כי\"ו וכי\"ל). ר' נתן בר יוסף אומר עד אנה ינאצוני העם הזה (במדבר י\"ד, י\"א, כלומר, פרשת מרגלים, עיין ברש\"י). ויש אומרים עד מתי לעדה הרעה הזאת (במדבר י\"ד, כ\"ו). אמר אביי האידנא נהוג עלמא למיקרי כי תוליד בנים וכו'. והוא כתוספתא כאן לפי גירסת כי\"ע. ועיין אוה\"ג, עמ' 65, וראבי\"ה ח\"ב הנ\"ל, עמ' 332.", "heVersionTitle": "Tosefta Kifshuta. Third Augmented Edition, JTS 2001", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee047cf7a0c25239b67", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "anchorRef": "Numbers 11:1-25:18", "anchorRefExpanded": ["Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳ ב׳-י״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; The Rebellion Narratives", "he": "במדבר מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["V<small>IRTUALLY THE FIRST THING THE</small> I<small>SRAELITES DO AFTER SETTING OUT ON THE SECOND</small> leg of their journey to the Promised Land is—rebel. This pattern was already seen in the book of Exodus, where, despite the climactic miracle of deliverance at the Sea of Reeds, the Israelites “grumbled against Moshe” at Mara because of lack of drinkable water. Although a strain in later biblical thinking remembered the wilderness period as a kind of honeymoon (cf. Jer. 2:2), the Torah itself chose to remember it as a severe time of testing which the ex-slaves ultimately failed to pass.", "The second part of Numbers is a remarkable collection of rebellion narratives that simultaneously display striking similarities and great and colorful differences. The section details six rebellions of the people, and two of the leaders themselves. They are united by a consistent vocabulary: verbs such as “grumble” and “assemble/gather/speak against” depict complaints against Moshe and Aharon and against God. These stories also display the recurring themes of dearth of food and water, and God’s anger at the rebellions, usually expressed in some form of plague (or, additionally, fire).", "Rather than unfold in simple chronological order, one following another, these pieces of the text have been intensified by priestly editing, which has interspersed the stories with a number of cultic and legal passages (Chaps. 15, 18, and 19, all of which bear the theme word “law” [Heb. <i>hok</i> or <i>hukka</i>]), and which are somehow related to previous or succeeding narratives. The interruptions also allow each of the memorable rebellion narratives to “breathe,” giving the audience time to digest the images and the drama presented therein. The stories possess both in abundant measure; one thinks, for instance, of the “meat between the teeth” (11:33), of the grape clusters borne on a pole by two men (13:23); and of the great confrontation with Korah in Chapter 16 (not to mention its resolution), as well as Moshe’s dramatic failure in Chapter 20.", "As in any great literature, repetition of story type or type scene is here accomplished via variation of the most telling kind. In this case we observe once again an alternating pattern to the rebellions, a pattern which reveals not one theme but several:", "The people, over lack of food (chapter 11)", "Moshe’s siblings, over prophetic primacy (12)", "The people, over the spies’ false report (14)", "Levites, over Moshe and Aharon’s prerogatives (16)", "The people, over the rebellious Levites’ sinister fate (17)", "Moshe himself, over the burden of leading the people (20)", "The people, over the lack of food and water (21)", "The pattern observable here is broken, in true biblical rhetorical style (where the last in a sequence often serves by its oddness to reinforce the whole), in a final rebellion (Chap. 25), where the people’s actions involve neither the “complaining” vocabulary nor a revolt against human leadership, but rather comprise the greatest biblical crime of them all: worship of other gods. Viewed in this patterned fashion, the rebellion narratives emerge with a kind of crescendo effect.", "It is also possible, as I have done in “On the Book of Numbers and Its Structure,” above, to follow the scheme put forth by Mann—a three-part structure to the section, each with its internal logic and conclusions. These are treated below; for the moment, it will suffice to see in the first subsection (Chaps. 11–14) the inevitable result of wilderness rebellions: the divine decree that the slave generation must die out before entering the Promised Land; the second subsection (16–20) deals with the challenges to the leadership of Moshe and Aharon, and results in a similar decree, that they will die outside the land; and the third subsection (20–25) chronicles the encounter of the Israelites with neighboring nations, which initially goes in their favor but ends with the disastrous incident at Baal Pe’or (25).", "The primary issue in these stories, to the biblical writer, is lack of trust in God. Each of the three sections mentions or implies that problem; 14:11 and 20:12 use the verb itself, and the narrative of Chapter 25 suggests it. The bottom line is that the Israelites could not keep faith with God—even after both staggering acts of divine intervention (i.e., rescue) and demonstrations of the force of divine wrath—and this lack of faith led ultimately to their dying out in the wilderness outside the Promised Land, in punishment. The stories clearly were meant to be understood as an unfortunate example for later generations, and were taken as such already in the biblical period (see, for example, the treatment in Psalm 78).", "Read on another level, the rebellion narratives are largely concerned with the issue of human leadership, its qualifications, manifestations, and limitations (and even failures). Has there ever been a leader as beleaguered as Moshe? From the beginning of his career on the sands of Egypt, where he assumes the mantle of leadership in the matter of retaliating against the sadistic Egyptian taskmaster (Ex. 2:11–12), to its end at the plains of Moab, in stern address to the people he has struggled to lead (this is the setting of the entire next book, Deuteronomy), he must evoke trust in God, lead the people through an uncharted wilderness, and inspire confidence in his own leadership. His success is muted by the passing of the generation he initially leads, before it can enter Canaan; like them, he too must pass on—with merely a look beyond the Jordan, but no more. Later generations of Jewish readers wept on confronting Moshe’s seemingly premature death, and created heroic tales of his pleading before God to be let into the land he had so long sought to reach. In Numbers he fully deserves this stature, alternately interceding with and cajoling God, standing up for and then almost giving up on this people with whom his life has become so enmeshed. Our stories stress his gifts of prophecy and his pathos as a deeply human leader.", "A final, troubling issue is the character of God in this part of the book. It is a measure of the Bible’s artistry that the rebellion accounts are so varied in content and style; but the variations in punishment—from undetailed death to skin disease to stoning and the earth opening up, just to mention a few examples—create an impression, not of artistic richness but of unremitting severity. The Bible does not seem to have a problem with this kind of divine behavior, and other ancient cultures would have felt at home here, but already in late antiquity, and continuing down to our own day, Jews and Christians most often have preferred, and prayed to, a more forgiving, nurturing, and compassionate God. Dealing with these texts, in the end, raises the question of whether to understand them as the result of “historical necessity” or “literary conceit” (that is, the old generation simply had to die out) or as they stand in the text: a harsh portrayal of what happened when the covenant people violated the covenant."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee26bfddfbb310fed02", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Rebellion and Evil Decree 2-3", "anchorRef": "Numbers 14:1-45", "anchorRefExpanded": ["Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Rebellion and Evil Decree 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה ד׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Rebellion and Evil Decree", "he": "במדבר הערה ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ד׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Another long and dramatic account, this chapter contains echoes of previous narratives. The “grumbling” of Ex. 16 finally returns, and God and Moshe talk to one another in a manner that recalls the Golden Calf incident of Ex. 32–34. God wishes to destroy the people and start all over again with Moshe; the prophet, for his part, reminds God of his essentially merciful nature, and basically blackmails him by pointing out what will happen to his reputation among the nations should he destroy the Israelites. Unlike the resolution in Exodus, this time the people—at least the older generation—are doomed to die out. After two years of both miraculous rescues and despair, it has become clear that the former slaves will not be able to accomplish the work of conquest—even with divine help. That is to be left to their children, whom Moshe will address in Deuteronomy.", "V.26 begins a section that seems to double the earlier part of the chapter. Perhaps it stems from a separate tradition concerning the incident. It leads to the people’s disastrous attempt to force the issue by invading Canaan without the Coffer and Moshe (hence, without God). Thus the spy story of 13–14, which began in orderly fashion, ends in disarray, with a crushing defeat."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382edc9ad75f2d99afa06", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Rebellion and Evil Decree 1", "anchorRef": "Numbers 14:1-45", "anchorRefExpanded": ["Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Rebellion and Evil Decree 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה ד׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ד׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 14:1-45\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 14:1-45</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "63d77c77eca1000753446a12", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 14:26:1", "anchorRef": "Numbers 14:26", "anchorRefExpanded": ["Numbers 14:26"], "sourceRef": "Rav Hirsch on Torah, Numbers 14:26:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר י״ד:כ״ו:א׳", "anchorVerse": 26, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 26. וידבר ד׳ וגו׳. Verse 11-25 enthielten nur die Mitteilung an Mosche über die nun bevorstehende Zukunft des Volkes im allgemeinen. Hier die nähere Bestimmung im einzelnen. Sie wird an Mosche und Aharon gerichtet, die beide zusammen ja (Schmot 6, 26) als Führer des Volkes bestellt waren, dessen ferneres Geschick eine so verhängnisvolle Änderung erleiden sollte, und denen zusammen die Aufgabe zu erteilen war, das Volk diese Änderung aus dem rechten Gesichtspunkte begreifen und beherzigen zu lassen. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64188305c9371ec0cebe75c7", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Numbers 14:26:1", "anchorRef": "Numbers 14:26", "anchorRefExpanded": ["Numbers 14:26"], "sourceRef": "Reggio on Torah, Numbers 14:26:1", "sourceHeRef": "ביאור יש\"ר על התורה, במדבר י״ד:כ״ו:א׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "במדבר", "he": "<b>וידבר,</b> לפי שלא פירש עדיין איך תחול עליהם הגזירה ורק אמר סתם שלא יראו את הארץ, לכן בא עתה לפרש שימותו יום לשנה יום לשנה ושיתמיד הענין כך ארבעים שנה וכל שאר הפרטים, וכדי שלא יאמרו ישראל אולי מקרה הוא מאחר שלא נענשו מיד, צוה למשה שיאמר אליהם את כל ענין הגזירה ויודיעם שימותו במדבר שנה בשנה, וזה טעם הפרשה הזאת:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc6c758c1dc532ec91be", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 14:26", "anchorRef": "Numbers 14:26", "anchorRefExpanded": ["Numbers 14:26"], "sourceRef": "Steinsaltz on Numbers 14:26", "sourceHeRef": "ביאור שטיינזלץ על במדבר י״ד:כ״ו", "anchorVerse": 26, "sourceHasEn": true, "commentaryNum": 14.0026, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וַיְדַבֵּר ה' אֶל מֹשֶׁה וְאֶל אַהֲרֹן לֵאמֹר:</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>The Lord spoke to Moses and to Aaron, saying: </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "554ef0b1fbfba21b48f53c38", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 14:26:1", "anchorRef": "Numbers 14:26", "anchorRefExpanded": ["Numbers 14:26"], "sourceRef": "Haamek Davar on Numbers 14:26:1", "sourceHeRef": "העמק דבר על במדבר י״ד:כ״ו:א׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>וידבר ה׳ וגו׳.</b> עד כאן היה הדבור למשה לבדו. תשובה וידיעה על תכלית הגזירה. אבל לא לאמר כ״ז לישראל. ועתה חזר ודיבר למשה ולאהרן מה להשיב ולאמר לישראל:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58ad9563d6e4a93323dc1899", "index_title": "Megillah", "category": "Talmud", "type": "", "ref": "Megillah 31b:2", "anchorRef": "Numbers 14:26", "anchorRefExpanded": ["Numbers 14:26"], "sourceRef": "Megillah 31b:2", "sourceHeRef": "מגילה ל״א ב:ב׳", "anchorVerse": 26, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 62.0002, "collectiveTitle": {"en": "Megillah", "he": "מגילה"}, "heTitle": "מגילה", "he": "בְּתִשְׁעָה בְּאָב גּוּפֵיהּ מַאי מַפְטְרִינַן? אָמַר רַב: ״אֵיכָה הָיְתָה לְזוֹנָה״. מִקְרָא מַאי? תַּנְיָא, אֲחֵרִים אוֹמְרִים: ״וְאִם לֹא תִשְׁמְעוּ לִי״, רַבִּי נָתָן בַּר יוֹסֵף אוֹמֵר: ״עַד אָנָה יְנַאֲצוּנִי הָעָם הַזֶּה״, וְיֵשׁ אוֹמְרִים: ״עַד מָתַי לָעֵדָה הָרָעָה הַזֹּאת״. אָמַר אַבָּיֵי: הָאִידָּנָא נְהוּג עָלְמָא לְמִיקְרֵי ״כִּי תוֹלִיד בָּנִים״, וּמַפְטִירִין ״אָסוֹף אֲסִיפֵם״.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The Gemara asks: <b>On</b> the <b>Ninth of Av itself, what do we read as the <i>haftara</i>? Rav said:</b> The portion containing the verse <b>“How</b> did the faithful city <b>become a harlot?”</b> (Isaiah 1:21). The Gemara asks: <b>What Torah portion</b> do they read? <b>It is taught</b> in a <i>baraita</i> that <b>others say:</b> They read the portion containing the verse <b>“But if you will not hearken to me”</b> (Leviticus 26:14). <b>Rabbi Natan bar Yosef said:</b> They read the portion containing the verse: <b>“How long will this people provoke me?”</b> (Numbers 14:11). <b>And some say:</b> They read the portion containing the verse: <b>“How long shall I bear with this evil congregation?”</b> (Numbers 14:27). The Gemara comments that <b>Abaye said: Nowadays, everyone is accustomed to read</b> the portion of <b>“When you shall beget children”</b> (Deuteronomy 4:25–40), <b>and they read as the <i>haftara</i></b> the portion of <b>“I will utterly consume them”</b> (Jeremiah 8:13–9:23).", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "5926b294d6e4a957603a2987", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Kedoshim 2:1", "anchorRef": "Numbers 14:26", "anchorRefExpanded": ["Numbers 14:26"], "sourceRef": "Midrash Tanchuma Buber, Kedoshim 2:1", "sourceHeRef": "תנחומא בובר, קדושים ב׳:א׳", "anchorVerse": 26, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "קדושים", "he": "ד\"א קדושים תהיו. א\"ל הקב\"ה לישראל, עד שלא בראתי את עולמי היו מלאכי השרת מקלסין אותי בכם, ומקדשין אותי בכם, ואומרים ברוך ה' אלהי ישראל מן העולם ועד העולם <small>(דה\"א טז לו)</small>, כיון שנברא אדם הראשון, אמרו המלאכים רבונו של עולם זה הוא שאנו מקלסין אותך בשמו, אמר להם [לאו] גנב הוא זה, שנאמר ותאכל מן העץ אשר צויתיך וגו' <small>(בראשית ג יז)</small>, בא נח אמרו לו זה הוא, אמר להם [לאו] זה שיכור הוא, שנאמר וישת מן היין וישכר וגו' <small>(שם ט כא)</small>, בא אברהם אמרו לו זה הוא, אמר להם זה גר הוא, בא יצחק אמרו לו זה הוא, אמר להם זה אוהב את שונאי, שנאמר ויאהב יצחק את עשו <small>(שם כה כח)</small>, כיון שבא יעקב אמרו לו זה הוא, אמר להן הן, וכן הוא אומר לא יקרא שמך עוד יעקב וגו' <small>(שם לה י)</small> ונקראו כל ישראל בשמו, באותה שעה קידש הקדוש ברוך הוא אותן על שמו, שנאמר ישראל אשר בך אתפאר <small>(ישעיה מט ג)</small>, א\"ל הקב\"ה הואיל ולשמי נתקדשתם, עד שלא בראתי את עולמי היו קדושים כשם שאני קדוש, שנאמר קדושים תהיו כי קדוש אני ה' אלהיכם. למה הדבר דומה למלך שקידש אשה אמר לה הואיל ונתקדשת לשמי, אני מלך ואת מלכה, כשם שהוא כבודי כך הוא כבודך, למה שאת אשתי, כך אמר הקב\"ה למשה לך קדש את ישראל, שנאמר לך אל העם וקדשתם היום ומחר <small>(שמות יט י)</small>, קידשם [בא] הקב\"ה ואמר להם ואתם תהיו לי ממלכת כהנים וגוי קדוש <small>(שמות יט י)</small>, למה כי קדוש אני, ואף אתם תהיו קדושים כשם שקידשתם אותי, שנאמר דבר אל כל עדת בני ישראל ואמרת אליהם קדושים תהיו וגו', אמר להם הקב\"ה אם זכיתם תקראו עדת קדושים, לא זכיתם, תקראו עדה רעה, עד מתי לעדה הרעה הזאת וגו' <small>(במדבר יד כו)</small>.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "Another interpretation (of Lev. 19:2:) <small>YOU SHALL BE HOLY</small>. The Holy One said to Israel: Before I created my world, the ministering angels praised my name through you and sanctified me through you by saying (in I Chron. 16:36): <small>BLESSED IS THE LORD GOD OF ISRAEL FROM EVERLASTING TO EVERLASTING</small>.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\"><i>Tanh</i>., Lev. 7:2.</i> When the first Adam was created, the angels said: Sovereign of the World, is this the one in whose name we are praising you? He told them, [No]. This person is a thief, since it is stated (of him in Gen. 3:17): <small>&lt; BECAUSE YOU OBEYED YOUR WIFE AND &gt; ATE OF THE TREE ABOUT WHICH I COMMANDED YOU, &lt; SAYING: DO NOT EAT OF IT. CURSED IS THE LAND BECAUSE OF YOU &gt;</small>. &lt; When &gt; Noah came, they said to him (i.e., to the Holy One): Is this the one? He told them, [No]. This person is a drunkard, since it is stated (of him in Gen. 9:21): <small>THEN HE DRANK OF THE WINE AND BECAME DRUNK</small>…. &lt; When &gt; Abraham came, they said to him: Is this the one? He told them: This is a stranger (<i>ger</i>). &lt; When &gt; Isaac came, they said to him: Is this the one? He told them: This one loves my enemy, as stated (in Gen. 25:28): <small>NOW ISAAC LOVED ESAU</small>. When Jacob came, they said to him: Is this the one? He told them, Yes, for so it says (in Gen. 35:10): <small>GOD SAID TO HIM: YOUR NAME SHALL NO LONGER BE JACOB, BUT YOUR NAME SHALL BE ISRAEL</small>…. So all Israel was called by his name. At that time the Holy One, Blessed be He, sanctified them because of his name, as stated (in Is. 49:3): <small>ISRAEL, IN WHOM I WILL BE GLORIFIED</small>. The Holy One said to him: Since you were sanctified for my name before I created my world, Be holy as I am holy. It is so stated (in Lev. 19:2:) <small>YOU SHALL BE HOLY, BECAUSE I, THE LORD YOUR GOD, AM HOLY</small>. To what is the matter comparable? To a king who betrothed a wife. He said to her because you have been betrothed (literally: sanctified) to my name, I am a king and you, a queen. Just as it (i.e., my name) is an honor for me, so it is an honor for you. Why? Because you are my wife. Thus the Holy One said to Moses. Go and sanctify (i.e., go and betroth) Israel, as stated (in Exod. 19:10): <small>GO UNTO THE PEOPLE AND SANCTIFY</small> (rt.: <i><small>QDSh</small></i>) <small>THEM TODAY AND TOMORROW</small>. {The Holy One sanctified them} [He sanctified them. The Holy One came] and said to them (in Exod. 19:6): <small>BUT YOU SHALL BE FOR ME A KINGDOM OF PRIESTS, A HOLY</small> (rt.: <i><small>QDSh</small></i>) <small>NATION</small>. Why? (Lev. 19:2:) <small>BECAUSE</small>… <small>I AM HOLY</small>. And you also shall be sanctified (rt.: <i><small>QDSh</small></i>) just as you have sanctified me, as stated (in Lev. 19:2) <small>SPEAK UNTO THE WHOLE CONGREGATION OF THE CHILDREN OF ISRAEL, AND SAY UNTO THEM: YOU SHALL BE HOLY</small> (rt.: <i><small>QDSh</small></i>)…. The Holy One said unto them: If you are worthy, you shall be called a congregation of saints (rt.: <i><small>QDSh</small></i>); &lt; if &gt; you are unworthy, you shall be called an evil congregation. (Numb. 14:27:) <small>HOW LONG SHALL THIS EVIL CONGREGATION</small>…?", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5ae9be14c3ca0e0016310d64", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "", "ref": "Midrash Aggadah, Leviticus 19:2:3", "anchorRef": "Numbers 14:26", "anchorRefExpanded": ["Numbers 14:26"], "sourceRef": "Midrash Aggadah, Leviticus 19:2:3", "sourceHeRef": "מדרש אגדה, ויקרא י״ט:ב׳:ג׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 2.0003, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "ויקרא", "he": "ד\"א קדשים תהיו. <i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"5\"></i> אמר הקב\"ה לישראל עד שלא בראתי העולם היו מלאכי השרת מקלסין אותי בכם, ומקדישין שמי, והם אומרים ברוך ה' אלהי ישראל [מן העולם ועד העולם] (דה\"א טז לו). וכיון שנברא אדם הראשון, אמרו המלאכים לפני הקב\"ה רבונו של עולם זה הוא שאנחנו מקלסין אותך בו, אמר להם הקב\"ה לאו גנב הוא זה, [שנאמר ותאכל מן העץ אשר צויתיך וגו' (בראשית ג' י' ז')]. נח בא אמרו המלאכים רבונו של עולם זה הוא, אמר להם לאו שכור הוא, שנאמר וישת מן היין וישכר (בראשית ט כא). בא אברהם אמרו לפניו רבון העולמים זה הוא, אמר להם לאו גר הוא, ואתם הייתם אומרים ברוך ה' אלהי ישראל (תהלים מא יד). בא יצחק אמרו רבונו של עולם זה הוא, אמר להם לאו, מפני שהוא אוהב לשונאי, [שנאמר ויאהב יצחק את עשו (בראשית כה כח)]. בא יעקב, אמרו רבון העולמים זה הוא, אמר להם הין, אמרו נחנו לא אמרנו לפניך אלא אלהי ישראל, וזה יעקב שמו, אמר להם אני אמרתי לו, לא יקרא שמך עוד יעקב כי אם ישראל יהיה שמך (בראשית לה ו), ונקראו כל ישראל על שמו, באותה שעה קידש הקב\"ה את ישראל לשמו, שנאמר ישראל אשר בך אתפאר (ישעיה מט ג). אמר הקב\"ה לישראל הואיל ונתקדשתם לשמי עד שלא בראתי עולמי, ועתה היו קדושים כשם שאני קדוש, קדושים תהיו. משל למה הדבר דומה למלך שקידש אשה אמר לה הואיל ונתקדשת על שמי תהי מלכך וכבודך כמו כבודי, למה שאת אשתי, כך אמר הקב\"ה למשה לך קדש את ישראל, שנאמר לך אל העם וקדשתם היום ומחר (שמות יט י), ולמה לא אמר למשה לך ותזמנם, אלא וקדשתם, לפי שאני קדוש כך אני צריך לקדשם, שאני בעצמי קדשתים, ועל זה נאמר דבר אל בני ישראל ואמרת אליהם קדשים תהיו כי קדוש אני, אמר להם הקב\"ה אם זכיתם הרי אתם נקראים עדה של קדשים, ואם לאו אתם נקראים עדה רעה, שנא' עד מתי לעדה הרעה הזאת וגו' (במדבר י\"ד כ\"ו):", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd14132922a7400576c2803", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 14:26:1", "anchorRef": "Numbers 14:26", "anchorRefExpanded": ["Numbers 14:26"], "sourceRef": "Birkat Asher on Torah, Numbers 14:26:1", "sourceHeRef": "ברכת אשר על התורה, במדבר י״ד:כ״ו:א׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>\"וידבר ה' אל משה ואל אהרן לאמר\".</b> בחומש מקראות גדולות\" נוסח תרגום אונקלוס הוא: \"ומליל ה' עם משה ועם אהרן למימר\". ואולם בנוסח חומש \"תורת חיים\" גם כאן כמו בספר ויקרא (יד, לג) - \"ומליל ה' עם משה ולאהרן למימר\". (פ' שלח תשנ\"ז - זכרון יעקב) וראה מש\"כ למעלה (א, א; ד, א) ובספר שמות (ו, יג) בשם ר' רפאל בנימין פוזן שי'.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd672025f25e0061095568", "index_title": "Malbim on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Leviticus, Vayikra 3:4", "anchorRef": "Numbers 14:26-27", "anchorRefExpanded": ["Numbers 14:26", "Numbers 14:27"], "sourceRef": "Malbim on Leviticus, Vayikra 3:4", "sourceHeRef": "מלבי\"ם על ויקרא, ויקרא ג׳:ד׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 3.0004, "collectiveTitle": {"en": "Malbim on Leviticus", "he": "מלבי\"ם על ויקרא"}, "heTitle": "ויקרא", "he": "ויקרא אל משה וידבר ה' אליו: הלכה פסוקה בדיני המליצה כי בכל מאמר שנזכר בו שם הפועל ושם הפעול בפירוש, לא יבא לעולם שם הפעול לפני שם הפועל. רצוני, שלא יכתב \"וידבר אל משה ה' \" או \"ויאמר אל יוסף יעקב\"; רק הסדר \"וידבר ה' אל משה\", \"ויאמר יעקב אל יוסף\". ועתה יפלא מאד במאמר הלז שבא שם הפועל, ה' , מאוחר מטעם הדרוש שנתבאר (בסימן א), היה ראוי שגם שם הפעול, \"אל משה\", יבא מאוחר. ובזה היה הלשון מסודר: \"ויקרא וידבר ה' אל משה\" ולא היה צריך גם כן כפל מלת \"אליו\"; ואיך נתהפך הסדר שהקדים \"אל משה\" לפני שם \"ה' \" הדובר, ששיעורו \"ויקרא אל משה...ה' \"? וזה זר ומוזר מאד. ואמרו כי הקדים שם הפעול וכפלו שנית על ידי כינוי \"אליו\" לדייק רק אל משה קרא ורק אליו דבר, ולמעט את אהרן. שכבר יתבאר בספר זה, במקומות לא חקר, כי קדימת שם אחד לפני מקומו וכן כפל השם עם הכינוי בא למיעוט ולדיוק. ואמרו סופרים כי י\"ג דברות נאמרו בתורה למשה ואהרן, וכנגדן נאמרו י\"ג מיעוטין. <b>ותחלה נבאר הי\"ג דברות</b> האלה, איה מקום כבודם: במסורה (ריש חוקת) <b>וידבר ה' אל משה ואל אהרן:</b> י\"א דסמיכי וסימנם: \"ויצום אל בני ישראל\" (שמות ו, יג), \"דברו את כל\" דשרצים (ויקרא יא, א), \"אדם כי יהיה בעור\" (ויקרא יג, א), \"כי תבואו אל ארץ\" (ויקרא יד, לג-לד), \"איש איש כי יהיה זב\" (ויקרא טו, א), \"איש על דגלו באותות\" (במדבר ב, א), \"נשא את ראש הקהתי\" (במדבר ד, א), \"אל תכריתו את\" (במדבר ד, יז), \"עד מתי לעדה הרעה\" (במדבר יד, כו-כז), \"הבדלו מתוך העדה\" (במדבר טז, כ-כא), \"זאת חקת התורה\" (במדבר יט, א-ב).  עוד במסורה (בסדר וארא): <b>ויאמר ה' אל משה ואל אהרן:</b> ו' דסמיכי וסימנהון: \"מופת\" (שמות ז, ח-ט), \"חפניכם\" (שמות ט, ח), \"החדש\" (שמות יב, א-ב), \"זאת חוקת הפסח\" (שמות יב, מג), \"יען לא האמנתם\" (במדבר כ, יב), \"בהר ההר\" (במדבר כ, כג).  עוד במסורה: <b>וידבר ה' אל אהרן:</b> ב' דסמיכי וסימנך: \"יין ושכר אל תשת\" (ויקרא י, ח-ט), \"ואני הנה נתתי לך\" (במדבר יח, ח). ותלתא <b>ויאמר ה' אל אהרן:</b> וסימנהון: \"לך לקראת משה\" (שמות ד, כז), \"אתה ובניך ובית אביך\" (במדבר יח, א), \"בארצם לא תנחל\" (במדבר יח, כ), עכ\"ל המסורה. לפי זה חשבון הי\"ג דברות שנאמרו למשה ולאהרן נפלא מאד! דאם נחשב רק \"וידבר ה' אל משה ואהרן\" אינם רק י\"א; ואם נחשב גם \"ויאמר ה' \" הם י\"ז (ועוד נמצא \"ויאמר ה' פתאום אל משה ואל אהרן\" דפר' בהעלותך ולא מנהו המסורה משום תיבת \"פתאום\" המפסיק. ועל זה כוון מ\"ש ברבה במדבר (פרשה ב) בי\"ח מקומות אתה מוצא משה ואהרן שוים וכולי); ואם נחשב גם \"ויאמר\"/\"וידבר\" ה' אל אהרן הם כ\"ב! ועם \"ויאמר ה' פתאום..\" הם כ\"ג! ותהי המבוכה רבה בעדת המפרשים, גם שגו במנין פקו פליליה. <sup class=\"footnote-marker\">(א)</sup><i class=\"footnote\">הק\"א פסקא כ' וז\"ל לא הוצרך לבאר הי\"ג פעמים שנאמרו בתורה הדברות למשה ולאהרן כי מבוארים הם ונתנו בהם סימן, מופת, חפניכם, החדש, ויצום, החיה, ארץ אחוזתכם, זב, איש על דגלו, נשא את ראש בני קהת, אל תכריתו, עד מתי, הבדלו, פרה. עכ\"ד, והנה ג' מהם שהם מופת, חפניכם, החדש, כתוב ויאמר אל משה ואהרן. ולו שם בשלשה ועד השלשה לא בא כי ששה המה. ועשרה דכתיב וידבר, הם באמת עשתי עשר. עוד כתב שם אח\"כ ואם יקשה עליך שהרי מצאנו דבור מיוחד לאהרן (בפ' קרח) וכן אמירה אחת לאהרן (שם) וכו'. ושכח כי הם שתי דברות ושלש אמירות כמ\"ש מנמוקי בעלי המסורה, והראב\"ד (כפי שהביא הק\"א משנה ד' בשמו) דסבר שהם ט\"ז דברות ואמירות, וריב\"ב לא חשיב ג' דברות ואמירות שקודם החדש הזה לכם נשארו י\"ג, וריה\"ג חשיב גם הג' דקודם החודש עי\"ש. וגם זה אינו כפתור ופרח, כי בארנו שהם י\"ז או י\"ח, ועוד שגם ריב\"ב מונה בין המעוטים מיעוט של ויהי ביום דבר ה' אל משה בא\"מ. וראיתי להחכם רוו\"ה במודע לבינה אחרי שהשיג על הק\"א חתר להמציא חלוקים שונים למצוא המנין. וחלק בין פרשה לפרשה בדוחקים עצומים לבלי הועיל. וכן מה שכתב בעל ק\"א על דברי הראב\"ד שלא מנה רק המצות מלבד שסותר דברי עצמו שלא חשב תחלה רק י\"ג דברות ואמירות, סותר האמת, כי הדבור, עד מתי (במדבר י\"ד כ\"ז) הבדלו (שם ט\"ז כ') וכן האמירה יען לא האמנתם (שם כ' י\"ב) בהר ההר (שם כ' כ\"ג) אין בו מצוה. סוף דבר, הוחלתי כי לא ידברו העתיקו מהם מלין לכן חלקי אמרה נפשי, והמעיין יבחר. אולם מ\"ש במכלתא ריש בא על ויאמר ה' אל משה ואל אהרן למשה הי' הדבור ולא לאהרן וכו' ומפני מה לא היה מדבר עמו מפני כבודו של משה וכ' נמצא ממעט אהרן מכל הדברות חוץ מג' מקומות מפני שאפשר, היא דעת אחרת. שגם בכ\"מ שנאמר ויאמר ה' אל משה ואל אהרן אל משה לבד דבר וזה מטעם. מפני כבודו של משה. פי' שהגם שאמירה יצויר באהרן, לא יצויר שישוה עם משה באמירה משותפת, וס\"ל שגם לשון אמירה שבא אצל משה היתה מעולה מאמירה אל נביאים אחרים ולא נשתתף עמו אחר חוץ מג' מקומות והם תלתא ויאמר ה' אל אהרן לבד, מפני שאפשר אחר שאהרן היה נביא אפשר שתבא אליו אמירה, וכמ\"ש בפרושי:</i>: לכן אמרתי שִמעה לי, אחַוה דֵעי אף אני: לך עבור בספרי נביאים וכתובים מקצה לקצה ולא תמצא שיאמר \"וידבר ה' אל נביא פלוני לאמר\" כמו שלשון זה רגיל בספר התורה בדבר ה' אל נאמן ביתו. [כי מה שנמצא \"וידבר ה' אל גד\" (דברי הימים א כא, ט) פירושו שהגיע דבר ה' אליו על ידי מלאך, כי זה עצמו נזכר (שמואל ב כד) ושם כתוב \"ודְבַר ה' היה אל גד\" שזה מדרגה קטנה ונמצא אף בבעלי רוח הקדש כמו \"ויהי דבר ה' אל שלמה\" (מלכים א יז יא), \"ונמצא ויהי דבר ה' אל יהוא\" (שם טז), \"דבר ה' היה אל בעשא\" (שם שם) – רוצה לומר על ידי שליח. וכן מ\"ש \"וידבר ה' אל גד\" הוא דומה עם מ\"ש \"וידבר ה' אל מנשה ואל עמו\" (דברי הימים ב לג, י) שפירושו על ידי שליח. וזולת זה לא נמצא בנביאים רק \"וידבר מלאך ה' אל אליהו\" (מלכים א טו) וכן (דניאל ט, זכריה ו, יחזקאל סימן מ וסימן מא) כולם מבוארים שהיה על ידי מלאך]. ובמסורה מערכיית אות א: <b>\"וידבר ה'\"</b> ד' בנביאים וסימנהון: \"וידבר ה' אל יהושע\" (יהושע כ, א), \"ביד עבדיו הנביאים\" (מלכים ב כא, י), \"וידבר ה' אל גד\" (דברי הימים א כא, ט), \"וידבר ה' אל מנשה\" (דברי הימים ב לג, י); וכל אורייתא דכוותיה. והטעם מבואר במה שבארתי בסימן הקודם בהבדל שבין \"דיבור\" ו\"אמירה\" ושמה שכתוב \"וידבר ה' אל משה לאמר\" פירושו שמסר לו דברים והלכות בעל פה ושבצם במשבצת אמירת הכתב וזה לא היה רק במשה שהיה נביא תורה, לא ביתר נביאים. רק פעם אחד נמצא בפר' רוצחים (יהושע כ) \"וידבר ה' אל יהושע לאמר\" שזה מפני שהחזיר שם פרשה הכתובה בתורה ואמרו חז\"ל (מכות יא) אמר ר' חמא בר' חנינא מפני מה נאמרה פרשת רוצחים בלשון עזה? דכתיב \"וידבר ה' אל יהושע לאמר..\" מפני שהם של תורה. למימרא דכל \"דיבור\" לשון קשה? הן, כדכתיב \"דבר האיש אדני הארץ אתנו קשות\". [והקישוי הזה כולל בין הקשה מצד עומק הדברים ומושגם כמו ענינים עמוקים שצריכים ביאור ופירוש, הן הקשה מצד ענינו, כמו דברים הרעים ווכוחים וטענות שזה נכנס בגדר הדיבור. והביא ממין אחד – \"דבר האיש אתנו קשות\" ראייה למין השני שפרשת ערי המקלט קשה מצד עומק מושגה יען שהיא של תורה. ובמדרש רבה (תשא פ' מב ופ' סח) ובתנחומא (פר' צו) וספרי (פר' בהעלותך) ובכמה מקומות אמרו \"דיבור\" קשה ו\"אמירה\" רכה.] על פי הדברים ואמת האלה נראה כי לא הוציא ר' יהודה בן בתירה את אהרן רק מן ה\"דיבור\", לא מן ה\"אמירה\", שכן דייק <b>י\"ג דברות</b>; והרי במשנה הבדיל בין \"דיבור\" ובין \"אמירה\" ובוודאי לשונו דוקא; כי אחר שאהרן היה נביא בהכרח באה אליו אמירה מאת ה' כמו אל יתר נביאים רק ה\"דיבור\" לא יצויר עמו שזה מיוחד רק למשה לבד [שעל מה שכתוב \"וידבר אלקים אל נח\" שאל זאת במדרש (ויקרא פ\"א) ועם נח לא דבר וכולי. ובאברהם כתיב \"וידבר אתו\"] . והם י\"ג דברות – שהם י\"א שכתוב \"וידבר אל משה ואהרן\" ושנים \"וידבר ה' אל אהרן\". וראיה לאמיתת פירוש זה שעל מה שכתוב \"וידבר אל משה ואל אהרן ויצום\" (שמות ו, יג) סיים \"ויהי ביום דבר ה' אל משה\", (וזה אחד מן המיעוטים). וכן על מה שכתוב על \"וידבר..איש על דגלו\" (במדבר ב) סיים \"ויעשו בני ישראל כאשר צוה ה' את משה\" (וגם זה מן המיעוטים) – מבואר שעיקר הציווי היה למשה. לא כן במה שכתב \"<b>ויאמר</b> ה'..החדש הזה\" (שמות יב) סיים \"ויעשו בני ישראל כאשר צוה ה' <b>את משה ואת אהרן</b>, וכן על \"ויאמר..\" ד\"זאת חוקת הפסח\" (שמות יב, מג) סיים כן; מבואר דגבי \"ויאמר\" היה הציווי לשניהם. <b>(ביאור משנה ב ומשנה ג)</b> עתה נבאר <b>הי\"ג מיעוטים:</b> ר' יהודה בן בתירה בקש חשבונות רבים, י\"ג מיעוטים נגד י\"ג דברות להראות שמה שכתוב \"וידבר ה'...אל אהרן\" פירושו על ידי שליח כמו \"וידבר ה' אל גד\" \"וידבר ה' אל מנשה\" כמו שנזכר למעלה. ובבראשית רבה (פר' כ) \"ותקרא שם ה' הדובר אליה\" – על ידי מלאך...\"ויאמר ה' לה\" – על ידי מלאך ויש אומרים על ידי שם בן נח. וכן (שם פ' מה). וברבה (יתרו פ' ??) \"ויאמר אל משה אני חותנך יתרו\" – ר\"י אומר על ידי שליח; ר\"א אומר אגרת שלו לו. וכן \"וידבר..אל אהרן\" – על ידי משה. <b>(מיעוט א ב ג)</b> מ\"ש בסוף נשא (במדבר ז, פט): \"וּבְבֹא מֹשֶׁה אֶל אֹהֶל מוֹעֵד לְדַבֵּר אִתּוֹ וַיִּשְׁמַע אֶת הַקּוֹל מִדַּבֵּר אֵלָיו מֵעַל הַכַּפֹּרֶת אֲשֶׁר עַל אֲרֹן הָעֵדֻת מִבֵּין שְׁנֵי הַכְּרֻבִים וַיְדַבֵּר אֵלָיו\". (א) מה שכתב \"ובבא משה אל אהל מועד לדבר אתו\" – מלת \"לדבר אתו\" מיותר, שכבר אמר (שמות לד, לד) \"ובבא משה לפני ה' לדבר אתו\", ותמצא מבואר בכל הספר הזה כי כל מאמר הכפול בתורה – האחד בא לגופיה והשני לדרוש; אמר שנית \"לדבר אתו\" למעט זולתו שהוא אהרן. (ב) \"מדבר אליו\" שלדעת רש\"י הוא מן ההתפעל כמו \"מתדבר\" ואם כן מלת \"אליו\" זרה שהוראת ההתפעל הוא שמתדבר אל עצמו. ועל כן רצה הראב\"ע לעשותו שם הפועל והדגש מקום \"מן\" וזה דוחק. ופירשו חכמים שמלת \"אליו\" הזרה פה בא למעט זולתו, שהקול לא הגיע לאזני זולתו שהוא אהרן. (ג) מ\"ש \"וידבר אליו\" מיותר בהחלט דהא מתחיל בפרשה אחריו \"וידבר ה' אל משה דבר אל אהרן\" והרי כפול \"וידבר אליו..וידבר ה' אל משה\". ופירושו שבא למעט רק אליו דבר שהוא ידבר לאהרן, ולא דבר עם אהרן עצמו. <b>(מיעוט ד ה):</b> מצאנו יעידה עם מלת \"לך\" ג' פעמים: \"וְנוֹעַדְתִּי לְךָ שָׁם וְדִבַּרְתִּי אִתְּךָ\" (שמות כה, כב), \"לִפְנֵי הַפָּרֹכֶת אֲשֶׁר עַל אֲרֹן הָעֵדֻת לִפְנֵי הַכַּפֹּרֶת אֲשֶׁר עַל הָעֵדֻת אֲשֶׁר אִוָּעֵד לְךָ שָׁמָּה\" (שמות ל, ו), \"לִפְנֵי הָעֵדֻת בְּאֹהֶל מוֹעֵד אֲשֶׁר אִוָּעֵד לְךָ שָׁמָּה\" (שמות ל, לו). וכפי הכללים שהיו לחז\"ל בזה (שיתבארו בכל הספר) כל דבר הכפול ומשולש בתורה צריך אחד לגופיה והיתרים באו לדרשה, ונשארו שנים למעט שהיעידה תהיה לך, לא לזולתך שהוא אהרן. <b>(מיעוט ו):</b> (שמות כט, מב) \"עולת תמיד..פתח אהל מועד לפני ה' אשר אועד לכם שמה לדבר אליך שם ונועדתי שמה לבני ישראל\" פירש הראב\"ע ויפת אמר \"אשר אועד לכם\" – למשה ולאהרן, ורמז לדבר: \"אליך\" למשה תמיד, ועדותו \"ונועדתי שמה לבני ישראל\". כוונתו שאי אפשר לפרש \"אועד לכם\" לישראל דאם כן למה יאמר שנית \"ונועדתי..לבני ישראל\"? ועל כרחך \"לכם\" למשה ולאהרן ובאר שבכל זאת אל אהרן לא ידבר רק \"לדבר אליך\" – למשה תמיד. וזה דעת רבותינו. (משנה ז) <b>(מיעוט ז):</b> \"כאשר צוה ה' אל משה\" זה נמצא רק פעם אחת בתורה (שמות טז, לג-לד) \"ויאמר משה אל אהרן קח צנצנת אחת ותן שמה...כאשר צוה ה' אל משה\" (כי תמיד כתוב \"את משה\" ונמסר במסורה לית ושארה \"את\". ויש בזה ב' זריות: (א) שהיה לו לומר \"כאשר צוה ה' אותי\" או \"אלי\", אחר שמשה דבר זאת. והגם שמצאנו פעמים שבא השם תחת הכינוי כמו \"ואל משה אמר עלה אל ה' \" כמ\"ש הרד\"ק (במכלול דף כט ב) – יש בו דרוש כמ\"ש (ברכות ח) \"למען אדני \" – \"למענך\" מבעיא ליה?! למען אברהם שקראך אדון. (ב) זאת שנית מ\"ש \"צוה אל משה\". ויש הבדל בין \"צוה את\" ובין \"צוה ל...\" בלמ\"ד; ש\"צוה ל...\" מורה שצוה בשבילו כמו שפרש\"י (במדבר לב כח) \"ויצו להם משה את אלעזר הכהן\" כמו עליהם ועל תנאם, כמו \"ה' ילחם לכם\". \"עמדו ואשמעה מה יצוה ה' לכם\" תרגם אונקלוס על דילכון. \"צוה ה' ליעקב\" (איכה א׳:י״ז) פרש\"י על יעקב. ובסוטה (דף יב) \"ויצו פרעה לכל עמו\" אף על עמו גזר. \"תורה צוה לנו משה\" לנו בעבורינו (ספרי סימן שמה). ולכן דרשוהו גם פה שלפי שמשה פקד לאהרן לגנוז צנצנת המן באר כי צויים כאלה צוה אל ובשביל משה, לא בשביל אהרן, הגם שאהרן עשה המעשה הציוי בא אל משה שיאמר לאהרן. <b>(מיעוט ח):</b> בפר' צו (ויקרא ז, לו-לח) \"אשר צוה ה' לתת להם...אשר צוה ה' את משה בהר סיני ביום צותו\" ויש פה גם כן ב' זריות: (א) כפל \"אשר צוה..אשר צוה\", (ב) שהיה לו לומר בשניהם \"כאשר\". ובמסורה נמסר על שניהם: חמשה סבירין \"כאשר\" וקרינין \"אשר\"; ודרשו שבא ללמד \"אשר צוה ה' \", רוצה לומר, כל מה שצוה ה' – אשר צוה אל משה, השני מבאר את הראשון שהיו הצויים מיוחדים למשה, לא לאחר עמו. <b>(מיעוט ט):</b> \"אשר צוה ה' את משה\" הוא מיעוט שבא בדיבור עצמו, שעל \"וידבר ה' אל משה ואל אהרן\" דקהת (במדבר ד, א עיין שם) (במדבר ד, יז עיין שם) סיים בסוף הענין (במדבר ד, מט) \"ופקדיו אשר צוה ה' את משה\" – מבואר שלמשה בא הציווי. <b>(מיעוט י):</b> גירסת הספרא \"את אשר יצוה\" וכן גירסת התורת כהנים, וכן מה שגרסי \"את כל אשר אצוך אל בני ישראל\" לא אוכל לפרשה כפי דרכי בספר הזה, ונראה לגרוס במקומם \"כאשר דבר ה' ביד משה לו\" (במדבר יז, ה) שכן אומר בספרי (קרח פסקא קיז) \"וידבר ה' אל אהרן ואני הנה נתתי\" – שומע אני שהיה הדיבור לאהרן... ת\"ל \"זכרון לבני ישראל..כאשר דבר ה ביד משה לו\" – הא למדת שהדיבור למשה שיאמר לאהרן. ופרש\"י \"ביד משה לו\" כמו עליו, על אהרן דבר וכולי שהוא פרשת \"ואני הנה נתתי\". לפי זה גם זה מיעוט שבא בדיבור עצמו ביחוד, כי מן מיעוט ט' עד מיעוט י\"ג הם מיעוטים שבאו בהדברות עצמם. <b>(מיעוט י\"א):</b> גם הוא נזכר בדיבור עצמו שעל דיבור \"ויצום\" (שמות ו, יג) סיים (שמות ו, כח) \"ויהי ביום דבר ה' אל משה בארץ מצרים\" – ביאר שלמשה בא הדיבור הלז. ", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1ea17ceb7d2e1475644e19", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 14:26:1", "anchorRef": "Numbers 14:26", "anchorRefExpanded": ["Numbers 14:26"], "sourceRef": "Midrash Lekach Tov, Numbers 14:26:1", "sourceHeRef": "מדרש לקח טוב, במדבר י״ד:כ״ו:א׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> וידבר ה' אל משה ואל אהרן לאמר. עד מתי לעדה הרעה הזאת. על שנועדו להתלונן על עצת מרגלים נקראו עדה רעה:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61225507412970c0e359d91a", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "anchorRef": "Numbers 13:27-29:31", "anchorRefExpanded": ["Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק שני, פרק ח כ״ג", "anchorVerse": 27, "sourceHasEn": true, "commentaryNum": 23, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ח", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>This is what they told him: “We came to the land you sent us to; it does indeed flow with milk and honey, and this is its fruit. However, the people who inhabit the country are powerful, and the cities are fortified and very large; moreover, we saw the Anakites there. Amalekites dwell in the Negeb region; Hittites, Jebusites, and Amorites inhabit the hill country; and Canaanites dwell by the Sea and along the Jordan…. We cannot attack that people, for it is stronger than we.” Thus they spread calumnies among the Israelites about the land they had scouted, saying, “The country that we traversed and scouted is one that devours its settlers. All the people that we saw in it are men of great size; we saw the Nephilim there – the Anakites are part of the Nephilim and we looked like grasshoppers to ourselves, and so we must have looked to them.” (Num. 13:27–29, 31–33)</small>", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "64bfcd365781082118c1513d", "index_title": "Alshekh on Torah", "category": "Commentary", "type": "commentary", "ref": "Alshekh on Torah, Numbers 14:26:1-2", "anchorRef": "Numbers 14:26", "anchorRefExpanded": ["Numbers 14:26"], "sourceRef": "Alshekh on Torah, Numbers 14:26:1-2", "sourceHeRef": "תורת משה - אלשיך, במדבר י״ד:כ״ו:א׳-ב׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1540, 1590], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Alshich", "he": "אלשיך"}, "heTitle": "במדבר", "he": ["<b>וידבר ה' וכו'.</b> ראוי לשית לב (א) למה זה נתייחד דבור זה גם לאהרן כיון שמשה לבדו המדבר באומרו אמור אליהם וכו'. (ב) אומרו עד מתי מי אמר לו שיאריך להם שמשיב ואומר עד מתי וכו'. (ג) כי הלא ענין זה כבר נאמר באומרו למעלה עד אנה ינאצוני וכו'. (ד) אומרו אשר המה מלינים ב' פעמים. (ה) שאומר שמעתי מי לא ידע ששמע. (ו) כי הלא אומרו ששמע היה ראוי לאומרו קודם כל דבריו יתברך אשר דבר על דבר המרגלים ולא עתה. (ז) מה שחזר לומר חי אני אחר שכבר נאמר למעלה. (ח) אומרו דברתם באזני כי מלת באזני מיותרא. (ט) אומרו יפלו פגריכם למה אמר לשון זה ולא אמר תמותו. (י) כי הלא כל זה נראה שהיה בכלל אומרו למעלה אם יראו את הארץ וכו'. (יא) ייתור אומרו וכל פקודיכם לכל מספר וכ' מבן כ' וכו'. (יב) אומרו אשר הלינותם עלי כי הנה זה נאמר כמה פעמים. (יג) אומרו אשר הלינותם עלי אם אתם תבאו אל הארץ וכו' כי אם כלב וכו' הלא כל זה נאמר למעלה באר היטב וגם נשית לב אל הזכירו פה השבועה. (יד) אומרו וטפכם אשר אמרתם וכו' למה מזכיר הטף בין מה שמדבר על עצמם. (טו) אומרו וידעו את הארץ מה ענין ידיעה זו ויותר היה צודק יאמר וישבו בארץ וכו' וגם למה חוזר להזכיר אשר מאסו בארץ באומרו אשר מאסתם בה. (טז) כי אחרי אומרו למעלה יפלו פגריכם למה חוזר ואומר ופגריכם אתם יפלו במדבר וכו'. (יז) אומרו אתם שהוא מיותר. (יח) שהראוי יאמר תפלו לנוכח כאומרו אתם. (יט) אומרו ובניכם יהיו רועים במדבר וכו' למה לקו בעון אבותם ארבעים שנה וגם מה ענין היותם רועים. (כ) אומרו כמספר הימים אשר תרתם כי מהראוי יאמר אשר תרו וידבר על התרים בעצמם. (כא) אומרו אני ה' דברתי מי לא ידע כי הוא ית' דבר. (כב) או' אם לא זאת וכו' כי הלא כל זה שנוי ומשולש למעלה. (כג) אומרו יתמו למה שינה מהקודם שאמר יפלו פגריכם. (כד) למה כפל ואמר ושם ימותו ומה גם כי בכלל מאתים מנה. (כה) אומרו ושם ומהראוי יאמר ופה ימותו או ובו ימותו ולא יאמר ושם. (כו) אומרו והאנשים אשר שלח משה וכו' כי הנה כל פסוק זה ותחלת פסוק שאחריו הוא ייתור ונאמר לבלי צורך והיה די יאמר וימותו מוצאי דבת הארץ לפני ה'. (כז) אומרו לפני ה' כי אין דבר אשר לא לפניו יהיה. (כח) או' ויהושע וכו' חיו מי לא ידע שחיו ומה גם כי בכלל אומרו שיבאו אל הארץ הוא שחיו ואם הוא שנטלו בארץ למה נאמר בלשון חיו: ", "<b>אמנם </b>הנה לבא אל הביאור נזכירה מאמר רז\"ל האומרים שמשה בקש רחמים שיכתב עונו בתורה יען לא האמנתם בי וכו' שלא יאמרו מרגלים מתו במדבר ומשה ואהרן ג\"כ ויאמרו כמות זה כן מות זה. משל לשתי נשים לוקות זו על שזינתה וזו על שאכלה פירות שביעית זו שאכלה פירות שביעית בקשה שיתלו מאותן הפירות בצואר' שלא יאמרו שגם היא זינתה. ונבא אל הענין והיא גם הוא ית' חשש על כבוד משה ואהרן ובא להפיס דעתן במה שאל שניהם ייחד להם דבורו על עונש מרגלים ואשר שלחום למען ידעו שניהם כאחד כי לא כמות אלה ימותו שניהם חלילה כאשר יבא בביאור המקראות. וז\"א וידבר ה' אל משה ואל אהרן לאמר כלומר למה שיתף גם את אהרן הלא הוא כדי לאמר עד מתי וכו' שבכלל הענין הוא להודיעם כי לא שם חלקם כהם. והענין כי ראה ית' שהיה מקום להרהר חלילה על צדק משפטו זה ובא להרים מכשול מדרך עמו וזה מכמה פנים. א'. לא ימנע או אשמת מרגלים כבדה מאד או הוא קלה. וזה מטעם כי התרים את הארץ אשר ראו הגידו כי עז העם והערים בצורות וכו' וגם בני ענקים ראו שם. ומאמרם ארץ אוכלת יושביה הנה ארז\"ל כי מתו אנשים רבים בהיותם שם וה' עשה לבל ישימו לב אליהם. ואפשר כי המה לא הבינו עצת ה'. וגם השומעים מהם לא יאשמו בעצם כי אחיהם המסו את לבבם. וגם כל תלונותם לא על ה' היתה כי אם על משה ועל אהרן כאומרו וילונו על משה ועל אהנן וכאומרו לו מתנו וכו'. הנה אם אשמתם כבדה לפני ית' איך הושוה עונשם לעונש משה ואהרן על מי מריבה כי אלו ואלו האריכו ארבעים שנה ואחרי כן מתו במדבר. ואם קלה אשמתם לפניו מהטעמים הנאמרים על מה חרד הוא ית' את כל החרדה ויאמר להשמידם לולא משה בחירו עמד בפרץ לפניו. עוד ב' יוכל איש לדבר ולומר איך עשה ה' ככה ולא נתנם לבא אל הארץ והוא ית' נשבע להם להביא אל הארץ כאומרו פרשת וארא לכן אמור לבני ישראל אני ה' והבאתי אתכם אל הארץ אשר נשאתי את ידי וכו' הנה בו נשבע להביא את יוצאי מצרים אל הארץ. עוד שלישית היה מקום להרהר והוא אם על בני עשרים קצף ה' למה הניע את הפחותים מבני עשרים שנה מ' שנה במדבר. ועוד רביעית והיא למה לא הניע ה' את עשרה המרגלים מ' שנה שיהיו נעים ונדים שהוא קשה ממותם מיד. על כל הדברים האלה בא האלהים ויאר לנו. ובראשון היחל ואמר כי למשה ולאהרן יאות לומר דבר זה כי לא הושוו בעונש עם עושי רשעה חלילה. כי כל משפטו יתב' במספר ובמשקל ואין בו נפתל ועקש כ\"א לאיש כמעשהו. והוא על הא' היחל ואמר עד מתי כו' וזה בהזכיר מאמרם ז\"ל כי באומרו יתב' העדה הרעה על העשרה מרגלים הכתוב מדבר. כי על כן למדו מכאן כי אין עדה פחותה מעשרה. וא\"כ פסוק זה עד מתי לעדה הרעה ופסוק שלפניה אם לא זאת אעשה לעדה הרעה על עשרה התרים את הארץ ידבר. ונבא אל הענין אמר על אשר היה מקום להרהר במשפט הנעשה למרגלים שהוא הדבר הראשון מהד' שהוזכרנו הנה דעו לכם כי כל אחד מקבל עונשו כמדת אשמתו. העשרה מוציאי דבת הארץ לא אאריך להם כלל כי הלא עד מתי לעדה הרעה הזאת כלומר עד מתי אאריך להם כ\"א לפקוד עליהם מיד. וכן היה כאומרו אחרי כן וימותו האנשים מוצאי דבת הארץ כו'. ולא בלבד על מה שחטאו כ\"א על שהחטיאו את ישראל וזהו אשר המה מלינים עלי שהוא עון חמור עד מאד ואין מספיקין ביד המחטיא לעשות תשובה. וכל יתר העם לא יעלה על רוחך שעליכם היתה תלונותם או לומר אחינו המסו את לבבנו כי הלא את תלונות בנ\"י אשר המה מלינים עלי כלומר גם שהיו מורים כמתלוננים על שניכם לא כן היה כ\"א עלי כי אני רואה ללבב שמעתי והבנתי כי כן היה וזה ושמעתי כד\"א שמעני אדוני. ולכן אמור אליהם חי אני כלומר אני כבשר ודם הבלתי חי שעל כן לא יראה ללבב כ\"א חי אני. ועל כן כאשר דברתם באזני כלומר לא מה שנכנס באזני משה ואהרן וכל השומעים פי בשר ודם המה ולא יראו ללבב כ\"א הבא באזני השומע ומבין ללב כן אעשה לכם כלומר גם שעונכם חמור לא אעש' כ\"א היוצא מפיכם. ולבל יראה כי כמותם ימותו משה ואהרן במדבר אחר מ' שנה. הנה אינו דומה כי במדבר הזה יפלו פגריכם ולא שימותו בלבד כ\"א שיפלו מעצמם ממצבם. משא\"כ גויות משה ואהרן כי גם גופם במותם במדבר מעמד וגדולת ערכם נצב תמיד כנודע קל וחומר מר' אחאי בר יאשיה ור' אלעזר בר' שמעון ודומיהם. וא\"כ אינו דומה חלילה להם. ועוד הפרש שני והוא כי בכם הוא פקודיכם לכל מספרכם כו' כלומר אותם שהיה מספרם מבן עשרים שנה ומעלה משא\"כ שבט לוי וא\"כ אין משה ואהרן בכלל זה. ועוד טענה ג' והיא כי כל זה היה על אשר הלינותם עלי אך לא הלינו משה ואהרן. ועל השבועה באומרו לכן אמור לבני ישראל וכו' והוצאתי כו' והבאתי אתכם אל הארץ וכו' הנה אני מקיים כי הלא אם אתם תבואו אל הארץ אשר נשאתי את ידי לשכן אתכם בה כי אם כלב בן יפונה וכו' וטפכם וכו' כי את שני אלה והטף והבאתי אותם כו' לקיים בהם השבועה. ולא יאמר עליכם פוקד עון אבות על בנים כי אין הדבר ההוא רק כד משלמין בניא למחטיא בתר חובי אבהתהון. אבל פה הוא בהפך כי אתם מאסתם הארץ ואלו הבנים ידעתי כי ידעו ערכה ויאהבוה וזהו וידעו את הארץ אשר מאסתם בה: "], "heVersionTitle": "Torat Moshe, Warsaw, 1875", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6564609fd165134acead04f8", "index_title": "Likutei Tefilot", "category": "Chasidut", "type": "", "ref": "Likutei Tefilot, Volume II 7:1", "anchorRef": "Numbers 13:1-14:39", "anchorRefExpanded": ["Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39"], "sourceRef": "Likutei Tefilot, Volume II 7:1", "sourceHeRef": "ליקוטי תפילות, חלק ב ז׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1810, 1820], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Likutei Tefilot", "he": "ליקוטי תפילות"}, "heTitle": "חלק ב", "he": "<small>[עַל־פִּי תּוֹרָה ז' - כִּי מְרַחֲמָם יְנַהֲגֵם]</small><br>רַחֲמֶיךָ רַבִּים יְהֹוָה כְּמִשְׁפָּטֶיךָ חַיֵּנִי. רַחוּם וְחַנּוּן יְהֹוָה אֶרֶךְ אַפַּיִם וְרַב חָסֶד. חַנּוּן וְרַחוּם יְהֹוָה אֶרֶךְ אַפַּיִם וּגְדָל חָסֶד. טוֹב יְהֹוָה לַכֹּל וְרַחֲמָיו עַל כָּל מַעֲשָׂיו. כְּרַחֵם אָב עַל בָּנִים כֵּן תְּרַחֵם עָלֵינוּ. ", "heVersionTitle": "Likutey Tefilos, Maleh Vigadish, 2021", "heLicense": "", "heVersionTitleInHebrew": "", "text": "<small><i>Sin Constitutes a Jew’s Greatest Suffering / A Compassionate Torah Leader Guides Those Who are Above and Those Who are Below / Everyone Must Leave Behind a Blessing in This World / A Tzaddik’s Insights Transcend Time / A Person’s Yom Kippur Determines the Quality of His Chanukah / The Lungs Draw Physical and Spiritual Life</i><br>A Torah leader must be compassionate. Moreover, he must know how to implement his compassion properly. For instance, just as a parent must refrain from feeding an infant adult food, so too, a compassionate leader must refrain from granting wicked people inappropriate kindness.<br>The souls of the Jewish people originate in a sublime source. As such, they are extraordinarily spiritual and refined, and are in essence entirely removed from sin.<br>A Jew sins only when a spirit of foolishness enters into him. That is the most pitiable state that he can find himself. Compared to that, any other suffering is as nothing.<br>A Torah leader must have compassion on such a person and fill him with proper spiritual awareness. In doing so, the leader relieves him of the heavy burden of his sins.<br>Moses was a uniquely compassionate Torah leader, dedicating himself to helping the Jewish people even at the risk of his own well-being. He opened the light of consciousness for the Jews. In doing so, he worked to create a civilized world, because the essence of a human being is his consciousness. A person who lacks that is uncivilized — in fact, he is not even considered a human being, but an animal in human form.<br>*<br>In our world, people can be divided into two groups: those who are above (compared to a “son”) and those who are below (compared to a “student”). The Tzaddik must guide both of them.<br>Those people who are above are on a high spiritual level. The Tzaddik must show them that ultimately, they know nothing of God, and he must challenge them to consider, “Where is the place of His glory?”<br>Those who are below are on a low spiritual level. The Tzaddik must show them that they can still hope to return to God, because “the whole earth is filled with His glory.”<br>In addition, these two types must be combined. The “son” must partake of something of the “student,” and the “student” must partake of something of the “son.” This is necessary so that both will possess the fear of God.<br>If a person on a high level only experiences his distance from God, he might feel too far to fear God. Therefore, he must be given something of the awareness of the person on a low level: that God’s glory fills the earth — i.e., that God is close to him.<br>And if a person on a low level only experiences how the world is filled with God’s glory, he might lose all sense of self and thus be unable to fear God. Therefore, he must be given something of the awareness of the person on a high level — a measure of distance from God — so that he will continue to be self-aware and he will be capable of fearing God.<br>*<br>Everyone can be a teacher. For instance, when two people discuss religious matters and one inspires the other, he is the teacher to the other. That kind of discussion civilizes the world and fills it with true human beings.<br>The act of teaching also expands the awareness of the teacher. A concept just beyond a person’s comprehension hovers outside his mind. When he acts as a teacher and transfers his wisdom and awareness to someone else, he creates a space in his own mind into which that hovering awareness can enter.<br>Thus, as soon as a teacher reveals one concept, a new awareness enters his mind. This process can occur repeatedly. This obligates him to be careful about what he reveals, because ultimately, he may be open to receiving an awareness of transcendent concepts beyond time — meaning, concepts that time would not suffice to explain. That is something that would leave him in a state of confusion, and so it is something he must avoid.<br>As for the sage and rabbi of the generation, the transcendent awareness that hovers around him is on the level of “length of days and years,” the World to Come, which is “a day that is entirely long,” transcending time. All of the time of this world is nothing compared to even a single moment of the World to Come. There, time is expressed as transcendent states of awareness. Attaining these states constitutes the essential delight of the World to Come: the knowledge of the unknown, the ultimate good hidden from all eyes. When the sage speaks with his students and fills them with his awareness, these transcendent states of awareness enter into him.<br>There are states of transcendent awareness that cannot be put into words. These are called “hands” because, like gesturing hands, they can communicate only hints. They bring these hints down to a level where God’s sovereign providence is revealed.<br>Along with the influx of hints comes an influx of abundance, including monetary wealth.<br>Having income is related to eating, since the principal purpose of work is to obtain food. When the levels of “son” and “student” combine, when a spiritually powerful person eats, he can experience an illumination of God’s will so that he will yearn for God without even knowing what he wants.<br>The Temple (which combined the dynamics of the “son” and the “student”) also brought down monetary blessing. Thus, it contained a huge basin called the “Sea of Solomon,” which is associated with the revelation of God’s sovereign providence.<br>In the days that the Temple existed, we were free of the burden of sin. The daily morning offering atoned for sins of the previous night, and the daily afternoon offering atoned for the sins of the previous day. But now that the Temple has been destroyed, we cannot adequately cleanse ourselves of our sins.<br>In the days of Moses, the sin of the spies<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See Numbers 13:1-14:39.</i> foreshadowed the destruction of the Temple. In that instance, Moses begged God to “please forgive the sin of this nation.” God acceded to his request, and that constituted the eventual re-inauguration of the Temple — as commemorated by Chanukah.<br>Similarly, when an individual is successful in his request for forgiveness (on Yom Kippur), that leads to a spiritually successful Chanukah, which corresponds to the re-inauguration of the Temple.<br>It is good for a person’s soul to rise and cling to its place in the upper worlds. That is what happens when a person dies. But that does not constitute his ultimate perfection. The soul attains perfection only when it exists both above and below.<br>In order to achieve that, a person must leave behind a blessing in this world. He does this in the form of sharing his awareness with a son or a student, who remains here below even as this person’s soul rises upward. In that sense, the person still exists in this world.<br>All of the above concepts apply to the well-being of the lungs. When the lungs are in proper balance, they are composed of these levels of “son” and “student.”</small><br><b>Send Us a Compassionate Leader</b><br>“Your compassion is abundant, HaShem. Give me life in accordance with Your ways.” “HaShem is compassionate and gracious, longsuffering and extremely kind.” “HaShem is good to everyone; His compassion rests on all of His creatures.” “In the same way that a father has compassion on [his] children, be compassionate to us.”", "versionTitle": "The Fiftieth Gate. Breslov Research Institute, Jerusalem, c1992-c2016", "license": "CC-BY-NC", "versionTitleInHebrew": ""}]