[{"_id": "521b1271edbab45814ae4eaf", "index_title": "Rashi on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Leviticus 7:2:1", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "Rashi on Leviticus 7:2:1", "sourceHeRef": "רש\"י על ויקרא ז׳:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על ויקרא", "he": "<b>ישחטו.</b> רִבָּה לָנוּ שְׁחִיטוֹת הַרְבֵּה; לְפִי שֶׁמָּצִינוּ אָשָׁם בְּצִבּוּר, נֶאֱמַר \"יִשְׁחֲטוּ\" — רַבִּים, וּתְלָאוֹ בְּעוֹלָה, לְהָבִיא עוֹלַת צִבּוּר לַצָּפוֹן:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "שחטו THEY SHALL SLAUGHTER — By using the plural ישחטו Scripture speaks of “several slaughterers” in connection with the עולה ‎‎‎‎(ישחטו את עולה)‎ ” in order to include also the communal burnt-offering under the law that an עולה must be slaughtered on the north side of the altar. — Since we do not find a guilt-offering in the case of the whole community, the term ישחטו in the plural is used here (ישחטו את האשם) because Scripture brings it in connection with the עולה (i. e. since the plural is used of the עולה it balances it by the same expression in the next phrase) (cf. Sifra, Tzav, Section 5 3).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe3fbfba276047f6c6d", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 7:2", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "Onkelos Leviticus 7:2", "sourceHeRef": "תרגום אונקלוס על ויקרא ז׳:ב׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 7.0002, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "בְאַתְרָא דִּי יִכְּסוּן יָת עֲלָתָא יִכְּסוּן יָת אֲשָׁמָא וְיָת דְּמֵיהּ יִזְרַק עַל מַדְבְּחָא סְחוֹר סְחוֹר:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "In the place where they will slaughter the burnt-offering they shall slaughter the guilt-offering, and they shall sprinkle its blood all around the altar.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec4a4", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 7:2", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "Targum Jonathan on Leviticus 7:2", "sourceHeRef": "תרגום יונתן על ויקרא ז׳:ב׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 7.0002, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "בְּאַתְרָא דְיִכְסוּן יַת עֲלָתָא יִכְסוּן יַת אַשְׁמָא וְיַת אַדְמֵיהּ יִדְרוֹק עַל מַדְבְּחָא חֲזוֹר חֲזוֹר", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " In the place where they kill the burnt sacrifice they shall kill the trespass offering, and the blood thereof shall he sprinkle upon the altar round about. ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "55adfa24fbfba23a06809682", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Tzav 21", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "Meshekh Chokhmah, Tzav 21", "sourceHeRef": "משך חכמה, צו כ״א", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 21, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "צו", "he": "<b>במקום </b>אשר ישחטו את העולה ישחטו את האשם. בתו\"כ ר\"א אומר מכאן לעולת צבור שלא תהא שחיטתה אלא בצפון. יתכן דהוא ר' אליעזר בר' שמעון דאמר בפ\"ב דחולין דף כ\"ט ע\"ב דאין שנים שוחטים זבח אחד, הא לחכמים קאי הך דישחטו דשנים שוחטין זבח אחד. ואפשר דמשו\"ה בעי ר\"א רבויא לעולת חובה ולעולת צבור, משום דק\"ל מדוע לא אמר קרא שישחט בן בקר בצפון דכן הוא טעון מילמד עליון מתחתון בוי\"ו מוסיף על ענין ראשון, כדיליף בריש איזהו מקומן והו\"א, משום דתמן כתיבא וערכו בני אהרן את הנתחים למד לטלה של תמיד שטעון ששה כדאמר ביומא דף כ\"ז עיי\"ש דר\"ז אומר בשם ר' אלעזר, והו\"א דלכן לא כתב דטעון צפון, משום דבכל מילי שוה טלה של תמיד לבן הבקר רק בצפון הו\"א דלא בעי או משום דחובה הוא או משום דצבור הוא ולא בעי צפון, לכן בעי קרא לרבותם לצפון ודו\"ק. ואע\"ג דר' אלעזר דיומא הוא אמורא כנראה גם מן הירושלמי, בכ\"ז מצינין לומר בטעמו דר\"א התנא כן דאזיל בשיטת רע\"ק רבו דאיהו יליף דטלה של צבור טעון ששה מהך קרא והו\"א דלא בעי צפון, או דחובה, או דצבור הוי ולכן לא כתביה קרא דצפון טעון בבן בקר משום, דשם נזכר טלה של תמיד, לכן בעי קרא לרבותם וצפון לא כתיב בבן בקר לא בעולה ולא בחטאת עדה וכהן משיח, לכן צריך הגמ' למילף מואם מוסיף על ענין ראשון. ועיין תוספות שם ודו\"ק בכ\"ז.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77cf7d6e4a94c7c18a42e", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 7:2", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "Tafsir Rasag, Leviticus 7:2", "sourceHeRef": "תפסיר רס\"ג, ויקרא ז׳:ב׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 7.0002, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "פי מוצ̇ע תד̇בח אלד̇כוה יד̇בח קרבאן אלאת̇ם ודמה ירש עלי אלמד̇בח מסתדירא", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "585b844ad6e4a908ac4f1783", "index_title": "Mishneh Torah, Sacrificial Procedure", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Sacrificial Procedure 5:3", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "Mishneh Torah, Sacrificial Procedure 5:3", "sourceHeRef": "משנה תורה, הלכות מעשה הקרבנות ה׳:ג׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 5.0003, "collectiveTitle": {"en": "Mishneh Torah, Sacrificial Procedure", "he": "משנה תורה, הלכות מעשה הקרבנות"}, "heTitle": "משנה תורה, הלכות מעשה הקרבנות", "he": "וּמִנַּיִן שֶׁאֵין שׁוֹחֲטִין קָדְשֵׁי קָדָשִׁים אֶלָּא בַּצָּפוֹן. שֶׁהֲרֵי נֶאֱמַר בְּעוֹלָה <small>(ויקרא א יא)</small> \"וְשָׁחַט אֹתוֹ עַל יֶרֶךְ הַמִּזְבֵּחַ צָפֹנָה\" וּבְחַטָּאת הוּא אוֹמֵר <small>(ויקרא ו יח)</small> \"בִּמְקוֹם אֲשֶׁר תִּשָּׁחֵט הָעלָה תִּשָּׁחֵט הַחַטָּאת\". וּכְשֵׁם שֶׁהַחַטָּאת נִקְרֵאת קֹדֶשׁ קָדָשִׁים כָּךְ הָעוֹלָה נִקְרֵאת קֹדֶשׁ קָדָשִׁים. וּבְאָשָׁם הוּא אוֹמֵר <small>(ויקרא ז ב)</small> \"בִּמְקוֹם אֲשֶׁר יִשְׁחֲטוּ אֶת הָעלָה יִשְׁחֲטוּ אֶת הָאָשָׁם\". וְשַׁלְמֵי צִבּוּר הֻקְּשׁוּ לְחַטָּאת שֶׁנֶּאֱמַר <small>(ויקרא כג יט)</small> \"וַעֲשִׂיתֶם שְׂעִיר עִזִּים אֶחָד לְחַטָּאת וּשְׁנֵי כְבָשִׂים בְּנֵי שָׁנָה לְזֶבַח שְׁלָמִים\" לְפִיכָךְ הֵן קָדְשֵׁי קָדָשִׁים כְּחַטָּאת וְנִשְׁחָטִין בִּמְקוֹם שְׁחִיטָתָהּ. וּמְקוֹם שְׁחִיטָה הוּא מְקוֹם הַקַּבָּלָה:\n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "What is the source that teaches the sacrifices of the most holy order may be slaughtered only in the northern portion of the Temple Courtyard. With regard to a burnt-offering, [Leviticus 1:11] states: \"And it shall be slaughtered on the northern flank of the altar.\" And with regard to the sin-offering, [<i>ibid.</i> 6:18] states: \"In the place where the burnt-offering is slaughtered, you shall slaughter the sin-offering.\" And just as a sin-offering is called a sacrifice of the most sacred order,<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">In the verse cited.</i> so too, the burnt-offering is called, a sacrifice of the most sacred order.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">In the Rambam's Commentary to the Mishnah (<i>Zevachim</i> 5:1), he explains that although there is no specific verse referring to a burnt-offering as a sacrifice of the most sacred order, since an equivalence is established between it and a sin-offering and a guilt-offering, we can assume that it is included in that category.</i> With regard to the guilt-offering, [<i>ibid.</i> 7:2] states: \"In the place where the burnt-offering is slaughtered, you shall slaughter the guilt-offering.\" And an association was established between communal peace-offerings<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">This refers to the sheep offered on Shavuot. Different laws apply to individual peace-offerings, as stated below.</i> and sin-offerings, as [<i>ibid.</i> 23:19] states: \"You shall offer one he-goat as a sin-offering and two sheep a year old as a peace-offering.\" Therefore, they are considered sacrifices of the most sacred order like a sin-offering and are slaughtered in the place where it is slaughtered.<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">The <i>Kessef Mishneh</i> notes that based on Numbers 10:10, <i>Zevachim</i> 55a establishes an association between communal peace-offerings and burnt-offerings and asks why the Rambam prefers the association with the sin-offerings. Seemingly, deriving the concept from the burnt-offering would be more direct. In resolution, he explains that since the Torah states that the sin-offering should be slaughtered in the same place as the burnt-offering, it is as if it is explicitly stated that the sin-offering should be slaughtered in the north. Hence, the derivation is not indirect.</i> In the place where [these sacrificial animals] are slaughtered, their blood should be received.", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "585b844ad6e4a908ac4f1794", "index_title": "Mishneh Torah, Sacrificial Procedure", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Sacrificial Procedure 5:6", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "Mishneh Torah, Sacrificial Procedure 5:6", "sourceHeRef": "משנה תורה, הלכות מעשה הקרבנות ה׳:ו׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 5.0006, "collectiveTitle": {"en": "Mishneh Torah, Sacrificial Procedure", "he": "משנה תורה, הלכות מעשה הקרבנות"}, "heTitle": "משנה תורה, הלכות מעשה הקרבנות", "he": "הָעוֹלָה וְהָאָשָׁם וְהַשְּׁלָמִים בֵּין שֶׁל יָחִיד בֵּין שֶׁל צִבּוּר זְרִיקַת דַּם שְׁלָשְׁתָּן עַל גַּבֵּי הַמִּזְבֵּחַ שָׁוָה לְעוֹלָה. וְכֵיצַד הוּא עוֹשֶׂה. כְּשֶׁלּוֹקֵחַ הַכֹּהֵן הַדָּם בַּמִּזְרָק וְזוֹרֵק מִמֶּנּוּ בַּמִּזְרָק שְׁתֵּי זְרִיקוֹת עַל שְׁתֵּי זָוִיּוֹת הַמִּזְבֵּחַ בַּאֲלַכְסוֹן מֵחֲצִי הַמִּזְבֵּחַ וּלְמַטָּה עַל קֶרֶן מִזְרָחִית צְפוֹנִית וְעַל קֶרֶן מַעֲרָבִית דְּרוֹמִית. וּמִתְכַּוֵּן כְּשֶׁיִּזָּרֵק הַדָּם עַל הַקֶּרֶן שֶׁיִּהְיֶה הַדָּם מַקִּיף עַל הַזָּוִיּוֹת כְּמִין גַּ\"ם. כְּדֵי שֶׁיִּמָּצֵא הַדָּם שֶׁל שְׁתֵּי מַתָּנוֹת עַל אַרְבָּעָה כָּתְלֵי הַמִּזְבֵּחַ לְפִי שֶׁנֶּאֱמַר בְּעוֹלָה וּבִשְׁלָמִים <small>(ויקרא ז ב)</small> <small>(ויקרא ט יח)</small> \"סָבִיב\" וְהוּא הַדִּין לְאָשָׁם. וּשְׁיָרֵי הַדָּם נִשְׁפָּכִין עַל הַיְסוֹד הַדְּרוֹמִי: \n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "The manner in which the blood of a burnt-offering, a guilt-offering, and a peace offering, whether communal or individual, is cast on the altar is the same for all three types of sacrifices at all times.<br>What does [the priest] do? The priest takes the blood which is in a receptacle and casts it from the receptacle<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">I.e., unlike the sin-offering mentioned in Halachah 9, he need not sprinkle it with his hand.</i> twice, [once] on each of two of the corners of the altar on a diagonal, on the bottom half of the altar.<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">Beneath the scarlet band that was tied around the middle of the Altar. See <i>Hilchot Beit HaBechirah</i> 2:9. If he cast the blood above that band, the sacrifice is disqualified.</i> [The corners were] the northeast and the southwest.<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">The priest would cast the blood on the northeast corner and then the southwest in that order (<i>Tamid</i> 4:1), so that when walking, he would be circling the altar to the right (<i>Yoma</i> 15b). These corners were chosen because there was no base on the altar's northwest corner (<i>Hilchot Beit HaBechirah</i> 2:10).</i> When casting the blood on the corners, he should have the intent that the blood will surround the corners like a <i>gamma</i>.<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">A Greek letter whose shape resembles an upside-down \"L.\"</i> In this way, the blood from these two castings will be found on the four walls of the altar.<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">Hence our Sages (<i>Zevachim</i> 53b, <i>et al</i>) uses the expression: \"Two presentations of blood that constitute four.\"</i> For with regard to the burnt-offering and the peace-offering, [the Torah] uses<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">Leviticus 1:11, 3:2.</i> the term \"surrounding.\"<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">And in the manner described above, the blood will be cast on all four sides of the altar.</i> This also applies to the guilt offering.<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">Leviticus 7:2 which describes the guilt offering also uses the term \"surrounding.\" Nevertheless, its wording is slightly different.</i> The remainder of the blood is poured on the foundation on the southern side of the altar.", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5933bd36d6e4a954e53094f4", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Kedoshim 2:1", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "Midrash Tanchuma Buber, Kedoshim 2:1", "sourceHeRef": "תנחומא בובר, קדושים ב׳:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "קדושים", "he": "ד\"א קדושים תהיו. א\"ל הקב\"ה לישראל, עד שלא בראתי את עולמי היו מלאכי השרת מקלסין אותי בכם, ומקדשין אותי בכם, ואומרים ברוך ה' אלהי ישראל מן העולם ועד העולם <small>(דה\"א טז לו)</small>, כיון שנברא אדם הראשון, אמרו המלאכים רבונו של עולם זה הוא שאנו מקלסין אותך בשמו, אמר להם [לאו] גנב הוא זה, שנאמר ותאכל מן העץ אשר צויתיך וגו' <small>(בראשית ג יז)</small>, בא נח אמרו לו זה הוא, אמר להם [לאו] זה שיכור הוא, שנאמר וישת מן היין וישכר וגו' <small>(שם ט כא)</small>, בא אברהם אמרו לו זה הוא, אמר להם זה גר הוא, בא יצחק אמרו לו זה הוא, אמר להם זה אוהב את שונאי, שנאמר ויאהב יצחק את עשו <small>(שם כה כח)</small>, כיון שבא יעקב אמרו לו זה הוא, אמר להן הן, וכן הוא אומר לא יקרא שמך עוד יעקב וגו' <small>(שם לה י)</small> ונקראו כל ישראל בשמו, באותה שעה קידש הקדוש ברוך הוא אותן על שמו, שנאמר ישראל אשר בך אתפאר <small>(ישעיה מט ג)</small>, א\"ל הקב\"ה הואיל ולשמי נתקדשתם, עד שלא בראתי את עולמי היו קדושים כשם שאני קדוש, שנאמר קדושים תהיו כי קדוש אני ה' אלהיכם. למה הדבר דומה למלך שקידש אשה אמר לה הואיל ונתקדשת לשמי, אני מלך ואת מלכה, כשם שהוא כבודי כך הוא כבודך, למה שאת אשתי, כך אמר הקב\"ה למשה לך קדש את ישראל, שנאמר לך אל העם וקדשתם היום ומחר <small>(שמות יט י)</small>, קידשם [בא] הקב\"ה ואמר להם ואתם תהיו לי ממלכת כהנים וגוי קדוש <small>(שמות יט י)</small>, למה כי קדוש אני, ואף אתם תהיו קדושים כשם שקידשתם אותי, שנאמר דבר אל כל עדת בני ישראל ואמרת אליהם קדושים תהיו וגו', אמר להם הקב\"ה אם זכיתם תקראו עדת קדושים, לא זכיתם, תקראו עדה רעה, עד מתי לעדה הרעה הזאת וגו' <small>(במדבר יד כו)</small>.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "Another interpretation (of Lev. 19:2:) <small>YOU SHALL BE HOLY</small>. The Holy One said to Israel: Before I created my world, the ministering angels praised my name through you and sanctified me through you by saying (in I Chron. 16:36): <small>BLESSED IS THE LORD GOD OF ISRAEL FROM EVERLASTING TO EVERLASTING</small>.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\"><i>Tanh</i>., Lev. 7:2.</i> When the first Adam was created, the angels said: Sovereign of the World, is this the one in whose name we are praising you? He told them, [No]. This person is a thief, since it is stated (of him in Gen. 3:17): <small>&lt; BECAUSE YOU OBEYED YOUR WIFE AND &gt; ATE OF THE TREE ABOUT WHICH I COMMANDED YOU, &lt; SAYING: DO NOT EAT OF IT. CURSED IS THE LAND BECAUSE OF YOU &gt;</small>. &lt; When &gt; Noah came, they said to him (i.e., to the Holy One): Is this the one? He told them, [No]. This person is a drunkard, since it is stated (of him in Gen. 9:21): <small>THEN HE DRANK OF THE WINE AND BECAME DRUNK</small>…. &lt; When &gt; Abraham came, they said to him: Is this the one? He told them: This is a stranger (<i>ger</i>). &lt; When &gt; Isaac came, they said to him: Is this the one? He told them: This one loves my enemy, as stated (in Gen. 25:28): <small>NOW ISAAC LOVED ESAU</small>. When Jacob came, they said to him: Is this the one? He told them, Yes, for so it says (in Gen. 35:10): <small>GOD SAID TO HIM: YOUR NAME SHALL NO LONGER BE JACOB, BUT YOUR NAME SHALL BE ISRAEL</small>…. So all Israel was called by his name. At that time the Holy One, Blessed be He, sanctified them because of his name, as stated (in Is. 49:3): <small>ISRAEL, IN WHOM I WILL BE GLORIFIED</small>. The Holy One said to him: Since you were sanctified for my name before I created my world, Be holy as I am holy. It is so stated (in Lev. 19:2:) <small>YOU SHALL BE HOLY, BECAUSE I, THE LORD YOUR GOD, AM HOLY</small>. To what is the matter comparable? To a king who betrothed a wife. He said to her because you have been betrothed (literally: sanctified) to my name, I am a king and you, a queen. Just as it (i.e., my name) is an honor for me, so it is an honor for you. Why? Because you are my wife. Thus the Holy One said to Moses. Go and sanctify (i.e., go and betroth) Israel, as stated (in Exod. 19:10): <small>GO UNTO THE PEOPLE AND SANCTIFY</small> (rt.: <i><small>QDSh</small></i>) <small>THEM TODAY AND TOMORROW</small>. {The Holy One sanctified them} [He sanctified them. The Holy One came] and said to them (in Exod. 19:6): <small>BUT YOU SHALL BE FOR ME A KINGDOM OF PRIESTS, A HOLY</small> (rt.: <i><small>QDSh</small></i>) <small>NATION</small>. Why? (Lev. 19:2:) <small>BECAUSE</small>… <small>I AM HOLY</small>. And you also shall be sanctified (rt.: <i><small>QDSh</small></i>) just as you have sanctified me, as stated (in Lev. 19:2) <small>SPEAK UNTO THE WHOLE CONGREGATION OF THE CHILDREN OF ISRAEL, AND SAY UNTO THEM: YOU SHALL BE HOLY</small> (rt.: <i><small>QDSh</small></i>)…. The Holy One said unto them: If you are worthy, you shall be called a congregation of saints (rt.: <i><small>QDSh</small></i>); &lt; if &gt; you are unworthy, you shall be called an evil congregation. (Numb. 14:27:) <small>HOW LONG SHALL THIS EVIL CONGREGATION</small>…?", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "59d488edd6e4a939ba173ca7", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 7:2:1", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "Torah Temimah on Torah, Leviticus 7:2:1", "sourceHeRef": "תורה תמימה על התורה, ויקרא ז׳:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>אשר ישחטו את העולה. </b>מכאן לאשם שנשחט בצפון <sup class=\"footnote-marker\">ב</sup><i class=\"footnote\">דבעולה מפורש כתיב (ר\"פ ויקרא) ושחט אותו על ירך המזבח צפונה.\n</i> ואין לי אלא למצוה, לעכב מנלן, ת\"ל (פ' מצורע) ושחט את הכבש במקום אשר ישחט את החטאת ואת העולה <sup class=\"footnote-marker\">ג</sup><i class=\"footnote\">ושם איירי באשם מצורע, וקי\"ל בקדשים כל מקום ששינה עליו הכתוב לעכב.\n</i>.<br>(זבחים מ\"ט א')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d488edd6e4a939ba173ca9", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 7:2:2", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "Torah Temimah on Torah, Leviticus 7:2:2", "sourceHeRef": "תורה תמימה על התורה, ויקרא ז׳:ב׳:ב׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>ישחטו. </b>ריבה כאן שוחטים הרבה, אף הגרים והנשים והעבדים <sup class=\"footnote-marker\">ד</sup><i class=\"footnote\">הנה כל הפרשה כתיב בלשון יחיד, ורק מלה זו כתובה בלשון רבים, ולכן דריש שבא לרבות דגם נשים ועבדים וגרים מותרים לשחוט, ובס' התוה\"מ כתב דגרים כדי נסבא, דפשיטא הוא, ול\"נ דצ\"ל במקום גרים – זרים, וכלשון המשנה בזבחים ל\"א ב' שהשחיטה כשרה בזר, ומה שלא הקדים הכתוב לאשמעינן זאת בפ' ויקרא, י\"ל משום דאיירי שם בעולה וחטאת, ואם היה כתוב שם ישחטו, הו\"א דנקט כן משום עולות וחטאות של צבור, ולכן נקט לשון זה באשם שאינו בא בצבור, וע\"ע בזבחים ל\"ב א' בא עוד דרשות לענין היתר זר בשחיטה.\n<br>ומה שפירש\"י בפסוק זה ריבה לנו שחיטות הרבה לפי שמצינו אשם בצבור שנאמר ישחטו רבים, עכ\"ל, הוא דבר פלא, כי דבר ברור הוא שאין אשם צבור כלל, כי מיני האשמות בפרט הם אשם נזיר, אשם מצורע, אשם גזילות, אשם מעילות, אשם שפחה חרופה ואשם תלוי, וכל אלה הם רק של יחידים. וברור בעיני שט\"ס בדברי רש\"י, וצ\"ל ריבה שוחטים הרבה לפי שלא מצינו אשם בצבור וכו', ומכיון לדרשת התו\"כ שלפנינו, ומפרש עוד דל\"ל ריבה שוחטים הרבה דהיינו בעלים הרבה – יען דלא מצינו אשם בצבור, ודו\"ק.\n</i>.<br>(תו\"כ)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d488edd6e4a939ba173cab", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 7:2:3", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "Torah Temimah on Torah, Leviticus 7:2:3", "sourceHeRef": "תורה תמימה על התורה, ויקרא ז׳:ב׳:ג׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 2.0003, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>ואת דמו יזרק. </b>[סמך זריקה לשחיטה, מה שחיטה בצפון אף קבלה בצפון]. מקבל עצמו מנלן דבעי צפון, ת\"ל ואת דמו <sup class=\"footnote-marker\">ה</sup><i class=\"footnote\">ר\"ל מנלן שגם הכהן הזורק יעמוד בצפון ולא שיעמוד בדרום ויושיט ידו לצפון, ת\"ל ואת דמו, והיה יכול לכתוב ודמו, ואת רבויא הוא, וכתבו התוס' וז\"ל, למקבל לא ידעינן עכובא, עכ\"ל, ר\"ל כמו לשחיטה בדרשה הקודמת. ותמה אני למה לא העירו שלקבלה עצמה לא ידעינן עכובא, וזה רבותא יתירא, אבל באמת נראה דכיון דמדמינן קבלה לשחיטה, א\"כ ממילא הוא כיון דמצינו עכובא בשחיטה למדין גם לקבלה, ואפשר לומר דזו היא באמת כונת התוס' במה שלא כתבו שלא ידעינן עכובא לקבלה, יען דמדמינן לשחיטה, ולכן העירו רק למקבל.\n</i>.<br>(זבחים מ\"ט א')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a4366f3d6e4a97d18d911e7", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Leviticus 7:2:1", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "Ralbag Beur HaMilot on Torah, Leviticus 7:2:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, ויקרא ז׳:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "ויקרא", "he": "<b>ואת דמו ישפך על המזבח סביב.</b> כמו העניין בעולה וזה נוהג באשם לפי שנאמר זאת תורת האשם:\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a79be5dd6e4a94571872e82", "index_title": "Zevachim", "category": "Talmud", "type": "", "ref": "Zevachim 57a:4", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "Zevachim 57a:4", "sourceHeRef": "זבחים נ״ז א:ד׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 113.0004, "collectiveTitle": {"en": "Zevachim", "he": "זבחים"}, "heTitle": "זבחים", "he": "הניחא למ\"ד אין מלמדין אלא למ\"ד מלמדין מאי איכא למימר הוי אשם שלשה ושלשה ודאי אין מלמדין:", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The Gemara asks: <b>This works out well according to the one who says</b> that two verses that come as one <b>do not teach</b> their common aspect with regard to other cases. <b>But according to the one who says</b> that two verses that come as one do <b>teach</b> their common aspect with regard to other cases, <b>what is there to say?</b> The Gemara answers: Together with the verse stated with regard to <b>a guilt offering, there are three</b> verses, as it is written: “And its blood shall be sprinkled around the altar” (Leviticus 7:2), <b>and three</b> verses which come as one <b>certainly do not teach</b> their common aspect with regard to other cases.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5a9ff183d6e4a93bec1fb086", "index_title": "Steinsaltz on Zevachim", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Zevachim 49a:8", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "Steinsaltz on Zevachim 49a:8", "sourceHeRef": "ביאור שטיינזלץ על זבחים מ״ט א:ח׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 97.0008, "collectiveTitle": {"en": "Steinsaltz on Zevachim", "he": "ביאור שטיינזלץ על זבחים"}, "heTitle": "ביאור שטיינזלץ על זבחים", "he": "<big>א</big> ושואלים עוד: <b>אשם,</b> שגם הוא בכלל קדשי קדשים, <b>מנלן דבעי</b> <small>[מנין לנו ש</small>הוא <small>צריך]</small> <b>צפון?</b> ומשיבים, <b>דכתיב</b> <small>[שנאמר]:</small> <b>\"במקום אשר ישחטו את העלה ישחטו את האשם\"</b> (ויקרא ז, ב), ובעולה נאמר: \"ושחט אותו על ירך המזבח צפונה\" (ויקרא א, יא).", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9ff187d6e4a93bec1fb148", "index_title": "Steinsaltz on Zevachim", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Zevachim 57a:4", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "Steinsaltz on Zevachim 57a:4", "sourceHeRef": "ביאור שטיינזלץ על זבחים נ״ז א:ד׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 113.0004, "collectiveTitle": {"en": "Steinsaltz on Zevachim", "he": "ביאור שטיינזלץ על זבחים"}, "heTitle": "ביאור שטיינזלץ על זבחים", "he": "ומקשים: <b>הניחא למאן דאמר</b> <small>[זה נוח ל</small>דעת <small>מי שאומר]</small> שני כתובים הבאים כאחד <b>אין מלמדין, אלא למאן דאמר</b> <small>[ל</small>דעת <small>מי שאומר]</small> <b>מלמדין, מאי איכא למימר</b> <small>[מה יש לומר]?</small> ומשיבים: <b>הוי</b> <small>[הרי]</small> <b>אשם</b> שגם בו נאמר \"סביב\" (ויקרא ז, ב), ו<b>שלשה</b> כתובים הבאים כאחד <b>ודאי אין מלמדין.</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ad4da1dd6e4a918cf868a4f", "index_title": "Zevachim", "category": "Talmud", "type": "", "ref": "Zevachim 49a:8", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "Zevachim 49a:8", "sourceHeRef": "זבחים מ״ט א:ח׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 97.0008, "collectiveTitle": {"en": "Zevachim", "he": "זבחים"}, "heTitle": "זבחים", "he": "אשם מנלן דבעי צפון דכתיב (ויקרא ז, ב) במקום אשר ישחטו את העולה ישחטו את האשם", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "§ The Gemara asks: <b>From where do we</b> derive <b>that a guilt offering,</b> which is an offering of the most sacred order, <b>requires</b> slaughter in the <b>north?</b> The Gemara answers: <b>As it is written: “In the place where they slaughter the burnt offering they shall slaughter the guilt offering,</b> and its blood shall be sprinkled around the altar” (Leviticus 7:2). Since the burnt offering must be slaughtered in the north, the guilt offering must also be slaughtered in the north.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5ad4da1dd6e4a918cf868a53", "index_title": "Zevachim", "category": "Talmud", "type": "", "ref": "Zevachim 49a:10", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "Zevachim 49a:10", "sourceHeRef": "זבחים מ״ט א:י׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 97.001, "collectiveTitle": {"en": "Zevachim", "he": "זבחים"}, "heTitle": "זבחים", "he": "מקבל עצמו מנא לן דמו ואת דמו", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The Gemara asks: <b>From where do we</b> derive that the one who <b>collects</b> the blood must <b>himself</b> stand in the north? The Gemara answers: It is derived from the fact that the verse does not only state: <b>“Its blood</b> shall be sprinkled,” but states: <b>“And its blood</b> shall be sprinkled” (Leviticus 7:2). The conjunction “and [<i>ve’et</i>]” serves to include the one who collects the blood.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5b0fd6a62f650300563aa23c", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Vavei HaAmudim 17:1", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "Shenei Luchot HaBerit, Vavei HaAmudim 17:1", "sourceHeRef": "שני לוחות הברית, ווי העמודים י״ז:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1611, 1631], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "he": "<b>הפסוק</b> <small>(שמות כא, א)</small><sup class=\"footnote-marker\">*</sup><i class=\"footnote\">ענין נחמד למה נסמך פרשת דינים למזבח בכמה טעמים לשבח.</i> ואלה המשפטים אשר תשים לפניהם הואיל ואתה לידן אימא ביה מילתא רש\"י פירש למה נסמכה פרשת דינים למזבח לומר שתשים סנהדרין אצל מקדש. וראוי ליתן טעם למה באמת נסמך פרשת דינים למזבח. ועוד קשה מלת לפניהם למה לי. ועוד קשה רש\"י מסיק מה ראשונים מסיני אף אלו מסיני קשה מהיכי תיתי שלא יהיו נאמרים בסיני והלא כל התורה נאמרה בסיני כמו שהקשה רש\"י בעצמו בפ' בהר סיני. עוד קשה למה מתחיל הפרשה בעבד עברי מן שארי דינים ומשפטים האמורים בפרשה. ענין הסמיכות סנהדרין למזבח נ\"ל על פי מה שכתב הרמב\"ם פ' י' בהלכות ביאת מקדש <small>(הי\"א)</small>. ב\"ד הגדול היו יושבין בלשכת הגזית ועיקר מעשיהם התדיר היו דנין בכהונה ובודקין הכהנים ביוחסין ובמומין כל כהן שנמצא פסול ביוחסין לובש שחורים ומתעטף שחורים ויוצא מן העזרה וכל מי שנמצא שלם וכשר לובש לבנים וכן שנינו במתני' דסוף מדות וא\"כ עיקר מעשיהם של סנהדרין היו יושבין עבור הכהנים אם ראוין הם למזבח עו\"ז יורה הסמיכות שתשים סנהדרין אצל מזבח והם ירחקו ויקרבו מי שראוי להקריב ע\"ג המזבח. וכן הקשיא מה שפתח בעבד עברי תחלה אפשר לתרץ על דרך שכתוב בהגהות מיימון פ' כ\"ה מהלכות סנהדרין וז\"ל בירושלמי <small>(סנהדרין פ\"ב, ה\"ו)</small> רב חמא בר חנינא חזי בר סיסי דפצע קיסין א\"ל לית דין כבודך אמר ליה מה אית לי למיעבד לית מן דין שישמשוני א\"ל לית לך מן שישמשונך לא הוית מקבל מתמניה. ומזה יצא הדבר<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">כל דיין שאין בו מי לשמשו אסור למנותו לדיין.</i> בהגהת ש\"ע <small>(חו\"מ)</small> כתב בסי' ח' <small>(סעיף ד')</small> דיין שאין לו מי לשמו אסור להיות דיין. ומ\"ה א\"ש שמתחיל בעבד עברי כי התחלת הפ' הוא ואלה המשפטים אשר תשים לפניהם ומדויק מזה לפניהם ולא לפני גוים ולא לפני הדיוטים ואמר כי תקנה עבד עברי להורות לנו שגם זה שייכות לדיינים שצריך להיות לו עבד שישמשוניה ובאם אין לו עבד אל תשים המשפטים לפניו כי אינו ראוי למנותו לדיין. ומ\"ה פתח בכי תקנה ע\"ש וכן הקושיא<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">טעם לשבח על מלת לפניהם והוא על דרך הפסוק משפטי י\"י אמת צדקו יחדיו.</i> מלת לפניהם יתורץ שכיר ותחל' אפרש המקרא <small>(תהלים יט, י)</small> משפטי י\"י אמת צדקו יחדיו כי תמוה מה אמר דהמע\"ה משפטי י\"י אמת וגו' הענין ידוע שכל המשפטים שהעכו\"ם דנין הן מילתא בלא טעמא למה גזרו על פלוני מיתה חמורה ועל פלוני מיתה קלה רק הכל מנימוסים שהסכימו יחד ע\"ז לענוש החוטא על פשעיו לפי הנימוס. משא\"כ משפטי י\"י אמת צדקו יחדיו בטעמים נכונים על כל משפט ומשפט כי במדה שאדם מודד מודדין לו וענשו לפי דמיון חטאתו אשר חטא ופשעו אשר פשע. ועוד צריך אני להקדים לך מה שאמרו בריש יבמות <small>(ד, א)</small> בן עזאי אומר נאמר <small>(שמות כב, יז)</small> מכשפה לא תחיה ונאמר כל שוכב עם בהמה סמכו הענין לו' מה שוכב עם בהמה בסקילה אף מכשפה בסקילה א\"ל רב יודא וכי מפני שסמכו נוציא לזה בסקילה אלא אוב וידעוני בכלל מכשפים כו' ע\"ש. והנה לדעת בן עזאי משמע ע\"י סמיכות לומדים גם כן לענוש מדסמיך מכשפה לשוכב עם בהמה. וזהו כוונת הקרא משפטי י\"י המפורסמים ומפורשים במקרא בודאי הם משפטי אמת אלא אפילו אלה המשפטים והדיניםש אינם מפורשים בהדיא במקרא רק אנו למדין הדין מסמיכות שנסמכו שתי עבירות יחד בפרשה גם הן אמת לכן אמר צדקו יחדיו ר\"ל שמיוחדים וסמוכים להדדי גם הם צדקו ללמוד העונש ממה שנסמכה לזה ביחד בפ'. וזה פי' ואלה המשפטים אשר תשים לפניהם ר\"ל שתשים לפניהם טעמי המשפט למה זה נענש כך וזה כך שידעו שהכל הוא באמת ובצדק ובפלס ובמשקל שולא עשנו כמשפחות האדמה אשר משפטים בל ידעום להם רק הכל בנמוסי ולא בטעם.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">טעם אחר על ואלה המשפטים ע\"ד מדרש רבה פרשת משפטים.</i> אמנם יש לי לתרץ על ענין אחר ואקדים ביאור מדרש רבה פרשת משפטים <small>(ל, ד)</small>, ג' דברים נתן משה נפשו עליהם ונקראו על שמו כו' ואחת מהן הדינין שנאמר ואלה המשפטים אשר תשים לפניהם בוא וראה כמה משובחה פ' זו כמה פרשיות בה וכמה אזהרות הזהיר הקב\"ה לישראל בפ' זו כי תקנה עבד עבדי כי ימכור איש את בתו לאמה ומכה אביו יומת מה ענין אלו לאלו ע\"ש. וקשה מה הוא השבח של פ' זו יותר משארי פרשיות האמורין בתורה שאמר כמה משובחה פרשה זו ומסמן אלו הדינים וסמיך למדרש זה עוד מדרש אחר <small>(ל, טו)</small> רבי אומר כשם שהזהיר הקב\"ה על הדברות כן הזהיר על הדינין את מוצא משפטים הרבה יש בענין לפי שאמר הקב\"ה <small>(שמות כ, ב)</small> אנכי י\"י אלהיך אשר הוצאתיך מארץ מצרים מבית עבדים מהו אומר על עבד עברי <small>(שמות כא, ב)</small> כי תקנה ע\"ע אמר הקב\"ה כשם שבראתי עולמי לו' ימים ונתתי בז' כך יעשה עמך ו' שנים ויצא בן חורין בז' וקשה מה לי למדרש לתלות זה בזה והלא זיל קרי ביה רב הוא שנמצא כתוב בתורה על התורה ועל הדין על מה אמר כשם שהזהיר וכו' אלא נ\"ל שהמדרש הזה הוא פירוש על המדרש הקדום לעיל שאמר כמה משובחה פ' זו רק צריך אני להקדים מש\"כ הזוהר פרשת יתרו <small>(צג, ב)</small>,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">ענין נחמד על הפ' ע\"פ הזוהר לא תרצח לא תנאף לא תגנוב פסק' טעמא.</i> לא תרצח לא תנאף לא תגנוב פסקא טעמא בהני תלת ואי לאו דפסק טעמא לא הוי תקוני לעלמא לא תרצח אי לאו דפסק טעמא משמע אסור לקטלא נפשא בעלמא אע\"ג דעבר על אורייתא אבל במה דפסקא טעמא שרי ואסור. לא תנאף אי לאו דפסקא טעמא משמע אסור אפילו לאולדא או למחדיה עם אתתיה חדוה דמצוה ובמה דפסקא טעמא אסור ושרי. לא תגנוב אי לא דפסקא טעמא הוי אסור אפילו למגנב דעתי' דרביה באוריי' או דיינא דדאין דינא לפום טענה דאצטריך למגנב דעתי' דרמאה לאפקה דינא לנהורא. ובמה דפסקא טעמא שרי ואסור. לא תענה ברעך עד שקר הכא לא פסקא טעמא בגין דאסור הוא כלל וכלל. לא תחמוד לא פסיק טעמא כלל וא\"ת אפילו חמודא דאורייתא אסור כיון דלא פסקא ת\"ח בכולהו עבד' אורייתא כלל וההוא עביד פרט בית רעך שדהו ועבדו וגו' בכל מילי דעלמא אבל אורייתא שרי דאיהו חמודה תדיר שעשוע גנזי דחיי אורכא דיומין בעלמא דין ובעלמא דאתי. ועפ\"ז נ\"ל מ\"ש המדרש כמה משובחה פ' זו ושכל הדינים מרומזים בי' דברות כי מה שפתח בע\"ע היא נגד מה שאמר בי' דברות <small>(שמות כ, ח)</small> זכור את יום השבת כי ששת ימים עשה י\"י וביום השביעי שבת וינפש <small>(שם לא, יז)</small> ומ\"ה הזכיר בדברות אנכי י\"י אלהיך אשר הוצאתיך מבית עבדים כדי ללמוד על דין ע\"ע שיצא כו' שנים כאשר הקב\"ה עשה עולמו בו' ימים ונח ביום הז'. אם כן מרומז בי' הדברות ענין ע\"ע וכן הפסוק שהביא <small>(שם כא, ז)</small> כי ימכור איש את בתו לאמה כתיב ואם לבנו יעדנה כמשפט הבנות יעשה לה שארה כסותה ועונתה לא יגרע זה גם מרומז בדבור לא תנאף במה שפסקה טעמא דמותר להוליד בנים ולמחדדי באשתו בחדוה דמצוה וקמל\"ן דשרי לשמח עם אשתו אשר לקח וא\"כ בי' הדברות מרומז היתר לקיים מצות עונה ובפרשה זו מפורש הדבר א\"כ יפה אמר המדרש כמה משובחה פ' זו ומה שמפרש בפסוק <small>(שם יב)</small> ומכה אביו מות יומת וזה נרמז בדבור לא תרצח שפסקא טעמא להרוג עובר עבירה והתם הוא ברמז ובפרשה זו מפורש נמצא שמשובחת הפרשה וכן במה שאמר ואלה המשפטים אשר תשים לפניהם פירש\"י אמר הקב\"ה למשה לא תעלה על דעתך לומר אשנה להם הפרק וההלכה שנים או שלשה פעמים עד שיהא סדורה אליהם וזהו מרומז במלת לא תגנוב בפסקא טעמא להורות דשרי למגנב דעתיה דרביה באורייתא כדי שילמוד עמו ובפרשה זו מפורש הדבור ומש\"ה אמר כמה משובחת פרשה זו מכח שפרשיות הללו כלולין בי' דברות ברמז ובפרשה זו הכל מפורש ובזה יובן המדרש כשם שהזהיר על הדברות כן הזהיר על הדינין ר\"ל כשם שהזהיר על הדברות ברמז כן הזהיר על הדינים במפורש ואין לומר הלא הדינים נתנו במרה ואח\"כ נתנו הדברות ואם כן למה הוצרך לרמז הדינים בדברות י\"ל באם שלא היה מרמז בדברות הדינים פן יאמר האומר תפוס לשון אחרון שבדברות לומר לא תרצח כלל וכלל גם לא תנאף ולא תגנוב כדברי הזוהר וסברא זו מצינו בגמרא בכמה מקומות אם לתפוס לשון ראשון או לשון אחרון. על כן בא הרמז בפסוק הטעמים להורות לנו המשפטים והדינים המפורשים בפרשה לתפוס הלשון ראשון וזה הוא שבחה של פרשה זו וזהו שפירש\"י מה הראשונים מסיני עלה דברות אף משפטים מרומזים בעשרת הדברות ומשום הכי הקדים בעבד עברי מפני שהוא מכוון בטעמו של זכור יום השבת משום הכי הקדים דין עבד עברי ומתורץ ומקושר הכל מדרשים והפרשה על אמת. ויזכר לטוב שם א\"א זלה\"ה שהקשה על מדרש הזוהר הנ\"ל<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">כוונה רצויה על מדרש הזוהר בשם הגאון אביו ז\"ל.</i> במסכת שבועות שלו מביא שם במדרש הזוהר והקשה בחכמתו למה משנה בדבור לא תחמוד ומאריך ועביד פרטי יאמר לא תחמוד לחוד כמו בשארי דברות ויעשה הפסיק כמו באינך הוא מותיב והוא מפרק דלא דמיא לאינך דאינך מורה ההפסק דיש בהן צד היתר מ\"מ אין היתר זה תמידי ע\"כ סמכו ללא כמו לא תרצח ההפס' מורה שירצח למי שעובר על התורה מ\"מ ושפטו העדה והצילו העדה כתיב <small>(במדבר לה, כד כה)</small> ר\"ע ור\"ט היו אומרים אלו היינו שם לא היה אדם נהרג מעולם <small>(מכות ז, א)</small> ומטין על פי הרוב באחד לזכות ושנים לחובה וכן בדבור לא תנאף המורה להוליד ולשמוח אשתו מכל מקום ארז\"ל <small>(ברכות כב, א)</small> תלמידי חכמים לא יהיו מצוין אצל נשותיהם כתרנגולים אשר פריו יתן בעתו כתיב <small>(תהלים א, ג)</small>, לא תגנוב מורה הפסיק מותר לגנוב דעתיה דרביה או על דין זה אינו נוהג תדיר אלא באקראי אבל חמוד דאורייתא צריך שלא יפסוק לעולם ועד יומם ולילה ע\"כ לא רצתה התורה הרמז למלת לא רק התורה פרט הענין האיסור וההיתר נשמע ממנו מדיוקא אלו לא תחמוד אבל התורה מותר לחמוד וכמו שהאיסור אין לו זמן קבוע ואסור עולמית כך החמדה של התורה תהיה עולמית ע\"כ דברי פי חכם חן אדוני אבי מורי ורבי ז\"ל. ולי נראה לתרץ קושיות של אדוני אבי ז\"ל ע\"ד הברייתא <small>(סנהדרין פו, א)</small>,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">קם בנו תחתיו ופי' פי' אחר על מדרש הזוהר.</i> תניא לא תגנוב בגונב נפשות הכתוב מדבר או אינו אלא בגונב ממון אמרת צא ולמד מי\"ג מדות שהתורה נדרשת דבר הלמד מעניינו במה הכתוב מדבר בנפשות אף כאן בנפשות. ומשום הכי אי אמר הכתוב לא תחמוד אשר לרעך בדרך כלל ולא פרט הוי מוקמינן בדבר הלמד מעניינו לומר לאו לא תחמוד קאי על נפשות דוקא לומר לא תחמוד הנפשות של רעך דהיינו אותו ואשתו ועבדו ואמתו וכל השייך לנפשות הוא בלאו לא תחמוד ולא ידענא האיסור חימוד ממון ומשום הכי הוכרח לפרוט לומר שורו וחמורו להורות איסור החימוד אף על דבר שבממון ולכן לא עשה פסיק בלאו לא תחמוד כמו בשארי דברות כי לא היה משתמע מזה שחמודי דאורייתא שרי רק היינו דורשין על חימוד נפשות לכן עשה פרט לומר הדברים שנפרטו בפסוק אסורים בלא תחמוד אבל חמודי דאורייתא שרי.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">טעם אחר על קושיית אביו הגאון ז\"ל.</i> פירוש אחר על קושיות א\"א ז\"ל והוא ע\"ד שכתב הסמ\"ג בסי' קנ\"ח, כתב ר\"מ לא תתאוה אין תאוה אלא בלב ומשעה שמתאווה אף על פי שלא עשה התאוה מביאו לידי חימוד הא למדת שמתאוה עובר בלאו אחד עשה מעשה כגון שהפציר בחבירו שיתן לו מה שחומד ונתנה לו עובר ב' לאוין עיין שם. וזה רמז בפרט שפרט בלאו לא תחמוד לומר לא תחמוד אשת רעך אף שהיא עדיין אשת רעך שהיא אשתו ולא עשית מעשה שדהו אף שהשדה שלו עבדו אף שהוא שלו וכן אמתו אף שהיא שלו ולא עשית מעשה מכל מקום עברת על לאו לא תחמוד ונכון הוא ואנא להא מילתא תלא בר חמרא לנביה דאבא.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">ענין נחמד ע\"פ הכר פנים בעשפט בל טוב.</i> וע\"ד זהו יובן הפסוק <small>(משלי כד, כג)</small> הכר פנים במשפט בל טוב דמשמע לא טוב ולא רע הא מר ורע הוא מי שעובר על לאו לא תטה משפט ולא תכיר פנים ואפשר רמז על הדנין נפשות שכתוב ושפטו העדה והצילו העדה יבין אף שלבו לא נוטה להצדיק כי הלב יודע שחייב הוא מן הדין רק ירצה לקיים המצות והצילו העדה ע\"ז אמר גם זה בל טוב כי צריך לדון על אמתתו<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">טעם אחר על פסוק הכר פנים במשפט בל טוב ע\"ד הסמ\"ג.</i> או יש לפרש אף שהמקרא מיירי על דיני ממונות יובן נמי שפיר לישנא בל טוב. ואגב יובן למה לא מזכיר בפסוק הטיית משפט בל טוב או לקיחת שוחד בל טוב וכן כל הני הנאמרים בפרשת שופטים למה בחר בהכר פנים יותר משאר איסורים והקרוב אלי לומר דהכי פירושו כי שלמה המלך ע\"ה רמז בענין הכר פנים במשפט בל טוב לומר שמעולם אין בהכרת פנים במשפט שום צד טובה כי במקרא לא תטה משפט אף שרע ומר הוא מי שמטה משפט מכל מקום הותרה מכללו וע\"ד שכתב הסמ\"ג חלק לא תעשה סי' ר\"ת וז\"ל, אע\"פ שאמרה התורה לא תטה משפט הרשות ביד בתי דין לגדור גדר להוראת שעה כפי הצורך דתניא בפ' נגמר הדין <small>(סנהדרין מו, א)</small> אר\"א ב\"י שמעתי שב\"ד מכין ועונשין שלא מה\"ת ולא לעבור על ד\"ת אלא כדי לעשות סייג לתורה כו' ע\"ש וא\"כ דקדק בלשוני אע\"פ שכתוב לא תטה משפט מ\"מ מכין ועונשין שלא מה\"ת שהוא נגד המשפט. וכן מצינו בפ' המפקיד <small>(ב\"מ לט, ב)</small> גבי מרי בר איסק אתי ליה אתא מבי חוזאי וכו' עד אמר ליה זיל אייתי סהדי דאחוה את אמר ליה אית לי סהדי ודחלי מיניה דגברא אלימא היא אמר ליה לדידיה זיל אנת ואייתי סהדי דלאו אחוך הוא אמר ליה דינא הכי המוציא מחבירו עליו הראיה אמר ליה הכי דיינינא לך ולכל אלימא דכוותך כו' ע\"ש אם כן הרי לך לפניך אף שהוא נגד הדין מכל מקום מותר לעשות כן לפרקים וזהו שלא אמר גבי לא תטה משפט בל טוב כי לפעמים יש היתר משא\"כ הכר פנים במשפט אין בו שום צד היתר. וכן בלקיחת שוחד יש בו צד טובה כענין שכתב הטור ח\"מ סימן ט' בשם תשובה לגאון אם קדם התובע ושלח מנחה לדיין קודם שיזמין לנתבע לדין אין הנתבע יכול לפוסלו אלא א\"כ הדיין רוצה לחשוך עצמו מאותו דין מתוך חסידות והוסיף מהרמ\"א בהגהתו <small>(שם ס\"ב)</small> לאמר כגון שיודע שנתקר' דעתו לזה משמע אבל אי רוצה לזכות הזכאי ולחייב החייב שרי אף שגבי שוחד גם זה איסור גמור וכהאי גוונא ברבית מוקדמת אסור מן הדין ופה מן הדין שרי וכן מצינו גבי שודא דדיינא שהביא הגאון מהרי\"ף בסמ\"ע שלו סי' כ\"ג <small>(ס\"ק ב')</small> יש דינים שאין הדיין יכול לברר מתוך הטענות ודינם הוא שהדבר תולה בראות עיני הדיין לזכאי למי שיראה הדיין לדעתו וי\"מ הרשות ביד דיין ליתן למי שירצה בלא טעם וכמדומה מצאתי בירושלמי <small>(כתובות פ\"י, ה\"ד)</small> שודא דדיינא שוחדא דדייני ומש\"ה לא אמר לקיחת שוחד בל טוב כי מצינו שמותר קצת שוחד כגון גבי שודא דדייני שמותר ליתן לאחד למי שייטב בעיניו. וכן בהקדמת מנחה לדיין אף שגבי רבית כזה הוא אסור גבי דיין שרי וא\"ל שלאו דוקא התם א\"ל בשביל שתלויני משום הכי אסור משא\"כ גבי מנחה נ\"א לדיין לפסוק לו די\"א כי מה שמהרי\"ף פירש שמה ומזכיר בטור על אין הנתבע יכול לפסלו אפילו בשעה ששלח לו מנחה היתה תביעתו מפורסמת שיתבענו באותו תביעה ואפ\"ה שרי מש\"ה ל\"א גבי שוחד בל טוב שהרי הותרה מכללו וכן על לא תקים לך מצבה ל\"א בל טוב מאחר שרש\"י פירש בחומש <small>(דברים טז, כב)</small> אע\"פ שהיתה לו אהובה בימי האבות עכשיו שנא אותו מאחר שעשאוה אלו חק לע\"ז מ\"ה לא אמר בה בל טוב מאחר שהיתה טוב מעיקרא. וכן אשרה אהובה היתה בימי אברהם כתיב <small>(בראשית כא, לג)</small> ויטע אשל ויקרא שם בשם י\"י אל עולם ומצאתי בס' קטן הנקרא סאה סלת דף ג' הפליג לדבר ממנין אשל של אאע\"ה עד שמסיים בלשונו ולכך נראה לו הקב\"ה במקום אילנות שהוא במקום אילוני ממרא אם כן משמע שנראה השכינה במקום אישלנות אף שעכשיו שנא לה להעמיד אצל מזבח י\"י אבל מ\"מ היה בו צד היתר מש\"ה לא אמר בו כל טוב כי היה טוב מעיקרא ועל גבי לא תזבח לי\"י אלהיך וגו' אשר יהיה בו מום יש מ\"ר פ' צו <small>(ויקרא ז, ב)</small> כל מה שפסל הקב\"ה בבהמה הכשיר באדם כו' ע\"ש. וביאורו תמצא מפורש לעיל בעמוד העבודה א\"כ הותרה מכללו שיש היתר במום וכגון שמצינו במתניתין <small>(מדות ב, ה)</small> בעלי מומין מתליעין בעצים ע\"ג מזבח כו' נמצא שדבר שיש בו מום הותרה מכללו מש\"ה לא אמר בו בל טוב משא\"כ על הכרת פנים במשפט יש הרבה אזהרות ולאווים בכמה מקומות ולא היה ולא יהיה בהכרת פנים שום צד היתר משום הכי הוציא אותו מהכלל ואמר הכר פנים במשפט בל טוב כי אין בו שום צד הטבה.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">טעם לשבח על סמיכות לא תטע לך אשרה ולא תקים לך מצבה בפרשת שופטים והחילוק בין הרמב\"ם והגמרא.</i> ודע מה שהסמיך פסוקים לא תטע לך אשרה ולא תקים לך מצבה אצל פרשת שופטים. בטוח\"מ סימן ח' מסיק בשם הרמב\"ם אסור למנות דיין שאין הגון וכל מי שממנה מי שאינו הגון ואינו חכם בתורה אפילו יש לו מדות אחרות טובות הרי זה עובר בל\"ת ואחז\"ל <small>(סנהדרין ז, ב)</small> כל הממנה דיין שאינו הגון כאלו מקים מצבה ובמקום ת\"ח כאלו נוטע אשרה וכתב הב\"י <small>(שם יג, ב)</small> ובגמרא פ\"ק דסנהדרין <small>(ז, ב)</small> ובע\"ז פרק רבי ישמעאל ארז\"ל כל המעמיד דיין על הצבור שאינו הגון כאלו נטע אשרה שנאמר <small>(דברים טז, ח)</small> שופטים ושוטרים תתן לך וגומר וסמיך ליה לא תטע לך אשרה כל עץ וגומר א\"ר אשי במקום ת\"ח כאלו נטע אצל מזבח ויש לתמוה על הרמב\"ם אמאי כתב כאלו מקים מצבה שנאמר לא תקים מצבה והתלמודא לא מייתי ראיה אלא מלא תטע לך אשרה ומהר\"י קלון בסי' קי\"ז נתן טעם לדבר ואין דבריו נוחין לי עכ\"ל ב\"י ותירוצו של מהר\"י קלון הכי הוא שיש חילוק בין דיין שיש בו מדות טובות ואינו בקי בתורה ובדינים כמו שמפרש בהדיא הרמב\"ם אפילו יש בו מדות טובה לזה מפיק ממציאת אבן שהוא כאבן דומם. ומ\"ש בגמרא דיין שאינו הגון מלא תטע לך אשרה איירי בגמיר וסביר רק עובר על עבירות ואינו הגון במדות טובות ומדמה אותו לאשרה שצומחת ונאה מאוד רק ע\"ז היא ומאריך קצת יותר ע\"ש.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">דעתו נכונה שהרמב\"ם והגמרא עולים בסגנון אחד.</i> ולי נראה ליישב הרמב\"ם שלא יהיה נגד הגמרא כי ידוע שכל המקומות בתלמוד שדרך גמרא להביא פסוק אחד ואמרה וסמיך ליה לפסוק זה עוד פסוק אחר ורצה לדרוש מה טעם קסמכו להדדי הוא מחמת שקשה מה שייכות אלו פסוקים להדדי. והנה גם פה הוקשה לגמרא מה לענין של מנוי שופטים ללאו לא תטע לך אשרה וגו' ומתרץ שהוא בא לרמז על דיין שאינו הגון. ועל כרחך הקושיא למה נסמכה לא קשה כלל על הפסוק לא תקים לך מצבה כי פסוק זה מקושר עם פסוק שלפניו לא תטע לך אשרה שמיירי מענין מעשה ע\"ז אמר גם לא תקים לך מצבה כי הוא גם ע\"ז וחק לכנעניים א\"כ על מקרא לא תקים לך מצבה לא קשה סמיכות רק עיקר הקושיא הוא על לא תטע לך אשרה מה שייך לזה לשופטים ושוטרים וע\"ז מצא מקום לפרש הסמיכות על דיין שאינו הגון. וע\"ד זה הרמב\"ם והגמרא יכוונו לסגנון אחד והכל בקנה אחד עולים כי גם הגמרא סבירא לה המעמיד דיין שאינו הגון כאלו מקים מצבה. אך ורק מה שנקט בגמ' לישנא וסמיך ליה לא תטע לך אשרה לא בא להורות לנו שכל המעמיד דיין שאינו הגון כאלו נוטע אשרה רק להורות לנו שענין דרוש של הסמיכושת הוא בא מאחר שנסמך לא תטע לך אשרה לפרשת שופטים כי על לא תקים לך מצבה לא קשה מידי לא נסמכו כי קאי אדלעיל לפסוק לא תטע לך אשרה. ובאמת עיקר הדרוש של ענין הסמיכות על דיין שאנו הגון היא נלמד מסיפא דקרא לא תקים לך מצבה להורות לנו שכל המעמיד דיין שאינו הגון כאלו מקים מצבה. והרמב\"ם לא הזכיר הקושיא של הסמיכת רק מביא הקרא אשר ממנו נלמוד הטעם למה דומה דיין שאינו הגון מ\"ה לא הביא רק סיפא דקרא אשר הלימוד ממנו שכל המעמיד דיין שאינו הגון דומה כאלו מקים מצבה ונכון הוא ודוק<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">ענין נחמד על סמיכות לא תזבח לי\"י אלהיך וגו' לפרשת שופטים.</i> ועדיין חל עלינו חובת ביאור ליתן טוב טעם ודעת מה ענין לא תזבח לי\"י אלהיך שור ושה לפ' שופטים. ונ\"ל שהוא ע\"ד הספר' ריש פ' פנחס <small>(במדבר כה, יג)</small> ויכפר על בני ישראל ואיזה קרבן הקריב במה שמכפר מכאן השופך דמן של רשעים מעלה עליו כאלו מקריב קרבן אם כן מי שעושה משפט בחייבי מיתות בית דין ממש מקריב קרבן ולכך הסמיך לה אזהרת לא תטע משפט וגומר להורות באם יפסוק הדיין פסק חיוב מיתה לשפוך דמן של רשעים והושפט בעצמו יעבור על אזהרות של השופטים הוא דומה ממש כאלו מקריב קרבן שיש בו מום לכן קסמך לפ' שופטים וכי תזבח לי\"י אלהיך וגו' אשר יהיה בו מום. ובזה מקושרים הפסוקים מתחלת ואלה המשפטים בוי\"ו. והנה ראיית הבעל הטורים המרמז במלת משפטים הדיין מצוה שיעשה פשרה טרם יעשה משפט. וע\"י רמז זה נוכל להבין מ\"ש בטור ח\"מ סימן י\"ב וז\"ל ומצוה לדיין להתחיל להם בפשרה שיאמר במה אתם רוצים יותר בפשרה או בדין אפילו אם שמע דבריהם ויודע להיכן הדין נוטה כל זמן שלא נגמר הדין לומר פלוני זכאי פלוני חייב כו' ע\"ש.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">לך וראה ותמצא ענין נכון על ענין הגמרא שמצוה לדיין להתחיל בפשרה.</i> והב\"י <small>(יח)</small> הביא הגמרא דסנהדרין <small>(ו, ב)</small> מאי מצוה דקאמר ר' יהושע בן קרחא מצוה למימר להו אי דינא בעיתו אי פשרה בעיתו כו' עד אבל מדברו רבינו נראה שצריך להזכיר פשרה תחלה ולומר במה אתם רוצים יותר בפשרה או בדין וקשה דא\"כ למה בגמרא הזכיר דין תחלה שאמרה אי דינא בעיתו אי פשרה בעיתו ואפשר דגם רבינו סובר כו' ע\"ש ול\"נ ליישב כי בסנהדרין דף ו' מסיק אברייתא נגמר הדין אי אתה רשאי לבצוע היכי דמי גמר דין אר\"י אמר רב איש פלוני אתה זכאי איש פלוני ארתה חייב א\"ר הלכה כרבי יהושע בן קרחא איגי והא רב הונא תלמידיה דרב כי אתו לקמיה דר\"ה אמר להו אי דינא בעיתו אי פשרה בעיתו מאי מצוה דקאמר רבי יהושע ב\"ק מצוה למימר להו אי דינא בעיתו אי פשרה בעיתו מאי מצוה דקאמר רבי יהושע ב\"ק מצוה למימר להו אי דינא בעיתו אי פשרה בעיתו ופריך היינו ת\"ק איכא בינייהו מצוה רבי יהושע ב\"ק סבר מצוה ות\"ק סבר רשות ופירש\"י לת\"ק נגמר הדין אי את רשאי לבצוע הא מקודם גמר דין רשאי לבצוע. ומש\"ה נ\"ל דס\"ל להטור מדגמרא הסמיך יחד שני מימרות דרב על גמ\"ד פלוני חייב ואח\"כ מימרא דרב הלכה כרבי יהושע ב\"ק בא להודיע מה שהמקשן הקשה איני והא רב הונא כו' ומשני מה מצוה דקאמר ר\"י ב\"ק כו' כוונתו מדעשה רב פירוש על גמ\"ד לומר פלוני אתה זכאי פלוני אתה חייב משמע קודם אמירת אלה הדברים פלוני אתה זכאי פלוני אתה חייב משמע קודם אמירת אלה הדברים פלוני אתה זכאי אף שיודע הדין ע\"נ לא קרוי גמ\"ד ואז מאחר שיודע הגוף הדין להיכן נוטה יאמר בלשון זה אי דינא בעיתו תחלה מטעם שיודע להיכן הדין נוטה. משא\"כ אם קודם שירד למעתקי הדין ירצה לעשות פשרה יקדים אי פשרה בעיתו תחלה ואח\"כ אי דינא בעיתו לפי שבאותו עת שנותן להם הברירה אין לו ידיעה להיכן הדין נוטה. ובזה יובן שפיר במה שכתב הטור ומצוה להתחיל בפשרה איירי קודם שיורד לדין ומוכח זה מדקאמר אחר כך אפילו אם יודע להיכן הדין נוטה שמע מיניה דרישא איירי קודם שנודע לו הדין אז מתחיל בפשרה תחלה לאפוקי בגמרא איירי לאחר שיודע גמ\"ד להיכי נוטה מש\"ה ס\"ל להקדים אי דינא בעיתו.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">תירוץ אחר על קושיית הב\"י ואגב יתורץ כל הדן דין וכו' נעשה שותף להקב\"ה במ\"ב.</i> עוד נ\"ל לתרץ תירוץ אחר על קושיית הב\"י ואגב יתורץ דקדוק הטור במה שמדקדק בלשונו ואמר במה אתם רוצים יותר בפשרה או בדין מלת יותר מיותר הוא מה היה החסרון באם אמר במה אתם רוצים בפשרה וכו' וא\"ז אלא לפי שכתב אח\"כ וכל העושה פשרה תמיד הרי זה משובח מש\"ה יהיה הדיין נזהר להראות בלישניה לבעלי דינים שיבררו הבע\"ד הפשרה יותר מן הדין וכשהסמיך הדיין להזכיר מלת יותר למלת פשרה מראה אז לבע\"ד שיותרת לרפשה מדין. ועיקר כוונתו של הטור להודיע שמצוה שיאמר במה אתם רוצים יותר בפשרה וכו' כדי שיפיל מלת יותר על הפשרה כדי שיבחרו הבע\"ד הפשרה אע\"פ שהקדים לומר אי דינא בעיתו או יותר בפשרה בעיתו ממילא ירמז לבע\"ד שיבחרו הפשרה וא\"כ לאו נגד הגמ' הוא כי הגמרא שיקדים אי דינא בעיתו גם הטור ס\"ל כן רק שיאמר אח\"כ או יותר בפשרה ואין להקשות באמת למה לן כל זה בקצרה הל\"ל להקדים אי פשרה בעיתו דיש לתרץ כי כל הדן דין אמת לאמיתו כאלו נעשה שיתף להקב\"ה במ\"ב והנה במ\"ב כתיב ברא אלהים ואח\"כ <small>(שם ב, ד)</small> י\"י אלהים מתחלה רצה לברוא העולם במדה\"ד וראה שאין העולם מתקיים ושתף מדה\"ר למדה\"ד דהיינו פשרה ונמצא שמתחלה זכר הדין הוא שם אלהים וא\"כ גם הדיין הנעשה שותף להקב\"ה במעשה בראשית יעשה כן להקדים תחילה אי דינא בעיתו אי פשרה בעיתו. אבל לעולם פשרה עדיפא וצריך הדיין להזכיר מלת יותר גבי פשרה כדי שהבעלי דינין יבחרו בפשרה. ולפירוש זה שמחלק אם נעשה פשרה אחר שנודע לו להיכן הדין נוטה או קודם שנודע לו מ\"ה רמז הבעל הטורים המשפטים הדיין מצווה שיעשה פשרה טרם יעשה משפט לקיים מש\"ר כל העושה פשרה תמיד ואם כן יקדים הפשרה לדין:", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part III", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c178b43bb386c00d3de6311", "index_title": "Rashi on Zevachim", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Zevachim 54b:11:1", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "Rashi on Zevachim 54b:11:1", "sourceHeRef": "רש\"י על זבחים נ״ד ב:י״א:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Rashi on Zevachim", "he": "רש\"י על זבחים"}, "heTitle": "רש\"י על זבחים", "he": "שתי מתנות שהן ארבע - דבאשם נמי בעינן זריקת סביב דכתיב במקום אשר ישחטו וגו' (ויקרא ז׳:ב׳):", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c7d90753081100060591bee", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Tzav, Section 5 2", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "Sifra, Tzav, Section 5 2", "sourceHeRef": "ספרא, צו, פרשה ה ב׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 2, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה ה", "he": "[ב] וכי מאין בא? מכלל שנאמר (ויקרא יד, יג) \"כי כחטאת האשם הוא לכהן\" – מה חטאת דמה ניתן למעלה אף אשם יהיה דמו ניתן למעלה… תלמוד לומר \"וזאת תורת האשם…ואת דמו יזרֹק\" – לרבות כל אשמות ואשם מצורע שיהא דמם ניתן למטה. מנין לדם האשם שנתערב בדם שלמים יזרק? תלמוד לומר \"קדש קדשים…ואת דמו יזרק\" יכול אפילו נתערבה חיים? תלמוד לומר \"הוּא\". מה יעשה להם? ירעו עד שיסתאבו וימכרו, ויביא מדמי היפה ממין זה ומדמי היפה ממין זה, ומפסיד המותר מביתו. ר' שמעון אומר אשם שנתערב בשלמים – שניהם ישחטו בצפון; זה יקרב לשם שהוא וזה יקרב לשם שהוא; ויאכלו כחומר שבהם. אמרו לו: והלא שלמים טעונים תנופה ואין אשם טעון תנופה?! אמר להם: ומה בכך ויניף אשם?! אמרו לו: אין מביאין לבית הפסול. \"קדש קדשים הוּא\" (ויקרא ז, א) \"אשם הוא\" (ויקרא ז, ה) – הוא קרב ואין תמורתו קרבה.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "2) Now where is it excluded (from such application, that we need a verse to include it)? — Because it is written (in respect to the guilt-offering of a leper (Vayikra 14:13): \"For, as the sin-offering, so is the guilt-offering to the Cohein,\" (I would think that just as the blood of a sin-offering is applied above (with the Cohein's finger on the corners of the altar), so, the blood of this (guilt-offering); it is, therefore, written, (to negate this,) \"the law of the guilt-offering\" (including the guilt-offering of the leper). (Vayikra 7:2) (\"In the place where they slaughtered the burnt-offering shall they slaughter the guilt-offering; and its blood shall he sprinkle on the altar roundabout.\") \"and its blood shall he sprinkle\": All guilt-offerings, including that of a leper, are herein subsumed, for the application of their blood below (the red line). Whence do we derive that if the blood of a guilt-offering became intermixed with that of peace-offerings (both being applied below the red line) it is (still) to be sprinkled (for whichever he desires)? From \"holy of holies … and its blood shall he sprinkle.\" I might think that the same applied if they became interchanged when alive; it is, therefore, (to negate this,) written \"it (is holy of holies,\" i.e., it must be specially designated by type). What, then, can he do? He lets them graze until they sustain a blemish, after which he sells them and offers a higher priced animal as one type, (guilt-offering or peace-offering, as he chooses), and a higher priced animal as the other type, making up the difference (between higher priced and lower priced) from his pocket, (for either guilt-offering or peace-offering could have been higher priced originally). R. Shimon says: If a guilt-offering became interchanged with a peace-offering, both are to be slaughtered in the north (of the altar, as per the stringency of a guilt-offering); one, as a guilt-offering; the other, as a peace-offering; and each is to be eaten according to the more stringent of them (the guilt-offering, which is eaten for a day and a night). They said to him: But do not peace-offerings require waving (viz. Shemoth 29:26), and guilt-offerings not require waving? He said to them: What of it? Let him wave the guilt-offering! They answered: Offerings, (in this case, peace-offerings,) are not brought to \"the house of unfitness\" (i.e., By doing this you are opening the door to the invalidation of peace-offerings).", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d9ac0d712ce00182a283c", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Metzora, Chapter 3 1", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "Sifra, Metzora, Chapter 3 1", "sourceHeRef": "ספרא, מצורע, פרק ג א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 1, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק ג", "he": "[א] \"כי כחטאת האשם הוא לכהן\" – מה חטאת מן החולין, ביום, ובידו הימנית אף אשם מן החולין, ביום, ובידו הימנית. מה חטאת טעונה כלי אף אשם טעון כלי. מה חטאת דם מזבח מתירה אף אשם דם מזבח מתירו. אי מה חטאת דמה למעלה אף אשם יהיה דמו ניתן למעלה? ת\"ל \"זאת תורת האשם קדש קדשים הוא… ואת דמו יזרוק\" – לרבות כל האשמות ואשם מצורע שיהא דמו ניתן למטה.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "1) \"For as the sin-offering is the guilt-offering, for the Cohein\": Just as the sin-offering comes from chullin (what is mundane [and not from second-tithe]), in the daytime, and (whose blood is sprinkled) with the right hand, so, the guilt-offering. Just as the sin-offering requires a vessel (for the collection of the blood), so, the guilt-offering. Just as (with) the sin-offering, the blood (sprinkled on) the altar permits it (to be eaten by the Cohein), so, (with) the guilt-offering, the altar blood permits it (to be eaten by the Cohanim). If so, let us say: Just as the blood of a sin-offering is applied above (the red line on the altar), so, the blood of this guilt-offering; it is, therefore, written (of guilt-offerings, Vayikra 7:2): \"It is holy of holies … and its blood shall he dash on the altar roundabout,\" to include all of the guilt-offerings, along with the guilt-offering of the leper, as requiring their blood to be applied below (the red line).", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5cdd6ca5c4424d0058269978", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Tzav 80:1", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "Malbim on Leviticus, Tzav 80:1", "sourceHeRef": "מלבי\"ם על ויקרא, צו פ׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 80.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "צו", "he": "<b>ישחטו את האשם:</b> כל הפרשה דבר בלשון יחיד ומדוע בשחיטה תפס לשון רבים? דרשו לרבות נשים ועבדים לשחיטה (<small>נראה שגרים כדי נסבא</small>). שכבר הזכרתי בויקרא (<small>סימן ח</small>) קושיית התוספות בחגיגה מדוע מעט נשים מסמיכה ולא משחיטה - לזה ריבה פה דנשים שוחטות. דאין לפרש דהלשון רבים בא להורות דשנים שוחטים זבח אחד דהא למאן דאמר דשוחטין למד לה (חולין כט, א) מן \"תזבחוהו\" (ויקרא יט, ה). ועל כרחך בא לרבות כל מיני זובחים. ולא הקדים לכתב ריבוי זה בעולה וחטאת דשם נפרש ישחטו בקרבן צבור - מה שאין כן אשם לא מביאין בצבור. ועוד יש לפרש דבא להוציא ממה שמקשה במנחות <small>(דף יט.)</small>; שנאמר מה סמיכה בבעלים וכולי. והוא הדין שיש לומר וסמך ושחט – כל שאינו בסמיכה אינו בשחיטה. ועיין מה שכתבנו בפר' ויקרא (<small>סימן לה בהגהה</small>). ולכן בעולה וחטאת שתיכף וסמך ושחט – אי אפשר לדרוש זה. רק באשם שלא כתוב סמיכה רק שחיטה וכתב \"ישחטו\" בלשון רבים, הגם שהסומך הוא יחיד – הרי דאין שחיטה תלוי בסמיכה.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6ca6c4424d005826997a", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Tzav 81:1", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "Malbim on Leviticus, Tzav 81:1", "sourceHeRef": "מלבי\"ם על ויקרא, צו פ״א:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 81.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "צו", "he": "מלבי\"ם: ישחטו: יש הבדל בין <b>שחט טבח זבח</b>. <b>טבח וזבח</b> יציינו מעמד הבעל חי אחר השחיטה. ונבדלים זה מזה במה ש'זבח' מציין שנזבח לצורך מיוחד (והוא לצורך שמחה וקרואיה או לזבח לשם הקדש), ו'טבח' לא יציין רק שהוכן לאכילה. (<small>וכבר רמזתי זה בפירוש ישעיהו סימן לד פסוק ו</small>). ונבדל בזה מן יתר שמות או פעלים שבאו על ההמתה – כמו 'הריגה' 'מיתה' ו'הכאה' וכדומה – במה שהטביחה היא לצורך (<small>ומה שבא על טביחת בני אדם הוא דרך שאלה</small>). רק הטביחה לצורך כללי והזביחה היא לצורך פרטי. אבל פעל 'שחט' יציין איכות הטביחה באופן ידוע שהיה אז מקובל בידם להכשיר החי לאכילה. ואמר בספרא (<small>מובא בחולין דף ל: בשם תנא דבי ר' ישמעאל</small>) שמשתתף עם \"חץ שחוט לשונם\", מענין משיכה, על שמושך הסכין ועושה עמו הולכה והובאה. [<small>ור' ישמעאל לשטתו דסבירא ליה בחולין <small>(דף יז.)</small> דבשר נחירה לא אשתרי כלל. אבל לרבי עקיבא שם מפרש \"הצאן והבקר ישחט להם\" - נחירתן זו היא שחיטתן – לא סבירא ליה פירוש זה</small>] והגם שלא נזכר בחולין שיצטרכו שחיטה – לא מצאנו בשום מקום לשון אחר על הכשר החי לאכילה כמו 'הריגה' ו'הכאה'. כמו שיאמר בתוכחה \"הרוג בקר\" (ישעיה כב, יג), \"צאן ההרגה\" (זכריה יא, ד). [ובמ\"ש \"טבח טבח והכן\" (חולין צא, א) – אינו מציין פעולת ההמתה, רק הגילוי שיפרע בית השחיטה. וכמ\"ש (<small>ויקרא סימן יד</small>).] לעומת זה נמצא תמיד לשון שחיטה גם בחולין – \"אותו ואת בנו לא תשחטו\" (ויקרא כ״ב:כ״ח), ובקבלה: \"וישחטו ארצה\" (ש\"א, יד) \"ושחטתם בזה\" (שם,) ודרשו בסכין הכשר שהכין. וגם דייק הכתוב ברוב מקומות שהזכיר שחיטת קדשים תפס שם החי הנשחט, לא שם הקרבן. כמו \"ושחט את בן הבקר\" (ויקרא א, ה), \"ושחט את הפר\" (שם ד\"ד ושם טו), \"ושחט את הכבש\" (ויקרא יד, יג) ולא תפס \"ושחט את העולה או החטאת\" כמו שאמר בסמיכה ודומי' ללמד שהשחיטה מחויב מצד שהוא בן בקר או פר. חוץ ממה שדרשו על מתעסק (<small>בחולין יג, זבחים מז, מנחות קי</small>). ויתר הלכותיו נמסרו בתורת הפה למשה מסיני.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6ca6388205001838a032", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Tzav 82:1", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "Malbim on Leviticus, Tzav 82:1", "sourceHeRef": "מלבי\"ם על ויקרא, צו פ״ב:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 82.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "צו", "he": "<b>במקום אשר ישחטו את העולה וכולי:</b> ר\"א מוכיח מכאן לעולת צבור שתשחט בצפון. וזה מוכיח ממה שכתב \"במקום אשר ישחטו\" בלשון רבים. (<small>וכבר בארנו (סימן פ) מה שאמר \"ישחטו את האשם\" בלשון רבים, ולמה תפס גם בעולה לשון רבים</small>). להורות שגם רבים – שהוא הצבור המביאין עולה – ישחטו בצפון. וכבר ריבה ר\"א למעלה (פרשה ד מ\"ב) עולת חובה ופה מרבה עולת צבור. ובזבחים <small>(דף נה.)</small> למדוה מלמודים אחרים משום דלימוד הספרא רק לר\"א ותנא קמא מצריך ליה לדרשה אחריתי. ומ\"ש \"קדש קדשים\" לרבות – מוסב על מה שכתוב גבי חטאת \"קדש קדשים הוא\" ששם דריש זאת והוכפל פה אגב גררא. כי \"קדש קדשים\" דפה צריך לדרוש הנ\"ל (<small>סימן עט</small>).", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6ca725f25e00197a04ab", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Tzav 83:1", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "Malbim on Leviticus, Tzav 83:1", "sourceHeRef": "מלבי\"ם על ויקרא, צו פ״ג:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 83.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "צו", "he": "<b>אשה להשם אשם הוא:</b> כבר בארנו באילת השחר (<small>כלל קלה</small>) שכל מקום שנאמר \"עולה הוא\" \"מנחה הוא\" \"חטאת הוא\" - מיותר, ובא לדרשה. כי למה יספר זאת והלא כל הפרשה מדברת באשם. וגם מה שכתב מלת \"הוא\" מיותר כי פעמים רבות ישמוט מלה זאת. וכבר דריש <b>[בסוף משנה ב']</b> מן \"אשם הוא\" דאין תמורתו קרבה (<small>כמו שבארנו בסימן עט</small>) והוא אליבא דרבי עקיבא (<small>כמ\"ש בנזיר דף כה ובכמה מקומות</small>). אמנם ר' ישמעאל דריש שם דאין תמורת אשם קרבה מן \"רק קדשיך אשר יהיו לך\", עיי\"ש. ולדידיה אמר <b>[במשנה ד']</b> שמה שכתוב \"אשם הוא\" מרבה שרק הוא נקרא אשם, רוצה לומר רק אם נעשה כמבואר פה ששחטו בצפון במקום העולה – אז הוא אשם. לא אם שינו מקום שחיטתו. ודוגמת זה הדרוש תמצא בספרא (<small>ויקרא דבורא דנדבה פרק ז מ\"ו</small>) עולה אף על פי שלא סמך. יכול אף על פי שלא נשחט בצפון? תלמוד לומר \"הוא\" (<small>ועיין פירושינו שם סימן סט</small>). וכן הוא כאן. ור' אליעזר דריש מלת \"הוא\" רק אם נשחט לשמו.  ועכ\"ז(?) תחלה [סוף משנה ב'] הזכיר דרוש רבי עקיבא ו[במשנה ג'] הזכיר דברי ישמעאל אין שחיטה אלא משיכה ודברי ר\"א על \"ישחטו את האשם\" מכאן לעולת צבור, ו[במשנה ד'] חזר לדברי ר' ישמעאל על \"אשם הוא\", ו[במשנה ה'] חזר לדברי ר' אליעזר. ובזה יש סדר למשנה. ומה שאמר <b>[במשנה ו\"ז\"ח]</b> אמר ר' אליעזר חטאת בא על חטא וכולי – הוא בתוספתא (<small>פרק קמא דזבחים</small>) ובגמרא שם <small>(דף י.)</small>, ופה לא נכתב רק ראשית הברייתא ושם נכתב הברייתא כולה וסיים שר' אליעזר למד \"כחטאת כאשם\" שהאשם כחטאת לכל דבר. (<small>כמ\"ש עוד בזבחים קטו ומנחות דף כה:</small>). וכן בספרא למעלה (פרק ח מ\"א) וזבחים <small>(דף פא.)</small> לענין אשם שנכנס דמו לפנים. ועיין בגמרא זבחים <small>(דף י.)</small> פלפול גדול בדברי ר' אליעזר ומחלקותו - ואין כאן מקום להאריך.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f68821b61ab0529abaf5f3d", "index_title": "Tzafnat Pa'neach on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzafnat Pa'neach on Torah, Leviticus 7:2:1", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "Tzafnat Pa'neach on Torah, Leviticus 7:2:1", "sourceHeRef": "צפנת פענח על התורה, ויקרא ז׳:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1905, 1935], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Tzafnat Pa'neach", "he": "צפנת פענח"}, "heTitle": "ויקרא", "he": "<b>במקום אשר ישחטו את העלה ישחטו את האשם. רש״י שם: לפי שמצינו אשם בציבור נאמר ישחטו רבים.</b> ר״ל דקייל״ן דאשם בא לקייץ המזבח תמורה דף כ׳ ושבועות דף י״א וכ״מ בש״ס, וזה ר״ל בתו״כ ישחטו ימשכו דר״ל דצריך עקירה כמבואר פסחים דף ע״ג וניתוק ע״ש כמבואר לקמן בפסוק ה׳.", "heVersionTitle": "Tzafnat Pa'neach on Torah, Jerusalem 1960", "heLicense": "", "heVersionTitleInHebrew": "צפנת פענח על התורה, ניו יורק, תש\"ך-תשכ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f68821c61ab0529abaf5f3f", "index_title": "Tzafnat Pa'neach on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzafnat Pa'neach on Torah, Leviticus 7:2:2", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "Tzafnat Pa'neach on Torah, Leviticus 7:2:2", "sourceHeRef": "צפנת פענח על התורה, ויקרא ז׳:ב׳:ב׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1905, 1935], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Tzafnat Pa'neach", "he": "צפנת פענח"}, "heTitle": "ויקרא", "he": "<b>תו״כ, פרשה ד, ברייתא ג: ישחטו; כאן שוחטים הרבה אף הגרים ואף הנשים ואף העבדים, אין לשון שחיטה אלא משיכה שנאמר ׳זהב שחוט׳, ר׳ אליעזר אומר מיכן לעולת צבור שלא תהא שחיטתן אלא בצפון.</b> למה צריך כאן לרבות זה, אך באמת כל לשון הת״כ כאן אינו ג״כ מה דאמר אין שחיטה אלא משיכה, מה שייך כאן, וגם הך דמרבה עולת ציבור והיכן נזכר כאן זה. אך כך, דהנה עיין פסחים דף ע״ג וזבחים בכ״מ ומנחות דיליף מן אשם הוא אשם שמתו בעליו, ועיין תמורה דף י״ג ע״ב ודף כ׳ דר״א ס״ל לנדבת יחיד וכן ס״ל לר״ש ע״ש, אך כתבתי בפסחים דף ע״ג וכ״מ דזה רק אם לא ניתק אבל אם ניתק הוה עולת קיץ המזבח לציבור עי״ש, והנה אז הוה בגדר סכין מושכתן דכ״מ ונעשה ע״י שחיטה ומשיכה לשם עולת ציבור, וסד״א דזה צריך דוקא כהן כיון דהוא עושה זה ע״י שחיטה, לכך צריך ריבה דגם נשים וגרים אף דלא שייך כלל לגדר ציבור עדיין, וזה ישחטו לשון משיכה ר״ל דמנתקים וממשיכים מן אשם יחיד לעולת ציבור, וזה ג״כ צריך בצפון, זה ר״ל הת״כ, וכן ר״ל רש״י בפרשה ע״ש מה דתמהו עליו, ואכמ״ל.", "heVersionTitle": "Tzafnat Pa'neach on Torah, Jerusalem 1960", "heLicense": "", "heVersionTitleInHebrew": "צפנת פענח על התורה, ניו יורק, תש\"ך-תשכ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b7a78430f78f2063696e", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 562:8", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "Yalkut Shimoni on Torah 562:8", "sourceHeRef": "ילקוט שמעוני על התורה תקס״ב:ח׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 562.0008, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "אשם מנ\"ל דבעי צפון דכתיב במקום אשר ישחטו את העולה וגו'. קבלה מנלן ואת דמו. מקבל עצמו מנלן ואת דמו. אשכחן למצוה לעכב מנלן, דכתיב ושחט את הכבש וגו'. והאי להכי הוא דאתא הא מיבעי ליה לכדתניא דבר שהיה בכלל ויצא מן הכלל וכו'. אם כן ליכתוב רחמנא האי ולא בעי האיך. הניחא דאי סבירא לן דבר שהיה בכלל ויצא לידון בדבר החדש איהו דלא גמר מכלליה אבל כלליה גמר מיניה לצפון שפיר אלא אי סבירא לן דלא הוא גמר מכלליה ולא כלליה גמר מיניה האי לגופיה צריך והאי לגופיה צריך כיון דאהדריה אהדריה. ואימא כי אהדריה למתן דמים ואימורים דבעיא כהונה אבל שחיטה דלא בעיא כהונה לא ליבעי צפון. אם כן ליכתוב כי כחטאת אשם מאי האשם לשאר אשמות. (והא) למה לי לאקושי לחטאת ולמה לי לאקושי לעולה, אמר רבינא צריכה דאי אקשיה לחטאת ולא אקשיה לחטאת ולא אקשיה לעולה הוה אמינא חטאת מהיכא למדה מעולה דבר הלמד בהיקש חוזר ומלמד בהיקש. ולקשי לעולה ולא לקשי לחטאת, אם כן הוה אמינא דבר הלמד בהיקש חוזר ומלמד בהיקש. וכי תימא אם כן לקשי לחטאת ניחא ליה דמקשיה לעיקר ולא אקיש ליה לטפל להכי אקשיה לחטאת והדר אקשיה לעולה דלא ליהוי דבר הלמד בהיקש חוזר ומלמד בהיקש:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d528f4629f2b5727884e", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, אשׁם 1", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "Sefer HaShorashim, אשׁם 1", "sourceHeRef": "ספר השרשים, אשׁם א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "אשׁם", "he": ["<strong><big>אשׁם</big></strong>   אָשָׁם הוּא <strong>אָשֹׁם אָשַׁם</strong> לַֽי\"י (<a class=\"refLink\" href=\"Leviticus 5:19\" data-ref=\"Leviticus 5:19\">ויקרא ה, יט</a>), <strong>וְאָֽשְׁמָה</strong> הַנֶּפֶשׁ הַהִֽוא (<a class=\"refLink\" href=\"Numbers 5:6\" data-ref=\"Numbers 5:6\">במדבר ה, ו</a>), כָּל־אֹֽכְלָיו <strong>יֶאְשָׁמוּ</strong> (<a class=\"refLink\" href=\"Jeremiah 2:3\" data-ref=\"Jeremiah 2:3\">ירמיה ב, ג</a>), ה<strong>אל\"ף</strong> בשוא לבדו, וכן וְצָֽרֵיהֶם אָֽמְרוּ לֹא <strong>נֶאְשָׁם</strong> (<a class=\"refLink\" href=\"Jeremiah 50:7\" data-ref=\"Jeremiah 50:7\">ירמיה נ, ז</a>), <strong>וַיֶּאְשְׁמוּ אָשׁוֹם</strong> (<a class=\"refLink\" href=\"Ezekiel 25:12\" data-ref=\"Ezekiel 25:12\">יחזקאל כה, יב</a>), אשם כמו חטאת. <strong>והשׁם</strong> <strong>עוד</strong> כִּי הוּא אָמוֹן הִרְבָּה <strong>אַשְׁמָֽה</strong> (<a class=\"refLink\" href=\"II Chronicles 33:23\" data-ref=\"II Chronicles 33:23\">דברי הימים ב' לג, כג</a>). והקבוץ עִמָּכֶם <strong>אֲשָׁמוֹת</strong> לַֽי\"י אֱלֹֽהֵיכֶֽם (<a class=\"refLink\" href=\"II Chronicles 28:10\" data-ref=\"II Chronicles 28:10\">דברי הימים ב' כח, י</a>). וְהָיָה כִּי־יֶֽחֱטָא <strong>וְאָשֵׁם</strong> (<a class=\"refLink\" href=\"Leviticus 5:23\" data-ref=\"Leviticus 5:23\">ויקרא ה, כג</a>), פירוש ישים עצמו אשם על דרך אִם־תָּשִׂים <strong>אָשָׁם</strong> נַפְשׁוֹ (<a class=\"refLink\" href=\"Isaiah 53:10\" data-ref=\"Isaiah 53:10\">ישעיה נג, י</a>), וכן <strong>ואשׁם</strong> ישים עצמו אשם ויתודה, וכן אֲשֶׁר לֹא־תֵֽעָשֶׂינָה <strong>וְאָשֵֽׁמוּ</strong> (<a class=\"refLink\" href=\"Leviticus 4:13\" data-ref=\"Leviticus 4:13\">ויקרא ד, יג</a>), אֲשֶׁר לֹא־תֵֽעָשֶׂינָה בִּשְׁגָגָה <strong>וְאָשֵֽׁם</strong> (<a class=\"refLink\" href=\"Leviticus 4:22\" data-ref=\"Leviticus 4:22\">ויקרא ד, כב</a>), ישים עצמו אשם בהתודהו, לַֽאֲשֶׁר הוּא לוֹ יִתְּנֶנּוּ בְּיוֹם <strong>אַשְׁמָתֽוֹ</strong> (<a class=\"refLink\" href=\"Leviticus 5:24\" data-ref=\"Leviticus 5:24\">ויקרא ה, כד</a>) ביום שיתודה על אשמתו. <strong>והתאר</strong> <strong>אָשֵׁם, וַֽאֲשֵׁמִים</strong> אֵֽיל־צֹאן עַל־<strong>אַשְׁמָתָֽם</strong> (<a class=\"refLink\" href=\"Ezra 10:19\" data-ref=\"Ezra 10:19\">עזרא י, יט</a>), פירוש ואשמים באיל, כלומר באו באיל צאן להתודות שהם אשמים והקריבוהו על אשמתם. <strong>לְאַשְׁמַת</strong> הָעָם (<a class=\"refLink\" href=\"Leviticus 4:3\" data-ref=\"Leviticus 4:3\">ויקרא ד, ג</a>), פירושו לפי פשוטו שחטא בהוראתו, כי הכהנים היו מורים התורה כמו שכתוב וְאֶת־עַמִּי יוֹרוּ וגו' (<a class=\"refLink\" href=\"Ezekiel 44:23\" data-ref=\"Ezekiel 44:23\">יחזקאל מד, כג</a>), ואמר <strong>אִם הַכֹּהֵן הַמָּשִׁיחַ יֶֽחֱטָא </strong>(<a class=\"refLink\" href=\"Leviticus 4:3\" data-ref=\"Leviticus 4:3\">ויקרא ד, ג</a>), כלומר שהורה ואשמו העם בהוראתו שהורה אותם שלא כתורה. כן הוא מתפרש דרך פשוטו, אלא שרבותינו ז\"ל פירשו (<a class=\"refLink\" href=\"Horayot 6a\" data-ref=\"Horayot 6a\">הוריות ו, א</a>) יכול אם הורה כהן משיח ועשו אחרים על פיו יהא חייב, תלמוד לומר <strong>אשׁר חטא</strong>, על מה שחטא הוא מביא ואינו מביא על מה שחטאו אחרים. ומה שאמר <strong>לְאַשְׁמַת הָעָם</strong> דרשו בו להיות אשמת המשיח כאשמת העם, מה הצבור אינו מביא אלא על העלם דבר עם שגגת מעשה, שנאמר וְנֶעְלַם דָּבָר מֵֽעֵינֵי הַקָּהָל וְעָשׂוּ (<a class=\"refLink\" href=\"Leviticus 4:13\" data-ref=\"Leviticus 4:13\">ויקרא ד, יג</a>) אף משיח לא יביא אלא על העלם דבר עם שגגת מעשה. והקרבן עצמו שמביא האשם יקרא <strong>אשׁם</strong>, יִשְׁחֲטוּ אֶת־<strong>הָֽאָשָׁם</strong> (<a class=\"refLink\" href=\"Leviticus 7:2\" data-ref=\"Leviticus 7:2\">ויקרא ז, ב</a>), וְהֵבִיא אֶת־<strong>אֲשָׁמוֹ </strong>לַֽי<strong>\"</strong>י (<a class=\"refLink\" href=\"Leviticus 5:15\" data-ref=\"Leviticus 5:15\">ויקרא ה, טו</a>), אבל וְאִם־אֵין לָאִישׁ גֹּאֵל לְהָשִׁיב <strong>הָֽאָשָׁם</strong> אֵלָיו הָֽאָשָׁם הַמּוּשָׁב לַֽי\"י לַכֹּהֵן (<a class=\"refLink\" href=\"Numbers 5:8\" data-ref=\"Numbers 5:8\">במדבר ה, ח</a>), שניהם פירוש כללם על גזל הגר, כי על גזל הגר הכתוב מדבר, כמו שאמר <strong>וְאִם־אֵין לָאִישׁ גֹּאֵל</strong>, והוא הגר שאין לו גואלים אם אין לו בנים. וכולל אשם הקרן והחומש ולא הקרבן, כמו שאמר <strong>מִלְּבַד אֵיל הַכִּפֻּרִים</strong>, כי הקרן והחומש בעון ובאשם הם הקרן שגזל והחומש שנשבע לשקר. <strong>תֶּאְשַׁם</strong> שֹֽׁמְרוֹן כִּי מָֽרְתָה בֵּֽאלֹהֶיהָ (<a class=\"refLink\" href=\"Hosea 14:1\" data-ref=\"Hosea 14:1\">הושע יד, א</a>), <strong>וַיֶּאְשְׁמוּ</strong> ישְׁבֵי בָהּ (<a class=\"refLink\" href=\"Isaiah 24:6\" data-ref=\"Isaiah 24:6\">ישעיה כד, ו</a>). <strong>והנפעל</strong> גַּם־עֶדְרֵי הַצֹּאן <strong>נֶאְשָֽׁמוּ</strong> (<a class=\"refLink\" href=\"Joel 1:18\" data-ref=\"Joel 1:18\">יואל א, יח</a>), ה<strong>אל\"ף</strong> בשלשתם בשוא לבדו, אלו והדומים להם מענין שממה אשם ושמם בענין אחר. וכן <strong>הַֽאֲשִׁימֵם</strong> אֱֽלֹהִים (<a class=\"refLink\" href=\"Psalms 5:11\" data-ref=\"Psalms 5:11\">תהלים ה, יא</a>), ענין שממה, ויתכן היותו מענין <strong>אָשָׁם</strong>, ופירוש האשימם בעצתם, כלומר שלא יתכן ולא יזדמן להם מה שיחשבו עלי, וזהו שאמר <strong>יִפְּלוּ מִמֹּֽעֲצוֹתֵיהֶם</strong>, ובא בלשון אשם כדרך אֶל־הַֽשַּׂעֲרָה וְלֹא יַחֲטִֽא (<a class=\"refLink\" href=\"Judges 20:16\" data-ref=\"Judges 20:16\">שופטים כ, טז</a>). וכחב אדני אבי ז\"ל בספר הגלוי מזה השרש <strong>בָּֽאַשְׁמַנִּים</strong> כַּמֵּתִֽים (<a class=\"refLink\" href=\"Isaiah 59:10\" data-ref=\"Isaiah 59:10\">ישעיה נט, י</a>), וה<strong>נו\"ן</strong> נוספת והוא ענין שממה רצונו לומר מקום שמם שאין שם ישוב והם הקברים, וכן תרגם יונתן <strong>כַּמָא דַאֲחִידִין קִבְרַיָא בְּאַפֵּי מֵתַיָא</strong>."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037edf6bfddfbb310fecf8", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Instructions on Disposal of Sacrifices II 2", "anchorRef": "Leviticus 7:1-38", "anchorRefExpanded": ["Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Instructions on Disposal of Sacrifices II 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳, ויקרא הערה ז׳ ב׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Instructions on Disposal of Sacrifices II", "he": "ויקרא הערה ז׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ז׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "The first part of the chapter concerns the eating of three more categories of sacrifice. Vv.16–27 demonstrate the extreme caution regarding lay consumption. The ending (vv.37–38) provides a summary (which mentions a “mandate-offering” not described in this chapter!) and phraseology that usually occurs at the end of a book or major section in the Torah: “which Y<small>HWH</small> commanded Moshe at Mount Sinai … in the wilderness of Sinai.”", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a7713bd8cd388d3e4f", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood 2-18", "anchorRef": "Leviticus 1:1-10:20", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood 2-18", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳ ב׳-י״ח", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Cult and the Priesthood", "he": "ויקרא מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE SECOND HALF OF THE BOOK OF</small> E<small>XODUS CONCERNED ITSELF WITH SETTING UP THE</small> sacrificial cult of Israel. It therefore set forth the prescriptions for and construction of a sanctuary and the priestly garments, and laid out a ceremony for the investiture of priests. But the description of how sacrifices were to be offered, and for what purpose, is not part of the book, which as edited seems more interested in contrasting the building of a sanctuary with building cities for the Pharaohs, as part of its portrayal of the victory of the biblical God over the gods of Egypt. Although at the end of the book the “Dwelling” is completed, we do not get to see the various sacral rites performed there.", "Leviticus also delays the ordination of the priests, until Chapter 8, preferring instead to begin with a kind of manual on the offering and disposal of sacrifices. It then moves us from the details of sacrifice into the narrative of the sanctuary’s dedication and opening rites, providing a natural bridge for Part II, in which ritual pollution and purity, the province of priests, is dealt with.", "The function of the sacrificial cult in ancient Israel will be discussed in “On Animal Sacrifice” below. In general it should be noted that the existence of a class or profession whose job it is to mediate between the divine and human realms is widespread in most older cultures, and the Israelite priesthood, whatever its origins and development, was but one of many such groups in the ancient Near East. It existed, to use the language of Exodus, to “serve” God, maintaining his holiness through ritual and helping to maintain the order of sacred culture which was supposed to mirror God’s ordering of the cosmos. Accordingly, as we will learn later in Leviticus, priests were to be set apart from the general population in a number of areas. There were strict rules about whom they could and could not marry, and they were barred from coming into any contact with the dead, for instance. Their functions extended beyond sacrifice; they could provide oracular advice in times of need, and taught the people “instructions” (Heb. <i>torot</i>) regarding various ritual matters.", "As part of an overall scheme, there was a conscious parallel between priests as part of a select circle and sacrificial animals—as well as the people of Israel. That is, all three stood at the center of concentric circles dedicated to God; and as one moved out (toward Levite and commoner, animals permitted for eating and those forbidden, and neighbors and foreigners), one got further and further away from the divine. The hierarchy regarding the cult thus reinforced the theme of separation which we have noted above.", "In the view of Milgrom, Israel’s cult was distinguished from those of its neighbors by its purposefully ignoring the complex web of rituals regarding demons. The sanctuary was to be purged of ritual pollution, not only by semimagical means (the sprinkling of sacrificial blood) but also and primarily by the confession of wrongdoing and the sincere desire to repent. Then, too, the sanctuary, while in most respects resembling shrines elsewhere in the ancient Near East, omitted certain crucial items, most notably statuary representing the gods and a bed for them to rest on. Finally, certain religious rituals were forbidden, such as mutilation of the priests’ bodies. In all these cases, Israel introduced something new into the area of worship.", "For many decades there has been major and heated debate by scholars in favor of one or the other scheme for following the history of the priesthood and the cult. There are those who view these institutions as stretching back to Israel’s earliest history, while others see strong evidence of a late, possibly even exilic, reworking of the priestly material. Similar arguments dot the landscape of literary criticism of the Torah, in which scholars have tried to divine at what point priestly editors might have put their distinctive stamp on the literature. From Wellhausen in the nineteenth century to Knohl, Milgrom, and Levine in the late twentieth, there has been no lack of theorizing on these issues—and no definitive answers. For the moment we are left to read Leviticus as it is placed in the Torah, with an awareness that a variety of historical and ideological influences are imbedded, if not hidden, in our text.", "O<small>N</small> A<small>NIMAL</small> S<small>ACRIFICE</small>", "A<small>LTHOUGH IT APPEARS EARLIER IN THE</small> T<small>ORAH</small>, <small>ANIMAL SACRIFICE RECEIVES ITS FULL</small>est treatment in Leviticus. Besides the opening seven chapters, which are devoted to a relatively brief description of how sacrifices are to be offered and disposed of, many other chapters in the book talk about sacrificial rituals: the installation of the priests (8–9), rules about disposing of the <i>hattat</i> sacrifice (10), purification offerings brought in the event of such “polluting” states as childbirth and skin diseases (12–15), and finally the “scapegoat” ceremony of Chapter 16. They appear in most of the later chapters as well.", "What function did sacrifice, particularly of animals, play in the religion of ancient Israel? How could a God who proscribed the murder of human beings (Ex. 20:13, 21:12) countenance the taking of animal life for ritual purposes? To answer these questions, we must turn briefly to some of the commonly proposed theories surrounding sacrifice.", "The idea of offering up living creatures to the gods is one of hoary antiquity. Walter Burkert, on the basis of the study of Greek religion, suggests that sacrifice is a means of dealing with guilt over the taking of life. That is, the switch from gathering to hunting society, made possible by technology (the invention of tools), while it raised human accomplishment and consciousness to a new level, also brought with it the acute sense of having violated something essential in the cosmic order. Such guilt is not mitigated by the fact that early people hunted for food and not for pleasure. The way of dealing with the guilt, giving life back to the gods, is in a true sense restoration; life is given back for life taken, so that it may ultimately be renewed (contrast this to the profoundly unecological use of living and inorganic resources over the past “civilized” centuries). And it must be done via ritual. In Burkert’s view, ritual deals with human anxiety by “raising the ante”—by means of increasing anxiety, it is controlled. So guilt over life-taking is assuaged by making a ritual out of the killing, and the shared experience of trauma helps to create solidarity within the group. Despite the subsequent rise of agriculture, says Burkert, the hunting ritual played out in sacrifice could not be done away with, so ingrained had it become, and the rationale behind sacrifices was therefore transformed. Now domesticated animals could be used, giving greater control over the process.", "In another approach, De Vaux (1965) postulates three motives for sacrifice. In the first model, that of “gift,” the worshiper brings something of value to the deity. The animal is killed, setting it apart for sacred use; it is burned, turning it into an invisible substance which can rise to the gods. The gift may be for thanksgiving or, more likely, may be to assuage the demonic powers that many societies (especially Mesopotamia, Abraham’s homeland) felt controlled everyday life. Giving establishes reciprocal movement; altruism has no place here (Burkert). One is reminded of the elaborate giving ceremonies among many peoples on occasions such as weddings; giving establishes relationship and maintains the social order.", "In addition to gifts, another mode of sacrifice involves communion, as nineteenth-century scholars such as Robertson Smith observed. Here the model of the meal is crucial: humans and gods share a great repast, thereby cementing kinship as surely as the closing of business deals is celebrated by drinks and dinner. Passover, both in the Bible and subsequently (even when the sacrifice per se was no longer involved), may serve as a striking example of the effectiveness of such a paradigm.", "A final type or function of sacrifice is atonement or expiation. Here a sin, communal or individual, is purged away by the act of sacrifice; the gods receive life as a substitute for the sinner’s own, which is symbolized by the victim’s blood. The fact that the animals permitted in the Bible for sacrifice are pastoral and hence frequently used metaphorically for the Israelites themselves, is significant in this regard. This approach is further illustrated in the Bible by the end of the Flood story, where God accepts Noah’s sacrifice, implying that he accepts animal life (which now, simultaneous with properly offered sacrifice, is permissible for food) in place of that of humans (Eilberg-Schwartz). It should be noted that, in the Bible, sacrifice for the sake of atonement is almost always in reference to unintentional sins, whereas deliberate wrongdoing may not be atoned for through this system.", "Which of these rationales is truly at work in Levitical sacrifice? Actually, at various times one can find all of them—the texts present a variety of motives and occasions for sacrifice in biblical Israel, from thanksgiving to purification and reparation. But in general one may say of Israelite sacrifice, as one may say of much of the ritual in Leviticus, that it is designed primarily to maintain or repair the relationship between God and Israel. Such an understanding helps to explain the unity of the book, as we will see in our discussion of pollution: sacrifice was a crucial element in keeping the covenant, and hence God’s beneficent presence among the Israelites, intact.", "The fact that this reconciliation, as it were, takes place against a background of slaughter should not be as upsetting to moderns as it is usually felt to be. In ironic contrast to our mechanized and mass-produced society, where the killing of animals for food takes place at a remove from our consciousness and from our direct participation, the sacrificial system in fact involved worshiper and priest alike, and the symbolic value of the operation, whatever it may have been in specific cases, lay in its directness, in its consciousness of the taking of life. Some would even maintain that in societies where the practice and rationale for sacrifice has broken down, there is inevitably an increase in intrahuman violence (Girard).", "<br><img>", "<b><i>Lev. 3:5</i> And the Sons of Aharon are to turn it (all) into smoke upon the slaughter-site … a fire-offering of soothing savor for Y<small>HWH</small>.</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e4c9ad75f2d99af94c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Instructions on Disposal of Sacrifices II 1", "anchorRef": "Leviticus 7:1-38", "anchorRefExpanded": ["Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Instructions on Disposal of Sacrifices II 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳, ויקרא הערה ז׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ז׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Leviticus 7:1-38\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Leviticus 7:1-38</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620d019adda7ca0658864d67", "index_title": "Pesikta Rabbati", "category": "Midrash", "type": "", "ref": "Pesikta Rabbati, Supplement A 1:4", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "Pesikta Rabbati, Supplement A 1:4", "sourceHeRef": "פסיקתא רבתי, הוספה א א׳:ד׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [600, 900], "commentaryNum": 1.0004, "collectiveTitle": {"en": "Pesikta Rabbati", "he": "פסיקתא רבתי"}, "heTitle": "הוספה א", "he": "ד\"א שור או כשב או עז [וגו'] לקרבן לה' אינו אומר כן אלא לקרבן אשה, מהו אשה, אלא אמר להם הקב\"ה אם הבאתם קרבן לפני ברצון הרי הוא קרבן, אם הבאתם אותם באונס (ע\"כ) אני מעלה (עליך שקרבת) [עליכם שלא קרבתם] לפני אלא קרבן אשה, צו את בני ישראל [וגו'] (במדבר כ\"ח ב') את קרבני לחמי ריח נחחי אין כתיב כאן אלא לאשי, מהו לאשי, א\"ל הקב\"ה אם הבאתם אותם ברצון ובאהבה הרי הוא קרבני אבל אם הבאתם (אותו) [אותם] באונס לאשי אינם שלי. ד\"א מהו לאשי, אמר הקב\"ה בני לא יטעה אותך יצרך הרע לומר אינו מצוה אותנו כל שעה על הקרבנות אלא שיש אכילה [מלפניו, אילו היתה אכילה] מלפני [ממך] הייתי מבקש אם ארעב לא אומר לך (תהלים נ' י\"ב), ואם מטעה אותך יצה\"ר אפילו להרהר (לומר) [למוד] מאשי מאסטרטייה [שלי] שכולה אש, כמה רובי (תבואות) [רבואות] עומדים לפני נהר דינור נגד ונפק מן קדמוהי אלף אלפים ישמשוניה ורבו רבבן (דניאל ז' י') כמה (יתחדשון) [מתחדשין] לבקרים בכל יום ואינם לא אוכלים ולא שותים, אם אין אתה אוכל ואין אתה שותה אתה מת והם אינם לא אוכלים ולא שותים ואינם טועמים טעם מיתה, למה, מפני שהם [רואים] דמות כבודי והם ניזונים מזיו השכינה, שאעפ\"י שאמרתי שאינם רואים את כבודי, א\"ר יצחק רואין כמתוך וילון, באור פני מלך חיים (משלי ט\"ז ט\"ו) אתה [הוא] ה' לבדך [וגו'] ואתה מחיה את כולם (נחמיה ט' ו'), ואם אסטרטייה שלי מפני שהם רואים דמות כבודי אינם לא אוכלים ולא שותים ואני יש לפני אכילה, אילו היתה אכילה לפני לך הייתי אומר, אם ארעב לא אומר לך כי לי תבל ומלואה (תהלים נ'). דבר אחר אם ארעב לא אומר לך אמר ריש לקיש עולת תמיד העשויה בהר סיני (במדבר כ\"ח ו') וכי בהר סיני קרבו קרבנות, אלא אמר הקב\"ה אם באת להרהר ולומר שמא יש אכילה לפני הרי משה שעלה להר סיני ועשה אצלי מ' יום ומ' לילה יבא משה ויעידני אם יש לפני אכילה, ויהי שם עם ה' ארבעים יום וארבעים לילה (שמות ל\"ד כ\"ח) (לא אכל ולא שתה) אם ארעב לא אומר לך. דבר אחר משה אוכל ושותה אצליכם, וכשעלה אצלי מ' יום ומ' לילה לא אכל ולא שתה ויהי שם עם ה' ארבעים וגו' (שמות ל\"ד), ומי שהוא לומד להיות אוכל ושותה וכשעלה אצלי לא אכל ולא שתה אני יש לפני אכילה, ואפילו היתה לפני לא הייתי אומר [לך] אם ארעב לא אומר לך. דבר אחר אם ארעב לא אומר לך אפילו היה לפני מאכל לך לא הייתי אומר, למה, שאני רחמן ואתה אכזרי, אמר ריש לקיש י\"ג מדות יש בהקדוש ברוך הוא ה' ה' אל רחום וגו' וחטאה ונקה (שמות ל\"ד ו' וז') אני רחמן ואתה אכזרי והייתי מוסר מזונותי ביד אכזרי, לפני מאכל [לך] הייתי אומר אם ארעב לא אומר לך. דבר אחר אם ארעב לא אומר לך א\"ר חייא בר אבין אמר הקדוש ברוך הוא (לקרבני) [לקרבנך] אני צריך אם ארעב לא אומר לך, בא וראה בריותי לבריותי אינם צריכים ואני צריך שתאכילני, ראית מימיך בני אדם אומרם נשקה הגפן הזה יין כדי שתעשה יין, נשקה את הזית שמן כדי שתעשה שמן, אמר הקדוש ברוך הוא [בריותי] לבריותי אינם צריכים למעשיהם ואני צריך לך. דבר אחר אם ארעב לא אומר לך אמר (לו) הקדוש ברוך הוא ואילו הייתי מבקש לאכול הייתם יכולים להספיק לי, מלך אחד לא הייתם יכולים לעמוד בו, לחם שלמה ליום אחד שלשים כור סלת וגו' לבד מאיל וגו' (מלכים א' ה' ב' וג'), (שמי) [שבוי] אחד לכם וכמה היה מטריח (לכם) עליכם, ואשר היה נעשה ליום אחד שור וגו' (נחמיה ה' י\"ח), ובבשר ודם כמותכם לא הייתם יכולים לעמוד בו וכי הייתם יכולים לעמוד אם ארעב לא אומר לך. דבר אחר אם ארעב וגו' ואילו (היית) [הייתי] מבקש לאכול היית יכול לעמוד אפילו להשקות אותי, אמר ריש לקיש אמר ר' ינאי גבור אם מהלך בדרך ויצמא למים אינו שותה פחות מעשרה שעלים, אמר הקדוש ברוך הוא ואני כל (ימי) [מימי] בראשית צמצמתי לתוך שעלי שנאמר מי מדד בשעלו מים וגו' (ישעיה מ' י\"ב) ואת יכול להשקות אותי, בא וראה מה כתיב ונסכיהם חצי ההין יהיה לפר וגו' לכבש יין זאת עולת [וגו'] (במדבר כ\"ח י\"ד) וכמה הוא [הין] שנים עשר לוגין, ואמרתי לך שתביא עם הכבש ג' לוגין ועם האיל ד' לוגין, ולא עוד אלא מהו אומר בקדש הסך נסך שכר לה' (במדבר כ\"ח ז'), אמר (לך) הקדוש ברוך הוא ואילו הייתי צריך לקרבנך לא הייתי אומר לך להקריב לפני [אלפי] אלים בבת אחת רבבות נחלי שמן בבת אחת, לא אמרתי שתקריב אלא לפי כחך שור או כשב או עז, ואפילו כך לא היה קרב לפני אלא הדם, ואת דמו יזרק על (יסוד) המזבח (ויקרא ז' ב'), א\"ר שמואל א\"ר שמעון בן יוחי בא וראה הדם דבר בזוי הוא ומאכל כלבים הוא ואמר הקב\"ה שיהא קרב על המזבח, אלא כביכול אמר הקב\"ה הבא לפני קרבן וטול דמו ותן על קרנותיו של המזבח כדי שיכפר דם על הדם, בשביל צורכך וכפרתך תבעתי קרבן ולא שהייתי מבקש לאכול אם ארעב לא אומר לך. דבר אחר אם ארעב וגו' בריה אחת יש לי שבראתי למאכלך לעתיד לבא זהו בהמות והוא רועה אלף הרים בכל יום בהמות בהררי אלף (תהלים נ' י') היאך הוא שותה, יש אומרים ראשו על פי הירדן ופיו פתוח כנגדו והירדן שופך לתוך פיו והוא שותה מים, וי\"א מה שהירדן מכניס לששה חדשים הוא שותה בגמיאה אחת שנאמר יבטח כי יגיח ירדן אל פיהו (איוב מ' כ\"ג), אמר הקדוש ברוך הוא יכול אתה לזון (אותי) [אותו] לילה אחד ואם ילין על אבוסך (איוב ל\"ט ט') ומה שבראתי לך מאכל (והייתי) [והיה] צריך לך לזון (אותי) [אותו] ואין אתה יכול ולי אתה יכול להספיק מזונות אם ארעב לא אומר לך. דבר אחר אם ארעב וגו' לויתן התקנתי לך למאכל [לעתיד לבא] והיית צריך להאכיל אותו אין אתה יכול להספיק אותו, אמרו רבותינו אלולי שהוא (רבוין) [רבוץ] על התהום וכובש עליו (אלו כן) היה עולה ומאבד את העולם ומציפו (אלא כשהוא), וכיון שהוא מבקש לשתות אינו יכול לשתות מימי אוקיינוס מפני שהם מלוחים, מהו עושה, תולה אחת מן סנפיריו והתהום עולה והוא שותה, ומשהוא שותה הוא מחזיר סנפיריו למקומה וסותם בפני תהום, אמר הקדוש ברוך הוא מה שהתקנתי לך למאכלך אין אתה יכול (ליתן) [לזון] ולי אתה יכול לזון (ולי אתה יכול להספיק מזונות) אם ארעב לא אומר לך. דבר אחר אם ארעב וגו' כי לי תבל ומלואה מה ענין זה אצל זה, אמר (לו) הקב\"ה אילו הייתי מבקש [אכילה לך] היה לי לומר כי לי תבל ומלואה (הוי) [הרי] שמשיי ומלאכים לפני להם הייתי ראוי לומר (כי לי תבל ומלואה) שיקריבו, (אמר) [אמור] ושאל להם אם מקריבים לפני כי מי בשחק יערוך לה' וגו' (תהלים פ\"ט ז'), מהו יערוך, א\"ר אלעזר ב\"ר שמעון מי עורך למעלן לפני קרבן וערך הכהן אותם על העצים (ויקרא א' י\"ב) הוי כי מי בשחק יערוך לה', להם היה נאה לומר שיקריבו לי (ידמה לה' בבני אלים) הוי לא בשביל שיש לפני אכילה אמרתי לך שתקריב אלא בשביל כפרתך ובשביל כבודך. דבר אחר אם ארעב וגו' אמר (לו) הקדוש ברוך הוא חייך לא שהייתי צריך לקרבנך אלא בשביל עוונותיך, למה, אתה מוצא לא היה קרב בכל יום אלא שני כבשים שנאמר את הכבש אחד תעשה בבקר וגו' (במדבר כ\"ח ד') מהו כבשים (במדבר כ\"ח ג') בית שמאי אומרים שהם כובשים את העוונות ישוב ירחמנו יכבוש עוונותינו (מיכה ז' י\"ט) ובה\"א כבשים למה אתם כובשים הם העוונות כשם שדרשו ב\"ש עד עכשיו הם קיימים כבסים אמור וודאי שבזכותם עוונותיהם מתכבסים ומתלבנים כמה שאתה אומר כבסי מרעה לבך ירושלים (ירמיה ד' י\"ד) [כי] אם תכבסי בנתר וגו' (ירמיהו ב' כ\"ב) וכבס (בגדי) [בגדיו וגו'] (ויקרא י\"ג ו') הוי כבסים, מהו בני שנה (במדבר כ\"ח) אמר להם הם מתקרבים לפני ובזכות קרבנותיכם אני מכפר על (עוונותיהם) [עוונותיכם] ואתם תהיו לי כתינוק בן שנה שאין לו עוון כמ\"ש בשאול בן שנה שאול במלכו (שמואל א' י\"ג א') וכי בן שנה שאול מלך [אלא] שהיה נקי מעוון כתינוק בן שנה הוי כבשים בני שנה תמימים, תמימים (במדבר כ\"ח) מהו תמימים כנגד אבות, אברהם התהלך לפני והיה תמים (בראשית י\"ז א'), יצחק אף הוא היה תמים, אמר הקדוש ברוך הוא יש בן תמים מזה, יודע שאביו הולך לקרבו והוא מהלך עמו בתמות וילכו שניהם יחדיו (בראשית כ\"ב ח'), יעקב אף הוא היה תמים ויעקב איש תם (בראשית כ\"ה כ\"ז) הוי אומר תמימים, מהו שנים ליום (במדבר כ\"ח) א\"ל הקדוש ברוך הוא בזכות שנים כבשים שאתם מקריבים ליום, מהו ליום שאני עושה פניכם מאירות לעתיד לבא כיום ואוהביו כצאת השמש בגבורתו (שופטים ה' ל\"א), אל תוכח לץ וגו' (משלי ט' ח'), עמי מה עשיתי לך וגו' (מיכה ו' ג'), יודע צדיק נפש בהמתו וגו' (משלי י\"ב י').", "heVersionTitle": "OYW", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "641881c0c9371ec0cebe72e4", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 7:2:1", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "Reggio on Torah, Leviticus 7:2:1", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא ז׳:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>במקום אשר ישחטו,</b> בצפון:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "641881c1c9371ec0cebe72e6", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 7:2:2", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "Reggio on Torah, Leviticus 7:2:2", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא ז׳:ב׳:ב׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>ואת דמו יזרק,</b> מקבל הדם במזרק וזורק על המזבח מן הכלי כמו שמקבל בעולה, אבל חטאת מתן דמה באצבע:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "641881c2c9371ec0cebe72e8", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 7:2:3", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "Reggio on Torah, Leviticus 7:2:3", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא ז׳:ב׳:ג׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 2.0003, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>סביב,</b> שתי מתנות שהן ארבע למטה מחוט הסיקרה:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc4f758c1dc532ec8cd9", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 7:2", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "Steinsaltz on Leviticus 7:2", "sourceHeRef": "ביאור שטיינזלץ על ויקרא ז׳:ב׳", "anchorVerse": 2, "sourceHasEn": true, "commentaryNum": 7.0002, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "אחת ההשלכות המעשיות של הבחנה זו נוגעת למקום שחיטת הקרבן – \n    <b>בִּמְקוֹם אֲשֶׁר יִשְׁחֲטוּ אֶת הָעֹלָה יִשְׁחֲטוּ אֶת הָאָשָׁם</b>, לצד המזבח, בצפון.\n    השוואת האשם לעולה משמעותית, מפני שלכאורה דרגתו נחותה משל העולה הנשרפת כליל. \n    <b>וְאֶת דָּמוֹ יִזְרֹק</b> הכהן מהכלי \n    <b>עַל הַמִּזְבֵּחַ סָבִיב,</b> כמו בעולה, ובניגוד לחטאת, שדמה ניתן באצבע על קרנות המזבח.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "Because a guilt offering is an offering of the most sacred order, \n  <b>in the place where the burnt offering is slaughtered they shall slaughter the guilt offering, </b>on the north side of the altar (see 1:11). The equation of the guilt offering with the burnt offering is of great significance, as one might have otherwise assumed that the latter is of greater sanctity, since it is burned in its entirety on the altar. <b>And its blood he, </b>the priest, <b>shall cast </b>from the vessel into which the blood was received when the animal was slaughtered <b>around the altar, </b>like the blood of the burnt offering, and unlike the blood of the sin offering, which the priest places with his finger on the horns of the altar.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "55053471fbfba270cc17e689", "index_title": "Haamek Davar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Leviticus 7:2:1", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "Haamek Davar on Leviticus 7:2:1", "sourceHeRef": "העמק דבר על ויקרא ז׳:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>אשר ישחטו את העולה ישחטו את האשם.</b> כאן כתיב הפעולה על הכהנים ולא על הקרבן אשר תשחט העולה ישחט האשם כמו דכתיב בחטאת. היינו משום דמסיים המקרא ואת דמו יזרוק וגו׳. הרי מיירי בכהנים. אכן כתיב בשחיטה בלשון רבים משא״כ בזריקה. משום דהשוחטים מרובים מן הזורקים כידוע. וכ״ה בת״כ:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "55053471fbfba270cc17e68b", "index_title": "Haamek Davar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Leviticus 7:2:2", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "Haamek Davar on Leviticus 7:2:2", "sourceHeRef": "העמק דבר על ויקרא ז׳:ב׳:ב׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ואת דמו וגו׳.</b> שלא נתבאר בפ׳ ויקרא מעשה האשם כלל כמו בחטאות:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3cb1d6e4a9026bd8f2c1", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 7:2:1", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "Aderet Eliyahu, Leviticus 7:2:1", "sourceHeRef": "אדרת אליהו, ויקרא ז׳:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>ואת דמו יזרק.</b> שהמקבל צריך להיות בצפון (אין זה בת\"כ אולם בזבחים דף מ\"ח ע\"א נדרש זה שהמקבל צריך להיות בצפון מן ולקח הכהן. לו יקח וע\"ש) אשם הוא. הוא קרב ואין תמורתו קרבה:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd14024922a7400186dd688", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Leviticus 7:2:1", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "Birkat Asher on Torah, Leviticus 7:2:1", "sourceHeRef": "ברכת אשר על התורה, ויקרא ז׳:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "<b>\"במקום אשר ישחטו את העֹלה ישחטו את האשם\".</b> ראה מה שכתבתי למעלה (ו, יח). (פ' צו תשנ\"ט)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1402404bbb60019c1e294", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Leviticus 7:2:2", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "Birkat Asher on Torah, Leviticus 7:2:2", "sourceHeRef": "ברכת אשר על התורה, ויקרא ז׳:ב׳:ב׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "<b>רש\"י ד\"ה ישחטו, ריבה לנו שחיטות הרבה וכו'.</b> נראה שכל ההמשך הוא תוספת משובשת, שהרי אין אשם בציבור (תמורה יד ע\"א). וכבר העיר על כך ר' אברהם ברלינר על אתר (הערה א). ואכן הוא נותן את כל הדיבור כולו בסוגריים מרובעים. וכמו ר' אברהם ברלינר עשה גם ר' יהודה לוי בחומש רש\"ר הירש, ואילו ב\"רש\"י מפורש\" השאיר את הרישא. (פ' צו תשמ\"ט) הערת הרב איתן שנדורפי שי': אכן בחומש \"תורת חיים\" העירו (הערה 55): בדפו\"ר ליתא, וגם המפרשים לא פרשוהו, וכנראה שלא היה לפניהם, כי לולא כן ודאי שהיו מעירים עליו. עיין שם עוד. וראה מספר תירוצים ב\"תורה שלמה\" (חלק כז עמ' קצז).", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd140249539fc001b72ccf3", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Leviticus 7:2:3", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "Birkat Asher on Torah, Leviticus 7:2:3", "sourceHeRef": "ברכת אשר על התורה, ויקרא ז׳:ב׳:ג׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 2.0003, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "וראה \"תורה תמימה\" (אות ד) הסובר - ומטעים בטעם רב - שצריך לגרוס בדברי רש\"י \"שוחטים\" ולא שחיטות. (פ' צו תש\"ן)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d0a6b6084aa1cbf05f2b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, דָּם 1", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "BDB, דָּם 1", "sourceHeRef": "בראון-דרייבר-בריגס, דָּם א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "דָּם", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big><span dir=\"rtl\">דָּם</span></big></big><sub>360</sub><big></big>  <strong>n.m.</strong> <a data-ref=\"Genesis 9:6\" href=\"/Genesis.9.6\">Gn 9:6</a> blood <strong>(</strong>NH <em>id.</em> Arabic <span dir=\"rtl\">دَمٌ</span>, Ethiopic ደም: Assyrian <em>damu</em> Nor <sup>239</sup> Zim<sup>BP 72, 76</sup>; Aramaic <span dir=\"rtl\">דַּם</span>, <span dir=\"rtl\">דְּמָא</span>, <span dir=\"rtl\">ܕܶܡ</span>, <span dir=\"rtl\">ܕܡܳܐ</span> <strong>)</strong>—abs. <span dir=\"rtl\">ד׳</span> <a data-ref=\"Genesis 37:22\" href=\"/Genesis.37.22\">Gn 37:22</a> + 154 times; cstr. <span dir=\"rtl\">דַּם</span> <a data-ref=\"Genesis 9:6\" href=\"/Genesis.9.6\">Gn 9:6</a> + 62 times; sf. <span dir=\"rtl\">דָּמִי</span> <a data-ref=\"I Samuel 26:20\" href=\"/I_Samuel.26.20\">1 S 26:20</a> + 3 times; <span dir=\"rtl\">דָּֽמְךָ</span> <a data-ref=\"II Samuel 1:16\" href=\"/II_Samuel.1.16\">2 S 1:16</a> (Qr; Kt <span dir=\"rtl\">דמיך</span>) + 4 times; <span dir=\"rtl\">דָּמֵךְ</span> <a data-ref=\"Ezekiel 16:22\" href=\"/Ezekiel.16.22\">Ez 16:22</a> + 3 times; <span dir=\"rtl\">דָּמוֹ</span> <a data-ref=\"Genesis 9:4\" href=\"/Genesis.9.4\">Gn 9:4</a> + 30 times <span dir=\"rtl\">דָּמָהּ</span> <a data-ref=\"Leviticus 4:30\" href=\"/Leviticus.4.30\">Lv 4:30</a><sup>(×2)</sup> + 11 times; <span dir=\"rtl\">דִּמְכֶם</span> <a data-ref=\"Genesis 9:5\" href=\"/Genesis.9.5\">Gn 9:5</a>; <span dir=\"rtl\">דָּמָם</span> <a data-ref=\"Leviticus 16:27\" href=\"/Leviticus.16.27\">Lv 16:27</a> + 11 times; pl. <span dir=\"rtl\">דָּמִים</span> <a data-ref=\"Exodus 4:25\" href=\"/Exodus.4.25\">Ex 4:25</a> + 35 times; cstr. <span dir=\"rtl\">דְּמֵי</span> <a data-ref=\"Genesis 4:10\" href=\"/Genesis.4.10\">Gn 4:10</a> + 18 times; sf. <span dir=\"rtl\">דָּמֶיךָ</span> <a data-ref=\"II Samuel 1:16\" href=\"/II_Samuel.1.16\">2 S 1:16</a> Kt (Qr <span dir=\"rtl\">דָּֽמְךָ</span>); <span dir=\"rtl\">דָּמַיִךְ</span> <a data-ref=\"Ezekiel 16:6\" href=\"/Ezekiel.16.6\">Ez 16:6</a><sup>(×3)</sup>, <a data-ref=\"Ezekiel 16:9\" href=\"/Ezekiel.16.9\">9</a>; <span dir=\"rtl\">דָּמָיו</span> <a data-ref=\"Leviticus 20:9\" href=\"/Leviticus.20.9\">Lv 20:9</a> + 3 times; <span dir=\"rtl\">דָּמֶיהָ</span> <a data-ref=\"Leviticus 12:7\" href=\"/Leviticus.12.7\">Lv 12:7</a> + 2 times; <span dir=\"rtl\">דְּמֵיהֶם</span> <a data-ref=\"Leviticus 20:11\" href=\"/Leviticus.20.11\">Lv 20:11</a> + 5 times;—<br><strong>1.</strong>  <em>blood</em> of man or animal, = the life <span dir=\"rtl\">(נֶפֶשׁ)</span> <a data-ref=\"Genesis 9:4\" href=\"/Genesis.9.4\">Gn 9:4</a> (P) <a data-ref=\"Deuteronomy 12:23\" href=\"/Deuteronomy.12.23\">Dt 12:23</a>; <a data-ref=\"Leviticus 17:14\" href=\"/Leviticus.17.14\">Lv 17:14</a><sup>(×2)</sup> (H); cf. <span dir=\"rtl\">נֶפֶשׁ הַבָּשָׂר בַּדָּם הִוא</span> v <a data-ref=\"Leviticus 17:11\" href=\"/Leviticus.17.11\">11</a> (H & <span dir=\"rtl\">דִּמְכֶם לְנַפְשֹׁתֵיכֶם</span> <a data-ref=\"Genesis 9:5\" href=\"/Genesis.9.5\">Gn 9:5</a> (P); see also <a data-ref=\"Psalms 72:14\" href=\"/Psalms.72.14\">ψ 72:14</a> <span dir=\"rtl\">וְיֵיקַר דָּמָם בְּעֵינָיו</span>; hence blood of animals not to be eaten <a data-ref=\"Leviticus 3:17\" href=\"/Leviticus.3.17\">Lv 3:17</a>; <a data-ref=\"Leviticus 7:26\" href=\"/Leviticus.7.26\">7:26</a>, <a data-ref=\"Leviticus 7:27\" href=\"/Leviticus.7.27\">27</a> (all P) <a data-ref=\"Leviticus 17:10\" href=\"/Leviticus.17.10\">17:10</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 17:12\" href=\"/Leviticus.17.12\">12</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 17:14\" href=\"/Leviticus.17.14\">14</a>; <a data-ref=\"Leviticus 19:26\" href=\"/Leviticus.19.26\">19:26</a> (all H) <a data-ref=\"Deuteronomy 12:16\" href=\"/Deuteronomy.12.16\">Dt 12:16</a>, <a data-ref=\"Deuteronomy 12:23\" href=\"/Deuteronomy.12.23\">23</a>; <a data-ref=\"Deuteronomy 15:23\" href=\"/Deuteronomy.15.23\">15:23</a>; <a data-ref=\"I Samuel 14:32\" href=\"/I_Samuel.14.32\">1 S 14:32</a>, <a data-ref=\"I Samuel 14:33\" href=\"/I_Samuel.14.33\">33</a>, <a data-ref=\"I Samuel 14:34\" href=\"/I_Samuel.14.34\">34</a>; <a data-ref=\"Ezekiel 33:25\" href=\"/Ezekiel.33.25\">Ez 33:25</a> (cf. RS<sup>K 310</sup>), but to be poured out & covered with dust <a data-ref=\"Leviticus 17:13\" href=\"/Leviticus.17.13\">Lv 17:13</a> (cf. RS<sup>Sem i. 216 f.</sup>).<br><strong>2.</strong>  usually blood become visible, <strong>a.</strong>  as from a wound <span dir=\"rtl\">ד׳ הַמַּכָּה</span> <a data-ref=\"I Kings 22:35\" href=\"/I_Kings.22.35\">1 K 22:35</a> (cf. <span dir=\"rtl\">חֲתַן דָּמִים</span> <a data-ref=\"Exodus 4:25\" href=\"/Exodus.4.25\">Ex 4:25</a>, <a data-ref=\"Exodus 4:26\" href=\"/Exodus.4.26\">26</a> v. infr. <strong>h</strong>); licked by dogs <a data-ref=\"I Kings 21:19\" href=\"/I_Kings.21.19\">1 K 21:19</a><sup>(×2)</sup>; <a data-ref=\"I Kings 22:38\" href=\"/I_Kings.22.38\">22:38</a>; <a data-ref=\"Exodus 32:6\" href=\"/Exodus.32.6\">Ex 32:6</a>; from the nose <a data-ref=\"Proverbs 30:33\" href=\"/Proverbs.30.33\">Pr 30:33</a>; bloody issue of a woman <a data-ref=\"Leviticus 15:19\" href=\"/Leviticus.15.19\">Lv 15:19</a> cf. v <a data-ref=\"Leviticus 15:25\" href=\"/Leviticus.15.25\">25</a>; pl. <span dir=\"rtl\">דְּמֵי טָֽהֳרָה</span> <a data-ref=\"Leviticus 12:4\" href=\"/Leviticus.12.4\">12:4</a>, <a data-ref=\"Leviticus 12:5\" href=\"/Leviticus.12.5\">5</a>, & <span dir=\"rtl\">מְקֹר דָּמֶיהָ</span> v <a data-ref=\"Leviticus 12:7\" href=\"/Leviticus.12.7\">7</a> (all P) <a data-ref=\"Leviticus 20:18\" href=\"/Leviticus.20.18\">20:18</a> (H); blood in which child welters <a data-ref=\"Ezekiel 16:6\" href=\"/Ezekiel.16.6\">Ez 16:6</a><sup>(×2)</sup>, <a data-ref=\"Ezekiel 16:22\" href=\"/Ezekiel.16.22\">22</a> + v <a data-ref=\"Ezekiel 16:6\" href=\"/Ezekiel.16.6\">6</a> (del. A B 𝔖 Co al.); of goat <a data-ref=\"Genesis 37:31\" href=\"/Genesis.37.31\">Gn 37:31</a> (JE); of slain bird <a data-ref=\"Leviticus 14:6\" href=\"/Leviticus.14.6\">Lv 14:6</a>, <a data-ref=\"Leviticus 14:51\" href=\"/Leviticus.14.51\">51</a>, <a data-ref=\"Leviticus 14:52\" href=\"/Leviticus.14.52\">52</a>. <strong>b.</strong>  often obj. of <span dir=\"rtl\">שָׁפַךְ</span> <em>spill, shed</em> <a data-ref=\"Genesis 9:6\" href=\"/Genesis.9.6\">Gn 9:6</a> (P); <a data-ref=\"Genesis 37:22\" href=\"/Genesis.37.22\">37:22</a> (E); <a data-ref=\"Numbers 35:33\" href=\"/Numbers.35.33\">Nu 35:33</a> (P); <a data-ref=\"Leviticus 17:4\" href=\"/Leviticus.17.4\">Lv 17:4</a> (H); <a data-ref=\"Deuteronomy 21:7\" href=\"/Deuteronomy.21.7\">Dt 21:7</a>; <a data-ref=\"I Samuel 25:31\" href=\"/I_Samuel.25.31\">1 S 25:31</a>; <a data-ref=\"I Kings 18:28\" href=\"/I_Kings.18.28\">1 K 18:28</a>; <a data-ref=\"II Kings 21:16\" href=\"/II_Kings.21.16\">2 K 21:16</a>; <a data-ref=\"II Kings 24:4\" href=\"/II_Kings.24.4\">24:4</a>; <a data-ref=\"I Chronicles 22:8\" href=\"/I_Chronicles.22.8\">1 Ch 22:8</a>; <a data-ref=\"Ezekiel 16:38\" href=\"/Ezekiel.16.38\">Ez 16:38</a>; <a data-ref=\"Ezekiel 22:4\" href=\"/Ezekiel.22.4\">22:4</a>, <a data-ref=\"Ezekiel 22:6\" href=\"/Ezekiel.22.6\">6</a>, <a data-ref=\"Ezekiel 22:9\" href=\"/Ezekiel.22.9\">9</a>, <a data-ref=\"Ezekiel 22:12\" href=\"/Ezekiel.22.12\">12</a>, <a data-ref=\"Ezekiel 22:27\" href=\"/Ezekiel.22.27\">27</a>; <a data-ref=\"Ezekiel 23:45\" href=\"/Ezekiel.23.45\">23:45</a>; <a data-ref=\"Ezekiel 33:25\" href=\"/Ezekiel.33.25\">33:25</a>; <a data-ref=\"Ezekiel 36:18\" href=\"/Ezekiel.36.18\">36:18</a> (del. B Co) <a data-ref=\"Proverbs 1:16\" href=\"/Proverbs.1.16\">Pr 1:16</a>; also <a data-ref=\"Psalms 79:3\" href=\"/Psalms.79.3\">ψ 79:3</a> <span dir=\"rtl\">שָֽׁפְכוּ דָמָם כַּמַּיִם</span>; <span dir=\"rtl\">שֹׁפֵךְ דָּם</span> <em>a blood-shedder</em> <a data-ref=\"Ezekiel 18:10\" href=\"/Ezekiel.18.10\">Ez 18:10</a>; <span dir=\"rtl\">עִיר שֹׁפֶכֶת דָּם</span> <a data-ref=\"Ezekiel 22:3\" href=\"/Ezekiel.22.3\">Ez 22:3</a> cf. v <a data-ref=\"Ezekiel 22:4\" href=\"/Ezekiel.22.4\">4</a> (also <a data-ref=\"I Kings 2:31\" href=\"/I_Kings.2.31\">1 K 2:31</a>; <a data-ref=\"Jeremiah 22:3\" href=\"/Jeremiah.22.3\">Je 22:3</a>, <a data-ref=\"Jeremiah 22:17\" href=\"/Jeremiah.22.17\">17</a>; <a data-ref=\"I Chronicles 22:8\" href=\"/I_Chronicles.22.8\">1 Ch 22:8</a>; <a data-ref=\"I Chronicles 28:3\" href=\"/I_Chronicles.28.3\">28:3</a>; <a data-ref=\"Proverbs 6:17\" href=\"/Proverbs.6.17\">Pr 6:17</a>; <a data-ref=\"Lamentations 4:13\" href=\"/Lamentations.4.13\">La 4:13</a>); less often subj. of pass. <span dir=\"rtl\">שָׁפוּךְ</span>, <span dir=\"rtl\">נִשְׁפָּךְ</span>, etc. <a data-ref=\"Genesis 9:6\" href=\"/Genesis.9.6\">Gn 9:6</a>; <a data-ref=\"Numbers 35:33\" href=\"/Numbers.35.33\">Nu 35:33</a> (both P); <a data-ref=\"Deuteronomy 19:10\" href=\"/Deuteronomy.19.10\">Dt 19:10</a>; <a data-ref=\"Zephaniah 1:17\" href=\"/Zephaniah.1.17\">Zp 1:17</a>; <a data-ref=\"Psalms 79:10\" href=\"/Psalms.79.10\">ψ 79:10</a>. <strong>c.</strong>  <span dir=\"rtl\">דַּם חָלָל</span> <a data-ref=\"Deuteronomy 32:42\" href=\"/Deuteronomy.32.42\">Dt 32:42</a> (song) <em>blood of slain;</em> <span dir=\"rtl\">ד׳ חֲלָלִים</span> <a data-ref=\"II Samuel 1:22\" href=\"/II_Samuel.1.22\">2 S 1:22</a> so <a data-ref=\"Numbers 23:24\" href=\"/Numbers.23.24\">Nu 23:24</a> (JE), obj. of <span dir=\"rtl\">שָׁתָה</span>, of Isr. under fig. of lion; cf. also <a data-ref=\"Ezekiel 39:17\" href=\"/Ezekiel.39.17\">Ez 39:17</a>, <a data-ref=\"Ezekiel 39:18\" href=\"/Ezekiel.39.18\">18</a>, <a data-ref=\"Ezekiel 39:19\" href=\"/Ezekiel.39.19\">19</a>, & <a data-ref=\"II Samuel 23:27\" href=\"/II_Samuel.23.27\">2 S 23:27</a> = <a data-ref=\"I Chronicles 11:19\" href=\"/I_Chronicles.11.19\">1 Ch 11:19</a> (<span dir=\"rtl\">דַּם הָאֲנָשִׁים</span> hyperbol. for imperilled life); as food of young eagles <a data-ref=\"Job 39:30\" href=\"/Job.39.30\">Jb 39:30</a>. <strong>d.</strong>  often of <em>innocent blood</em>, i.e. blood shed with injustice & cruelty, <span dir=\"rtl\">דָּם נָקִי</span> <a data-ref=\"Deuteronomy 21:8\" href=\"/Deuteronomy.21.8\">Dt 21:8</a>, <a data-ref=\"Deuteronomy 21:9\" href=\"/Deuteronomy.21.9\">9</a>; <a data-ref=\"I Samuel 19:5\" href=\"/I_Samuel.19.5\">1 S 19:5</a>; <a data-ref=\"II Kings 21:16\" href=\"/II_Kings.21.16\">2 K 21:16</a>; <a data-ref=\"II Kings 24:4\" href=\"/II_Kings.24.4\">24:4</a> <a data-ref=\"Psalms 94:21\" href=\"/Psalms.94.21\">ψ 94:21</a>; <a data-ref=\"Psalms 106:38\" href=\"/Psalms.106.38\">106:38</a> cf. v <a data-ref=\"Psalms 106:38\" href=\"/Psalms.106.38\">38</a> <a data-ref=\"Proverbs 6:17\" href=\"/Proverbs.6.17\">Pr 6:17</a>; <a data-ref=\"Isaiah 59:7\" href=\"/Isaiah.59.7\">Is 59:7</a>; <a data-ref=\"Jeremiah 7:6\" href=\"/Jeremiah.7.6\">Je 7:6</a>; <a data-ref=\"Jeremiah 22:3\" href=\"/Jeremiah.22.3\">22:3</a> (also <a data-ref=\"Jeremiah 26:15\" href=\"/Jeremiah.26.15\">26:15</a>); <span dir=\"rtl\">דָּם נָקִיא</span> <a data-ref=\"Joel 4:19\" href=\"/Joel.4.19\">Jo 4:19</a>; <a data-ref=\"Jonah 1:14\" href=\"/Jonah.1.14\">Jon 1:14</a>; also in cstr. <span dir=\"rtl\">דַּם נָקִי</span> <a data-ref=\"Deuteronomy 19:10\" href=\"/Deuteronomy.19.10\">Dt 19:10</a>; cf. <a data-ref=\"Deuteronomy 27:25\" href=\"/Deuteronomy.27.25\">27:25</a> <span dir=\"rtl\">לְהַכּוֹת נֶפֶשׁ ד׳ נ׳</span>; <span dir=\"rtl\">דַּם הַנָּקִי</span> <a data-ref=\"Deuteronomy 19:13\" href=\"/Deuteronomy.19.13\">Dt 19:13</a>; <a data-ref=\"Jeremiah 22:17\" href=\"/Jeremiah.22.17\">Je 22:17</a>; <a data-ref=\"II Kings 24:4\" href=\"/II_Kings.24.4\">2 K 24:4</a>; <span dir=\"rtl\">דַּם נְקִיִּים</span> <a data-ref=\"Jeremiah 19:4\" href=\"/Jeremiah.19.4\">Je 19:4</a>; <span dir=\"rtl\">דַּם נַפְשׁוֹת אֶבְיוֹנִים נְקִיִּים</span> <a data-ref=\"Jeremiah 2:34\" href=\"/Jeremiah.2.34\">Je 2:34</a>; further <span dir=\"rtl\">דַּם צַדִּיקִים</span> <a data-ref=\"Lamentations 4:13\" href=\"/Lamentations.4.13\">La 4:13</a>; <span dir=\"rtl\">דְּמֵי חִנָּם</span> <a data-ref=\"I Kings 2:31\" href=\"/I_Kings.2.31\">1 K 2:31</a>; in <a data-ref=\"Psalms 30:10\" href=\"/Psalms.30.10\">ψ 30:10</a> <span dir=\"rtl\">דָּמִי</span> = <em>my death</em> (‖ <span dir=\"rtl\">רִדְתִּי אֶל־שַׁחַת</span> <strong>e.</strong>  <em>avenger of blood</em> <span dir=\"rtl\">גֹּאֵל הַדָּם</span> <a data-ref=\"Numbers 35:19\" href=\"/Numbers.35.19\">Nu 35:19</a>, <a data-ref=\"Numbers 35:21\" href=\"/Numbers.35.21\">21</a>, <a data-ref=\"Numbers 35:24\" href=\"/Numbers.35.24\">24</a>, <a data-ref=\"Numbers 35:25\" href=\"/Numbers.35.25\">25</a>, <a data-ref=\"Numbers 35:27\" href=\"/Numbers.35.27\">27</a><sup>(×2)</sup> (all P); <a data-ref=\"Deuteronomy 19:6\" href=\"/Deuteronomy.19.6\">Dt 19:6</a>, <a data-ref=\"Deuteronomy 19:12\" href=\"/Deuteronomy.19.12\">12</a>; <a data-ref=\"Joshua 20:3\" href=\"/Joshua.20.3\">Jos 20:3</a>, <a data-ref=\"Joshua 20:5\" href=\"/Joshua.20.5\">5</a>, <a data-ref=\"Joshua 20:9\" href=\"/Joshua.20.9\">9</a>; <a data-ref=\"II Samuel 14:11\" href=\"/II_Samuel.14.11\">2 S 14:11</a>. <strong>f.</strong>  pl. <span dir=\"rtl\">דָּמִים</span> of abundance, blood in quantity, hence sometimes of blood shed by rude violence, and of blood-stains;—<a data-ref=\"Genesis 4:10\" href=\"/Genesis.4.10\">Gn 4:10</a>, <a data-ref=\"Genesis 4:11\" href=\"/Genesis.4.11\">11</a> (J) as crying from the ground for vengeance (cf. RS<sup>Sem i. 397</sup>), comp. also <a data-ref=\"II Samuel 3:28\" href=\"/II_Samuel.3.28\">2 S 3:28</a>; <a data-ref=\"II Samuel 16:8\" href=\"/II_Samuel.16.8\">16:8</a>; <a data-ref=\"II Kings 9:26\" href=\"/II_Kings.9.26\">2 K 9:26</a><sup>(×2)</sup>; <a data-ref=\"Isaiah 1:15\" href=\"/Isaiah.1.15\">Is 1:15</a>; <a data-ref=\"Isaiah 9:4\" href=\"/Isaiah.9.4\">9:4</a>; <a data-ref=\"Isaiah 26:21\" href=\"/Isaiah.26.21\">26:21</a>; <a data-ref=\"Ezekiel 16:6\" href=\"/Ezekiel.16.6\">Ez 16:6</a><sup>(×3)</sup>, <a data-ref=\"Ezekiel 16:9\" href=\"/Ezekiel.16.9\">9</a>, <a data-ref=\"Ezekiel 16:36\" href=\"/Ezekiel.16.36\">36</a> (on text of v <a data-ref=\"Ezekiel 16:6\" href=\"/Ezekiel.16.6\">6</a> vid. supr.) <a data-ref=\"Zechariah 9:7\" href=\"/Zechariah.9.7\">Zc 9:7</a>; <a data-ref=\"II Chronicles 24:25\" href=\"/II_Chronicles.24.25\">2 Ch 24:25</a>; <span dir=\"rtl\">דְּמֵי אָדָם</span> <a data-ref=\"Habakkuk 2:8\" href=\"/Habakkuk.2.8\">Hb 2:8</a>, <a data-ref=\"Habakkuk 2:17\" href=\"/Habakkuk.2.17\">17</a>, and in other connexions; but interchangeably with sg. <a data-ref=\"II Samuel 3:27\" href=\"/II_Samuel.3.27\">2 S 3:27</a>; <a data-ref=\"II Samuel 20:12\" href=\"/II_Samuel.20.12\">20:12</a>; <a data-ref=\"II Kings 9:33\" href=\"/II_Kings.9.33\">2 K 9:33</a>; <a data-ref=\"Isaiah 34:3\" href=\"/Isaiah.34.3\">Is 34:3</a>, <a data-ref=\"Isaiah 34:6\" href=\"/Isaiah.34.6\">6</a>,<sup>(×2)</sup>, <a data-ref=\"Isaiah 34:7\" href=\"/Isaiah.34.7\">7</a>; <a data-ref=\"Ezekiel 21:37\" href=\"/Ezekiel.21.37\">Ez 21:37</a>; <a data-ref=\"Ezekiel 22:13\" href=\"/Ezekiel.22.13\">22:13</a> (pl. Co) <a data-ref=\"Ezekiel 24:8\" href=\"/Ezekiel.24.8\">24:8</a><sup>(×2)</sup> al.; v. especially <span dir=\"rtl\">אֶרֶץ אַל־תְּכַסִּי דָמִי</span> <a data-ref=\"Job 16:18\" href=\"/Job.16.18\">Jb 16:18</a>; <span dir=\"rtl\">דְּמֵי ירושׁלם</span> <em>blood-stains of Jerusalem</em> <a data-ref=\"Isaiah 4:4\" href=\"/Isaiah.4.4\">Is 4:4</a>; = slaughter, sg. <a data-ref=\"Genesis 37:26\" href=\"/Genesis.37.26\">Gn 37:26</a> (J); <a data-ref=\"Jeremiah 48:10\" href=\"/Jeremiah.48.10\">Je 48:10</a>; <a data-ref=\"Ezekiel 5:17\" href=\"/Ezekiel.5.17\">Ez 5:17</a>; <a data-ref=\"Ezekiel 28:23\" href=\"/Ezekiel.28.23\">28:23</a> (‖ <span dir=\"rtl\">דֶּבֶר</span>) <a data-ref=\"Ezekiel 38:22\" href=\"/Ezekiel.38.22\">38:22</a> (‖ <em>id.</em>); <span dir=\"rtl\">דַּם־עֲבָדָיו</span> <a data-ref=\"Deuteronomy 32:43\" href=\"/Deuteronomy.32.43\">Dt 32:43</a> (song: cf. <a data-ref=\"Psalms 79:10\" href=\"/Psalms.79.10\">ψ 79:10</a>); pl. <span dir=\"rtl\">דְּמֵי עֲבָדַי</span> <a data-ref=\"II Kings 9:7\" href=\"/II_Kings.9.7\">2 K 9:7</a><sup>(×2)</sup>; <span dir=\"rtl\">דְּמֵי יִזְרְעֶאל</span> <a data-ref=\"Hosea 1:4\" href=\"/Hosea.1.4\">Ho 1:4</a> <em>bloodshed at Jezreel;</em> cf. <span dir=\"rtl\">דָּמִים בְּדָמִים נָנָ֑עוּ</span> <a data-ref=\"Hosea 4:2\" href=\"/Hosea.4.2\">Ho 4:2</a>; <span dir=\"rtl\">דְּמֵי מִלְחָמָה</span> <a data-ref=\"I Kings 2:5\" href=\"/I_Kings.2.5\">1 K 2:5</a><sup>(×2)</sup>; in <a data-ref=\"Ezekiel 9:9\" href=\"/Ezekiel.9.9\">Ez 9:9</a> <span dir=\"rtl\">וַתִּמָּלֵא הָאָרֶץ חָמָם</span> (Bear) read <span dir=\"rtl\">דָּמִים</span> for <span dir=\"rtl\">חָמָס</span> v. d. H Vrss Co Comm.; <span dir=\"rtl\">אָרַב לְדָם</span> <em>lie in wait for blood</em> <a data-ref=\"Proverbs 1:11\" href=\"/Proverbs.1.11\">Pr 1:11</a> cf. v <a data-ref=\"Proverbs 1:18\" href=\"/Proverbs.1.18\">18</a>; <a data-ref=\"Proverbs 12:6\" href=\"/Proverbs.12.6\">12:6</a>; <a data-ref=\"Micah 7:2\" href=\"/Micah.7.2\">Mi 7:2</a>; <span dir=\"rtl\">דָּמִים</span> of a <em>plan of murder</em> <a data-ref=\"Isaiah 33:15\" href=\"/Isaiah.33.15\">Is 33:15</a> (obj. of <span dir=\"rtl\">שׁמע</span>); <span dir=\"rtl\">מִשְׁפַּט דָּמִים</span> <a data-ref=\"Ezekiel 7:23\" href=\"/Ezekiel.7.23\">Ez 7:23</a> <em>bloody crime;</em> as symbol of oppression, violence <a data-ref=\"Micah 3:10\" href=\"/Micah.3.10\">Mi 3:10</a> (‖ <span dir=\"rtl\">עַוְלָה</span>), <a data-ref=\"Habakkuk 2:12\" href=\"/Habakkuk.2.12\">Hb 2:12</a> (‖ <em>id.</em>) <strong>g.</strong>  <span dir=\"rtl\">דָּמִים</span> = <em>guilt of bloodshed, blood-guiltiness</em> <a data-ref=\"Exodus 22:1\" href=\"/Exodus.22.1\">Ex 22:1</a>, then more generally, <em>mortal sin</em> (RS<sup>OTJC 417, 2nd ed. 441</sup>, cf. <a data-ref=\"Ezekiel 18:13\" href=\"/Ezekiel.18.13\">Ez 18:13</a>) <a data-ref=\"Psalms 51:16\" href=\"/Psalms.51.16\">ψ 51:16</a> (cf. <a data-ref=\"Hosea 12:15\" href=\"/Hosea.12.15\">Ho 12:15</a>); also <span dir=\"rtl\">בּוֹא בְדָמִים</span> <a data-ref=\"I Samuel 25:26\" href=\"/I_Samuel.25.26\">1 S 25:26</a>, <a data-ref=\"I Samuel 25:33\" href=\"/I_Samuel.25.33\">33</a>. <strong>h.</strong>  pl. also in phrases: <span dir=\"rtl\">חֲתַן דָּמִים</span> <em>bloody bridegroom</em> <a data-ref=\"Exodus 4:25\" href=\"/Exodus.4.25\">Ex 4:25</a>, <a data-ref=\"Exodus 4:26\" href=\"/Exodus.4.26\">26</a>; also those denoting character, chiefly poet., <span dir=\"rtl\">אִישׁ הַדָּמִים</span> <em>bloody man</em> (sanguinary) <a data-ref=\"II Samuel 16:8\" href=\"/II_Samuel.16.8\">2 S 16:8</a> <a data-ref=\"Psalms 5:7\" href=\"/Psalms.5.7\">ψ 5:7</a> <span dir=\"rtl\">אִישׁ הַדָּמִים</span> <a data-ref=\"II Samuel 16:7\" href=\"/II_Samuel.16.7\">2 S 16:7</a>; <span dir=\"rtl\">אַנְשֵׁי דָּמִים</span>, <a data-ref=\"Psalms 26:9\" href=\"/Psalms.26.9\">ψ 26:9</a>; <a data-ref=\"Psalms 55:24\" href=\"/Psalms.55.24\">55:24</a>; <a data-ref=\"Psalms 59:3\" href=\"/Psalms.59.3\">59:3</a>; <a data-ref=\"Psalms 139:19\" href=\"/Psalms.139.19\">139:19</a>; <a data-ref=\"Proverbs 29:10\" href=\"/Proverbs.29.10\">Pr 29:10</a>; <span dir=\"rtl\">ואל־בֵּית הַדָּמִים</span> <em>bloody house</em> <a data-ref=\"II Samuel 21:1\" href=\"/II_Samuel.21.1\">2 S 21:1</a> but read with 𝔊 We Dr <span dir=\"rtl\">ואל בֵּיתֹה דמים</span>, & <em>on his house is blood;</em> <span dir=\"rtl\">עִיר דָּמִים</span> <a data-ref=\"Nahum 3:1\" href=\"/Nahum.3.1\">Na 3:1</a>; <span dir=\"rtl\">עִיר הַדָּמִים</span> <a data-ref=\"Ezekiel 22:2\" href=\"/Ezekiel.22.2\">Ez 22:2</a>; <a data-ref=\"Ezekiel 24:6\" href=\"/Ezekiel.24.6\">24:6</a> + v <a data-ref=\"Ezekiel 24:9\" href=\"/Ezekiel.24.9\">9</a> (del. B Co). <strong>i.</strong>  <span dir=\"rtl\">דָּמָיו בּוֹ</span> <em>his blood is in</em> (<em>upon</em>) <em>him</em>, he is responsible for his own death <a data-ref=\"Leviticus 20:9\" href=\"/Leviticus.20.9\">Lv 20:9</a> cf. v <a data-ref=\"Leviticus 20:11\" href=\"/Leviticus.20.11\">11</a>, <a data-ref=\"Leviticus 20:12\" href=\"/Leviticus.20.12\">12</a>, <a data-ref=\"Leviticus 20:13\" href=\"/Leviticus.20.13\">13</a>, <a data-ref=\"Leviticus 20:16\" href=\"/Leviticus.20.16\">16</a>, <a data-ref=\"Leviticus 20:27\" href=\"/Leviticus.20.27\">27</a> (all H), <a data-ref=\"Ezekiel 18:13\" href=\"/Ezekiel.18.13\">Ez 18:13</a> (+ <span dir=\"rtl\">יִהְיֶה</span>); <span dir=\"rtl\">דָּמוֹ בּוֹ</span> <a data-ref=\"Ezekiel 33:5\" href=\"/Ezekiel.33.5\">Ez 33:5</a>; <span dir=\"rtl\">דָּמוֹ בְּרֹאשׁוֹ</span> <a data-ref=\"Joshua 2:19\" href=\"/Joshua.2.19\">Jos 2:19</a><sup>(×2)</sup>; so with <span dir=\"rtl\">שָׁבוּ</span> <a data-ref=\"I Kings 2:33\" href=\"/I_Kings.2.33\">1 K 2:33</a> <span dir=\"rtl\">יִהְיֶה</span> v <a data-ref=\"I Kings 2:37\" href=\"/I_Kings.2.37\">37</a>; <a data-ref=\"Ezekiel 33:4\" href=\"/Ezekiel.33.4\">Ez 33:4</a>; <span dir=\"rtl\">דָּֽמְי֯ךָ עַל רֹאשֶׁ֑ךָ</span> <a data-ref=\"II Samuel 1:16\" href=\"/II_Samuel.1.16\">2 S 1:16</a>, and <span dir=\"rtl\">הֵשִׁיב י׳ אֶת־דָּמוֹ עַל־רֹאשׁוֹ</span> <a data-ref=\"I Kings 2:32\" href=\"/I_Kings.2.32\">1 K 2:32</a>; also <span dir=\"rtl\">לֹא תָשִׂים דָּמִים בְּבֵיתְךָ</span> <a data-ref=\"Deuteronomy 22:8\" href=\"/Deuteronomy.22.8\">Dt 22:8</a>; and <span dir=\"rtl\">דָּמָם לָשׁוּם עַל אֲבִימֶלֶךְ</span> <a data-ref=\"Judges 9:24\" href=\"/Judges.9.24\">Ju 9:24</a>; <span dir=\"rtl\">(אל) נָתַן דָּם על</span> <a data-ref=\"Jeremiah 26:15\" href=\"/Jeremiah.26.15\">Je 26:15</a>; <a data-ref=\"Jonah 1:14\" href=\"/Jonah.1.14\">Jon 1:14</a>; <span dir=\"rtl\">וְהָיָה עָלֶיךָ דָּמִים</span> <a data-ref=\"Deuteronomy 19:10\" href=\"/Deuteronomy.19.10\">Dt 19:10</a>, v <a data-ref=\"II Samuel 21:1\" href=\"/II_Samuel.21.1\">2 S 21:1</a> supr.; also sg. <a data-ref=\"Ezekiel 22:4\" href=\"/Ezekiel.22.4\">Ez 22:4</a> <span dir=\"rtl\">בְּדָמֵךְ אָשַׁמְתְּ</span>, and as subj. of <span dir=\"rtl\">יֵחָשֵׁב לְ</span> <em>shall be imputed to</em> <a data-ref=\"Leviticus 17:4\" href=\"/Leviticus.17.4\">Lv 17:4</a> (H); <span dir=\"rtl\">אֵין לוֹ דָמִים</span> <a data-ref=\"Exodus 22:1\" href=\"/Exodus.22.1\">Ex 22:1</a> cf. v <a data-ref=\"Exodus 22:2\" href=\"/Exodus.22.2\">2</a> (both JE) & (sg.) <a data-ref=\"Numbers 35:27\" href=\"/Numbers.35.27\">Nu 35:27</a> (P) <strong>j.</strong>  of judicial process in case of bloodshed <span dir=\"rtl\">דָּבָר לַמִּשְׁפָּט בֵּין־דָּם לְדָם</span> <a data-ref=\"Deuteronomy 17:8\" href=\"/Deuteronomy.17.8\">Dt 17:8</a> cf. <a data-ref=\"II Chronicles 19:10\" href=\"/II_Chronicles.19.10\">2 Ch 19:10</a>; <span dir=\"rtl\">לֹא תַּעֲמֹד עַל־דַּם רֵעֶ֑ךָ</span> <a data-ref=\"Leviticus 19:16\" href=\"/Leviticus.19.16\">Lv 19:16</a> (H). <strong>k.</strong> in phrase <em>require blood at the hand of</em>, exact vengeance (for it) from, <span dir=\"rtl\">דָּרַשׁ דָּמוֹ מִיַד</span> <a data-ref=\"Ezekiel 33:6\" href=\"/Ezekiel.33.6\">Ez 33:6</a>; <a data-ref=\"Genesis 9:5\" href=\"/Genesis.9.5\">Gn 9:5</a>; <span dir=\"rtl\">דָּמוֹ נִדְרָשׁ</span> <a data-ref=\"Genesis 42:22\" href=\"/Genesis.42.22\">Gn 42:22</a> (E); abs. <span dir=\"rtl\">דֹּרשׁ דמים</span> <a data-ref=\"Psalms 9:13\" href=\"/Psalms.9.13\">ψ 9:13</a>; <span dir=\"rtl\">אֲבַקֵּשׁ אֶת־דָּמוֹ מִיֶּדְכֶם</span> <a data-ref=\"II Samuel 4:11\" href=\"/II_Samuel.4.11\">2 S 4:11</a> cf. <a data-ref=\"Ezekiel 3:18\" href=\"/Ezekiel.3.18\">Ez 3:18</a>, <a data-ref=\"Ezekiel 3:20\" href=\"/Ezekiel.3.20\">20</a>; <a data-ref=\"Ezekiel 33:8\" href=\"/Ezekiel.33.8\">33:8</a>; <span dir=\"rtl\">פָּקַד ד׳ עַל־</span> <a data-ref=\"Hosea 1:4\" href=\"/Hosea.1.4\">Ho 1:4</a>; <span dir=\"rtl\">וְנִקֵּיתִי ד׳</span> <a data-ref=\"Joel 4:21\" href=\"/Joel.4.21\">Jo 4:21</a>; <a data-ref=\"Ezekiel 35:6\" href=\"/Ezekiel.35.6\">Ez 35:6</a><sup>(×4)</sup>; cf. on the other hand <span dir=\"rtl\">אַל־יִפֹּל דָּמִי אַרְצָה מִנֶּגֶד פְּנֵי י׳</span> <a data-ref=\"I Samuel 26:20\" href=\"/I_Samuel.26.20\">1 S 26:20</a> i.e. let it not be unavenged. <strong>l.</strong> of blood as defiling a land <a data-ref=\"Numbers 35:33\" href=\"/Numbers.35.33\">Nu 35:33</a> (P) cf. <a data-ref=\"Psalms 106:38\" href=\"/Psalms.106.38\">ψ 106:38</a> (pl. <span dir=\"rtl\">בדמים</span>); <span dir=\"rtl\">עֲקֻבָּה מִדָּם</span> <a data-ref=\"Hosea 6:8\" href=\"/Hosea.6.8\">Ho 6:8</a> of a city <em>foot-printed</em> (VB) <em>with blood;</em> defiling hands <a data-ref=\"Isaiah 1:15\" href=\"/Isaiah.1.15\">Is 1:15</a>; <a data-ref=\"Isaiah 59:3\" href=\"/Isaiah.59.3\">59:3</a>; <a data-ref=\"Lamentations 4:14\" href=\"/Lamentations.4.14\">La 4:14</a> cf. <a data-ref=\"Ezekiel 23:37\" href=\"/Ezekiel.23.37\">Ez 23:37</a>, <a data-ref=\"Ezekiel 23:45\" href=\"/Ezekiel.23.45\">45</a>; further, of blood as oppressing one who has shed it <span dir=\"rtl\">עָשֻׁק בְּדַם נֶפֶשׁ</span> <a data-ref=\"Proverbs 28:17\" href=\"/Proverbs.28.17\">Pr 28:17</a>. <strong>m.</strong> atonement for blood-guilt is expressed by <span dir=\"rtl\">וְנִכַּפֵּר לָהֶם הַדָּם</span> <a data-ref=\"Deuteronomy 21:8\" href=\"/Deuteronomy.21.8\">Dt 21:8</a> (on form of vb. cf. Ges<sup>§ 55.9</sup> & Di). <strong>n.</strong> blood (-shedding) as connected with divine wrath <span dir=\"rtl\">וְשָׁפַכְתִּ֫י חֲמָתִי עָלֶיהָ בְּדָם</span> <a data-ref=\"Ezekiel 14:19\" href=\"/Ezekiel.14.19\">Ez 14:19</a>; <span dir=\"rtl\">דַּם חֵמָה וְקִנְאָה</span> <a data-ref=\"Ezekiel 16:38\" href=\"/Ezekiel.16.38\">Ez 16:38</a>; v. further <span dir=\"rtl\">אַשְׁכִּיר חִצַּי מִדָּם</span> <a data-ref=\"Deuteronomy 32:42\" href=\"/Deuteronomy.32.42\">Dt 32:42</a>, cf. <a data-ref=\"Jeremiah 46:10\" href=\"/Jeremiah.46.10\">Je 46:10</a>; cf. also of human vengeance by divine help <span dir=\"rtl\">יִרְחַץ בְּדַם הָרָשָׁע</span> <a data-ref=\"Psalms 58:11\" href=\"/Psalms.58.11\">ψ 58:11</a>; <span dir=\"rtl\">תִּמֲחַץ רַגְלְךָ בְּדָם</span> <a data-ref=\"Psalms 68:24\" href=\"/Psalms.68.24\">68:24</a>; note further <a data-ref=\"Isaiah 49:26\" href=\"/Isaiah.49.26\">Is 49:26</a>; <a data-ref=\"Ezekiel 39:19\" href=\"/Ezekiel.39.19\">Ez 39:19</a> (in both fig. of being drunk with blood); then of simple human vengeance <span dir=\"rtl\">וְהוֹרַדְתָּ֫ אֶת־שֵׂיבָתוֹ בְּדָם שְׁאוֹל</span> <a data-ref=\"I Kings 2:9\" href=\"/I_Kings.2.9\">1 K 2:9</a>. <strong>o.</strong> of water turned into blood (sg.) in Egypt, by divine power <a data-ref=\"Exodus 4:9\" href=\"/Exodus.4.9\">Ex 4:9</a> (J); <a data-ref=\"Exodus 7:17\" href=\"/Exodus.7.17\">7:17</a>, <a data-ref=\"Exodus 4:20\" href=\"/Exodus.4.20\">20</a> (JE); v <a data-ref=\"Exodus 4:19\" href=\"/Exodus.4.19\">19</a><sup>(×2)</sup>, <a data-ref=\"Exodus 4:21\" href=\"/Exodus.4.21\">21</a> (P) <a data-ref=\"Psalms 78:44\" href=\"/Psalms.78.44\">ψ 78:44</a>; <a data-ref=\"Psalms 105:29\" href=\"/Psalms.105.29\">105:29</a>; cf. <a data-ref=\"Isaiah 15:9\" href=\"/Isaiah.15.9\">Is. 15:9</a> & <a data-ref=\"Ezekiel 32:6\" href=\"/Ezekiel.32.6\">Ez 32:6</a>; further, of appearance of blood in sky <a data-ref=\"Joel 3:3\" href=\"/Joel.3.3\">Jo 3:3</a>, & of colour of moon v <a data-ref=\"Joel 3:4\" href=\"/Joel.3.4\">4</a>; specifically of red colour of water <span dir=\"rtl\">אֲדֻמִּים כַּדָּם</span> <a data-ref=\"II Kings 3:22\" href=\"/II_Kings.3.22\">2 K 3:22</a>; cf. v <a data-ref=\"II Kings 3:23\" href=\"/II_Kings.3.23\">23</a>.<br><strong>3.</strong>  blood used with religious significance, <strong>a.</strong>  blood of passover-lamb <a data-ref=\"Exodus 12:7\" href=\"/Exodus.12.7\">Ex 12:7</a>, <a data-ref=\"Exodus 12:13\" href=\"/Exodus.12.13\">13</a><sup>(×2)</sup> (all P) v <a data-ref=\"Exodus 12:22\" href=\"/Exodus.12.22\">22</a><sup>(×2)</sup>, <a data-ref=\"Exodus 12:23\" href=\"/Exodus.12.23\">23</a> (all JE); note also <span dir=\"rtl\">דַּם הַבְּרִית</span> i.e. blood by which a covenant was ratified <a data-ref=\"Exodus 24:8\" href=\"/Exodus.24.8\">Ex 24:8</a> (JE) <a data-ref=\"Zechariah 9:11\" href=\"/Zechariah.9.11\">Zc 9:11</a>. <strong>b.</strong>  blood used in ritual, <a data-ref=\"Leviticus 17:11\" href=\"/Leviticus.17.11\">Lv 17:11</a> <span dir=\"rtl\">הַדָּם הוּא בַּנֶּפֶשׁ יְכַפֵּר</span> (H); cf. <a data-ref=\"II Chronicles 29:24\" href=\"/II_Chronicles.29.24\">2 Ch 29:24</a>; also <a data-ref=\"Ezekiel 44:7\" href=\"/Ezekiel.44.7\">Ez 44:7</a>, <a data-ref=\"Ezekiel 44:15\" href=\"/Ezekiel.44.15\">15</a> (both ‖ <span dir=\"rtl\">חֵלֶב</span>); further <a data-ref=\"Leviticus 1:5\" href=\"/Leviticus.1.5\">Lv 1:5</a>; <a data-ref=\"Isaiah 1:11\" href=\"/Isaiah.1.11\">Is 1:11</a> <a data-ref=\"Psalms 50:13\" href=\"/Psalms.50.13\">ψ 50:13</a>; thrown on altar, vb. <span dir=\"rtl\">זָרַק</span> usually c. <span dir=\"rtl\">עַל</span> <a data-ref=\"Exodus 24:6\" href=\"/Exodus.24.6\">Ex 24:6</a> (JE); <a data-ref=\"Exodus 29:16\" href=\"/Exodus.29.16\">29:16</a>, <a data-ref=\"Exodus 29:20\" href=\"/Exodus.29.20\">20</a>; <a data-ref=\"Leviticus 1:5\" href=\"/Leviticus.1.5\">Lv 1:5</a>, <a data-ref=\"Leviticus 1:11\" href=\"/Leviticus.1.11\">11</a>; <a data-ref=\"Leviticus 3:2\" href=\"/Leviticus.3.2\">3:2</a>, <a data-ref=\"Leviticus 3:8\" href=\"/Leviticus.3.8\">8</a>, <a data-ref=\"Leviticus 3:13\" href=\"/Leviticus.3.13\">13</a>; <a data-ref=\"Leviticus 7:2\" href=\"/Leviticus.7.2\">7:2</a>, <a data-ref=\"Leviticus 7:14\" href=\"/Leviticus.7.14\">14</a>; <a data-ref=\"Leviticus 8:19\" href=\"/Leviticus.8.19\">8:19</a>, <a data-ref=\"Leviticus 8:24\" href=\"/Leviticus.8.24\">24</a>; <a data-ref=\"Leviticus 9:12\" href=\"/Leviticus.9.12\">9:12</a>, <a data-ref=\"Leviticus 9:18\" href=\"/Leviticus.9.18\">18</a> (all P); <a data-ref=\"Leviticus 17:6\" href=\"/Leviticus.17.6\">17:6</a> (H); <a data-ref=\"Numbers 18:17\" href=\"/Numbers.18.17\">Nu 18:17</a> (P) <a data-ref=\"Ezekiel 43:18\" href=\"/Ezekiel.43.18\">Ez 43:18</a>; <a data-ref=\"II Kings 16:13\" href=\"/II_Kings.16.13\">2 K 16:13</a>, <a data-ref=\"II Kings 16:15\" href=\"/II_Kings.16.15\">15</a><sup>(×2)</sup> <a data-ref=\"II Chronicles 29:22\" href=\"/II_Chronicles.29.22\">2 Ch 29:22</a><sup>(×3)</sup> cf. <a data-ref=\"II Chronicles 30:16\" href=\"/II_Chronicles.30.16\">30:16</a>; sprinkled, vb. <span dir=\"rtl\">הִזָּה</span> <a data-ref=\"Leviticus 5:9\" href=\"/Leviticus.5.9\">Lv 5:9</a>; <a data-ref=\"Leviticus 16:19\" href=\"/Leviticus.16.19\">16:19</a> (both P); sprinkled toward tent of meeting (vb. <span dir=\"rtl\">הִזָּה</span>) <a data-ref=\"Numbers 19:4\" href=\"/Numbers.19.4\">Nu 19:4</a><sup>(×2)</sup> (P); brought into tent of meeting <a data-ref=\"Leviticus 4:5\" href=\"/Leviticus.4.5\">Lv 4:5</a>, <a data-ref=\"Leviticus 4:16\" href=\"/Leviticus.4.16\">16</a>; <a data-ref=\"Leviticus 6:23\" href=\"/Leviticus.6.23\">6:23</a>; cf. <a data-ref=\"Leviticus 10:18\" href=\"/Leviticus.10.18\">10:18</a> (all P); sprinkled toward the holy of holies (vb. <span dir=\"rtl\">הִזָּה</span>) <a data-ref=\"Leviticus 4:6\" href=\"/Leviticus.4.6\">Lv 4:6</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 4:17\" href=\"/Leviticus.4.17\">17</a>; <a data-ref=\"Leviticus 16:14\" href=\"/Leviticus.16.14\">16:14</a><sup>(×2)</sup> (all P); brought within the veil on day of atonement <a data-ref=\"Leviticus 16:15\" href=\"/Leviticus.16.15\">Lv 16:15</a><sup>(×3)</sup> (cf. v <a data-ref=\"Leviticus 16:14\" href=\"/Leviticus.16.14\">14</a>) v <a data-ref=\"Leviticus 16:27\" href=\"/Leviticus.16.27\">27</a> (all P); thrown on people <a data-ref=\"Exodus 24:8\" href=\"/Exodus.24.8\">Ex 24:8</a> (JE; <span dir=\"rtl\">זָרַק</span>); sprinkled on priests <span dir=\"rtl\">(הִזָּה)</span> <a data-ref=\"Exodus 29:21\" href=\"/Exodus.29.21\">Ex 29:21</a>; <a data-ref=\"Leviticus 8:30\" href=\"/Leviticus.8.30\">Lv 8:30</a> (both P); on garment (in sanctuary, <span dir=\"rtl\">הִזָּה</span>) <a data-ref=\"Leviticus 6:20\" href=\"/Leviticus.6.20\">Lv 6:20</a> (P); applied with finger to horns of altar <a data-ref=\"Exodus 29:12\" href=\"/Exodus.29.12\">Ex 29:12</a>; <a data-ref=\"Leviticus 4:7\" href=\"/Leviticus.4.7\">Lv 4:7</a>, <a data-ref=\"Leviticus 4:18\" href=\"/Leviticus.4.18\">18</a>, <a data-ref=\"Leviticus 4:25\" href=\"/Leviticus.4.25\">25</a>, <a data-ref=\"Leviticus 4:30\" href=\"/Leviticus.4.30\">30</a>, <a data-ref=\"Leviticus 4:34\" href=\"/Leviticus.4.34\">34</a>; <a data-ref=\"Leviticus 8:15\" href=\"/Leviticus.8.15\">8:15</a>; <a data-ref=\"Leviticus 9:9\" href=\"/Leviticus.9.9\">9:9</a><sup>(×3)</sup>; <a data-ref=\"Leviticus 16:18\" href=\"/Leviticus.16.18\">16:18</a><sup>(×2)</sup> (all P; cf. also <a data-ref=\"Ezekiel 45:19\" href=\"/Ezekiel.45.19\">Ez 45:19</a>) <a data-ref=\"Ezekiel 43:20\" href=\"/Ezekiel.43.20\">Ez 43:20</a>; applied to tip of right ear of priest <a data-ref=\"Exodus 29:20\" href=\"/Exodus.29.20\">Ex 29:20</a>; <a data-ref=\"Leviticus 8:23\" href=\"/Leviticus.8.23\">Lv 8:23</a>, <a data-ref=\"Leviticus 8:24\" href=\"/Leviticus.8.24\">24</a> (all P; also <a data-ref=\"Leviticus 14:14\" href=\"/Leviticus.14.14\">Lv 14:14</a>, <a data-ref=\"Leviticus 14:25\" href=\"/Leviticus.14.25\">25</a> P); poured out at base of altar <span dir=\"rtl\">(שָׁפַךְ אֶל־)</span> <a data-ref=\"Exodus 29:12\" href=\"/Exodus.29.12\">Ex 29:12</a>; <a data-ref=\"Leviticus 4:7\" href=\"/Leviticus.4.7\">Lv 4:7</a>, <a data-ref=\"Leviticus 4:18\" href=\"/Leviticus.4.18\">18</a>, <a data-ref=\"Leviticus 4:25\" href=\"/Leviticus.4.25\">25</a>, <a data-ref=\"Leviticus 4:30\" href=\"/Leviticus.4.30\">30</a>, <a data-ref=\"Leviticus 4:34\" href=\"/Leviticus.4.34\">34</a> (all P); cf. with <span dir=\"rtl\">מָצָה</span> (Niph.) <a data-ref=\"Leviticus 1:15\" href=\"/Leviticus.1.15\">Lv 1:15</a>; <a data-ref=\"Leviticus 5:9\" href=\"/Leviticus.5.9\">5:9</a>; with <span dir=\"rtl\">יָצַק</span> <a data-ref=\"Leviticus 8:15\" href=\"/Leviticus.8.15\">8:15</a> (all P); half of blood put in basons <a data-ref=\"Exodus 24:6\" href=\"/Exodus.24.6\">Ex 24:6</a> (JE); blood poured out on altar <a data-ref=\"Deuteronomy 12:27\" href=\"/Deuteronomy.12.27\">Dt 12:27</a><sup>(×2)</sup>; blood of red heifer burned <a data-ref=\"Numbers 19:5\" href=\"/Numbers.19.5\">Nu 19:5</a> (P); vid. further such terms as <span dir=\"rtl\">דַּם זִבְחִי</span> <a data-ref=\"Exodus 23:18\" href=\"/Exodus.23.18\">Ex 23:18</a>; <a data-ref=\"Exodus 34:25\" href=\"/Exodus.34.25\">34:25</a> (both JE) (cf. <a data-ref=\"Deuteronomy 12:27\" href=\"/Deuteronomy.12.27\">Dt 12:27</a>; <a data-ref=\"II Kings 16:15\" href=\"/II_Kings.16.15\">2 K 16:15</a>); <span dir=\"rtl\">דַּם הַשְּׁלָמִים</span> <a data-ref=\"Leviticus 7:33\" href=\"/Leviticus.7.33\">Lv 7:33</a> (P; cf. v <a data-ref=\"Leviticus 7:14\" href=\"/Leviticus.7.14\">14</a>); <span dir=\"rtl\">דַּם חַטָּאת הַכִּפֻּרִים</span> <a data-ref=\"Exodus 30:10\" href=\"/Exodus.30.10\">Ex 30:10</a> (P) cf. <a data-ref=\"Ezekiel 45:19\" href=\"/Ezekiel.45.19\">Ez 45:19</a>; <span dir=\"rtl\">דּם הָאָשָׁם</span> <a data-ref=\"Leviticus 14:14\" href=\"/Leviticus.14.14\">Lv 14:14</a>, <a data-ref=\"Leviticus 14:17\" href=\"/Leviticus.14.17\">17</a>, <a data-ref=\"Leviticus 14:25\" href=\"/Leviticus.14.25\">25</a>, <a data-ref=\"Leviticus 14:28\" href=\"/Leviticus.14.28\">28</a>; (v <span dir=\"rtl\">זֶבַח</span>, <span dir=\"rtl\">שֶׁלֶם</span>, <span dir=\"rtl\">חַטָּאת</span>, <span dir=\"rtl\">אָשָׁם</span>); <span dir=\"rtl\">דַּם־חֲזִיר</span>, <em>swine’s blood</em>, as heathen offering <a data-ref=\"Isaiah 66:3\" href=\"/Isaiah.66.3\">Is 66:3</a>; cf. <span dir=\"rtl\">נִסְכֵּיהֶם מִדָּם</span> <a data-ref=\"Psalms 16:4\" href=\"/Psalms.16.4\">ψ 16:4</a> (v. Che).<br><strong>4.</strong>  fig. of wine <span dir=\"rtl\">דַּם־עֲנָבִים</span> <a data-ref=\"Genesis 49:11\" href=\"/Genesis.49.11\">Gn 49:11</a> (blessing of Jacob ‖ <span dir=\"rtl\">יַיִן</span>); cf. <a data-ref=\"Deuteronomy 32:14\" href=\"/Deuteronomy.32.14\">Dt 32:14</a> (song) <span dir=\"rtl\">דַּם עֵנָב תִּשְׁתֶּה־הָ֑מֶר—בְּדָֽמְךָ</span> <a data-ref=\"Ezekiel 19:10\" href=\"/Ezekiel.19.10\">Ez 19:10</a> prob. text. error cf. VB; Da proposes <span dir=\"rtl\">בְּרוּמָהּ</span> <em>in her height</em>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d128b6084aa1cbf0b52f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, זָרַק 1", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "BDB, זָרַק 1", "sourceHeRef": "בראון-דרייבר-בריגס, זָרַק א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "זָרַק", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big><span dir=\"rtl\">זָרַק</span></big></big>  <strong>vb. to toss</strong> or <strong>throw</strong> (in a volume), <strong>scatter abundantly (</strong>NH <em>id.;</em> Aramaic <span dir=\"rtl\">זְרַק</span> <em>id.</em>, <span dir=\"rtl\">ܙܪܰܩ</span> <em>disperse;</em> Assyrian <em>zarâḳu</em> Lotz<sup> TP 138</sup> Jäger<sup> BAS ii. 292 Anm.</sup>; cf. also Arabic <span dir=\"rtl\">زَرَقَ</span> <em>cast at, pierce</em>, <span dir=\"rtl\">زَرَّاقَةٌ</span> and <span dir=\"rtl\">مِزْرَاقٌ</span> <em>javelin</em> = Ethiopic ምዝራቅ <strong>)</strong>—<br><strong>Qal</strong>  Pf. <span dir=\"rtl\">ז׳</span> <a data-ref=\"Exodus 24:6\" href=\"/Exodus.24.6\">Ex 24:6</a> <a data-ref=\"Leviticus 17:6\" href=\"/Leviticus.17.6\">Lv 17:6</a>, sf. <span dir=\"rtl\">זְרָקוֹ</span> <a data-ref=\"Exodus 9:8\" href=\"/Exodus.9.8\">Ex 9:8</a>, <span dir=\"rtl\">זָֽרְקָה</span> <a data-ref=\"Hosea 7:9\" href=\"/Hosea.7.9\">Ho 7:9</a> (12 times Pf.); Impf. <span dir=\"rtl\">יִזְרֹק</span> <a data-ref=\"Leviticus 7:2\" href=\"/Leviticus.7.2\">Lv 7:2</a> + 16 times; Inf. <span dir=\"rtl\">לִזְרֹק</span> <a data-ref=\"Ezekiel 43:18\" href=\"/Ezekiel.43.18\">Ez 43:18</a>; Imv. <span dir=\"rtl\">זְרֹק</span> <a data-ref=\"Ezekiel 10:2\" href=\"/Ezekiel.10.2\">Ez 10:2</a>; Pt. <span dir=\"rtl\">זֹרֵק</span> <a data-ref=\"Leviticus 7:14\" href=\"/Leviticus.7.14\">Lv 7:14</a>, pl. <span dir=\"rtl\">זֹרְקִים</span> <a data-ref=\"II Chronicles 30:16\" href=\"/II_Chronicles.30.16\">2 Ch 30:16</a>; <strong>1.</strong>  <em>toss</em> (in handfuls, v. <a data-ref=\"Exodus 9:8\" href=\"/Exodus.9.8\">Ex 9:8</a>; or from a <em>bowl</em>, <span dir=\"rtl\">מִזְרָק</span>; opp. <span dir=\"rtl\">הִזָּה</span> to <em>sprinkle</em> with the finger): <strong>a.</strong>  cummin <a data-ref=\"Isaiah 28:25\" href=\"/Isaiah.28.25\">Is 28:25</a>, dust, sq. <span dir=\"rtl\">עַל</span> <a data-ref=\"II Chronicles 34:4\" href=\"/II_Chronicles.34.4\">2 Ch 34:4</a> <a data-ref=\"Job 2:12\" href=\"/Job.2.12\">Jb 2:12</a>; ashes <span dir=\"rtl\">השׁמימה</span>, heavenward, <a data-ref=\"Exodus 9:8\" href=\"/Exodus.9.8\">Ex 9:8</a>, <a data-ref=\"Exodus 9:10\" href=\"/Exodus.9.10\">10</a> (P), coals of fire <span dir=\"rtl\">על העיר</span> <a data-ref=\"Ezekiel 10:2\" href=\"/Ezekiel.10.2\">Ez 10:2</a>. <strong>b.</strong>  blood, <span dir=\"rtl\">על (ה)מזבח</span> <em>throw</em> (from a bowl) against the altar <a data-ref=\"Exodus 24:6\" href=\"/Exodus.24.6\">Ex 24:6</a> (JE), <a data-ref=\"Leviticus 17:6\" href=\"/Leviticus.17.6\">Lv 17:6</a> (H), <a data-ref=\"Numbers 18:17\" href=\"/Numbers.18.17\">Nu 18:17</a> (P), <a data-ref=\"II Kings 16:13\" href=\"/II_Kings.16.13\">2 K 16:13</a>, <a data-ref=\"II Kings 16:15\" href=\"/II_Kings.16.15\">15</a> <a data-ref=\"Ezekiel 43:18\" href=\"/Ezekiel.43.18\">Ez 43:18</a>, especially in the ritual, <span dir=\"rtl\">על המזבח סביב</span> against the altar round about <a data-ref=\"Exodus 29:16\" href=\"/Exodus.29.16\">Ex 29:16</a>, <a data-ref=\"Exodus 29:20\" href=\"/Exodus.29.20\">20</a> <a data-ref=\"Leviticus 1:5\" href=\"/Leviticus.1.5\">Lv 1:5</a>, <a data-ref=\"Leviticus 1:11\" href=\"/Leviticus.1.11\">11</a>; <a data-ref=\"Leviticus 3:2\" href=\"/Leviticus.3.2\">3:2</a>, <a data-ref=\"Leviticus 3:8\" href=\"/Leviticus.3.8\">8</a>, <a data-ref=\"Leviticus 3:13\" href=\"/Leviticus.3.13\">13</a>; <a data-ref=\"Leviticus 7:2\" href=\"/Leviticus.7.2\">7:2</a>; <a data-ref=\"Leviticus 8:19\" href=\"/Leviticus.8.19\">8:19</a>, <a data-ref=\"Leviticus 8:24\" href=\"/Leviticus.8.24\">24</a>; <a data-ref=\"Leviticus 9:12\" href=\"/Leviticus.9.12\">9:12</a>, <a data-ref=\"Leviticus 9:18\" href=\"/Leviticus.9.18\">18</a> (all P); sq. <span dir=\"rtl\">על העם</span> <a data-ref=\"Exodus 24:8\" href=\"/Exodus.24.8\">Ex 24:8</a> (JE), sq. <span dir=\"rtl\">המזבחה</span> <a data-ref=\"II Chronicles 29:22\" href=\"/II_Chronicles.29.22\">2 Ch 29:22</a><sup>(×3)</sup>; without designation of place <a data-ref=\"Leviticus 7:14\" href=\"/Leviticus.7.14\">Lv 7:14</a> (P), <a data-ref=\"II Chronicles 30:16\" href=\"/II_Chronicles.30.16\">2 Ch 30:16</a>; <a data-ref=\"II Chronicles 35:11\" href=\"/II_Chronicles.35.11\">35:11</a>. <strong>c.</strong>  <em>water</em> for purification, sq. <span dir=\"rtl\">על</span>, <a data-ref=\"Ezekiel 36:25\" href=\"/Ezekiel.36.25\">Ez 36:25</a>. <strong>2.</strong>  intrans. (si vera l.) <a data-ref=\"Hosea 7:9\" href=\"/Hosea.7.9\">Ho 7:9</a> <span dir=\"rtl\">גַּם שֵׂיבָה זָֽרְקָה בּוֹ</span> grey hairs are <em>profuse</em> upon him (?read <span dir=\"rtl\">זָֽרְחָה</span>, as in <a data-ref=\"II Chronicles 26:19\" href=\"/II_Chronicles.26.19\">2 Ch 26:19</a>).<br><strong>Pu.</strong>  Pf. <span dir=\"rtl\">זֹרַק</span>, of water of purification <em>poured</em> over <span dir=\"rtl\">(עַל)</span> one defiled by a corpse <a data-ref=\"Numbers 19:13\" href=\"/Numbers.19.13\">Nu 19:13</a>, <a data-ref=\"Numbers 19:20\" href=\"/Numbers.19.20\">20</a> (P)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d37db6084aa1cbf276f7", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עֹלָה 1", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "BDB, עֹלָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, עֹלָה א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עֹלָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["II. <big><span dir=\"rtl\">עֹלָה</span></big><sub>286</sub>  <strong>n.f.</strong> whole burnt-offering <strong>(</strong><em>that which goes up</em> (√ <strong>6</strong>) to heaven (al. on altar)<strong>)</strong>;—<span dir=\"rtl\">ע׳</span> <a data-ref=\"Genesis 22:3\" href=\"/Genesis.22.3\">Gn 22:3</a> + 141 times; <span dir=\"rtl\">עוֹלָה</span> <a data-ref=\"Numbers 28:27\" href=\"/Numbers.28.27\">Nu 28:37</a> + 33 times; cstr. <span dir=\"rtl\">עֹלַת</span> <a data-ref=\"Exodus 29:42\" href=\"/Exodus.29.42\">Ex 29:42</a> + 27 times, <span dir=\"rtl\">עוֹלַת</span> <a data-ref=\"Numbers 28:24\" href=\"/Numbers.28.24\">Nu 28:24</a> + 2 times; sf. <span dir=\"rtl\">עוֹלָֽתְךָ</span> <a data-ref=\"Psalms 20:4\" href=\"/Psalms.20.4\">ψ 20:4</a>, etc.; pl. <span dir=\"rtl\">עֹלוֹת</span> <a data-ref=\"Joshua 8:31\" href=\"/Joshua.8.31\">Jos 8:31</a> + 42 times, <span dir=\"rtl\">עֹלֹת</span> <a data-ref=\"Genesis 8:20\" href=\"/Genesis.8.20\">Gn 8:20</a> + 3 times; <span dir=\"rtl\">עוֹלֹת</span> <a data-ref=\"Deuteronomy 27:6\" href=\"/Deuteronomy.27.6\">Dt 27:6</a>, <span dir=\"rtl\">עוֹלוֹת</span> <a data-ref=\"Amos 5:22\" href=\"/Amos.5.22\">Am 5:22</a> +; sf. <span dir=\"rtl\">עֹלוֹתֵיכֶם</span> <a data-ref=\"Jeremiah 6:20\" href=\"/Jeremiah.6.20\">Je 6:20</a> +, etc.;—the <em>whole burnt-offering</em> (beast or fowl) is entirely consumed and goes up in the flame of the altar to God expressing the ascent of the soul in worship. All of the victim is laid on the altar except the hide and such parts as could not be washed clean. If beast the <span dir=\"rtl\">ע׳</span> must be a male without blemish <a data-ref=\"Leviticus 1:3\" href=\"/Leviticus.1.3\">Lv 1:3</a>, <a data-ref=\"Leviticus 1:10\" href=\"/Leviticus.1.10\">10</a>; <a data-ref=\"Leviticus 22:18\" href=\"/Leviticus.22.18\">22:18</a>, <a data-ref=\"Leviticus 22:19\" href=\"/Leviticus.22.19\">19</a>, of herd or flock; if of flock, either sheep or goat; if fowl, either turtledove or young pigeon <a data-ref=\"Leviticus 1:14\" href=\"/Leviticus.1.14\">Lv 1:14</a>, the latter usually offered by the poor †<a data-ref=\"Leviticus 5:7\" href=\"/Leviticus.5.7\">5:7</a>; <a data-ref=\"Leviticus 12:8\" href=\"/Leviticus.12.8\">12:8</a>; <a data-ref=\"Leviticus 14:22\" href=\"/Leviticus.14.22\">14:22</a>; <a data-ref=\"Leviticus 15:14\" href=\"/Leviticus.15.14\">15:14</a>, <a data-ref=\"Leviticus 15:15\" href=\"/Leviticus.15.15\">15</a>, <a data-ref=\"Leviticus 15:29\" href=\"/Leviticus.15.29\">29</a>, <a data-ref=\"Leviticus 15:30\" href=\"/Leviticus.15.30\">30</a>; <a data-ref=\"Numbers 6:10\" href=\"/Numbers.6.10\">Nu 6:10</a>, <a data-ref=\"Numbers 6:11\" href=\"/Numbers.6.11\">11</a>. A lamb was offered by individuals <a data-ref=\"Leviticus 12:6\" href=\"/Leviticus.12.6\">Lv 12:6</a>; <a data-ref=\"Numbers 6:14\" href=\"/Numbers.6.14\">Nu 6:14</a>, and by the nation at the <span dir=\"rtl\">עֹמֶר</span> offering <a data-ref=\"Leviticus 23:12\" href=\"/Leviticus.23.12\">Lv 23:12</a>, and daily at the <span dir=\"rtl\">עֹלַת הַבֹּקֶר</span> <a data-ref=\"Leviticus 9:17\" href=\"/Leviticus.9.17\">9:17</a>; <a data-ref=\"Numbers 28:23\" href=\"/Numbers.28.23\">Nu 28:23</a>; <a data-ref=\"II Kings 16:15\" href=\"/II_Kings.16.15\">2 K 16:15</a>; <a data-ref=\"Ezekiel 46:13\" href=\"/Ezekiel.46.13\">Ez 46:13</a>, and at morning and evening <span dir=\"rtl\">עלה תמיד</span> <a data-ref=\"Numbers 28:3\" href=\"/Numbers.28.3\">Nu 28:3</a>, †<span dir=\"rtl\">עֹלַת (הַ)תָּמִיד</span> <a data-ref=\"Exodus 29:42\" href=\"/Exodus.29.42\">Ex 29:42</a>; <a data-ref=\"Numbers 28:6\" href=\"/Numbers.28.6\">Nu 28:6</a>, <a data-ref=\"Numbers 28:10\" href=\"/Numbers.28.10\">10</a>, <a data-ref=\"Numbers 28:15\" href=\"/Numbers.28.15\">15</a>, <a data-ref=\"Numbers 28:23\" href=\"/Numbers.28.23\">23</a>, <a data-ref=\"Numbers 28:24\" href=\"/Numbers.28.24\">24</a>, <a data-ref=\"Numbers 28:31\" href=\"/Numbers.28.31\">31</a>; <a data-ref=\"Numbers 29:6\" href=\"/Numbers.29.6\">29:6</a>, <a data-ref=\"Numbers 29:11\" href=\"/Numbers.29.11\">11</a>, <a data-ref=\"Numbers 29:16\" href=\"/Numbers.29.16\">16</a>, <a data-ref=\"Numbers 29:19\" href=\"/Numbers.29.19\">19</a>, <a data-ref=\"Numbers 29:22\" href=\"/Numbers.29.22\">22</a>, <a data-ref=\"Numbers 29:25\" href=\"/Numbers.29.25\">25</a>, <a data-ref=\"Numbers 29:28\" href=\"/Numbers.29.28\">28</a>, <a data-ref=\"Numbers 29:31\" href=\"/Numbers.29.31\">31</a>, <a data-ref=\"Numbers 29:34\" href=\"/Numbers.29.34\">34</a>, <a data-ref=\"Numbers 29:38\" href=\"/Numbers.29.38\">38</a>; <a data-ref=\"Ezra 3:5\" href=\"/Ezra.3.5\">Ezr 3:5</a>; <a data-ref=\"Nehemiah 10:34\" href=\"/Nehemiah.10.34\">Ne 10:34</a>; <a data-ref=\"Ezekiel 46:15\" href=\"/Ezekiel.46.15\">Ez 46:15</a>. These were doubled at the <span dir=\"rtl\">עֹלַת שַׁבָּת</span> <a data-ref=\"Numbers 28:10\" href=\"/Numbers.28.10\">Nu 28:10</a>. A ram was offered by Aaron and his sons †<a data-ref=\"Exodus 29:18\" href=\"/Exodus.29.18\">Ex 29:18</a>; <a data-ref=\"Leviticus 8:18\" href=\"/Leviticus.8.18\">Lv 8:18</a>; <a data-ref=\"Leviticus 9:2\" href=\"/Leviticus.9.2\">9:2</a>; <a data-ref=\"Leviticus 16:3\" href=\"/Leviticus.16.3\">16:3</a>, <a data-ref=\"Leviticus 16:5\" href=\"/Leviticus.16.5\">5</a>; but a young bullock was of greater value <a data-ref=\"Numbers 15:8\" href=\"/Numbers.15.8\">Nu 15:8</a>, <a data-ref=\"Numbers 15:24\" href=\"/Numbers.15.24\">24</a>; <a data-ref=\"II Samuel 24:22\" href=\"/II_Samuel.24.22\">2 S 24:22</a> <a data-ref=\"I Chronicles 21:23\" href=\"/I_Chronicles.21.23\">1 Ch 21:23</a>, at consecration of Levites <a data-ref=\"Numbers 8:12\" href=\"/Numbers.8.12\">Nu 8:12</a>, so calves <a data-ref=\"Micah 6:6\" href=\"/Micah.6.6\">Mi 6:6</a>; on great occasions bullocks + rams <a data-ref=\"Numbers 23:1-6\" href=\"/Numbers.23.1-6\">Nu 23:1–6</a>, <a data-ref=\"Numbers 23:14\" href=\"/Numbers.23.14\">14</a>, <a data-ref=\"Numbers 23:15\" href=\"/Numbers.23.15\">15</a>, bullocks + rams + lambs <a data-ref=\"Isaiah 1:11\" href=\"/Isaiah.1.11\">Is 1:11</a>; one of each kind offered by tribal chiefs <a data-ref=\"Numbers 7:15\" href=\"/Numbers.7.15\">Nu 7:15</a>, <a data-ref=\"Numbers 7:21\" href=\"/Numbers.7.21\">21</a>, <a data-ref=\"Numbers 7:27\" href=\"/Numbers.7.27\">27</a>, <a data-ref=\"Numbers 7:33\" href=\"/Numbers.7.33\">33</a>, <a data-ref=\"Numbers 7:39\" href=\"/Numbers.7.39\">39</a>, <a data-ref=\"Numbers 7:45\" href=\"/Numbers.7.45\">45</a>, <a data-ref=\"Numbers 7:51\" href=\"/Numbers.7.51\">51</a>, <a data-ref=\"Numbers 7:57\" href=\"/Numbers.7.57\">57</a>, <a data-ref=\"Numbers 7:63\" href=\"/Numbers.7.63\">63</a>, <a data-ref=\"Numbers 7:69\" href=\"/Numbers.7.69\">69</a>, <a data-ref=\"Numbers 7:75\" href=\"/Numbers.7.75\">76</a>, <a data-ref=\"Numbers 7:81\" href=\"/Numbers.7.81\">81</a>, <a data-ref=\"Numbers 7:87\" href=\"/Numbers.7.87\">87</a>. In ritual of <span dir=\"rtl\">עֹלַת (ה)חֹדֶשׁ</span> <a data-ref=\"Numbers 28:14\" href=\"/Numbers.28.14\">Nu 28:14</a>; <a data-ref=\"Numbers 29:6\" href=\"/Numbers.29.6\">29:6</a> and at <span dir=\"rtl\">מצּות</span> and Pentecost 2 bullocks, 1 ram, and 7 lambs were added to daily offering <a data-ref=\"Numbers 28:11\" href=\"/Numbers.28.11\">Nu 28:11</a>, <a data-ref=\"Numbers 28:19\" href=\"/Numbers.28.19\">19</a>, <a data-ref=\"Numbers 28:27\" href=\"/Numbers.28.27\">27</a>; at offering of new bread at Pentecost 1 bullock, 2 rams, and 7 lambs <a data-ref=\"Leviticus 23:18\" href=\"/Leviticus.23.18\">Lv 23:18</a>; on the 1st and 10th of the 7th month and at <span dir=\"rtl\">עצרת</span> 1 bullock, 1 ram, and 7 lambs, in addition to the offerings of new moon <a data-ref=\"Numbers 29:2\" href=\"/Numbers.29.2\">Nu 29:2</a>, <a data-ref=\"Numbers 29:8\" href=\"/Numbers.29.8\">8</a>, <a data-ref=\"Numbers 29:36\" href=\"/Numbers.29.36\">36</a>; the system culminated in 70 bullocks, 14 rams, 98 lambs for the 7 days of Tabernacles <a data-ref=\"Numbers 29:13\" href=\"/Numbers.29.13\">29:13 ff.</a> According to Ezek. the prince was to offer on each of 7 days of <span dir=\"rtl\">מצות</span> 7 bullocks and 7 rams <a data-ref=\"Ezekiel 45:23\" href=\"/Ezekiel.45.23\">Ez 45:23</a>, and on Sabbath 6 lambs and 1 ram <a data-ref=\"Ezekiel 46:4\" href=\"/Ezekiel.46.4\">46:4</a>. At the reconsecration of temple 70 bullocks, 100 rams, and 200 lambs were offered <a data-ref=\"II Chronicles 29:32\" href=\"/II_Chronicles.29.32\">2 Ch 29:32</a>, and at the return of exiles 12 bullocks, 96 rams, and 77 lambs <a data-ref=\"Ezra 8:35\" href=\"/Ezra.8.35\">Ezr 8:35</a>. In early times whole burnt-offerings of children were sometimes made, e.g. Jephthah’s daughter <a data-ref=\"Judges 11:31\" href=\"/Judges.11.31\">Ju 11:31</a>, Isaac proposed as, <a data-ref=\"Genesis 22:2\" href=\"/Genesis.22.2\">Gn 22:2</a> but ram substituted v <a data-ref=\"Genesis 22:13\" href=\"/Genesis.22.13\">13</a>; made to other gods <a data-ref=\"II Kings 3:27\" href=\"/II_Kings.3.27\">2 K 3:27</a>; <a data-ref=\"Jeremiah 19:5\" href=\"/Jeremiah.19.5\">Je 19:5</a> +. The <span dir=\"rtl\">ע׳</span> was anciently made on any altar used for worship, but in P confined to †<span dir=\"rtl\">מִזְבַּח הָעֹלָה</span> <a data-ref=\"Exodus 30:28\" href=\"/Exodus.30.28\">Ex 30:28</a>; <a data-ref=\"Exodus 31:9\" href=\"/Exodus.31.9\">31:9</a>; <a data-ref=\"Exodus 35:16\" href=\"/Exodus.35.16\">35:16</a>; <a data-ref=\"Exodus 38:1\" href=\"/Exodus.38.1\">38:1</a>; <a data-ref=\"Exodus 40:6\" href=\"/Exodus.40.6\">40:6</a>, <a data-ref=\"Exodus 40:10\" href=\"/Exodus.40.10\">10</a>, <a data-ref=\"Exodus 40:29\" href=\"/Exodus.40.29\">29</a>; <a data-ref=\"Leviticus 4:7\" href=\"/Leviticus.4.7\">Lv 4:7</a>, <a data-ref=\"Leviticus 4:10\" href=\"/Leviticus.4.10\">10</a>, <a data-ref=\"Leviticus 4:18\" href=\"/Leviticus.4.18\">18</a>, <a data-ref=\"Leviticus 4:25\" href=\"/Leviticus.4.25\">25</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 4:30\" href=\"/Leviticus.4.30\">30</a>, <a data-ref=\"Leviticus 4:34\" href=\"/Leviticus.4.34\">34</a>; <a data-ref=\"I Chronicles 6:34\" href=\"/I_Chronicles.6.34\">1 Ch 6:34</a>; <a data-ref=\"I Chronicles 16:40\" href=\"/I_Chronicles.16.40\">16:40</a>; <a data-ref=\"I Chronicles 21:26\" href=\"/I_Chronicles.21.26\">21:26</a>, <a data-ref=\"I Chronicles 21:29\" href=\"/I_Chronicles.21.29\">29</a>; <a data-ref=\"II Chronicles 29:18\" href=\"/II_Chronicles.29.18\">2 Ch 29:18</a> (not in other lit.); <span dir=\"rtl\">מזבח לעלה</span> <a data-ref=\"Joshua 22:29\" href=\"/Joshua.22.29\">Jos 22:29</a>; <a data-ref=\"I Chronicles 22:1\" href=\"/I_Chronicles.22.1\">1 Ch 22:1</a>. The offerer imposed his hands on head of animal, then slaughtered it <a data-ref=\"Leviticus 1:4\" href=\"/Leviticus.1.4\">Lv 1:4</a>, <a data-ref=\"Leviticus 1:5\" href=\"/Leviticus.1.5\">5</a>; †<span dir=\"rtl\">שׁחט ע׳</span> <a data-ref=\"Leviticus 4:24\" href=\"/Leviticus.4.24\">4:24</a>, <a data-ref=\"Leviticus 4:33\" href=\"/Leviticus.4.33\">33</a>; <a data-ref=\"Leviticus 6:8\" href=\"/Leviticus.6.8\">6:8</a>; <a data-ref=\"Leviticus 7:2\" href=\"/Leviticus.7.2\">7:2</a>; <a data-ref=\"Leviticus 9:12\" href=\"/Leviticus.9.12\">9:12</a>; <a data-ref=\"Leviticus 9:14\" href=\"/Leviticus.9.14\">14</a>;<a data-ref=\"Leviticus 14:13\" href=\"/Leviticus.14.13\">14:13</a>, <a data-ref=\"Leviticus 14:19\" href=\"/Leviticus.14.19\">19</a>, <a data-ref=\"Leviticus 14:31\" href=\"/Leviticus.14.31\">31</a>; <a data-ref=\"Ezekiel 40:39\" href=\"/Ezekiel.40.39\">Ez 40:39</a>, <a data-ref=\"Ezekiel 40:42\" href=\"/Ezekiel.40.42\">42</a>; <a data-ref=\"Ezekiel 44:11\" href=\"/Ezekiel.44.11\">44:11</a>, and flayed it †<span dir=\"rtl\">הִפְשִׁיט ע׳</span> <a data-ref=\"Leviticus 1:6\" href=\"/Leviticus.1.6\">Lv 1:6</a> <a data-ref=\"II Chronicles 29:34\" href=\"/II_Chronicles.29.34\">2 Ch 29:34</a>. The priest washed the pieces <a data-ref=\"Ezekiel 40:38\" href=\"/Ezekiel.40.38\">Ez 40:38</a>; arranged them on the altar above the wood <a data-ref=\"Leviticus 6:5\" href=\"/Leviticus.6.5\">Lv 6:5</a>; the fire devoured them v <a data-ref=\"Leviticus 6:2-6\" href=\"/Leviticus.6.2-6\">2–6</a>; <a data-ref=\"Leviticus 9:24\" href=\"/Leviticus.9.24\">9:24</a>; <a data-ref=\"I Kings 18:38\" href=\"/I_Kings.18.38\">1 K 18:38</a>; <a data-ref=\"II Chronicles 7:1\" href=\"/II_Chronicles.7.1\">2 Ch 7:1</a>, they went up in the flame <span dir=\"rtl\">ריח ניחח ליהוה (ל)</span> <a data-ref=\"Leviticus 1:9\" href=\"/Leviticus.1.9\">Lv 1:9</a>, <a data-ref=\"Leviticus 1:13\" href=\"/Leviticus.1.13\">13</a>, <a data-ref=\"Leviticus 1:17\" href=\"/Leviticus.1.17\">17</a>; <a data-ref=\"Leviticus 8:21\" href=\"/Leviticus.8.21\">8:21</a> <a data-ref=\"Numbers 28:13\" href=\"/Numbers.28.13\">Nu 28:13</a>; <span dir=\"rtl\">לְרָצוֹן</span>, according to character of offerer is <a data-ref=\"Isaiah 56:7\" href=\"/Isaiah.56.7\">Is 56:7</a>; <a data-ref=\"Jeremiah 6:20\" href=\"/Jeremiah.6.20\">Je 6:20</a>; see also <a data-ref=\"Psalms 20:4\" href=\"/Psalms.20.4\">ψ 20:4</a>; <a data-ref=\"Psalms 40:7\" href=\"/Psalms.40.7\">40:7</a>; <a data-ref=\"Psalms 51:18\" href=\"/Psalms.51.18\">51:18</a>; <a data-ref=\"I Samuel 15:22\" href=\"/I_Samuel.15.22\">1 S 15:22</a>. Phrases: †<span dir=\"rtl\">העלה ע׳</span> <a data-ref=\"Genesis 8:20\" href=\"/Genesis.8.20\">Gn 8:20</a> <a data-ref=\"Exodus 32:6\" href=\"/Exodus.32.6\">Ex 32:6</a> (J) <a data-ref=\"Exodus 24:5\" href=\"/Exodus.24.5\">24:5</a> (E) <a data-ref=\"Exodus 30:9\" href=\"/Exodus.30.9\">30:9</a>; <a data-ref=\"Exodus 40:29\" href=\"/Exodus.40.29\">40:29</a>; <a data-ref=\"Leviticus 14:20\" href=\"/Leviticus.14.20\">Lv 14:20</a>; <a data-ref=\"Leviticus 17:8\" href=\"/Leviticus.17.8\">17:8</a> (P) <a data-ref=\"Deuteronomy 12:13\" href=\"/Deuteronomy.12.13\">Dt 12:13</a>, <a data-ref=\"Deuteronomy 12:14\" href=\"/Deuteronomy.12.14\">14</a>; <a data-ref=\"Deuteronomy 27:6\" href=\"/Deuteronomy.27.6\">27:6</a>; <a data-ref=\"Joshua 8:31\" href=\"/Joshua.8.31\">Jos 8:31</a>; <a data-ref=\"Joshua 22:23\" href=\"/Joshua.22.23\">22:23</a>; <a data-ref=\"Judges 6:26\" href=\"/Judges.6.26\">Ju 6:26</a>; <a data-ref=\"Judges 20:26\" href=\"/Judges.20.26\">20:26</a>; <a data-ref=\"Judges 21:4\" href=\"/Judges.21.4\">21:4</a>; <a data-ref=\"I Samuel 6:14\" href=\"/I_Samuel.6.14\">1 S 6:14</a>, <a data-ref=\"I Samuel 6:15\" href=\"/I_Samuel.6.15\">15</a>; <a data-ref=\"I Samuel 7:9\" href=\"/I_Samuel.7.9\">7:9</a>, <a data-ref=\"I Samuel 7:10\" href=\"/I_Samuel.7.10\">10</a>; <a data-ref=\"I Samuel 10:8\" href=\"/I_Samuel.10.8\">10:8</a>; <a data-ref=\"I Samuel 13:9\" href=\"/I_Samuel.13.9\">13:9</a>, <a data-ref=\"I Samuel 13:10\" href=\"/I_Samuel.13.10\">10</a>, <a data-ref=\"I Samuel 13:12\" href=\"/I_Samuel.13.12\">12</a>; <a data-ref=\"II Samuel 6:17\" href=\"/II_Samuel.6.17\">2 S 6:17</a>, <a data-ref=\"II Samuel 6:18\" href=\"/II_Samuel.6.18\">18</a>; <a data-ref=\"II Samuel 24:24\" href=\"/II_Samuel.24.24\">24:24</a>, <a data-ref=\"II Samuel 24:25\" href=\"/II_Samuel.24.25\">25</a>; <a data-ref=\"I Kings 3:4\" href=\"/I_Kings.3.4\">1 K 3:4</a>, <a data-ref=\"I Kings 3:15\" href=\"/I_Kings.3.15\">15</a>; <a data-ref=\"I Kings 9:25\" href=\"/I_Kings.9.25\">9:25</a>; <a data-ref=\"I Kings 10:5\" href=\"/I_Kings.10.5\">10:5</a>; <a data-ref=\"II Kings 3:27\" href=\"/II_Kings.3.27\">2 K 3:27</a>; <a data-ref=\"I Chronicles 16:2\" href=\"/I_Chronicles.16.2\">1 Ch 16:2</a>, <a data-ref=\"I Chronicles 16:40\" href=\"/I_Chronicles.16.40\">40</a>; <a data-ref=\"I Chronicles 21:24\" href=\"/I_Chronicles.21.24\">21:24</a>, <a data-ref=\"I Chronicles 21:26\" href=\"/I_Chronicles.21.26\">26</a>; <a data-ref=\"I Chronicles 23:31\" href=\"/I_Chronicles.23.31\">23:31</a>; <a data-ref=\"I Chronicles 29:21\" href=\"/I_Chronicles.29.21\">29:21</a>; <a data-ref=\"II Chronicles 1:6\" href=\"/II_Chronicles.1.6\">2 Ch 1:6</a>; <a data-ref=\"II Chronicles 8:12\" href=\"/II_Chronicles.8.12\">8:12</a>; <a data-ref=\"II Chronicles 9:4\" href=\"/II_Chronicles.9.4\">9:4</a>; <a data-ref=\"II Chronicles 23:18\" href=\"/II_Chronicles.23.18\">23:18</a>; <a data-ref=\"II Chronicles 24:14\" href=\"/II_Chronicles.24.14\">24:14</a>; <a data-ref=\"II Chronicles 29:7\" href=\"/II_Chronicles.29.7\">29:7</a>, <a data-ref=\"II Chronicles 29:27\" href=\"/II_Chronicles.29.27\">27</a>; <a data-ref=\"II Chronicles 35:14\" href=\"/II_Chronicles.35.14\">35:14</a>, <a data-ref=\"II Chronicles 35:16\" href=\"/II_Chronicles.35.16\">16</a>; <a data-ref=\"Ezra 3:2\" href=\"/Ezra.3.2\">Ezr 3:2</a>, <a data-ref=\"Ezra 3:3\" href=\"/Ezra.3.3\">3</a>, <a data-ref=\"Ezra 3:6\" href=\"/Ezra.3.6\">6</a>; <a data-ref=\"Job 1:5\" href=\"/Job.1.5\">Jb 1:5</a>; <a data-ref=\"Job 42:8\" href=\"/Job.42.8\">42:8</a> <a data-ref=\"Psalms 66:15\" href=\"/Psalms.66.15\">ψ 66:15</a> <a data-ref=\"Jeremiah 14:12\" href=\"/Jeremiah.14.12\">Je 14:12</a>; <a data-ref=\"Jeremiah 33:18\" href=\"/Jeremiah.33.18\">33:18</a>; <a data-ref=\"Ezekiel 43:18\" href=\"/Ezekiel.43.18\">Ez 43:18</a>, <a data-ref=\"Ezekiel 43:24\" href=\"/Ezekiel.43.24\">24</a>; <a data-ref=\"Amos 5:22\" href=\"/Amos.5.22\">Am 5:22</a> (cf. <span dir=\"rtl\">העלה</span> <strong>9</strong>); †<span dir=\"rtl\">זבח ע׳</span> <a data-ref=\"Exodus 20:21\" href=\"/Exodus.20.21\">Ex 20:24</a> (E); <span dir=\"rtl\">עשׂה לע׳</span> <a data-ref=\"Leviticus 23:12\" href=\"/Leviticus.23.12\">Lv 23:12</a>; <a data-ref=\"Numbers 6:11\" href=\"/Numbers.6.11\">Nu 6:11</a>; <a data-ref=\"Numbers 15:24\" href=\"/Numbers.15.24\">15:24</a>; <a data-ref=\"Numbers 29:39\" href=\"/Numbers.29.39\">29:39</a>; †<span dir=\"rtl\">עָשָׂה ע׳</span> <a data-ref=\"Leviticus 5:10\" href=\"/Leviticus.5.10\">Lv 5:10</a>; <a data-ref=\"Leviticus 9:7\" href=\"/Leviticus.9.7\">9:7</a>, <a data-ref=\"Leviticus 9:22\" href=\"/Leviticus.9.22\">22</a>; <a data-ref=\"Leviticus 15:15\" href=\"/Leviticus.15.15\">15:15</a>, <a data-ref=\"Leviticus 15:30\" href=\"/Leviticus.15.30\">30</a>; <a data-ref=\"Leviticus 16:24\" href=\"/Leviticus.16.24\">16:24</a><sup>(×2)</sup>; <a data-ref=\"Numbers 6:16\" href=\"/Numbers.6.16\">Nu 6:16</a>; <a data-ref=\"Numbers 8:12\" href=\"/Numbers.8.12\">8:12</a>; <a data-ref=\"Numbers 15:3\" href=\"/Numbers.15.3\">15:3</a>, <a data-ref=\"Numbers 15:8\" href=\"/Numbers.15.8\">8</a>; <a data-ref=\"Numbers 29:2\" href=\"/Numbers.29.2\">29:2</a>; <a data-ref=\"Deuteronomy 12:27\" href=\"/Deuteronomy.12.27\">Dt 12:27</a>; <a data-ref=\"Judges 13:16\" href=\"/Judges.13.16\">Ju 13:16</a>; <a data-ref=\"I Kings 8:61\" href=\"/I_Kings.8.61\">1 K 8:61</a>; <a data-ref=\"II Kings 5:17\" href=\"/II_Kings.5.17\">2 K 5:17</a>; <a data-ref=\"II Kings 10:24\" href=\"/II_Kings.10.24\">10:24</a>, <a data-ref=\"II Kings 10:25\" href=\"/II_Kings.10.25\">25</a>; <a data-ref=\"II Chronicles 7:7\" href=\"/II_Chronicles.7.7\">2 Ch 7:7</a>; <a data-ref=\"Ezekiel 43:27\" href=\"/Ezekiel.43.27\">Ez 43:27</a>; <a data-ref=\"Ezekiel 45:17\" href=\"/Ezekiel.45.17\">45:17</a>, <a data-ref=\"Ezekiel 45:23\" href=\"/Ezekiel.45.23\">23</a>; <a data-ref=\"Ezekiel 46:2\" href=\"/Ezekiel.46.2\">46:2</a>, <a data-ref=\"Ezekiel 46:12\" href=\"/Ezekiel.46.12\">12</a><sup>(×2)</sup>, <a data-ref=\"Ezekiel 46:13\" href=\"/Ezekiel.46.13\">13</a>; †<span dir=\"rtl\">הִקְרִיב ע׳</span> <a data-ref=\"Leviticus 7:8\" href=\"/Leviticus.7.8\">Lv 7:8</a>; <a data-ref=\"Leviticus 9:16\" href=\"/Leviticus.9.16\">9:16</a>; <a data-ref=\"Leviticus 10:19\" href=\"/Leviticus.10.19\">10:19</a>; <a data-ref=\"Leviticus 23:37\" href=\"/Leviticus.23.37\">23:37</a>; <a data-ref=\"Numbers 28:3\" href=\"/Numbers.28.3\">Nu 28:3</a>, <a data-ref=\"Numbers 28:11\" href=\"/Numbers.28.11\">11</a>, <a data-ref=\"Numbers 28:19\" href=\"/Numbers.28.19\">19</a>, <a data-ref=\"Numbers 28:27\" href=\"/Numbers.28.27\">27</a>; <a data-ref=\"Numbers 29:8\" href=\"/Numbers.29.8\">29:8</a>, <a data-ref=\"Numbers 29:13\" href=\"/Numbers.29.13\">13</a>, <a data-ref=\"Numbers 29:36\" href=\"/Numbers.29.36\">36</a>; <a data-ref=\"I Chronicles 16:1\" href=\"/I_Chronicles.16.1\">1 Ch 16:1</a>; <a data-ref=\"Ezra 8:35\" href=\"/Ezra.8.35\">Ezr 8:35</a>; <a data-ref=\"Ezekiel 46:4\" href=\"/Ezekiel.46.4\">Ez 46:4</a>; <span dir=\"rtl\">הקריב לע׳</span> <a data-ref=\"Leviticus 22:18\" href=\"/Leviticus.22.18\">Lv 22:18</a>; <a data-ref=\"Numbers 6:14\" href=\"/Numbers.6.14\">Nu 6:14</a>; †<span dir=\"rtl\">הביא ע׳</span> <a data-ref=\"Deuteronomy 12:6\" href=\"/Deuteronomy.12.6\">Dt 12:6</a>, <a data-ref=\"Deuteronomy 12:11\" href=\"/Deuteronomy.12.11\">11</a>; <a data-ref=\"II Chronicles 29:31\" href=\"/II_Chronicles.29.31\">2 Ch 29:31</a>, <a data-ref=\"II Chronicles 29:32\" href=\"/II_Chronicles.29.32\">32</a>; <a data-ref=\"II Chronicles 30:15\" href=\"/II_Chronicles.30.15\">30:15</a>; <a data-ref=\"Isaiah 43:23\" href=\"/Isaiah.43.23\">Is 43:23</a>; <a data-ref=\"Jeremiah 17:26\" href=\"/Jeremiah.17.26\">Je 17:26</a>; †<span dir=\"rtl\">הקטיר ע׳</span> <a data-ref=\"II Kings 16:13\" href=\"/II_Kings.16.13\">2 K 16:13</a>, <a data-ref=\"II Kings 16:15\" href=\"/II_Kings.16.15\">15</a>; <a data-ref=\"II Chronicles 13:11\" href=\"/II_Chronicles.13.11\">2 Ch 13:11</a>.—<span dir=\"rtl\">עֹלָתָה</span>, <span dir=\"rtl\">עוֹלוֹת</span> v. also <a data-ref=\"BDB, עַוְלָה\" href=\"/BDB,_עַוְלָה\", dir=\"rtl\">עַוְלָה</a> sub <a data-ref=\"BDB, עוּל\" href=\"/BDB,_עוּל\", dir=\"rtl\">I. עוּל</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d42bb6084aa1cbf2ff81", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מָקוֹם² 1", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "BDB, מָקוֹם² 1", "sourceHeRef": "בראון-דרייבר-בריגס, מָקוֹם² א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מָקוֹם²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">מָקוֹם</span>, <span dir=\"rtl\">מָקֹם</span></big>  (<a data-ref=\"Exodus 29:31\" href=\"/Exodus.29.31\">Ex 29:31</a>, etc.)<sub>399</sub> <strong>n.m.</strong> <a data-ref=\"Genesis 19:13\" href=\"/Genesis.19.13\">Gn 19:13</a> (but v. infr.), <strong>standing-place, place</strong>;—abs. <span dir=\"rtl\">מ׳</span> <a data-ref=\"Exodus 21:13\" href=\"/Exodus.21.13\">Ex 21:13</a> +; cstr. <span dir=\"rtl\">מְקוֹם</span> <a data-ref=\"Genesis 12:6\" href=\"/Genesis.12.6\">Gn 12:6</a> + (often before <span dir=\"rtl\">אֲשֶׁר</span> <a data-ref=\"Genesis 39:20\" href=\"/Genesis.39.20\">39:20</a> +); sf. <span dir=\"rtl\">מְקוֹמוֹ</span> <a data-ref=\"I Samuel 3:2\" href=\"/I_Samuel.3.2\">1 S 3:2</a> +, <span dir=\"rtl\">מְקֹמוֹ</span> <a data-ref=\"Genesis 18:33\" href=\"/Genesis.18.33\">Gn 18:33</a> +, etc.; pl. usually <span dir=\"rtl\">מְקֹמוֹת</span> <a data-ref=\"Judges 19:13\" href=\"/Judges.19.13\">Ju 19:13</a> +, <span dir=\"rtl\">מְקוֹמוֹת</span> <a data-ref=\"I Samuel 7:16\" href=\"/I_Samuel.7.16\">1 S 7:16</a>; <a data-ref=\"Jeremiah 29:14\" href=\"/Jeremiah.29.14\">Je 29:14</a>; -<span dir=\"rtl\">מֹת</span> <a data-ref=\"II Samuel 17:9\" href=\"/II_Samuel.17.9\">2 S 17:9</a> + 2 times; sf. <span dir=\"rtl\">מְקוֹמֹתֵיכֶם</span> <a data-ref=\"Amos 4:6\" href=\"/Amos.4.6\">Am 4:6</a>, etc. [appar. <strong>f.</strong> (not <a data-ref=\"Genesis 18:24\" href=\"/Genesis.18.24\">Gn 18:24</a>, where <span dir=\"rtl\">עִיר</span> is in mind, not) <a data-ref=\"Job 20:9\" href=\"/Job.20.9\">Jb 20:9</a> (<span dir=\"rtl\">מְקוֹמוֹ</span> = ‘in his place’), but Codd. (either Kt or Qr) <a data-ref=\"Judges 19:13\" href=\"/Judges.19.13\">Ju 19:13</a> <a data-ref=\"II Samuel 17:9\" href=\"/II_Samuel.17.9\">2 S 17:9</a>, <a data-ref=\"II Samuel 17:12\" href=\"/II_Samuel.17.12\">12</a>; mostly expl. away by Albr<sup>ZAW xvi (1896), 53</sup>];—<br><strong>1.</strong> <strong>a.</strong>  <em>standing-place</em> <a data-ref=\"Exodus 3:5\" href=\"/Exodus.3.5\">Ex 3:5</a> (E), <a data-ref=\"Joshua 5:15\" href=\"/Joshua.5.15\">Jos 5:15</a>; <a data-ref=\"Exodus 33:21\" href=\"/Exodus.33.21\">Ex 33:21</a>; <a data-ref=\"Numbers 23:13\" href=\"/Numbers.23.13\">Nu 23:13</a>, <a data-ref=\"Numbers 23:27\" href=\"/Numbers.23.27\">27</a>; (all JE), <a data-ref=\"Genesis 19:27\" href=\"/Genesis.19.27\">Gn 19:27</a> (J), <a data-ref=\"Joshua 3:3\" href=\"/Joshua.3.3\">Jos 3:3</a> (D), of <span dir=\"rtl\">מַצֵּבוֹת</span>, etc., <a data-ref=\"II Kings 23:14\" href=\"/II_Kings.23.14\">2 K 23:14</a>, of ark (place where it is set, stands) <a data-ref=\"I Kings 8:7\" href=\"/I_Kings.8.7\">1 K 8:7</a> = <a data-ref=\"II Chronicles 5:8\" href=\"/II_Chronicles.5.8\">2 Ch 5:8</a>, earth <a data-ref=\"Isaiah 13:13\" href=\"/Isaiah.13.13\">Is 13:13</a> <a data-ref=\"Job 9:6\" href=\"/Job.9.6\">Jb 9:6</a>, rock <a data-ref=\"Job 14:18\" href=\"/Job.14.18\">Jb 14:18</a>; <a data-ref=\"Job 18:4\" href=\"/Job.18.4\">18:4</a>; cf. <a data-ref=\"Job 38:12\" href=\"/Job.38.12\">38:12</a>, <a data-ref=\"Job 38:19\" href=\"/Job.38.19\">19</a>. <strong>b.</strong>  <em>station</em>, where soldiers are placed <a data-ref=\"Joshua 8:19\" href=\"/Joshua.8.19\">Jos 8:19</a> (JE), <a data-ref=\"Judges 20:33\" href=\"/Judges.20.33\">Ju 20:33</a><sup>(×2)</sup>; <em>post</em> in battle <a data-ref=\"II Samuel 11:16\" href=\"/II_Samuel.11.16\">2 S 11:16</a>. <strong>c.</strong>  <em>post, office</em> <a data-ref=\"Genesis 40:13\" href=\"/Genesis.40.13\">Gn 40:13</a>; <a data-ref=\"Genesis 41:13\" href=\"/Genesis.41.13\">41:13</a>; <a data-ref=\"I Kings 20:24\" href=\"/I_Kings.20.24\">1 K 20:24</a>; <a data-ref=\"Ecclesiastes 10:4\" href=\"/Ecclesiastes.10.4\">Ec 10:4</a>.<br><strong>2.</strong> <strong>a.</strong>  <em>place</em> of anything <a data-ref=\"Genesis 29:3\" href=\"/Genesis.29.3\">Gn 29:3</a> (J), <a data-ref=\"Joshua 4:18\" href=\"/Joshua.4.18\">Jos 4:18</a> (JE), <a data-ref=\"I Samuel 5:3\" href=\"/I_Samuel.5.3\">1 S 5:3</a> <a data-ref=\"Isaiah 46:7\" href=\"/Isaiah.46.7\">Is 46:7</a> <a data-ref=\"Job 6:17\" href=\"/Job.6.17\">Jb 6:17</a>; <a data-ref=\"Job 37:1\" href=\"/Job.37.1\">37:1</a> (of the heart), <a data-ref=\"Ecclesiastes 1:5\" href=\"/Ecclesiastes.1.5\">Ec 1:5</a>; especially of ark <a data-ref=\"I Samuel 5:11\" href=\"/I_Samuel.5.11\">1 S 5:11</a> + 9 times; of pers. = destination <a data-ref=\"Judges 11:19\" href=\"/Judges.11.19\">Ju 11:19</a>. <strong>b.</strong>  especially (1) <em>place of human abode</em> <a data-ref=\"Genesis 13:14\" href=\"/Genesis.13.14\">Gn 13:14</a>; <a data-ref=\"Genesis 20:13\" href=\"/Genesis.20.13\">20:13</a> <a data-ref=\"Judges 7:7\" href=\"/Judges.7.7\">Ju 7:7</a> <a data-ref=\"I Samuel 2:20\" href=\"/I_Samuel.2.20\">1 S 2:20</a> + 42 times, + <span dir=\"rtl\">מְקוֹם אָהֳלֵךְ</span> <a data-ref=\"Isaiah 54:2\" href=\"/Isaiah.54.2\">Is 54:2</a>. (2) of <span dir=\"rtl\">י׳</span>’s abode <a data-ref=\"Hosea 5:15\" href=\"/Hosea.5.15\">Ho 5:15</a>, in heaven <a data-ref=\"Micah 1:3\" href=\"/Micah.1.3\">Mi 1:3</a> <a data-ref=\"Isaiah 26:21\" href=\"/Isaiah.26.21\">Is 26:21</a> <a data-ref=\"I Kings 8:30\" href=\"/I_Kings.8.30\">1 K 8:30</a> = <a data-ref=\"II Chronicles 6:21\" href=\"/II_Chronicles.6.21\">2 Ch 6:21</a>. (3) lair of lion (fig.) <a data-ref=\"Jeremiah 4:7\" href=\"/Jeremiah.4.7\">Je 4:7</a>.<br><strong>3.</strong>  <em>place</em> = <strong>a.</strong>  <em>city</em> <a data-ref=\"Genesis 18:24\" href=\"/Genesis.18.24\">Gn 18:24</a>, <a data-ref=\"Genesis 18:26\" href=\"/Genesis.18.26\">26</a>; <a data-ref=\"Genesis 20:11\" href=\"/Genesis.20.11\">20:11</a>; <a data-ref=\"Deuteronomy 21:19\" href=\"/Deuteronomy.21.19\">Dt 21:19</a> (‖ <span dir=\"rtl\">עִיר</span>) <a data-ref=\"II Kings 18:25\" href=\"/II_Kings.18.25\">2 K 18:25</a> + 39 times (<a data-ref=\"I Samuel 7:16\" href=\"/I_Samuel.7.16\">1 S 7:16</a> <span dir=\"rtl\">הַמִּקְדָּשִׁים</span> 𝔊, cf. We HPS). <strong>b.</strong>  of land: Canaan <a data-ref=\"Exodus 23:20\" href=\"/Exodus.23.20\">Ex 23:20</a> <a data-ref=\"I Samuel 12:8\" href=\"/I_Samuel.12.8\">1 S 12:8</a> <a data-ref=\"Jeremiah 16:2\" href=\"/Jeremiah.16.2\">Je 16:2</a>, <a data-ref=\"Jeremiah 16:3\" href=\"/Jeremiah.16.3\">3</a> (‖ <span dir=\"rtl\">אֶרֶץ</span>) + 17 times (12 times Je); Philistia <a data-ref=\"I Samuel 14:46\" href=\"/I_Samuel.14.46\">1 S 14:46</a>; Egypt <a data-ref=\"Jeremiah 44:29\" href=\"/Jeremiah.44.29\">Je 44:29</a>; appos. <span dir=\"rtl\">מְדִינָה</span> <a data-ref=\"Esther 4:3\" href=\"/Esther.4.3\">Est 4:3</a>, = <span dir=\"rtl\">מְדִינָה</span> + <span dir=\"rtl\">עִיר</span> <a data-ref=\"Esther 8:17\" href=\"/Esther.8.17\">8:17</a>. <strong>c.</strong>  plot, parcel, of ground <a data-ref=\"Isaiah 7:23\" href=\"/Isaiah.7.23\">Is 7:23</a>; <span dir=\"rtl\">מְקוֹם הַגֹּרֶן</span> <a data-ref=\"I Chronicles 21:22\" href=\"/I_Chronicles.21.22\">1 Ch 21:22</a>, cf. v <a data-ref=\"I Chronicles 21:25\" href=\"/I_Chronicles.21.25\">25</a>; <a data-ref=\"II Chronicles 3:1\" href=\"/II_Chronicles.3.1\">2 Ch 3:1</a>. <strong>d.</strong>  land, region <a data-ref=\"Numbers 20:5\" href=\"/Numbers.20.5\">Nu 20:5</a>; <a data-ref=\"Numbers 32:1\" href=\"/Numbers.32.1\">32:1</a>; Che (privately) proposes <span dir=\"rtl\">בִּמְקֹם בְּקָעוֹת</span> <a data-ref=\"Psalms 84:7\" href=\"/Psalms.84.7\">ψ 84:7</a> (for <span dir=\"rtl\">בְּעֵמֶק הַבָּכָא</span>; cf. <a data-ref=\"Isaiah 41:18\" href=\"/Isaiah.41.18\">Is 41:18</a>).<br><strong>4.</strong>  in gen., <em>place locality, spot</em> <a data-ref=\"Genesis 28:16\" href=\"/Genesis.28.16\">Gn 28:16</a>, <a data-ref=\"Genesis 28:17\" href=\"/Genesis.28.17\">17</a> <a data-ref=\"Judges 2:5\" href=\"/Judges.2.5\">Ju 2:5</a> <a data-ref=\"Amos 4:6\" href=\"/Amos.4.6\">Am 4:6</a> <a data-ref=\"Nehemiah 4:6\" href=\"/Nehemiah.4.6\">Ne 4:6</a>, <a data-ref=\"Nehemiah 4:7\" href=\"/Nehemiah.4.7\">7</a>, <a data-ref=\"Nehemiah 4:14\" href=\"/Nehemiah.4.14\">14</a> + (221 times in all); <span dir=\"rtl\">מְקוֹם פְּלֹנִי אַלְמֹנִי</span> <em>place of such a one</em> †<a data-ref=\"I Samuel 21:3\" href=\"/I_Samuel.21.3\">1 S 21:3</a> <a data-ref=\"II Kings 6:8\" href=\"/II_Kings.6.8\">2 K 6:8</a>; <span dir=\"rtl\">בְּכָל־הַמָּקוֹם אֲשֶׁר</span> <a data-ref=\"Exodus 20:21\" href=\"/Exodus.20.21\">Ex 20:24</a> (E; Gi v <a data-ref=\"Exodus 20:18\" href=\"/Exodus.20.18\">21</a>) <em>in all places that;</em> <span dir=\"rtl\">בְּכָל־מ׳</span> <a data-ref=\"Numbers 18:31\" href=\"/Numbers.18.31\">Nu 18:31</a> = <em>anywhere</em>, cf. <a data-ref=\"Deuteronomy 12:13\" href=\"/Deuteronomy.12.13\">Dt 12:13</a>; = <em>everywhere</em> <a data-ref=\"Proverbs 15:3\" href=\"/Proverbs.15.3\">Pr 15:3</a> <a data-ref=\"Malachi 1:11\" href=\"/Malachi.1.11\">Mal 1:11</a>, cf. <a data-ref=\"Amos 8:3\" href=\"/Amos.8.3\">Am 8:3</a>; <span dir=\"rtl\">מ׳ צָר</span> <a data-ref=\"Numbers 22:26\" href=\"/Numbers.22.26\">Nu 22:26</a> <em>narrow place;</em> <span dir=\"rtl\">מ׳</span> <a data-ref=\"Nehemiah 2:14\" href=\"/Nehemiah.2.14\">Ne 2:14</a> (passable) <em>place;</em> in partic.: <em>place</em> at banquet †<a data-ref=\"I Samuel 9:22\" href=\"/I_Samuel.9.22\">1 S 9:22</a>; <a data-ref=\"I Samuel 20:25\" href=\"/I_Samuel.20.25\">20:25</a>, <a data-ref=\"I Samuel 20:27\" href=\"/I_Samuel.20.27\">27</a>; sleeping-<em>place</em>, couch, †<a data-ref=\"I Samuel 3:2\" href=\"/I_Samuel.3.2\">1 S 3:2</a>, <a data-ref=\"I Samuel 3:9\" href=\"/I_Samuel.3.9\">9</a>; <a data-ref=\"Ruth 4:10\" href=\"/Ruth.4.10\">Ru 4:10</a>; <span dir=\"rtl\">מְקוֹם הַחֵ֑צִי</span> <a data-ref=\"I Samuel 20:37\" href=\"/I_Samuel.20.37\">1 S 20:37</a> i.e. where arrow fell; = haunt, lurking-place <a data-ref=\"I Samuel 23:22\" href=\"/I_Samuel.23.22\">1 S 23:22</a> <a data-ref=\"II Samuel 17:9\" href=\"/II_Samuel.17.9\">2 S 17:9</a>, <a data-ref=\"II Samuel 17:12\" href=\"/II_Samuel.17.12\">12</a>; <span dir=\"rtl\">מְקוֹם תַּנִּים</span> <a data-ref=\"Psalms 44:20\" href=\"/Psalms.44.20\">ψ 44:20</a> <em>place of jackals</em>, i.e. desert; <span dir=\"rtl\">מְ׳ הַמֻּנָּח</span> <a data-ref=\"Ezekiel 41:11\" href=\"/Ezekiel.41.11\">Ez 41:11b</a> <em>place of the uncovered space</em>, portion (cf. <span dir=\"rtl\">הַמֻּנָּח</span> alone v <a data-ref=\"Ezekiel 41:11\" href=\"/Ezekiel.41.11\">11a</a>); <span dir=\"rtl\">מְ׳ הַשֶּׁבֶת</span> of seat of Sol.’s throne <a data-ref=\"I Kings 10:19\" href=\"/I_Kings.10.19\">1 K 10:19</a> = <a data-ref=\"II Chronicles 9:18\" href=\"/II_Chronicles.9.18\">2 Ch 9:18</a>; <span dir=\"rtl\">מ׳ אֶחָד</span> where waters were collected <a data-ref=\"Genesis 1:9\" href=\"/Genesis.1.9\">Gn 1:9</a> (𝔊 Ball <span dir=\"rtl\">מִקְוֶה</span>), <a data-ref=\"Psalms 104:8\" href=\"/Psalms.104.8\">ψ 104:8</a>; destination of dead <a data-ref=\"Ecclesiastes 3:20\" href=\"/Ecclesiastes.3.20\">Ec 3:30</a>; <a data-ref=\"Ecclesiastes 6:6\" href=\"/Ecclesiastes.6.6\">6:6</a>; <span dir=\"rtl\">מ׳</span> = resting-<em>place</em> <a data-ref=\"Job 16:18\" href=\"/Job.16.18\">Jb 16:18</a>; <span dir=\"rtl\">מ׳ נֶאֱמָן</span> <em>sure place</em>, for a peg (securely fastened) <a data-ref=\"Isaiah 22:23\" href=\"/Isaiah.22.23\">Is 22:23</a>, <a data-ref=\"Isaiah 22:25\" href=\"/Isaiah.22.25\">25</a> (fig., cf. <a data-ref=\"Ezra 9:8\" href=\"/Ezra.9.8\">Ezr 9:8</a>); of places, spots, on the body: leprous spot †<a data-ref=\"II Kings 5:11\" href=\"/II_Kings.5.11\">2 K 5:11</a>; <span dir=\"rtl\">מְ׳ הַשְּׁחִין</span> †<a data-ref=\"Leviticus 13:19\" href=\"/Leviticus.13.19\">Lv 13:19</a> <em>place of the boil;</em> especially of shrine, sanctuary (cf. We <a data-ref=\"I Samuel 7:16\" href=\"/I_Samuel.7.16\">1 S 7:16</a>), <span dir=\"rtl\">מְקוֹם שְׁכֶם</span> <a data-ref=\"Genesis 12:6\" href=\"/Genesis.12.6\">Gn 12:6</a> (J; v. Di Holz), so of Bethel <a data-ref=\"Genesis 13:3\" href=\"/Genesis.13.3\">Gn 13:3</a> (J), v <a data-ref=\"Genesis 13:4\" href=\"/Genesis.13.4\">4</a> (J; <span dir=\"rtl\">מְקוֹם הַמִּזְבֵּחַ</span>), <a data-ref=\"Genesis 28:19\" href=\"/Genesis.28.19\">28:19</a> (J), v <a data-ref=\"Genesis 28:11\" href=\"/Genesis.28.11\">11</a><sup>(×3)</sup> (E), <a data-ref=\"Genesis 22:3\" href=\"/Genesis.22.3\">22:3</a>, <a data-ref=\"Genesis 22:4\" href=\"/Genesis.22.4\">4</a>, <a data-ref=\"Genesis 22:9\" href=\"/Genesis.22.9\">9</a>, <a data-ref=\"Genesis 22:14\" href=\"/Genesis.22.14\">14</a> (E), +; of idolatrous shrines <a data-ref=\"Deuteronomy 12:2\" href=\"/Deuteronomy.12.2\">Dt 12:2</a>, <a data-ref=\"Deuteronomy 12:3\" href=\"/Deuteronomy.12.3\">3</a>; <a data-ref=\"Ezekiel 6:13\" href=\"/Ezekiel.6.13\">Ez 6:13</a>; <a data-ref=\"II Chronicles 33:19\" href=\"/II_Chronicles.33.19\">2 Ch 33:19</a>; especially of temple: <span dir=\"rtl\">י׳) הַמּ׳ אֲשֶׁר יִבְחַר (אֱלֹהֵיכֶם בּוֹ</span> <a data-ref=\"Deuteronomy 12:5\" href=\"/Deuteronomy.12.5\">Dt 12:5</a>, <a data-ref=\"Deuteronomy 12:14\" href=\"/Deuteronomy.12.14\">14</a>; <a data-ref=\"Deuteronomy 14:23\" href=\"/Deuteronomy.14.23\">14:23</a>, <a data-ref=\"Deuteronomy 14:25\" href=\"/Deuteronomy.14.25\">25</a>; <a data-ref=\"Deuteronomy 15:20\" href=\"/Deuteronomy.15.20\">15:20</a>; <a data-ref=\"Deuteronomy 16:2\" href=\"/Deuteronomy.16.2\">16:2</a>, <a data-ref=\"Deuteronomy 16:6\" href=\"/Deuteronomy.16.6\">6</a>; <a data-ref=\"Deuteronomy 17:8\" href=\"/Deuteronomy.17.8\">17:8</a>; <a data-ref=\"Deuteronomy 18:6\" href=\"/Deuteronomy.18.6\">18:6</a> + 13 times Dt + <a data-ref=\"Joshua 9:27\" href=\"/Joshua.9.27\">Jos 9:27</a> (D), <a data-ref=\"Nehemiah 1:9\" href=\"/Nehemiah.1.9\">Ne 1:9</a>; <span dir=\"rtl\">מ׳</span> <a data-ref=\"I Kings 8:29\" href=\"/I_Kings.8.29\">1 K 8:29</a><sup>(×2)</sup>, <a data-ref=\"I Kings 8:30\" href=\"/I_Kings.8.30\">30</a>, <a data-ref=\"I Kings 8:35\" href=\"/I_Kings.8.35\">35</a> = <a data-ref=\"II Chronicles 6:20\" href=\"/II_Chronicles.6.20\">2 Ch 6:20</a><sup>(×2)</sup>, <a data-ref=\"II Chronicles 6:21\" href=\"/II_Chronicles.6.21\">21</a>, <a data-ref=\"II Chronicles 6:26\" href=\"/II_Chronicles.6.26\">26</a> <a data-ref=\"Jeremiah 27:22\" href=\"/Jeremiah.27.22\">Je 27:22</a> +; <span dir=\"rtl\">מְ׳ שֵׁם־י׳ צְבָאוֹת הַר־צִיּוֹן</span> <a data-ref=\"Isaiah 18:7\" href=\"/Isaiah.18.7\">Is 18:7</a>; <span dir=\"rtl\">מְ׳ כִּסְאִי</span> <a data-ref=\"Ezekiel 43:7\" href=\"/Ezekiel.43.7\">Ez 43:7</a>; <span dir=\"rtl\">מְ׳ מִקְדָּשֵׁנוּ</span> <a data-ref=\"Jeremiah 17:12\" href=\"/Jeremiah.17.12\">Je 17:12</a>; <span dir=\"rtl\">מְ׳ מִקְדָּשִׁי</span> <a data-ref=\"Isaiah 60:13\" href=\"/Isaiah.60.13\">Is 60:13</a>; <span dir=\"rtl\">מְ׳ קָדְשׁוֹ</span> † <a data-ref=\"Ezra 9:8\" href=\"/Ezra.9.8\">Ezr 9:8</a> <a data-ref=\"Psalms 24:3\" href=\"/Psalms.24.3\">ψ 24:3</a>, etc.; of tabern. <span dir=\"rtl\">מְ׳ הַקֹּדֶשׁ</span> <a data-ref=\"Leviticus 10:17\" href=\"/Leviticus.10.17\">Lv 10:17</a>; <a data-ref=\"Leviticus 14:30\" href=\"/Leviticus.14.30\">14:30</a>; <span dir=\"rtl\">מ׳ קָדוֹשׁ</span> in or about tabern., <a data-ref=\"Exodus 29:31\" href=\"/Exodus.29.31\">Ex 29:31</a> <a data-ref=\"Leviticus 6:9\" href=\"/Leviticus.6.9\">Lv 6:9</a>, <a data-ref=\"Leviticus 6:19\" href=\"/Leviticus.6.19\">19</a>, <a data-ref=\"Leviticus 6:20\" href=\"/Leviticus.6.20\">20</a> + (all P), <span dir=\"rtl\">מְ׳ קָדוֹשׁ</span> <a data-ref=\"Ecclesiastes 8:10\" href=\"/Ecclesiastes.8.10\">Ec 8:10</a>. Note especially †<span dir=\"rtl\">מְקוֹם</span> before rel.cl., c. <span dir=\"rtl\">אֲשֶׁר</span> <a data-ref=\"Genesis 39:20\" href=\"/Genesis.39.20\">Gn 39:20</a>; <a data-ref=\"Genesis 40:3\" href=\"/Genesis.40.3\">40:3</a> <a data-ref=\"Ezekiel 6:13\" href=\"/Ezekiel.6.13\">Ez 6:13</a> <a data-ref=\"Esther 4:3\" href=\"/Esther.4.3\">Est 4:3</a>; <a data-ref=\"Esther 8:17\" href=\"/Esther.8.17\">8:17</a>, c. <span dir=\"rtl\">שֶׁ</span> <a data-ref=\"Ecclesiastes 1:7\" href=\"/Ecclesiastes.1.7\">Ec 1:7</a>; <a data-ref=\"Ecclesiastes 3:16\" href=\"/Ecclesiastes.3.16\">3:16</a>, rel. om. <a data-ref=\"Job 18:21\" href=\"/Job.18.21\">Jb 18:21</a>; also <span dir=\"rtl\">בִּמְ׳ אֲשֶׁר</span> <a data-ref=\"Hosea 2:1\" href=\"/Hosea.2.1\">Ho 2:1</a>; <a data-ref=\"II Samuel 15:21\" href=\"/II_Samuel.15.21\">2 S 15:21</a>; <a data-ref=\"I Kings 21:19\" href=\"/I_Kings.21.19\">1 K 21:19</a>; <a data-ref=\"Jeremiah 22:12\" href=\"/Jeremiah.22.12\">Je 22:12</a>; <a data-ref=\"Ezekiel 21:35\" href=\"/Ezekiel.21.35\">Ez 21:35</a>; <a data-ref=\"Nehemiah 4:14\" href=\"/Nehemiah.4.14\">Ne 4:14</a>; <a data-ref=\"Leviticus 4:24\" href=\"/Leviticus.4.24\">Lv 4:24</a>, <a data-ref=\"Leviticus 4:33\" href=\"/Leviticus.4.33\">33</a>; <a data-ref=\"Leviticus 6:18\" href=\"/Leviticus.6.18\">6:18</a>; <a data-ref=\"Leviticus 7:2\" href=\"/Leviticus.7.2\">7:2</a>; <a data-ref=\"Leviticus 14:13\" href=\"/Leviticus.14.13\">14:13</a>; <a data-ref=\"Numbers 9:17\" href=\"/Numbers.9.17\">Nu 9:17</a> (Ges<sup>§ 130 c</sup>).<br>†<strong>5.</strong> <strong>a.</strong>  <em>space, room</em>, <a data-ref=\"Genesis 24:23\" href=\"/Genesis.24.23\">Gn 24:23</a>, <a data-ref=\"Genesis 24:25\" href=\"/Genesis.24.25\">25</a>, <a data-ref=\"Genesis 24:31\" href=\"/Genesis.24.31\">31</a> (J), <a data-ref=\"Isaiah 5:8\" href=\"/Isaiah.5.8\">Is 5:8</a> cf. <a data-ref=\"Isaiah 28:8\" href=\"/Isaiah.28.8\">28:8</a>; <a data-ref=\"Jeremiah 7:32\" href=\"/Jeremiah.7.32\">Je 7:32</a>; <a data-ref=\"Jeremiah 19:11\" href=\"/Jeremiah.19.11\">19:11</a>. <strong>b.</strong>  <em>space, distance</em>, between <span dir=\"rtl\">(בֵּין)</span> <a data-ref=\"I Samuel 26:13\" href=\"/I_Samuel.26.13\">1 S 26:13</a>.<br>†<strong>6.</strong>  <em>region, quarter, direction</em> <a data-ref=\"Ezekiel 10:11\" href=\"/Ezekiel.10.11\">Ez 10:11</a>; <span dir=\"rtl\">מִמּ׳ אַחֵר</span> <a data-ref=\"Esther 4:14\" href=\"/Esther.4.14\">Est 4:14</a> <em>from another quarter</em>, source.<br>†<strong>7.</strong>  peculiar uses are: <strong>a.</strong>  <span dir=\"rtl\">נָתַן מ׳ לְ</span> <a data-ref=\"Judges 20:36\" href=\"/Judges.20.36\">Ju 20:36</a> <em>give place</em> (yield ground) <em>to</em>. Perhaps <strong>b.</strong>  <span dir=\"rtl\">בִּמְ׳ אֲשֶׁר יֵאָמֵר</span> <a data-ref=\"Hosea 2:1\" href=\"/Hosea.2.1\">Ho 2:1</a> <em>instead of</em> its being said (cf. <a data-ref=\"BDB, תַּ֫חַת\" href=\"/BDB,_תַּ֫חַת\", dir=\"rtl\">תַּחַת</a>); <span dir=\"rtl\">מְקוֹם נְהָרִים</span> <a data-ref=\"Isaiah 33:21\" href=\"/Isaiah.33.21\">Is 33:21</a> <em>instead of</em> rivers (i.e. a substitute for them).—<span dir=\"rtl\">מְקוֹמָהּ</span> <a data-ref=\"Nahum 1:8\" href=\"/Nahum.1.8\">Na 1:8</a> (‖ <span dir=\"rtl\">אֹיְבָיו</span>) read <span dir=\"rtl\">מִקָּמָיו</span> or <span dir=\"rtl\">בְּק׳</span> Buhl<sup>ZAW v (1885), 181</sup>, <span dir=\"rtl\">מִתְקוֹמְמָו</span> We, <span dir=\"rtl\">בְּקָמָיו</span> Now (all = <em>his adversaries</em>, cf. GASm)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d4c7b6084aa1cbf37fa9", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שָׁחַט 1", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "BDB, שָׁחַט 1", "sourceHeRef": "בראון-דרייבר-בריגס, שָׁחַט א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שָׁחַט", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">שָׁחַט</span></big></big><sub>84</sub><big></big>  <strong>vb.</strong> slaughter, beat <strong>(</strong>orig. <em>beat, flay</em>? cf. Assyrian <em>šaḫâṭu</em>, <em>flay, take off</em> dress; Arabic <span dir=\"rtl\">سَحَطَ</span> <em>slay</em> (but ح = <em>ḫ</em>; is this loan-word in Arabic?); NH = BH, especially in ritual<strong>)</strong>;—<br><strong>Qal</strong>  Pf. 3 ms. <span dir=\"rtl\">שׁ׳</span> <a data-ref=\"Jeremiah 39:6\" href=\"/Jeremiah.39.6\">Je 39:6</a> +, sf. <span dir=\"rtl\">וּשְׁחָטוֹ</span> consec. <a data-ref=\"Leviticus 3:2\" href=\"/Leviticus.3.2\">Lv 3:2</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">יִשְׁחַט</span> <a data-ref=\"Leviticus 4:24\" href=\"/Leviticus.4.24\">Lv 4:24</a> +, 2 fs. <span dir=\"rtl\">וַתִּשְׁחֲטִי</span> <a data-ref=\"Ezekiel 16:21\" href=\"/Ezekiel.16.21\">Ez 16:21</a>, 3 mpl. sf. <span dir=\"rtl\">וַיִּשְׁחָט֫וּהוּ</span> <a data-ref=\"Judges 12:6\" href=\"/Judges.12.6\">Ju 12:6</a>; Imv. mpl. <span dir=\"rtl\">שַׁחֲטוּ</span> <a data-ref=\"Exodus 12:21\" href=\"/Exodus.12.21\">Ex 12:21</a>; <a data-ref=\"II Chronicles 35:6\" href=\"/II_Chronicles.35.6\">2 Ch 35:6</a>; Inf. abs. <span dir=\"rtl\">שָׁחֹט</span> <a data-ref=\"Isaiah 22:13\" href=\"/Isaiah.22.13\">Is 22:13</a>; cstr. <span dir=\"rtl\">לִשְׁחֹט</span> <a data-ref=\"Genesis 22:10\" href=\"/Genesis.22.10\">Gn 22:10</a>, -<span dir=\"rtl\">וֹט</span> <a data-ref=\"Ezekiel 40:39\" href=\"/Ezekiel.40.39\">Ez 40:39</a>, sf. <span dir=\"rtl\">שַׁחֲטָם</span> (Ges<sup>§ 64 a</sup>) <a data-ref=\"Ezekiel 23:39\" href=\"/Ezekiel.23.39\">Ez 23:39</a>; Pt. act. <span dir=\"rtl\">שׁוֹחֵט</span> <a data-ref=\"Isaiah 66:3\" href=\"/Isaiah.66.3\">Is 66:3</a>, etc.; pass. <span dir=\"rtl\">שָׁחוּט</span> <a data-ref=\"I Kings 10:16\" href=\"/I_Kings.10.16\">1 K 10:16</a> +, etc.;—<em>slaughter:</em> <strong>1.</strong>  beast for food <a data-ref=\"I Samuel 14:32\" href=\"/I_Samuel.14.32\">1 S 14:32</a>, <a data-ref=\"I Samuel 14:34\" href=\"/I_Samuel.14.34\">34</a><sup>(×2)</sup>; <a data-ref=\"Isaiah 22:13\" href=\"/Isaiah.22.13\">Is 22:13</a> (‖ <span dir=\"rtl\">הָרַג</span>), cf. <a data-ref=\"Leviticus 17:3\" href=\"/Leviticus.17.3\">Lv 17:3</a><sup>(×2)</sup>, for blood <a data-ref=\"Genesis 37:31\" href=\"/Genesis.37.31\">Gn 37:31</a> (E). <strong>2.</strong>  us. (51 times; Hex chiefly P, 38 times) term. techn. of <em>killing</em> sacrifice (BJacob<sup>ZAW xvii (1897), 51</sup>), <a data-ref=\"I Samuel 1:25\" href=\"/I_Samuel.1.25\">1 S 1:25</a>; <a data-ref=\"Exodus 29:11\" href=\"/Exodus.29.11\">Ex 29:11</a>; <a data-ref=\"Exodus 34:25\" href=\"/Exodus.34.25\">34:25</a> (J), <a data-ref=\"Leviticus 1:5\" href=\"/Leviticus.1.5\">Lv 1:5</a>, <a data-ref=\"Leviticus 1:11\" href=\"/Leviticus.1.11\">11</a>; <a data-ref=\"Leviticus 4:24\" href=\"/Leviticus.4.24\">4:24</a>; <a data-ref=\"Leviticus 9:8\" href=\"/Leviticus.9.8\">9:8</a>; <a data-ref=\"Numbers 19:3\" href=\"/Numbers.19.3\">Nu 19:3</a>; <a data-ref=\"II Chronicles 29:22\" href=\"/II_Chronicles.29.22\">2 Ch 29:22</a><sup>(×2)</sup>, <a data-ref=\"II Chronicles 29:24\" href=\"/II_Chronicles.29.24\">24</a> +; abs. <a data-ref=\"Ezekiel 40:41\" href=\"/Ezekiel.40.41\">Ez 40:41</a> (<span dir=\"rtl\">אֶל</span> loc.); bird <a data-ref=\"Leviticus 14:5\" href=\"/Leviticus.14.5\">Lv 14:5</a>, <a data-ref=\"Leviticus 14:6\" href=\"/Leviticus.14.6\">6</a>, <a data-ref=\"Leviticus 14:50\" href=\"/Leviticus.14.50\">50</a>, <a data-ref=\"Leviticus 14:51\" href=\"/Leviticus.14.51\">51</a>; beast in illicit sacrifice <a data-ref=\"Isaiah 66:3\" href=\"/Isaiah.66.3\">Is 66:3</a>; c. acc. of sacrifice (<span dir=\"rtl\">עוֹלָה</span>, <span dir=\"rtl\">אָשָׁם</span>, <span dir=\"rtl\">חַטָּאת</span>, etc.) <a data-ref=\"Ezekiel 40:39\" href=\"/Ezekiel.40.39\">Ez 40:39</a> (<span dir=\"rtl\">אֶל</span> loc.), v <a data-ref=\"Ezekiel 40:42\" href=\"/Ezekiel.40.42\">42</a>; <a data-ref=\"Ezekiel 44:11\" href=\"/Ezekiel.44.11\">44:11</a>; <a data-ref=\"Leviticus 4:24\" href=\"/Leviticus.4.24\">Lv 4:24</a>; <a data-ref=\"Leviticus 7:2\" href=\"/Leviticus.7.2\">7:2</a>; <a data-ref=\"Leviticus 14:13\" href=\"/Leviticus.14.13\">14:13</a> +; passover lamb †<a data-ref=\"Exodus 12:6\" href=\"/Exodus.12.6\">Ex 12:6</a>, acc. <span dir=\"rtl\">הַפֶּסַח</span> †v <a data-ref=\"Exodus 12:21\" href=\"/Exodus.12.21\">21</a>; <a data-ref=\"II Chronicles 30:15\" href=\"/II_Chronicles.30.15\">2 Ch 30:15</a>; <a data-ref=\"II Chronicles 35:1\" href=\"/II_Chronicles.35.1\">35:1</a>, <a data-ref=\"II Chronicles 35:6\" href=\"/II_Chronicles.35.6\">6</a>, <a data-ref=\"II Chronicles 35:11\" href=\"/II_Chronicles.35.11\">11</a>; <a data-ref=\"Ezra 6:20\" href=\"/Ezra.6.20\">Ezr 6:20</a>. <strong>3.</strong>  <em>slaughter</em> pers. <a data-ref=\"Judges 12:6\" href=\"/Judges.12.6\">Ju 12:6</a> <a data-ref=\"I Kings 18:40\" href=\"/I_Kings.18.40\">1 K 18:40</a>; <a data-ref=\"II Kings 10:7\" href=\"/II_Kings.10.7\">2 K 10:7</a>, <a data-ref=\"II Kings 10:14\" href=\"/II_Kings.10.14\">14</a> (<span dir=\"rtl\">אֶל</span> loc.), <a data-ref=\"II Kings 25:7\" href=\"/II_Kings.25.7\">2 K 25:7</a> = <a data-ref=\"Jeremiah 39:6\" href=\"/Jeremiah.39.6\">Je 39:6a</a> = <a data-ref=\"Jeremiah 52:10\" href=\"/Jeremiah.52.10\">52:10a</a>; <a data-ref=\"Jeremiah 39:6\" href=\"/Jeremiah.39.6\">Je 39:6b</a> = <a data-ref=\"Jeremiah 52:10\" href=\"/Jeremiah.52.10\">52:10b</a>; <a data-ref=\"Jeremiah 41:7\" href=\"/Jeremiah.41.7\">41:7</a>; <span dir=\"rtl\">י׳</span> subj. <a data-ref=\"Numbers 14:16\" href=\"/Numbers.14.16\">Nu 14:16</a> (JE); in human sacrifice <a data-ref=\"Genesis 22:10\" href=\"/Genesis.22.10\">Gn 22:10</a> (E), to false gods <a data-ref=\"Ezekiel 16:21\" href=\"/Ezekiel.16.21\">Ez 16:21</a>; <a data-ref=\"Ezekiel 23:39\" href=\"/Ezekiel.23.39\">23:39</a>; <a data-ref=\"Isaiah 57:5\" href=\"/Isaiah.57.5\">Is 57:5</a>. <strong>4.</strong>  pt. pass. = <em>beaten, hammered</em>, <span dir=\"rtl\">זָהָב שָׁחוּט</span> <a data-ref=\"I Kings 10:16\" href=\"/I_Kings.10.16\">1 K 10:16</a>, <a data-ref=\"I Kings 10:17\" href=\"/I_Kings.10.17\">17</a> = <a data-ref=\"II Chronicles 9:15\" href=\"/II_Chronicles.9.15\">2 Ch 9:15a</a>, <a data-ref=\"II Chronicles 9:16\" href=\"/II_Chronicles.9.16\">16</a>, of shekels <a data-ref=\"II Chronicles 9:15\" href=\"/II_Chronicles.9.15\">2 Ch 9:15b</a>; so also <a data-ref=\"Jeremiah 9:7\" href=\"/Jeremiah.9.7\">Je 9:7</a> Qr <span dir=\"rtl\">חֵץ שָׁחוּט</span> (> Kt <span dir=\"rtl\">שׁוֹחֵט</span>) <em>hammered</em> (i.e. sharpened) <em>arrow</em>.<br>†<strong>Niph.</strong>  Impf. 3 ms. <span dir=\"rtl\">יִשָּׁחֵט</span> <a data-ref=\"Numbers 11:22\" href=\"/Numbers.11.22\">Nu 11:22</a> (J) <em>be slaughtered</em> for food (subj. beast); 3 fs. <span dir=\"rtl\">תִּשָּׁחֵט</span> <a data-ref=\"Leviticus 6:18\" href=\"/Leviticus.6.18\">Lv 6:18</a><sup>(×2)</sup> (P) <em>be slain</em>, of sacrifice."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e4a1a8613f3c2d3b45465a", "index_title": "German Commentary on Mishnah Zevachim", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Zevachim 5:5:8", "anchorRef": "Leviticus 7:2", "anchorRefExpanded": ["Leviticus 7:2"], "sourceRef": "German Commentary on Mishnah Zevachim 5:5:8", "sourceHeRef": "פירוש גרמני על משנה זבחים ה׳:ה׳:ח׳", "anchorVerse": 2, "sourceHasEn": true, "commentaryNum": 5.0008, "collectiveTitle": {"en": "German Commentary on Mishnah Zevachim", "he": "פירוש גרמני על משנה זבחים"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>die gleich vier sind.</b>  denn auch bei dem Schuldopfer lautet die Vorschrift: sein Blut sprenge man an den Altar ringsherum (Lev. 7, 2).", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}]