[{"_id": "521b13b4edbab45814ae4f1c", "index_title": "Rashi on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Leviticus 7:32:1", "anchorRef": "Leviticus 7:32", "anchorRefExpanded": ["Leviticus 7:32"], "sourceRef": "Rashi on Leviticus 7:32:1", "sourceHeRef": "רש\"י על ויקרא ז׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על ויקרא", "he": "<b>שוק.</b> מִן הַפֶּרֶק שֶׁל אַרְכֻּבָּה הַנִּמְכֶּרֶת עִם הָרֹאשׁ עַד הַפֶּרֶק הָאֶמְצָעִי שֶׁהוּא סֹבֶךְ שֶׁל רֶגֶל (חולין קל\"ד):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "שוק is that limb of the right rear-leg extending from the knee-joint, the bone and blesh of which are usually sold as offal together with the head, unto the middle joint which is what is known as the סובך of the leg (the סובד is the small bone between that middle joint and the thigh-bone; consequently the שוק spoken of in connection with שלמים is the middle one of the three limbs that form an animal’s leg) (Chullin 134b).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe3fbfba276047f6c8b", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 7:32", "anchorRef": "Leviticus 7:32", "anchorRefExpanded": ["Leviticus 7:32"], "sourceRef": "Onkelos Leviticus 7:32", "sourceHeRef": "תרגום אונקלוס על ויקרא ז׳:ל״ב", "anchorVerse": 32, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 7.0032, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "וְיָת שׁוֹקָא דְיַמִּינָא תִּתְּנוּן אַפְרָשׁוּתָא לְכַהֲנָא מִנִּכְסַת <b>קוּדְשֵׁיכוֹן</b>:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "The right thigh you shall give as a separated portion to the <i>kohein,</i> from your peace[<b>sacred</b>]-offerings.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec4c2", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 7:32", "anchorRef": "Leviticus 7:32", "anchorRefExpanded": ["Leviticus 7:32"], "sourceRef": "Targum Jonathan on Leviticus 7:32", "sourceHeRef": "תרגום יונתן על ויקרא ז׳:ל״ב", "anchorVerse": 32, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 7.0032, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "וְיַת שַׁקָא דְיַמִינָא מִן כַּתְפָא וְעַד דְרוֹעָא תִּתְּנוּן אַפְרָשׁוּתָא לְכַהֲנָא מִנִכְסַת קוּדְשֵׁיכוֹן", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And the right shoulder of your hallowed sacrifice from the side unto the extremity (deroa, arm) you shall give as a separation unto the priest. ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f17868fbfba22336ea3088", "index_title": "Sforno on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Sforno on Leviticus 7:32:1", "anchorRef": "Leviticus 7:32", "anchorRefExpanded": ["Leviticus 7:32"], "sourceRef": "Sforno on Leviticus 7:32:1", "sourceHeRef": "ספורנו על ויקרא ז׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על ויקרא", "he": "<b>ואת שוק הימין תתנו תרומה לכהן.</b> מחלק בעלים כמקדמים פני המשרת במנחה, לכבוד המלך:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "ואת שוק הימין תתנו תרומה לכהן, from the part which belongs to the owners; we may view the priest in this instance as similar to the King’s minister who, when someone who comes to offer a gift to the king, accepts a smaller gift meant for the king’s servant in order to secure an audience with the king by the person bearing the larger gift. ", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "5683d347d6e4a91c20546941", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Tzav, Section 11 7", "anchorRef": "Leviticus 7:32", "anchorRefExpanded": ["Leviticus 7:32"], "sourceRef": "Sifra, Tzav, Section 11 7", "sourceHeRef": "ספרא, צו, פרשה יא ז׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 7, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה יא", "he": "[ז] או אינו אומר \"שלמיו\"? אלא לרבות זבחי שלמי תודה ושלמים הבאים מחמת פסח שיטענו תנופה [שחוטים – ס\"א].‏ וכשהוא אומר (ויקרא ז, לב) \"מזבחי שלמיכם\" – לרבות זבחי שלמי צבור שיטענו תנופה שחוטים.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "7) (Vayikra 7:32) (\"And the right shok shall you give as an offering to the Cohein) from the sacrifices of your (plural) peace-offerings\" — to include the sacrifices of communal peace-offerings (the two Atzereth lambs) as requiring tenufah after shechitah.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "568eacf3d6e4a9770dec31ea", "index_title": "Shadal on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Shadal on Leviticus 7:32:1", "anchorRef": "Leviticus 7:32", "anchorRefExpanded": ["Leviticus 7:32"], "sourceRef": "Shadal on Leviticus 7:32:1", "sourceHeRef": "שד\"ל על ויקרא ז׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על ויקרא", "he": "שוק: עיין סמ\"ג עשין קפ\"ג ותי\"ט חולין סוף פרק י' וס' זכרון.", "heVersionTitle": "Shadal first edition, Padua 1871", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד״ל במהדורה המקורית, פדובה 1871", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "56dd7f62d6e4a92aed06dfda", "index_title": "Rashi on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Leviticus 7:14:1", "anchorRef": "Leviticus 7:32", "anchorRefExpanded": ["Leviticus 7:32"], "sourceRef": "Rashi on Leviticus 7:14:1", "sourceHeRef": "רש\"י על ויקרא ז׳:י״ד:א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Rashi on Leviticus", "he": "רש\"י על ויקרא"}, "heTitle": "רש\"י על ויקרא", "he": "<b>אחד מכל קרבן.</b> לֶחֶם אֶחָד מִכָּל מִין וָמִין יִטֹּל תְּרוּמָה לַכֹּהֵן הָעוֹבֵד עֲבוֹדָתוֹ, וְהַשְּׁאָר נֶאֱכָל לַבְּעָלִים (מנחות ע\"ז); וּבָשָׂר לַבְּעָלִים חוּץ מֵחָזֶה וְשׁוֹק שֶׁבָּהּ, כְּמוֹ שֶׁמְּפֹרָשׁ לְמַטָּה תְּנוּפַת חָזֶה וְשׁוֹק בִּשְׁלָמִים, וְהַתּוֹדָה קְרוּיָה שְׁלָמִים:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "אחד מכל קרבן [AND OF IT SHALL HE OFFER] ONE OUT OF EACH OFFERING [FOR A HEAVE OFFERING UNTO THE LORD] — one bread (piece) of each of these different kinds shall he take as a heave offering for the priest who performs the rite connected with it (the קרבן), and the rest may be eaten by the owner (Menachot 77b). The flesh of the sacrifice also belongs to the owner with the exception of the breast and the shoulder of it, just as the waving of the breast and the shoulder is expressly prescribed later on, (Leviticus 7:31 Leviticus 7:32) in the case of the “peace offerings”, thus making them become the portion of the priests (cf. Leviticus 7:31 Leviticus 7:32), and the sacrifice of acknowledgement comes under the term שלמים (Zevachim 4a).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "57e77cffd6e4a94c7c18a46a", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 7:32", "anchorRef": "Leviticus 7:32", "anchorRefExpanded": ["Leviticus 7:32"], "sourceRef": "Tafsir Rasag, Leviticus 7:32", "sourceHeRef": "תפסיר רס\"ג, ויקרא ז׳:ל״ב", "anchorVerse": 32, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 7.0032, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "ואלסאק אלאימן אעטוה רפיעה ללאמאם מן ד̇באיח סלאמתכם", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d48a5bd6e4a939ba176682", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 7:32:1", "anchorRef": "Leviticus 7:32", "anchorRefExpanded": ["Leviticus 7:32"], "sourceRef": "Torah Temimah on Torah, Leviticus 7:32:1", "sourceHeRef": "תורה תמימה על התורה, ויקרא ז׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>ואת שוק הימין. </b>אין לי אלא שוק הימין, זרוע מוקדשין מניין, ת\"ל תרומה, זרוע חולין מנין, ת\"ל תתנו <sup class=\"footnote-marker\">קלב</sup><i class=\"footnote\">הגרי\"ב בגליון הש\"ס העיר דגירסא זו צריכה תקון, יען שבפסוק כתיב מקודם תתנו ואח\"כ תרומה, וכאן דריש מקודם מן תרומה ואח\"כ מן תתנו, וחדוש הוא שלא העיר שגירסא זו באה מתוקנת בתו\"כ ובילקוט בזה\"ל, אין לי אלא שוק שנוהג, זרוע חולין מניין ת\"ל תתנו, זרוע מוקדשין מניין ת\"ל מזבחי שלמיכם, ע\"כ. ובאור הענין ע\"פ המבואר במשנה בסוגיא כאן, אי זהו הזרוע, מן הפרק של ארכובה עד כף של יד והוא של נזיר וכנגדו ברגל ושוק, ור\"ל דכל רגל יש בו ג' עצמות, התחתון שבו הפרסות עד הברכים נקרא ארכובה, למעלה ממנו שוק, ולמעלה ממנו קולית המחובר לעצם שבגוף, ומאלה נותן להכהן השוק והקולית של רגל ימין שלפניה, וכך נותן ג\"כ הנזיר הזרוע בשלה משלמיו לכהן, וכנגד הזרוע בחולין נותן בקדשים השוק כמבואר בכתוב [וע\"ל פ' ל\"ד], וזהו שאמר אין לי אלא שוק שנוהג בקדשים, זרוע בחולין מניין שנותן, ת\"ל תתנו, ודו\"ק.\n<br>ועם הדיוק מלשון תתנו, הוא משום דהנתינה של מתנות קדשים מתייחסת בכ\"מ להקב\"ה, כמו בפ' ל\"ד ואתן אותם, וכן חלקם נתתי אותה, לך נתתיה, וכדומה, משא\"כ בנתינת חולין, ראשית גז צאנך תתן לו, ומדכתיב כאן תתנו, דריש שבא לרמז שהשוק הניתן לכהנים הוא חלף הזרוע הניתן בחולין, וממילא ידעינן שהזרוע בחולין הוא בימין, אחרי שהשוק שבקדשים שהוא כנגד הזרוע שבחולין הוא בצד אחד הימני, ומרבה עוד לזרוע מוקדשין והיינו בשלמי נזיר ששם נותן לכהן הזרוע בשלה וגם השוק ששם ג\"כ הזרוע ימנית, וזה דריש מלשון זבחי שלמיכם, דמשמע כל ענין הבא תחת השם זבח, ושלמי נזיר ג\"כ נקראו זבח, בפ' נשא.\n</i>.<br>(חולין קל\"ד ב')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a4366f5d6e4a97d18d9121d", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Leviticus 7:32:1", "anchorRef": "Leviticus 7:32", "anchorRefExpanded": ["Leviticus 7:32"], "sourceRef": "Ralbag Beur HaMilot on Torah, Leviticus 7:32:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, ויקרא ז׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "ויקרא", "he": "<b>ואת שוק הימין תתנו תרומה לכהן מזבחי שלמיכם.</b> למדנו בזה המקום ששוק הימין הוא גם כן לכהן והנה יחס התרומה לשוק והתנופה לחזה ואם היתה להם יחד התנופה והתרומה לפי שתנועתיהם הטבעיות נאותות לזה ולזה וזה שתנועת החזה בבהמה היא הולכה והבאה וזה היא תנופה ותנועת השוק שהיא כלי ההליכה היא בהעלאה והורדה כן יעלה כל ב\"ח רגליו ויורידם ובזה האופן יעתק המקום למקום:\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5be1f7c55c81ef0074e69698", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Korach 2:1", "anchorRef": "Leviticus 7:31-32", "anchorRefExpanded": ["Leviticus 7:31", "Leviticus 7:32"], "sourceRef": "Midrash Tanchuma, Korach 2:1", "sourceHeRef": "מדרש תנחומא, קרח ב׳:א׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "קרח", "he": "<b>וַיִּקַח</b> קֹרַח. מַה כְּתִיב לְמַעְלָה מִן הָעִנְיָן, דַּבֵּר אֶל בְּנֵי יִשְׂרָאֵל וְאָמַרְתָּ אֲלֵיהֶם וְעָשׂוּ לָהֶם צִיצִת <small>(במדבר טו, לח)</small>. קָפַץ קֹרַח וְאָמַר לְמֹשֶׁה, אַתָּה אוֹמֵר, וְנָתְנוּ עַל צִיצִת וְגוֹ' <small>(שם)</small>. טַלִּית שֶׁכֻּלָּהּ תְּכֵלֶת, מַה הִיא שֶׁיְּהֵא פְּטוּרָה מִן הַצִּיצִית. אָמַר לוֹ מֹשֶׁה, חַיֶּבֶת בְּצִיצִית. אָמַר לוֹ קֹרַח, טַלִּית שֶׁכֻּלָּהּ תְּכֵלֶת אֵינָהּ פּוֹטֶרֶת עַצְמָהּ, וְאַרְבָּעָה חוּטִין פּוֹטֵר אוֹתָהּ. בַּיִת מָלֵא סְפָרִים, מַהוּ שֶׁתְּהֵא פְּטוּרָה מִן הַמְּזוּזָה. אָמַר לוֹ: חַיֶּבֶת בִּמְזוּזָה. אָמַר לוֹ: כָּל הַתּוֹרָה כֻּלָּהּ מָאתַיִם שִׁבְעִים וְחָמֵשׁ פָּרָשִׁיּוֹת שֶׁיֵּשׁ בָּהּ, כֻּלָּן אֵין פּוֹטְרוֹת אֶת הַבַּיִת, וּשְׁתֵּי פָּרָשִׁיּוֹת שֶׁבַּמְּזוּזָה פּוֹטְרוֹת אֶת הַבַּיִת. אָמַר לוֹ: דְּבָרִים אֵלּוּ לֹא נִצְטַוֵּיתָ עֲלֵיהֶם, וּמִלִּבְּךָ אַתָּה בּוֹדְאָם. הֲדָא הוּא דִּכְתִיב: וַיִּקַּח קֹרַח. וַיִּקַּח קֹרַח, אֵין וַיִּקַּח אֶלָּא לְשׁוֹן פְּלִיגָה, שֶׁלִּבּוֹ לְקָחוֹ, כְּעִנְיָן שֶׁנֶּאֱמַר: מַה יִּקָּחֲךָ לִבֶּךָ וּמַה יִרְזְמוּן עֵינֶיךָ <small>(איוב טו, יב)</small>. הוּא שֶׁמּשֶׁה אוֹמֵר לָהֶם, הַמְּעַט מִכֶּם כִּי הִבְדִּיל אֱלֹהֵי יִשְׂרָאֵל אֶתְכֶם מֵעֲדַת יִשְׂרָאֵל, כָּל אוֹתוֹ הָעִנְיָן, עַד אִם כְּמוֹת כָּל הָאָדָם יְמֻתוּן אֵלֶּה. אָמְרוּ חֲכָמֵינוּ זִכְרוֹנָם לַבְּרָכָה, חָכָם גָּדוֹל הָיָה קֹרַח, וּמִטּוֹעֲנֵי הָאֲרוֹן הָיָה, שֶׁנֶּאֱמַר: וְלִבְנֵי קְהָת לֹא נָתַן כִּי עֲבוֹדַת הַקֹּדֶשׁ עֲלֵיהֶם בְּכָתֵף יִשָּׂאוּ <small>(במדבר ז, ט)</small>, קֹרַח בֶּן יִצְהָר בֶּן קְהָת. כְּשֶׁאָמַר מֹשֶׁה, וְנָתְנוּ עַל צִיצִת הַכָּנָף פְּתִיל תְּכֵלֶת <small>(שם טו, לח)</small>, מֶה עָשָׂה קֹרַח. מִיָּד צִוָּה וְעָשָׂה מָאתַיִם וַחֲמִשִּׁים טַלִּיתוֹת תְּכֵלֶת, וְנִתְעַטְּפוּ בָּהֶן אוֹתָן חֲמִשִּׁים וּמָאתַיִם אִישׁ רָאשֵׁי סַנְהֶדְרָאוֹת שֶׁקָּמוּ עַל מֹשֶׁה, כְּעִנְיָן שֶׁנֶּאֱמַר: וַיָּקוּמוּ לִפְנֵי מֹשֶׁה וַאֲנָשִׁים מִבְּנֵי יִשְׂרָאֵל חֲמִשִּׁים וּמָאתַיִם. וּמִי הֵם. נְשִׂיאֵי עֵדָה קְרִיאֵי מוֹעֵד אַנְשֵׁי שֵׁם. עָמַד קֹרַח וְעָשָׂה לָהֶם מִשְׁתֶּה, וְנִתְעַטְּפוּ כֻּלָּן בְּטַלִּיתוֹת תְּכֵלֶת וּבָאוּ בְּנֵי אַהֲרֹן לִטֹּל מַתְּנוֹתֵיהֶן חָזֶה וְשׁוֹק הַיָּמִין. עָמְדוּ כְּנֶגְדָן וְאָמְרוּ לָהֶם, מִי צִוָּה אֶתְכֶם לִטֹּל כָּךְ, לֹא מֹשֶׁה. לֹא נָתַן לָכֶם כְּלוּם, שֶׁלֹּא דִּבֵּר עִמּוֹ הַמָּקוֹם מִזֶּה. בָּאוּ וְהוֹדִיעוּ לְמֹשֶׁה. הָלַךְ מֹשֶׁה לְפַיְּסָן. מִיָּד עָמְדוּ כְּנֶגְדוֹ, שֶׁנֶּאֱמַר: וַיָּקוּמוּ לִפְנֵי מֹשֶׁה וַאֲנָשִׁים מִבְּנֵי יִשְׂרָאֵל חֲמִשִּׁים וּמָאתַיִם. וּמִי הֵם. אֱלִיצוּר בֶּן שְׁדֵיאוּר וַחֲבֵרָיו אֲשֶׁר נִקְּבוּ בְּשֵׁמוֹת. אַף עַל פִּי שֶׁלֹּא פִּרְסְמָן הַכָּתוּב, נָתַן סִימָנֵיהֶן, וּמִתּוֹךְ הַמִּקְרָאוֹת אַתָּה מַכִּיר אוֹתָם. מָשָׁל לְמָה הַדָּבָר דּוֹמֶה. לְבֶן טוֹבִים שֶׁהָיָה גּוֹנֵב כֵּלִים בְּבֵית הַמִּדְרָשׁ, וְלֹא הָיָה רוֹצֶה בַּעַל הַגְּנֵבָה לְפַרְסְמוֹ, הִתְחִיל נוֹתֵן בּוֹ סִימָנָיו. אָמְרוּ לוֹ: מִי גָּנַב כֵּלֶיךָ. אָמַר לָהֶם: אוֹתוֹ בֶּן טוֹבִים, בַּעַל קוֹמָה הוּא, עֵינָיו נָאוֹת, שַׂעֲרוֹתָיו שְׁחֹרוֹת, חָטְמוֹ נָאֶה. מִשֶּׁנָּתַן סִימָנָיו, יָדְעוּ מִי הוּא. וְאַף כָּאן אַף עַל פִּי שֶׁסְּתָמָן הַכָּתוּב וְלֹא פֵּרֵשׁ אֶת שְׁמוֹתָן, וּבָא וְנָתַן אֶת סִימָנֵיהֶם, אַתָּה יוֹדֵעַ מִי הֵם. נֶאֱמַר לְהַלָּן אֵלֶּה קְרוּאֵי הָעֵדָה נְשִׂיאֵי מַטּוֹת אֲבוֹתָם רָאשֵׁי אַלְפֵי יִשְׂרָאֵל הֵם <small>(במדבר א, טז)</small>, וַיִּקַּח מֹשֶׁה וְאַהֲרֹן אֶת הָאֲנָשִׁים הָאֵלֶּה אֲשֶׁר נִקְּבוּ בְּשֵׁמוֹת <small>(שם פסוק יז)</small>. וְנֶאֱמַר כָּאן, נְשִׂיאֵי עֵדָה קְרִיאֵי מוֹעֵד אַנְשֵׁי שֵׁם. וְיִקָּהֲלוּ עַל מֹשֶׁה וְעַל אַהֲרֹן.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "(Numb. 16:1:) “Now Korah […] took.” What is written above the matter (in Numb. 15:38)?<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Numb. R. 18:3.</i> “Speak unto the Children of Israel and tell them to make tassels (<i>zizit</i>) for themselves.’” Korah quickly said to Moses, “In the case of a prayer shawl (<i>tallit</i>) which is all blue, what is the rule about it being exempt from [having] the tassel?” Moses said to him, “[Such a prayer shawl] is required to have the tassels.” Korah said to him, “Would not a prayer shawl which is all blue exempt itself, when four [blue] threads exempt it? In the case of a house which is full of [scriptural] books, what is the rule about it being exempt it from [having] the mezuzah (which contains only two passages of scripture)?” [Moses] said to him, “[Such a house] is required to have the mezuzah.” [Korah] said to him, “Since the whole Torah has two hundred and seventy-five <i>parashiot</i> in it<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Cf. <i>yShab.</i> 16:1 (15c); <i>Soferim</i> 16:10; M. Pss. 22:19, according to which there are 175 <i>parashiot</i> in the Torah where an expression of speaking, saying, or commanding occurs. See also <i>Alfa Beta deRabbi ‘Aqiva,</i> longer recension, <i>Tsade</i> (<i>Eisenstein, p. 421</i>).</i> and they do not exempt the house [from having the mezuzah], would the two <i>parashiot</i> which are in the mezuzah exempt the house?” [He also] said to him, “These are things about which you have not been commanded. Rather you are inventing them [by taking them] out of your own heart.” Here is what is written (in Numb. 16:1), “Now Korah […] took.” (Numb. 16:1:) “Now Korah […] took.” Now “took (rt.: lqh)” can only be a word of discord, in that his heart carried him away (rt.: <i>lqh</i>). Thus is [the word] used (in Job 15:12), “How your heart has carried you away (rt.: <i>lqh</i>) […].” This explains what Moses said to them (in Numb. 16:9), “Is it too small a thing for you that the God of Israel has separated you [from the congregation to draw you near unto Himself, to perform the service of the Lord's tabernacle …?” Plus] that whole passage up to (vs. 29), “If these people die the common death of every person.” The sages have said, “Korah was a great sage and was one of the bearers of the ark, as stated (in Numb. 7:9), ‘But to the children of Kohath He gave no [wagons], because they had the service of the holy objects, which they carried on their shoulders.’” Now Korah was the son of Izhar, [who was] the son of Kohath. When Moses said (in Numb. 15:38), “And put on the tassel of each corner a thread of blue,” what did Korah do? He immediately ordered them to make two hundred and fifty blue shawls for those two hundred and fifty heads of <i>sanhedraot</i> who rose up against Moses to wrap themselves in, just as it is stated (in Numb. 16:2), “And they rose up against Moses, together with two hundred and fifty men from the children of Israel.” And who are they? (Numb. 16:2, cont.:) “Princes of the congregation, chosen in the assembly, men of repute.” Korah arose and made them a banquet at which they all wrapped themselves in blue prayer shawls. [When] Aaron's sons came to receive their dues, [namely the] breast and right thigh,<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">I.e., the priestly share of the animals slaughtered for the feast. See Lev.7:31-32.</i> they arose against them and said to them, “Who commanded you to receive such? Was it not Moses? [If so,] we shall not give you anything, as the Holy One, blessed be He, has not commanded it.” They came and informed Moses. He went to placate<sup class=\"footnote-marker\">8</sup><i class=\"footnote\"><i>Rt</i>.: PYS. See the Gk.: <i>peithein, peisai</i> in the aroist.</i> them. They immediately confronted him, as stated (ibid.), “And they rose up against Moses.” And who were they? Elizur ben Shedeur and his companions (the princes), the men (according to Numb. 1:17) “who were mentioned by name.” Although the text has not publicized<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">From <i>PRSM</i>. Cf. Gk: <i>parresiazesthai.</i></i> their [names], it has given clues<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Gk.: <i>semeia.</i></i> to their [identity], so that you [can] identify them from the [various] verses. A parable: To what is the matter comparable? To a scion of good parentage who stole articles from the bathhouse. The owner of what was stolen did not want to publish his [name. Rather,] he began to give clues about his [identity]. When they said to him, “Who stole your articles,” he said, “A scion of good parentage, a tall person with beautiful teeth and black hair.” After he had given his clues, they knew who he was. So also here where the text has concealed them and not specified their names, it comes and gives clues to their [identity]. You know who they are. It is stated elsewhere (in Numb. 1:16), “These were elected by the congregation, princes of their ancestral tribes, heads of thousands within Israel.” Then it is written (in vs. 17), “So Moses and Aaron took these men who were mentioned by name.” Now here it is written (in Numb. 16:2-3), “princes of the congregation, elected by the assembly, men of renown. They gathered together against Moses and Aaron.”", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "5c7d928aa51caf0018dca904", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tzav, Section 11 8", "anchorRef": "Leviticus 7:32", "anchorRefExpanded": ["Leviticus 7:32"], "sourceRef": "Sifra, Tzav, Section 11 8", "sourceHeRef": "ספרא, צו, פרשה יא ח׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 8, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה יא", "he": "[ח] והלא דין הוא! ומה אם שלמי יחיד – שאין טעונים תנופה חיים – טעונים תנופה שחוטים, זבחי שלמי צבור – שטעונים תנופה חיים – אינו דין שיטענו תנופה שחוטים?!", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "8) But (why do I need a verse for this?) Can I not derive it a fortiori, viz.: If individual peace-offerings, which do not require tenufah living, require it after shechitah, then communal peace-offerings, which require tenufah living, how much more so do they require it after shechitah!", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d9297a51caf0018dca908", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tzav, Section 11 9", "anchorRef": "Leviticus 7:32", "anchorRefExpanded": ["Leviticus 7:32"], "sourceRef": "Sifra, Tzav, Section 11 9", "sourceHeRef": "ספרא, צו, פרשה יא ט׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 9, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה יא", "he": "[ט] אשם מצורע יוכיח! שטעון תנופה חי ואין טעון תנופה שחוט! אף אתה אל תתמה על זבחי שלמי צבור – שאף על פי שטעונים תנופה חיים – לא יטענו תנופה שחוטים! וכשהוא אומר (שם,) \"מזבחי שלמיכם\" – לרבות זבחי שלמי צבור שיטענו תנופה שחוטים.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "9) (The verse is needed, for) this could be countered by the guilt-offering of the leper, which, though requiring tenufah living, does not require it after shechitah, so that it would be no cause for wonder if communal peace-offerings, which though they require tenufah living would not require tenufah after shechitah. So that \"from the sacrifice of your (plural) peace-offerings is needed to include communal peace-offerings as requiring tenufah after shechitah.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d929ca51caf0018dca90a", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tzav, Section 11 10", "anchorRef": "Leviticus 7:32", "anchorRefExpanded": ["Leviticus 7:32"], "sourceRef": "Sifra, Tzav, Section 11 10", "sourceHeRef": "ספרא, צו, פרשה יא י׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 10, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה יא", "he": "[י] יכול כל הזבח כולו טעון תנופה? תלמוד לומר 'חלב'. אין לי אלא חלב; מנין לרבות את החזה? תלמוד לומר 'חזה'. כשהוא אומר (ויקרא ז, כט) \"יביא את קרבנו\" – לרבות את האליה. 'אשי השם' (שם, ל) – לרבות שתי הכליות‏ \"יביאנו\" (שם, ל) – לרבות יותרת הכבד.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "10) I might think (if it were not specified otherwise) that the entire sacrifice required tenufah. It is, therefore, written (Vayikra 7:30) \"cheilev.\" This tells me only of cheilev. Whence do I include the breast? From (Vayikra 7:30) \"breast.\" \"he shall bring\" includes the fat-tail.\" \"the fire-offerings of the L–rd\" — to include the two kidneys. \"shall he bring it\": to include the lobe of the liver.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d929e46444100666837e6", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tzav, Section 11 11", "anchorRef": "Leviticus 7:32", "anchorRefExpanded": ["Leviticus 7:32"], "sourceRef": "Sifra, Tzav, Section 11 11", "sourceHeRef": "ספרא, צו, פרשה יא י״א", "anchorVerse": 32, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 11, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה יא", "he": "[יא] למדנו שטעונים כולם תנופה; מנין שיטענו הרמה? תלמוד לומר (שמות כט, כז) \"שוֹק התרומה [אשר הונף ואשר הורם]\" – שאין תלמוד לומר? שיכול אין לי אלא שוֹק – מנין לרבות את כולם? תלמוד לומר (שם,) \"וקדשת את חזה התנופה ואת שוֹק התרומה אשר הונף ואשר הורם\" – זה בנה אב כל שטעון תנופה טעון הרמה.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "11) We have (thus) learned that they all require tenufah. Whence do we derive the same for terumah (lifting up and down)? From \"the shok (from knee to thigh) of terumah.\" This tells me only of the shok for lifting and all for tenufah. Whence do I derive that what applies to the one applies to the others? From (Shemoth 29:27): \"And you shall consecrate the breast of waving and the shok of lifting, which was waved and which was lifted.\" Let it not be written \"which was waved and it was lifted.\" (i.e., it sounds redundant). But it is (written as) a binyan av (see Hermeneutical Principle 13) — whatever requires tenufah (waving) requires haramah (lifting) and whatever requires haramah requires tenufah.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d92a1d712ce00182a264e", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tzav, Chapter 16 1", "anchorRef": "Leviticus 7:32", "anchorRefExpanded": ["Leviticus 7:32"], "sourceRef": "Sifra, Tzav, Chapter 16 1", "sourceHeRef": "ספרא, צו, פרק טז א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 1, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק טז", "he": "[א] או אינו מביא אלא כיוצא בזה; מה זה מיוחד איל קשה בן שתי שנים וטעון לחם – אף אין לי אלא איל קשה בן שתי שנים וטעון לחם! מנין קשה ואין טעון לחם? רך וטעון לחם? רך ואין טעון לחם? עד שאתה מרבה בבקר בכשבים ובעזים? תלמוד לומר (שמות כט, כח) \"כי תרומה הוּא ותרומה יהיה מאת בני ישראל מזבחי שלמיהם תרומתם לה'\" – לרבות את כולן.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "1) Or, (this binyan av) adduces (the tenufah-haramah identity) only for what is similar to it (the miluim [investiture] ram [viz.: Shemoth 29:27]). (That is,) just as this (investiture offering) is a sturdy, two-year-old ram and requires bread, so (the binyan av applies only to a thanksgiving ram [similar to the miluim ram]), sturdy, two years old, and requiring bread. Whence do I derive (that it applies also to an offering that is) \"sturdy\" and does not require bread (i.e., a peace-offering ram); to one that is \"soft\" and requires bread (i.e., a one-year-old thanksgiving lamb); and to one that is soft and does not require bread (a peace-offering lamb)? — until you include \"cattle, lambs, and goats\" (that obtained at the miluim)? From (Shemoth 29:28): \"For it is terumah and terumah shall it be from the children of Israel from the sacrifices of their peace-offerings, their terumah to the L–rd\" — to include all of them (in the tenufah-haramah identity).", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d92a5a51caf0018dca90c", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tzav, Chapter 16 2", "anchorRef": "Leviticus 7:32", "anchorRefExpanded": ["Leviticus 7:32"], "sourceRef": "Sifra, Tzav, Chapter 16 2", "sourceHeRef": "ספרא, צו, פרק טז ב׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 2, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק טז", "he": "[ב] נטמאו כולם ונשתייר אחת מהן – מנין שיטעון תנופה? תלמוד לומר \"את החזה להניף אֹתוֹ\" – אפילו כוליא אחת. \"תנופה\" – ולא תנופות.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "2) If all (the pieces that require tenufah) became tamei and (only) one of them were left, whence is it derived that it requires tenufah? From (the redundant) \"the breast\" (Shemoth 29:30). \"to wave it\" — even one kidney. I might think that he can wave (one piece) and then another; it is, therefore, written \"a waving\" (of all the pieces together) and not \"wavings.\"", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d92a93081100060591c7f", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tzav, Chapter 16 3", "anchorRef": "Leviticus 7:32", "anchorRefExpanded": ["Leviticus 7:32"], "sourceRef": "Sifra, Tzav, Chapter 16 3", "sourceHeRef": "ספרא, צו, פרק טז ג׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 3, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק טז", "he": "[ג] \"לפני השם\" – במזרח. כיצד הוא עושה? יביא את החלבים על ידי הבעלים. וחזה ושוק למעלה מהם. שתי כליות ויותרת הכבד למעלה מהם. אם יש שם לחם – נותן למעלה מהם. מוליך ומביא, מעלה ומוריד שנאמר (שמות כט, כז) \"אשר הונף ואשר הורם\". תנופה היתה במזרח והגשה במערב. תנופות קודמות להגשות.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "3) How does he execute (tenufah)? He (a Cohein) brings the fats (from the slaughtering site) to the hand of the owner, the two kidneys and the lobe of the liver above them, and the breast and shok above them. and if there were bread (as in the terumah of the thanksgiving loaves and the ram of the Nazirite and of the miluim), he places the bread above them.) And he (a second Cohein, places his hand under the hand of the owner and) brings it forward and back, and up and down, as it is written (Shemoth 24:27): \"which was waved and which was lifted.\" Tenufah was in the east (of the altar), and hagashah (presentation at the corner of the altar, in the instance of the meal-offering of the omer and the meal-offering of rancor) in the west. Tenufah preceded hagashah (viz. Bamidbar 5:25). \"before the L–rd\" — in the east.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d92b1d712ce00182a2656", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tzav, Chapter 16 4", "anchorRef": "Leviticus 7:32", "anchorRefExpanded": ["Leviticus 7:32"], "sourceRef": "Sifra, Tzav, Chapter 16 4", "sourceHeRef": "ספרא, צו, פרק טז ד׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 4, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק טז", "he": "[ד] מנין שאין אהרן ובניו זכאין בחזה ושוק אלא לאחר הקטרת חלבים? תלמוד לומר \"והקטיר…החלב המזבחה\" – ואחר כך – \"והיה החזה לאהרן ולבניו\".", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "4) Whence is it derived that the breast and the shok do not revert to Aaron and his sons until after the smoking of the fats? From (Bamidbar 5:31) \"And he shall smoke the cheilev upon the altar\" followed by \"and the breast shall be for Aaron and for his sons.\"", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d92b8ea593e00185b64b6", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tzav, Chapter 16 5", "anchorRef": "Leviticus 7:32", "anchorRefExpanded": ["Leviticus 7:32"], "sourceRef": "Sifra, Tzav, Chapter 16 5", "sourceHeRef": "ספרא, צו, פרק טז ה׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 5, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק טז", "he": "[ה] נטמאו אימורין או שאבדו – יכול לא יהיו אהרן ובניו זכאין בחזה ושוק? תלמוד לומר \"והיה החזה\". וכן הוא אומר בבני עלי – (ש\"א ב, טו) \"גם בטרם יקטִרון את החלב…כי אם חי\". מה נאמר בהם? (ש\"א ב, יז) \"וַתְהי חטאת הנערים גדולה מאד את פני השם כי נאצו האנשים את מנחת השם\".", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "5) If the devoted portions became tamei or were lost, I might think that the shok would not revert to Aaron and to his sons; it is, therefore, written \"it shall be\" (in any event). And thus is it written in respect to the sons of Eli (I Samuel 2:15): \"Even before they would smoke the fats, the Cohein's youth would come and say to the slaughterer: Give flesh for roasting to the Cohein. He will not take from you cooked meat but only raw.\" What is written of them? (I Samuel 2:17) \"And the sin of the youths was very great before the L–rd, for the men cheapened the offering of the L–rd.\"", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d92bf3081100060591c83", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Tzav, Chapter 16 6", "anchorRef": "Leviticus 7:32", "anchorRefExpanded": ["Leviticus 7:32"], "sourceRef": "Sifra, Tzav, Chapter 16 6", "sourceHeRef": "ספרא, צו, פרק טז ו׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 6, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק טז", "he": "[ו] \"שוק הימין\" – אין לי אלא שוק שנוהג זרוע; חולין מנין?‏ תלמוד לומר \"תתנו\". זרוע מוקדשים מנין? תלמוד לומר \"מזִבְחי שלמיכם\". זהו שאמרנו לרבות זבחי שלמי צבור שיטענו תנופה שחוטים.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "6) (Vayikra 7:32): \"the right shok\": This tells me only of the shok, that it must be the right shok. Whence do I derive the same (that it must be the right) for the shoulder of chullin (non-consecrated food, [Devarim 18:3])? From \"shall you give.\" Whence do I derive the same for (the shoulder of) consecrated food (the ram of the Nazirite)? From \"terumah.\" \"from the sacrifices of your peace-offerings\": This is as we have said (Chapter 15:9): To include communal peace-offerings as requiring tenufah after shechitah.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d92c4a51caf0018dca912", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tzav, Chapter 16 7", "anchorRef": "Leviticus 7:32", "anchorRefExpanded": ["Leviticus 7:32"], "sourceRef": "Sifra, Tzav, Chapter 16 7", "sourceHeRef": "ספרא, צו, פרק טז ז׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 7, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק טז", "he": "[ז] מנין טמא בשעת זריקה וטהור בשעת הקטר חלבים שאינו חולק? תלמוד לומר המקריב את דם השלמים ואת חלב מבני אהרן", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "7) Whence is it derived that if he (the Cohein) is tamei at the time of sprinkling (of the blood) and clean at the time of the burning of the fats, he does not share (in the flesh)? From \"He who offers the blood of the peace-offerings and the cheilev of the sons of Aaron (to him shall be the right shok as a portion.\")", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d92c6a51caf0018dca914", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tzav, Chapter 16 8", "anchorRef": "Leviticus 7:32", "anchorRefExpanded": ["Leviticus 7:32"], "sourceRef": "Sifra, Tzav, Chapter 16 8", "sourceHeRef": "ספרא, צו, פרק טז ח׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 8, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק טז", "he": "[ח] אבא שאול אומר מנין טהור בשעת זריקת דמים וטמא בשעת הקטר חלבים שאינו חולק בבשר? תלמוד לומר (ויקרא ז, לג) \"המקריב את דם השלמים ואת החלב מבני אהרן\".", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "8) Abba Shaul says: whence is it derived that if he is clean at the time of sprinkling (of the blood) and tamei at the time of the burning of the fats, he does not share in the flesh? From \"He who offers the blood of the peace-offerings and the cheilev of the sons of Aaron.\"", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d92c83081100060591c87", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tzav, Chapter 16 9", "anchorRef": "Leviticus 7:32", "anchorRefExpanded": ["Leviticus 7:32"], "sourceRef": "Sifra, Tzav, Chapter 16 9", "sourceHeRef": "ספרא, צו, פרק טז ט׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 9, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק טז", "he": "[ט] ואמר ר' שמעון: כל מי שאינו מודה בעבודה אין לו חלק בכהונה. אמר ר' שמעון לא זו בלבד, אלא יציקות ובלילות ופתתות והמליחות והתנופות וההגשות וההקטרות והקמיצות והמליקות והקבלות וההזאות והשקאות סוטה ועריפות עגלה וטהרת מצורע ונשיאות כפים בפנים ובחוץ – תלמוד לומר \"מבני אהרן\" – כל עבודה שהיא מסורה לבני אהרן.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "9) R. Shimon says: \"He who offers (midrashically: he who acknowledges the offering, etc.) of the blood of the peace-offerings and the cheilev\": Whoever i.e., any Cohein) who does not acknowledge the priestly service (as having been commanded by G d) has no share in the (gifts of the) priesthood. This tells me only of (not acknowledging) these alone. Whence do I derive the same for (not acknowledging) pourings and mixings (of oil), breaking into pieces (of meal-offerings), saltings, tenufoth, hagashoth, taking of fistfuls (of meal-offerings), \"pinchings\" (of birds), receivings (of blood), sprinklings, administrations of the sotah's draught, the breaking of the heifer's neck, the cleansing of the leper, and the lifting of the hands (in the priestly blessing) within (the sanctuary) and outside it? (Whence is it derived that he has no share in the gifts of the priesthood?) From \"of the sons of Aaron\" — (to include) every service that is relegated to the sons of Aaron.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d92cad712ce00182a265a", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tzav, Chapter 16 10", "anchorRef": "Leviticus 7:32", "anchorRefExpanded": ["Leviticus 7:32"], "sourceRef": "Sifra, Tzav, Chapter 16 10", "sourceHeRef": "ספרא, צו, פרק טז י׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 10, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק טז", "he": "[י] וכן היה ר' שמעון אומר: הרי הוא אומר (מלאכי א, י) \"מִי גַם בָּכֶם וְיִסְגֹּר דְּלָתַיִם וְלֹא תָאִירוּ מִזְבְּחִי חִנָּם אֵין לִי חֵפֶץ בָּכֶם אָמַר ה' צבאות וּמִנְחָה לֹא אֶרְצֶה מִיֶּדְכֶם\" – שני דברים המשמשים את הגוף, ואין נמנעים לעשותם, ואין נוטלים עליהם שכר; שאומר אדם לחברו \"הדלק לי את הנר הזה והגיף לי את הדלת אחריך\". והרי דברים קל וחומר. ומה דברים שאין נמנעים לעשותם ואין נוטלים עליהם שכר – לא עשיתם עמי שכר על אחת כמה וכמה שנוטלים עליהם שכר!", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "10) And R. Shimon was wont to say (Malachi 1:16) \"Who among you, too, would (not) close doors (the doors of the Temple) and not kindle My altar for nothing, says the L–rd of hosts. And I desired no gift from your hand.\" There are two things which serve the body and which people do not desist from doing and for which they do not take payment. The two things which a man asks of his neighbor — Light this candle for me and close the door after me — which people do not desist from doing and for which they do not take payment, you did not do them for Me for nothing (i.e., I rewarded you for them). Now does this not follow a fortiori, viz.: If things for which people do not take payment, you did not do for Me for nothing, things for which they do take payment, how much more so (will you be richly reworded for them)!", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d92d4ea593e00185b64bd", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tzav, Chapter 17 1", "anchorRef": "Leviticus 7:32", "anchorRefExpanded": ["Leviticus 7:32"], "sourceRef": "Sifra, Tzav, Chapter 17 1", "sourceHeRef": "ספרא, צו, פרק יז א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 1, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק יז", "he": "[א] רבי אלעזר ב\"ר שמעון אומר: בא טבול יום ואמר לכהן \"תן לי מן המנחה שאוכל\". אמר לו: \"ומה אם במקום שיפה כחך בחטאתך – דחיתיך מחטאת ישראל, מקום שהורע כחך במנחתך – אינו דין שאדיחך ממנחת ישראל היום?!\" אמר לו: \"ומה לדחותי מחטאת ישראל – שהרי יפה כחך בחטאתך, תדחני ממנחת ישראל – שהרי הורע כחך במנחתך!\" אמר לו: (ויקרא ז, ט) \"לכהן המקריב אותה לו תהיה\" – \"בוא הקרב ואכול!\"", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "1) R. Elazar b. R. Shimon says: A (Cohein) tvul yom (one who immersed in the daytime, and becomes clean at sunset) came and said to (another) Cohein: Give me of the meal-offering (of an Israelite) to eat it (tonight). The Cohein: Now if in a place (i.e., an instance) where you are \"strong,\" in your sin-offering, (i.e., a Cohein who is liable for a sin-offering may bring it at any priestly watch and take its priestly portions), I have pushed you away from the sin-offering of an Israelite (A tvul yom does not share in it, viz. Vayikra 6:19), then in a place where you are \"weak,\" in your meal-offering, (Even a clean Cohein may not eat his own meal-offering, it being entirely burnt), does it not follow that I should push you away from the meal-offering of an Israelite today (when you are a tvul yom and unfit to sacrifice the meal-offering of an Israelite)! The tvul yom: Why would you push me away from the sin-offering of an Israelite? Because you are \"strong\" in your own sin-offering. Would you then push me away from the meal-offering of an Israelite, when you are \"weak\" in your own meal-offering? The Cohein (Vayikra 7:9): \"To the Cohein that sacrifices (a meal-offering), to him shall it be\" — Come, sacrifice (when you are clean) and eat!", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d92dad712ce00182a265d", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tzav, Chapter 17 2", "anchorRef": "Leviticus 7:32", "anchorRefExpanded": ["Leviticus 7:32"], "sourceRef": "Sifra, Tzav, Chapter 17 2", "sourceHeRef": "ספרא, צו, פרק יז ב׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 2, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק יז", "he": "[ב] אמר לו: \"אם לאו תן לי מן החטאת שאוכל!\" אמר לו: \"ומה במקום שהורע כחך במנחתך – דחיתיך ממנחת ישראל, מקום שיפה כחך בחטאתך – אינו דין שאדיחך מחטאת ישראל?!\" אמר לו: \"לא! אם דחיתני ממנחת ישראל – שהרי הורע כחי במנחתי, תדחני מחטאת ישראל – שהרי יפה כחי בחטאתי?!\" אמר לו: (ויקרא ו, יט) \"הכהן המחטא אותה יאכלנה\" – \"בא חטא ואכול!\"", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "2) The tvul yom: If not (i.e., if you do not give me of the meal-offering), give me to eat of the sin-offering. The Cohein: Now, if in a place where I am \"weak,\" in my meal-offering, I have pushed you away from the meal-offering of an Israelite, then in a place where I am strong, in my sin-offering, does it not follow that I should push you away from the sin-offering of an Israelite! The tvul yom: No, if you have pushed me away from the meal-offering of an Israelite, it is because I am \"weak\" in my own meal-offering. Would you then push me away from the sin-offering of an Israelite, when I am strong in my own sin-offering? The Cohein (Vayikra 6:19): \"The Cohein who offers it as a sin-offering shall eat it.\" Come, sacrifice a sin-offering (when you are clean), and eat!", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d92deea593e00185b64c1", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tzav, Chapter 17 3", "anchorRef": "Leviticus 7:32", "anchorRefExpanded": ["Leviticus 7:32"], "sourceRef": "Sifra, Tzav, Chapter 17 3", "sourceHeRef": "ספרא, צו, פרק יז ג׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 3, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק יז", "he": "[ג] אמר לו: \"תן לי מחזה ושוק של שלמים ואוכל!\". אמר לו \"ומה אם במקום שיפה כחך בקדשי קדשים – שכולן שלך – דחיתיך מהם, מקום שהורע כחך בקדשים קלים – שאין לך בהן אלא חזה ושוק – אינו דין שאדיחך מהן?!\". אמר לו: \"ומה אם לדחותינו מקדשי קדשים – שהרי הורע כחי בהן באכילת נשיי ועבדיי, תדחני מקדשים קלים – שהרי יפה כחי בהם באכילת נשיי ועבדיי?!\". אמר לו: (ויקרא ז, יד) \"לכהן הזֹרק את דם השלמים לו יהיה\" – \"בוא זרוק ואכול!\".", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "3) The tvul yom: And if not, give me to eat of the breast and shok of the peace-offerings. The Cohein: Now if in a place where you are \"strong,\" in holy of holies (offerings), where all (that is eaten of them) is yours, I have pushed you away, then in a place where you are \"weak,\" in lower order offerings, where you have only the breast and the shok, does it not follow that I should push you away! The tvul yom: Now if you have pushed me away from holy of holies, where I am \"weak,\" not being permitted to feed my wives and servants of them, would you then push me away from lower order offerings, where I am \"strong,\" being permitted to feed my wives and slaves of them? The Cohein (Vayikra 7:14): \"To the Cohein who sprinkles the blood of the peace-offerings, to him shall it be.\" Come and sprinkle (when you are clean) and eat!", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d92e2a51caf0018dca91a", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tzav, Chapter 17 4", "anchorRef": "Leviticus 7:32", "anchorRefExpanded": ["Leviticus 7:32"], "sourceRef": "Sifra, Tzav, Chapter 17 4", "sourceHeRef": "ספרא, צו, פרק יז ד׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 4, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק יז", "he": "[ד] יצא טבול יום בקוליו וחומריו על ראשו; אונן מימינו ומחוסר כפורים משמאלו.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "4) The tvul yom left with his (unavailing) \"weaknesses and strengths,\" an onein (a mourner) on his right hand, and a mechussar kippurim (\"one lacking atonement\") on his left, (these, too, being \"pushed away\" by these verses.)", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5caeffaf38f4c90017cdd343", "index_title": "Sefer Hamitzvot of Rasag", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Sefer Hamitzvot of Rasag, Positive Commandments 113", "anchorRef": "Leviticus 7:30-32", "anchorRefExpanded": ["Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32"], "sourceRef": "Sefer Hamitzvot of Rasag, Positive Commandments 113", "sourceHeRef": "ספר המצוות לרס\"ג, מצות עשה קי״ג", "anchorVerse": 30, "sourceHasEn": true, "compDate": [918, 942], "commentaryNum": 113, "collectiveTitle": {"en": "Sefer Hamitzvot of Rasag", "he": "ספר המצוות לרס\"ג"}, "he": "<big><strong>קָ</strong></big>רְבַּן חֲלָבִים לְהָנִיף", "heVersionTitle": "Sefer Hamitzvot L'Rasag, Warsaw, 1914. Vocalized Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b> Kuf </b> To wave the fatty sacrifices", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5caeffb038f4c90017cdd345", "index_title": "Sefer Hamitzvot of Rasag", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Sefer Hamitzvot of Rasag, Positive Commandments 114", "anchorRef": "Leviticus 7:30-32", "anchorRefExpanded": ["Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32"], "sourceRef": "Sefer Hamitzvot of Rasag, Positive Commandments 114", "sourceHeRef": "ספר המצוות לרס\"ג, מצות עשה קי״ד", "anchorVerse": 30, "sourceHasEn": true, "compDate": [918, 942], "commentaryNum": 114, "collectiveTitle": {"en": "Sefer Hamitzvot of Rasag", "he": "ספר המצוות לרס\"ג"}, "he": "חָזֶה וָשׁוֹק לִמְשָׁרְתֵי חֶבְיוֹן.", "heVersionTitle": "Sefer Hamitzvot L'Rasag, Warsaw, 1914. Vocalized Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "The breast and thigh go to those who serve with love.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5cea607e8f27ae0019fde4fa", "index_title": "Recanati on the Torah", "category": "Commentary", "type": "commentary", "ref": "Recanati on the Torah, Tzav 18", "anchorRef": "Leviticus 7:32", "anchorRefExpanded": ["Leviticus 7:32"], "sourceRef": "Recanati on the Torah, Tzav 18", "sourceHeRef": "רקנאטי על התורה, צו י״ח", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1250, 1290], "commentaryNum": 18, "collectiveTitle": {"en": "Recanati on the Torah", "he": "רקנאטי על התורה"}, "heTitle": "צו", "he": "ואת שוק הימין תתנו תרומה לכהן מזבחי שלמיכם. הטעם הוא להעלות הענף לשרשו וכבר ידעת סוד שוק הימין לכהן והבן זה:", "heVersionTitle": "Recanati on the Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רקנאטי על התורה", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d562f4629f2b5727baa2", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, ימן 1", "anchorRef": "Leviticus 7:32", "anchorRefExpanded": ["Leviticus 7:32"], "sourceRef": "Sefer HaShorashim, ימן 1", "sourceHeRef": "ספר השרשים, ימן א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "ימן", "he": ["<strong><big>ימן</big></strong>   אִם־הַשְּׂמֹאל <strong>וְאֵימִנָה</strong> (<a class=\"refLink\" href=\"Genesis 13:9\" data-ref=\"Genesis 13:9\">בראשית יג, ט</a>), בנח ה<strong>יו\"ד</strong>. פירוש אלך אני לצד ימין. <strong>מַיְמִינִים</strong> וּמַשְׂמִאלִים (<a class=\"refLink\" href=\"I Chronicles 12:2\" data-ref=\"I Chronicles 12:2\">דברי הימים א' יב, ב</a>), בנוע ה<strong>יו\"ד</strong> הִתְאַֽחֲדִי <strong>הֵימִנִי</strong> (<a class=\"refLink\" href=\"Ezekiel 21:21\" data-ref=\"Ezekiel 21:21\">יחזקאל כא, כא</a>), נחה ה<strong>יו\"ד</strong> ובאה <strong>אל\"ף</strong> נעה תמורת ה<strong>יו\"ד</strong> במלת כִּי <strong>תַֽאֲמִינוּ</strong> וְכִי תַשְׂמְאִֽילוּ (<a class=\"refLink\" href=\"Isaiah 30:21\" data-ref=\"Isaiah 30:21\">ישעיה ל, כא</a>). <strong>והתאר</strong> וּפְנֵי אַרְיֵה אֶל־<strong>הַיָּמִין</strong> (<a class=\"refLink\" href=\"Ezekiel 1:10\" data-ref=\"Ezekiel 1:10\">יחזקאל א, י</a>), וְאֶפְנֶה עַל־<strong>יָמִין</strong> אוֹ עַל־שְׂמֹֽאל (<a class=\"refLink\" href=\"Genesis 24:49\" data-ref=\"Genesis 24:49\">בראשית כד, מט</a>), כלומר צד הימין. וכן חוֹתָם עַל־יַד <strong>יְמִינִי</strong> (<a class=\"refLink\" href=\"Jeremiah 22:24\" data-ref=\"Jeremiah 22:24\">ירמיה כב, כד</a>), כִּֽי־יָשִׁית אָבִיו יַד־<strong>יְמִינוֹ</strong> (<a class=\"refLink\" href=\"Genesis 48:17\" data-ref=\"Genesis 48:17\">בראשית מח, יז</a>), וַתֹּחֶז יַד־<strong>יְמִין</strong> יוֹאָב (<a class=\"refLink\" href=\"II Samuel 20:9\" data-ref=\"II Samuel 20:9\">שמואל ב' כ, ט</a>), יד צדו הימין, וְעֵין <strong>יְמִינוֹ</strong> כָּהֹה תִכְהֶֽה (<a class=\"refLink\" href=\"Zechariah 11:17\" data-ref=\"Zechariah 11:17\">זכריה יא, יז</a>), בִּנְקוֹר לָכֶם כָּל־עֵין <strong>יָמִין</strong> (<a class=\"refLink\" href=\"I Samuel 11:2\" data-ref=\"I Samuel 11:2\">שמואל א' יא, ב</a>), עין הצד הימין, עַל יֶרֶךְ <strong>יְמִינֽוֹ</strong> (<a class=\"refLink\" href=\"Judges 3:16\" data-ref=\"Judges 3:16\">שופטים ג, טז</a>), ירך צדו הימין, שׁוֹק <strong>הַיָּמִין</strong> (<a class=\"refLink\" href=\"Leviticus 7:32\" data-ref=\"Leviticus 7:32\">ויקרא ז, לב</a>), שוק צדו הימין או הימין <strong>תאר</strong> לשוק. וכן שִׂים <strong>יְמִֽינְךָ</strong> עַל־רֹאשֽׁוֹ (<a class=\"refLink\" href=\"Genesis 48:18\" data-ref=\"Genesis 48:18\">בראשית מח, יח</a>), היד הימין. וכנה היד בלשון זכר כמו וְהִנֵּה־יָד שְׁלוּחָה אֵלָי וְהִנֵּה־בוֹ מְגִלַּת־סֵֽפֶר (<a class=\"refLink\" href=\"Ezekiel 2:9\" data-ref=\"Ezekiel 2:9\">יחזקאל ב, ט</a>), יִכְתֹּב יָדוֹ לַֽי\"י (<a class=\"refLink\" href=\"Isaiah 44:5\" data-ref=\"Isaiah 44:5\">ישעיה מד, ה</a>), וכן נִצָּב<strong> יְמִינוֹ</strong> כְּצָר (<a class=\"refLink\" href=\"Lamentations 2:4\" data-ref=\"Lamentations 2:4\">איכה ב, ד</a>). או ירצה לומר יד ימינך כלומר יד צדך הימין כמו יד ימינו. וְשֶׁמֶן <strong>יְמִינוֹ</strong> יִקְרָֽא (<a class=\"refLink\" href=\"Proverbs 27:16\" data-ref=\"Proverbs 27:16\">משלי כז, טז</a>), נפרשנו עוד בשרש <strong>צָפַן</strong>. ולפי שהכח הוא בצד ימין כנה הכח בימין <strong>וִֽימִינָם יְמִין</strong> שָֽׁקֶר (<a class=\"refLink\" href=\"Psalms 144:11\" data-ref=\"Psalms 144:11\">תהלים קמד, יא</a>), כחם וגבורתם שקר. ורבי אדונים פירש אותו לשון שבועה מן הערבי לפי שאמר אשר פיהם דבר שוא אמר ושבועתם שבועת שקר. <strong>והתאר</strong> עוד ב<strong>מ\"ם</strong> קמוצה ויקרא שׁם הַיְמָנִי יכין (<a class=\"refLink\" href=\"II Chronicles 3:17\" data-ref=\"II Chronicles 3:17\">דברי הימים ב' ג, יז</a>), אֶת־אֶצְבָּעוֹ <strong>הַיְמָנִית</strong> (<a class=\"refLink\" href=\"Leviticus 14:16\" data-ref=\"Leviticus 14:16\">ויקרא יד, טז</a>), וְעַל־בֹּהֶן יָדוֹ <strong>הַיְמָנִית</strong> (<a class=\"refLink\" href=\"Leviticus 14:14\" data-ref=\"Leviticus 14:14\">ויקרא יד, יד</a>), וכתב רבי יונה כי בא כן קמוץ להבדיל בינו ובין המתיחש אל שבט בנימין אִישׁ <strong>יְמִינִֽי</strong> (<a class=\"refLink\" href=\"Esther 2:5\" data-ref=\"Esther 2:5\">אסתר ב, ה</a>). וכן כתב רבי יהודה ונהגו כמנהג מן שמאל שמאלי בקמץ ה<strong>מ\"ם</strong> גם כן מפני שזה לעומת זה, ואך על פי שבשמאלי אין צריך הבדלה. ויפה כתבו. וכן מצאנו במשנה כענין זו ההבדלה בן שתי ענינים באמרם במשנת פרה (פרק ראשון, משנה א) אמר רבי יהושע לא שמעתי אלא שלשית. אמרו לו מה הלשון שלשית אמר להם כך שמעתי סתם. אמר בן עזאי אני אפרש, אם אתה אומר שלשית, שלישית לאחרות במנין, וכשאתה אומר שלשית בת שלש שנים. כיוצא בו כרם רבעי אמרו לו מה הלשון רבעי? אמר להם כך שמעתי סתם. אמר בן עזאי אני אפרש, אם אתה אומר רביעי, רביעי לאחרים במנין, וכשאתה אומר רבעי מן ארבע שנים, ונתחבר שם העצם ממנו וְאָבִיו קָֽרָא־לוֹ <strong>בִנְיָמִֽין</strong> (<a class=\"refLink\" href=\"Genesis 35:18\" data-ref=\"Genesis 35:18\">בראשית לה, יח</a>), פירושו בן ימין. ולפי שהימין נכבד וחביב על האדם מהשמאל והקטן שבבנים חביב על האדם יותר קראו בנימין, כלומר בן ימיני, חביב ונכבד עלי. ונתיחשו בני שבטו אליו פעם עם השם המלא כמו בֶּן־<strong>יְמִינִי</strong> (<a class=\"refLink\" href=\"I Samuel 9:21\" data-ref=\"I Samuel 9:21\">שמואל א' ט, כא</a>), ועם הימין לבדו כמו אִישׁ <strong>יְמִינִי</strong> (<a class=\"refLink\" href=\"I Samuel 9:2\" data-ref=\"I Samuel 9:2\">שמואל א' ט, ב</a>). ונקראה פאת הדרום <strong>יָמִין</strong> כי היא לימין האדם בעת פניו למזרח, כי פאה המזרח הקרא פנים כמו שנקרא המערב אחור. צָפוֹן <strong>וְיָמִין</strong> אַתָּה בְרָאתָם (<a class=\"refLink\" href=\"Psalms 89:13\" data-ref=\"Psalms 89:13\">תהלים פט, יג</a>). וכן בתוספת <strong>תי\"ו</strong> תימן אֱלוֹהַּ <strong>מִתֵּימָן</strong> יָבוֹא (<a class=\"refLink\" href=\"Habakkuk 3:3\" data-ref=\"Habakkuk 3:3\">חבקוק ג, ג</a>), <strong>וְתֵימָנָה</strong> וּמִזְרָחָה (<a class=\"refLink\" href=\"Deuteronomy 3:27\" data-ref=\"Deuteronomy 3:27\">דברים ג, כז</a>). וכן נקראת דרום <strong>נֶגֶב</strong> ונסמכה אל תימנה נֶגְבָּה <strong>תֵימָנָה</strong> (<a class=\"refLink\" href=\"Exodus 26:18\" data-ref=\"Exodus 26:18\">שמות כו, יח</a>). ואף על פי שהכל אחד כמו אַדְמַת־עָפָר (<a class=\"refLink\" href=\"Daniel 12:2\" data-ref=\"Daniel 12:2\">דניאל יב, ב</a>), מִטִּיט הַיָּוֵן (<a class=\"refLink\" href=\"Psalms 40:3\" data-ref=\"Psalms 40:3\">תהלים מ, ג</a>). או לתוספת ביאור כי תימנה יותר לשון מבואר מנגבה. וכן קֵדְמָה מִזְרָחָה (<a class=\"refLink\" href=\"Joshua 19:13\" data-ref=\"Joshua 19:13\">יהושע יט, יג</a>), וְהַצָּפִיר הַשָּׂעִיר (<a class=\"refLink\" href=\"Daniel 8:21\" data-ref=\"Daniel 8:21\">דניאל ח, כא</a>)."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037edf6bfddfbb310fecf8", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Instructions on Disposal of Sacrifices II 2", "anchorRef": "Leviticus 7:1-38", "anchorRefExpanded": ["Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Instructions on Disposal of Sacrifices II 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳, ויקרא הערה ז׳ ב׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Instructions on Disposal of Sacrifices II", "he": "ויקרא הערה ז׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ז׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "The first part of the chapter concerns the eating of three more categories of sacrifice. Vv.16–27 demonstrate the extreme caution regarding lay consumption. The ending (vv.37–38) provides a summary (which mentions a “mandate-offering” not described in this chapter!) and phraseology that usually occurs at the end of a book or major section in the Torah: “which Y<small>HWH</small> commanded Moshe at Mount Sinai … in the wilderness of Sinai.”", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a7713bd8cd388d3e4f", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood 2-18", "anchorRef": "Leviticus 1:1-10:20", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood 2-18", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳ ב׳-י״ח", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Cult and the Priesthood", "he": "ויקרא מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE SECOND HALF OF THE BOOK OF</small> E<small>XODUS CONCERNED ITSELF WITH SETTING UP THE</small> sacrificial cult of Israel. It therefore set forth the prescriptions for and construction of a sanctuary and the priestly garments, and laid out a ceremony for the investiture of priests. But the description of how sacrifices were to be offered, and for what purpose, is not part of the book, which as edited seems more interested in contrasting the building of a sanctuary with building cities for the Pharaohs, as part of its portrayal of the victory of the biblical God over the gods of Egypt. Although at the end of the book the “Dwelling” is completed, we do not get to see the various sacral rites performed there.", "Leviticus also delays the ordination of the priests, until Chapter 8, preferring instead to begin with a kind of manual on the offering and disposal of sacrifices. It then moves us from the details of sacrifice into the narrative of the sanctuary’s dedication and opening rites, providing a natural bridge for Part II, in which ritual pollution and purity, the province of priests, is dealt with.", "The function of the sacrificial cult in ancient Israel will be discussed in “On Animal Sacrifice” below. In general it should be noted that the existence of a class or profession whose job it is to mediate between the divine and human realms is widespread in most older cultures, and the Israelite priesthood, whatever its origins and development, was but one of many such groups in the ancient Near East. It existed, to use the language of Exodus, to “serve” God, maintaining his holiness through ritual and helping to maintain the order of sacred culture which was supposed to mirror God’s ordering of the cosmos. Accordingly, as we will learn later in Leviticus, priests were to be set apart from the general population in a number of areas. There were strict rules about whom they could and could not marry, and they were barred from coming into any contact with the dead, for instance. Their functions extended beyond sacrifice; they could provide oracular advice in times of need, and taught the people “instructions” (Heb. <i>torot</i>) regarding various ritual matters.", "As part of an overall scheme, there was a conscious parallel between priests as part of a select circle and sacrificial animals—as well as the people of Israel. That is, all three stood at the center of concentric circles dedicated to God; and as one moved out (toward Levite and commoner, animals permitted for eating and those forbidden, and neighbors and foreigners), one got further and further away from the divine. The hierarchy regarding the cult thus reinforced the theme of separation which we have noted above.", "In the view of Milgrom, Israel’s cult was distinguished from those of its neighbors by its purposefully ignoring the complex web of rituals regarding demons. The sanctuary was to be purged of ritual pollution, not only by semimagical means (the sprinkling of sacrificial blood) but also and primarily by the confession of wrongdoing and the sincere desire to repent. Then, too, the sanctuary, while in most respects resembling shrines elsewhere in the ancient Near East, omitted certain crucial items, most notably statuary representing the gods and a bed for them to rest on. Finally, certain religious rituals were forbidden, such as mutilation of the priests’ bodies. In all these cases, Israel introduced something new into the area of worship.", "For many decades there has been major and heated debate by scholars in favor of one or the other scheme for following the history of the priesthood and the cult. There are those who view these institutions as stretching back to Israel’s earliest history, while others see strong evidence of a late, possibly even exilic, reworking of the priestly material. Similar arguments dot the landscape of literary criticism of the Torah, in which scholars have tried to divine at what point priestly editors might have put their distinctive stamp on the literature. From Wellhausen in the nineteenth century to Knohl, Milgrom, and Levine in the late twentieth, there has been no lack of theorizing on these issues—and no definitive answers. For the moment we are left to read Leviticus as it is placed in the Torah, with an awareness that a variety of historical and ideological influences are imbedded, if not hidden, in our text.", "O<small>N</small> A<small>NIMAL</small> S<small>ACRIFICE</small>", "A<small>LTHOUGH IT APPEARS EARLIER IN THE</small> T<small>ORAH</small>, <small>ANIMAL SACRIFICE RECEIVES ITS FULL</small>est treatment in Leviticus. Besides the opening seven chapters, which are devoted to a relatively brief description of how sacrifices are to be offered and disposed of, many other chapters in the book talk about sacrificial rituals: the installation of the priests (8–9), rules about disposing of the <i>hattat</i> sacrifice (10), purification offerings brought in the event of such “polluting” states as childbirth and skin diseases (12–15), and finally the “scapegoat” ceremony of Chapter 16. They appear in most of the later chapters as well.", "What function did sacrifice, particularly of animals, play in the religion of ancient Israel? How could a God who proscribed the murder of human beings (Ex. 20:13, 21:12) countenance the taking of animal life for ritual purposes? To answer these questions, we must turn briefly to some of the commonly proposed theories surrounding sacrifice.", "The idea of offering up living creatures to the gods is one of hoary antiquity. Walter Burkert, on the basis of the study of Greek religion, suggests that sacrifice is a means of dealing with guilt over the taking of life. That is, the switch from gathering to hunting society, made possible by technology (the invention of tools), while it raised human accomplishment and consciousness to a new level, also brought with it the acute sense of having violated something essential in the cosmic order. Such guilt is not mitigated by the fact that early people hunted for food and not for pleasure. The way of dealing with the guilt, giving life back to the gods, is in a true sense restoration; life is given back for life taken, so that it may ultimately be renewed (contrast this to the profoundly unecological use of living and inorganic resources over the past “civilized” centuries). And it must be done via ritual. In Burkert’s view, ritual deals with human anxiety by “raising the ante”—by means of increasing anxiety, it is controlled. So guilt over life-taking is assuaged by making a ritual out of the killing, and the shared experience of trauma helps to create solidarity within the group. Despite the subsequent rise of agriculture, says Burkert, the hunting ritual played out in sacrifice could not be done away with, so ingrained had it become, and the rationale behind sacrifices was therefore transformed. Now domesticated animals could be used, giving greater control over the process.", "In another approach, De Vaux (1965) postulates three motives for sacrifice. In the first model, that of “gift,” the worshiper brings something of value to the deity. The animal is killed, setting it apart for sacred use; it is burned, turning it into an invisible substance which can rise to the gods. The gift may be for thanksgiving or, more likely, may be to assuage the demonic powers that many societies (especially Mesopotamia, Abraham’s homeland) felt controlled everyday life. Giving establishes reciprocal movement; altruism has no place here (Burkert). One is reminded of the elaborate giving ceremonies among many peoples on occasions such as weddings; giving establishes relationship and maintains the social order.", "In addition to gifts, another mode of sacrifice involves communion, as nineteenth-century scholars such as Robertson Smith observed. Here the model of the meal is crucial: humans and gods share a great repast, thereby cementing kinship as surely as the closing of business deals is celebrated by drinks and dinner. Passover, both in the Bible and subsequently (even when the sacrifice per se was no longer involved), may serve as a striking example of the effectiveness of such a paradigm.", "A final type or function of sacrifice is atonement or expiation. Here a sin, communal or individual, is purged away by the act of sacrifice; the gods receive life as a substitute for the sinner’s own, which is symbolized by the victim’s blood. The fact that the animals permitted in the Bible for sacrifice are pastoral and hence frequently used metaphorically for the Israelites themselves, is significant in this regard. This approach is further illustrated in the Bible by the end of the Flood story, where God accepts Noah’s sacrifice, implying that he accepts animal life (which now, simultaneous with properly offered sacrifice, is permissible for food) in place of that of humans (Eilberg-Schwartz). It should be noted that, in the Bible, sacrifice for the sake of atonement is almost always in reference to unintentional sins, whereas deliberate wrongdoing may not be atoned for through this system.", "Which of these rationales is truly at work in Levitical sacrifice? Actually, at various times one can find all of them—the texts present a variety of motives and occasions for sacrifice in biblical Israel, from thanksgiving to purification and reparation. But in general one may say of Israelite sacrifice, as one may say of much of the ritual in Leviticus, that it is designed primarily to maintain or repair the relationship between God and Israel. Such an understanding helps to explain the unity of the book, as we will see in our discussion of pollution: sacrifice was a crucial element in keeping the covenant, and hence God’s beneficent presence among the Israelites, intact.", "The fact that this reconciliation, as it were, takes place against a background of slaughter should not be as upsetting to moderns as it is usually felt to be. In ironic contrast to our mechanized and mass-produced society, where the killing of animals for food takes place at a remove from our consciousness and from our direct participation, the sacrificial system in fact involved worshiper and priest alike, and the symbolic value of the operation, whatever it may have been in specific cases, lay in its directness, in its consciousness of the taking of life. Some would even maintain that in societies where the practice and rationale for sacrifice has broken down, there is inevitably an increase in intrahuman violence (Girard).", "<br><img>", "<b><i>Lev. 3:5</i> And the Sons of Aharon are to turn it (all) into smoke upon the slaughter-site … a fire-offering of soothing savor for Y<small>HWH</small>.</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e4c9ad75f2d99af94c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Instructions on Disposal of Sacrifices II 1", "anchorRef": "Leviticus 7:1-38", "anchorRefExpanded": ["Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Instructions on Disposal of Sacrifices II 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳, ויקרא הערה ז׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ז׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Leviticus 7:1-38\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Leviticus 7:1-38</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6295db2296ac86f16960cd40", "index_title": "Mishnah Chullin", "category": "Mishnah", "type": "", "ref": "Mishnah Chullin 10:1", "anchorRef": "Leviticus 7:31-33", "anchorRefExpanded": ["Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33"], "sourceRef": "Mishnah Chullin 10:1", "sourceHeRef": "משנה חולין י׳:א׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Mishnah Chullin", "he": "משנה חולין"}, "heTitle": "משנה חולין", "he": "הַזְּרוֹעַ וְהַלְּחָיַיִם וְהַקֵּבָה נוֹהֲגִין בָּאָרֶץ וּבְחוּצָה לָאָרֶץ, בִּפְנֵי הַבַּיִת וְשֶׁלֹּא בִפְנֵי הַבַּיִת, בְּחֻלִּין אֲבָל לֹא בְמֻקְדָּשִׁין. שֶׁהָיָה בַדִּין, וּמָה אִם הַחֻלִּין, שֶׁאֵינָן חַיָּבִין בְּחָזֶה וָשׁוֹק, חַיָּבִין בַּמַּתָּנוֹת, קָדָשִׁים שֶׁחַיָּבִין בְּחָזֶה וָשׁוֹק, אֵינוֹ דִין שֶׁחַיָּבִין בַּמַּתָּנוֹת. תַּלְמוּד לוֹמַר (ויקרא ז), וָאֶתֵּן אֹתָם לְאַהֲרֹן הַכֹּהֵן וּלְבָנָיו לְחָק עוֹלָם, אֵין לוֹ אֶלָּא מַה שֶּׁאָמוּר בָּעִנְיָן: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "The mitzva to give <b>the foreleg, the jaw, and the maw</b> of slaughtered animals to the priests, known as the gifts of the priesthood, <b>applies</b> both <b>in Eretz</b> Yisrael <b>and outside of Eretz</b> Yisrael, <b>in the presence of the Temple and not in the presence of the Temple,</b> and it applies <b>to non-sacred</b> animals, <b>but not to sacrificial</b> animals. It is necessary to emphasize that it does not apply to sacrificial animals, <b>as by right it should be</b> inferred <i>a fortiori</i>: <b>If non-sacred</b> animals, <b>which are not obligated to</b> have the <b>breast and thigh</b> taken from them and given to the priest, <b>are obligated to</b> have <b>gifts</b> of the priesthood given from them, then with regard to <b>sacrificial</b> animals, <b>which are obligated to</b> have the <b>breast and thigh</b> given from them, <b>is it not right that</b> they should be <b>obligated to</b> have <b>gifts</b> of the priesthood given from them? Therefore, <b>the verse states:</b> “For the breast of waving and the thigh of giving I have taken of the children of Israel from the sacrifice of the peace offerings, <b>and have given them to Aaron the priest and to his sons as a due forever</b> from the children of Israel” (Leviticus 7:34), from which it is derived that the priest <b>has only that which is stated with regard to</b> that <b>matter,</b> i.e., the breast and the thigh, and not the foreleg, the jaw and the maw.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "641881e0c9371ec0cebe7326", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 7:32:1", "anchorRef": "Leviticus 7:32", "anchorRefExpanded": ["Leviticus 7:32"], "sourceRef": "Reggio on Torah, Leviticus 7:32:1", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא ז׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>שוק,</b> מן הפרק של ארכובה הנמכרת עם הראש, עד הפרק האמצעי שהוא סובך של רגל:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "648839dda5a4d0d592640480", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Leviticus 7:32:1", "anchorRef": "Leviticus 7:32", "anchorRefExpanded": ["Leviticus 7:32"], "sourceRef": "Rav Hirsch on Torah, Leviticus 7:32:1", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא ז׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 32. ואת שוק הימין וגו׳. Da in der Handlung der תנופה beide Teile, חוה und שוק, durchaus gleichzeitig, zusammen, und in ganz gleicher Weise erscheinen, mit beiden תנופה und הרמה vorgenommen wird, wie bei der ersten sie betreffenden Vorschrift (Schmot 29, 27) אשר הונף ואשר הוררם gelehrt ist (siehe daselbst), sie auch V. 34 zusammen in völliger Gleichstellung genannt sind, so bedarf es sehr der Erwägung, warum sie gleichwohl hier in der Anordnung (Verse 30 u. 31 und Verse 32 u. 33) so gesondert erscheinen. Offenbar ist es ein anderer Begriff, in welchem die \"Brust\", als derjenige, in welchem der \"Schenkel\" dem Priester wird. Die חוה wird ihm als unmittelbare Konsequenz der והקטיר וגו' והיה וגו' ,הקטרת האימורין. Die שוק-Spende wird aber תרומה מזבחי שלמים genannt, ähnlich wie die תרומה von Getreide. V. 35 werden wir sehen, daß die חזה ושוק-Spende dem Priester in völlig anderem Sinne, als der sonstige Genuss der Opferteile vom חטאת und אשם zufällt. Während bei diesen die אכילת כהנים selbst zu den symbolischen Opferhandlungen gehört und als die letzte Blüte der אכילת מזבח erscheint, כהנים אוכלים ובעלים מתכפרים, werden חזה ושוק dem Priester als Anerkennungsausdruck des Amtes, zu dem er erwählt ist, sie sind משחת אהרן ומשחת בניו, gleichsam eine stets erneute Weihe des Priesters, und müssen daher in enger Beziehung zu der Bedeutung dieses seines Amtes stehen, wie sie denn auch sofort am Tage ihrer Amtsweihe als solche auftraten und für alle Folgezeit angeordnet wurden. Von dem איל מלואים kam der שוק auf den Altar und die חזה erhielt Mosche, der als Priester fungierte. Von allen folgenden שלמים werden beide dem Priester (Schmot 29, 27 u. 28). Nun repräsentiert ja חוה, die Brust, alles \"Denken und Wollen\"; somit einerseits die geistig-sittliche Quelle jedes sittlich-freien Menschenvollbringens, andererseits ja eben dasjenige Gebiet des Menschenwesens, welches den eigentlichen Boden des priesterlichen Wirkens bildet. All unser Denken und Wollen soll ja unter dem Strahl der vom Priester vertretenen Gotteslehre aufblühen. Wenn wir alle unsere Lebensziele und unsere auf deren Erlangung gerichteten Antriebe mit freier sittlicher Energie als \"Nahrung des Göttlichen auf Erden\" zur Verwirklichung des göttlichen Wohlgefallens hingeben, wie dies הקטרת אימורים lehrt, so ist dieses selbst ja eine Frucht des \"Denkens und Wollens\", deren Zeitigung wir der vom Priester zu pflegenden Gotteslehre verdanken. הקטרת אימורים von dem שלמים-Opfer unseres Glückes erzeugt Jisraels Söhnen von ihren Friedensopfermahlen genommen, und habe sie von selbst die Spende der חזה an den Priester zur Anerkennung, daß, wenn die Lebensanschauung und Lebensrichtung, die in הקטרת אימורים zu Tage tritt, den eigentlichen Kern unserer Glückesfreude bildet, wir diese Anschauung und Richtung selbst der der Wartung des Priesters anvertrauten Gotteslehre verdanken. שוק jedoch, als Ausdruck der fortschreitenden Stellung und der Kraft – wir haben bereits an die Parallele der שוקי האיש mit גבורת סוס im Psalm erinnert – vergegenwärtigt das ganze Gebiet der äußeren Macht- und Kraftstellung des Mannes, das dem eigentlichen Einflusse des Priesterberufes so fern zu liegen scheint, wie – der Reichtum der Bodenfülle, von dem gleichwohl auf jedem Stadium des Eingehens in den Menschenbesitz, als הלה ,תרומה ,ביכורים dem Priester ein Symbolum – חטה אחת, <i>ein</i> Korn genügt ja dem Gesetze – zur Anerkennung wird, daß auch der Segen äußeren, materiellen Wohlstandes der vom Priester vertretenen Gotteslehre zu verdanken sei, und zur Erinnerung, daß auch die Güter des äußeren materiellen Wohlstandes in erster Linie der Erkenntnis dieser vom Priester vertretenen Gotteslehre zugute kommen sollen. Dieses Symbolum der Anerkennung und Erinnerung heißt vorzugsweise תרומה. Es ist eine \"Hebung\" des Materiellen zu göttlichen, geistig-sittlichen Zwecken. Wenn daher der Glückliche שוק הימין מזבחי שלמים als תרומה dem Priester gibt, so gibt er dies ebenfalls in diesem zwiefachen Sinne: als Symbolum der Anerkennung, daß auch seine äußere Glücksstellung nur auf dem sittlichen Boden der vom Priester vertretenen Gotteslehre beruhe, und als Symbolum des Gelöbnisses, die \"Schenkelkraft\" seiner glücklichen Mannesstellung Stütze und Vollbringer der vom Priester vertretenen Gotteslehre sein zu lassen. Daher die verschiedene Beziehung, in welcher die Spende der חזה und die des שוק dem Priester wird. Die חזה fällt ihm gleichsam selbstverständlich zu, der שוק nur als, Hebe. Daher auch, wie wir dies bereits zu Schmot 35, 22 u. 24 bemerkt, der konstante Ausdruck: חזה התנופה und שוק התרומה, obgleich beides, תנופה und תרומה, mit beiden vorgenommen wurde.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "657ecc50758c1dc532ec8cf7", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 7:32", "anchorRef": "Leviticus 7:32", "anchorRefExpanded": ["Leviticus 7:32"], "sourceRef": "Steinsaltz on Leviticus 7:32", "sourceHeRef": "ביאור שטיינזלץ על ויקרא ז׳:ל״ב", "anchorVerse": 32, "sourceHasEn": true, "commentaryNum": 7.0032, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>וְ</b> נוסף על החזה, גם \n    <b>אֵת שׁוֹק הַיָּמִין</b> של הקרבן \n    <b>תִּתְּנוּ תְרוּמָה לַכֹּהֵן מִזִּבְחֵי שַׁלְמֵיכֶם.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "In addition to the breast, \n  <b>the right haunch </b>of the offering <b>you shall give to the priest as a gift from your peace offerings. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "55053471fbfba270cc17e6b9", "index_title": "Haamek Davar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Leviticus 7:32:1", "anchorRef": "Leviticus 7:32", "anchorRefExpanded": ["Leviticus 7:32"], "sourceRef": "Haamek Davar on Leviticus 7:32:1", "sourceHeRef": "העמק דבר על ויקרא ז׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ואת שוק הימין תתנו תרומה וגו׳.</b> אף על גב שגם הוא בעי תנופה לדורות כמבואר להלן י׳ ט״ו שוק התרומה וחזה התנופה על אשי החלבים יביאו להניף וגו׳. מכ״מ אינו דומה לחזה שעיקרו למזבח בכלל חלב. אלא שהקב״ה זיכה לכהנים מחלק גבוה. משא״כ שוק הוא חלק בעלים ככל הבשר אלא שהוא תרומה לכהנים ומש״ה גם בתנופה אינן דומין דהחזה מביאין יחד עם החלבים והשוק רק בשעת תנופה מעלין אותו על החלבים כמש״כ להלן שם. וע״ע להלן ט׳ כ״א:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58f75f6cd6e4a9133c20c1ba", "index_title": "Ben Ish Hai", "category": "Halakhah", "type": "commentary", "ref": "Ben Ish Hai, Drashot, Tzav 1", "anchorRef": "Leviticus 7:32", "anchorRefExpanded": ["Leviticus 7:32"], "sourceRef": "Ben Ish Hai, Drashot, Tzav 1", "sourceHeRef": "בן איש חי, דרשות, צו א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1894, 1898], "commentaryNum": 1, "collectiveTitle": {"en": "Ben Ish Hai", "he": "בן איש חי"}, "heTitle": "צו", "he": "צו את אהרן איתא בתורת כהנים אין צו אלא לשון זירוז אמר ר\"ש ביותר צריך הכתוב לזרז במקום שיש חסרון כיס וקשא הול\"ל במקום שיש חסרון ממון ולמה אמר חסרון כיס ועוד הול\"ל להזהיר ונ\"ל בס\"ד דאיתא בהקדמת זוה\"ק פ' בראשית דף טו\"ב יו\"ד עביד קרבא בתרין אתוון בכ\"ף וסמ\"ך ופירש רבינו האר\"י ז\"ל בשער מאמרי רשב\"י יו\"ד נפש וסמ\"ך רוח וכ\"ף נשמה וביאר שם מלתא בטעמא יע\"ש הרי אותיות כיס הם נר\"ן וידוע דהרהור עבירה עושה חסרון גדול בנר\"ן יותר מן העבירה עצמה וכמ\"ש רז\"ל הרהורי עבירה קשים מעבירה נמצא חסרון כיס שהם נר\"ן בא מן ההרהור וידוע כי עולה באה לתקן על הרהור הלב לכן אמר לשון צו בעולה כי צו הוא לשון זרוז שצריך זרוז יותר בחסרון כיס שהם הנר\"ן מפני שהגוף צועק על חסרונו אם ירעב אבל הנר\"ן אינם צועקים ואם לא יעשה זרוז לעומתם ישארו חסרים ורעבים וכמ\"ש חכמי המוסר ז\"ל משל לאחד קנה תרנגולת שמנה ביום אחד בשבת קודש ונתן לאשתו לשמור אותה לכבוד שבת וביום שלישי קנה ג\"כ תרנגול שמן ונתן לאשתו ובעת שבאה האשה להניח התרגול בתוך הכלוב עם התרנגולת ראתה שהתרנגולת לא נשאר בה אלא עור ועצמות כי שכחה להביא לה מזון ותגד לאישה א\"ל א\"כ גם התרנגול תעשי אותו כך א\"ל אל תחוש מעתה יען כי התרנגול צועק ואזכרנו בודאי אבל התרנגולת כיון שאינה צועקת לכך שכחתי אותה וכן הענין כאן הגוף צועק ברעבון ולא ישכחהו האדם אבל נר\"ן אינם צועקים על חסרונם לכך צריך זרוז גדול לעומתם לכך זרוז מספר זיו השכינה: \n", "heVersionTitle": "Ben Ish Chai, Jerusalem, 1898", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בן איש חי, ירושלים, תרנ\"ח", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5bc7a130a20e630094ef1d77", "index_title": "Chullin", "category": "Talmud", "type": "", "ref": "Chullin 134b:20", "anchorRef": "Leviticus 7:32", "anchorRefExpanded": ["Leviticus 7:32"], "sourceRef": "Chullin 134b:20", "sourceHeRef": "חולין קל״ד ב:כ׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 268.002, "collectiveTitle": {"en": "Chullin", "he": "חולין"}, "heTitle": "חולין", "he": "ותנא מייתי לה מהכא (ויקרא ז, לב) שוק הימין אין לי אלא שוק הימין זרוע מוקדשין מנין ת\"ל (ויקרא ז, יד) תרומה זרוע חולין מנין ת\"ל תתנו:", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The Gemara above cited a source for the <i>halakha</i> that the right foreleg is given to the priest. The Gemara notes: <b>And</b> the <b><i>tanna</i></b> of the following <i>baraita</i> <b>cites</b> this <i>halakha</i> <b>from here:</b> The verse states with regard to the gift to the priest from a peace offering: “And <b>the right thigh</b> you shall give to the priest as a gift from your sacrifices of peace offerings” (Leviticus 7:32). <b>I have</b> derived <b>only</b> that <b>the right thigh</b> of a peace offering is given to the priest. <b>From where</b> do I derive that the right <b>foreleg</b> of the <b>sacrificial</b> ram of the nazirite is given to the priest? <b>The verse states:</b> “You shall give to the priest as <b>a gift.”</b> And <b>from where</b> is it derived that the right <b>foreleg</b> of <b>a non-sacred</b> animal is also given as a gift to the priest? <b>The verse states: “You shall give.”</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5cd14028922a7400186dd69c", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Leviticus 7:32:1", "anchorRef": "Leviticus 7:32", "anchorRefExpanded": ["Leviticus 7:32"], "sourceRef": "Birkat Asher on Torah, Leviticus 7:32:1", "sourceHeRef": "ברכת אשר על התורה, ויקרא ז׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "<b>רש\"י ד\"ה שוק, מן הפרק של ארכובה הנמכרת עם הראש עד הפרק האמצעי וכו'.</b> ועיין במשנה (חולין קלד ע\"ב): \"שוק, רבי יהודה אומר, שוק - מן הפרק של ארכובה עד סובך של רגל\". ועניין דרך המכירה שרש\"י מזכירה, הוא על־פי הגמרא בחולין (עו ע\"א). בזמן התלמוד עצם זו נמכרה יחד עם ראש הבהמה. (פ' צו תשמ\"ו)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d3ee6d7c891cc0018af4d7b", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 18:3", "anchorRef": "Leviticus 7:31-32", "anchorRefExpanded": ["Leviticus 7:31", "Leviticus 7:32"], "sourceRef": "Bamidbar Rabbah 18:3", "sourceHeRef": "במדבר רבה י״ח:ג׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 18.0003, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "וַיִּקַּח קֹרַח, מַה כְּתִיב לְמַעְלָה מִן הָעִנְיָן <small>(במדבר טו, לח)</small>: וְעָשׂוּ לָהֶם צִיצִת, קָפַץ קֹרַח וְאָמַר לְמשֶׁה טַלִּית שֶׁכֻּלָּהּ תְּכֵלֶת מַהוּ שֶׁתְּהֵא פְּטוּרָה מִן הַצִּיצִית, אָמַר לוֹ חַיֶּיבֶת בְּצִיצִית. אָמַר לוֹ קֹרַח טַלִית שֶׁכֻּלָּהּ תְּכֵלֶת אֵין פּוֹטֶרֶת עַצְמָהּ, אַרְבָּעָה חוּטִין פּוֹטְרוֹת אוֹתָהּ. בַּיִת מָלֵא סְפָרִים מַהוּ שֶׁיְהֵא פָּטוּר מִן הַמְּזוּזָה, אָמַר לוֹ חַיָּב בִּמְּזוּזָה, אָמַר לוֹ, כָּל הַתּוֹרָה כֻּלָּה מָאתַיִם וְשִׁבְעִים וְחָמֵשׁ פָּרָשִׁיּוֹת אֵינָהּ פּוֹטֶרֶת אֶת הַבַּיִת, פָּרָשָׁה אַחַת שֶׁבַּמְּזוּזָה פּוֹטֶרֶת אֶת הַבַּיִת, אָמַר לוֹ דְּבָרִים אֵלּוּ לֹא נִצְטַוֵּיתָ עֲלֵיהֶן, וּמִלִּבְּךָ אַתָּה בּוֹדְאָן, הֲדָא הוּא דִכְתִיב: וַיִּקַּח קֹרַח, אֵין וַיִּקַּח אֶלָּא לָשׁוֹן פְּלִיגָא, שֶׁלִּבּוֹ לְקָחוֹ. וְכָעִנְיָן שֶׁנֶּאֱמַר <small>(איוב טו, יב)</small>: מַה יִּקָּחֲךָ לִבֶּךָ, הוּא שֶׁמּשֶׁה אוֹמֵר לָהֶם, שֶׁנֶּאֱמַר <small>(במדבר טז, ט)</small>: הַמְעַט כִּי הִבְדִּיל אֱלֹהֵי יִשְׂרָאֵל. אָמְרוּ חֲכָמִים חָכָם גָּדוֹל הָיָה קֹרַח וּמִטּוֹעֲנֵי הָאָרוֹן, שֶׁנֶּאֱמַר <small>(במדבר ז, ט)</small>: וְלִבְנֵי קְהָת לֹא נָתָן כִּי עֲבֹדַת הַקֹּדֶשׁ עֲלֵהֶם, וְקֹרַח בֶּן יִצְהָר בֶּן קְהָת, וּכְשֶׁאָמַר משֶׁה <small>(במדבר טו, לח)</small>: וְנָתְנוּ עַל צִיצִת הַכָּנָף פְּתִיל תְּכֵלֶת, מִיָּד צִוָּה וְעָשׂוּ מָאתַיִם וַחֲמִשִּׁים טַלִּיתוֹת תְּכֵלֶת וְנִתְעַטְּפוּ בָּהֶן אוֹתָן מָאתַיִם וַחֲמִשִּׁים רָאשֵׁי סַנְהֶדְרָאוֹת שֶׁקָּמוּ עַל משֶׁה, שֶׁנֶּאֱמַר <small>(במדבר טז, ב)</small>: וַיָּקֻמוּ לִפְנֵי משֶׁה וַאֲנָשִׁים מִבְּנֵי יִשְׂרָאֵל חֲמִשִּׁים וּמָאתָיִם נְשִׂיאֵי עֵדָה קְרִאֵי מוֹעֵד. עָמַד קֹרַח וְעָשָׂה לָהֶם מִשְׁתֶּה וְנִתְעַטְּפוּ בְּטַלִּיתוֹת שֶׁל תְּכֵלֶת, בָּאוּ בְּנֵי אַהֲרֹן לִטֹּל מַתְּנוֹתֵיהֶם חָזֶה וְשׁוֹק, עָמְדוּ כְּנֶגְדָן, אָמְרוּ לָהֶן מִי צִוָּה אֶתְכֶם לִטֹּל כָּךְ, לֹא משֶׁה, לֹא נִתֵּן כְּלוּם, לֹא דִּבֵּר הַמָּקוֹם כָּךְ. בָּאוּ וְהוֹדִיעוּ אֶת משֶׁה, הָלַךְ לְפַיְסָן, מִיָּד עָמְדוּ כְּנֶגְדוֹ לְקַדְּמוֹ לִפְנֵי משֶׁה. וַאֲנָשִׁים מִבְּנֵי יִשְׂרָאֵל חֲמִשִּׁים וּמָאתָיִם, מִי הֵם, אֱלִיצוּר בֶּן שְׁדֵיאוּר וַחֲבֵרָיו, <small>(במדבר א, יז)</small>: הָאֲנָשִׁים הָאֵלֶּה אֲשֶׁר נִקְּבוּ בְּשֵׁמֹת, אַף עַל פִּי שֶׁלֹא פִּרְסְמָן הַכָּתוּב נָתַן סִימָנֵיהֶן, וּמִתּוֹךְ הַמִּקְרָאוֹת אַתְּ מֵבִין אוֹתָם. מָשָׁל לְמָה הַדָּבָר דּוֹמֶה, לְבֶן טוֹבִים שֶׁנִּמְצָא גוֹנֵב כֵּלִים מִבֵּית הַמֶּרְחָץ, וְלֹא הָיָה רוֹצֶה בַּעַל הַגְּנֵבָה לְפַרְסְמוֹ, הִתְחִיל נוֹתֵן סִימָנָיו, אָמְרוּ לוֹ מִי גָנַב כֵּלֶיךָ, אָמַר לָהֶם אוֹתוֹ בֶּן טוֹבִים בַּעַל קוֹמָה וְשִׁנָּיו נָאוֹת וְשַׂעֲרוֹ שָׁחוֹר וְחָטְמוֹ נָאֶה, מִשָּׁנָּתַן סִימָנָיו יָדְעוּ מִי הוּא. אַף כָּאן אַף עַל פִּי שֶׁסְּתָמָן הַכָּתוּב, בָּא וְנָתַן סִימָנֵיהֶן וְאַתָּה יוֹדֵעַ מִי הֵם, נֶאֱמַר לְהַלָּן <small>(במדבר א, טז יז)</small>: אֵלֶּה קְרוּאֵי הָעֵדָה נְשִׂיאֵי מַטּוֹת אֲבוֹתָם רָאשֵׁי אַלְפֵי יִשְׂרָאֵל הֵם, וַיִּקַּח משֶׁה וְאַהֲרֹן אֵת הָאֲנָשִׁים הָאֵלֶּה אֲשֶׁר נִקְּבוּ בְּשֵׁמֹת, וְנֶאֱמַר כָּאן <small>(במדבר טז, ב ג)</small>: נְשִׂיאֵי עֵדָה קְרִאֵי מוֹעֵד אַנְשֵׁי שֵׁם, וַיִּקָּהֲלוּ עַל משֶׁה וְעַל אַהֲרֹן.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“Koraḥ…took” – what is written prior to this matter? “They shall make for themselves a fringe [<i>tzitzit</i>]” (Numbers 15:38). Koraḥ interrupted and said to Moses: ‘A garment that is crafted completely of sky blue wool, would it be exempt from <i>tzitzit</i>?’ He said to him: ‘It is obligated in <i>tzitzit</i>.’ Koraḥ said to him: ‘A garment that is crafted completely of sky blue wool does not exempt itself, but four threads exempt it? A house that is filled with Torah scrolls, would it be exempt from <i>mezuza</i>?’ He said to him: ‘It is obligated in <i>mezuza</i>.’ He said to him: ‘The whole Torah in its entirety, which consists of two hundred and seventy-five paragraphs, does not exempt the house, but one paragraph<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Actually there are two paragraphs in the mezuza.</i> that is in the <i>mezuza </i>exempts the house?’ He said to him: ‘You were not commanded these matters, but rather, you are fabricating them from your heart.’ That is what is written: “Koraḥ took.”  <br><i>Vayikaḥ</i> is nothing other than an expression of division, like the matter that is stated: “To what does your heart take you [<i>yikaḥakha</i>]?” (Job 15:12). That is what Moses says to them, as it is stated: “Is it not enough…that the God of Israel has set you apart?” (Numbers 16:9). The Sages said that Koraḥ was an extremely wise man, and among the bearers of the Ark, as it is stated: “But he did not give to the sons of Kehat, because the sacred service is upon them” (Numbers 7:9), and Koraḥ was the son of Yitzhar the son of Kehat. When Moses said: “They shall place on the fringe of the corner a sky blue thread” (Numbers 15:38), he immediately commanded, and they prepared two hundred and fifty sky blue garments, and the two hundred and fifty leaders of the Sanhedrin, who stood against Moses, as it is stated: “They arose before Moses, and two hundred and fifty people from the children of Israel, princes of the congregation, the distinguished of the convocation” (Numbers 16:2), wrapped themselves in them. Koraḥ stood and made a feast for them and they all wrapped themselves in the sky blue garments. Aaron’s sons came to take their gifts, the breast and the thigh.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">The meat at the feast was from animals which were sacrificed as peace offerings. The breast and thigh of the peace offering belonged to the priests (Maharzu).</i> They stood and confronted them. They said to them: ‘Who commanded you to take these, was it not Moses? We will not give anything. The Omnipresent did not say so.’ They came and informed Moses. He went to placate them. They, immediately, stood against him to confront him – “before Moses” (Numbers 16:2). <br>“And two hundred and fifty people of the children of Israel” – who were they? They were Elitzur son of Shedeur<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">He was the prince of the tribe of Reuben, and his counterparts were the princes of the other tribes. The princes also joined the rebellion.</i> and his counterparts – “These men who were designated by name” (Numbers 1:17). Although the verse did not make them public, it provided their distinguishing features, and from the verses, you understand that it is them. To what is this matter analogous? It is to a wellborn person who is found stealing garments from the bathhouse, but the owner of the stolen goods did not want to make him public. He began providing distinguishing features. They said to him: ‘Who stole your garments?’ He said to them: ‘That wellborn person of stature, with fine teeth, black hair, and a fine nose.’ Once he provided his distinguishing features, they knew who he was. Here, too, even though the verse did not identify them, it came and provided their distinguishing features, and you know who they are. It is stated elsewhere: “These are the distinguished of the congregation, the princes of the tribes of their fathers; they are the heads of the thousands of Israel. Moses and Aaron took these men who were designated by name [<i>beshemot</i>]” (Numbers 1:16–17). And here it is stated: “Princes of the congregation, distinguished of the convocation, people of renown [<i>shem</i>]. They assembled against Moses and against Aaron” (Numbers 16:2–3).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "625282bbb7b9a36c896910c1", "index_title": "Em LaMikra", "category": "Commentary", "type": "commentary", "ref": "Em LaMikra, Leviticus 7:32:1", "anchorRef": "Leviticus 7:32", "anchorRefExpanded": ["Leviticus 7:32"], "sourceRef": "Em LaMikra, Leviticus 7:32:1", "sourceHeRef": "אם למקרא, ויקרא ז׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "commentaryNum": 32.0001, "collectiveTitle": {"en": "Em LaMikra", "he": "אם למקרא"}, "heTitle": "ויקרא", "he": "<b>ואת שוק הימין תתנו.</b> מצינו אצל קדמוני האומות שהיה שוק הקרבן נשרף על המזבח לכבוד האלוה וכן היה המנהג אצל היונים וכן סופר על <b>אירכולי</b> Hercule כשהקריב קרבנו ליוני באולימפיא Olimpia (עיין Pausan..Eliac) — וכתב באנייר Banier Mitolog.Lib.V.Cap.2. שמנהג זה נתפרסם בכל האומות רק Cesari Orig.dei sacrifizj כתב שכבר היו אומות שלא היו שורפים על המזבחות רק הקרבים — וסוף דבר מצאנו שמה שהיה מקודש למזבח אצל הגוים היה נאכל לכהנים בישראל והוא השוק, וכן ראוי להיות בסדר המדרגה ששיערנו בענין הקרבנות שכל הנקרב לגוים והם הבהמות הטהורות חזר להיות נאכל לישראל שהותרו בבהמה טהורה בלבד גם בלא הקרבה (ובמדבר שלא נאסר להם בשר תאוה עדיין לא יצאו לגמרי מכלל ב\"נ ע\"כ היו אוכלים ע\"י הקרבה) והם כהני המין האנושי כלו, ומה שהיה קרב ע\"ג המזבח אצל הגוים, נחית דרגא והיה נאכל לכהני ישראל בני אהרן (עיין פ' נח ויקח מכל הבהמה הטהורה וגו').", "heVersionTitle": "Livorno, 1862-1863", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d1dbb6084aa1cbf12d9d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יָמִין 1", "anchorRef": "Leviticus 7:32", "anchorRefExpanded": ["Leviticus 7:32"], "sourceRef": "BDB, יָמִין 1", "sourceHeRef": "בראון-דרייבר-בריגס, יָמִין א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יָמִין", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I. <big><span dir=\"rtl\">יָמִין</span></big><sub>137</sub>  <strong>n.f.</strong> <a data-ref=\"Exodus 15:6\" href=\"/Exodus.15.6\">Ex 15:6</a> (<a data-ref=\"Proverbs 27:16\" href=\"/Proverbs.27.16\">Pr 27:16</a> no except, v. Now Str) right hand <strong>(</strong>NH <em>id.</em>; SI<sup>3</sup> <span dir=\"rtl\">מימן</span> <em>on the right;</em> Aramaic <span dir=\"rtl\">יַמִּינָא</span>, <span dir=\"rtl\">ܝܰܡܺܝܢܳܐ</span>; Arabic <span dir=\"rtl\">يَمِينٌ</span> <em>right, right side, right hand, south;</em> Ethiopic የማን <em>right hand</em>, ይምን <em>right side;</em> Sab. <span dir=\"rtl\">ימן</span> <em>right hand</em>, <span dir=\"rtl\">ימנת</span> <em>south</em>, are also quoted; Assyrian <em>imnu</em>, <em>right, right side, on the right</em>, Dl<sup>HWB 307</sup><strong>)</strong>—abs. <span dir=\"rtl\">יָמִין</span> <a data-ref=\"Genesis 13:9\" href=\"/Genesis.13.9\">Gn 13:9</a> + 40 times; cstr. <span dir=\"rtl\">יְמִין</span> <a data-ref=\"I Samuel 23:24\" href=\"/I_Samuel.23.24\">1 S 23:24</a> + 19 times; sf. <span dir=\"rtl\">יְמִינִי</span> <a data-ref=\"Jeremiah 22:24\" href=\"/Jeremiah.22.24\">Je 22:24</a> + 6 times, etc.; always sg.:—<br><strong>1.</strong>  <em>right hand:</em> <strong>a.</strong>  lit. of man, often opp. <span dir=\"rtl\">שׂמֹאול</span> <a data-ref=\"Genesis 48:13\" href=\"/Genesis.48.13\">Gn 48:13</a>, <a data-ref=\"Genesis 48:14\" href=\"/Genesis.48.14\">14</a> (cf. v <a data-ref=\"Genesis 48:18\" href=\"/Genesis.48.18\">18</a>), <a data-ref=\"Daniel 12:7\" href=\"/Daniel.12.7\">Dn 12:7</a>; <span dir=\"rtl\">יָדַע בֵּין־יְמִינוֹ לִשְׂמֹאלוֹ</span> <a data-ref=\"Jonah 4:11\" href=\"/Jonah.4.11\">Jon 4:11</a> <em>distinguish between one’s right hand and one’s left;</em> <span dir=\"rtl\">שׁלח ימין</span> <a data-ref=\"Judges 5:26\" href=\"/Judges.5.26\">Ju 5:26</a> (‖ <span dir=\"rtl\">יד</span>); as holding the lot <a data-ref=\"Ezekiel 21:27\" href=\"/Ezekiel.21.27\">Ez 21:27</a>; also of right hand as skilful <a data-ref=\"Psalms 137:5\" href=\"/Psalms.137.5\">ψ 137:5</a>; as receiving bribes <a data-ref=\"Psalms 26:10\" href=\"/Psalms.26.10\">26:10</a> (‖ <span dir=\"rtl\">יָדַיִם</span>); used in false swearing <span dir=\"rtl\">יְמִינָם יְמִין שֶׁקֶר</span> <a data-ref=\"Psalms 144:8\" href=\"/Psalms.144.8\">144:8</a>, <a data-ref=\"Psalms 144:11\" href=\"/Psalms.144.11\">11</a> <em>their right hand is a right hand of falsehood;</em> often also c. <span dir=\"rtl\">יַד</span>, <span dir=\"rtl\">יַד־יִמִינוֹ</span> <a data-ref=\"Genesis 48:17\" href=\"/Genesis.48.17\">Gn 48:17</a> (E) <em>hand of his right</em> = <em>his right hand</em> <a data-ref=\"Judges 7:20\" href=\"/Judges.7.20\">Ju 7:20</a> <a data-ref=\"II Samuel 20:9\" href=\"/II_Samuel.20.9\">2 S 20:9</a>; <span dir=\"rtl\">אִטֵּר יַד־יְמִינוֹ</span> <a data-ref=\"Judges 3:15\" href=\"/Judges.3.15\">Ju 3:15</a>; <a data-ref=\"Judges 20:16\" href=\"/Judges.20.16\">20:16</a> <em>bound as to one’s right hand</em>, i.e. left-handed. <strong>b.</strong>  fig., of right hand as held by <span dir=\"rtl\">י׳</span> <a data-ref=\"Isaiah 41:10\" href=\"/Isaiah.41.10\">Is 41:10</a>, <a data-ref=\"Isaiah 41:13\" href=\"/Isaiah.41.13\">13</a>; <a data-ref=\"Isaiah 45:1\" href=\"/Isaiah.45.1\">45:1</a>; so <span dir=\"rtl\">יַד־ימיני</span> <a data-ref=\"Psalms 73:23\" href=\"/Psalms.73.23\">ψ 73:23</a>. <strong>c.</strong>  <em>right hand of</em> <span dir=\"rtl\">י׳</span>, as instr. of delivering Israel <a data-ref=\"Exodus 15:6\" href=\"/Exodus.15.6\">Ex 15:6</a><sup>(×2)</sup>, <a data-ref=\"Exodus 15:12\" href=\"/Exodus.15.12\">12</a> +, cf. <span dir=\"rtl\">בִּגְבוּרוֹת יֵשַׁע יְמִינוֹ</span> <a data-ref=\"Psalms 20:7\" href=\"/Psalms.20.7\">ψ 20:7</a>; <span dir=\"rtl\">שְׁנוֹת יְמִין עֶלְיוֹן</span> <a data-ref=\"Psalms 77:11\" href=\"/Psalms.77.11\">77:11</a>, ‖ <span dir=\"rtl\">זְרוֹעַ</span> <a data-ref=\"Psalms 98:1\" href=\"/Psalms.98.1\">98:1</a>; as acquiring the temple-site <a data-ref=\"Psalms 78:54\" href=\"/Psalms.78.54\">78:54</a>; as holding his servant <a data-ref=\"Psalms 18:36\" href=\"/Psalms.18.36\">18:36</a> (line om. in ‖ <a data-ref=\"II Samuel 22:36\" href=\"/II_Samuel.22.36\">2 S 22:36</a>), cf. <a data-ref=\"Psalms 63:9\" href=\"/Psalms.63.9\">63:9</a> & <span dir=\"rtl\">בִּימִין צִדְקִי</span> <a data-ref=\"Isaiah 41:10\" href=\"/Isaiah.41.10\">Is 41:10</a>; as finding, lighting upon <span dir=\"rtl\">(מצא)</span> his enemies <a data-ref=\"Psalms 21:9\" href=\"/Psalms.21.9\">ψ 21:9</a> (‖ <span dir=\"rtl\">יד</span>); as full of <span dir=\"rtl\">צֶדֶק</span> <a data-ref=\"Psalms 48:11\" href=\"/Psalms.48.11\">48:11</a>; as dispensing blessings <a data-ref=\"Psalms 16:11\" href=\"/Psalms.16.11\">16:11</a> <span dir=\"rtl\">נעמות בימינך</span> (cf. <a data-ref=\"Proverbs 3:16\" href=\"/Proverbs.3.16\">Pr 3:16</a> of wisdom, personified); used in divine oath <a data-ref=\"Isaiah 62:8\" href=\"/Isaiah.62.8\">Is 62:8</a> (‖ <span dir=\"rtl\">זְרוֹעַ</span>).<br><strong>2.</strong>  of situation on, or direction toward, <em>the right:</em> <strong>a.</strong>  of situation, <strong>c.</strong> <span dir=\"rtl\">מִן</span>, <span dir=\"rtl\">מִימִינָם וּמִשְּׂמֹאלָם</span> <a data-ref=\"Exodus 14:22\" href=\"/Exodus.14.22\">Ex 14:22</a>, <a data-ref=\"Exodus 14:29\" href=\"/Exodus.14.29\">29</a> a wall <em>on their right hand and on their left hand;</em> similarly <a data-ref=\"II Samuel 16:6\" href=\"/II_Samuel.16.6\">2 S 16:6</a>; <a data-ref=\"I Kings 7:39\" href=\"/I_Kings.7.39\">1 K 7:39</a>, <a data-ref=\"I Kings 7:49\" href=\"/I_Kings.7.49\">49</a> = <a data-ref=\"II Chronicles 3:17\" href=\"/II_Chronicles.3.17\">2 Ch 3:17</a>; <a data-ref=\"II Chronicles 4:6\" href=\"/II_Chronicles.4.6\">4:6</a>, <a data-ref=\"I Kings 22:19\" href=\"/I_Kings.22.19\">1 K 22:19</a> (= <a data-ref=\"II Chronicles 18:18\" href=\"/II_Chronicles.18.18\">2 Ch 18:18</a> c. <span dir=\"rtl\">על</span>), <a data-ref=\"II Chronicles 4:7\" href=\"/II_Chronicles.4.7\">2 Ch 4:7</a>, <a data-ref=\"II Chronicles 4:8\" href=\"/II_Chronicles.4.8\">8</a> <a data-ref=\"Psalms 91:7\" href=\"/Psalms.91.7\">ψ 91:7</a> (‖ <span dir=\"rtl\">מִצִּדְּךָ</span>); for protection <a data-ref=\"Psalms 16:8\" href=\"/Psalms.16.8\">16:8</a>; <span dir=\"rtl\">מימין ל</span> <a data-ref=\"II Kings 23:13\" href=\"/II_Kings.23.13\">2 K 23:13</a>; <a data-ref=\"Ezekiel 10:3\" href=\"/Ezekiel.10.3\">Ez 10:3</a>; c. <span dir=\"rtl\">לְ</span>, <span dir=\"rtl\">וַתֵּשֶׁב לִימִינוֹ</span> <a data-ref=\"I Kings 2:19\" href=\"/I_Kings.2.19\">1 K 2:19</a>, so <a data-ref=\"Psalms 110:1\" href=\"/Psalms.110.1\">ψ 110:1</a>; <a data-ref=\"Psalms 45:10\" href=\"/Psalms.45.10\">45:10</a>; <a data-ref=\"Psalms 109:31\" href=\"/Psalms.109.31\">109:31</a>; c. <span dir=\"rtl\">עַל־</span> <a data-ref=\"Zechariah 3:1\" href=\"/Zechariah.3.1\">Zc 3:1</a>; <a data-ref=\"I Chronicles 6:24\" href=\"/I_Chronicles.6.24\">1 Ch 6:24</a>; <a data-ref=\"II Chronicles 18:18\" href=\"/II_Chronicles.18.18\">2 Ch 18:18</a> (= <a data-ref=\"I Kings 22:19\" href=\"/I_Kings.22.19\">1 K 22:19</a> c. <span dir=\"rtl\">מן</span>), <a data-ref=\"Nehemiah 8:4\" href=\"/Nehemiah.8.4\">Ne 8:4</a> <a data-ref=\"Job 30:12\" href=\"/Job.30.12\">Jb 30:12</a>; <a data-ref=\"Psalms 109:6\" href=\"/Psalms.109.6\">ψ 109:6</a> cf. <a data-ref=\"Psalms 110:5\" href=\"/Psalms.110.5\">110:5</a>; without prep. <span dir=\"rtl\">יְמִין הָעִיר</span> <a data-ref=\"II Samuel 24:5\" href=\"/II_Samuel.24.5\">2 S 24:5</a>; <a data-ref=\"Job 23:9\" href=\"/Job.23.9\">Jb 23:9</a>. <strong>b.</strong>  of <strong>direction toward</strong>, lit. <span dir=\"rtl\">נָטָה ימין</span> <a data-ref=\"Numbers 20:17\" href=\"/Numbers.20.17\">Nu 20:17</a>; <a data-ref=\"Numbers 22:26\" href=\"/Numbers.22.26\">22:26</a> (both JE); <span dir=\"rtl\">סוּר ימין</span> <a data-ref=\"Deuteronomy 2:27\" href=\"/Deuteronomy.2.27\">Dt 2:27</a>; <a data-ref=\"I Samuel 6:12\" href=\"/I_Samuel.6.12\">1 S 6:12</a>; <span dir=\"rtl\">פָּרַץ ימין ושׂ׳</span> <a data-ref=\"Isaiah 54:3\" href=\"/Isaiah.54.3\">Is 54:3</a>; also (vb. <span dir=\"rtl\">הִפָּרֶד</span> in prev. cl.) <a data-ref=\"Genesis 13:9\" href=\"/Genesis.13.9\">Gn 13:9</a>; <span dir=\"rtl\">הַבֵּיט ימין</span> <a data-ref=\"Psalms 142:5\" href=\"/Psalms.142.5\">ψ 142:5</a>, and <em>looking</em> is implied also in <a data-ref=\"Ezekiel 1:10\" href=\"/Ezekiel.1.10\">Ez 1:10</a> (c. <span dir=\"rtl\">אֶל־</span>; opp. <span dir=\"rtl\">מֵהַשְּׂמֹאול</span>); c. <span dir=\"rtl\">עַל</span>, <span dir=\"rtl\">נטה (לָלֶכֶת) על הַיָּמִין</span> <a data-ref=\"II Samuel 2:19\" href=\"/II_Samuel.2.19\">2 S 2:19</a>, <a data-ref=\"II Samuel 2:21\" href=\"/II_Samuel.2.21\">21</a>; <span dir=\"rtl\">פנה על־ימין</span> <a data-ref=\"Genesis 24:49\" href=\"/Genesis.24.49\">Gn 24:49</a>; sq. <span dir=\"rtl\">אֶל</span>, of course <span dir=\"rtl\">(הלך)</span> of boundary <a data-ref=\"Joshua 17:1\" href=\"/Joshua.17.1\">Jos 17:1</a>; c. <span dir=\"rtl\">לְ</span>, <span dir=\"rtl\">לַיָּמִין מֵעַל לַחוֹמָה</span> <a data-ref=\"Nehemiah 12:31\" href=\"/Nehemiah.12.31\">Ne 12:31</a> (vb. om., <em>went</em>) <em>to the right above the wall;</em> fig. of moral deviation, <span dir=\"rtl\">סוּר מִן־הַדָּבָר</span> … <span dir=\"rtl\">יָמִין וּשְׂמֹאול</span> <a data-ref=\"Deuteronomy 17:11\" href=\"/Deuteronomy.17.11\">Dt 17:11</a>, so <a data-ref=\"Deuteronomy 5:26\" href=\"/Deuteronomy.5.26\">5:29</a>; <a data-ref=\"Deuteronomy 17:20\" href=\"/Deuteronomy.17.20\">17:20</a>; <a data-ref=\"Deuteronomy 28:14\" href=\"/Deuteronomy.28.14\">28:14</a>; <a data-ref=\"Joshua 1:7\" href=\"/Joshua.1.7\">Jos 1:7</a>; <a data-ref=\"Joshua 23:6\" href=\"/Joshua.23.6\">23:6</a>; <a data-ref=\"II Kings 22:2\" href=\"/II_Kings.22.2\">2 K 22:2</a> = <a data-ref=\"II Chronicles 34:2\" href=\"/II_Chronicles.34.2\">2 Ch 34:2</a>; <span dir=\"rtl\">נטה ימין ושׂ׳</span> <a data-ref=\"Proverbs 4:27\" href=\"/Proverbs.4.27\">Pr 4:27</a>; also (very late) of <em>the right</em> as morally good, <span dir=\"rtl\">לֵב חָכָם לִימִינוֹ</span> (opp. <span dir=\"rtl\">שׂמאל</span>) <a data-ref=\"Ecclesiastes 10:2\" href=\"/Ecclesiastes.10.2\">Ec 10:2</a> De Reuss Now.<br>†<strong>3.</strong>  of other parts of the body, besides hand (v. <span dir=\"rtl\">יַד־ימינו</span> etc. supr.): <em>right</em> thigh <span dir=\"rtl\">יֶרֶךְ יְמִינוֹ</span> <a data-ref=\"Judges 3:16\" href=\"/Judges.3.16\">Ju 3:16</a>, <a data-ref=\"Judges 3:24\" href=\"/Judges.3.24\">24</a>; eye <span dir=\"rtl\">עֵין יָמִין</span> <a data-ref=\"I Samuel 11:2\" href=\"/I_Samuel.11.2\">1 S 11:2</a>; <span dir=\"rtl\">עין ימינו</span> <a data-ref=\"Zechariah 11:17\" href=\"/Zechariah.11.17\">Zc 11:17</a><sup>(×2)</sup> especially <span dir=\"rtl\">שׁוֹק הַיָּמִין</span> i.e. <em>the right</em> (upper) <em>leg</em> of sacrificial animal <a data-ref=\"Exodus 29:22\" href=\"/Exodus.29.22\">Ex 29:22</a>; <a data-ref=\"Leviticus 7:32\" href=\"/Leviticus.7.32\">Lv 7:32</a>, <a data-ref=\"Leviticus 7:33\" href=\"/Leviticus.7.33\">33</a>; <a data-ref=\"Leviticus 8:25\" href=\"/Leviticus.8.25\">8:25</a>, <a data-ref=\"Leviticus 8:26\" href=\"/Leviticus.8.26\">26</a>; <a data-ref=\"Leviticus 9:21\" href=\"/Leviticus.9.21\">9:21</a>; <a data-ref=\"Numbers 18:18\" href=\"/Numbers.18.18\">Nu 18:18</a>.<br>†<strong>4.</strong>  = <em>south</em>, because when facing east the right hand is toward the south: <span dir=\"rtl\">מִימִין הַיְשִׁימוֹן</span> <a data-ref=\"I Samuel 23:19\" href=\"/I_Samuel.23.19\">1 S 23:19</a>; <span dir=\"rtl\">אֶל־יְמִין</span> v <a data-ref=\"I Samuel 23:24\" href=\"/I_Samuel.23.24\">24</a>; <span dir=\"rtl\">ישׁב מִימִינֵךְ</span> <a data-ref=\"Ezekiel 16:46\" href=\"/Ezekiel.16.46\">Ez 16:46</a> (‖ <span dir=\"rtl\">על־שׂמאולך</span>); <span dir=\"rtl\">צָפוֹן וְיָמִין</span> <a data-ref=\"Psalms 89:13\" href=\"/Psalms.89.13\">ψ 89:13</a>; also perhaps <a data-ref=\"II Samuel 24:5\" href=\"/II_Samuel.24.5\">2 S 24:5</a>; <a data-ref=\"II Kings 23:13\" href=\"/II_Kings.23.13\">2 K 23:13</a> <a data-ref=\"Psalms 107:3\" href=\"/Psalms.107.3\">ψ 107:3</a>, v. <span dir=\"rtl\">יָם</span> <strong>9.</strong>"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6437e9a43bb12368d479c6a2", "index_title": "Jerusalem Talmud Berakhot", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Berakhot 1:1:1", "anchorRef": "Leviticus 7:30-36", "anchorRefExpanded": ["Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36"], "sourceRef": "Jerusalem Talmud Berakhot 1:1:1", "sourceHeRef": "תלמוד ירושלמי ברכות א׳:א׳:א׳", "anchorVerse": 30, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Jerusalem Talmud Berakhot", "he": "תלמוד ירושלמי ברכות"}, "heTitle": "תלמוד ירושלמי ברכות", "he": "<strong><big>משנה:</big></strong> <i data-overlay=\"Vilna Pages\" data-value=\"1a\"></i>מֵאֵימָתַי קוֹרִין אֶת שְׁמַע בָּעֲרָבִין. מִשָּׁעָה שֶׁהַכֹּהֲנִים נִכְנָסִין לוֹכֵל בִּתְרוּמָתָן עַד סוֹף הָאַשְׁמוּרָה הָרִאשׁוֹנָה דִּבְרֵי רִבִּי אֱלִיעֶזֶר. וַחֲכָמִים אוֹמְרִים עַד חֲצוֹת. רַבָּן גַּמְלִיאֵל אוֹמֵר עַד שֶׁיַּעֲלֶה עַמּוּד הַשַּׁחַר. מַעֲשֵׂה שֶׁבָּאוּ בָנָיו מִבֵּית הַמִּשְׁתֶּה אָֽמְרוּ לוֹ לֹא קָרִינוּ אֶת שְׁמַע. אָמַר לָהֶן אִם לֹא עָלָה עַמּוּד הַשַּׁחַר חַייָבִין אַתֶּם לִקְרוֹת. וְלֹא זוּ בִלְבַד אֶלָּא כָל־שֶׁאָֽמְרוּ חֲכָמִים עַד חֲצוֹת מִצְוָתָן עַד שֶׁיַּעֲלֶה עַמּוּד הַשַּׁחַר. הֶקְטֵר חֲלָבִים וְאֵיבָרִים [וַאֲכִילַת פְּסָחִים] מִצְוָתָן עַד שֶׁיַּעֲלֶה עַמּוּד הַשַּׁחַר. כָּל־הַנֶּאֱכָלִין לְיוֹם אֶחָד מִצְווֹתָן עַד שֶׁיַּעֲלֶה עֲמוּד הַשַּׁחַר. אִם כֵּן לָמָּה אָֽמְרוּ חֲכָמִים עַד חֲצוֹת כְּדֵי לְהַרְחִיק אֶת הָאָדָם מִן הָעֲבֵירָה.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<strong>MISHNAH:</strong> When does one start to read the <i>Shema</i> in the evening<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">The Mishnah presupposes that everybody knows that there is an obligation to recite the verses <a class=\"refLink\" data-ref=\"Deuteronomy 6:4-9\" href=\"/Deuteronomy.6.4-9\"><i>Deut.</i> 6:4–9</a> since it is written (<a class=\"refLink\" data-ref=\"Deuteronomy 6:7\" href=\"/Deuteronomy.6.7\">v. 7</a>) “You shall teach them to your children and speak about them when you sit in your house, when you go on the road, and when you are lying down and when you are getting up.” Since it says “when you are lying down” before “when you are getting up”, the obligation of the evening is discussed before that of the morning.</i>? From the time that the priests enter to eat<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">The spelling of the Yerushalmi is largely phonetic, in contrast to the Babli whose Hebrew spelling is historical. Since the א was silent in Galilean speech of the time and had lost its role as glottal stop, the Mishnah in the Yerushalmi has לוֹכֵל for classical לֶאֱכוֹל in the Babylonian Mishnah.</i> their <i>Terumah</i><sup class=\"footnote-marker\">3</sup><i class=\"footnote\"><i>Terumah</i>, the heave, is the gift to the Cohen from agricultural produce (<a class=\"refLink\" data-ref=\"Numbers 18:12\" href=\"/Numbers.18.12\"><i>Num.</i> 18:12</a>) and also the Cohen’s part of the tithes given to the Levites from produce (<a class=\"refLink\" data-ref=\"Numbers 18:26\" href=\"/Numbers.18.26\"><i>Num.</i> 18:26</a>). These gifts must be eaten in ritual purity (<a class=\"refLink\" data-ref=\"Numbers 18:13\" href=\"/Numbers.18.13\"><i>Num.</i> 18:13</a>: “every pure person in your family may eat it.”) There are several stages in the cleansing from ritual impurity. Serious impurities (defilement by a corpse, a leper, or a sufferer from gonorrhea) need special rituals. More common defilements, such as touching a dead animal or coming in contact with a more severely impure person, need immersion in the ritual bath (<i>miqweh</i>). This immersion removes impurity but does not yet allow a person to touch sanctified food or to enter the Temple before nightfall, as it is said (<a class=\"refLink\" data-ref=\"Leviticus 22:6-7\" href=\"/Leviticus.22.6-7\"><i>Lev.</i> 22:6–7</a>): “He may not eat of sanctified food unless he immersed himself in water. When the sun leaves he shall be purified and after that he may eat of the sanctified food.” [For the more severe kinds of impurity, a sacrifice is needed before the Cohen may eat sacred food in the Temple; this does not concern us here.] The Halakhah will discuss the exact meaning of “the sun leaving” and its relation to sunset and nightfall.<br>Today, no Cohen may eat any <i>Terumah</i> and the minimal amount set apart for <i>Terumah</i> must be burned; it is ritually unclean from the start since nowadays everybody is defiled by the impurity of dead bodies. That impurity can be removed only by sprinkling with water treated with the ashes of the Red Heifer (<a class=\"refLink\" data-ref=\"Numbers 19\" href=\"/Numbers.19\"><i>Num.</i> 19</a>). The Mishnah was edited approximately between 200 and 220 C. E. It must be assumed that the rules of the Mishnah are intended to be practical. It follows that 130 years after the destruction of the Temple there were still places in Israel where the Cohanim could purify themselves by the ashes of the Red Heifer (in Galilee which was only minimally damaged by the two wars with the Romans.)</i>, until the end of the first night watch<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">The night is divided either into three (Babylonian) or four (Roman) watches.</i> are the words of Rebbi Eliezer<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">The name of R. Eliezer is attached only to the statement about the night watch. The start of the time of the evening <i>Shema</i> is accepted by everybody. Rebbi Eliezer ben Hyrcanus was one of the foremost students of Rabban Yoḥanan ben Zakkai, the founder of the Synhedrion of Jabneh after the destruction of the Temple. He was the most conservative of all teachers of his time and reputed to transmit old traditions most reliably.</i>. But the Sages say until midnight. Rabban Gamliel says until the first sign of dawn<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">It will be seen that the difference between Rabban Gamliel and the other sages is practical rather than theoretical. They agree that “when you are lying down” means “all the time that you are lying on your bed” and not “when you are ready to go to bed”. The latter interpretation is that of R. Eliezer.</i>.<br>It happened that his (Rabban Gamliel’s) sons returned from a wedding feast and told him: We did not recite the <i>Shema‘</i>. He said to them: If dawn has not yet come then you are obligated to recite.<br>Not only that, but everywhere the Sages said “until midnight”, the obligation is to the start of dawn. The obligation of burning fats and limbs on the altar [and eating of the Passover sacrifice] is until the start of dawn.<sup class=\"footnote-marker\">134</sup><i class=\"footnote\">This entire Mishnah, and the following one, are still the words of Rabban Gamliel. In the Venice print and the Leyden manuscript, the Passover sacrifice is not mentioned in the Mishnah preceding the chapter but it is in the Mishnah repeated before the Halakhah. The Biblical precept is to burn the remaining parts of the sacrifices on the altar “the entire night until morning” (<a class=\"refLink\" data-ref=\"Leviticus 6:1\" href=\"/Leviticus.6.1\"><i>Lev.</i> 6:1</a>).<br>In the interpretation of the Mishnah, there is a fundamental disagreement between Rashi and Maimonides. <a class=\"refLink\" data-ref=\"Rashi on Berakhot 2a\" href=\"/Rashi_on_Berakhot.2a\">Rashi (<i>Berakhot</i> 2a, <i>s. v.</i> להרחיק</a>) כדי writes: “Concerning burning of the fats, the Sages did not restrict it to ‘until midnight’ at all and it is mentioned here only to emphasize that everything that has to be done in the night is <i>kasher</i> the entire night.” Maimonides, in his commentary on the Mishnah, writes: “They said about all of these activities ‘until midnight’, even though there would be time until the first signs of dawn, as a ‘fence’ that no one should come to act under pressure and prolong his actions until after the start of dawn; that is what they said ‘In order to remove people from sin.’ ” And he formulates this in his code (<i>Maäse haqorbanot</i> 4:2): “In order to avoid wilful transgression, the Sages said to bring to the altar the parts that have to be burned only until midnight.”<br>Neither the Yerushalmi nor the Babli discuss the burning of sacrifices during the night. However, as Rebbi Ḥuna points out in the following paragraph, in his opinion the entire discussion in the Mishnah is about Rabbinic precepts, rather than Biblical commandments. This is compatible only with the point of view of Maimonides. It is a well known principle that Maimonides follows the Yerushalmi in all points in which there is no contrary opinion indicated in the Babli; he will take the silence of the Babli in this matter as an endorsement of the interpretation of the Yerushalmi.</i><br>All sacrifices that can be eaten during one full day only could be eaten until the first dawn. In that case, why did the Sages say, only until midnight? In order to remove people from sin.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "64e4a0ba613f3c2d3b4510f9", "index_title": "German Commentary on Mishnah Chullin", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Chullin 10:1:7", "anchorRef": "Leviticus 7:31-33", "anchorRefExpanded": ["Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33"], "sourceRef": "German Commentary on Mishnah Chullin 10:1:7", "sourceHeRef": "פירוש גרמני על משנה חולין י׳:א׳:ז׳", "anchorVerse": 31, "sourceHasEn": true, "commentaryNum": 1.0007, "collectiveTitle": {"en": "German Commentary on Mishnah Chullin", "he": "פירוש גרמני על משנה חולין"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>von denen man Brust und Schenkel abzugeben verpflichtet ist.</b>  Lev. 7, 31—33.", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e4a0bd613f3c2d3b45118e", "index_title": "German Commentary on Mishnah Chullin", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Chullin 10:4:4", "anchorRef": "Leviticus 7:32", "anchorRefExpanded": ["Leviticus 7:32"], "sourceRef": "German Commentary on Mishnah Chullin 10:4:4", "sourceHeRef": "פירוש גרמני על משנה חולין י׳:ד׳:ד׳", "anchorVerse": 32, "sourceHasEn": true, "commentaryNum": 4.0004, "collectiveTitle": {"en": "German Commentary on Mishnah Chullin", "he": "פירוש גרמני על משנה חולין"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>und der entsprechende Teil beim Hinterfuss heisst Schenkel.</b>  der von allen Friedensopfern gleichfalls den Priestern gehörte (Lev. 7, 32).", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6665cd9cedc871a0ca3a765b", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 7:32:1", "anchorRef": "Leviticus 7:32", "anchorRefExpanded": ["Leviticus 7:32"], "sourceRef": "David Zvi Hoffmann on Leviticus 7:32:1", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא ז׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "commentaryNum": 32.0001, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>\"ואת שוק וגו'\".</b> \"שוק\" משורש \"שקק\" - רוץ. כינוי לרגל, או – בבהמות – לחלק העליון של הרגלים האחוריות, הירך: אותו החלק ברגלים הקדמיות נקרא זרוע. מבהמות חולין שייכים לכהן: זרוע, לחיים וקבה (דברים יח ג): מאיל הנזיר הוא מקבל: שוק וחזה (במדבר ו יט ואילך). השוק היה החלק הנבחר שהיו רגילים להגיש לאורחים נכבדים (השוה שמואל-א ט כד).", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]