[{"_id": "52089af2edbab45d17917315", "index_title": "Ramban on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ramban on Leviticus 7:36:1", "anchorRef": "Leviticus 7:36", "anchorRefExpanded": ["Leviticus 7:36"], "sourceRef": "Ramban on Leviticus 7:36:1", "sourceHeRef": "רמב\"ן על ויקרא ז׳:ל״ו:א׳", "anchorVerse": 36, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 36.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>לתת להם ביום משחו אותם</b> שיעורו אשר צוה ה' ביום משחו אותם לתת להם מאת בני ישראל חוקת עולם ופירוש \"ביום משחו\" בעת המשיחה וכן ביום הקריב אותם לכהן (ויקרא ז׳:ל״ה) בעת ההיא כאשר הבדילם ורבי אברהם אמר (אבן עזרא על ויקרא ז׳:ל״ו) כי ביום משחו מיום משחו וכן הנותר בבשר ובלחם (ויקרא ח׳:ל״ב):", "heVersionTitle": "On Your Way New", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "WHICH THE ETERNAL COMMANDED TO BE GIVEN THEM IN THE DAY THAT THEY WERE ANOINTED. The order of the verse is as follows:<sup class=\"footnote-marker\">150</sup><i class=\"footnote\">As the verse reads, it might appear that G-d only commanded that the priests be given these gifts of the peace-offerings, on the day they were anointed as priests, but not throughout the generations. Therefore Ramban explains the purport of the verse to be as explained in the text.</i> “Which the Eternal commanded, on the day that they were anointed, to be given them from the children of Israel, by a statute forever.” And the explanation of the phrase <i>in the day that they were anointed</i>, is “at the time of the anointment.” Similarly, <i>in the day when they were presented to minister</i><sup class=\"footnote-marker\">151</sup><i class=\"footnote\">Verse 35.</i> means: “at that time when He separated them” [to minister as priests]. Rabbi Abraham ibn Ezra wrote that “‘<i>b’yom</i>’ (<i>in the day</i>) <i>that they were anointed</i> means <i>mi’yom</i> (<i>from the day</i>) that they were anointed.<sup class=\"footnote-marker\">152</sup><i class=\"footnote\">The letter <i>beth</i> in the word <i>b’yom</i> (in the day) thus serves as a <i>mem</i> (<i>mi’yom</i> — from the day). Ibn Ezra thus solves the difficulty in the verse (see Note 150) by interpreting it as a command for the future.</i> Similarly, <i>and that which remaineth ‘babasar ubalachem</i>’ [literally: “in the meat and in the bread”]<sup class=\"footnote-marker\">153</sup><i class=\"footnote\">Further, 8:32 — <i>shall ye burn with fire</i>.</i> means <i>mibasar umilechem</i> (“of the meat and of the bread”).", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "531e4fe3fbfba276047f6c8f", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 7:36", "anchorRef": "Leviticus 7:36", "anchorRefExpanded": ["Leviticus 7:36"], "sourceRef": "Onkelos Leviticus 7:36", "sourceHeRef": "תרגום אונקלוס על ויקרא ז׳:ל״ו", "anchorVerse": 36, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 7.0036, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "דִּי פַּקִּיד יְיָ לְמִתַּן לְהוֹן בְּיוֹמָא דְּ<b>רַבִּי</b> יָתְהוֹן מִן בְּנֵי יִשְׂרָאֵל קְיָם עָלָם לְדָרֵיהוֹן:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "that Adonoy commanded to give to them, on the day He anointed [<b>inaugurated</b>] them [<b>to greatness</b>], from Bnei Yisroel, an everlasting statute for all their descendants.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec4c6", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 7:36", "anchorRef": "Leviticus 7:36", "anchorRefExpanded": ["Leviticus 7:36"], "sourceRef": "Targum Jonathan on Leviticus 7:36", "sourceHeRef": "תרגום יונתן על ויקרא ז׳:ל״ו", "anchorVerse": 36, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 7.0036, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "דְפַקֵיד יְיָ לְמִנְתַּן לְהוֹם בְּיוֹמָא דְרַבֵּי יַתְהוֹן מֵעִם בְּנֵי יִשְרָאֵל קְיַם עֲלָם לְדָרֵיהוֹן", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " which the Lord commanded to be given them in the day of their consecration from among the sons of Israel, by an everlasting statute to your generations. ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54bd4925fbfba2173336bcb6", "index_title": "Rashi on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Numbers 7:84:1", "anchorRef": "Leviticus 7:36", "anchorRefExpanded": ["Leviticus 7:36"], "sourceRef": "Rashi on Numbers 7:84:1", "sourceHeRef": "רש\"י על במדבר ז׳:פ״ד:א׳", "anchorVerse": 36, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 84.0001, "collectiveTitle": {"en": "Rashi on Numbers", "he": "רש\"י על במדבר"}, "heTitle": "רש\"י על במדבר", "he": "<b>ביום המשח אתו.</b> בּוֹ בַיּוֹם שֶׁנִּמְשַׁח הִקְרִיב, וּמָה אֲנִי מְקַיֵּם \"אַחֲרֵי הִמָּשַׁח\" (פסוק פ\"ח)? שֶׁנִּמְשַׁח תְּחִלָּה וְאַ\"כַּ הִקְרִיב, אוֹ אַחֲרֵי הִמָּשַׁח — לְאַחַר זְמַן וְלֹא בָא לְלַמֵּד בְּיוֹם הִמָּשַׁח אֶלָּא לוֹמַר שֶׁנִּמְשַׁח בַּיּוֹם? כְּשֶׁהוּא אוֹמֵר (ויקרא ז') \"בְּיוֹם מָשְׁחוֹ אֹתָם\", לָמַדְנוּ שֶׁנִּמְשַׁח בַּיּוֹם, וּמַתַּ\"ל \"בְּיוֹם הִמָּשַׁח אֹתוֹ\" ? בַּיּוֹם שֶׁנִּמְשַׁח הִקְרִיב (ספרי):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ביום המשח אתו [THIS WAS THE DEDICATION OFFERING OF THE ALTAR] IN THE DAY WHEN IT WAS ANOINTED — This implies that on the very same day that it was anointed an offering was brought; but how, then, can I explain, (v. 88) “[This was dedication of the altar] after that it was anointed”? As intimating that it was first anointed and afterwards — but still on the same day — the offering was brought. Or, perhaps, these words אחרי המשח mean “some time (i.e. many days) after it was anointed”, and the phrase here ביום המשח אתו is merely intended to intimate that it was anointed during the day-time (and not at night)! This cannot be so, because when it states, (Leviticus 7:36) “In the day that he anointed them (Aaron and his sons)” we learn that it (the altar) was anointed during the day-time. What, then, must be the meaning of ביום המשח here? What we first suggested — that on the very same day that it was anointed the offering was brought (cf. Sifrei Bamidbar 53).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "57e77d00d6e4a94c7c18a472", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 7:36", "anchorRef": "Leviticus 7:36", "anchorRefExpanded": ["Leviticus 7:36"], "sourceRef": "Tafsir Rasag, Leviticus 7:36", "sourceHeRef": "תפסיר רס\"ג, ויקרא ז׳:ל״ו", "anchorVerse": 36, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 7.0036, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "אלתי אמר אללה בהא אן יעטוהא מן יום מסחהם מן בני אסראיל רסם אלדהר לאג̇יאלהם", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b4e8d6e4a902855ff6d9", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Leviticus 7:36:1", "anchorRef": "Leviticus 7:36", "anchorRefExpanded": ["Leviticus 7:36"], "sourceRef": "Tur HaArokh, Leviticus 7:36:1", "sourceHeRef": "הטור הארוך, ויקרא ז׳:ל״ו:א׳", "anchorVerse": 36, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 36.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "ויקרא", "he": "<b>אשר צוה ה' לתת להם ביום משחו. </b>פי' אשר צוה ביום משחו לתת להם לחקת עולם. ור' אברהם פי' ביום משחו כמו מיום משחו: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " אשר צוה ה' לתת להם ביום משחו אותם, “which <i>Hashem</i> has commanded to give to them on the day of His having anointed them, etc.” The meaning of the words is: “which on the day He ordered them to be anointed, He made their appointment permanent, hereditary, throughout the ages.”\n    Ibn Ezra understands the words ביום משחו as if the Torah had written מיום משחו, “from the day He had anointed them onwards.”\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b6b159d6e4a952249cbe9d", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Leviticus 7:36:1", "anchorRef": "Leviticus 7:36", "anchorRefExpanded": ["Leviticus 7:36"], "sourceRef": "Minchat Shai on Torah, Leviticus 7:36:1", "sourceHeRef": "מנחת שי על תורה, ויקרא ז׳:ל״ו:א׳", "anchorVerse": 36, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 36.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "ויקרא", "he": "<b>אשר צוה ה' לתת להם.</b> חד מן ה' דסבירין כאשר וקרינן אשר וסימן נמסר במ\"ג על זה הפסוק:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a1543e0d6e4a92409abf166", "index_title": "Siftei Chakhamim", "category": "Quoting Commentary", "type": "", "ref": "Siftei Chakhamim, Numbers 7:84:1", "anchorRef": "Leviticus 7:36", "anchorRefExpanded": ["Leviticus 7:36"], "sourceRef": "Siftei Chakhamim, Numbers 7:84:1", "sourceHeRef": "שפתי חכמים, במדבר ז׳:פ״ד:א׳", "anchorVerse": 36, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 84.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>ביום משחו.</b> (קצ\"מ) נלע\"ד שהוא ט\"ס וצ\"ל ביום המשח אותו, והוא מ\"ש לעיל בפרשה ויהי ביום כלות משה וגו' כי לא נמצא מקרא בשום מקום ביום משחו אותם, אך זה מצינו ביום משחו אותם גבי בני אהרן והביאו במ\"ר כאן על ענין אחר, ומזה טעו הסופרים וכתבו אותם גם בפירש\"י:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>On the day [they were] anointed. </b>(Kitzur Mizrochi) It appears to me that this is a copyist’s error and it should read “on the day אותו (<i>it</i>) was anointed,” this refers that which was written above “It came to pass on the day Moshe finished…” (v. 1). For we do not find a verse anywhere referring to the day that he anointed <i>them</i>, however we do find written “on the day <i>they</i> were anointed” (Vayikra 7:36) regarding the sons of Aharon. This is quoted here in Bamidbar Rabbah in relation to another matter and consequently the copyists erred and also wrote אותם (them) here.", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5c7da2df4d7b5e00177ba287", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Tzav, Chapter 18 2", "anchorRef": "Leviticus 7:36", "anchorRefExpanded": ["Leviticus 7:36"], "sourceRef": "Sifra, Tzav, Chapter 18 2", "sourceHeRef": "ספרא, צו, פרק יח ב׳", "anchorVerse": 36, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 2, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק יח", "he": "[ב] \"אשר צוה השם לתת להם…\" – אמר רבי שמעון מנין שהיו ישראל מפרישין מתנת כהונה מהר סיני ולא זכו בהם אהרן ובניו עד שזכו בשמן המשחה? תלמוד לומר \"אשר צוה השם לתת להם ביום משחו אתם\". \"מאת בני ישראל\" – מרצון ישראל. \"חֻקת עולם\" – לבית עולמים. \"לְדֹרֹתָם\" – שינהג הדבר לדורות.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "2) (Vayikra 7:36) (\"which the L–rd commanded to give to them on the day He anointed them, from the children of Israel, a statute forever, throughout their generations.\") \"which the L–rd commanded to give to them\": R. Shimon said: Whence is it derived that Israel separated the gifts of the priesthood (the breast and the shok of their peace-offerings [and gave them to the first-born]) from Mount Sinai (viz. Shemoth 24:5) and that they did not revert to Aaron and his sons until they were anointed with the oil of anointment? From \"which the L–rd commanded to give to them on the day He anointed them.\" \"from the children of Israel\": (only) by the consent of (all of) Israel. \"a statute forever\": for the eternal house (the Temple). \"throughout their generations\": (The original oil of anointment \"holds\") for all the generations (even in the absence of the oil of anointment).", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5cdd671825f25e006109552e", "index_title": "Malbim on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Leviticus, Vayikra 3:4", "anchorRef": "Leviticus 7:36-38", "anchorRefExpanded": ["Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38"], "sourceRef": "Malbim on Leviticus, Vayikra 3:4", "sourceHeRef": "מלבי\"ם על ויקרא, ויקרא ג׳:ד׳", "anchorVerse": 36, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 3.0004, "collectiveTitle": {"en": "Malbim on Leviticus", "he": "מלבי\"ם על ויקרא"}, "heTitle": "ויקרא", "he": "ויקרא אל משה וידבר ה' אליו: הלכה פסוקה בדיני המליצה כי בכל מאמר שנזכר בו שם הפועל ושם הפעול בפירוש, לא יבא לעולם שם הפעול לפני שם הפועל. רצוני, שלא יכתב \"וידבר אל משה ה' \" או \"ויאמר אל יוסף יעקב\"; רק הסדר \"וידבר ה' אל משה\", \"ויאמר יעקב אל יוסף\". ועתה יפלא מאד במאמר הלז שבא שם הפועל, ה' , מאוחר מטעם הדרוש שנתבאר (בסימן א), היה ראוי שגם שם הפעול, \"אל משה\", יבא מאוחר. ובזה היה הלשון מסודר: \"ויקרא וידבר ה' אל משה\" ולא היה צריך גם כן כפל מלת \"אליו\"; ואיך נתהפך הסדר שהקדים \"אל משה\" לפני שם \"ה' \" הדובר, ששיעורו \"ויקרא אל משה...ה' \"? וזה זר ומוזר מאד. ואמרו כי הקדים שם הפעול וכפלו שנית על ידי כינוי \"אליו\" לדייק רק אל משה קרא ורק אליו דבר, ולמעט את אהרן. שכבר יתבאר בספר זה, במקומות לא חקר, כי קדימת שם אחד לפני מקומו וכן כפל השם עם הכינוי בא למיעוט ולדיוק. ואמרו סופרים כי י\"ג דברות נאמרו בתורה למשה ואהרן, וכנגדן נאמרו י\"ג מיעוטין. <b>ותחלה נבאר הי\"ג דברות</b> האלה, איה מקום כבודם: במסורה (ריש חוקת) <b>וידבר ה' אל משה ואל אהרן:</b> י\"א דסמיכי וסימנם: \"ויצום אל בני ישראל\" (שמות ו, יג), \"דברו את כל\" דשרצים (ויקרא יא, א), \"אדם כי יהיה בעור\" (ויקרא יג, א), \"כי תבואו אל ארץ\" (ויקרא יד, לג-לד), \"איש איש כי יהיה זב\" (ויקרא טו, א), \"איש על דגלו באותות\" (במדבר ב, א), \"נשא את ראש הקהתי\" (במדבר ד, א), \"אל תכריתו את\" (במדבר ד, יז), \"עד מתי לעדה הרעה\" (במדבר יד, כו-כז), \"הבדלו מתוך העדה\" (במדבר טז, כ-כא), \"זאת חקת התורה\" (במדבר יט, א-ב).  עוד במסורה (בסדר וארא): <b>ויאמר ה' אל משה ואל אהרן:</b> ו' דסמיכי וסימנהון: \"מופת\" (שמות ז, ח-ט), \"חפניכם\" (שמות ט, ח), \"החדש\" (שמות יב, א-ב), \"זאת חוקת הפסח\" (שמות יב, מג), \"יען לא האמנתם\" (במדבר כ, יב), \"בהר ההר\" (במדבר כ, כג).  עוד במסורה: <b>וידבר ה' אל אהרן:</b> ב' דסמיכי וסימנך: \"יין ושכר אל תשת\" (ויקרא י, ח-ט), \"ואני הנה נתתי לך\" (במדבר יח, ח). ותלתא <b>ויאמר ה' אל אהרן:</b> וסימנהון: \"לך לקראת משה\" (שמות ד, כז), \"אתה ובניך ובית אביך\" (במדבר יח, א), \"בארצם לא תנחל\" (במדבר יח, כ), עכ\"ל המסורה. לפי זה חשבון הי\"ג דברות שנאמרו למשה ולאהרן נפלא מאד! דאם נחשב רק \"וידבר ה' אל משה ואהרן\" אינם רק י\"א; ואם נחשב גם \"ויאמר ה' \" הם י\"ז (ועוד נמצא \"ויאמר ה' פתאום אל משה ואל אהרן\" דפר' בהעלותך ולא מנהו המסורה משום תיבת \"פתאום\" המפסיק. ועל זה כוון מ\"ש ברבה במדבר (פרשה ב) בי\"ח מקומות אתה מוצא משה ואהרן שוים וכולי); ואם נחשב גם \"ויאמר\"/\"וידבר\" ה' אל אהרן הם כ\"ב! ועם \"ויאמר ה' פתאום..\" הם כ\"ג! ותהי המבוכה רבה בעדת המפרשים, גם שגו במנין פקו פליליה. <sup class=\"footnote-marker\">(א)</sup><i class=\"footnote\">הק\"א פסקא כ' וז\"ל לא הוצרך לבאר הי\"ג פעמים שנאמרו בתורה הדברות למשה ולאהרן כי מבוארים הם ונתנו בהם סימן, מופת, חפניכם, החדש, ויצום, החיה, ארץ אחוזתכם, זב, איש על דגלו, נשא את ראש בני קהת, אל תכריתו, עד מתי, הבדלו, פרה. עכ\"ד, והנה ג' מהם שהם מופת, חפניכם, החדש, כתוב ויאמר אל משה ואהרן. ולו שם בשלשה ועד השלשה לא בא כי ששה המה. ועשרה דכתיב וידבר, הם באמת עשתי עשר. עוד כתב שם אח\"כ ואם יקשה עליך שהרי מצאנו דבור מיוחד לאהרן (בפ' קרח) וכן אמירה אחת לאהרן (שם) וכו'. ושכח כי הם שתי דברות ושלש אמירות כמ\"ש מנמוקי בעלי המסורה, והראב\"ד (כפי שהביא הק\"א משנה ד' בשמו) דסבר שהם ט\"ז דברות ואמירות, וריב\"ב לא חשיב ג' דברות ואמירות שקודם החדש הזה לכם נשארו י\"ג, וריה\"ג חשיב גם הג' דקודם החודש עי\"ש. וגם זה אינו כפתור ופרח, כי בארנו שהם י\"ז או י\"ח, ועוד שגם ריב\"ב מונה בין המעוטים מיעוט של ויהי ביום דבר ה' אל משה בא\"מ. וראיתי להחכם רוו\"ה במודע לבינה אחרי שהשיג על הק\"א חתר להמציא חלוקים שונים למצוא המנין. וחלק בין פרשה לפרשה בדוחקים עצומים לבלי הועיל. וכן מה שכתב בעל ק\"א על דברי הראב\"ד שלא מנה רק המצות מלבד שסותר דברי עצמו שלא חשב תחלה רק י\"ג דברות ואמירות, סותר האמת, כי הדבור, עד מתי (במדבר י\"ד כ\"ז) הבדלו (שם ט\"ז כ') וכן האמירה יען לא האמנתם (שם כ' י\"ב) בהר ההר (שם כ' כ\"ג) אין בו מצוה. סוף דבר, הוחלתי כי לא ידברו העתיקו מהם מלין לכן חלקי אמרה נפשי, והמעיין יבחר. אולם מ\"ש במכלתא ריש בא על ויאמר ה' אל משה ואל אהרן למשה הי' הדבור ולא לאהרן וכו' ומפני מה לא היה מדבר עמו מפני כבודו של משה וכ' נמצא ממעט אהרן מכל הדברות חוץ מג' מקומות מפני שאפשר, היא דעת אחרת. שגם בכ\"מ שנאמר ויאמר ה' אל משה ואל אהרן אל משה לבד דבר וזה מטעם. מפני כבודו של משה. פי' שהגם שאמירה יצויר באהרן, לא יצויר שישוה עם משה באמירה משותפת, וס\"ל שגם לשון אמירה שבא אצל משה היתה מעולה מאמירה אל נביאים אחרים ולא נשתתף עמו אחר חוץ מג' מקומות והם תלתא ויאמר ה' אל אהרן לבד, מפני שאפשר אחר שאהרן היה נביא אפשר שתבא אליו אמירה, וכמ\"ש בפרושי:</i>: לכן אמרתי שִמעה לי, אחַוה דֵעי אף אני: לך עבור בספרי נביאים וכתובים מקצה לקצה ולא תמצא שיאמר \"וידבר ה' אל נביא פלוני לאמר\" כמו שלשון זה רגיל בספר התורה בדבר ה' אל נאמן ביתו. [כי מה שנמצא \"וידבר ה' אל גד\" (דברי הימים א כא, ט) פירושו שהגיע דבר ה' אליו על ידי מלאך, כי זה עצמו נזכר (שמואל ב כד) ושם כתוב \"ודְבַר ה' היה אל גד\" שזה מדרגה קטנה ונמצא אף בבעלי רוח הקדש כמו \"ויהי דבר ה' אל שלמה\" (מלכים א יז יא), \"ונמצא ויהי דבר ה' אל יהוא\" (שם טז), \"דבר ה' היה אל בעשא\" (שם שם) – רוצה לומר על ידי שליח. וכן מ\"ש \"וידבר ה' אל גד\" הוא דומה עם מ\"ש \"וידבר ה' אל מנשה ואל עמו\" (דברי הימים ב לג, י) שפירושו על ידי שליח. וזולת זה לא נמצא בנביאים רק \"וידבר מלאך ה' אל אליהו\" (מלכים א טו) וכן (דניאל ט, זכריה ו, יחזקאל סימן מ וסימן מא) כולם מבוארים שהיה על ידי מלאך]. ובמסורה מערכיית אות א: <b>\"וידבר ה'\"</b> ד' בנביאים וסימנהון: \"וידבר ה' אל יהושע\" (יהושע כ, א), \"ביד עבדיו הנביאים\" (מלכים ב כא, י), \"וידבר ה' אל גד\" (דברי הימים א כא, ט), \"וידבר ה' אל מנשה\" (דברי הימים ב לג, י); וכל אורייתא דכוותיה. והטעם מבואר במה שבארתי בסימן הקודם בהבדל שבין \"דיבור\" ו\"אמירה\" ושמה שכתוב \"וידבר ה' אל משה לאמר\" פירושו שמסר לו דברים והלכות בעל פה ושבצם במשבצת אמירת הכתב וזה לא היה רק במשה שהיה נביא תורה, לא ביתר נביאים. רק פעם אחד נמצא בפר' רוצחים (יהושע כ) \"וידבר ה' אל יהושע לאמר\" שזה מפני שהחזיר שם פרשה הכתובה בתורה ואמרו חז\"ל (מכות יא) אמר ר' חמא בר' חנינא מפני מה נאמרה פרשת רוצחים בלשון עזה? דכתיב \"וידבר ה' אל יהושע לאמר..\" מפני שהם של תורה. למימרא דכל \"דיבור\" לשון קשה? הן, כדכתיב \"דבר האיש אדני הארץ אתנו קשות\". [והקישוי הזה כולל בין הקשה מצד עומק הדברים ומושגם כמו ענינים עמוקים שצריכים ביאור ופירוש, הן הקשה מצד ענינו, כמו דברים הרעים ווכוחים וטענות שזה נכנס בגדר הדיבור. והביא ממין אחד – \"דבר האיש אתנו קשות\" ראייה למין השני שפרשת ערי המקלט קשה מצד עומק מושגה יען שהיא של תורה. ובמדרש רבה (תשא פ' מב ופ' סח) ובתנחומא (פר' צו) וספרי (פר' בהעלותך) ובכמה מקומות אמרו \"דיבור\" קשה ו\"אמירה\" רכה.] על פי הדברים ואמת האלה נראה כי לא הוציא ר' יהודה בן בתירה את אהרן רק מן ה\"דיבור\", לא מן ה\"אמירה\", שכן דייק <b>י\"ג דברות</b>; והרי במשנה הבדיל בין \"דיבור\" ובין \"אמירה\" ובוודאי לשונו דוקא; כי אחר שאהרן היה נביא בהכרח באה אליו אמירה מאת ה' כמו אל יתר נביאים רק ה\"דיבור\" לא יצויר עמו שזה מיוחד רק למשה לבד [שעל מה שכתוב \"וידבר אלקים אל נח\" שאל זאת במדרש (ויקרא פ\"א) ועם נח לא דבר וכולי. ובאברהם כתיב \"וידבר אתו\"] . והם י\"ג דברות – שהם י\"א שכתוב \"וידבר אל משה ואהרן\" ושנים \"וידבר ה' אל אהרן\". וראיה לאמיתת פירוש זה שעל מה שכתוב \"וידבר אל משה ואל אהרן ויצום\" (שמות ו, יג) סיים \"ויהי ביום דבר ה' אל משה\", (וזה אחד מן המיעוטים). וכן על מה שכתוב על \"וידבר..איש על דגלו\" (במדבר ב) סיים \"ויעשו בני ישראל כאשר צוה ה' את משה\" (וגם זה מן המיעוטים) – מבואר שעיקר הציווי היה למשה. לא כן במה שכתב \"<b>ויאמר</b> ה'..החדש הזה\" (שמות יב) סיים \"ויעשו בני ישראל כאשר צוה ה' <b>את משה ואת אהרן</b>, וכן על \"ויאמר..\" ד\"זאת חוקת הפסח\" (שמות יב, מג) סיים כן; מבואר דגבי \"ויאמר\" היה הציווי לשניהם. <b>(ביאור משנה ב ומשנה ג)</b> עתה נבאר <b>הי\"ג מיעוטים:</b> ר' יהודה בן בתירה בקש חשבונות רבים, י\"ג מיעוטים נגד י\"ג דברות להראות שמה שכתוב \"וידבר ה'...אל אהרן\" פירושו על ידי שליח כמו \"וידבר ה' אל גד\" \"וידבר ה' אל מנשה\" כמו שנזכר למעלה. ובבראשית רבה (פר' כ) \"ותקרא שם ה' הדובר אליה\" – על ידי מלאך...\"ויאמר ה' לה\" – על ידי מלאך ויש אומרים על ידי שם בן נח. וכן (שם פ' מה). וברבה (יתרו פ' ??) \"ויאמר אל משה אני חותנך יתרו\" – ר\"י אומר על ידי שליח; ר\"א אומר אגרת שלו לו. וכן \"וידבר..אל אהרן\" – על ידי משה. <b>(מיעוט א ב ג)</b> מ\"ש בסוף נשא (במדבר ז, פט): \"וּבְבֹא מֹשֶׁה אֶל אֹהֶל מוֹעֵד לְדַבֵּר אִתּוֹ וַיִּשְׁמַע אֶת הַקּוֹל מִדַּבֵּר אֵלָיו מֵעַל הַכַּפֹּרֶת אֲשֶׁר עַל אֲרֹן הָעֵדֻת מִבֵּין שְׁנֵי הַכְּרֻבִים וַיְדַבֵּר אֵלָיו\". (א) מה שכתב \"ובבא משה אל אהל מועד לדבר אתו\" – מלת \"לדבר אתו\" מיותר, שכבר אמר (שמות לד, לד) \"ובבא משה לפני ה' לדבר אתו\", ותמצא מבואר בכל הספר הזה כי כל מאמר הכפול בתורה – האחד בא לגופיה והשני לדרוש; אמר שנית \"לדבר אתו\" למעט זולתו שהוא אהרן. (ב) \"מדבר אליו\" שלדעת רש\"י הוא מן ההתפעל כמו \"מתדבר\" ואם כן מלת \"אליו\" זרה שהוראת ההתפעל הוא שמתדבר אל עצמו. ועל כן רצה הראב\"ע לעשותו שם הפועל והדגש מקום \"מן\" וזה דוחק. ופירשו חכמים שמלת \"אליו\" הזרה פה בא למעט זולתו, שהקול לא הגיע לאזני זולתו שהוא אהרן. (ג) מ\"ש \"וידבר אליו\" מיותר בהחלט דהא מתחיל בפרשה אחריו \"וידבר ה' אל משה דבר אל אהרן\" והרי כפול \"וידבר אליו..וידבר ה' אל משה\". ופירושו שבא למעט רק אליו דבר שהוא ידבר לאהרן, ולא דבר עם אהרן עצמו. <b>(מיעוט ד ה):</b> מצאנו יעידה עם מלת \"לך\" ג' פעמים: \"וְנוֹעַדְתִּי לְךָ שָׁם וְדִבַּרְתִּי אִתְּךָ\" (שמות כה, כב), \"לִפְנֵי הַפָּרֹכֶת אֲשֶׁר עַל אֲרֹן הָעֵדֻת לִפְנֵי הַכַּפֹּרֶת אֲשֶׁר עַל הָעֵדֻת אֲשֶׁר אִוָּעֵד לְךָ שָׁמָּה\" (שמות ל, ו), \"לִפְנֵי הָעֵדֻת בְּאֹהֶל מוֹעֵד אֲשֶׁר אִוָּעֵד לְךָ שָׁמָּה\" (שמות ל, לו). וכפי הכללים שהיו לחז\"ל בזה (שיתבארו בכל הספר) כל דבר הכפול ומשולש בתורה צריך אחד לגופיה והיתרים באו לדרשה, ונשארו שנים למעט שהיעידה תהיה לך, לא לזולתך שהוא אהרן. <b>(מיעוט ו):</b> (שמות כט, מב) \"עולת תמיד..פתח אהל מועד לפני ה' אשר אועד לכם שמה לדבר אליך שם ונועדתי שמה לבני ישראל\" פירש הראב\"ע ויפת אמר \"אשר אועד לכם\" – למשה ולאהרן, ורמז לדבר: \"אליך\" למשה תמיד, ועדותו \"ונועדתי שמה לבני ישראל\". כוונתו שאי אפשר לפרש \"אועד לכם\" לישראל דאם כן למה יאמר שנית \"ונועדתי..לבני ישראל\"? ועל כרחך \"לכם\" למשה ולאהרן ובאר שבכל זאת אל אהרן לא ידבר רק \"לדבר אליך\" – למשה תמיד. וזה דעת רבותינו. (משנה ז) <b>(מיעוט ז):</b> \"כאשר צוה ה' אל משה\" זה נמצא רק פעם אחת בתורה (שמות טז, לג-לד) \"ויאמר משה אל אהרן קח צנצנת אחת ותן שמה...כאשר צוה ה' אל משה\" (כי תמיד כתוב \"את משה\" ונמסר במסורה לית ושארה \"את\". ויש בזה ב' זריות: (א) שהיה לו לומר \"כאשר צוה ה' אותי\" או \"אלי\", אחר שמשה דבר זאת. והגם שמצאנו פעמים שבא השם תחת הכינוי כמו \"ואל משה אמר עלה אל ה' \" כמ\"ש הרד\"ק (במכלול דף כט ב) – יש בו דרוש כמ\"ש (ברכות ח) \"למען אדני \" – \"למענך\" מבעיא ליה?! למען אברהם שקראך אדון. (ב) זאת שנית מ\"ש \"צוה אל משה\". ויש הבדל בין \"צוה את\" ובין \"צוה ל...\" בלמ\"ד; ש\"צוה ל...\" מורה שצוה בשבילו כמו שפרש\"י (במדבר לב כח) \"ויצו להם משה את אלעזר הכהן\" כמו עליהם ועל תנאם, כמו \"ה' ילחם לכם\". \"עמדו ואשמעה מה יצוה ה' לכם\" תרגם אונקלוס על דילכון. \"צוה ה' ליעקב\" (איכה א׳:י״ז) פרש\"י על יעקב. ובסוטה (דף יב) \"ויצו פרעה לכל עמו\" אף על עמו גזר. \"תורה צוה לנו משה\" לנו בעבורינו (ספרי סימן שמה). ולכן דרשוהו גם פה שלפי שמשה פקד לאהרן לגנוז צנצנת המן באר כי צויים כאלה צוה אל ובשביל משה, לא בשביל אהרן, הגם שאהרן עשה המעשה הציוי בא אל משה שיאמר לאהרן. <b>(מיעוט ח):</b> בפר' צו (ויקרא ז, לו-לח) \"אשר צוה ה' לתת להם...אשר צוה ה' את משה בהר סיני ביום צותו\" ויש פה גם כן ב' זריות: (א) כפל \"אשר צוה..אשר צוה\", (ב) שהיה לו לומר בשניהם \"כאשר\". ובמסורה נמסר על שניהם: חמשה סבירין \"כאשר\" וקרינין \"אשר\"; ודרשו שבא ללמד \"אשר צוה ה' \", רוצה לומר, כל מה שצוה ה' – אשר צוה אל משה, השני מבאר את הראשון שהיו הצויים מיוחדים למשה, לא לאחר עמו. <b>(מיעוט ט):</b> \"אשר צוה ה' את משה\" הוא מיעוט שבא בדיבור עצמו, שעל \"וידבר ה' אל משה ואל אהרן\" דקהת (במדבר ד, א עיין שם) (במדבר ד, יז עיין שם) סיים בסוף הענין (במדבר ד, מט) \"ופקדיו אשר צוה ה' את משה\" – מבואר שלמשה בא הציווי. <b>(מיעוט י):</b> גירסת הספרא \"את אשר יצוה\" וכן גירסת התורת כהנים, וכן מה שגרסי \"את כל אשר אצוך אל בני ישראל\" לא אוכל לפרשה כפי דרכי בספר הזה, ונראה לגרוס במקומם \"כאשר דבר ה' ביד משה לו\" (במדבר יז, ה) שכן אומר בספרי (קרח פסקא קיז) \"וידבר ה' אל אהרן ואני הנה נתתי\" – שומע אני שהיה הדיבור לאהרן... ת\"ל \"זכרון לבני ישראל..כאשר דבר ה ביד משה לו\" – הא למדת שהדיבור למשה שיאמר לאהרן. ופרש\"י \"ביד משה לו\" כמו עליו, על אהרן דבר וכולי שהוא פרשת \"ואני הנה נתתי\". לפי זה גם זה מיעוט שבא בדיבור עצמו ביחוד, כי מן מיעוט ט' עד מיעוט י\"ג הם מיעוטים שבאו בהדברות עצמם. <b>(מיעוט י\"א):</b> גם הוא נזכר בדיבור עצמו שעל דיבור \"ויצום\" (שמות ו, יג) סיים (שמות ו, כח) \"ויהי ביום דבר ה' אל משה בארץ מצרים\" – ביאר שלמשה בא הדיבור הלז. ", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6cd0388205001838a0a3", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Tzav 160:1", "anchorRef": "Leviticus 7:36", "anchorRefExpanded": ["Leviticus 7:36"], "sourceRef": "Malbim on Leviticus, Tzav 160:1", "sourceHeRef": "מלבי\"ם על ויקרא, צו ק״ס:א׳", "anchorVerse": 36, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 160.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "צו", "he": "<b>אשר צוה ה' לתת להם ביום משחו אותם:</b> הרמב\"ן מסרס המקרא – אשר צוה ה' ביום משחו אותם לתת להם. ומלבד שמבואר אצלינו שהחכמים לא יוטב בעיניהם לסרס המקרא, יקשה על זה ממה שכתוב במשנה ה' שכולם נאמרו מסיני - קודם ליום משחו. והראב\"ע פירש לתת להם מיום משחו - ובא הב' במקום מ\"ם. אמנם כלל אצלינו שלא בא חילוף בלשון אם לא לכונה מיוחדת כמו שבארנו תמיד. והרי הרד\"ק במכלול (<small>דף נב</small>) אחר שחשב כל המקומות שבא ב' במקום מ\"ם סיים \"ויש לפרשם כולם כמשמעם\". והאמת כן, מזה הוכיח ר' שמעון בספרא שישראל היו מפרישין מתנת כהונה מיום שנצטוה משה ע\"ה בהר סיני. וה' צוה שכל המתנות שהופרשו באותו זמן ינתנו להם ביום המשיחה - לא קודם. ומה שאמר \"מאת בני ישראל\" - מרצון – התבאר למעלה (<small>סימן קנז</small>). ומה שאמר \"חוקת עולם וכולי\" – התבאר בפר' אמור (<small>סימן סו</small>).", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f10163b82c862e221a7bf37", "index_title": "Nefesh HaChayim", "category": "Jewish Thought", "type": "", "ref": "Nefesh HaChayim, Gate IV 31:6", "anchorRef": "Leviticus 7:36", "anchorRefExpanded": ["Leviticus 7:36"], "sourceRef": "Nefesh HaChayim, Gate IV 31:6", "sourceHeRef": "נפש החיים, שער ד ל״א:ו׳", "anchorVerse": 36, "sourceHasEn": true, "compDate": [1780, 1820], "commentaryNum": 31.0006, "collectiveTitle": {"en": "Nefesh HaChayim", "he": "נפש החיים"}, "heTitle": "שער ד", "he": "ובפ' קדושים פ' ע״ב בזבח ובמנחה כו' אבל מתכפר הוא בד״ת אמאי בגין דד״ת סלקין על כל קרבנין דעלמא כמה דאוקמוה דכתיב זאת התורה לעולה למנחה ולחטאת כו' שקיל אורייתא לקביל כל קרבנין דעלמא. א״ל הכי הוא ודאי דכל מאן דאשתדל באורייתא אע״ג דאתגזר עלי' עונשא מלעילא ניחא לי' מכל קרבנין ועלוון וההוא עונשא אתקרע. ות״ח לא אתדכי ב״נ לעלמין אלא במלין דאורייתא כו'. ואורייתא קדושה אתקרי דכתיב כי קדוש אני ה' ודא אורייתא דהיא שמא קדישא עלאה. וע״ד מאן דאשתדל בא אתדכי ולבתר אתקדש כו'. תאנא קדושה דאורייתא קדושה דסליקת על כל קדושין כו' ע״ש.", "heVersionTitle": "Vilna, 1874", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And in <i>parshat K’doshim</i> (80b): “‘With sacrifice and offering…’—but he is atoned for with words of Torah. Why? Because the words of the Torah rise above all the sacrifices in the world, as they asserted, for it is written (Vayikra 7:36): ‘This is the Torah for the burnt-offering, the meal-offering and the sin-offering…’—Torah is considered equal to all the sacrifices in the world. He<sup class=\"footnote-marker\">1224</sup><i class=\"footnote\">Rebbee Yosee</i> said to him: it’s exactly as you explain, that anyone who involves himself with Torah, even though punishments have been decreed upon him from above, he provides greater pleasure than all the sacrifices and offerings, and that punishment is torn up. And come and observe: a person is never refined of his sins except via words of Torah… . And the Torah is called ‘holy’, for it is written (Vayikra 20:26): ‘For I God-<i>YHV”H</i> am holy’—this is the Torah because it is the holy supernal name. And regarding this [is written that] one who involves himself with it is refined, and later is made holy… . This teaches us that the holiness of the Torah is a holiness that rises above all other kinds of holiness.”", "versionTitle": "The Soul of Life, translated by Leonard Moskowitz, Teaneck, NJ 2012 [Rev. 1.5]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5f1e9f11eb7d2e14756446ef", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Leviticus 7:36:1", "anchorRef": "Leviticus 7:36", "anchorRefExpanded": ["Leviticus 7:36"], "sourceRef": "Midrash Lekach Tov, Leviticus 7:36:1", "sourceHeRef": "מדרש לקח טוב, ויקרא ז׳:ל״ו:א׳", "anchorVerse": 36, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 36.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "ויקרא", "he": "<b>פס'.</b> אשר צוה ה' לתת להם. מלמד שהיו ישראל במתנות מהר סיני וזכו בהן אהרן ובניו משזכו בשמן המשחה. מאת בני ישראל. <i data-commentator=\"Beur HaRe'em\" data-order=\"74\"></i> מרצון בני ישראל. חקת עולם לדורותם. שינהג הדבר לדורות:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5fb25436581cfce19ca758b6", "index_title": "Ohev Ger", "category": "Commentary", "type": "commentary", "ref": "Ohev Ger, Part II, Variants in Targum Onkelos 200:1", "anchorRef": "Leviticus 7:36", "anchorRefExpanded": ["Leviticus 7:36"], "sourceRef": "Ohev Ger, Part II, Variants in Targum Onkelos 200:1", "sourceHeRef": "אוהב גר, חלק שני, חלופי נוסחאות ר׳:א׳", "anchorVerse": 36, "sourceHasEn": false, "compDate": [1823, 1829], "commentaryNum": 200.0001, "collectiveTitle": {"en": "Ohev Ger", "he": "אוהב גר"}, "heTitle": "חלופי נוסחאות", "he": "<b>פרשת צו</b><br>ביום משחו אותם (ז' כ\"ו) ברוב הספרים ביומא דירבון (לשון עתיד ובדפוס לשבונא ביומא דרביו (לשון עבר) ונוסח זה מתוקן יותר מן הראשון, ועדיין נראה שהיה ראוי להגיה <b>דְרַבִי</b> לשון יחיד (וכן מצאתי בתיב\"ע) כי אל יחיד הוא אשר גידל אותם; וכן בפסוק שלפניו ביום הקריב אותם לכהן לה' דיקרבון יתהון, נראה שצריך לומר דקריב יתהון: ואנשים חכמים המה ישפוטו.", "heVersionTitle": "Ohev Ger, Philoxenus sive de Onkelosi, Vienna, 1830", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אוהב גר, וינה תק\"ץ", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037edf6bfddfbb310fecf8", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Instructions on Disposal of Sacrifices II 2", "anchorRef": "Leviticus 7:1-38", "anchorRefExpanded": ["Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Instructions on Disposal of Sacrifices II 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳, ויקרא הערה ז׳ ב׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Instructions on Disposal of Sacrifices II", "he": "ויקרא הערה ז׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ז׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "The first part of the chapter concerns the eating of three more categories of sacrifice. Vv.16–27 demonstrate the extreme caution regarding lay consumption. The ending (vv.37–38) provides a summary (which mentions a “mandate-offering” not described in this chapter!) and phraseology that usually occurs at the end of a book or major section in the Torah: “which Y<small>HWH</small> commanded Moshe at Mount Sinai … in the wilderness of Sinai.”", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a7713bd8cd388d3e4f", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood 2-18", "anchorRef": "Leviticus 1:1-10:20", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood 2-18", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳ ב׳-י״ח", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Cult and the Priesthood", "he": "ויקרא מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE SECOND HALF OF THE BOOK OF</small> E<small>XODUS CONCERNED ITSELF WITH SETTING UP THE</small> sacrificial cult of Israel. It therefore set forth the prescriptions for and construction of a sanctuary and the priestly garments, and laid out a ceremony for the investiture of priests. But the description of how sacrifices were to be offered, and for what purpose, is not part of the book, which as edited seems more interested in contrasting the building of a sanctuary with building cities for the Pharaohs, as part of its portrayal of the victory of the biblical God over the gods of Egypt. Although at the end of the book the “Dwelling” is completed, we do not get to see the various sacral rites performed there.", "Leviticus also delays the ordination of the priests, until Chapter 8, preferring instead to begin with a kind of manual on the offering and disposal of sacrifices. It then moves us from the details of sacrifice into the narrative of the sanctuary’s dedication and opening rites, providing a natural bridge for Part II, in which ritual pollution and purity, the province of priests, is dealt with.", "The function of the sacrificial cult in ancient Israel will be discussed in “On Animal Sacrifice” below. In general it should be noted that the existence of a class or profession whose job it is to mediate between the divine and human realms is widespread in most older cultures, and the Israelite priesthood, whatever its origins and development, was but one of many such groups in the ancient Near East. It existed, to use the language of Exodus, to “serve” God, maintaining his holiness through ritual and helping to maintain the order of sacred culture which was supposed to mirror God’s ordering of the cosmos. Accordingly, as we will learn later in Leviticus, priests were to be set apart from the general population in a number of areas. There were strict rules about whom they could and could not marry, and they were barred from coming into any contact with the dead, for instance. Their functions extended beyond sacrifice; they could provide oracular advice in times of need, and taught the people “instructions” (Heb. <i>torot</i>) regarding various ritual matters.", "As part of an overall scheme, there was a conscious parallel between priests as part of a select circle and sacrificial animals—as well as the people of Israel. That is, all three stood at the center of concentric circles dedicated to God; and as one moved out (toward Levite and commoner, animals permitted for eating and those forbidden, and neighbors and foreigners), one got further and further away from the divine. The hierarchy regarding the cult thus reinforced the theme of separation which we have noted above.", "In the view of Milgrom, Israel’s cult was distinguished from those of its neighbors by its purposefully ignoring the complex web of rituals regarding demons. The sanctuary was to be purged of ritual pollution, not only by semimagical means (the sprinkling of sacrificial blood) but also and primarily by the confession of wrongdoing and the sincere desire to repent. Then, too, the sanctuary, while in most respects resembling shrines elsewhere in the ancient Near East, omitted certain crucial items, most notably statuary representing the gods and a bed for them to rest on. Finally, certain religious rituals were forbidden, such as mutilation of the priests’ bodies. In all these cases, Israel introduced something new into the area of worship.", "For many decades there has been major and heated debate by scholars in favor of one or the other scheme for following the history of the priesthood and the cult. There are those who view these institutions as stretching back to Israel’s earliest history, while others see strong evidence of a late, possibly even exilic, reworking of the priestly material. Similar arguments dot the landscape of literary criticism of the Torah, in which scholars have tried to divine at what point priestly editors might have put their distinctive stamp on the literature. From Wellhausen in the nineteenth century to Knohl, Milgrom, and Levine in the late twentieth, there has been no lack of theorizing on these issues—and no definitive answers. For the moment we are left to read Leviticus as it is placed in the Torah, with an awareness that a variety of historical and ideological influences are imbedded, if not hidden, in our text.", "O<small>N</small> A<small>NIMAL</small> S<small>ACRIFICE</small>", "A<small>LTHOUGH IT APPEARS EARLIER IN THE</small> T<small>ORAH</small>, <small>ANIMAL SACRIFICE RECEIVES ITS FULL</small>est treatment in Leviticus. Besides the opening seven chapters, which are devoted to a relatively brief description of how sacrifices are to be offered and disposed of, many other chapters in the book talk about sacrificial rituals: the installation of the priests (8–9), rules about disposing of the <i>hattat</i> sacrifice (10), purification offerings brought in the event of such “polluting” states as childbirth and skin diseases (12–15), and finally the “scapegoat” ceremony of Chapter 16. They appear in most of the later chapters as well.", "What function did sacrifice, particularly of animals, play in the religion of ancient Israel? How could a God who proscribed the murder of human beings (Ex. 20:13, 21:12) countenance the taking of animal life for ritual purposes? To answer these questions, we must turn briefly to some of the commonly proposed theories surrounding sacrifice.", "The idea of offering up living creatures to the gods is one of hoary antiquity. Walter Burkert, on the basis of the study of Greek religion, suggests that sacrifice is a means of dealing with guilt over the taking of life. That is, the switch from gathering to hunting society, made possible by technology (the invention of tools), while it raised human accomplishment and consciousness to a new level, also brought with it the acute sense of having violated something essential in the cosmic order. Such guilt is not mitigated by the fact that early people hunted for food and not for pleasure. The way of dealing with the guilt, giving life back to the gods, is in a true sense restoration; life is given back for life taken, so that it may ultimately be renewed (contrast this to the profoundly unecological use of living and inorganic resources over the past “civilized” centuries). And it must be done via ritual. In Burkert’s view, ritual deals with human anxiety by “raising the ante”—by means of increasing anxiety, it is controlled. So guilt over life-taking is assuaged by making a ritual out of the killing, and the shared experience of trauma helps to create solidarity within the group. Despite the subsequent rise of agriculture, says Burkert, the hunting ritual played out in sacrifice could not be done away with, so ingrained had it become, and the rationale behind sacrifices was therefore transformed. Now domesticated animals could be used, giving greater control over the process.", "In another approach, De Vaux (1965) postulates three motives for sacrifice. In the first model, that of “gift,” the worshiper brings something of value to the deity. The animal is killed, setting it apart for sacred use; it is burned, turning it into an invisible substance which can rise to the gods. The gift may be for thanksgiving or, more likely, may be to assuage the demonic powers that many societies (especially Mesopotamia, Abraham’s homeland) felt controlled everyday life. Giving establishes reciprocal movement; altruism has no place here (Burkert). One is reminded of the elaborate giving ceremonies among many peoples on occasions such as weddings; giving establishes relationship and maintains the social order.", "In addition to gifts, another mode of sacrifice involves communion, as nineteenth-century scholars such as Robertson Smith observed. Here the model of the meal is crucial: humans and gods share a great repast, thereby cementing kinship as surely as the closing of business deals is celebrated by drinks and dinner. Passover, both in the Bible and subsequently (even when the sacrifice per se was no longer involved), may serve as a striking example of the effectiveness of such a paradigm.", "A final type or function of sacrifice is atonement or expiation. Here a sin, communal or individual, is purged away by the act of sacrifice; the gods receive life as a substitute for the sinner’s own, which is symbolized by the victim’s blood. The fact that the animals permitted in the Bible for sacrifice are pastoral and hence frequently used metaphorically for the Israelites themselves, is significant in this regard. This approach is further illustrated in the Bible by the end of the Flood story, where God accepts Noah’s sacrifice, implying that he accepts animal life (which now, simultaneous with properly offered sacrifice, is permissible for food) in place of that of humans (Eilberg-Schwartz). It should be noted that, in the Bible, sacrifice for the sake of atonement is almost always in reference to unintentional sins, whereas deliberate wrongdoing may not be atoned for through this system.", "Which of these rationales is truly at work in Levitical sacrifice? Actually, at various times one can find all of them—the texts present a variety of motives and occasions for sacrifice in biblical Israel, from thanksgiving to purification and reparation. But in general one may say of Israelite sacrifice, as one may say of much of the ritual in Leviticus, that it is designed primarily to maintain or repair the relationship between God and Israel. Such an understanding helps to explain the unity of the book, as we will see in our discussion of pollution: sacrifice was a crucial element in keeping the covenant, and hence God’s beneficent presence among the Israelites, intact.", "The fact that this reconciliation, as it were, takes place against a background of slaughter should not be as upsetting to moderns as it is usually felt to be. In ironic contrast to our mechanized and mass-produced society, where the killing of animals for food takes place at a remove from our consciousness and from our direct participation, the sacrificial system in fact involved worshiper and priest alike, and the symbolic value of the operation, whatever it may have been in specific cases, lay in its directness, in its consciousness of the taking of life. Some would even maintain that in societies where the practice and rationale for sacrifice has broken down, there is inevitably an increase in intrahuman violence (Girard).", "<br><img>", "<b><i>Lev. 3:5</i> And the Sons of Aharon are to turn it (all) into smoke upon the slaughter-site … a fire-offering of soothing savor for Y<small>HWH</small>.</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e4c9ad75f2d99af94c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Instructions on Disposal of Sacrifices II 1", "anchorRef": "Leviticus 7:1-38", "anchorRefExpanded": ["Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Instructions on Disposal of Sacrifices II 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳, ויקרא הערה ז׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ז׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Leviticus 7:1-38\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Leviticus 7:1-38</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "641881e4c9371ec0cebe7330", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 7:36:1", "anchorRef": "Leviticus 7:36", "anchorRefExpanded": ["Leviticus 7:36"], "sourceRef": "Reggio on Torah, Leviticus 7:36:1", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא ז׳:ל״ו:א׳", "anchorVerse": 36, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 36.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>אשר צוה ה' לתת להם ביום משחו אתם,</b> שיעור הכתוב, אשר צוה ה' ביום משחו אותם לתת להם מאת בני ישראל חקת עולם:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc50758c1dc532ec8cfb", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 7:36", "anchorRef": "Leviticus 7:36", "anchorRefExpanded": ["Leviticus 7:36"], "sourceRef": "Steinsaltz on Leviticus 7:36", "sourceHeRef": "ביאור שטיינזלץ על ויקרא ז׳:ל״ו", "anchorVerse": 36, "sourceHasEn": true, "commentaryNum": 7.0036, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>אֲשֶׁר צִוָּה ה' לָתֵת לָהֶם בְּיוֹם מָשְׁחוֹ אֹתָם.</b> עם מינויים זכו הכהנים בזכויות מסוימות \n    <b>מֵאֵת בְּנֵי יִשְׂרָאֵל.</b> הציווי נאמר ביום שקיבלו את תפקידם, אך מתנות הכהנים יהיו \n    <b>חֻקַּת עוֹלָם לְדֹרֹתָם,</b> ויינתנו להם בכל דור שבו יוקרבו קרבנות.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>that the Lord commanded to give to them on the day He anointed them. </b>With their appointment to the priesthood, Aaron and his sons were granted certain rights <b>from the children of Israel. </b>Although this commandment was stated on the day of their anointment, the gifts of the priesthood shall be <b>an eternal statute for their generations, </b>and they shall be given to the priests in any generation in which offerings are brought.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "55053471fbfba270cc17e6c1", "index_title": "Haamek Davar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Leviticus 7:36:1", "anchorRef": "Leviticus 7:36", "anchorRefExpanded": ["Leviticus 7:36"], "sourceRef": "Haamek Davar on Leviticus 7:36:1", "sourceHeRef": "העמק דבר על ויקרא ז׳:ל״ו:א׳", "anchorVerse": 36, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 36.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>אשר צוה וגו׳.</b> מיירי בעורות קדק״ד שהם חולין ובחו״ש של קדשים קלי׳ שנאכלים גם לבעלים וצוה ה׳ לתת לכהנים באותו יום שגדל אותם וקאי זאת של מקרא הקודם גם ע״ז המקרא כמו זאת אשר צוה וגו׳:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f033d6e4a9274646e06c", "index_title": "Chizkuni", "category": "Quoting Commentary", "type": "", "ref": "Chizkuni, Numbers 4:5:1", "anchorRef": "Leviticus 7:36", "anchorRefExpanded": ["Leviticus 7:36"], "sourceRef": "Chizkuni, Numbers 4:5:1", "sourceHeRef": "חזקוני, במדבר ד׳:ה׳:א׳", "anchorVerse": 36, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>וכסו בה</b> ממנה דוגמא והנותר בבשר ובלחם ביום משחו אותם וכן אשר ישרתו לה בהם.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "וכסו בה, “and the shall cover it;” the prefix ב is used in this sense also in Leviticus 8,32: והנותר בבשר ובלחם, “and the surfeit of the flesh and bread;” compare also Leviticus 7,36: ביום משחו אותם, “on the day they were anointed (by means of it). Compare also Numbers 4,9: אשר ישרתו לה בהם, “wherewith they minister unto it.”", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5892f27dd6e4a9274647190c", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Leviticus 7:36:1", "anchorRef": "Leviticus 7:36", "anchorRefExpanded": ["Leviticus 7:36"], "sourceRef": "Chizkuni, Leviticus 7:36:1", "sourceHeRef": "חזקוני, ויקרא ז׳:ל״ו:א׳", "anchorVerse": 36, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 36.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "ויקרא", "he": "<b>ביום משחו אתם</b> בי״‎ת במקום מ״‎ם כמו מיום המשח אותו פי׳‎ מיום שיהיו נושאים ינתן להם זה לחק עולם.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ביום משחו אותם, “on the day that they were anointed.” The prefix letter ב has been used here instead of the more common prefix מ the meaning being: “from the day they were anointed. From this day on, these portions of the sacrificial animals were perpetually given to the priests.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58b1c5fdd6e4a937f9998a6f", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 14:13", "anchorRef": "Leviticus 7:36", "anchorRefExpanded": ["Leviticus 7:36"], "sourceRef": "Bamidbar Rabbah 14:13", "sourceHeRef": "במדבר רבה י״ד:י״ג", "anchorVerse": 36, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 14.0013, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "זֹאת חֲנֻכַּת הַמִּזְבֵּחַ, יָכוֹל שֶׁהוּא נִמְשַׁח מֵעַתָּה, תַּלְמוּד לוֹמַר זֹאת, עוֹד אֵינוֹ נִמְשַׁח מֵעַתָּה, אוֹמֵר אֲנִי לֹא יִמָּשַׁח לִימוֹת הַמָּשִׁיחַ אֲבָל לֶעָתִיד לָבוֹא אָמַר <small>(במדבר ז, פח)</small>: זֹאת חֲנֻכַּת הַמִּזְבֵּחַ אַחֲרֵי וגו', עוֹד אֵינוֹ נִמְשַׁח לֶעָתִיד לָבוֹא, וְכֵן הוּא אוֹמֵר <small>(ויקרא ז, לה)</small>: זֹאת מִשְׁחַת אַהֲרֹן וּמִשְׁחַת בָּנָיו, יָכוֹל שֶׁהֵם נִמְשָׁחִים מֵעַתָּה, תַּלְמוּד לוֹמַר זֹאת, עוֹד אֵין נִמְשָׁחִים. אֱדַיִן אֲנִי אוֹמֵר לֹא יִמָּשְׁחוּ לִימוֹת הַמָּשִׁיחַ, אֲבָל יִמָּשְׁחוּ לֶעָתִיד לָבוֹא, תַּלְמוּד לוֹמַר זֹאת, אֵינָם נִמְשָׁחִים לְעוֹלָם לֶעָתִיד לָבוֹא, וּמָה אֲנִי מְקַיֵּם <small>(זכריה ד, יד)</small>: אֵלֶּה שְׁנֵי בְּנֵי הַיִּצְהָר, זֶה אַהֲרֹן וְדָוִד, זֶה מְבַקֵּשׁ כְּהֻנָּתוֹ וְזֶה מְבַקֵּשׁ מַלְכוּתוֹ, אַהֲרֹן מְבַקֵּשׁ כְּהֻנָּתוֹ וְדָוִד מְבַקֵּשׁ מַלְכוּתוֹ. <small>(במדבר ז, פד)</small>: בְּיוֹם הִמָּשַׁח אֹתוֹ, בַּיּוֹם שֶׁנִּמְשַׁח בּוֹ בַּיּוֹם הִקְרִיבוּ. אַתָּה אוֹמֵר בַּיּוֹם שֶׁנִּמְשַׁח בּוֹ בַּיּוֹם הִקְרִיבוּ, אוֹ לֹא בָּא לְלַמֵּד אֶלָּא בַּיּוֹם שֶׁנִּמְשַׁח בּוֹ זָכוּ הַכֹּהֲנִים לְקַבֵּל מַתָּנוֹת, כְּשֶׁהוּא אוֹמֵר <small>(ויקרא ז, לו)</small>: אֲשֶׁר צִוָּה ה' לָתֵת לָהֶם בְּיוֹם מָשְׁחוֹ אֹתָם, וְאָמַר רַבִּי שִׁמְעוֹן מִנַּיִן שֶׁמַּפְרִישִׁין הָיוּ יִשְׂרָאֵל מַתְּנוֹת כְּהֻנָּה מֵהַר סִינַי וְלֹא זָכוּ אַהֲרֹן וּבָנָיו בָּהֶם עַד שֶׁנִּמְשְׁחוּ בְּשֶׁמֶן הַמִּשְׁחָה, תַּלְמוּד לוֹמַר: אֲשֶׁר צִוָּה ה' לָתֵת לָהֶם בְּיוֹם מָשְׁחוֹ אֹתָם, הָא לָמַדְנוּ שֶׁבַּיּוֹם שֶׁנִּמְשַׁח הַמִּשְׁכָּן בּוֹ בַּיּוֹם זָכוּ הַכֹּהֲנִים לְקַבֵּל מַתָּנוֹת. הָא מַה תַּלְמוּד לוֹמַר בְּיוֹם הִמָּשַׁח אֹתוֹ, בַּיּוֹם שֶׁנִּמְשַׁח בּוֹ בַּיּוֹם הִקְרִיב נַחְשׁוֹן קָרְבָּנוֹ. אִי בְּיוֹם הִמָּשַׁח אֹתוֹ, יָכוֹל קֹדֶם שֶׁנִּמְשַׁח הִקְרִיב נַחְשׁוֹן, תַּלְמוּד לוֹמַר זֹאת חֲנֻכַּת הַמִּזְבֵּחַ בְּיוֹם הִמָּשַׁח אֹתוֹ. אִי <small>(במדבר ז, פח)</small>: אַחֲרֵי הִמָּשַׁח אֹתוֹ, יָכוֹל לְאַחַר זְמַן, תַּלְמוּד לוֹמַר בְּיוֹם הִמָּשַׁח אֹתוֹ. הָא לָמַדְנוּ בַּיּוֹם שֶׁנִּמְשַׁח בּוֹ בַּיּוֹם הִקְרִיבוּ הַנְּשִׂיאִים, וּלְאַחַר שֶׁנִּמְשַׁח <small>(במדבר ז, פד)</small>: מֵאֵת נְשִׂיאֵי יִשְׂרָאֵל, מַגִּיד הַכָּתוּב שֶׁכְּשֵׁם שֶׁשָּׁווּ כֻּלָּם בְּעֵצָה אַחַת, כָּךְ שָׁווּ בַּזְּכוּת. רַבִּי שִׁמְעוֹן אוֹמֵר מַה תַּלְמוּד לוֹמַר מֵאֵת נְשִׂיאֵי יִשְׂרָאֵל, מְלַמֵּד שֶׁנִּתְנַדְּבוּ מֵעַצְמָן, וְהָיָה קָרְבַּן כֻּלָּן שָׁוֶה, כְּאָרְכָּן כָּךְ רָחְבָּן כָּךְ מִשְׁקָלָן, וְלֹא הִקְרִיב אֶחָד מֵהֶן יוֹתֵר עַל חֲבֵרוֹ, שֶׁאִלּוּ הִקְרִיב אֶחָד מֵהֶן יוֹתֵר עַל חֲבֵרוֹ לֹא הָיָה קָרְבַּן אֶחָד מֵהֶן דּוֹחֶה אֶת הַשַּׁבָּת. אָמַר לָהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא אַתֶּם חֲלַקְתֶּם כָּבוֹד אֶחָד לַחֲבֵרוֹ וַאֲנִי חוֹלֵק לָכֶם כָּבוֹד, שֶׁתַּקְרִיבוּ בְּיוֹם שַׁבָּת שֶׁלִּי, כְּדֵי שֶׁלֹא יְהֵא הֶפְסֵק בְּקָרְבַּנְכֶם. <small>(במדבר ז, פד)</small>: קַעֲרֹת כֶּסֶף שְׁתֵּים עֶשְׂרֵה הֵן שֶׁנִּתְנַדְּבוּ וְלֹא אֵרַע בָּהֶם פְּסוּל. אָמַר רַבִּי יוּדָן וַהֲלוֹא קְעָרָה אַחַת וּמִזְרָק אֶחָד וְכַף אַחַת הִקְרִיבוּ בְּיוֹם הִמָּשַׁח אֹתוֹ, מַה תַּלְמוּד לוֹמַר קַעֲרֹת כֶּסֶף שְׁתֵּים עֶשְׂרֵה מִזְרְקֵי כֶסֶף שְׁנֵים עָשָׂר כַּפּוֹת זָהָב שְׁתֵּים עֶשְׂרֵה, אֶלָּא הֶעֱלָה עֲלֵיהֶם הַכָּתוּב כְּאִלּוּ כֻּלָּם הִקְרִיבוּ בְּיוֹם רִאשׁוֹן, וּכְאִלּוּ כֻּלָּם הִקְרִיבוּ בְּיוֹם אַחֲרוֹן:", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“This was the dedication of the altar” – is it, perhaps, that it would continue to be anointed from now? The verse states: “This” – I say that it will not be anointed during the Messianic Era, but in the future it will be. It said: “This was the dedication of the altar after [it was anointed]” (Numbers 7:88), indicating that it will not be anointed in the future.<sup class=\"footnote-marker\">97</sup><i class=\"footnote\">The altar was anointed only in the Tabernacle. It was not anointed during the time of the Second Temple, and it will not be anointed in the Messianic Era. (This is based on the Etz Yosef, who suggests that the future referred to in the midrash is the time of the Second Temple.) </i> <br>Likewise, it says: “this is the anointment of Aaron and the anointment of his sons” (Leviticus 7:35) – is it, perhaps, that they would continue to be anointed from now? The verse states: “This” – to say that they will not be anointed. I still say: They will not be anointed during the Messianic Era, but in the future they will be. The verse states: “This” – they will never again be anointed in the future. How do I realize: “These are the two anointed ones” (Zechariah 4:14)? This is Aaron and David; this one seeks his priesthood, and that one seeks his kingship; Aaron seeks his priesthood, and David seeks his kingship. <br>“On the day that it was anointed” – on the day that it was anointed, on that very day they presented their offering. Do you say that on the day that it was anointed, on that very day they presented their offering; or did it come to teach only that on the day it was anointed the priests merited receiving gifts, as it says: “That the Lord commanded to give them on the day He anointed them” (Leviticus 7:36), and Rabbi Shimon said: From where is it derived that Israel were separating priestly gifts from Mount Sinai, but Aaron and his sons did not acquire them until they were anointed with the anointing oil? The verse states: “That the Lord commanded to give them on the day He anointed them.” We learned that on the day that the Tabernacle was anointed, on that day, the priests acquired the gifts. Why does the verse state: “On the day that it was anointed”? It was on that day that Naḥshon son of Aminadav presented his offering. If it was on the day that it was anointed, is it, perhaps, that Naḥshon presented his offering before it was anointed? The verse states: “This was the dedication of the altar, on the day that it was anointed.”<sup class=\"footnote-marker\">98</sup><i class=\"footnote\">In the version used by the Etz Yosef, the midrash quotes the verse, “after it was anointed” (Numbers 7:88) here. See Matnot Kehuna, which explains that the verse in the version here can be interpreted to mean that the altar was anointed before Naḥshon bought his offering.</i> If it was “after it was anointed” (Numbers 7:88), is it, perhaps, after the passage of time? The verse states: “On the day that it was anointed.” We learned that on the day that it was anointed, on that very day the princes presented their offering, and it was after it was anointed. <br>“From the princes of Israel” – the verse tells that just as they were all equal in one counsel, so they were equal in merit. <br>Rabbi Shimon says: Why does the verse state: “From the princes of Israel”? It teaches that they contributed at their own initiative and that the offerings of all of them were equal; just as it was regarding their length, so it was regarding their width, and so regarding their weight. No one of them presented an offering more than his counterpart, as had one of them presented an offering more than his counterpart, none of their offerings would have overridden Shabbat. The Holy One blessed be He said to them: Each of you accorded honor to his counterpart, and I will accord honor to you that you will present an offering on the day of My Shabbat, so that there will be no interruption between your offerings.  <br>“Twelve silver dishes” – these are what they contributed, and no disqualification befell any of them. Rabbi Yudan said: Did they not present an offering of one dish, one basin, and one ladle on the day that it was anointed? Why does the verse state: “Twelve silver dishes, twelve silver basins, twelve golden ladles”? It is, rather, that the verse ascribes to them as though they all presented their offerings on the first day and as though they all presented their offerings on the last day.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58d139a7d6e4a96e427ef911", "index_title": "Ibn Ezra on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Leviticus 7:36:1", "anchorRef": "Leviticus 7:36", "anchorRefExpanded": ["Leviticus 7:36"], "sourceRef": "Ibn Ezra on Leviticus 7:36:1", "sourceHeRef": "אבן עזרא על ויקרא ז׳:ל״ו:א׳", "anchorVerse": 36, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 36.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על ויקרא", "he": "<b>ביום משחו.</b> מיום וכן בבשר ובלחם:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "IN THE DAY THAT THEY WERE ANOINTED. <i>Be-yom</i> (in the day) is to be rendered, from the day.<sup class=\"footnote-marker\">81</sup><i class=\"footnote\">In other words, the <i>bet</i> of <i>be-yom</i> has the meaning of a <i>mem</i>. The priestly gifts mentioned in verse 34 were given to <i>kohanim</i> from the day that they commenced to minister. Hence I.E.’s interpretation.</i> Similarly <i>ba-basar</i><sup class=\"footnote-marker\">82</sup><i class=\"footnote\">Here too the <i>bet</i> has the meaning of “from” (of), not “in.”</i> <i>u-va-lachem</i> (of the flesh and of the bread) (Lev. 8:32).", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6319d09fb6084aa1cbf059c9", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, דּוֹר 1", "anchorRef": "Leviticus 7:36", "anchorRefExpanded": ["Leviticus 7:36"], "sourceRef": "BDB, דּוֹר 1", "sourceHeRef": "בראון-דרייבר-בריגס, דּוֹר א׳", "anchorVerse": 36, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "דּוֹר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† I. <big><span dir=\"rtl\">דּוֹר</span>, <span dir=\"rtl\">דֹּר</span></big>  <strong>n.m.</strong> <sup><a data-ref=\"Deuteronomy 32:5\" href=\"/Deuteronomy.32.5\">Dt 32:5</a></sup> <strong>period, generation, dwelling (</strong>cf. sub vb. supr.; also NH <span dir=\"rtl\">דּוֹר</span>, Aramaic (incl. Biblical Aramaic) <span dir=\"rtl\">דָּר</span>, <span dir=\"rtl\">ܕܳܪ</span>, <em>age, generation;</em> Arabic <span dir=\"rtl\">دَوْرٌ</span> <em>gyrus, orbis, periodus;</em> Sab. <span dir=\"rtl\">דר</span>, <em>one time, once</em>, <span dir=\"rtl\">דרם דרם</span> <em>each once</em> in a year DHM in MV<strong>)</strong>—abs. <span dir=\"rtl\">דּוֹר</span> <a data-ref=\"Genesis 7:1\" href=\"/Genesis.7.1\">Gn 7:1</a> + 68 times; <span dir=\"rtl\">דֹּר</span> <a data-ref=\"Exodus 3:15\" href=\"/Exodus.3.15\">Ex 3:15</a>; + 36 textual; cstr. <span dir=\"rtl\">דּוֹר</span> <a data-ref=\"Deuteronomy 32:20\" href=\"/Deuteronomy.32.20\">Dt 32:20</a> + 7 times, <span dir=\"rtl\">דֹּר</span> <a data-ref=\"Exodus 3:15\" href=\"/Exodus.3.15\">Ex 3:15</a>; sf. <span dir=\"rtl\">דּוֹרִי</span> <a data-ref=\"Isaiah 38:12\" href=\"/Isaiah.38.12\">Is 38:12</a>, <span dir=\"rtl\">דּוֹרוֹ</span> <a data-ref=\"Isaiah 53:8\" href=\"/Isaiah.53.8\">Is 53:8</a>; pl. <span dir=\"rtl\">דּוֹרִים</span> <a data-ref=\"Psalms 72:5\" href=\"/Psalms.72.5\">ψ 72:5</a> + 2 times, <span dir=\"rtl\">דֹּרוֹת</span> abs. <a data-ref=\"Job 42:16\" href=\"/Job.42.16\">Jb 42:16</a> <a data-ref=\"Isaiah 41:4\" href=\"/Isaiah.41.4\">Is 41:4</a>; cstr. <a data-ref=\"Judges 3:2\" href=\"/Judges.3.2\">Ju 3:2</a>; <span dir=\"rtl\">דּוֹרוֹת</span> cstr. <a data-ref=\"Isaiah 51:9\" href=\"/Isaiah.51.9\">Is 51:9</a>, <span dir=\"rtl\">דֹּרֹת</span> <a data-ref=\"Genesis 9:12\" href=\"/Genesis.9.12\">Gn 9:12</a>; sf. <span dir=\"rtl\">דֹּרֹתָיו</span> <a data-ref=\"Genesis 6:9\" href=\"/Genesis.6.9\">Gn 6:9</a> <a data-ref=\"Leviticus 25:30\" href=\"/Leviticus.25.30\">Lv 25:30</a>, <span dir=\"rtl\">דּוֹרוֹתֵינוּ</span> <a data-ref=\"Joshua 22:27\" href=\"/Joshua.22.27\">Jos 22:27</a>, <span dir=\"rtl\">דֹּרֹתֵינוּ</span> v <a data-ref=\"Joshua 22:28\" href=\"/Joshua.22.28\">28</a>, <span dir=\"rtl\">דּרֹתֵיכֶם</span> <a data-ref=\"Genesis 17:12\" href=\"/Genesis.17.12\">Gn 17:12</a> + 27 times, <span dir=\"rtl\">דֹּרֹתָם</span> <a data-ref=\"Genesis 17:7\" href=\"/Genesis.17.7\">Gn 17:7</a> + 10 times;—<br><strong>1.</strong>  <em>period, age, generation</em>, mostly poet.: <strong>a.</strong>  of duration in the past, <em>former age</em>(<em>s</em>) <span dir=\"rtl\">דּוֹרוֹת עוֹלָמִים</span> <a data-ref=\"Isaiah 51:9\" href=\"/Isaiah.51.9\">Is 51:9</a> (‖ <span dir=\"rtl\">ימי קדם</span>); <span dir=\"rtl\">שְׁנוֹת דֹּר וָדֹר</span> <a data-ref=\"Deuteronomy 32:7\" href=\"/Deuteronomy.32.7\">Dt 32:7</a> (song; ‖ <span dir=\"rtl\">ימות עולם</span>); <span dir=\"rtl\">בְּדֹר וָדֹר</span> <a data-ref=\"Psalms 90:1\" href=\"/Psalms.90.1\">ψ 90:1</a> (cf. v <a data-ref=\"Psalms 90:2\" href=\"/Psalms.90.2\">2</a>); <span dir=\"rtl\">מוֹסְדֵי דּוֹר־וָדוֹר</span> <a data-ref=\"Isaiah 58:12\" href=\"/Isaiah.58.12\">Is 58:12</a> (‖ <span dir=\"rtl\">חרבות עולם</span>); <span dir=\"rtl\">שֹׁמֲמוֹת דּוֹר וָדוֹר</span> <a data-ref=\"Isaiah 61:4\" href=\"/Isaiah.61.4\">61:4</a> (‖ <em>id.</em>) <strong>b.</strong>  usually of duration to come, <em>future age</em>(<em>s</em>), <span dir=\"rtl\">לְדֹר דֹּר</span> <a data-ref=\"Exodus 3:15\" href=\"/Exodus.3.15\">Ex 3:15</a> (E; ‖ <span dir=\"rtl\">לעולם</span>) cf. <a data-ref=\"Proverbs 27:24\" href=\"/Proverbs.27.24\">Pr 27:24</a> Kt (Qr <span dir=\"rtl\">לְדוֹר וָדוֹר</span>; ‖ <em>id.</em>); <span dir=\"rtl\">מִדֹּר דֹּר</span> <a data-ref=\"Exodus 17:16\" href=\"/Exodus.17.16\">Ex 17:16</a> (E), = <span dir=\"rtl\">מִדּוֹר לָדוֹר</span> <a data-ref=\"Isaiah 34:10\" href=\"/Isaiah.34.10\">Is 34:10</a>; <span dir=\"rtl\">לְדֹר וָדֹר</span> <a data-ref=\"Psalms 10:6\" href=\"/Psalms.10.6\">ψ 10:6</a>; <a data-ref=\"Psalms 33:11\" href=\"/Psalms.33.11\">33:11</a> (‖ <span dir=\"rtl\">לעולם</span>) <a data-ref=\"Psalms 49:12\" href=\"/Psalms.49.12\">49:12</a>; <a data-ref=\"Psalms 79:13\" href=\"/Psalms.79.13\">79:13</a>; <a data-ref=\"Psalms 85:6\" href=\"/Psalms.85.6\">85:6</a>; <a data-ref=\"Psalms 102:13\" href=\"/Psalms.102.13\">102:13</a>; <a data-ref=\"Psalms 119:90\" href=\"/Psalms.119.90\">119:90</a>; <a data-ref=\"Psalms 135:13\" href=\"/Psalms.135.13\">135:13</a>; <a data-ref=\"Psalms 146:10\" href=\"/Psalms.146.10\">146:10</a> <a data-ref=\"Joel 4:20\" href=\"/Joel.4.20\">Jo 4:20</a> (all ‖ <em>id.</em>); <a data-ref=\"Psalms 89:2\" href=\"/Psalms.89.2\">ψ 89:2</a> (‖ <span dir=\"rtl\">עולם</span>) <a data-ref=\"Psalms 89:5\" href=\"/Psalms.89.5\">89:5</a> (‖ <span dir=\"rtl\">עד־עולם</span>) <a data-ref=\"Psalms 106:31\" href=\"/Psalms.106.31\">106:31</a> (‖ <em>id.</em>) <a data-ref=\"Isaiah 34:17\" href=\"/Isaiah.34.17\">Is 34:17</a> (‖ <em>id.</em>); <a data-ref=\"Psalms 77:9\" href=\"/Psalms.77.9\">ψ 77:9</a> (‖ <span dir=\"rtl\">לנצח</span>); <span dir=\"rtl\">עַד־דֹּר וָדֹר</span> <a data-ref=\"Psalms 100:5\" href=\"/Psalms.100.5\">ψ 100:5</a> (‖ <span dir=\"rtl\">לעולם</span>) <a data-ref=\"Isaiah 13:20\" href=\"/Isaiah.13.20\">Is 13:20</a> (‖ <span dir=\"rtl\">לנצח</span>) <a data-ref=\"Jeremiah 50:39\" href=\"/Jeremiah.50.39\">Je 50:39</a> (‖ <em>id.</em>); <span dir=\"rtl\">בְּכָל־דֹּר וָדֹר</span> <a data-ref=\"Psalms 45:18\" href=\"/Psalms.45.18\">ψ 45:18</a> (‖ <span dir=\"rtl\">לעולם ועד</span>) cf. <a data-ref=\"Esther 9:28\" href=\"/Esther.9.28\">Est 9:28</a>; <span dir=\"rtl\">שְׁנוֹתָיו כְּמוֹ דֹר וָדֹר</span> <a data-ref=\"Psalms 61:7\" href=\"/Psalms.61.7\">ψ 61:7</a> cf. <span dir=\"rtl\">שְׁנֵי דּוֹר וָדוֹר</span> <a data-ref=\"Joel 2:2\" href=\"/Joel.2.2\">Jo 2:2</a> (‖ <span dir=\"rtl\">העולם</span>); as modifying phrase <span dir=\"rtl\">מְשׂוֹשׂ דּוֹר וָדוֹר</span> <a data-ref=\"Isaiah 60:15\" href=\"/Isaiah.60.15\">Is 60:15</a> (‖ <span dir=\"rtl\">גאון עולם</span>); further <span dir=\"rtl\">דּוֹר דּוֹרִים</span> <a data-ref=\"Psalms 72:5\" href=\"/Psalms.72.5\">ψ 72:5</a>; <a data-ref=\"Psalms 102:25\" href=\"/Psalms.102.25\">102:25</a>; <span dir=\"rtl\">יְשׁוּעָתִי לְדוֹר דּוֹרִים</span> <a data-ref=\"Isaiah 51:8\" href=\"/Isaiah.51.8\">Is 51:8</a> (‖ <span dir=\"rtl\">לעולם</span>). <strong>c.</strong>  apparently including both past and future <span dir=\"rtl\">בְּדוֹר דּוֹרִים שְׁנוֹתֶיךָ</span> <a data-ref=\"Psalms 102:25\" href=\"/Psalms.102.25\">ψ 102:25</a>; <span dir=\"rtl\">בְּכָל דּוֹר וָדֹר</span> <a data-ref=\"Psalms 145:13\" href=\"/Psalms.145.13\">ψ 145:13</a>; <span dir=\"rtl\">לְדוֹר וָדוֹר</span> <a data-ref=\"Lamentations 5:19\" href=\"/Lamentations.5.19\">La 5:19</a>.<br><strong>2.</strong>  of men living at a particular time (period, age), <em>generation</em>, as transitory <span dir=\"rtl\">דּוֹר הֹלֵךְ וְדוֹר בָּא</span> <a data-ref=\"Ecclesiastes 1:4\" href=\"/Ecclesiastes.1.4\">Ec 1:4</a>: specific. <strong>a.</strong>  in the present, and (or) the past <a data-ref=\"Genesis 7:1\" href=\"/Genesis.7.1\">Gn 7:1</a> (J) <a data-ref=\"Exodus 1:6\" href=\"/Exodus.1.6\">Ex 1:6</a> (P) <a data-ref=\"Numbers 32:13\" href=\"/Numbers.32.13\">Nu 32:13</a> (JE) <a data-ref=\"Deuteronomy 1:35\" href=\"/Deuteronomy.1.35\">Dt 1:35</a>; <a data-ref=\"Deuteronomy 2:14\" href=\"/Deuteronomy.2.14\">2:14</a> <a data-ref=\"Judges 2:10\" href=\"/Judges.2.10\">Ju 2:10</a><sup>(×2)</sup> <a data-ref=\"Isaiah 53:8\" href=\"/Isaiah.53.8\">Is 53:8</a> (cf. Che crit. n.) <a data-ref=\"Jeremiah 2:31\" href=\"/Jeremiah.2.31\">Je 2:31</a>; also <a data-ref=\"Psalms 95:10\" href=\"/Psalms.95.10\">ψ 95:10</a> <a data-ref=\"Job 8:8\" href=\"/Job.8.8\">Jb 8:8</a> <a data-ref=\"Isaiah 41:4\" href=\"/Isaiah.41.4\">Is 41:4</a>. <strong>b.</strong>  <a data-ref=\"Judges 3:2\" href=\"/Judges.3.2\">Ju 3:2</a> (present & future); cf. pl. <span dir=\"rtl\">דֹּרֹתָיו</span> <a data-ref=\"Genesis 6:9\" href=\"/Genesis.6.9\">Gn 6:9</a> (i.e. his own gen. and those immediately contiguous, before and after). <strong>c.</strong>  especially of a future generation <a data-ref=\"Genesis 15:16\" href=\"/Genesis.15.16\">Gn 15:16</a> (JE), with numeral, cf. <a data-ref=\"Deuteronomy 23:3\" href=\"/Deuteronomy.23.3\">Dt 23:3</a>, <a data-ref=\"Deuteronomy 23:4\" href=\"/Deuteronomy.23.4\">4</a>, <a data-ref=\"Deuteronomy 23:9\" href=\"/Deuteronomy.23.9\">9</a>; also <a data-ref=\"Deuteronomy 29:21\" href=\"/Deuteronomy.29.21\">Dt 29:21</a> <a data-ref=\"Psalms 48:14\" href=\"/Psalms.48.14\">ψ 48:14</a>; <a data-ref=\"Psalms 71:18\" href=\"/Psalms.71.18\">71:18</a>; <a data-ref=\"Psalms 78:4\" href=\"/Psalms.78.4\">78:4</a>, <a data-ref=\"Psalms 78:6\" href=\"/Psalms.78.6\">6</a>; <a data-ref=\"Psalms 102:19\" href=\"/Psalms.102.19\">102:19</a>; <a data-ref=\"Psalms 109:13\" href=\"/Psalms.109.13\">109:13</a> <a data-ref=\"Joel 1:3\" href=\"/Joel.1.3\">Jo 1:3</a> cf. <a data-ref=\"Psalms 22:31\" href=\"/Psalms.22.31\">ψ 22:31</a>, <a data-ref=\"Psalms 22:32\" href=\"/Psalms.22.32\">32</a> (Che crit. n.); of a succession of generations <span dir=\"rtl\">דּוֹר לְדוֹר יְשַׁבַּח מַעֲשֶׂיךָ</span> <a data-ref=\"Psalms 145:4\" href=\"/Psalms.145.4\">ψ 145:4</a>; <span dir=\"rtl\">בְּכָל־דּוֹר וָדוֹר</span> <a data-ref=\"Esther 9:28\" href=\"/Esther.9.28\">Est 9:28</a>; usually pl. <span dir=\"rtl\">לְדֹרֹת עוֹלָם</span> <a data-ref=\"Genesis 9:12\" href=\"/Genesis.9.12\">Gn 9:12</a> (P); with num. <span dir=\"rtl\">לְאֶלֶף דּוֹר</span> <a data-ref=\"Psalms 105:8\" href=\"/Psalms.105.8\">ψ 105:8</a> (‖ <span dir=\"rtl\">עולם</span>) = <a data-ref=\"I Chronicles 16:15\" href=\"/I_Chronicles.16.15\">1 Ch 16:15</a> (‖ <span dir=\"rtl\">לעולם</span>); <a data-ref=\"Deuteronomy 7:9\" href=\"/Deuteronomy.7.9\">Dt 7:9</a>; v. further, of posterity, <span dir=\"rtl\">אַרְבָּעָה דֹּרוֹת</span> <a data-ref=\"Job 42:16\" href=\"/Job.42.16\">Jb 42:16</a>; usually pl. c. sf. <a data-ref=\"Genesis 17:7\" href=\"/Genesis.17.7\">Gn 17:7</a>, <a data-ref=\"Genesis 17:9\" href=\"/Genesis.17.9\">9</a>, <a data-ref=\"Genesis 17:12\" href=\"/Genesis.17.12\">12</a> <a data-ref=\"Exodus 12:14\" href=\"/Exodus.12.14\">Ex 12:14</a>, <a data-ref=\"Exodus 12:17\" href=\"/Exodus.12.17\">17</a>, <a data-ref=\"Exodus 12:42\" href=\"/Exodus.12.42\">42</a>; <a data-ref=\"Exodus 16:32\" href=\"/Exodus.16.32\">16:32</a>, <a data-ref=\"Exodus 16:33\" href=\"/Exodus.16.33\">33</a>; <a data-ref=\"Exodus 27:21\" href=\"/Exodus.27.21\">27:21</a>; <a data-ref=\"Exodus 29:42\" href=\"/Exodus.29.42\">29:42</a>; <a data-ref=\"Exodus 30:8\" href=\"/Exodus.30.8\">30:8</a>, <a data-ref=\"Exodus 30:10\" href=\"/Exodus.30.10\">10</a>, <a data-ref=\"Exodus 30:21\" href=\"/Exodus.30.21\">21</a>, <a data-ref=\"Exodus 30:31\" href=\"/Exodus.30.31\">31</a>; <a data-ref=\"Exodus 31:13\" href=\"/Exodus.31.13\">31:13</a>, <a data-ref=\"Exodus 31:16\" href=\"/Exodus.31.16\">16</a>; <a data-ref=\"Exodus 40:15\" href=\"/Exodus.40.15\">40:15</a> <a data-ref=\"Leviticus 3:17\" href=\"/Leviticus.3.17\">Lv 3:17</a>; <a data-ref=\"Leviticus 6:11\" href=\"/Leviticus.6.11\">6:11</a>; <a data-ref=\"Leviticus 7:36\" href=\"/Leviticus.7.36\">7:36</a>; <a data-ref=\"Leviticus 10:9\" href=\"/Leviticus.10.9\">10:9</a> (all P); <a data-ref=\"Leviticus 17:7\" href=\"/Leviticus.17.7\">17:7</a>; <a data-ref=\"Leviticus 21:17\" href=\"/Leviticus.21.17\">21:17</a>; <a data-ref=\"Leviticus 22:3\" href=\"/Leviticus.22.3\">22:3</a>; <a data-ref=\"Leviticus 23:14\" href=\"/Leviticus.23.14\">23:14</a>, <a data-ref=\"Leviticus 23:21\" href=\"/Leviticus.23.21\">21</a>, <a data-ref=\"Leviticus 23:31\" href=\"/Leviticus.23.31\">31</a>, <a data-ref=\"Leviticus 23:41\" href=\"/Leviticus.23.41\">41</a>, <a data-ref=\"Leviticus 23:43\" href=\"/Leviticus.23.43\">43</a>; <a data-ref=\"Leviticus 24:3\" href=\"/Leviticus.24.3\">24:3</a>; <a data-ref=\"Leviticus 25:30\" href=\"/Leviticus.25.30\">25:30</a> (all H); <a data-ref=\"Numbers 9:10\" href=\"/Numbers.9.10\">Nu 9:10</a>; <a data-ref=\"Numbers 10:8\" href=\"/Numbers.10.8\">10:8</a>; <a data-ref=\"Numbers 15:14\" href=\"/Numbers.15.14\">15:14</a>, <a data-ref=\"Numbers 15:15\" href=\"/Numbers.15.15\">15</a>, <a data-ref=\"Numbers 15:21\" href=\"/Numbers.15.21\">21</a>, <a data-ref=\"Numbers 15:23\" href=\"/Numbers.15.23\">23</a>, <a data-ref=\"Numbers 15:38\" href=\"/Numbers.15.38\">38</a>; <a data-ref=\"Numbers 18:23\" href=\"/Numbers.18.23\">18:23</a>; <a data-ref=\"Numbers 35:29\" href=\"/Numbers.35.29\">35:29</a> <a data-ref=\"Joshua 22:27\" href=\"/Joshua.22.27\">Jos 22:27</a>, <a data-ref=\"Joshua 22:28\" href=\"/Joshua.22.28\">28</a> (all P).<br><strong>3.</strong>  generation characterized by quality or condition, <em>class</em> of men: <span dir=\"rtl\">דּוֹר עִקֵּשׁ</span> <em>crooked generation</em> <a data-ref=\"Deuteronomy 32:5\" href=\"/Deuteronomy.32.5\">Dt 32:5</a> (song) cf. v <a data-ref=\"Deuteronomy 32:20\" href=\"/Deuteronomy.32.20\">20</a> <a data-ref=\"Psalms 78:8\" href=\"/Psalms.78.8\">ψ 78:8</a><sup>(×2)</sup> <a data-ref=\"Jeremiah 7:29\" href=\"/Jeremiah.7.29\">Je 7:29</a>; of diff. classes of wicked, <a data-ref=\"Proverbs 30:11\" href=\"/Proverbs.30.11\">Pr 30:11</a>, <a data-ref=\"Proverbs 30:12\" href=\"/Proverbs.30.12\">12</a>, <a data-ref=\"Proverbs 30:13\" href=\"/Proverbs.30.13\">13</a>, <a data-ref=\"Proverbs 30:14\" href=\"/Proverbs.30.14\">14</a> cf. <a data-ref=\"Psalms 12:8\" href=\"/Psalms.12.8\">ψ 12:8</a>; of the righteous, as a class <a data-ref=\"Psalms 14:5\" href=\"/Psalms.14.5\">ψ 14:5</a>; <a data-ref=\"Psalms 24:6\" href=\"/Psalms.24.6\">24:6</a>; <a data-ref=\"Psalms 73:15\" href=\"/Psalms.73.15\">73:15</a> <span dir=\"rtl\">(דּוֹר בָּנֶיךָ)</span> <a data-ref=\"Psalms 112:2\" href=\"/Psalms.112.2\">112:2</a> (cf. <a data-ref=\"Psalms 22:31\" href=\"/Psalms.22.31\">22:31</a> MT, but < Che joins <span dir=\"rtl\">לדור</span> to v <a data-ref=\"Psalms 22:32\" href=\"/Psalms.22.32\">32</a> cf. supr. sub <strong>2 c</strong>); so also <span dir=\"rtl\">דּוֹר אֲבוֹתָיו</span> i.e. the dead <a data-ref=\"Psalms 49:20\" href=\"/Psalms.49.20\">ψ 49:20</a> (so most; yet v. infr. sub <strong>4</strong>).<br><strong>4.</strong>  <em>dwelling-place, habitation</em> <a data-ref=\"Isaiah 38:12\" href=\"/Isaiah.38.12\">Is 38:12</a> cf. <a ,=\"\" data-ref=\"BDB, דּוּר\" dir=\"rtl\" href=\"/BDB,_דּוּר\">דּוּר</a> vb., so Saad Ki Ges De Che RVm (Ew <em>life</em> ‖ <span dir=\"rtl\">חַיַּי</span>); so also <a data-ref=\"Psalms 49:20\" href=\"/Psalms.49.20\">ψ 49:20</a> De Witt, cf. CheOP <sup>479</sup>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2d9b6084aa1cbf1f269", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מָשַׁח 1", "anchorRef": "Leviticus 7:36", "anchorRefExpanded": ["Leviticus 7:36"], "sourceRef": "BDB, מָשַׁח 1", "sourceHeRef": "בראון-דרייבר-בריגס, מָשַׁח א׳", "anchorVerse": 36, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מָשַׁח", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big><span dir=\"rtl\">מָשַׁח</span></big></big>  <strong>vb. smear, anoint (</strong>NH <em>id.;</em> orig. prob. as Arabic <span dir=\"rtl\">مَسَحَ</span> <em>wipe</em> or <em>stroke with the hand</em> (cf. RS<sup>Sem. i. 215; 2nd ed., 233</sup>), <em>anoint</em>, Aramaic <span dir=\"rtl\">ܡܫܰܚ</span>, <span dir=\"rtl\">מְשַׁח</span> <em>anoint;</em> on <span dir=\"rtl\">משח</span>, <em>id.</em> (?) in Aramaic inscr. v. CIS<sup>ii. 1, No. 145, C, 1</sup>; Palm. <span dir=\"rtl\">משחא</span> <em>oil</em> Vog<sup> No. 16</sup>; Ethiopic መስሐ <em>anoint, feast, dine</em> Di<sup>Lex 176</sup>; (Assyrian <em>mašâḫu</em> is <em>measure;</em> Aramaic <span dir=\"rtl\">מְשַׁח</span> <em>id.;</em> Arabic <span dir=\"rtl\">مساحة</span> <em>measurement</em>, cf. Dl<sup>Prol 178</sup> Frä <sup>282</sup>)<strong>)</strong>;—<br><strong>Qal</strong>  Pf. 3 ms. <span dir=\"rtl\">מ׳</span> <a data-ref=\"Numbers 3:3\" href=\"/Numbers.3.3\">Nu 3:3</a> + 2 times; sf. <span dir=\"rtl\">מְשָֽׁחֲךָ</span> <a data-ref=\"Psalms 45:8\" href=\"/Psalms.45.8\">ψ 45:8</a> <a data-ref=\"I Samuel 10:1\" href=\"/I_Samuel.10.1\">1 S 10:1</a>; <span dir=\"rtl\">מְשָׁחוֹ</span> <a data-ref=\"II Chronicles 22:7\" href=\"/II_Chronicles.22.7\">2 Ch 22:7</a>; 2 ms. <span dir=\"rtl\">מָשַׁחְתָּ</span> <a data-ref=\"Genesis 31:13\" href=\"/Genesis.31.13\">Gn 31:13</a> + 12 times, + 9 times Pf.; Impf. 3 ms. <span dir=\"rtl\">יִמְשַׁח</span> <a data-ref=\"Leviticus 16:32\" href=\"/Leviticus.16.32\">Lv 16:32</a> + 6 times; 3 mpl. <span dir=\"rtl\">יִמְשָׁ֑חוּ</span> <a data-ref=\"Amos 6:6\" href=\"/Amos.6.6\">Am 6:6</a>, + 13 times Impf.; Imv. sf. <span dir=\"rtl\">מְשָׁחֵהוּ</span> <a data-ref=\"I Samuel 16:12\" href=\"/I_Samuel.16.12\">1 S 16:12</a>; pl. <span dir=\"rtl\">מִשְׁחוּ</span> <a data-ref=\"Isaiah 21:5\" href=\"/Isaiah.21.5\">Is 21:5</a>; Inf. abs. <span dir=\"rtl\">מָשׁוֹחַ</span> <a data-ref=\"Jeremiah 22:14\" href=\"/Jeremiah.22.14\">Je 22:14</a>; cstr. <span dir=\"rtl\">מְשֹׁחַ</span> <a data-ref=\"Judges 9:8\" href=\"/Judges.9.8\">Ju 9:8</a>; <a data-ref=\"Daniel 9:24\" href=\"/Daniel.9.24\">Dn 9:24</a> + <a data-ref=\"Hosea 8:3\" href=\"/Hosea.8.3\">Ho 8:3</a> 𝔊 We GASm Now; <span dir=\"rtl\">מָשְׁחָה</span> <a data-ref=\"Exodus 29:29\" href=\"/Exodus.29.29\">Ex 29:29</a>; sf. <span dir=\"rtl\">מְשָֽׁחֳךָ</span> <a data-ref=\"I Samuel 15:1\" href=\"/I_Samuel.15.1\">1 S 15:1</a> (Baer); <span dir=\"rtl\">מָשְׁחוֹ</span> <a data-ref=\"Leviticus 7:36\" href=\"/Leviticus.7.36\">Lv 7:36</a>; <span dir=\"rtl\">מָשְׁחָתָם</span> <a data-ref=\"Exodus 40:15\" href=\"/Exodus.40.15\">Ex 40:15</a>; Pt. pl. <span dir=\"rtl\">מֹשְׁחִים</span> <a data-ref=\"Judges 9:15\" href=\"/Judges.9.15\">Ju 9:15</a>; pass. <span dir=\"rtl\">מָשׁוּחַ</span> <a data-ref=\"II Samuel 3:39\" href=\"/II_Samuel.3.39\">2 S 3:39</a> (We suggests deriv. from <span dir=\"rtl\">שׁח</span>, defect. <span dir=\"rtl\">משׁח (מֻשַׁח)</span>, wrongly read as <span dir=\"rtl\">מָשֻׁחַ</span>; or by transposition <span dir=\"rtl\">משׁוח</span> may have been mistaken for an unexampled <span dir=\"rtl\">מוּשָׁח</span> Hoph. Pt. of <span dir=\"rtl\">שׁוח</span>); <span dir=\"rtl\">מָשִׁיחַ</span> <a data-ref=\"II Samuel 1:21\" href=\"/II_Samuel.1.21\">2 S 1:21</a> (but read <span dir=\"rtl\">מָשֻׁחַ</span> (or <span dir=\"rtl\">נמשׁח</span>) Codd. We Dr Kit Bu HPS); pl. <span dir=\"rtl\">מְשֻׁחִים</span> <a data-ref=\"Exodus 29:2\" href=\"/Exodus.29.2\">Ex 29:2</a> + 4 times;— <strong>1.</strong>  <em>smear</em>, house with colour (paint) <a data-ref=\"Jeremiah 22:14\" href=\"/Jeremiah.22.14\">Je 22:14</a>; shield with oil (anoint) <a data-ref=\"Isaiah 21:5\" href=\"/Isaiah.21.5\">Is 21:5</a>; <a data-ref=\"II Samuel 1:21\" href=\"/II_Samuel.1.21\">2 S 1:21</a> (cf. Dr; Gr <span dir=\"rtl\">כְּלִי מָשׁוּחַ</span> <em>weapon anointed;</em> Peters<sup>JBL 1893, 56</sup> <span dir=\"rtl\">כְּלֵי מָשׁוּחַ</span> <em>weapons of one</em> (the king) <em>anointed</em>); the person, with ointments <a data-ref=\"Amos 6:6\" href=\"/Amos.6.6\">Am 6:6</a>; unleavened cakes, with oil <a data-ref=\"Exodus 29:2\" href=\"/Exodus.29.2\">Ex 29:2</a>; <a data-ref=\"Leviticus 2:4\" href=\"/Leviticus.2.4\">Lv 2:4</a>; <a data-ref=\"Leviticus 7:12\" href=\"/Leviticus.7.12\">7:12</a>; <a data-ref=\"Numbers 6:15\" href=\"/Numbers.6.15\">Nu 6:15</a> (P). <strong>2.</strong>  <em>anoint</em>, as consecration, solemn setting apart to an office, always by the use of oil poured on the head: <span dir=\"rtl\">לנביא</span> as a prophet <a data-ref=\"I Kings 19:16\" href=\"/I_Kings.19.16\">1 K 19:16</a> (Elisha by Elijah) <a data-ref=\"Isaiah 61:1\" href=\"/Isaiah.61.1\">Is 61:1</a>; elsewhere of king, c. acc., <span dir=\"rtl\">מֶלֶךְ</span> <a data-ref=\"Judges 9:8\" href=\"/Judges.9.8\">Ju 9:8</a> (E), so <a data-ref=\"Hosea 8:3\" href=\"/Hosea.8.3\">Ho 8:3</a> reading <span dir=\"rtl\">מִמְּשֹׁחַ מֶלֶךְ</span> (for MT <span dir=\"rtl\">מִמַּשָּׂא מ׳</span>) We GASm Now; also <a data-ref=\"Hosea 7:3\" href=\"/Hosea.7.3\">Ho 7:3</a> reading <span dir=\"rtl\">יִמְשְׁחוּ</span> (for MT <span dir=\"rtl\">יְשַׂמְּחוּ</span>) We Now; elsewhere acc. pers. <a data-ref=\"I Samuel 16:3\" href=\"/I_Samuel.16.3\">1 S 16:3</a>, <a data-ref=\"I Samuel 16:12\" href=\"/I_Samuel.16.12\">12</a>, <a data-ref=\"I Samuel 16:13\" href=\"/I_Samuel.16.13\">13</a>; <a data-ref=\"I Kings 1:39\" href=\"/I_Kings.1.39\">1 K 1:39</a>; <a data-ref=\"II Kings 11:12\" href=\"/II_Kings.11.12\">2 K 11:12</a>; <a data-ref=\"II Kings 23:30\" href=\"/II_Kings.23.30\">23:30</a>; <a data-ref=\"II Chronicles 22:7\" href=\"/II_Chronicles.22.7\">2 Ch 22:7</a>; <a data-ref=\"II Chronicles 23:11\" href=\"/II_Chronicles.23.11\">23:11</a>; <span dir=\"rtl\">בְּשֶׁמֶן קָדְשִׁי</span> <a data-ref=\"Psalms 89:21\" href=\"/Psalms.89.21\">ψ 89:21</a> <em>with my holy oil;</em> <span dir=\"rtl\">שׁמן שָׂשׂוֹן</span> <a data-ref=\"Psalms 45:8\" href=\"/Psalms.45.8\">ψ 45:8</a> (fig.); c. <span dir=\"rtl\">על</span>, <a data-ref=\"II Samuel 19:11\" href=\"/II_Samuel.19.11\">2 S 19:11</a> whom <em>we have anointed over</em> us; <span dir=\"rtl\">לְמֶלֶךְ</span> <a data-ref=\"I Kings 1:45\" href=\"/I_Kings.1.45\">1 K 1:45</a>; <a data-ref=\"I Kings 5:15\" href=\"/I_Kings.5.15\">5:15</a>; c. <span dir=\"rtl\">עַל</span>, <span dir=\"rtl\">לְמֶלֶךְ</span> <a data-ref=\"Judges 9:15\" href=\"/Judges.9.15\">Ju 9:15</a>; <a data-ref=\"II Samuel 2:4\" href=\"/II_Samuel.2.4\">2 S 2:4</a>, <a data-ref=\"II Samuel 2:7\" href=\"/II_Samuel.2.7\">7</a>; <a data-ref=\"I Kings 19:15\" href=\"/I_Kings.19.15\">1 K 19:15</a>; <span dir=\"rtl\">על ישׂראל</span> <em>over Israel</em> <a data-ref=\"I Samuel 15:1\" href=\"/I_Samuel.15.1\">1 S 15:1</a>, <a data-ref=\"I Samuel 15:17\" href=\"/I_Samuel.15.17\">17</a>; <a data-ref=\"II Samuel 5:3\" href=\"/II_Samuel.5.3\">2 S 5:3</a> = <a data-ref=\"I Chronicles 11:3\" href=\"/I_Chronicles.11.3\">1 Ch 11:3</a>, <a data-ref=\"II Samuel 5:17\" href=\"/II_Samuel.5.17\">2 S 5:17</a>; <a data-ref=\"II Samuel 12:7\" href=\"/II_Samuel.12.7\">12:7</a>; <a data-ref=\"I Kings 1:34\" href=\"/I_Kings.1.34\">1 K 1:34</a>; <a data-ref=\"I Kings 19:16\" href=\"/I_Kings.19.16\">19:16</a>; <span dir=\"rtl\">אֶל־ישׂראל</span> <a data-ref=\"II Kings 9:3\" href=\"/II_Kings.9.3\">2 K 9:3</a>, <a data-ref=\"II Kings 9:6\" href=\"/II_Kings.9.6\">6</a>, <a data-ref=\"II Kings 9:12\" href=\"/II_Kings.9.12\">12</a> (Ephr.); <span dir=\"rtl\">לנגיד</span> <a data-ref=\"I Chronicles 29:22\" href=\"/I_Chronicles.29.22\">1 Ch 29:22</a>; <span dir=\"rtl\">על</span> <a data-ref=\"I Samuel 9:16\" href=\"/I_Samuel.9.16\">1 S 9:16</a>; <a data-ref=\"I Samuel 10:1\" href=\"/I_Samuel.10.1\">10:1</a>; <span dir=\"rtl\">מָשׁוּחַ מֶלֶךְ</span> <a data-ref=\"II Samuel 3:39\" href=\"/II_Samuel.3.39\">2 S 3:39</a> (? v. supr.) <strong>3.</strong>  <em>anoint, consecrate</em> to religious service: <strong>a.</strong>  Aaronic priests, only P, c. acc. pers. <a data-ref=\"Exodus 28:41\" href=\"/Exodus.28.41\">Ex 28:41</a>; <a data-ref=\"Exodus 29:7\" href=\"/Exodus.29.7\">29:7</a>; <a data-ref=\"Exodus 30:30\" href=\"/Exodus.30.30\">30:30</a>; <a data-ref=\"Exodus 40:13\" href=\"/Exodus.40.13\">40:13</a>, <a data-ref=\"Exodus 40:15\" href=\"/Exodus.40.15\">15</a><sup>(×3)</sup> <a data-ref=\"Leviticus 7:36\" href=\"/Leviticus.7.36\">Lv 7:36</a>; <a data-ref=\"Leviticus 8:12\" href=\"/Leviticus.8.12\">8:12</a>; <a data-ref=\"Leviticus 16:32\" href=\"/Leviticus.16.32\">16:32</a>; <a data-ref=\"Numbers 35:25\" href=\"/Numbers.35.25\">Nu 35:25</a>; abs. <a data-ref=\"Exodus 29:29\" href=\"/Exodus.29.29\">Ex 29:29</a>; <span dir=\"rtl\">הכהנים הַמְּשֻׁחִים</span> <a data-ref=\"Numbers 3:3\" href=\"/Numbers.3.3\">Nu 3:3</a>. <strong>b.</strong>  sacred things: <span dir=\"rtl\">מַצֵּבָה</span> <a data-ref=\"Genesis 31:13\" href=\"/Genesis.31.13\">Gn 31:13</a> (E) <a data-ref=\"Numbers 7:1\" href=\"/Numbers.7.1\">Nu 7:1</a><sup>(×2)</sup>; tabernacle and its vessels <a data-ref=\"Exodus 29:36\" href=\"/Exodus.29.36\">Ex 29:36</a>; <a data-ref=\"Exodus 30:26\" href=\"/Exodus.30.26\">30:26</a>; <a data-ref=\"Exodus 40:9\" href=\"/Exodus.40.9\">40:9</a>, <a data-ref=\"Exodus 40:10\" href=\"/Exodus.40.10\">10</a>, <a data-ref=\"Exodus 40:11\" href=\"/Exodus.40.11\">11</a>; <a data-ref=\"Leviticus 8:10\" href=\"/Leviticus.8.10\">Lv 8:10</a>, <a data-ref=\"Leviticus 8:11\" href=\"/Leviticus.8.11\">11</a> (all P); <span dir=\"rtl\">קדשׁ קדשׁים</span> <a data-ref=\"Daniel 9:24\" href=\"/Daniel.9.24\">Dn 9:24</a>.<br><strong>Niph.</strong>  Pf. 3. ms. <span dir=\"rtl\">נִמְשַׁח</span> <a data-ref=\"I Chronicles 14:8\" href=\"/I_Chronicles.14.8\">1 Ch 14:8</a>; Inf. <span dir=\"rtl\">הִמָּשַׁח</span> <a data-ref=\"Leviticus 6:13\" href=\"/Leviticus.6.13\">Lv 6:13</a> + 3 times;—<em>be anointed</em>, <span dir=\"rtl\">למלך על כל ישׂראל</span> <a data-ref=\"I Chronicles 14:8\" href=\"/I_Chronicles.14.8\">1 Ch 14:8</a>; Aaron and his sons <a data-ref=\"Leviticus 6:13\" href=\"/Leviticus.6.13\">Lv 6:13</a> (P); altar <a data-ref=\"Numbers 7:10\" href=\"/Numbers.7.10\">Nu 7:10</a>, <a data-ref=\"Numbers 7:84\" href=\"/Numbers.7.84\">84</a>, <a data-ref=\"Numbers 7:88\" href=\"/Numbers.7.88\">88</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d394b6084aa1cbf286b9", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עוֹלָם² 1", "anchorRef": "Leviticus 7:36", "anchorRefExpanded": ["Leviticus 7:36"], "sourceRef": "BDB, עוֹלָם² 1", "sourceHeRef": "בראון-דרייבר-בריגס, עוֹלָם² א׳", "anchorVerse": 36, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עוֹלָם²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">עוֹלָם</span></big><sub>439</sub>  <strong>n.m.</strong> long duration, antiquity, futurity;—<span dir=\"rtl\">ע׳</span> <a data-ref=\"Genesis 9:12\" href=\"/Genesis.9.12\">Gn 9:12</a> + 405 times; <span dir=\"rtl\">עֹלָם</span> <a data-ref=\"Genesis 3:22\" href=\"/Genesis.3.22\">3:22</a> + 19 times; <span dir=\"rtl\">עֵילוֹם</span> <a data-ref=\"II Chronicles 33:7\" href=\"/II_Chronicles.33.7\">2 Ch 33:7</a>, read prob. <span dir=\"rtl\">עוֹלָם</span> (for other explan. v. note in Kit<sup>Hpt</sup>); sf. <span dir=\"rtl\">עֹלָמוֹ</span> <a data-ref=\"Ecclesiastes 12:5\" href=\"/Ecclesiastes.12.5\">Ec 12:5</a>; pl. <span dir=\"rtl\">עוֹלָמִים</span> <a data-ref=\"Isaiah 26:4\" href=\"/Isaiah.26.4\">Is 26:4</a> + 7 times, <span dir=\"rtl\">עֹלָמִים</span> <a data-ref=\"Psalms 145:13\" href=\"/Psalms.145.13\">ψ 145:13</a> + 2 times; cstr. <span dir=\"rtl\">עוֹלְמֵי</span> <a data-ref=\"Isaiah 45:17\" href=\"/Isaiah.45.17\">Is 45:17</a>;—<br>†<strong>1.</strong>  of past time: <strong>a.</strong>  <em>ancient time:</em> <span dir=\"rtl\">יְמֵי ע׳</span> <em>days of old</em> <a data-ref=\"Isaiah 63:9\" href=\"/Isaiah.63.9\">Is 63:9</a>, <a data-ref=\"Isaiah 63:11\" href=\"/Isaiah.63.11\">11</a> <a data-ref=\"Amos 9:11\" href=\"/Amos.9.11\">Am 9:11</a> <a data-ref=\"Micah 5:1\" href=\"/Micah.5.1\">Mi 5:1</a>; <a data-ref=\"Micah 7:14\" href=\"/Micah.7.14\">7:14</a> <a data-ref=\"Malachi 3:4\" href=\"/Malachi.3.4\">Mal 3:4</a>; <span dir=\"rtl\">יְמוֹת ע׳</span> <a data-ref=\"Deuteronomy 32:7\" href=\"/Deuteronomy.32.7\">Dt 32:7</a>; <span dir=\"rtl\">עַם ע׳</span> <a data-ref=\"Isaiah 44:7\" href=\"/Isaiah.44.7\">Is 44:7</a> <em>ancient people;</em> <span dir=\"rtl\">גּוֹי מֵע׳</span> <a data-ref=\"Jeremiah 5:15\" href=\"/Jeremiah.5.15\">Je 5:15</a>; <span dir=\"rtl\">חָרְבוֹת ע׳</span> <em>old waste places</em> <a data-ref=\"Isaiah 58:12\" href=\"/Isaiah.58.12\">Is 58:12</a> <a data-ref=\"Isaiah 61:4\" href=\"/Isaiah.61.4\">61:4</a>, cf. <a data-ref=\"Ezekiel 26:20\" href=\"/Ezekiel.26.20\">Ez 26:20</a> b; <span dir=\"rtl\">פִּתְחֵי ע׳</span> <em>ancient gates</em> <a data-ref=\"Psalms 24:7\" href=\"/Psalms.24.7\">ψ 24:7</a>, <a data-ref=\"Psalms 24:9\" href=\"/Psalms.24.9\">9</a>; <span dir=\"rtl\">ארח ע׳</span> <a data-ref=\"Job 22:15\" href=\"/Job.22.15\">Jb 22:15</a>; <span dir=\"rtl\">נתבות ע׳</span> <a data-ref=\"Jeremiah 6:16\" href=\"/Jeremiah.6.16\">Je 6:16</a>; <span dir=\"rtl\">שְׁבִילֵי ע׳</span> <a data-ref=\"Jeremiah 18:15\" href=\"/Jeremiah.18.15\">18:15</a>; <span dir=\"rtl\">גבול ע׳</span> <a data-ref=\"Proverbs 22:28\" href=\"/Proverbs.22.28\">Pr 22:28</a>; <a data-ref=\"Proverbs 23:10\" href=\"/Proverbs.23.10\">23:10</a>; <span dir=\"rtl\">במות ע׳</span> <a data-ref=\"Ezekiel 36:2\" href=\"/Ezekiel.36.2\">Ez 36:2</a>; <span dir=\"rtl\">מִן (םֵ)ע׳</span> <em>from of old</em> <a data-ref=\"Isaiah 64:3\" href=\"/Isaiah.64.3\">Is 64:3</a> <a data-ref=\"Jeremiah 2:20\" href=\"/Jeremiah.2.20\">Je 2:20</a> <a data-ref=\"Joel 2:2\" href=\"/Joel.2.2\">Jo 2:2</a>, of the fathers <a data-ref=\"Joshua 24:2\" href=\"/Joshua.24.2\">Jos 24:2</a>, the prophets <a data-ref=\"Jeremiah 28:8\" href=\"/Jeremiah.28.8\">Je 28:8</a>, the ancient <span dir=\"rtl\">נפלים</span> <a data-ref=\"Genesis 6:4\" href=\"/Genesis.6.4\">Gn 6:4</a>; (<a data-ref=\"Ezekiel 32:27\" href=\"/Ezekiel.32.27\">Ez 32:27</a> 𝔊 Co for <span dir=\"rtl\">מערלים</span>; but <a data-ref=\"I Samuel 27:8\" href=\"/I_Samuel.27.8\">1 S 27:8</a> read <span dir=\"rtl\">מִטֵּלָם</span> for <span dir=\"rtl\">מעולם</span> We Dr HPS); <span dir=\"rtl\">בהם ע׳</span> <em>long in them</em> <a data-ref=\"Isaiah 64:4\" href=\"/Isaiah.64.4\">Is 64:4</a> (text dub.). <strong>b.</strong>  <span dir=\"rtl\">מֵתֵי ע׳</span> <em>the long dead</em> <a data-ref=\"Psalms 143:3\" href=\"/Psalms.143.3\">ψ 143:3</a> <a data-ref=\"Lamentations 3:6\" href=\"/Lamentations.3.6\">La 3:6</a>; so <span dir=\"rtl\">עַם ע׳</span> <a data-ref=\"Ezekiel 26:20\" href=\"/Ezekiel.26.20\">Ez 26:20</a>. <strong>c.</strong>  of God, <span dir=\"rtl\">מֵע׳</span>: former acts <a data-ref=\"Isaiah 46:9\" href=\"/Isaiah.46.9\">Is 46:9</a>; as redeemer <a data-ref=\"Isaiah 63:16\" href=\"/Isaiah.63.16\">Is 63:16</a>; of love <a data-ref=\"Psalms 25:6\" href=\"/Psalms.25.6\">ψ 25:6</a>, judgment <a data-ref=\"Psalms 119:52\" href=\"/Psalms.119.52\">119:52</a>, dominion <a data-ref=\"Isaiah 63:19\" href=\"/Isaiah.63.19\">Is 63:19</a>; long silence <a data-ref=\"Isaiah 42:14\" href=\"/Isaiah.42.14\">42:14</a>; <a data-ref=\"Isaiah 57:11\" href=\"/Isaiah.57.11\">57:11</a>*; his wisdom personif. <a data-ref=\"Proverbs 8:23\" href=\"/Proverbs.8.23\">Pr 8:23</a>; his existence <a data-ref=\"Psalms 93:2\" href=\"/Psalms.93.2\">ψ 93:2</a>. <strong>d.</strong>  of things: <span dir=\"rtl\">גבעות ע׳</span> <em>ancient hills</em> <a data-ref=\"Genesis 49:26\" href=\"/Genesis.49.26\">Gn 49:26</a> (J), <a data-ref=\"Habakkuk 3:6\" href=\"/Habakkuk.3.6\">Hb 3:6</a> (‖ <span dir=\"rtl\">הררי־עד</span>), <a data-ref=\"Deuteronomy 33:15\" href=\"/Deuteronomy.33.15\">Dt 33:15</a> (‖ <span dir=\"rtl\">הררי קדם</span>). <strong>e.</strong>  pl. <span dir=\"rtl\">שְׁנוֹת עולמים</span> <a data-ref=\"Psalms 77:6\" href=\"/Psalms.77.6\">ψ 77:6</a> <em>years of ancient times;</em> <span dir=\"rtl\">דורות עולמים</span> <a data-ref=\"Isaiah 51:9\" href=\"/Isaiah.51.9\">Is 51:9</a>; <span dir=\"rtl\">לעלמים</span> <a data-ref=\"Ecclesiastes 1:10\" href=\"/Ecclesiastes.1.10\">Ec 1:10</a> <em>in olden times.</em><br><strong>2.</strong> <strong>a.</strong>  indef. <em>futurity</em>, c. prep. <em>for ever, always</em> (sometimes = <em>during the lifetime</em>); <span dir=\"rtl\">עֶבֶד עולם</span> <em>slave for ever</em> <a data-ref=\"Deuteronomy 15:17\" href=\"/Deuteronomy.15.17\">Dt 15:17</a>; <a data-ref=\"I Samuel 27:12\" href=\"/I_Samuel.27.12\">1 S 27:12</a>; <a data-ref=\"Job 40:28\" href=\"/Job.40.28\">Jb 40:28</a>; <span dir=\"rtl\">עָבַד לע׳</span> <em>serve for ever</em> <a data-ref=\"Exodus 21:6\" href=\"/Exodus.21.6\">Ex 21:6</a> (E), <a data-ref=\"Leviticus 25:46\" href=\"/Leviticus.25.46\">Lv 25:46</a>; <span dir=\"rtl\">עד ע׳</span> <a data-ref=\"I Samuel 1:22\" href=\"/I_Samuel.1.22\">1 S 1:22</a>; <span dir=\"rtl\">גְּאֻלַּת ע׳</span> <a data-ref=\"Leviticus 25:32\" href=\"/Leviticus.25.32\">Lv 25:32</a> <em>redemption at any time;</em> <span dir=\"rtl\">הֲרַת ע׳</span> <a data-ref=\"Jeremiah 20:17\" href=\"/Jeremiah.20.17\">Je 20:17</a> <em>ever pregnant</em> (womb); <span dir=\"rtl\">כְּלִמַּת ע׳</span> v <a data-ref=\"Jeremiah 20:11\" href=\"/Jeremiah.20.11\">11</a> of persecutors of Jeremiah; <span dir=\"rtl\">חרפת ע׳</span> <a data-ref=\"Jeremiah 23:40\" href=\"/Jeremiah.23.40\">23:40</a>; <span dir=\"rtl\">שַׁלְוֵי ע׳</span> <a data-ref=\"Psalms 73:12\" href=\"/Psalms.73.12\">ψ 73:12</a> <em>alway at ease;</em> <span dir=\"rtl\">יְחִי לע׳ (יחיה)</span> <em>may the king live always</em> <a data-ref=\"I Kings 1:31\" href=\"/I_Kings.1.31\">1 K 1:31</a>; <a data-ref=\"Nehemiah 2:3\" href=\"/Nehemiah.2.3\">Ne 2:3</a>; cf. <span dir=\"rtl\">אֹרֶךְ יָמִים עולם ועד</span> <a data-ref=\"Psalms 21:5\" href=\"/Psalms.21.5\">ψ 21:5</a>; <span dir=\"rtl\">ישׁב עולם לפני אלהים</span> <a data-ref=\"Psalms 61:8\" href=\"/Psalms.61.8\">61:8</a>; so of the pious, <span dir=\"rtl\">לע׳ לא ימוט</span> <a data-ref=\"Psalms 15:5\" href=\"/Psalms.15.5\">15:5</a>; <span dir=\"rtl\">בל ימוט</span> <a data-ref=\"Proverbs 10:30\" href=\"/Proverbs.10.30\">Pr 10:30</a>, cf. <a data-ref=\"Psalms 30:7\" href=\"/Psalms.30.7\">ψ 30:7</a>; other phr.: <a data-ref=\"Psalms 37:27\" href=\"/Psalms.37.27\">ψ 37:27</a>, <a data-ref=\"Psalms 37:28\" href=\"/Psalms.37.28\">28</a> <a data-ref=\"Psalms 41:13\" href=\"/Psalms.41.13\">41:13</a>; <a data-ref=\"Psalms 55:23\" href=\"/Psalms.55.23\">55:23</a>; <a data-ref=\"Psalms 61:8\" href=\"/Psalms.61.8\">61:8</a>; <a data-ref=\"Psalms 73:26\" href=\"/Psalms.73.26\">73:26</a>; <a data-ref=\"Psalms 121:8\" href=\"/Psalms.121.8\">121:8</a> <a data-ref=\"Proverbs 10:25\" href=\"/Proverbs.10.25\">Pr 10:25</a>; <span dir=\"rtl\">ע׳ אשׁירה</span> <a data-ref=\"Psalms 89:2\" href=\"/Psalms.89.2\">ψ 89:2</a> <em>I will sing for ever</em> (as long as I live), cf. <a data-ref=\"Psalms 52:10\" href=\"/Psalms.52.10\">52:10</a>; <a data-ref=\"Psalms 115:18\" href=\"/Psalms.115.18\">115:18</a>; <a data-ref=\"Psalms 145:1\" href=\"/Psalms.145.1\">145:1</a>, <a data-ref=\"Psalms 145:2\" href=\"/Psalms.145.2\">2</a>; <span dir=\"rtl\">הוֹדה לע׳</span> <a data-ref=\"Psalms 30:13\" href=\"/Psalms.30.13\">30:13</a>; <a data-ref=\"Psalms 44:9\" href=\"/Psalms.44.9\">44:9</a>; <a data-ref=\"Psalms 52:11\" href=\"/Psalms.52.11\">52:11</a>; <a data-ref=\"Psalms 79:13\" href=\"/Psalms.79.13\">79:13</a>; other emotions and activities continuous through life <a data-ref=\"Psalms 5:12\" href=\"/Psalms.5.12\">5:12</a>; <a data-ref=\"Psalms 31:2\" href=\"/Psalms.31.2\">31:2</a> = <a data-ref=\"Psalms 71:1\" href=\"/Psalms.71.1\">71:1</a>, <a data-ref=\"Psalms 75:10\" href=\"/Psalms.75.10\">75:10</a>; <a data-ref=\"Psalms 86:12\" href=\"/Psalms.86.12\">86:12</a>; <a data-ref=\"Psalms 119:44\" href=\"/Psalms.119.44\">119:44</a>, <a data-ref=\"Psalms 119:93\" href=\"/Psalms.119.93\">93</a>, <a data-ref=\"Psalms 119:98\" href=\"/Psalms.119.98\">98</a>, <a data-ref=\"Psalms 119:111\" href=\"/Psalms.119.111\">111</a>, <a data-ref=\"Psalms 119:112\" href=\"/Psalms.119.112\">112</a> <a data-ref=\"Micah 4:5\" href=\"/Micah.4.5\">Mi 4:5</a>, cf. <span dir=\"rtl\">לע׳</span> <a data-ref=\"Micah 2:9\" href=\"/Micah.2.9\">2:9</a>. <strong>b.</strong>  = <em>continuous existence</em>, (1) of things: the earth, <span dir=\"rtl\">הָאָרֶץ לְעוֹלָם עֹמֶדֶת</span> <a data-ref=\"Ecclesiastes 1:4\" href=\"/Ecclesiastes.1.4\">Ec 1:4</a>; other phr.: <a data-ref=\"Psalms 78:69\" href=\"/Psalms.78.69\">ψ 78:69</a>; <a data-ref=\"Psalms 104:5\" href=\"/Psalms.104.5\">104:5</a>, heavens and contents <a data-ref=\"Psalms 148:6\" href=\"/Psalms.148.6\">148:6</a>, ruined cities <a data-ref=\"Isaiah 25:2\" href=\"/Isaiah.25.2\">Is 25:2</a>; <a data-ref=\"Isaiah 32:14\" href=\"/Isaiah.32.14\">32:14</a> <a data-ref=\"Ezekiel 26:21\" href=\"/Ezekiel.26.21\">Ez 26:21</a>; <a data-ref=\"Ezekiel 27:36\" href=\"/Ezekiel.27.36\">27:36</a>; <a data-ref=\"Ezekiel 28:19\" href=\"/Ezekiel.28.19\">28:19</a>, ruined lands <a data-ref=\"Jeremiah 18:16\" href=\"/Jeremiah.18.16\">Je 18:16</a>; <a data-ref=\"Jeremiah 25:9\" href=\"/Jeremiah.25.9\">25:9</a>, <a data-ref=\"Jeremiah 25:12\" href=\"/Jeremiah.25.12\">12</a>; <a data-ref=\"Jeremiah 49:13\" href=\"/Jeremiah.49.13\">49:13</a>, <a data-ref=\"Jeremiah 49:33\" href=\"/Jeremiah.49.33\">33</a>; <a data-ref=\"Jeremiah 51:26\" href=\"/Jeremiah.51.26\">51:26</a>, <a data-ref=\"Jeremiah 51:62\" href=\"/Jeremiah.51.62\">62</a> <a data-ref=\"Ezekiel 35:9\" href=\"/Ezekiel.35.9\">Ez 35:9</a> <a data-ref=\"Zephaniah 2:9\" href=\"/Zephaniah.2.9\">Zp 2:9</a>; <span dir=\"rtl\">לעד עד ע׳</span> <a data-ref=\"Isaiah 30:8\" href=\"/Isaiah.30.8\">Is 30:8</a> <em>for a witness for ever</em>, in a book; (2) of nations: <span dir=\"rtl\">לעולם אהיה</span> <a data-ref=\"Isaiah 47:7\" href=\"/Isaiah.47.7\">47:7</a> (Babylon loqu.), cf. <a data-ref=\"Psalms 81:16\" href=\"/Psalms.81.16\">ψ 81:16</a> <a data-ref=\"Obadiah 1:10\" href=\"/Obadiah.1.10\">Ob 10</a>; <span dir=\"rtl\">ישׁב לע׳</span> of Judah <a data-ref=\"Joel 4:20\" href=\"/Joel.4.20\">Jo 4:20</a>; (3) families <a data-ref=\"Psalms 49:12\" href=\"/Psalms.49.12\">ψ 49:12</a> <a data-ref=\"Isaiah 14:20\" href=\"/Isaiah.14.20\">Is 14:20</a>; the dynasty of Saul <a data-ref=\"I Samuel 13:13\" href=\"/I_Samuel.13.13\">1 S 13:13</a>; house of Eli <a data-ref=\"I Samuel 2:30\" href=\"/I_Samuel.2.30\">2:30</a>; (4) national relations: <span dir=\"rtl\">איבת ע׳</span> <em>continual enmity</em> <a data-ref=\"Ezekiel 25:15\" href=\"/Ezekiel.25.15\">Ez 25:15</a>; <a data-ref=\"Ezekiel 35:5\" href=\"/Ezekiel.35.5\">35:5</a>; of exclusion from <span dir=\"rtl\">קהל י׳</span>, <span dir=\"rtl\">עד ע׳</span> <a data-ref=\"Deuteronomy 23:4\" href=\"/Deuteronomy.23.4\">Dt 23:4</a> = <a data-ref=\"Nehemiah 13:1\" href=\"/Nehemiah.13.1\">Ne 13:1</a>; various relations <a data-ref=\"Isaiah 32:17\" href=\"/Isaiah.32.17\">Is 32:17</a>; <a data-ref=\"Isaiah 34:10\" href=\"/Isaiah.34.10\">34:10</a>; <span dir=\"rtl\">חרפת ע׳</span> <em>perpetual reproach</em> <a data-ref=\"Psalms 78:66\" href=\"/Psalms.78.66\">ψ 78:66</a>, of dynasty of David <a data-ref=\"II Samuel 3:28\" href=\"/II_Samuel.3.28\">2 S 3:28</a>; <a data-ref=\"II Samuel 12:10\" href=\"/II_Samuel.12.10\">12:10</a> <a data-ref=\"I Kings 2:33\" href=\"/I_Kings.2.33\">1 K 2:33</a>, families v <a data-ref=\"I Kings 2:33\" href=\"/I_Kings.2.33\">33</a> <a data-ref=\"II Kings 5:27\" href=\"/II_Kings.5.27\">2 K 5:27</a> <a data-ref=\"Psalms 106:31\" href=\"/Psalms.106.31\">ψ 106:31</a> <a data-ref=\"Jeremiah 35:6\" href=\"/Jeremiah.35.6\">Je 35:6</a>. <strong>c.</strong>  of divine existence: <span dir=\"rtl\">אל עולם</span> <a data-ref=\"Genesis 21:33\" href=\"/Genesis.21.33\">Gn 21:33</a> (J); <span dir=\"rtl\">אלהי ע׳</span> <a data-ref=\"Isaiah 40:28\" href=\"/Isaiah.40.28\">Is 40:28</a>; <span dir=\"rtl\">חי אנכי לע׳</span> <a data-ref=\"Deuteronomy 32:40\" href=\"/Deuteronomy.32.40\">Dt 32:40</a>; <span dir=\"rtl\">חֵי הע׳</span> <a data-ref=\"Daniel 12:7\" href=\"/Daniel.12.7\">Dn 12:7</a>; of divine name, <span dir=\"rtl\">זה שׁמי לְע׳</span> <a data-ref=\"Exodus 3:15\" href=\"/Exodus.3.15\">Ex 3:15</a> (E), cf. <a data-ref=\"II Chronicles 33:7\" href=\"/II_Chronicles.33.7\">2 Ch 33:7</a> (v. supr.); blessing and praise of it <a data-ref=\"II Samuel 7:26\" href=\"/II_Samuel.7.26\">2 S 7:26</a> = <a data-ref=\"I Chronicles 17:24\" href=\"/I_Chronicles.17.24\">1 Ch 17:24</a>, <a data-ref=\"Psalms 72:19\" href=\"/Psalms.72.19\">ψ 72:19</a>; <a data-ref=\"Psalms 135:13\" href=\"/Psalms.135.13\">135:13</a>; of <span dir=\"rtl\">י׳</span> himself <a data-ref=\"Psalms 89:53\" href=\"/Psalms.89.53\">89:53</a>; attributes, <span dir=\"rtl\">אהבה</span> <a data-ref=\"Jeremiah 31:3\" href=\"/Jeremiah.31.3\">Je 31:3</a> <a data-ref=\"I Kings 10:9\" href=\"/I_Kings.10.9\">1 K 10:9</a>; <span dir=\"rtl\">חסד</span> <a data-ref=\"Isaiah 54:8\" href=\"/Isaiah.54.8\">Is 54:8</a> <a data-ref=\"Psalms 89:2\" href=\"/Psalms.89.2\">ψ 89:2</a>; <a data-ref=\"Psalms 138:8\" href=\"/Psalms.138.8\">138:8</a>; <span dir=\"rtl\">לע׳ חַסְדּוֹ</span> <a data-ref=\"I Chronicles 16:34\" href=\"/I_Chronicles.16.34\">1 Ch 16:34</a>, <a data-ref=\"I Chronicles 16:41\" href=\"/I_Chronicles.16.41\">41</a> <a data-ref=\"II Chronicles 5:13\" href=\"/II_Chronicles.5.13\">2 Ch 5:13</a>; <a data-ref=\"II Chronicles 7:3\" href=\"/II_Chronicles.7.3\">7:3</a>, <a data-ref=\"II Chronicles 7:6\" href=\"/II_Chronicles.7.6\">6</a>; <a data-ref=\"II Chronicles 20:21\" href=\"/II_Chronicles.20.21\">20:21</a> <a data-ref=\"Ezra 3:11\" href=\"/Ezra.3.11\">Ezr 3:11</a> <a data-ref=\"Psalms 100:5\" href=\"/Psalms.100.5\">ψ 100:5</a>; <a data-ref=\"Psalms 106:1\" href=\"/Psalms.106.1\">106:1</a>; <a data-ref=\"Psalms 107:1\" href=\"/Psalms.107.1\">107:1</a>; <a data-ref=\"Psalms 118:1\" href=\"/Psalms.118.1\">118:1</a>, <a data-ref=\"Psalms 118:2\" href=\"/Psalms.118.2\">2</a>, <a data-ref=\"Psalms 118:3\" href=\"/Psalms.118.3\">3</a>, <a data-ref=\"Psalms 118:4\" href=\"/Psalms.118.4\">4</a>, <a data-ref=\"Psalms 118:29\" href=\"/Psalms.118.29\">29</a>; <a data-ref=\"Psalms 136:1\" href=\"/Psalms.136.1\">136:1</a> + 25 times, <a data-ref=\"Jeremiah 33:11\" href=\"/Jeremiah.33.11\">Je 33:11</a>; <span dir=\"rtl\">כבוד</span> <a data-ref=\"Psalms 104:31\" href=\"/Psalms.104.31\">ψ 104:31</a>; <span dir=\"rtl\">אמת</span> <a data-ref=\"Psalms 117:2\" href=\"/Psalms.117.2\">117:2</a>; <a data-ref=\"Psalms 146:6\" href=\"/Psalms.146.6\">146:6</a>; <span dir=\"rtl\">צדק</span> <a data-ref=\"Psalms 119:142\" href=\"/Psalms.119.142\">119:142</a>; <span dir=\"rtl\">עצה</span> <a data-ref=\"Psalms 33:11\" href=\"/Psalms.33.11\">33:11</a>; reign <a data-ref=\"Exodus 15:18\" href=\"/Exodus.15.18\">Ex 15:18</a> (E), <a data-ref=\"Psalms 10:16\" href=\"/Psalms.10.16\">ψ 10:16</a>; <a data-ref=\"Psalms 66:7\" href=\"/Psalms.66.7\">66:7</a>; <a data-ref=\"Psalms 92:9\" href=\"/Psalms.92.9\">92:9</a>; <a data-ref=\"Psalms 146:10\" href=\"/Psalms.146.10\">146:10</a> <a data-ref=\"Jeremiah 10:10\" href=\"/Jeremiah.10.10\">Je 10:10</a> <a data-ref=\"Micah 4:7\" href=\"/Micah.4.7\">Mi 4:7</a>; <span dir=\"rtl\">יהוה לע׳ ישׁב</span> <a data-ref=\"Psalms 9:8\" href=\"/Psalms.9.8\">ψ 9:8</a>; <a data-ref=\"Psalms 29:10\" href=\"/Psalms.29.10\">29:10</a>; <a data-ref=\"Psalms 102:13\" href=\"/Psalms.102.13\">102:13</a> <a data-ref=\"Lamentations 5:19\" href=\"/Lamentations.5.19\">La 5:19</a>; presence in Zion <a data-ref=\"I Chronicles 23:25\" href=\"/I_Chronicles.23.25\">1 Ch 23:25</a>; <a data-ref=\"Isaiah 33:14\" href=\"/Isaiah.33.14\">Is 33:14</a>; <a data-ref=\"Isaiah 60:19\" href=\"/Isaiah.60.19\">60:19</a>, <a data-ref=\"Isaiah 60:20\" href=\"/Isaiah.60.20\">20</a> <a data-ref=\"Ezekiel 37:28\" href=\"/Ezekiel.37.28\">Ez 37:28</a>; <a data-ref=\"Ezekiel 43:7\" href=\"/Ezekiel.43.7\">43:7</a>, <a data-ref=\"Ezekiel 43:9\" href=\"/Ezekiel.43.9\">9</a>; his salvation <a data-ref=\"Isaiah 51:6\" href=\"/Isaiah.51.6\">Is 51:6</a>, <a data-ref=\"Isaiah 51:8\" href=\"/Isaiah.51.8\">8</a>; <span dir=\"rtl\">זרעת ע׳</span> <a data-ref=\"Deuteronomy 33:27\" href=\"/Deuteronomy.33.27\">Dt 33:27</a> <em>everlasting arms;</em> <span dir=\"rtl\">כל אשׁר יעשׂה האלהים יהיה לע׳</span> <a data-ref=\"Ecclesiastes 3:14\" href=\"/Ecclesiastes.3.14\">Ec 3:14</a>. <strong>d.</strong>  of God’s covenant: <span dir=\"rtl\">בְּרִית ע׳</span> <em>everlasting covenant</em> <a data-ref=\"Genesis 9:16\" href=\"/Genesis.9.16\">Gn 9:16</a>; <a data-ref=\"Genesis 17:7\" href=\"/Genesis.17.7\">17:7</a>, <a data-ref=\"Genesis 17:13\" href=\"/Genesis.17.13\">13</a>, <a data-ref=\"Genesis 17:19\" href=\"/Genesis.17.19\">19</a> <a data-ref=\"Exodus 31:16\" href=\"/Exodus.31.16\">Ex 31:16</a> <a data-ref=\"Leviticus 24:8\" href=\"/Leviticus.24.8\">Lv 24:8</a> <a data-ref=\"Numbers 18:19\" href=\"/Numbers.18.19\">Nu 18:19</a> (all P), <a data-ref=\"II Samuel 23:5\" href=\"/II_Samuel.23.5\">2 S 23:5</a>; <a data-ref=\"I Chronicles 16:17\" href=\"/I_Chronicles.16.17\">1 Ch 16:17</a> = <a data-ref=\"Psalms 105:10\" href=\"/Psalms.105.10\">ψ 105:10</a>, <a data-ref=\"Isaiah 24:5\" href=\"/Isaiah.24.5\">Is 24:5</a>; <a data-ref=\"Isaiah 55:3\" href=\"/Isaiah.55.3\">55:3</a>; <a data-ref=\"Isaiah 61:8\" href=\"/Isaiah.61.8\">61:8</a> <a data-ref=\"Jeremiah 32:40\" href=\"/Jeremiah.32.40\">Je 32:40</a>; <a data-ref=\"Jeremiah 50:5\" href=\"/Jeremiah.50.5\">50:5</a>; <a data-ref=\"Ezekiel 16:60\" href=\"/Ezekiel.16.60\">Ez 16:60</a>; <a data-ref=\"Ezekiel 37:26\" href=\"/Ezekiel.37.26\">37:26</a>; covenant with Noah, <span dir=\"rtl\">לְדֹרֹת ע׳</span> <a data-ref=\"Genesis 9:12\" href=\"/Genesis.9.12\">Gn 9:12</a> (P); God remembers it <a data-ref=\"I Chronicles 16:15\" href=\"/I_Chronicles.16.15\">1 Ch 16:15</a> = <a data-ref=\"Psalms 105:8\" href=\"/Psalms.105.8\">ψ 105:8</a>, <a data-ref=\"Psalms 111:5\" href=\"/Psalms.111.5\">ψ 111:5</a>; will not break it, <span dir=\"rtl\">לע׳</span> <a data-ref=\"Judges 2:1\" href=\"/Judges.2.1\">Ju 2:1</a>; <span dir=\"rtl\">אוֹת ע׳</span> <a data-ref=\"Exodus 31:17\" href=\"/Exodus.31.17\">Ex 31:17</a> (P); <span dir=\"rtl\">אוֹת עד ע׳</span> <a data-ref=\"Deuteronomy 28:46\" href=\"/Deuteronomy.28.46\">Dt 28:46</a>. <strong>e.</strong>  of God’s laws: <span dir=\"rtl\">דבר(ים)</span> <a data-ref=\"Isaiah 59:21\" href=\"/Isaiah.59.21\">Is 59:21</a> <a data-ref=\"Psalms 119:89\" href=\"/Psalms.119.89\">ψ 119:89</a>; <span dir=\"rtl\">משׁפט</span> <a data-ref=\"Psalms 119:160\" href=\"/Psalms.119.160\">119:160</a>; <span dir=\"rtl\">עדות</span> v <a data-ref=\"Psalms 119:144\" href=\"/Psalms.119.144\">144</a>, <a data-ref=\"Psalms 119:152\" href=\"/Psalms.119.152\">152</a>; <span dir=\"rtl\">חק ע׳</span> <a data-ref=\"Exodus 29:28\" href=\"/Exodus.29.28\">Ex 29:28</a>; <a data-ref=\"Exodus 30:21\" href=\"/Exodus.30.21\">30:21</a> (E), <a data-ref=\"Leviticus 6:11\" href=\"/Leviticus.6.11\">Lv 6:11</a>, <a data-ref=\"Leviticus 6:15\" href=\"/Leviticus.6.15\">15</a>; <a data-ref=\"Leviticus 7:34\" href=\"/Leviticus.7.34\">7:34</a>; <a data-ref=\"Leviticus 10:15\" href=\"/Leviticus.10.15\">10:15</a>; <a data-ref=\"Leviticus 24:9\" href=\"/Leviticus.24.9\">24:9</a> <a data-ref=\"Numbers 18:8\" href=\"/Numbers.18.8\">Nu 18:8</a>, <a data-ref=\"Numbers 18:11\" href=\"/Numbers.18.11\">11</a>, <a data-ref=\"Numbers 18:19\" href=\"/Numbers.18.19\">19</a> (P), also <a data-ref=\"Jeremiah 5:22\" href=\"/Jeremiah.5.22\">Je 5:22</a> (of bounds of sea); <span dir=\"rtl\">חק עד ע׳</span> <a data-ref=\"Exodus 12:24\" href=\"/Exodus.12.24\">Ex 12:24</a> (J), <span dir=\"rtl\">חֻקַּת ע׳</span> v <a data-ref=\"Exodus 12:14\" href=\"/Exodus.12.14\">14</a>, <a data-ref=\"Exodus 12:17\" href=\"/Exodus.12.17\">17</a>; <a data-ref=\"Exodus 27:21\" href=\"/Exodus.27.21\">27:21</a>; <a data-ref=\"Exodus 28:43\" href=\"/Exodus.28.43\">28:43</a>; <a data-ref=\"Exodus 29:9\" href=\"/Exodus.29.9\">29:9</a> <a data-ref=\"Leviticus 3:17\" href=\"/Leviticus.3.17\">Lv 3:17</a>; <a data-ref=\"Leviticus 7:36\" href=\"/Leviticus.7.36\">7:36</a>; <a data-ref=\"Leviticus 10:9\" href=\"/Leviticus.10.9\">10:9</a>; <a data-ref=\"Leviticus 16:29\" href=\"/Leviticus.16.29\">16:29</a>, <a data-ref=\"Leviticus 16:31\" href=\"/Leviticus.16.31\">31</a>, <a data-ref=\"Leviticus 16:34\" href=\"/Leviticus.16.34\">34</a>; <a data-ref=\"Leviticus 17:7\" href=\"/Leviticus.17.7\">17:7</a>; <a data-ref=\"Leviticus 23:14\" href=\"/Leviticus.23.14\">23:14</a>, <a data-ref=\"Leviticus 23:21\" href=\"/Leviticus.23.21\">21</a>, <a data-ref=\"Leviticus 23:31\" href=\"/Leviticus.23.31\">31</a>, <a data-ref=\"Leviticus 23:41\" href=\"/Leviticus.23.41\">41</a>; <a data-ref=\"Leviticus 24:3\" href=\"/Leviticus.24.3\">24:3</a>, <a data-ref=\"Leviticus 24:8\" href=\"/Leviticus.24.8\">8</a>; <a data-ref=\"Numbers 10:8\" href=\"/Numbers.10.8\">Nu 10:8</a>; <a data-ref=\"Numbers 15:15\" href=\"/Numbers.15.15\">15:15</a>; <a data-ref=\"Numbers 18:23\" href=\"/Numbers.18.23\">18:23</a>; <a data-ref=\"Numbers 19:10\" href=\"/Numbers.19.10\">19:10</a>, <a data-ref=\"Numbers 19:21\" href=\"/Numbers.19.21\">21</a> (P) (most of these in fact specif. Jewish and temporary); temple to bear God’s name, <span dir=\"rtl\">עד ע׳</span> <a data-ref=\"I Kings 9:3\" href=\"/I_Kings.9.3\">1 K 9:3</a> = <a data-ref=\"II Chronicles 7:16\" href=\"/II_Chronicles.7.16\">2 Ch 7:16</a>; <span dir=\"rtl\">לע׳</span> <a data-ref=\"II Kings 21:7\" href=\"/II_Kings.21.7\">2 K 21:7</a> <a data-ref=\"II Chronicles 33:4\" href=\"/II_Chronicles.33.4\">2 Ch 33:4</a>; consecrated <span dir=\"rtl\">לע׳</span> <a data-ref=\"II Chronicles 30:8\" href=\"/II_Chronicles.30.8\">30:8</a>; its ceremonies <span dir=\"rtl\">לע׳</span> <a data-ref=\"II Chronicles 2:3\" href=\"/II_Chronicles.2.3\">2:3</a>; Levit. priesthood, <span dir=\"rtl\">לשׁרתו עד ע׳</span> <a data-ref=\"I Chronicles 15:2\" href=\"/I_Chronicles.15.2\">1 Ch 15:2</a>; Aaronic priesthood, <span dir=\"rtl\">לברך בשׁמי עד ע׳</span> <a data-ref=\"I Chronicles 23:13\" href=\"/I_Chronicles.23.13\">23:13</a><sup>(×2)</sup>. <strong>f.</strong>  of God’s promises: his word, <span dir=\"rtl\">יקום לע׳</span> <a data-ref=\"Isaiah 40:8\" href=\"/Isaiah.40.8\">Is 40:8</a>; promised dynasty of David, <span dir=\"rtl\">עד (ה)ע׳</span> <a data-ref=\"II Samuel 7:13\" href=\"/II_Samuel.7.13\">2 S 7:13</a>, <a data-ref=\"II Samuel 7:16\" href=\"/II_Samuel.7.16\">16</a><sup>(×2)</sup>, <a data-ref=\"II Samuel 7:25\" href=\"/II_Samuel.7.25\">25</a> = <a data-ref=\"I Chronicles 17:12\" href=\"/I_Chronicles.17.12\">1 Ch 17:12</a>, <a data-ref=\"I Chronicles 17:14\" href=\"/I_Chronicles.17.14\">14</a><sup>(×2)</sup>, <a data-ref=\"I Chronicles 17:23\" href=\"/I_Chronicles.17.23\">23</a> <a data-ref=\"Psalms 18:51\" href=\"/Psalms.18.51\">ψ 18:51</a> = <a data-ref=\"II Samuel 22:51\" href=\"/II_Samuel.22.51\">2 S 22:51</a>; <a data-ref=\"I Kings 2:33\" href=\"/I_Kings.2.33\">1 K 2:33</a>, <a data-ref=\"I Kings 2:45\" href=\"/I_Kings.2.45\">45</a> <a data-ref=\"I Chronicles 22:10\" href=\"/I_Chronicles.22.10\">1 Ch 22:10</a> <a data-ref=\"Psalms 89:5\" href=\"/Psalms.89.5\">ψ 89:5</a>; <span dir=\"rtl\">לע׳</span> <a data-ref=\"I Kings 9:5\" href=\"/I_Kings.9.5\">1 K 9:5</a>; <a data-ref=\"I Chronicles 28:4\" href=\"/I_Chronicles.28.4\">1 Ch 28:4</a>, <a data-ref=\"I Chronicles 28:7\" href=\"/I_Chronicles.28.7\">7</a>; <a data-ref=\"II Chronicles 13:5\" href=\"/II_Chronicles.13.5\">2 Ch 13:5</a> <a data-ref=\"Psalms 89:29\" href=\"/Psalms.89.29\">ψ 89:29</a>, <a data-ref=\"Psalms 89:37\" href=\"/Psalms.89.37\">37</a> <a data-ref=\"II Samuel 7:29\" href=\"/II_Samuel.7.29\">2 S 7:29</a><sup>(×2)</sup> = <a data-ref=\"I Chronicles 17:27\" href=\"/I_Chronicles.17.27\">1 Ch 17:27</a><sup>(×2)</sup>; of holy land <a data-ref=\"I Chronicles 28:8\" href=\"/I_Chronicles.28.8\">1 Ch 28:8</a>, <span dir=\"rtl\">אֲחֻזַּת ע׳</span> <a data-ref=\"Genesis 17:8\" href=\"/Genesis.17.8\">Gn 17:8</a>; <a data-ref=\"Genesis 48:4\" href=\"/Genesis.48.4\">48:4</a> <a data-ref=\"Leviticus 25:34\" href=\"/Leviticus.25.34\">Lv 25:34</a> (P); given <span dir=\"rtl\">לע׳</span> <a data-ref=\"Exodus 32:13\" href=\"/Exodus.32.13\">Ex 32:13</a> (J) <a data-ref=\"II Chronicles 20:7\" href=\"/II_Chronicles.20.7\">2 Ch 20:7</a>; <span dir=\"rtl\">עד ע׳</span> <a data-ref=\"Genesis 13:15\" href=\"/Genesis.13.15\">Gn 13:15</a>, inherited <span dir=\"rtl\">לע׳</span> <a data-ref=\"Isaiah 60:21\" href=\"/Isaiah.60.21\">Is 60:21</a> <a data-ref=\"Psalms 37:18\" href=\"/Psalms.37.18\">ψ 37:18</a>; <span dir=\"rtl\">עד ע׳</span> <a data-ref=\"Isaiah 34:17\" href=\"/Isaiah.34.17\">Is 34:17</a>; dwelt in <span dir=\"rtl\">עד ע׳</span> <a data-ref=\"Ezekiel 37:25\" href=\"/Ezekiel.37.25\">Ez 37:25</a>; other blessings, <span dir=\"rtl\">לע׳</span> <a data-ref=\"Deuteronomy 5:26\" href=\"/Deuteronomy.5.26\">Dt 5:29</a> <a data-ref=\"Hosea 2:21\" href=\"/Hosea.2.21\">Ho 2:21</a>; <span dir=\"rtl\">עד ע׳</span> <a data-ref=\"Deuteronomy 12:28\" href=\"/Deuteronomy.12.28\">Dt 12:28</a>; <a data-ref=\"II Samuel 7:24\" href=\"/II_Samuel.7.24\">2 S 7:24</a> = <a data-ref=\"I Chronicles 17:22\" href=\"/I_Chronicles.17.22\">1 Ch 17:22</a>, <a data-ref=\"Psalms 133:3\" href=\"/Psalms.133.3\">ψ 133:3</a>; <span dir=\"rtl\">שִׂמְחַת ע׳</span> <a data-ref=\"Isaiah 35:10\" href=\"/Isaiah.35.10\">Is 35:10</a>; <a data-ref=\"Isaiah 51:11\" href=\"/Isaiah.51.11\">51:11</a>; <a data-ref=\"Isaiah 61:7\" href=\"/Isaiah.61.7\">61:7</a>; <span dir=\"rtl\">דֶּרֶךְ ע׳</span> <a data-ref=\"Psalms 139:24\" href=\"/Psalms.139.24\">ψ 139:24</a>; <span dir=\"rtl\">שׁם ע׳</span> <a data-ref=\"Isaiah 56:5\" href=\"/Isaiah.56.5\">Is 56:5</a>; <a data-ref=\"Isaiah 63:12\" href=\"/Isaiah.63.12\">63:12</a>; <span dir=\"rtl\">אות ע׳</span> <a data-ref=\"Isaiah 55:13\" href=\"/Isaiah.55.13\">55:13</a>; <span dir=\"rtl\">גאון ע׳</span> <a data-ref=\"Isaiah 60:15\" href=\"/Isaiah.60.15\">60:15</a>; Jerus. to abide <span dir=\"rtl\">לע׳</span> <a data-ref=\"Jeremiah 17:25\" href=\"/Jeremiah.17.25\">Je 17:25</a> <a data-ref=\"Psalms 125:1\" href=\"/Psalms.125.1\">ψ 125:1</a>, cf. <a data-ref=\"Jeremiah 31:40\" href=\"/Jeremiah.31.40\">Je 31:40</a>; <span dir=\"rtl\">עד ע׳</span> <a data-ref=\"Psalms 48:9\" href=\"/Psalms.48.9\">ψ 48:9</a>. <strong>g.</strong>  of relations between God and his people, <span dir=\"rtl\">לע׳</span> <a data-ref=\"I Chronicles 29:18\" href=\"/I_Chronicles.29.18\">1 Ch 29:18</a> <a data-ref=\"Psalms 45:18\" href=\"/Psalms.45.18\">ψ 45:18</a>; <a data-ref=\"Psalms 85:6\" href=\"/Psalms.85.6\">85:6</a>; <a data-ref=\"Psalms 103:9\" href=\"/Psalms.103.9\">103:9</a>; <a data-ref=\"Psalms 145:21\" href=\"/Psalms.145.21\">145:21</a>; <a data-ref=\"Isaiah 57:16\" href=\"/Isaiah.57.16\">Is 57:16</a>; <a data-ref=\"Jeremiah 3:5\" href=\"/Jeremiah.3.5\">Je 3:5</a>, <a data-ref=\"Jeremiah 3:12\" href=\"/Jeremiah.3.12\">12</a>; <a data-ref=\"Lamentations 3:31\" href=\"/Lamentations.3.31\">La 3:31</a>; <a data-ref=\"Joel 2:26\" href=\"/Joel.2.26\">Jo 2:26</a>, <a data-ref=\"Joel 2:27\" href=\"/Joel.2.27\">27</a>; <span dir=\"rtl\">עד (ה)ע׳</span> <a data-ref=\"Psalms 28:9\" href=\"/Psalms.28.9\">ψ 28:9</a> <a data-ref=\"Malachi 1:4\" href=\"/Malachi.1.4\">Mal 1:4</a>. <strong>h.</strong>  of Messianic dynasty and king: <span dir=\"rtl\">(ל)ע׳</span> <a data-ref=\"Psalms 110:4\" href=\"/Psalms.110.4\">ψ 110:4</a>; having divine throne <a data-ref=\"Psalms 45:7\" href=\"/Psalms.45.7\">45:7</a>; name endures <a data-ref=\"Psalms 72:17\" href=\"/Psalms.72.17\">72:17</a>; established <a data-ref=\"Psalms 89:38\" href=\"/Psalms.89.38\">89:38</a>; God blesses him <a data-ref=\"Psalms 45:3\" href=\"/Psalms.45.3\">45:3</a>; of his reign, <span dir=\"rtl\">מעתה ועד ע׳</span> <a data-ref=\"Isaiah 9:6\" href=\"/Isaiah.9.6\">Is 9:6</a>. <strong>i.</strong>  = <em>indefinite, unending future:</em> live <span dir=\"rtl\">לע׳</span> <a data-ref=\"Genesis 3:22\" href=\"/Genesis.3.22\">Gn 3:22</a>; <a data-ref=\"Job 7:16\" href=\"/Job.7.16\">Jb 7:16</a>; <span dir=\"rtl\">הנביאים הלע׳ יִחְיוּ</span> <a data-ref=\"Zechariah 1:5\" href=\"/Zechariah.1.5\">Zc 1:5</a> <em>the prophets, can they live for ever?</em> cf. <span dir=\"rtl\">חדל לע׳</span> <a data-ref=\"Psalms 49:9\" href=\"/Psalms.49.9\">ψ 49:9</a>; c. neg. <em>never</em> <a data-ref=\"Ezra 9:12\" href=\"/Ezra.9.12\">Ezr 9:12</a>; <a data-ref=\"Proverbs 27:24\" href=\"/Proverbs.27.24\">Pr 27:24</a>. <strong>j.</strong>  after death: <span dir=\"rtl\">שׁנת ע׳</span> <a data-ref=\"Jeremiah 51:39\" href=\"/Jeremiah.51.39\">Je 51:39</a>, <a data-ref=\"Jeremiah 51:57\" href=\"/Jeremiah.51.57\">57</a>; <span dir=\"rtl\">בית ע׳</span> <a data-ref=\"Ecclesiastes 12:5\" href=\"/Ecclesiastes.12.5\">Ec 12:5</a>; <span dir=\"rtl\">חַיֵּי ע׳</span> <a data-ref=\"Daniel 12:2\" href=\"/Daniel.12.2\">Dn 12:2</a>; <span dir=\"rtl\">דראון ע׳</span> v <a data-ref=\"Daniel 12:2\" href=\"/Daniel.12.2\">2</a>; also v <a data-ref=\"Daniel 12:3\" href=\"/Daniel.12.3\">3</a> <a data-ref=\"Jonah 2:7\" href=\"/Jonah.2.7\">Jon 2:7</a>; <a data-ref=\"Ecclesiastes 2:16\" href=\"/Ecclesiastes.2.16\">Ec 2:16</a>; <a data-ref=\"Ecclesiastes 9:6\" href=\"/Ecclesiastes.9.6\">9:6</a>. <strong>k.</strong>  = <em>age</em> (<em>duration</em>) <em>of the world:</em> <span dir=\"rtl\">את העלם נתן בְּלִבָּם</span> <a data-ref=\"Ecclesiastes 3:11\" href=\"/Ecclesiastes.3.11\">Ec 3:11</a> <em>the age of the world he hath set</em>, etc. (cf. especially NH; others <strong>i</strong>). <strong>l.</strong>  pl. intens. <em>everlastingness, eternity:</em> <span dir=\"rtl\">תשׁועת עולמים</span> <a data-ref=\"Isaiah 45:17\" href=\"/Isaiah.45.17\">Is 45:17</a>; <span dir=\"rtl\">צדק עלמים</span> <a data-ref=\"Daniel 9:24\" href=\"/Daniel.9.24\">Dn 9:24</a>; <span dir=\"rtl\">צור עולמים</span> <a data-ref=\"Isaiah 26:4\" href=\"/Isaiah.26.4\">Is 26:4</a> (RVm <em>rock of ages</em>); <span dir=\"rtl\">מלכוּת כל עלמים</span> <a data-ref=\"Psalms 145:13\" href=\"/Psalms.145.13\">ψ 145:13</a>; also <a data-ref=\"Psalms 61:5\" href=\"/Psalms.61.5\">61:5</a>; <a data-ref=\"Psalms 77:8\" href=\"/Psalms.77.8\">77:8</a>; <a data-ref=\"I Kings 8:13\" href=\"/I_Kings.8.13\">1 K 8:13</a> = <a data-ref=\"II Chronicles 6:2\" href=\"/II_Chronicles.6.2\">2 Ch 6:2</a>. <strong>m.</strong>  special phr.: <span dir=\"rtl\">מ(ה)עולם (ו)עד (ה)עולם (מן)</span> <em>from everlasting to everlasting</em>, of <span dir=\"rtl\">י׳</span> <a data-ref=\"Psalms 90:2\" href=\"/Psalms.90.2\">ψ 90:2</a>, <span dir=\"rtl\">חסד י׳</span> <a data-ref=\"Psalms 103:17\" href=\"/Psalms.103.17\">103:17</a>; benedictions <a data-ref=\"I Chronicles 16:36\" href=\"/I_Chronicles.16.36\">1 Ch 16:36</a> = <a data-ref=\"Psalms 106:48\" href=\"/Psalms.106.48\">ψ 106:48</a>, <a data-ref=\"Nehemiah 9:5\" href=\"/Nehemiah.9.5\">Ne 9:5</a>; <a data-ref=\"I Chronicles 29:10\" href=\"/I_Chronicles.29.10\">1 Ch 29:10</a> <a data-ref=\"Psalms 41:14\" href=\"/Psalms.41.14\">ψ 41:14</a>; the land given <span dir=\"rtl\">למן עולם ועד עולם</span> <a data-ref=\"Jeremiah 7:7\" href=\"/Jeremiah.7.7\">Je 7:7</a>; <a data-ref=\"Jeremiah 25:5\" href=\"/Jeremiah.25.5\">25:5</a>; <span dir=\"rtl\">מעתה ועד עולם</span> <em>from now and for ever</em> <a data-ref=\"Psalms 115:18\" href=\"/Psalms.115.18\">ψ 115:18</a>; <a data-ref=\"Psalms 121:8\" href=\"/Psalms.121.8\">121:8</a> (i.e. as long as one lives); of people’s hope in God <a data-ref=\"Psalms 131:3\" href=\"/Psalms.131.3\">131:3</a>; dynasty of David <a data-ref=\"Isaiah 9:6\" href=\"/Isaiah.9.6\">Is 9:6</a>; of God’s acts, words, etc. <a data-ref=\"Micah 4:7\" href=\"/Micah.4.7\">Mi 4:7</a>; <a data-ref=\"Isaiah 59:21\" href=\"/Isaiah.59.21\">Is 59:21</a> <a data-ref=\"Psalms 125:2\" href=\"/Psalms.125.2\">ψ 125:2</a>, cf. <a data-ref=\"Psalms 113:2\" href=\"/Psalms.113.2\">113:2</a>;—v. further <a ,=\"\" data-ref=\"BDB, עַד²\" dir=\"rtl\" href=\"/BDB,_עַד²\">i. עַד</a> p. 723."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6437e9a43bb12368d479c6a2", "index_title": "Jerusalem Talmud Berakhot", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Berakhot 1:1:1", "anchorRef": "Leviticus 7:30-36", "anchorRefExpanded": ["Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36"], "sourceRef": "Jerusalem Talmud Berakhot 1:1:1", "sourceHeRef": "תלמוד ירושלמי ברכות א׳:א׳:א׳", "anchorVerse": 30, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Jerusalem Talmud Berakhot", "he": "תלמוד ירושלמי ברכות"}, "heTitle": "תלמוד ירושלמי ברכות", "he": "<strong><big>משנה:</big></strong> <i data-overlay=\"Vilna Pages\" data-value=\"1a\"></i>מֵאֵימָתַי קוֹרִין אֶת שְׁמַע בָּעֲרָבִין. מִשָּׁעָה שֶׁהַכֹּהֲנִים נִכְנָסִין לוֹכֵל בִּתְרוּמָתָן עַד סוֹף הָאַשְׁמוּרָה הָרִאשׁוֹנָה דִּבְרֵי רִבִּי אֱלִיעֶזֶר. וַחֲכָמִים אוֹמְרִים עַד חֲצוֹת. רַבָּן גַּמְלִיאֵל אוֹמֵר עַד שֶׁיַּעֲלֶה עַמּוּד הַשַּׁחַר. מַעֲשֵׂה שֶׁבָּאוּ בָנָיו מִבֵּית הַמִּשְׁתֶּה אָֽמְרוּ לוֹ לֹא קָרִינוּ אֶת שְׁמַע. אָמַר לָהֶן אִם לֹא עָלָה עַמּוּד הַשַּׁחַר חַייָבִין אַתֶּם לִקְרוֹת. וְלֹא זוּ בִלְבַד אֶלָּא כָל־שֶׁאָֽמְרוּ חֲכָמִים עַד חֲצוֹת מִצְוָתָן עַד שֶׁיַּעֲלֶה עַמּוּד הַשַּׁחַר. הֶקְטֵר חֲלָבִים וְאֵיבָרִים [וַאֲכִילַת פְּסָחִים] מִצְוָתָן עַד שֶׁיַּעֲלֶה עַמּוּד הַשַּׁחַר. כָּל־הַנֶּאֱכָלִין לְיוֹם אֶחָד מִצְווֹתָן עַד שֶׁיַּעֲלֶה עֲמוּד הַשַּׁחַר. אִם כֵּן לָמָּה אָֽמְרוּ חֲכָמִים עַד חֲצוֹת כְּדֵי לְהַרְחִיק אֶת הָאָדָם מִן הָעֲבֵירָה.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<strong>MISHNAH:</strong> When does one start to read the <i>Shema</i> in the evening<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">The Mishnah presupposes that everybody knows that there is an obligation to recite the verses <a class=\"refLink\" data-ref=\"Deuteronomy 6:4-9\" href=\"/Deuteronomy.6.4-9\"><i>Deut.</i> 6:4–9</a> since it is written (<a class=\"refLink\" data-ref=\"Deuteronomy 6:7\" href=\"/Deuteronomy.6.7\">v. 7</a>) “You shall teach them to your children and speak about them when you sit in your house, when you go on the road, and when you are lying down and when you are getting up.” Since it says “when you are lying down” before “when you are getting up”, the obligation of the evening is discussed before that of the morning.</i>? From the time that the priests enter to eat<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">The spelling of the Yerushalmi is largely phonetic, in contrast to the Babli whose Hebrew spelling is historical. Since the א was silent in Galilean speech of the time and had lost its role as glottal stop, the Mishnah in the Yerushalmi has לוֹכֵל for classical לֶאֱכוֹל in the Babylonian Mishnah.</i> their <i>Terumah</i><sup class=\"footnote-marker\">3</sup><i class=\"footnote\"><i>Terumah</i>, the heave, is the gift to the Cohen from agricultural produce (<a class=\"refLink\" data-ref=\"Numbers 18:12\" href=\"/Numbers.18.12\"><i>Num.</i> 18:12</a>) and also the Cohen’s part of the tithes given to the Levites from produce (<a class=\"refLink\" data-ref=\"Numbers 18:26\" href=\"/Numbers.18.26\"><i>Num.</i> 18:26</a>). These gifts must be eaten in ritual purity (<a class=\"refLink\" data-ref=\"Numbers 18:13\" href=\"/Numbers.18.13\"><i>Num.</i> 18:13</a>: “every pure person in your family may eat it.”) There are several stages in the cleansing from ritual impurity. Serious impurities (defilement by a corpse, a leper, or a sufferer from gonorrhea) need special rituals. More common defilements, such as touching a dead animal or coming in contact with a more severely impure person, need immersion in the ritual bath (<i>miqweh</i>). This immersion removes impurity but does not yet allow a person to touch sanctified food or to enter the Temple before nightfall, as it is said (<a class=\"refLink\" data-ref=\"Leviticus 22:6-7\" href=\"/Leviticus.22.6-7\"><i>Lev.</i> 22:6–7</a>): “He may not eat of sanctified food unless he immersed himself in water. When the sun leaves he shall be purified and after that he may eat of the sanctified food.” [For the more severe kinds of impurity, a sacrifice is needed before the Cohen may eat sacred food in the Temple; this does not concern us here.] The Halakhah will discuss the exact meaning of “the sun leaving” and its relation to sunset and nightfall.<br>Today, no Cohen may eat any <i>Terumah</i> and the minimal amount set apart for <i>Terumah</i> must be burned; it is ritually unclean from the start since nowadays everybody is defiled by the impurity of dead bodies. That impurity can be removed only by sprinkling with water treated with the ashes of the Red Heifer (<a class=\"refLink\" data-ref=\"Numbers 19\" href=\"/Numbers.19\"><i>Num.</i> 19</a>). The Mishnah was edited approximately between 200 and 220 C. E. It must be assumed that the rules of the Mishnah are intended to be practical. It follows that 130 years after the destruction of the Temple there were still places in Israel where the Cohanim could purify themselves by the ashes of the Red Heifer (in Galilee which was only minimally damaged by the two wars with the Romans.)</i>, until the end of the first night watch<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">The night is divided either into three (Babylonian) or four (Roman) watches.</i> are the words of Rebbi Eliezer<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">The name of R. Eliezer is attached only to the statement about the night watch. The start of the time of the evening <i>Shema</i> is accepted by everybody. Rebbi Eliezer ben Hyrcanus was one of the foremost students of Rabban Yoḥanan ben Zakkai, the founder of the Synhedrion of Jabneh after the destruction of the Temple. He was the most conservative of all teachers of his time and reputed to transmit old traditions most reliably.</i>. But the Sages say until midnight. Rabban Gamliel says until the first sign of dawn<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">It will be seen that the difference between Rabban Gamliel and the other sages is practical rather than theoretical. They agree that “when you are lying down” means “all the time that you are lying on your bed” and not “when you are ready to go to bed”. The latter interpretation is that of R. Eliezer.</i>.<br>It happened that his (Rabban Gamliel’s) sons returned from a wedding feast and told him: We did not recite the <i>Shema‘</i>. He said to them: If dawn has not yet come then you are obligated to recite.<br>Not only that, but everywhere the Sages said “until midnight”, the obligation is to the start of dawn. The obligation of burning fats and limbs on the altar [and eating of the Passover sacrifice] is until the start of dawn.<sup class=\"footnote-marker\">134</sup><i class=\"footnote\">This entire Mishnah, and the following one, are still the words of Rabban Gamliel. In the Venice print and the Leyden manuscript, the Passover sacrifice is not mentioned in the Mishnah preceding the chapter but it is in the Mishnah repeated before the Halakhah. The Biblical precept is to burn the remaining parts of the sacrifices on the altar “the entire night until morning” (<a class=\"refLink\" data-ref=\"Leviticus 6:1\" href=\"/Leviticus.6.1\"><i>Lev.</i> 6:1</a>).<br>In the interpretation of the Mishnah, there is a fundamental disagreement between Rashi and Maimonides. <a class=\"refLink\" data-ref=\"Rashi on Berakhot 2a\" href=\"/Rashi_on_Berakhot.2a\">Rashi (<i>Berakhot</i> 2a, <i>s. v.</i> להרחיק</a>) כדי writes: “Concerning burning of the fats, the Sages did not restrict it to ‘until midnight’ at all and it is mentioned here only to emphasize that everything that has to be done in the night is <i>kasher</i> the entire night.” Maimonides, in his commentary on the Mishnah, writes: “They said about all of these activities ‘until midnight’, even though there would be time until the first signs of dawn, as a ‘fence’ that no one should come to act under pressure and prolong his actions until after the start of dawn; that is what they said ‘In order to remove people from sin.’ ” And he formulates this in his code (<i>Maäse haqorbanot</i> 4:2): “In order to avoid wilful transgression, the Sages said to bring to the altar the parts that have to be burned only until midnight.”<br>Neither the Yerushalmi nor the Babli discuss the burning of sacrifices during the night. However, as Rebbi Ḥuna points out in the following paragraph, in his opinion the entire discussion in the Mishnah is about Rabbinic precepts, rather than Biblical commandments. This is compatible only with the point of view of Maimonides. It is a well known principle that Maimonides follows the Yerushalmi in all points in which there is no contrary opinion indicated in the Babli; he will take the silence of the Babli in this matter as an endorsement of the interpretation of the Yerushalmi.</i><br>All sacrifices that can be eaten during one full day only could be eaten until the first dawn. In that case, why did the Sages say, only until midnight? In order to remove people from sin.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6665cd9dfaee0b8c909d8920", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 7:36:1", "anchorRef": "Leviticus 7:36", "anchorRefExpanded": ["Leviticus 7:36"], "sourceRef": "David Zvi Hoffmann on Leviticus 7:36:1", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא ז׳:ל״ו:א׳", "anchorVerse": 36, "sourceHasEn": false, "commentaryNum": 36.0001, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>\"ביום\"</b>, קובע את היום שבו נכנסה זכות הכהנים לתקפה בפעם הראשונה, כאילו היה כתוב מיום, כלומר מאותו יום והלאה (ראה בפתיחה לקרבנות, 'מנחת חביתין של הכהן הגדול'). זה גם מלמד אותנו, שאת \"ביום משחו\" יש לבאר: מיום משחו, שכן שווה הוא במובנו ל\"ביום הקריב\". פירושו של הרמב\"ן, שגם מנדלסון קיבלו, כי \"ביום משחו\" מוסב אל \"אשר צוה\", בטעות יסודו (ראה מבוא לקרבנות, בסוף הקטע 'החוק על חלקם של הכהנים בקרבנות'), אלא צריך לקשור אותו אל \"לתת להם\".", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6665cd9eedc871a0ca3a765f", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 7:36:2", "anchorRef": "Leviticus 7:36", "anchorRefExpanded": ["Leviticus 7:36"], "sourceRef": "David Zvi Hoffmann on Leviticus 7:36:2", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא ז׳:ל״ו:ב׳", "anchorVerse": 36, "sourceHasEn": false, "commentaryNum": 36.0002, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>\"לתת להם... מאת\",</b> כלומר שיינתן להם מאת וכו', השוה אסתר ז ד. חתימה זו מוסבה רק אל הפסוקים לא (סיפא) – לד, כפי שהוכח לעיל, במבוא לקרבנות, בקטע 'החוק על חלקם של כהנים בקרבנות'.", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]