[{"_id": "52089b18edbab45d17917319", "index_title": "Ramban on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ramban on Leviticus 7:38:1", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Ramban on Leviticus 7:38:1", "sourceHeRef": "רמב\"ן על ויקרא ז׳:ל״ח:א׳", "anchorVerse": 38, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 38.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>אשר צוה ה' את משה בהר סיני</b> על דרך רבותינו (תורת כהנים בהר פרשה א א) כי כל המצות נאמרו למשה בהר סיני כללותיהן ופרטיהן ודקדוקיהן ונשנו מהן באהל מועד והנה מצות ויקרא שנויות ועל דרך הפשט שיעורו אשר צוה ה' את משה בהר סיני וביום צוותו את בני ישראל במדבר סיני להקריב את קרבניהם לה' כי צוה במלואים בהר סיני וכן בעולה וחטאת וצוה במנחה ואשם ובזבחי השלמים במדבר סיני באהל מועד ויתכן כי טעם בהר סיני במקום הזה לפני הר סיני והוא באהל מועד וכן עולת תמיד העשויה בהר סיני (במדבר כח ו) כי איננו בהר ממש כי עולת תמיד לא התחילו בה רק באהל מועד דכתיב וזה אשר תעשה על המזבח וגו' (שמות כט לח) וכן ויסעו מהר ה' (במדבר י לג) וכן רב לכם שבת בהר הזה (דברים א ו) והטעם בכל אלה כי ישראל חנו לפני הר סיני בקרוב לו דכתיב (שמות יט ב) ויחן שם ישראל נגד ההר ושם עמדו עד נסעם משם למדבר פארן והנה עשו אהל מועד והקימו אותו לפני ההר במזרחו ושם התחילו בעולת התמיד ובשנה השנית נצטוו על הדגלים והעמידו האהל בתוך המחנות בנסעם ולפיכך אמר הכתוב בכאן כי זאת התורה לעולה ולכל הקרבנות שצוה השם בהר סיני ביום צוותו במדבר סיני יגיד כי היה בהר סיני ובמדבר סיני להודיע שלא היתה בהר ממש במקום הכבוד ששם דיבר עמו עשרת הדברות ולא במדבר סיני אחרי שנסעו מלפני ההר אבל היה במדבר סיני מלפני ההר בתחומו וקרוב לו ושם אהל מועד כמו שאמר בתחילת הענין (ויקרא א׳:א׳) ויקרא אל משה וידבר ה' אליו מאהל מועד הודיע אותנו עתה מקום אהל מועד:", "heVersionTitle": "On Your Way New", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "WHICH THE ETERNAL COMMANDED MOSES IN MOUNT SINAI. According to our Rabbis<sup class=\"footnote-marker\">154</sup><i class=\"footnote\">Sotah 37 b.</i> all the commandments were expressly told to Moses on Mount Sinai, in their general rules, their specific regulations and their minute details, and some of them were repeated in the Tent of Meeting. Thus [all] the commandments in the Book of Vayikra (Leviticus) [which is prefaced by the verse stating it was made known in the Tent of Meeting], are repetitions [of those said on Sinai, which is the sense of the verse before us]. By way of the plain meaning of Scripture, the meaning of the verse is:<sup class=\"footnote-marker\">155</sup><i class=\"footnote\">The verse reads: <i>Which the Eternal commanded Moses in Mount Sinai, in the day that he commanded the children of Israel to present their offerings unto the Eternal, in the wilderness of Sinai</i>. Now according to the interpretation of the Rabbis mentioned above, the sense of the verse is that the laws of the offerings were commanded to Moses “in Mount Sinai,” and were repeated to him in the Tent of Meeting “in the wilderness of Sinai.” Ramban will now explain that according to the plain meaning of Scripture this verse speaks of two separate occasions: the offerings of the seven-day consecration of the priests were commanded to Moses “in Mount Sinai,” whilst the laws of the other offerings were given to Moses “in the wilderness of Sinai,” that is, in the Tabernacle.</i> “<i>Which the Eternal commanded Moses in Mount Sinai</i>, and <i>in the day that he commanded the children of Israel</i> in the wilderness of Sinai <i>to present their offerings unto the Eternal</i>,” for He gave the commandment about the consecration-offerings [of the priests] <i>in Mount Sinai</i>, as also in the case of the burnt-offering and sin-offering [which were part of the consecration], and He commanded concerning the meal-offering, guilt-offering, and peace-offerings, <i>in the wilderness of Sinai</i>, in the Tent of Meeting.<br>It is possible that the expression <i>in Mount Sinai</i> means “in this place in front of Mount Sinai,” which is in the Tent of Meeting. Similarly, <i>It is a continual burnt-offering, which was offered in Mount Sinai</i>,<sup class=\"footnote-marker\">156</sup><i class=\"footnote\">Numbers 28:6.</i> does not mean on the mountain itself, for the continual burnt-offering [i.e., the Daily Whole-offering brought for all Israel] began only in the Tent of Meeting, as it is written, <i>Now this is that which thou shalt offer upon the altar: two lambs of the first year day by day continually</i>.<sup class=\"footnote-marker\">157</sup><i class=\"footnote\">Exodus 29:38.</i> So also: <i>And they set forward from the Mount of the Eternal</i><sup class=\"footnote-marker\">158</sup><i class=\"footnote\">Numbers 10:33.</i> [which means “from before the Mount of the Eternal”]; <i>ye have dwelt long enough in this mountain</i><sup class=\"footnote-marker\">159</sup><i class=\"footnote\">Deuteronomy 1:6.</i> [which means “in front of this mountain”]. The sense of all these verses is that Israel had encamped before Mount Sinai nearby, as it is written, <i>and there Israel encamped before the Mount</i>.<sup class=\"footnote-marker\">160</sup><i class=\"footnote\">Exodus 19:2.</i> There [in the wilderness of Sinai] they stayed until they journeyed from there to the wilderness of Paran.<sup class=\"footnote-marker\">161</sup><i class=\"footnote\">Numbers 10:12: <i>And the children of Israel set forward by their stages out of the wilderness of Sinai, and the cloud abode in the wilderness of Paran</i>.</i> Thus they made the Tent of Meeting and erected it before the Mount on its east side, and it was there that they began offering the Daily Whole-offering. In the second year [after the exodus] they were commanded concerning the standards,<sup class=\"footnote-marker\">162</sup><i class=\"footnote\"><i>Ibid.</i>, 1:1; 2:1-31.</i> and they set the Tent of Meeting <i>in the midst of the camps</i><sup class=\"footnote-marker\">163</sup><i class=\"footnote\"><i>Ibid.</i>, 2:17.</i> when they journeyed. It is for this reason that Scripture says here that <i>this is the law of the burnt-offering</i><sup class=\"footnote-marker\">164</sup><i class=\"footnote\">Verse 37 here.</i> and of all the offerings which G-d commanded [Moses] <i>in Mount Sinai, in the day that he commanded</i> [<i>the children of Israel</i>] … <i>in the wilderness of Sinai</i>.<sup class=\"footnote-marker\">165</sup><i class=\"footnote\">Verse 38 here.</i> Scripture thus states that it was in Mount Sinai and in the desert of Sinai, in order to inform us that it was not on the mountain itself, in the place of the Glory where G-d told to Moses the Ten Commandments, nor in the desert of Sinai after they had journeyed from before the Mount. Rather, it was in the wilderness of Sinai, in front of the mountain within its environs and nearby, and there was the Tent of Meeting, as He said at the beginning of the subject of the offerings, <i>And He called unto Moses, and the Eternal spoke unto him out of the Tent of Meeting</i>,<sup class=\"footnote-marker\">166</sup><i class=\"footnote\">Above, 1:1.</i> and now He informed us of the place of the Tent of Meeting.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "531e4fe3fbfba276047f6c91", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 7:38", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Onkelos Leviticus 7:38", "sourceHeRef": "תרגום אונקלוס על ויקרא ז׳:ל״ח", "anchorVerse": 38, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 7.0038, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "דִּי פַקִּיד יְיָ יָת משֶׁה בְּטוּרָא דְסִינָי בְּיוֹמָא דִפַקְּדֵיהּ יָת בְּנֵי יִשְׂרָאֵל לְקָרָבָא יָת קֻרְבָּנְהוֹן <b>קֳדָם</b> יְיָ בְּמַדְבְּרָא דְסִינָי:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "that Adonoy commanded Moshe on Mount Sinai, on the day that he commanded Bnei Yisroel to bring their offerings to [<b>before</b>] Adonoy in the desert of Sinai.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec4c8", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 7:38", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Targum Jonathan on Leviticus 7:38", "sourceHeRef": "תרגום יונתן על ויקרא ז׳:ל״ח", "anchorVerse": 38, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 7.0038, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "דְפַקֵיד יְיָ יַת משֶׁה בְּטַוְורָא דְסִינַי בְּיוֹמָא דְפַקֵיד יַת בְּנֵי יִשְרָאֵל לְקָרָבָא קוּרְבָּנֵיהוֹן קֳדָם יְיָ בְּמַשְׁכְּנָא דְעָבָדוּ לֵיהּ בְּמַדְבְּרָא דְסִינָי", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " which the Lord commanded Mosheh in Mount Sinai, in the day that he commanded the sons of Israel to offer their oblations before the Lord in the tabernacle that he made unto him in the wilderness of Sinai. ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54bd48abfbfba21733365bc6", "index_title": "Or HaChaim on Genesis", "category": "Quoting Commentary", "type": "", "ref": "Or HaChaim on Genesis 22:3:1", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Or HaChaim on Genesis 22:3:1", "sourceHeRef": "אור החיים על בראשית כ״ב:ג׳:א׳", "anchorVerse": 38, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Or HaChaim on Genesis", "he": "אור החיים על בראשית"}, "he": "<b>וישכם אברהם בבוקר</b>. טעמו של אברהם משום שאמר הכתוב (ויקרא ז לח) ביום צוותו וגו' להקריב וגו' ואמרו ז\"ל (זבחים צח.) שאין מקריבין בלילה ולזה הלך בזמן שהוא כשר להקריב שאם יזדמן לו המקום לא יהיה חסר זמן. והגם שהנבואה גם כן היתה ביום ולא היה לו להתעכב עד יום מחר, אולי שלא היה זמן באותו יום להכין וללכת אל המקום אשר אמר לו ה', גם לדבר לשרה בדרך שלא תרגיש בדבר, ולא מפני התרשלות ח\"ו, והעד וישכם אברהם בבקר:", "heVersionTitle": "On Your Way ", "heLicense": "", "heVersionTitleInHebrew": "", "text": "<b> <span class=\"font1\">וישכם אברהם בבוקר</span>. Abraham arose early in the morning.</b> Abraham acted in line with what we know from Leviticus 7,38, that sacrifices may be brought only by day. Our sages also said (<i>Zevachim</i> 98) that one must not bring an offering at night. Abraham therefore set out at an hour that was suitable for bringing an offering. He did not know how far he had to travel and he wanted to have enough time left to offer the sacrifice once he would be at the right place. In view of G'd having addressed Abraham by day, perhaps he should not have waited until the following day; it is possible that he received the instructions in the late afternoon or that Isaac was not at home at the time. By reporting that Abraham rose early, the Torah explains that the day's delay was not due to any negligence on Abraham's part.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "55adfa61fbfba23a068096a0", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Tzav 42", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Meshekh Chokhmah, Tzav 42", "sourceHeRef": "משך חכמה, צו מ״ב", "anchorVerse": 38, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 42, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "צו", "he": "<b>ביום </b>צותו את ב\"י להקריב קרבניהם לד' במדבר סיני. מכאן שאין מקריבין אלא ביום. וזה שאמר במדבר סיני, הא כיון שנכנסו לארץ הותרו הבמות בי\"ד שנה של גלגל כו'. ובבמה שחיטת במה כשרה בלילה כמפורש סוף זבחים יעו\"ש דפליגי אמוראי בהא ודו\"ק.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "55b9eaeafbfba26d9c255576", "index_title": "Mishnah Pesachim", "category": "Mishnah", "type": "", "ref": "Mishnah Pesachim 6:1", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Mishnah Pesachim 6:1", "sourceHeRef": "משנה פסחים ו׳:א׳", "anchorVerse": 38, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Mishnah Pesachim", "he": "משנה פסחים"}, "heTitle": "משנה פסחים", "he": "אֵלּוּ דְבָרִים בַּפֶּסַח דּוֹחִין אֶת הַשַּׁבָּת, שְׁחִיטָתוֹ וּזְרִיקַת דָּמוֹ וּמִחוּי קְרָבָיו וְהֶקְטֵר חֲלָבָיו. אֲבָל צְלִיָּתוֹ וַהֲדָחַת קְרָבָיו אֵינָן דּוֹחִין אֶת הַשַּׁבָּת. הַרְכָּבָתוֹ וַהֲבָאָתוֹ מִחוּץ לַתְּחוּם, וַחֲתִיכַת יַבַּלְתּוֹ, אֵין דּוֹחִין אֶת הַשַּׁבָּת. רַבִּי אֱלִיעֶזֶר אוֹמֵר, דּוֹחִין: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "<b>These</b> are the <b>matters</b> related to the <b>Paschal lamb</b> that <b>override Shabbat,</b> when the eve of Passover occurs on Shabbat: <b>Its slaughter, the sprinkling of its blood, the cleaning of its intestines and the burning of its fats</b> on the altar, all of which are services that must be performed on Passover eve while it is still day. <b>However, its roasting and the washing of its intestines,</b> which need not be done by day, <b>do not override Shabbat;</b> rather, one waits until after Shabbat to perform these tasks. <b>Carrying</b> the Paschal lamb through a public domain does not override Shabbat. The Paschal offering consisted of either a lamb or a goat, sometimes quite young and unable to walk the entire way, so that it had to be carried on a person’s shoulders. Similarly, <b>bringing it from outside the Shabbat limit and cutting off its wart do not override Shabbat,</b> as all these tasks could have been performed before Shabbat. A wart is considered a blemish that disqualifies the animal from being brought as an offering, but once the wart is removed, the animal is fit to be sacrificed on the altar. <b>Rabbi Eliezer says:</b> All of these procedures <b>override</b> Shabbat.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5654d061d6e4a9028c5f4116", "index_title": "Rashba on Megillah", "category": "Quoting Commentary", "type": "", "ref": "Rashba on Megillah 20b:6", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Rashba on Megillah 20b:6", "sourceHeRef": "רשב״א על מגילה כ׳ ב:ו׳", "anchorVerse": 38, "sourceHasEn": false, "compDate": [1270, 1310], "commentaryNum": 40.0006, "collectiveTitle": {"en": "Rashba on Megillah", "he": "רשב״א על מגילה"}, "heTitle": "רשב״א על מגילה", "he": "<b>אמר רבא אמר קרא (תהלים קיג, ג) ממזרח שמש  עד מבואו. </b>פירוש: דמשמע שמזריחת השמש עד מבואו ראוי להלל שם ה'. ותמיה  לי, דהכא משמע דטרח לאתויי דכל היום כשר לכך ואילו במקצתן אשכחן דדייקי  קראי הכין אבל במקצתן לא דייקי כלל שהם כל היום אלא שמצותן ביום דהא  קמיצה והקטרה ומליקה וקבלה לא נפקי לן  אלא מביום צותו (ויקרא ז, לח) וביום צותו לא דייק  שיהא כל היום כשר לכך.", "heVersionTitle": "Gerlitz edition, published by Oraita", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת גרליץ, בהוצאת אורייתא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "56717ec5d6e4a94c81a13f54", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Vayikra Dibbura DeNedavah, Chapter 2 2", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Sifra, Vayikra Dibbura DeNedavah, Chapter 2 2", "sourceHeRef": "ספרא, ויקרא דבורא דנדבה, פרק ב ב׳", "anchorVerse": 38, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 2, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק ב", "he": "[ב] ואלו הן: (א) (במדבר ז, פט): \"וּבְבֹא מֹשֶׁה אֶל אֹהֶל מוֹעֵד לְדַבֵּר אִתּוֹ\" (ב) (במדבר ז, פט): \"וַיִּשְׁמַע אֶת הַקּוֹל מִדַּבֵּר אֵלָיו\" (ג) (במדבר ז, פט): \"וַיְדַבֵּר אֵלָיו\" (ד) (שמות כה, כב): \"וְנוֹעַדְתִּי לְךָ שָׁם וְדִבַּרְתִּי אִתְּךָ\" (ה) \"אשר אועד לך\" (שמות ל, ו) (שמות ל, לו) (ו) (שמות כט, מב): \"אֲשֶׁר אִוָּעֵד לָכֶם שָׁמָּה לְדַבֵּר אֵלֶיךָ שָׁם\" (ז) (שמות טז, לד): \"כַּאֲשֶׁר צִוָּה יְהוָה אֶל מֹשֶׁה\" (ח) (ויקרא ז, לח): \"אֲשֶׁר צִוָּה יְהוָה אֶת מֹשֶׁה בְּהַר סִינָי בְּיוֹם צַוֹּתוֹ\" (ט) (במדבר ד, מט): \"אֲשֶׁר צִוָּה יְהוָה אֶת מֹשֶׁה\" (י) (במדבר יז, ה): \"כַּאֲשֶׁר דִּבֶּר יְהוָה בְּיַד מֹשֶׁה לוֹ\" (יא) (שמות ו, כח): \"וַיְהִי בְּיוֹם דִּבֶּר יְהוָה אֶל מֹשֶׁה בְּאֶרֶץ מִצְרָיִם\" (יב) (במדבר ג, א): \"וְאֵלֶּה תּוֹלְדֹת אַהֲרֹן וּמֹשֶׁה בְּיוֹם דִּבֶּר יְהוָה אֶל מֹשֶׁה בְּהַר סִינָי\" (יג) (ויקרא א, א): \"וַיִּקְרָא אֶל מֹשֶׁה וַיְדַבֵּר…אֵלָיו\"", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "2) The limitations: (Bamidbar 7:89): \"And when Moses came to the ohel moed (for the L–rd) to speak to 1 him, that he heard the voice speaking to 2 him … and He spoke to him.\" (Shemoth 25:22): \"And I will be appointed for you there, and I will speak to you … all that I will charge you with to the children of Israel.\" (Shemoth 29:42): \"… where I shall appoint a time for you (plural) to speak to you (singular) there.\" (Shemoth 30:6):", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "56717f36d6e4a94c81a13fad", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Vayikra Dibbura DeNedavah, Chapter 2 3", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Sifra, Vayikra Dibbura DeNedavah, Chapter 2 3", "sourceHeRef": "ספרא, ויקרא דבורא דנדבה, פרק ב ג׳", "anchorVerse": 38, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 3, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק ב", "he": "[ג] מיעט את אהרן מדברות הר סיני באהל מועד מהו אומר ויקרא אל משה מיעט את אהרן מדברות אהל מועד", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "3) \"… where I shall be appointed for you.\" (Vayikra 7:38): \"… which the L–rd commanded Moses on the day that He charged him unto the children of Israel…\" (Shemoth 34:35): \"… until he came, [for the L–rd] to speak to 10 him.\" [(Shemoth 6:28): \"… It was Moses and Aaron,\" immediately followed by] (Shemoth 6:29): \"And it was on the day that the L–rd spoke to Moses in the land of Egypt.\" (Bamidbar 3:1): \"And these are the generations of Aaron and Moses on the day that the L–rd spoke to Moses on Mount Sinai.\" (Vayikra 1:1): \"And He called to Moses, and the L–rd spoke to him.\" — Aaron is excluded from all.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "569d07b8d6e4a979b40a0901", "index_title": "Sifrei Bamidbar", "category": "Midrash", "type": "", "ref": "Sifrei Bamidbar 58:1", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Sifrei Bamidbar 58:1", "sourceHeRef": "ספרי במדבר נ״ח:א׳", "anchorVerse": 38, "sourceHasEn": true, "compDate": [200], "commentaryNum": 58.0001, "collectiveTitle": {"en": "Sifrei Bamidbar", "he": "ספרי במדבר"}, "heTitle": "ספרי במדבר", "he": "ובבא משה אל אהל מועד למה נאמר לפי שהוא אומר וידבר ה' אליו מאהל מועד לאמר שומע אני מאהל מועד ממש, ת\"ל (שם כה) ונועדתי לך שם ודברתי אתך מעל הכפורת. אי אפשר לומר מאהל מועד שכבר נאמר מעל הכפורת ואי אפשר מעל הכפורת שכבר נאמר מאהל מועד, כיצד יתקימו שני כתובים. זו מדה בתורה, שני כתובים זה כנגד זה והרי הם סותרים זה את זה, יתקימו במקומם עד שיבא כתוב אחר ויכריע ביניהם. (ומה ת\"ל) ובבא משה אל אהל מועד מגיד הכתוב שהיה משה נכנס ועומד באהל מועד והקול יורד משמי שמים לבין שני הכרובים והוא שומע את הקול מדבר אליו מבפנים. [לדבר אתו] ר' יהודה בן בתירא אומר הרי שלשה עשר מיעוטים מיעט אהרן מכל דברות שבתורה [א] ובבא משה ש אהל מועד לדבר אתו [ב] וישמע את הקול מדבר אליו [ג] וידבר אליו [ד] ונועדתי לך שם ודברתי אתך [ה] [אשר אועד לך] [ו] אשר אועד לכם שמה לדבר אליך שם [ז] [כאשר צוה ה' אל משה] [ח] ביום צותו [ט] [אשר צוה ה' את משה] (את אשר יצוה את כל אשר אצוה אליך) [כאשר דבר ה' ביד משה לו]. ואחת במצרים [ויהי ביום דבר ה' אל משה בארץ מצרים] ואחת בסיני [ואלה תולדות אהרן ומשה ביום דבר ה' את משה בהר סיני] ואחת באהל מועד [ויקרא אל משה וידבר אליו. הרי י\"ג מעוטים מיעט אהרן מכולם.]:", "heVersionTitle": "Wikisource", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "ויקיטקסט", "text": " (Bamidbar 7:89) \"And when Moses came to the tent of meeting\": (Why is this mentioned? We already know that the L-rd spoke to him from the tent of meeting.) From (Vayikra 1:1) \"and the L-rd spoke to him from the tent of meeting,\" I understand directly from the tent of meeting. It is, therefore, written (Shemot 25:22) \"And I will be appointed for you (to speak to you) there, and I will speak to you from above the kaporeth (the ark cover).\" It is impossible to say from the tent of meeting, for it is already written \"from above the kaporeth,\" and it is impossible to say \"from above the kaporeth,\" for it is already written \"from the tent of meeting.\" How, then, are these two verses to be reconciled? This is a rule in the Torah: Two verses which contradict each other are to \"remain in their place\" until a third verse comes and reconciles them, (the third verse, in this instance, being) \"And when Moses came to the tent of meeting.\" Scripture hereby tells us that Moses would enter and stand in the tent of meeting, and the Voice would descend from the heaven of heavens to between the two cherubs (on the ark cover) and he would hear the Voice speaking to him from within. R. Yehudah b. Betheira says: Thirteen utterances were addressed to (both) Moses and Aaron, and, corresponding to these, thirteen \"exclusions\" (i.e., Aaron being excluded), to teach that they were not addressed to Aaron, but only to Moses to tell to Aaron. They are; (Shemot 25:22) \"And I will be appointed for you there, and I will speak with you, all that I shall command you,\" (Shemot 30:6) \"where I will be appointed for you,\" (Ibid.) \"to speak to you there,\" (Shemot 31:18) \"to speak with him,\" (Vayikra 7:38) \"on the day that he commanded,\" (Bamidbar 7:89) \"And when Moses came to the tent of meeting to speak with Him,\" (Ibid.) \"speaking with him,\" (Vayikra 1:1) \"And the L-rd spoke to him,\" and one in Egypt (Shemot 6:28) \"And it was on the day that the L-rd spoke to Moses in the land of Egypt,\" and one in Sinai (Bamidbar 3:1) \"on the day the L-rd spoke to Moses on Mount Sinai,\" and one in the tent of meeting (Bamidbar 7:89) \"And He spoke to him.\" — Thirteen exclusions, Aaron being excluded in all instances.", "versionTitle": "Sifrei by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרי, רבי שרגא זילברשטיין"}, {"_id": "57e77d00d6e4a94c7c18a476", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 7:38", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Tafsir Rasag, Leviticus 7:38", "sourceHeRef": "תפסיר רס\"ג, ויקרא ז׳:ל״ח", "anchorVerse": 38, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 7.0038, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "אלתי אמר אללה בהא מוסי פי ג̇בל סיני פי יום אמר בני אסראיל אן יקרבו קראבינהם ללה פי בריה סיני", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58569926d6e4a921ca47260c", "index_title": "Rashi on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Exodus 12:2:2", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Rashi on Exodus 12:2:2", "sourceHeRef": "רש\"י על שמות י״ב:ב׳:ב׳", "anchorVerse": 38, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Rashi on Exodus", "he": "רש\"י על שמות"}, "heTitle": "רש\"י על שמות", "he": "<b>הזה.</b> נִתְקַשָּׁה מֹשֶׁה עַל מוֹלַד הַלְּבָנָה, בְּאֵיזוֹ שִׁעוּר תֵּרָאֶה וְתִהְיֶה רְאוּיָה לְקַדֵּשׁ, וְהֶרְאָה לוֹ בְּאֶצְבַּע אֶת הַלְּבָנָה בָּרָקִיעַ וְאָמַר לוֹ כָּזֶה רְאֵה וְקַדֵּשׁ (שם). וְכֵיצַד הֶרְאָהוּ? וַהֲלֹא לֹא הָיָה נִדְבָּר עִמּוֹ אֶלָּא בַּיּוֹם? שֶׁנֶּ' \"וַיְהִי בְּיוֹם דִּבֶּר ה'\" (שמות ו'), \"בְּיוֹם צַוֹּתוֹ\" (ויקרא ז'), \"מִן הַיּוֹם אֲשֶׁר צִוָּה ה' וָהָלְאָה\" (במדבר ט\"ו)? אֶלָּא סָמוּךְ לִשְׁקִיעַת הַחַמָּה נֶאֶמְרָה לוֹ פָרָשָׁה זוֹ וְהֶרְאָהוּ עִם חֲשֵׁכָה:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "הזה THIS [STAGE OF RENEWAL] — Moses was in perplexity regarding the Molad of (the exact moment when begins) the new moon — how much of it must be visible before it is proper to consecrate it as new moon: He therefore pointed it out to him in the sky with the finger and said to him, “Behold it like this, and consecrate it” (i. e., when you see the moon in a stage of renewal similar to this which you now behold you may proclaim that a new month has begun). But how could He point it out to him, for did He not conserve with him only by day, as it is said, (Exodus 6:28) “And it came to pass on the day when the Lord spake [unto Moses]”; (Leviticus 7:38) “On the day when he commanded”; (Numbers 15:23) “From the day that the Lord commanded and henceforward”? But the explanation is: This chapter was spoken to him close to sunset and He pointed it out to him at nightfall (more lit., near darkness) (Mekhilta).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "585b8448d6e4a908ac4f1767", "index_title": "Mishneh Torah, Sacrificial Procedure", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Sacrificial Procedure 4:1", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Mishneh Torah, Sacrificial Procedure 4:1", "sourceHeRef": "משנה תורה, הלכות מעשה הקרבנות ד׳:א׳", "anchorVerse": 38, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Mishneh Torah, Sacrificial Procedure", "he": "משנה תורה, הלכות מעשה הקרבנות"}, "heTitle": "משנה תורה, הלכות מעשה הקרבנות", "he": "כָּל הַקָּרְבָּנוֹת אֵין מַקְרִיבִין אוֹתָן אֶלָּא בַּיּוֹם שֶׁנֶּאֱמַר <small>(ויקרא ז לח)</small> \"בְּיוֹם צַוֹּתוֹ אֶת בְּנֵי יִשְׂרָאֵל לְהַקְרִיב אֶת קָרְבְּנֵיהֶם\" בַּיּוֹם וְלֹא בַּלַּיְלָה. לְפִיכָךְ אֵין שׁוֹחֲטִין זְבָחִים אֶלָּא בַּיּוֹם וְאֵין זוֹרְקִין דָּמִים אֶלָּא בְּיוֹם הַשְּׁחִיטָה שֶׁנֶּאֱמַר <small>(ויקרא ז טז)</small> \"בְּיוֹם הַקְרִיבוֹ אֶת זִבְחוֹ\" בְּיוֹם הַזְּבִיחָה תִּהְיֶה הַהַקְרָבָה. וְכֵיוָן שֶׁשָּׁקְעָה הַחַמָּה נִפְסַל הַדָּם:\n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "All of the sacrifices may be offered only during the day,<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">In this chapter, the Rambam lists the time limits associated with bringing the sacrifices and describes the intent with which the sacrifices must be offered.</i> as [can be inferred from Leviticus 7:38]: \"On the day when He commanded the children of Israel to offer their sacrifices.\" [Implied is] during the day and not at night. Therefore sacrifices are slaughtered only during the day and their blood is sprinkled [on the altar] on the day of the slaughter, as [can be inferred from <i>ibid.</i>:16]: \"On the day he offers his sacrifice.\" Implied is that on the day the sacrifice is slaughtered, it should be offered.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">I.e., its blood should be sprinkled on the altar.</i> When the sun sets [on that day], the blood is disqualified.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">As is the entire sacrifice (<i>Hilchot Pesulei HaMukdashim</i> 1:37).</i>", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5889b4e8d6e4a902855ff6db", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Leviticus 7:38:1", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Tur HaArokh, Leviticus 7:38:1", "sourceHeRef": "הטור הארוך, ויקרא ז׳:ל״ח:א׳", "anchorVerse": 38, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 38.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "ויקרא", "he": "<b>אשר צוה את משה בהר סיני. </b>כתב הרמב\"ן על דרך רבותינו כי כל המצות נאמרו למשה כלליהן ופרטיהן ודקדוקיהן ונשנו מהם באהל מועד. ויתכן כי טעם בהר סיני במקום הזה לפני הר סיני באהל מועד וכן עולת תמיד העשוי' בהר סיני אינו בהר ממש כי לא התחילו בעולת התמיד אלא באהל מועד דכתיב וזה אשר תעשה על המזבח והטעם כי ישראל חנו לפני הר סיני בקרוב לו כדכתי' ויחן שם ישראל נגד ההר ועשו שם אוהל מועד והקימו אותו לפני ההר במזרחו ושם התחילו בעולת התמיד ובשנה השניי' נצטוו על הדגלים והעמידו האהל בתוך המחנות ולפי' אמר הכתוב כי זאת התורה לעולה ולכל הקרבנות שציוה השם בהר סיני ביום צוותו במדבר סיני לומר שהיה במדבר סיני להודיע שלא היה בהר ממש במקום הכבוד ששם דבר עמו עשרת הדברות ולא במדבר סיני אחרי שנסעו מלפני ההר אלא היה במדבר סיני לפני ההר בתחומו וקרוב לו ושם אהל מועד כמו שאמר בתחלת הענין ויקרא אל משה וידבר אליו מאהל מועד הודיע אותנו עתה מקום אוהל מועד: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " אשר צוה את משה בהר סיני, “that He had commanded Moses at Mount Sinai.” Nachmanides writes that this is to be understood in accordance with the view of our sages that all commandments had been commanded to Moses at Mount Sinai, but that some of them had been repeated to him when G’d spoke to him from above the Holy Ark in the Tent of Testimony.     It is possible that the reason why the Torah emphasized “at Mount Sinai,” especially in this instance, is that on this occasion, when the Israelites were still camped around the mountain, speaking to Moses in the Tent of Testimony was basically equivalent to speaking to him from Mount Sinai. This is not the only time when the Torah uses the expression בהר סיני when it does not literally man that the command was (only) issued while Moses was on the mountain. In Numbers 28,6 we find the line עולת תמיד העשויה בהר סיני, “the permanent, (daily) burnt offering presented at Mount Sinai.” [This verse follows the appointment of Eleazar as his father Aaron’s successor as high Priest and a report of his having performed his duties for the first time. well into the 40th year of the Israelites in the desert. Ed.] Performance of this offering could not have commenced at the time Moses received the Torah at Mount Sinai, as it was offered in the Tent of Testimony only close to eleven months after the revelation. The Tent of Testimony had not begun operating until the month of <i>Nissan</i> in the second year. The reason why this slightly misleading wording was chosen, was that at the time when this offering was first introduced as a daily offering the Israelites were still encamped around Mount Sinai [until the 20th of the month following. Ed.] The people were commanded to divide their encampments according to the “flags” of the various army groups of three tribes each in the second year, and only then was the Tabernacle, Tent of Meeting, moved from a location close to where they had encamped ever since the time they arrived near the Mountain, between 3 and 6 days before the revelation. In order to make this distinction even clearer, the Torah writes: (7,37) זאת התורה לעולה, למנחה, ולחטאת ולאשם ולמלואים ולזבח השלמים אשר צוה ה' את משה בהר סיני ביום צוותו את בני ישראל להקריב את קרבניהם לה' במדבר סיני. “This is the law of the burnt offerings, the meal offerings, the sin offering, and the guilt offering, and the inauguration offerings, and the peace offerings on festivals, which <i>Hashem</i> commanded Moses on Mount Sinai, on the day He commanded the Children of Israel to bring their offerings to <i>Hashem</i>, in the wilderness of Sinai.” The Torah makes the point that the location of the Children of Israel at the time was the desert of Sinai, after they had moved away some distance from Mount Sinai. The tent of Meeting therefore was located in “the desert of Sinai,” not next to Mount Sinai. When the Book of Leviticus had commenced with the words: “the Lord spoke to Moses from the Tent of Testimony,” the meaning is that this conversation took place not at Mount Sinai but in the desert not far from Mount Sinai. We had not known the precise location of the Tabernacle at that time until we came to this verse    ", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58ad956cd6e4a93323dc18d3", "index_title": "Megillah", "category": "Talmud", "type": "", "ref": "Megillah 20b:16", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Megillah 20b:16", "sourceHeRef": "מגילה כ׳ ב:ט״ז", "anchorVerse": 38, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 40.0016, "collectiveTitle": {"en": "Megillah", "he": "מגילה"}, "heTitle": "מגילה", "he": "וּלְהַגָּשָׁה — דְּאִיתַּקַּשׁ לִתְנוּפָה, דִּכְתִיב: ״וְלָקַח הַכֹּהֵן מִיַּד הָאִשָּׁה אֵת מִנְחַת הַקְּנָאוֹת וְהֵנִיף... וְהִקְרִיב״. וְלִמְלִיקָה וְלִקְמִיצָה וּלְהַקְטָרָה וּלְהַזָּיָה, דִּכְתִיב: ״בַּיּוֹם צַוּוֹתוֹ אֶת בְּנֵי יִשְׂרָאֵל״.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>And</b> with regard <b>to bringing</b> the meal-offerings <b>near</b> the altar, <b>it is likened to waving, as it is written: “And the priest shall take the meal-offering of jealousy from the woman’s hand, and shall wave</b> the offering before the Lord, <b>and sacrifice</b> it upon the altar” (Numbers 5:25). The words “sacrifice it” are referring to bringing the offering near the altar. <b>And for scooping out a fistful</b> of flour, <b>and for pinching</b> the necks of the bird-offerings, <b>and for burning</b> the fistful of flour on the altar, <b>and for sprinkling</b> the blood, these are derived <b>as it is written:</b> “This is the law of the burnt-offering, of the meal-offering, and of the sin-offering, and of the guilt-offering, and of the consecration-offering, and of the sacrifice of the peace-offering; which the Lord commanded Moses on Mount Sinai on <b>the day that he commanded the children of Israel</b> to present their offerings” (Leviticus 7:37–38).", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad97ddd6e4a93323dc48ea", "index_title": "Yoma", "category": "Talmud", "type": "", "ref": "Yoma 2b:2", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Yoma 2b:2", "sourceHeRef": "יומא ב׳ ב:ב׳", "anchorVerse": 38, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Yoma", "he": "יומא"}, "heTitle": "יומא", "he": "וְאֵימָא ״צִוָּה״ דְּקׇרְבָּנוֹת, דִּכְתִיב: ״בְּיוֹם צַוֹּתוֹ אֶת בְּנֵי יִשְׂרָאֵל״? דָּנִין ״צִוָּה״ מִ״צִּוָּה״ וְאֵין דָּנִין ״צַוֹּתוֹ״ מִ״צִּוָּה״.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "Again the Gemara asks: <b>And say</b> that there is a verbal analogy between the term commanded in the context of the inauguration and the term <b>commanded</b> with regard to <b>offerings, as it is written: “On the day that He commanded [<i>tzavoto</i>] the children of Israel</b> to sacrifice their offerings” (Leviticus 7:38). The result would be that any priest sacrificing a communal offering would require sequestering for seven days. The Gemara rejects this: <b>One derives</b> the term <b>commanded from</b> the identical term <b>commanded, and one does not derive</b> the term <b>that he commanded [<i>tzavoto</i>] from</b> the term <b>commanded [<i>tziva</i>].</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "5964d5cad6e4a92bf45a8400", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Vayikra 7:38:1-2", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Rabbeinu Bahya, Vayikra 7:38:1-2", "sourceHeRef": "רבנו בחיי, ויקרא ז׳:ל״ח:א׳-ב׳", "anchorVerse": 38, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 38.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "ויקרא", "he": ["<b>אשר צוה ה' את משה בהר סיני.</b> דרשו רז\"ל כי כל המצות נאמרו למשה בהר סיני, כללותיהן ופרטיהן ודקדוקיהן. והנה מצות של ויקרא שנויות בהר סיני. ", "<b>ואמנם </b>על דרך הפשט מה שאמר בהר סיני וחזר והזכיר במדבר סיני, פירוש הכתוב זאת התורה לעולה ולקרבנות שצוה ה' בהר סיני ביום צוותו במדבר. אחר שאמר בהר סיני הזכיר במדבר סיני כדי שלא תבין מזה כי היה בהר ממש במקום הכבוד ששם דבר עמו עשרת הדברים, והוצרך ג\"כ להזכיר במדבר סיני כדי שלא תבין במדבר סיני אחרי שנסעו מלפני ההר, ומפני זה הזכיר הכתוב את שניהם בהר סיני, במדבר סיני. וענין בהר סיני לפני הר סיני, והזכיר הכתוב כי היה זה במדבר סיני לפני ההר בתחומו וקרוב לו, ושם אוהל מועד, כמו שאמר בתחלת הענין (ויקרא א׳:א׳) ויקרא אל משה וידבר ה' אליו מאהל מועד לאמר, הודיע אותנו עתה מקום אוהל מועד, וכל מה שאמר הכתוב עולת תמיד העשויה בהר סיני, פירושו לפני הר סיני, כי בהר ממש לא הקריבו. כן כתב הרמב\"ן ז\"ל. "], "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": ["אשר צוה ה' את משה בהר סיני , “which the Lord commanded Moses at Mount Sinai.” Our sages in Sotah 37 explained that all of the Torah’s commandments were commanded to Moses on Mount Sinai, both in their general outlines and in all their minute details. Here we have confirmation that the laws contained in the Book of Leviticus date back to the revelation at Mount Sinai but were repeated once more.", "According to the plain meaning of our text the reason that the Torah in our verse gives two locations, i.e. “Mount Sinai,” and “the desert of Sinai,” means that the verse has to be understood as follows: “this is the law of the burnt-offerings and the other offerings which the Lord commanded at Mount Sinai, and on that same day He instructed him to offer these sacrifices in the desert of Sinai.” The reason the location “in the desert of Sinai” was given is to ensure that we do not think that this entire legislation was given on the Mountain itself where Moses received the Ten Commandments. Another reason why the words “in the desert of Sinai” were needed as clarification is that we should not think that this legislation was not given until after the people had started their journey away from beneath the mountain. The words בהר סיני do not mean literally “on Mount Sinai,” but “at Mount Sinai,” within sight of the mountain. It was in “the desert of Sinai,” i.e. close enough to the mountain to be considered as within the confines of the mountain itself. This is where the Tabernacle was located (afterwards). This is what is meant in Leviticus 1,1, “He called to Moses and Hashem spoke to him from the Tent of Meeting.” At this point the Torah tells us where precisely the Tent of Meeting was located when G’d issued these instructions (at least ten months after the giving of the Ten Commandments). When the Torah (Numbers 28,6) speaks about the “daily burnt-offering prepared at Mount Sinai,” the meaning is “facing Mount Sinai,” not literally “at” or “on” Mount Sinai. No offerings were ever presented immediately on or next to Mount Sinai. (compare Nachmanides on verse 38)."], "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5964d5cad6e4a92bf45a8402", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Vayikra 7:38:3-4", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Rabbeinu Bahya, Vayikra 7:38:3-4", "sourceHeRef": "רבנו בחיי, ויקרא ז׳:ל״ח:ג׳-ד׳", "anchorVerse": 38, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 38.0003, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "ויקרא", "he": ["<b>ביום צותו את בני ישראל להקריב את קרבניהם לה' במדבר סיני. </b>הנה באר בכאן בפירוש כי הקב\"ה צוה בקרבנות, ואם כן יש לשאול מה שאמר הנביא (ירמיהו ז׳:כ״ב) כי לא דברתי את אבותיכם ולא צויתים וגו' על דברי עולה וזבח. אבל הענין כי בודאי הכתוב הוא שצוה בקרבנות והיה זה מחסדיו הרבים, לפי שבשר ודם עלול הוא אצל החטא ואין שום אדם נצול ממנו ואפילו הצדיקים, וכענין שכתוב (קהלת ז׳:כ׳) כי אדם אין צדיק בארץ אשר יעשה טוב ולא יחטא, ועל כן באה מצות הקרבנות מאתו יתעלה להיותה לפניו כפרת עונותינו, שיתעשת לנו האלהים ולא נאבד, ואמנם רצונו הוא שנשמע בקולו ולא נחטא ולא נצטרך לקרבנות, אבל שנביא קרבנות ולא נשמע בקולו לא צוה בקרבנות הללו, ועל זה אמר הנביא ולא צויתים על דברי עולה וזבח, ומצינו בכתוב מפורש (שמואל א ט״ו:כ״ב) הנה שמוע מזבח טוב, ומקרא מלא אמר דוד ע\"ה (תהילים מ׳:ז׳) זבח ומנחה לא חפצת, אבל מה אתה חפץ, שנשמע בקולך, זהו שאמר (שם) אזנים כרית לי עולה וחטאה לא שאלת. כי מן הידוע שעיקר הקרבנות הוא שמוע בקול ה' יתעלה, ומזה הזכיר מיד (ירמיהו ז׳:כ״ג) כי אם את הדבר הזה צויתי אותם לאמר שמעו בקולי. ואם בעל הקרבן שומע בקול הש\"י הלא קרבנו מרוצה ומקובל, וכענין שכתוב (תהילים ד׳:ה׳) רגזו ואל תחטאו אמרו בלבבכם, וסמך לו זבחו זבחי צדק, ובאורו תרצו לזבוח זבחי צדק שלא תחטאו. ואם אינו שומע בקול ה' יתעלה אין קרבנו מקובל אלא נקרא זבח רשעים, ואמר הכתוב (משלי ט״ו:ח׳) זבח רשעים תועבת ה' ותפלת ישרים רצונו, באורו של כתוב כי טובה תפלת הצדיק ויותר מקובלת היא מקרבנו של רשע. וכן אמר שלמה ע\"ה (קהלת ד׳:י״ז) וקרוב לשמוע מתת הכסילים זבח, יאמר וקרוב ה' לשמוע תפלת הצדיקים וחפץ בה מאשר יחפוץ זבח הכסילים. ומן הענין הזה הזכיר ישעיה ע\"ה על הרשעים המקריבים קרבן והם ברשעם שהוא נחשב להם לעברה גדולה, הוא שאמר (ישעיהו ס״ו:ג׳) שוחט השור מכה איש זובח השה עורף כלב מעלה מנחה דם חזיר וגו', באר כי הרשע השוחט השור להקריבו קרבן הרי הוא כהורג נפש, וזובח השה להקריבו כאלו עורף כלב להקריבו לפניו, והמעלה מנחה כאלו מעלה דם חזיר לפניו. ", "<b>והנה </b>הכלב והחזיר שניהם טמאים אבל יש בכל אחד מהם סימן טהרה, שהרי הכלב מפריס פרסה, והחזיר מפריס פרסה ושוסע שסע, לכך המשיל הרשעים בהן שהם מראים בעצמם שיש בהן קצת מעשה טוב בהקריבם קרבן והנה הם טמאים במעשים רעים, וזה באור הכתוב כי לא דברתי את אבותיכם ולא צויתים על דברי עולה וזבח, כלומר בלא שישמעו בקולי. "], "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": ["ביום צותו את בני ישראל להקריב את קרבניהם לה' במדבר סיני, “on the day He commanded the Children of Israel to offer their sacrifices to Hashem in the wilderness of Sinai.” In this verse we have clear evidence that G‘d commanded the bringing of these sacrifices. Seeing that this is so, how could Jeremiah 7,22 say: “for when I freed your fathers from the land of Egypt, I did not speak with them or command them concerning burnt-offerings or sacrifice?”<br> The fact is that G’d did most certainly command the offering of sacrifices; in fact it was one of the great acts of kindness on G’d’s part, seeing that man is flesh and blood and hence subject to sin, that G’d instituted the system of different sacrifices in order to facilitate our atonement and rehabilitation from unintentional sin. When He sees our penitence and sacrifices, G’d may reconsider His intention to punish us, etc. However, the premise underlying the legislation of sacrificial offerings is that we should pay heed to His voice and not continue to become guilty of sins. When the prophet spoke about G’d not commanding us to bring animal sacrifices he meant that the animal sacrifices were not meant to be in lieu of penitence and proper conduct on our part. This is what Samuel had already said many hundreds of years previously to King Saul (Samuel I 15,22) “heeding My commands is much preferable than to offer Me good meat-offerings.” We have another very explicit verse on this subject in Psalms 40,7: “(You gave me to understand that) You do not desire sacrifice and meal-offering; You do not ask for burnt-offering and sin-offering.” What did G’d desire instead? (same verse) “Ears You have given me;” i.e. You made it plain that I should use my ears to heed Your words rather than to offer sacrifices. It is quite clear therefore that the sacrificial service is only a means to an end, not an end in itself. The “end” is obedience to (and love) of G’d. The sacrificial offering by the owner is acceptable only if he submits to G’d’s will. This concept is also reflected in Psalms 4,5: “so tremble and sin no more; ponder it on your bed, and sigh.” In the very next verse David writes: “offer sacrifices in righteousness and trust in the Lord.” The meaning of the entire sequence is: “ensure that you offer the kind of sacrifices that result in your not sinning again.” If someone offers a sacrifice without undertaking to heed G’d’s instructions such a sacrifice is not only not welcome but is called זבח רשעים, “a meat-offering by the wicked,” concerning which Solomon has said in Proverbs 15,8 that “the meat-offering of the wicked is an abomination to G’d, whereas the prayer of the upright is pleasing to Him.” Solomon repeats a similar message in Kohelet 4,17: ”more acceptable is obedience to G’d than the offerings of fools, for they know nothing but to do wrong.” In other words, prayer by the righteous unaccompanied by offerings is preferable to G’d to sacrifices offered by fools. <br> The prophet Isaiah also addresses the subject of the wicked offering animal sacrifices believing them to be an end in itself, as if they could “fool” G’d with their actions. In Isaiah 66,3 the prophet writes: “as for those who slaughter oxen and slay humans, who sacrifice sheep and immolate dogs; who present as oblation the blood of swine.....and take pleasure in their abominations;” what the prophet means is that when a wicked person such as those mentioned slaughter oxen as a sacrifice then this is equivalent to their slaying humans in the eyes of the Lord. If a wicked person sacrifices a sheep, it is no better than immolating a dog. If such an individual presents a meal-offering then this is in the same category as if he had offered swine’s blood.", "Both the swine and the dog are impure animals although each one of them possesses one of the two properties required for a domestic animal to be pure and hence suitable for the altar. The dog, though it does not chew the cud, has split paws (though not hooves). The swine has perfectly split hooves but also does not chew the cud. The reason the prophet used these animals as examples of offerings which are totally unacceptable is that it is the nature of the wicked to display the part of him which does correspond to the requirements of the Torah while concealing properties such as whether it chews the cud [for who can see this by merely looking at the animal?]. In essence Isaiah’s message is identical to the one mentioned by other prophets, i.e. G’d asks obedience not superficial gestures of compliance such as offering sacrifices on His Altar."], "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59ef2d2cd6e4a90d4d5bc174", "index_title": "Steinsaltz on Megillah", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Megillah 20b:16", "anchorRef": "Leviticus 7:37-38", "anchorRefExpanded": ["Leviticus 7:37", "Leviticus 7:38"], "sourceRef": "Steinsaltz on Megillah 20b:16", "sourceHeRef": "ביאור שטיינזלץ על מגילה כ׳ ב:ט״ז", "anchorVerse": 37, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 40.0016, "collectiveTitle": {"en": "Steinsaltz on Megillah", "he": "ביאור שטיינזלץ על מגילה"}, "heTitle": "ביאור שטיינזלץ על מגילה", "he": "<b>ולהגשה</b> — משום <b>דאיתקש</b> <small>[שהוקשה,</small> הושוותה<small>]</small> הגשה <b>לתנופה, דכתיב</b> <small>[שנאמר]:</small> <b>\"ולקח הכהן מיד האשה את מנחת הקנאת והניף</b> את המנחה לפני ה' <b>והקריב</b> אותה אל המזבח<b>\"</b> (במדבר ה, כה), והקרבה היא הגשה. <b>ולמליקה ולקמיצה ולהקטרה ולהזיה — דכתיב</b> <small>[שנאמר]:</small> \"זאת התורה לעולה למנחה ולחטאת ולאשם ולמילואים ולזבח השלמים. אשר ציוה ה' את משה בהר סיני <b>ביום צותו את בני ישראל</b> להקריב את קרבניהם\" (ויקרא ז, לז-לח), ומכאן למדים שכל מעשי הקרבנות ביום הם.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef2ec2d6e4a90d4d5c43a7", "index_title": "Steinsaltz on Yoma", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Yoma 2b:2", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Steinsaltz on Yoma 2b:2", "sourceHeRef": "ביאור שטיינזלץ על יומא ב׳ ב:ב׳", "anchorVerse": 38, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Steinsaltz on Yoma", "he": "ביאור שטיינזלץ על יומא"}, "heTitle": "ביאור שטיינזלץ על יומא", "he": "ומקשים עוד על הגזירה שווה הראשונה: <b>ואימא</b> <small>[ואמור]</small> שהיא באה ללמד לענין <b>\"צוה\"</b> האמור ב<b>קרבנות, דכתיב</b> <small>[שנאמר]</small> בהם: <b>\"ביום צותו את בני ישראל</b> להקריב את קרבניהם<b>\"</b> (ויקרא ז, לח)! ודוחים: <b>דנין</b> ולמדים בגזירה שווה לשון <b>\"צוה\" מ</b>לשון <b>\"צוה\"</b> שהן מילים שוות<b>, ואין דנין</b> לשון <b>\"צותו\" מ</b>לשון <b>\"צוה\"</b> שאינן מילים שוות.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef308ed6e4a90d4d5cea66", "index_title": "Steinsaltz on Shabbat", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Shabbat 132a:16", "anchorRef": "Leviticus 7:37-38", "anchorRefExpanded": ["Leviticus 7:37", "Leviticus 7:38"], "sourceRef": "Steinsaltz on Shabbat 132a:16", "sourceHeRef": "ביאור שטיינזלץ על שבת קל״ב א:ט״ז", "anchorVerse": 37, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 263.0016, "collectiveTitle": {"en": "Steinsaltz on Shabbat", "he": "ביאור שטיינזלץ על שבת"}, "heTitle": "ביאור שטיינזלץ על שבת", "he": "ושוב מקשה ריש לקיש: <b>האי נמי</b> <small>[</small>דבר <small>זה,</small> שקרבנות הכפרה יהיו ביום <small>גם כן]</small> אפשר ללמוד <b>מ</b>פסוק אחר, שנאמר \"זאת התורה לעולה למנחה ולחטאת ולאשם ולמילואים ולזבח השלמים. אשר ציוה ה' את משה בהר סיני <b>ביום צותו</b> את בני ישראל להקריב את קרבניהם לה' במדבר סיני\" (ויקרא ז, לז–לח) ומכאן <b>נפקא</b> <small>[יוצא,</small> נלמד<small>]</small> שכל הקרבנות אינם אלא ביום ולא בלילה!", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a79be54d6e4a94571872ab6", "index_title": "Zevachim", "category": "Talmud", "type": "", "ref": "Zevachim 7b:20", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Zevachim 7b:20", "sourceHeRef": "זבחים ז׳ ב:כ׳", "anchorVerse": 38, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 14.002, "collectiveTitle": {"en": "Zevachim", "he": "זבחים"}, "heTitle": "זבחים", "he": "ותניא (ויקרא ז, לח) ביום צותו את בני ישראל להקריב את קרבניהם זה בכור ומעשר ופסח", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>And it is taught</b> in a <i>baraita</i>: In the verse: <b>“In the day that he commanded the children of Israel to present their offerings”</b> (Leviticus 7:38), <b>this</b> word, i.e., “offerings,” is referring to the <b>firstborn</b> animal, the animal <b>tithe, and</b> the <b>Paschal offering,</b> which are not mentioned in the previous verse.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5a79be61d6e4a945718730ca", "index_title": "Zevachim", "category": "Talmud", "type": "", "ref": "Zevachim 98a:9", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Zevachim 98a:9", "sourceHeRef": "זבחים צ״ח א:ט׳", "anchorVerse": 38, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 195.0009, "collectiveTitle": {"en": "Zevachim", "he": "זבחים"}, "heTitle": "זבחים", "he": "ביום (ויקרא ז, לח) מביום צוותו נפקא כדי נסבה", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The Gemara asks: Why is it necessary to derive from the <i>halakha</i> of a sin offering that an offering is sacrificed <b>in the daytime?</b> Is this principle not <b>derived from</b> the conspicuous expression: <b>“On the day of His commanding”</b> (Leviticus 7:38), which is understood to be referring to all offerings? The Gemara answers: Indeed, the <i>baraita</i> <b>cited</b> the principle from the model of a sin offering <b>for no reason [<i>kedi</i>],</b> and it was mentioned here on account of the other principles.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5a9ff16ed6e4a93bec1fadd4", "index_title": "Steinsaltz on Zevachim", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Zevachim 7b:20", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Steinsaltz on Zevachim 7b:20", "sourceHeRef": "ביאור שטיינזלץ על זבחים ז׳ ב:כ׳", "anchorVerse": 38, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 14.002, "collectiveTitle": {"en": "Steinsaltz on Zevachim", "he": "ביאור שטיינזלץ על זבחים"}, "heTitle": "ביאור שטיינזלץ על זבחים", "he": "<b>ותניא</b> <small>[ושנויה</small> ברייתא<small>]</small> על הכתוב הסמוך: <b>\"ביום צותו את בני ישראל להקריב את קרבניהם\"</b> (ויקרא ז, לח) — \"קרבניהם\" <b>זה בכור ומעשר ופסח,</b> שלא נזכרו בפסוק הקודם, וכאן", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9ff19bd6e4a93bec1fb3b1", "index_title": "Steinsaltz on Zevachim", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Zevachim 98a:9", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Steinsaltz on Zevachim 98a:9", "sourceHeRef": "ביאור שטיינזלץ על זבחים צ״ח א:ט׳", "anchorVerse": 38, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 195.0009, "collectiveTitle": {"en": "Steinsaltz on Zevachim", "he": "ביאור שטיינזלץ על זבחים"}, "heTitle": "ביאור שטיינזלץ על זבחים", "he": " ושואלים: לשם מה היה צריך ללמוד מחטאת דין זה שהיא נעשית  <b>ביום?</b> הלוא דבר זה <b>מ\"ביום צותו\"</b> (ויקרא ז, לח) <b>נפקא</b> <small>[יוצא],</small> וביחס לכל הקרבנות! ומשיבים: אכן, <b>כדי נסבה</b> <small>[לחינם הביאה],</small> כלומר, באמת, לא נלמד מכאן, והובא אגב ההלכות האחרות.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5af8eaa2613964014ac6aecc", "index_title": "Menachot", "category": "Talmud", "type": "", "ref": "Menachot 83a:12", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Menachot 83a:12", "sourceHeRef": "מנחות פ״ג א:י״ב", "anchorVerse": 38, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 165.0012, "collectiveTitle": {"en": "Menachot", "he": "מנחות"}, "heTitle": "מנחות", "he": "ביום (ויקרא ז, לח) מביום צוותו נפקא כדי נסבה", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The Gemara asks: Why is it necessary to derive from the <i>halakha</i> of a sin offering that an offering is sacrificed <b>in the daytime?</b> Isn’t this principle <b>derived from</b> the expression: <b>“On the day of His commanding”</b> (Leviticus 7:38), which is understood to be referring to all offerings? The Gemara answers: Indeed, the <i>baraita</i> <b>cited</b> the principle from the model of a sin offering <b>for no reason [<i>kedi</i>],</b> and it was mentioned here on account of the other principles.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5b0fd60573ad4f00597c04f9", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Torah Shebikhtav, Shoftim, Torah Ohr 60", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Shenei Luchot HaBerit, Torah Shebikhtav, Shoftim, Torah Ohr 60", "sourceHeRef": "שני לוחות הברית, תורה שבכתב, שופטים, תורה אור ס׳", "anchorVerse": 38, "sourceHasEn": true, "compDate": [1611, 1631], "commentaryNum": 60, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "תורה אור", "he": "<b>וכשרצה</b> משה רבינו ע\"ה שתחול הברכה על ישראל, התעורר אלו השש עמודים. וכתיב <small>(דברים לג, ב)</small> אש דת למו, וקבלנו אלו ב' תיבות נכתבות סמוכות כאלו הי' תיבה אחת, והוא ראשי תיבות *אמת *שלום *דין *תורה. וחסד ועבודה הוזכר אח\"כ בשבט לוי <small>(שם לג, ח)</small> איש חסידי\"ך, וכתיב <small>(שם י)</small> ישימו קטורת. והנה הקטורת הוא הנבחר מהעבודה, ולבסוף כתיב <small>(שם כו)</small> רוכב שמים בעזרך. כתיב <small>(ישעיה סו, א)</small> השמים כסאי, והוא יתברך הרוכב. ורמז אח\"כ <small>(שם כה)</small> וכימיך דבאך. ו' ימי המעשה שש עמודים נקראים ימים. תורה, דכתיב <small>(שמות יט, א)</small> ביום הזה באו מדבר סיני, פירש רש\"י, שיהיו דברי תורה חביבין בכל יום כאלו היום נתנו. עבודה, דכתיב <small>(ויקרא ז, לח)</small> ביום צותו, על כן אין כשרין אלא ביום. גמילות חסדים דכתיב <small>(תהלים מב, ט)</small> יומם יצוה ה' חסדו, אמרו רבותינו ז\"ל <small>(חגיגה יב, ב)</small> כל העוסק בתורה בלילה הקב\"ה מושך עליו חוט של חסד ביום כו'. דין, דכתיב <small>(דברים כא, טז)</small> ביום הנחילו והיה לכם לחקת משפט, ואין דנין בלילה. אמת, יתבאר ביום הדין הגדול והנורא. שלום, הוא חיבור והתדבקות שני הפכים, וכן ערב ובוקר והיו ליום אחד:", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part III", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"ג", "text": "When Moses (in his parting address to the Jewish people in פרשת וזאת הברכה) wanted that his blessing should apply to the people of Israel, he \"awoke,\" or activated the six \"pillars.\" The word אשדת in 33,2 is to be read as two words אש דת. The letters in those two words represent the first letters each of the four pillars אמת-שלום-דין תורה. The other two \"pillars\" חסד-עבודה are mentioned by Moses a little while later in verse 8 where Moses speaks of תמיך ואוריך לאיש חסיד\"ך, referring to the tribe of Levi. Moses goes on to say in verse 10: ישימו קטורה באפך. We know that the choicest of all sacrifices i.e. עבודה is the incense, קטורת. At the very end of his blessings (verse 26), Moses speaks of רכב שמים בעזרך, that with Israel's (i.e. Yeshurun, Israel in its most ideal state) help G–d \"rides\" the heavens. When Isaiah 66,1 has G–d describe the Heaven as His throne, this is a reference to \"G–d riding.\" When Moses says in 33,25 at the end of the blessings: וכימיך דבאך, \"Your strength corresponds to Your days,\" this is an allusion to the six days of Creation. The six pillars are also called days. Torah is called \"day,\" as we know from Exodus 19,1 where Israel's arrival at Sinai- the source of Torah- is described as occurring ביום הזה, \"On 'this' day they arrived in the desert of Sinai.\" Rashi comments that the reason the Torah employs the words ביום הזה, \"on this day,\" instead of the more appropriate ביום ההוא, \"on that day,\" is to urge us to love the words of Torah as dearly to-day as on the day they were first received thousands of years ago. We know that עבודה is called \"day\" because the Torah (Leviticus 7,38) writes in connection with the service in the Temple: ביום צוותו, from which we derive that the service has to be performed by day. The connection between the pillar גמילות חסדים and \"day\" is found in Psalms 42,9: יומם יצוה ה' חסדו, \"May G–d command His kindness by day.\" Our sages (Chagigah 12b) say that anyone who is preoccupied with Torah study at night will have a thread of G–d's kindness extended across to him from the day. We know that the pillar דין is related to \"day\" from Deut. 21,16: והיה ביום הנחילו את בניו, \"On the day he will transmit his estate to his sons as an inheritance, etc.\" Judgments are not handed down at night. The pillar אמת is the integration of two opposing forces. This corresponds to the concept \"day\" which is the harmonious blending of opposites i.e. evening and morning into a single unit (Genesis 1/5).", "versionTitle": "Shney Luchot Habrit by Rabbi Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5bfe8c2ba0326c0018b7ec9b", "index_title": "Steinsaltz on Chullin", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Chullin 22a:9", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Steinsaltz on Chullin 22a:9", "sourceHeRef": "ביאור שטיינזלץ על חולין כ״ב א:ט׳", "anchorVerse": 38, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 43.0009, "collectiveTitle": {"en": "Steinsaltz on Chullin", "he": "ביאור שטיינזלץ על חולין"}, "heTitle": "ביאור שטיינזלץ על חולין", "he": "ושואלים: מה שצריכים להקריב את עולת העוף <b>ביום,</b> הלוא <b>מ\"ביום צוותו\"</b> (ויקרא ז, לח) <b>נפקא</b> <small>[יוצא,</small> נלמד <small>הדבר],</small> שכל הקרבנות אינם קרבים אלא ביום! ומשיבים: אכן <b>כדי נסבה</b> <small>[לחינם הביא אותה]</small> כלומר, באמת אין הלכה זו נלמדת מכאן, אלא הביא אותה דרך אגב.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c179cd8b037ad0016b818b2", "index_title": "Rashi on Pesachim", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Pesachim 65b:10:2", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Rashi on Pesachim 65b:10:2", "sourceHeRef": "רש\"י על פסחים ס״ה ב:י׳:ב׳", "anchorVerse": 38, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 10.0002, "collectiveTitle": {"en": "Rashi on Pesachim", "he": "רש\"י על פסחים"}, "heTitle": "רש\"י על פסחים", "he": "שחיטתו וזריקת דמו - אי אפשר אלא ביום דכתיב (ויקרא ז׳:ל״ח) ביום צוותו להקריב את קרבניהם ביום ולא בלילה:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17a6bbbb386c011be9df44", "index_title": "Tosafot on Kiddushin", "category": "Quoting Commentary", "type": "", "ref": "Tosafot on Kiddushin 36a:15:2", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Tosafot on Kiddushin 36a:15:2", "sourceHeRef": "תוספות על קידושין ל״ו א:ט״ו:ב׳", "anchorVerse": 38, "sourceHasEn": false, "compDate": [1150, 1350], "commentaryNum": 15.0002, "collectiveTitle": {"en": "Tosafot on Kiddushin", "he": "תוספות על קידושין"}, "heTitle": "תוספות על קידושין", "he": "הקבלות והזאות - והולכה וזריקה לא קתני דהולכה בכלל קבלה שהרי מן והקריבו הכהן נפקא כמו קבלה וזריקה בכלל הזאה וא\"ת אמאי איצטריך קרא בגמרא למעוטי נשים תיפוק ליה דכולהו מ\"ע שהזמן גרמא הוו שהרי אינן נוהגות אלא ביום כדכתיב (ויקרא ז׳:ל״ח) ביום צותו להקריב קרבניהם וי\"ל דמ\"מ איצטריך קרא למעוטינהו ולמיפסל קרבן בנשים דאי לאו קרא לא הוה ידעינן שהעבודה פסולה בהן להכי איצטריך קרא למעוטי למימר דמחללי עבודה ועבודתן פסולה מיהו מסמיכה קשה אמאי איצטריך קרא למעטינהו דהא עבודה לא אתחלל בהכי כלומר בלא סמיכה נמי אין הקרבן פסול בכך ואם נעשה סמיכה בנשים לא מיפסל קרבן בכך. וי\"ל דמ\"מ איצטריך קרא למעוטי דסד\"א משום דכתיב וסמך ושחט איתקש סמיכה לשחיטה מה שחיטה כשרה בנשים כדתנן בזבחים (דף לא:) ומייתי בשמעתא קמייתא דשחיטת חולין (דף ב:) כל הפסולין ששחטו שחיטתן כשרה שהשחיטה כשרה בזרים ובנשים וכו' אף סמיכה כשרה בנשים להכי איצטריך למעוטי ותנופה נמי איצטריך למעוטי משום דאשכחן תנופה דכשרה בנשים כדמפרש לקמן:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17aac7ca56dc0056e1913f", "index_title": "Tosafot on Yoma", "category": "Quoting Commentary", "type": "", "ref": "Tosafot on Yoma 48a:9:1", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Tosafot on Yoma 48a:9:1", "sourceHeRef": "תוספות על יומא מ״ח א:ט׳:א׳", "anchorVerse": 38, "sourceHasEn": false, "compDate": [1150, 1350], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Tosafot on Yoma", "he": "תוספות על יומא"}, "heTitle": "תוספות על יומא", "he": "מי יליף מלא מלא מהתם - פירש\"י ומנחה מתפגלת בקמיצה דילפא בהיקשא מזאת התורה לעולה ולמנחה וגו' דהוקשה לשלמים שמפגלין ומתפגלין ותימה לי והאמרינן בפרק איזהו מקומן (זבחים דף מט:) דדבר הלמד בהיקש אינו חוזר ומלמד בג\"ש בקדשים ונ\"ל לפרש דפשיטא ליה דשייך בה פיגול בהליכתה ובהקטרתה למ\"ד במנחה הקטרה מפגלת הקטרה בפרק הקומץ זוטא (מנחות דף יז.) כיון דכל הני עבודות דמו לגמרי לעבודת המנחה ואע\"ג דלא איתקש לשלמים הא כתב בתר קרא דוזאת התורה ביום צוותו את בני ישראל להקריב את קרבניהם (ויקרא ז) ודרשינן מיניה זה בכור מעשר ופסח וכל מידי דשייך ביה הקרבה והקטרה עד שאני מרבה לוג שמן של מצורע דמוכח בפרק הקומץ רבה (מנחות דף כח.) דבעינן לשמו ושאל הרב רבי יום טוב הקדוש את ריצב\"א מנלן והשיב לו מביום צוותו להקריב את קרבניהם נפקא דאיהו נמי איקרי קרבן כדכתיב (ויקרא יד) והקריב אותו לאשם ואת לוג השמן ודרשינן בפרק בית שמאי (זבחים דף מד:) כל קרבנם (במדבר יח) לרבות לוג שמן של מצורע כ\"ש קטורת דאיהי גופה קריבה לאשים וכתב בה לשון הקטרה ולא מיבעיא ליה הכא אלא אי חשיבא חפינה עבודה כמו קמיצה דבקמיצה פשיטא לן דהיא עבודה ומפגלין בה כמו שחיטה בזבח שהשחיטה היא מפרשת חלק גבוה הדם מחלק הדיוט כך קמיצה מפרשת הקומץ מן המותר אבל בחפינה לא שייך למימר הכי דאפילו מה שנשאר במחתה הוא חלק גבוה ובפעם אחרת מקריב אותה אבל מספקא ליה אי גמר מלא מלא וחשיבא כמו קמיצה או לא ופשיט רב שימי בר אשי מדפסלה בה לינה פסלה בה מחשבה ככל עבודה שהזקיק לה הכתוב ואם כן בחפינה נמי פסלה בה מחשבה:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b84eb071e100bf4deb7c", "index_title": "Rashi on Bava Kamma", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Bava Kamma 110a:13:1", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Rashi on Bava Kamma 110a:13:1", "sourceHeRef": "רש\"י על בבא קמא ק״י א:י״ג:א׳", "anchorVerse": 38, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Rashi on Bava Kamma", "he": "רש\"י על בבא קמא"}, "heTitle": "רש\"י על בבא קמא", "he": "ולמאי נ\"מ - דהא ממה נפשך תרוייהו קאמר קרא תיפוק ליה מינה לאפוקי מדרבא דאמר דאשם קרייה רחמנא לקרן ומה אשם אינו בא בלילה דכתיב (ויקרא ז׳:ל״ח) ביום צותו ואינו בא לחצאין אף קרן כו':", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b919b071e100bf4e6e9c", "index_title": "Tosafot on Menachot", "category": "Quoting Commentary", "type": "", "ref": "Tosafot on Menachot 2a:1:1", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Tosafot on Menachot 2a:1:1", "sourceHeRef": "תוספות על מנחות ב׳ א:א׳:א׳", "anchorVerse": 38, "sourceHasEn": false, "compDate": [1150, 1350], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Tosafot on Menachot", "he": "תוספות על מנחות"}, "heTitle": "תוספות על מנחות", "he": "מתני' כל המנחות שנקמצו שלא לשמן כשירות אלא שלא עלו לבעלים כו'. עבודה קמייתא נקט וה\"ה נתינה בכלי והולכה והקטרה כדקתני סיפא ד' עבודות יש בקומץ כנגד ד' עבודות שיש בדם כדאמרינן לקמן בפ\"ב (ד' טז.) ובפ\"ק דזבחים (מנחות ד' ד.) ובאותן ד' עבודות פסלה מחשבה שלא לשמן ומחשבת פיגול דחוץ לזמנו וחוץ למקומו אבל בתנופה והגשה אין מחשבה פוסלת אע\"ג דבעי כהונה ובפ\"ק דזבחים (דף ד:) ילפינן מקראי דמחשבה פוסלת בשלמים בד' עבודות ושאר זבחים ילפינן משלמים בהיקישא דזאת התורה ומקרא דמוצא שפתיך ומצריך להו ונראה דלמנחות נמי ילפינן למצוה משלמים מההיא היקשא גופה כמו בזבחים דמדרשא דר' שמעון דדריש בגמרא בסמוך קדשי קדשים היא כחטאת וכאשם מנחת חוטא הרי היא כחטאת מנחת נדבה הרי היא כאשם לא מצינן למילף דלא עיקר דרשא היא כדאמרינן בפ\"ק דזבחים (דף יא.) דעיקר קרא לכדר' יהודה בריה דרבי חייא בא לעובדה ביד עובדה בימין כחטאת כו' ולעכב במנחת חוטא מפרש התם מדכתיב בה היא כמו בחטאת וכן מפרש נמי בפירקין (דף ד.) דגמר מנחת חוטא ומנחת קנאות דפוסלות שלא לשמן דכתיב בהו היא ואם תאמר ועופות דבעו לשמן כדאמרינן בגמרא וכדתנן בזבחים בפ' חטאת העוף (זבחים דף סו:) מנלן דאי מהיקשא דזאת התורה אי אפשר לומר כן לפירוש הקונט' דפ\"ק דחולין (דף כב.) גבי עולת העוף דכתיב ואת השני יעשה עולה כמשפט דדריש התם כמשפט חטאת בהמה דאינו בא אלא מן החולין וביום ובידו הימנית שהקשה שם הקונטרס דמהיקשא דזאת התורה נפקא דדריש מיניה בסוף התודה (לקמן מנחות דף פג.) מה חטאת אינו בא אלא מן החולין אף כל דבר שבחובה אינה באה אלא מן החולין. ופירש בקונטרס (דמתוך כך) דעוף לא כתב בההוא קרא ולא אמרינן אלא בקרבן בהמה ואין לתרץ דילפינן עופות מזבחים לענין לשמן דאיכא למיפרך מה לזבחים שכן טעונין כלים דכי האי גונא פריך בפ' איזהו מקומן (זבחים דף מח:) גבי צפון ומיהו לפירוש הקונטרס דחולין קשה דעל כרחיך עופות כתיבי בקרא דזאת התורה דמסיק התם דביום דחטאת העוף מביום צוותו נפקא דכתיב בתר היקשא דזאת התורה וכן במגילה בפ' הקורא למפרע (מגילה דף כ:) גבי כל היום כשר למליקה דדריש בגמרא מביום צוותו ובפ' קמא דזבחים (דף ז:) גמרא חוץ מן הפסח דריש פסח לענין לשמן למצוה מדאיתקוש לשלמים מדכתיב ביום צוותו להקריב את קרבניהם זה בכור מעשר ופסח א\"כ כיון דעופות נמי מביום צוותו נפקי שמע מינה דעופות נמי אתיין בהיקשא דזאת התורה והוא הדין לענין שלא לשמן למצוה מדאיתקוש לשלמים ולעכב בחטאת העוף דדרשינן בתורת כהנים מדכתיב היא והא דאיצטריך לן כמשפט בפ' קמא דחולין (דף כב.) יש לפרש אליבא דר' אליעזר דפ' התודה (לקמן מנחות דף פב:) דלית ליה היקשא דזאת התורה וצ\"ע דההיא דרשא דמייתי בפ\"ק דחולין (דף כב.) דמשלו ולא משל ציבור ולא משל מעשר דריש לה בפרק התודה (לקמן מנחות דף פג.) אליבא דר' עקיבא ודלא כר' אליעזר ועוד היכי ילפינן עופות מחטאת בהמה הא חטאת בהמה דקאמר על כרחיך לאו מפרו של אהרן קאי דמה עניינו לשם אלא מחטאת בהמה דלעיל מינה קאי שמביא בעשירות שזו באה חליפין לה כדפי' שם בקונטרס וחטאת בהמה מפרו של אהרן ילפא מדאיקרי חטאת והיינו למד מן הלמד ועוד קשה למה לי למדרש התם בפרו של אהרן משלו ולא משל מעשר תיפוק לי' כדאמרינן בסיפרי בפרשת ראה אנכי בענין דממעט עולות משום דכתיב גבי מעשר ואכלת ופרו של אהרן לשריפה קאי ומיהו בזה י\"ל הא דכתיב אשר לו עיקר אתא למידרש משלו ולא משל ציבור ונראה לפרש דמיתורא דרשינן כל חטאות דכתיב בפרו של אהרן את פר החטאת אשר לו דהוה מצי למכתב את הפר אשר לו וכתיב החטאת למימרא דכל חטאות בין חטאת בהמה בין חטאת העוף משלו דהיינו מן החולין ולא משל מעשר והשתא ניחא דלא הוי היקש ומיהו אכתי קשה למה לי כמשפט לענין חולין גבי עולת העוף תיפוק ליה מדרשא דסיפרי דהא אינה נאכלת וי\"ל דס\"ד דאתא והקריבו לחלק לענין חולין כדדריש התם דחלק הכתוב בין חטאת העוף לעולת העוף מדכתיב והקריבו מתוך כך ניחא ליה דלא הוה ילפינן לה מהקישא דזאת התורה משום דכתיב והקריבו וא\"ת אם כן מאי פריך התם ביום מביום צוותו נפקא דילמא הייתי מחלק מוהקריבו וי\"ל דביום צותו כתיב על זאת התורה לעולה דמשמע כל עולות ולוג שמן של מצורע דבעי לשמן כדתניא לקמן בהקומץ רבה (דף כז:) (גמר) שבע הזאות שבפרה (דקתני בברייתא) ושבפנים ושבמצורע שלא לשמן פסולות פי' להרצות כדמסיק יש לפרש דנפיק מהקישא דזאת התורה דביום צוותו את בני ישראל להקריב את קרבניהם (ויקרא ז) איירי נמי בלוג שמן של מצורע דאיקרי קרבן כדדרשינן בפ' ואלו מנחות (לקמן מנחות ד' עג.) לכל קרבנם לרבות לוג שמן של מצורע אבל אין לתרץ דהוי בכלל אשם מצורע דאם כן יפסל שלא לשמו לר' אליעזר כאשם ולקמן בהקומץ רבה (מנחות דף כח.) מסקינן דלא מיפסיל משום דהוי למד בהיקש ודבר הלמד בהיקש אין חוזר ומלמד בהיקש ומהא דדריש במגילה (דף כ:) מליקה מביום צוותו ושחיטה מביום זבחכם ולא דריש שחיטה מביום צוותו כמליקה משום דשחיטה לאו עבודה היא:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b98bb071e100bf4eb9e8", "index_title": "Rashi on Menachot", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Menachot 72a:7:2", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Rashi on Menachot 72a:7:2", "sourceHeRef": "רש\"י על מנחות ע״ב א:ז׳:ב׳", "anchorVerse": 38, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 7.0002, "collectiveTitle": {"en": "Rashi on Menachot", "he": "רש\"י על מנחות"}, "heTitle": "רש\"י על מנחות", "he": "שמצותו כל היום - כגון שחיטה וזריקת דמים דכתיב (ויקרא ז׳:ל״ח) ביום צותו את בני ישראל וגו':", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b9f4b071e100bf4efc17", "index_title": "Rashi on Shabbat", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Shabbat 132a:16:1", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Rashi on Shabbat 132a:16:1", "sourceHeRef": "רש\"י על שבת קל״ב א:ט״ז:א׳", "anchorVerse": 38, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Rashi on Shabbat", "he": "רש\"י על שבת"}, "heTitle": "רש\"י על שבת", "he": "ביום צותו - את בני ישראל להקריב את קרבניהם (ויקרא ז) ביום ולא בלילה:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17ba6db071e100bf4f49b4", "index_title": "Rashi on Menachot", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Menachot 20b:1:1", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Rashi on Menachot 20b:1:1", "sourceHeRef": "רש\"י על מנחות כ׳ ב:א׳:א׳", "anchorVerse": 38, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Rashi on Menachot", "he": "רש\"י על מנחות"}, "heTitle": "רש\"י על מנחות", "he": "דם נפסל בשקיעת החמה - דאינו ראוי לזרוק בלילה דכתיב ביום צוותו את בני ישראל להקריב וגו' (ויקרא ז׳:ל״ח) ודם למחר נפסל בלינה כדאמרינן במס' זבחים בפרק איזהו מקומן (זבחים דף נו.) מנין לדם שנפסל בשקיעת החמה תלמוד לומר ביום הקריבו את זבחו וגו' והתם יליף לה שפיר וכן קומץ דלעיל מביום צוותו כתב זאת התורה לעולה ולמנחה וגו' אבל אברי עולה הותרו להקריב כל הלילה כדאמרינן בהאי פירקין (דף כו:) מנלן מבא השמש כלומר לאחר בא השמש ומקטירן כל הלילה:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c7da2e94d7b5e00177ba292", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Tzav, Chapter 18 5", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Sifra, Tzav, Chapter 18 5", "sourceHeRef": "ספרא, צו, פרק יח ה׳", "anchorVerse": 38, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 5, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק יח", "he": "[ה] (שם, לח) \"אשר צוה ה' את משה בהר סיני ביום צותו את בני ישראל להקריב את קרבניהם…\" – זה הבכור והמעשר והפסח. \"להשם\" – לרבות את כולם; שכולם נאמרו כללותיהם ודקדוקיהם מסיני.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "5) (Vayikra 7:38) (\"which the L–rd commanded Moses on Mount Sinai on the day that He commanded the children of Israel to present their offerings to the L–rd in the desert of Sinai.\") \"to present their offerings to the L–rd\": (This is redundant) to include a bechor (a first-born), the tithe, and the Pesach offering (in the comparison to miluim), to include the general rules and particulars of all of these as having been given at Sinai.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7da2eca51caf0018dcaca3", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tzav, Chapter 18 6", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Sifra, Tzav, Chapter 18 6", "sourceHeRef": "ספרא, צו, פרק יח ו׳", "anchorVerse": 38, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 6, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק יח", "he": "[ו] \"אשר צוה ה' את משה בהר סיני זה הבכור המעשר והפסח לרבות את כולן שכולן נאמרו כללותיהן ודקדוקיהן מסיני.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "6) \"which the L–rd commanded Moses on Mount Sinai on the day that He commanded\": From here we derive that all of the offerings are to be sacrificed only in the daytime.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7da2efa51caf0018dcaca5", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tzav, Chapter 18 7", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Sifra, Tzav, Chapter 18 7", "sourceHeRef": "ספרא, צו, פרק יח ז׳", "anchorVerse": 38, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 7, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק יח", "he": "[ז] \"אשר צוה ה' את משה בהר סיני ביום צותו את בני ישראל להקריב את קורבניהם זה הבכור המעשר והפסח לה' לרבות את כולן שכולן נאמרו כללותיהן ודקדוקיהן מסיני אשר צווה ה' את משה למדנו לכל הקרבנו שאין כשירים אלא ביום ר' ישמעאל בנו של ר' יוחנן בן ברוקה אומר: הרי הוא אומר (שמות כד, ו) \"ויקח משה חצי הדם וישם בָּאַגָּנֹת\" – למדנו לעולת סיני שהיא טעונה כלי", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "7) R. Yishmael b. R. Yochanan b. Beroka says (Shemoth 24:6): \"And Moses took half of the blood and he placed it in basins\": From here we learn that the burnt-offering of Sinai required a vessel.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7da2f2a51caf0018dcacaa", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tzav, Chapter 18 8", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Sifra, Tzav, Chapter 18 8", "sourceHeRef": "ספרא, צו, פרק יח ח׳", "anchorVerse": 38, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 8, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק יח", "he": "[ח] ומנין לעולת הדורות שטעונה כלי? תלמוד לומר (שמות כט, מב) \"עֹלת תמיד לדֹרֹתיכם\" (במדבר כח, ו) \"עֹלת תמיד הָעֲשֻׂיָה בהר סיני\" – מקיש עולת הדורות לעולת הר סיני. מה עולת הר סיני טעונה כלי – אף עולת הדורות תטעון כלי.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "8) And whence do we derive the same for the burnt-offering of (future) generations? From (Bamidbar 28:6): \"a perpetual burnt-offering (like those) offered up (in the days of the investiture) at Mount Sinai.\" The burnt-offering of (future) generations (i.e., the tamid) is hereby likened to the burnt-offering of Mount Sinai. Just as the burnt-offering of Mount Sinai required a vessel, so the burnt-offering of the generations requires a vessel.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7da2f54d7b5e00177ba297", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tzav, Chapter 18 9", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Sifra, Tzav, Chapter 18 9", "sourceHeRef": "ספרא, צו, פרק יח ט׳", "anchorVerse": 38, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 9, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק יח", "he": "[ט] אין לי אלא עולה; מנין לרבות את כולם? תלמוד לומר \"זאת התורה לעולה ולמנחה ולחטאת וכו'\" – לרבות את כולם שטעונים כלי.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "9) This tells me only of the burnt-offering. Whence do we derive the same for all of the offerings? From (Vayikra 2:37): \"This is the law of the burnt-offering, of the meal-offering, and of the sin-offering, and of the guilt-offering, and of the miluim, and of the sacrifice of the peace-offerings\" — to include all of them as requiring a vessel.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7da2f7a51caf0018dcacac", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tzav, Chapter 18 10", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Sifra, Tzav, Chapter 18 10", "sourceHeRef": "ספרא, צו, פרק יח י׳", "anchorVerse": 38, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 10, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק יח", "he": "[י] \"אשר צוה ה' את משה בהר סיני ביום צותו\" – למדנו לדברות מדבר סיני שלא נאמרו אלא ביום. ומנין לדברות הר סיני שלא נאמרו אלא ביום? תלמוד לומר (במדבר ג, א) \"ואלה תולדת אהרן ומשה ביום דבר ה' את משה בהר סיני\". ומנין לדברות אהל מועד שלא נאמרו אלא ביום? תלמוד לומר (במדבר א, א) \"במדבר סיני באהל מועד\" – מקיש דברות אהל מועד לדברות מדבר סיני. מה דברות מדבר סיני – ביום, אף דברות אהל מועד – ביום.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "10) \"which the L–rd commanded Moses in Mount Sinai (on the day, etc.\"): From here we derive that the commands in the desert of Sinai were stated only in the daytime. And whence do we derive that the commands in Egypt were stated only in the daytime? From (Shemoth 6:28): \"And it was on the day that the L–rd spoke to Moses in the Land of Egypt.\" And whence is it derived that the commands in the tent of meeting were stated only in the daytime? From (Bamidbar 1:1): (\"And the L–rd said to Moses) in the desert of Sinai in the tent of meeting.\" The commands in the tent of meeting are hereby likened to the commands in the desert of Sinai. Just as the commands in the desert of Sinai were stated only in the daytime, so, the commands in the tent of meeting.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5cdd671825f25e006109552e", "index_title": "Malbim on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Leviticus, Vayikra 3:4", "anchorRef": "Leviticus 7:36-38", "anchorRefExpanded": ["Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38"], "sourceRef": "Malbim on Leviticus, Vayikra 3:4", "sourceHeRef": "מלבי\"ם על ויקרא, ויקרא ג׳:ד׳", "anchorVerse": 36, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 3.0004, "collectiveTitle": {"en": "Malbim on Leviticus", "he": "מלבי\"ם על ויקרא"}, "heTitle": "ויקרא", "he": "ויקרא אל משה וידבר ה' אליו: הלכה פסוקה בדיני המליצה כי בכל מאמר שנזכר בו שם הפועל ושם הפעול בפירוש, לא יבא לעולם שם הפעול לפני שם הפועל. רצוני, שלא יכתב \"וידבר אל משה ה' \" או \"ויאמר אל יוסף יעקב\"; רק הסדר \"וידבר ה' אל משה\", \"ויאמר יעקב אל יוסף\". ועתה יפלא מאד במאמר הלז שבא שם הפועל, ה' , מאוחר מטעם הדרוש שנתבאר (בסימן א), היה ראוי שגם שם הפעול, \"אל משה\", יבא מאוחר. ובזה היה הלשון מסודר: \"ויקרא וידבר ה' אל משה\" ולא היה צריך גם כן כפל מלת \"אליו\"; ואיך נתהפך הסדר שהקדים \"אל משה\" לפני שם \"ה' \" הדובר, ששיעורו \"ויקרא אל משה...ה' \"? וזה זר ומוזר מאד. ואמרו כי הקדים שם הפעול וכפלו שנית על ידי כינוי \"אליו\" לדייק רק אל משה קרא ורק אליו דבר, ולמעט את אהרן. שכבר יתבאר בספר זה, במקומות לא חקר, כי קדימת שם אחד לפני מקומו וכן כפל השם עם הכינוי בא למיעוט ולדיוק. ואמרו סופרים כי י\"ג דברות נאמרו בתורה למשה ואהרן, וכנגדן נאמרו י\"ג מיעוטין. <b>ותחלה נבאר הי\"ג דברות</b> האלה, איה מקום כבודם: במסורה (ריש חוקת) <b>וידבר ה' אל משה ואל אהרן:</b> י\"א דסמיכי וסימנם: \"ויצום אל בני ישראל\" (שמות ו, יג), \"דברו את כל\" דשרצים (ויקרא יא, א), \"אדם כי יהיה בעור\" (ויקרא יג, א), \"כי תבואו אל ארץ\" (ויקרא יד, לג-לד), \"איש איש כי יהיה זב\" (ויקרא טו, א), \"איש על דגלו באותות\" (במדבר ב, א), \"נשא את ראש הקהתי\" (במדבר ד, א), \"אל תכריתו את\" (במדבר ד, יז), \"עד מתי לעדה הרעה\" (במדבר יד, כו-כז), \"הבדלו מתוך העדה\" (במדבר טז, כ-כא), \"זאת חקת התורה\" (במדבר יט, א-ב).  עוד במסורה (בסדר וארא): <b>ויאמר ה' אל משה ואל אהרן:</b> ו' דסמיכי וסימנהון: \"מופת\" (שמות ז, ח-ט), \"חפניכם\" (שמות ט, ח), \"החדש\" (שמות יב, א-ב), \"זאת חוקת הפסח\" (שמות יב, מג), \"יען לא האמנתם\" (במדבר כ, יב), \"בהר ההר\" (במדבר כ, כג).  עוד במסורה: <b>וידבר ה' אל אהרן:</b> ב' דסמיכי וסימנך: \"יין ושכר אל תשת\" (ויקרא י, ח-ט), \"ואני הנה נתתי לך\" (במדבר יח, ח). ותלתא <b>ויאמר ה' אל אהרן:</b> וסימנהון: \"לך לקראת משה\" (שמות ד, כז), \"אתה ובניך ובית אביך\" (במדבר יח, א), \"בארצם לא תנחל\" (במדבר יח, כ), עכ\"ל המסורה. לפי זה חשבון הי\"ג דברות שנאמרו למשה ולאהרן נפלא מאד! דאם נחשב רק \"וידבר ה' אל משה ואהרן\" אינם רק י\"א; ואם נחשב גם \"ויאמר ה' \" הם י\"ז (ועוד נמצא \"ויאמר ה' פתאום אל משה ואל אהרן\" דפר' בהעלותך ולא מנהו המסורה משום תיבת \"פתאום\" המפסיק. ועל זה כוון מ\"ש ברבה במדבר (פרשה ב) בי\"ח מקומות אתה מוצא משה ואהרן שוים וכולי); ואם נחשב גם \"ויאמר\"/\"וידבר\" ה' אל אהרן הם כ\"ב! ועם \"ויאמר ה' פתאום..\" הם כ\"ג! ותהי המבוכה רבה בעדת המפרשים, גם שגו במנין פקו פליליה. <sup class=\"footnote-marker\">(א)</sup><i class=\"footnote\">הק\"א פסקא כ' וז\"ל לא הוצרך לבאר הי\"ג פעמים שנאמרו בתורה הדברות למשה ולאהרן כי מבוארים הם ונתנו בהם סימן, מופת, חפניכם, החדש, ויצום, החיה, ארץ אחוזתכם, זב, איש על דגלו, נשא את ראש בני קהת, אל תכריתו, עד מתי, הבדלו, פרה. עכ\"ד, והנה ג' מהם שהם מופת, חפניכם, החדש, כתוב ויאמר אל משה ואהרן. ולו שם בשלשה ועד השלשה לא בא כי ששה המה. ועשרה דכתיב וידבר, הם באמת עשתי עשר. עוד כתב שם אח\"כ ואם יקשה עליך שהרי מצאנו דבור מיוחד לאהרן (בפ' קרח) וכן אמירה אחת לאהרן (שם) וכו'. ושכח כי הם שתי דברות ושלש אמירות כמ\"ש מנמוקי בעלי המסורה, והראב\"ד (כפי שהביא הק\"א משנה ד' בשמו) דסבר שהם ט\"ז דברות ואמירות, וריב\"ב לא חשיב ג' דברות ואמירות שקודם החדש הזה לכם נשארו י\"ג, וריה\"ג חשיב גם הג' דקודם החודש עי\"ש. וגם זה אינו כפתור ופרח, כי בארנו שהם י\"ז או י\"ח, ועוד שגם ריב\"ב מונה בין המעוטים מיעוט של ויהי ביום דבר ה' אל משה בא\"מ. וראיתי להחכם רוו\"ה במודע לבינה אחרי שהשיג על הק\"א חתר להמציא חלוקים שונים למצוא המנין. וחלק בין פרשה לפרשה בדוחקים עצומים לבלי הועיל. וכן מה שכתב בעל ק\"א על דברי הראב\"ד שלא מנה רק המצות מלבד שסותר דברי עצמו שלא חשב תחלה רק י\"ג דברות ואמירות, סותר האמת, כי הדבור, עד מתי (במדבר י\"ד כ\"ז) הבדלו (שם ט\"ז כ') וכן האמירה יען לא האמנתם (שם כ' י\"ב) בהר ההר (שם כ' כ\"ג) אין בו מצוה. סוף דבר, הוחלתי כי לא ידברו העתיקו מהם מלין לכן חלקי אמרה נפשי, והמעיין יבחר. אולם מ\"ש במכלתא ריש בא על ויאמר ה' אל משה ואל אהרן למשה הי' הדבור ולא לאהרן וכו' ומפני מה לא היה מדבר עמו מפני כבודו של משה וכ' נמצא ממעט אהרן מכל הדברות חוץ מג' מקומות מפני שאפשר, היא דעת אחרת. שגם בכ\"מ שנאמר ויאמר ה' אל משה ואל אהרן אל משה לבד דבר וזה מטעם. מפני כבודו של משה. פי' שהגם שאמירה יצויר באהרן, לא יצויר שישוה עם משה באמירה משותפת, וס\"ל שגם לשון אמירה שבא אצל משה היתה מעולה מאמירה אל נביאים אחרים ולא נשתתף עמו אחר חוץ מג' מקומות והם תלתא ויאמר ה' אל אהרן לבד, מפני שאפשר אחר שאהרן היה נביא אפשר שתבא אליו אמירה, וכמ\"ש בפרושי:</i>: לכן אמרתי שִמעה לי, אחַוה דֵעי אף אני: לך עבור בספרי נביאים וכתובים מקצה לקצה ולא תמצא שיאמר \"וידבר ה' אל נביא פלוני לאמר\" כמו שלשון זה רגיל בספר התורה בדבר ה' אל נאמן ביתו. [כי מה שנמצא \"וידבר ה' אל גד\" (דברי הימים א כא, ט) פירושו שהגיע דבר ה' אליו על ידי מלאך, כי זה עצמו נזכר (שמואל ב כד) ושם כתוב \"ודְבַר ה' היה אל גד\" שזה מדרגה קטנה ונמצא אף בבעלי רוח הקדש כמו \"ויהי דבר ה' אל שלמה\" (מלכים א יז יא), \"ונמצא ויהי דבר ה' אל יהוא\" (שם טז), \"דבר ה' היה אל בעשא\" (שם שם) – רוצה לומר על ידי שליח. וכן מ\"ש \"וידבר ה' אל גד\" הוא דומה עם מ\"ש \"וידבר ה' אל מנשה ואל עמו\" (דברי הימים ב לג, י) שפירושו על ידי שליח. וזולת זה לא נמצא בנביאים רק \"וידבר מלאך ה' אל אליהו\" (מלכים א טו) וכן (דניאל ט, זכריה ו, יחזקאל סימן מ וסימן מא) כולם מבוארים שהיה על ידי מלאך]. ובמסורה מערכיית אות א: <b>\"וידבר ה'\"</b> ד' בנביאים וסימנהון: \"וידבר ה' אל יהושע\" (יהושע כ, א), \"ביד עבדיו הנביאים\" (מלכים ב כא, י), \"וידבר ה' אל גד\" (דברי הימים א כא, ט), \"וידבר ה' אל מנשה\" (דברי הימים ב לג, י); וכל אורייתא דכוותיה. והטעם מבואר במה שבארתי בסימן הקודם בהבדל שבין \"דיבור\" ו\"אמירה\" ושמה שכתוב \"וידבר ה' אל משה לאמר\" פירושו שמסר לו דברים והלכות בעל פה ושבצם במשבצת אמירת הכתב וזה לא היה רק במשה שהיה נביא תורה, לא ביתר נביאים. רק פעם אחד נמצא בפר' רוצחים (יהושע כ) \"וידבר ה' אל יהושע לאמר\" שזה מפני שהחזיר שם פרשה הכתובה בתורה ואמרו חז\"ל (מכות יא) אמר ר' חמא בר' חנינא מפני מה נאמרה פרשת רוצחים בלשון עזה? דכתיב \"וידבר ה' אל יהושע לאמר..\" מפני שהם של תורה. למימרא דכל \"דיבור\" לשון קשה? הן, כדכתיב \"דבר האיש אדני הארץ אתנו קשות\". [והקישוי הזה כולל בין הקשה מצד עומק הדברים ומושגם כמו ענינים עמוקים שצריכים ביאור ופירוש, הן הקשה מצד ענינו, כמו דברים הרעים ווכוחים וטענות שזה נכנס בגדר הדיבור. והביא ממין אחד – \"דבר האיש אתנו קשות\" ראייה למין השני שפרשת ערי המקלט קשה מצד עומק מושגה יען שהיא של תורה. ובמדרש רבה (תשא פ' מב ופ' סח) ובתנחומא (פר' צו) וספרי (פר' בהעלותך) ובכמה מקומות אמרו \"דיבור\" קשה ו\"אמירה\" רכה.] על פי הדברים ואמת האלה נראה כי לא הוציא ר' יהודה בן בתירה את אהרן רק מן ה\"דיבור\", לא מן ה\"אמירה\", שכן דייק <b>י\"ג דברות</b>; והרי במשנה הבדיל בין \"דיבור\" ובין \"אמירה\" ובוודאי לשונו דוקא; כי אחר שאהרן היה נביא בהכרח באה אליו אמירה מאת ה' כמו אל יתר נביאים רק ה\"דיבור\" לא יצויר עמו שזה מיוחד רק למשה לבד [שעל מה שכתוב \"וידבר אלקים אל נח\" שאל זאת במדרש (ויקרא פ\"א) ועם נח לא דבר וכולי. ובאברהם כתיב \"וידבר אתו\"] . והם י\"ג דברות – שהם י\"א שכתוב \"וידבר אל משה ואהרן\" ושנים \"וידבר ה' אל אהרן\". וראיה לאמיתת פירוש זה שעל מה שכתוב \"וידבר אל משה ואל אהרן ויצום\" (שמות ו, יג) סיים \"ויהי ביום דבר ה' אל משה\", (וזה אחד מן המיעוטים). וכן על מה שכתוב על \"וידבר..איש על דגלו\" (במדבר ב) סיים \"ויעשו בני ישראל כאשר צוה ה' את משה\" (וגם זה מן המיעוטים) – מבואר שעיקר הציווי היה למשה. לא כן במה שכתב \"<b>ויאמר</b> ה'..החדש הזה\" (שמות יב) סיים \"ויעשו בני ישראל כאשר צוה ה' <b>את משה ואת אהרן</b>, וכן על \"ויאמר..\" ד\"זאת חוקת הפסח\" (שמות יב, מג) סיים כן; מבואר דגבי \"ויאמר\" היה הציווי לשניהם. <b>(ביאור משנה ב ומשנה ג)</b> עתה נבאר <b>הי\"ג מיעוטים:</b> ר' יהודה בן בתירה בקש חשבונות רבים, י\"ג מיעוטים נגד י\"ג דברות להראות שמה שכתוב \"וידבר ה'...אל אהרן\" פירושו על ידי שליח כמו \"וידבר ה' אל גד\" \"וידבר ה' אל מנשה\" כמו שנזכר למעלה. ובבראשית רבה (פר' כ) \"ותקרא שם ה' הדובר אליה\" – על ידי מלאך...\"ויאמר ה' לה\" – על ידי מלאך ויש אומרים על ידי שם בן נח. וכן (שם פ' מה). וברבה (יתרו פ' ??) \"ויאמר אל משה אני חותנך יתרו\" – ר\"י אומר על ידי שליח; ר\"א אומר אגרת שלו לו. וכן \"וידבר..אל אהרן\" – על ידי משה. <b>(מיעוט א ב ג)</b> מ\"ש בסוף נשא (במדבר ז, פט): \"וּבְבֹא מֹשֶׁה אֶל אֹהֶל מוֹעֵד לְדַבֵּר אִתּוֹ וַיִּשְׁמַע אֶת הַקּוֹל מִדַּבֵּר אֵלָיו מֵעַל הַכַּפֹּרֶת אֲשֶׁר עַל אֲרֹן הָעֵדֻת מִבֵּין שְׁנֵי הַכְּרֻבִים וַיְדַבֵּר אֵלָיו\". (א) מה שכתב \"ובבא משה אל אהל מועד לדבר אתו\" – מלת \"לדבר אתו\" מיותר, שכבר אמר (שמות לד, לד) \"ובבא משה לפני ה' לדבר אתו\", ותמצא מבואר בכל הספר הזה כי כל מאמר הכפול בתורה – האחד בא לגופיה והשני לדרוש; אמר שנית \"לדבר אתו\" למעט זולתו שהוא אהרן. (ב) \"מדבר אליו\" שלדעת רש\"י הוא מן ההתפעל כמו \"מתדבר\" ואם כן מלת \"אליו\" זרה שהוראת ההתפעל הוא שמתדבר אל עצמו. ועל כן רצה הראב\"ע לעשותו שם הפועל והדגש מקום \"מן\" וזה דוחק. ופירשו חכמים שמלת \"אליו\" הזרה פה בא למעט זולתו, שהקול לא הגיע לאזני זולתו שהוא אהרן. (ג) מ\"ש \"וידבר אליו\" מיותר בהחלט דהא מתחיל בפרשה אחריו \"וידבר ה' אל משה דבר אל אהרן\" והרי כפול \"וידבר אליו..וידבר ה' אל משה\". ופירושו שבא למעט רק אליו דבר שהוא ידבר לאהרן, ולא דבר עם אהרן עצמו. <b>(מיעוט ד ה):</b> מצאנו יעידה עם מלת \"לך\" ג' פעמים: \"וְנוֹעַדְתִּי לְךָ שָׁם וְדִבַּרְתִּי אִתְּךָ\" (שמות כה, כב), \"לִפְנֵי הַפָּרֹכֶת אֲשֶׁר עַל אֲרֹן הָעֵדֻת לִפְנֵי הַכַּפֹּרֶת אֲשֶׁר עַל הָעֵדֻת אֲשֶׁר אִוָּעֵד לְךָ שָׁמָּה\" (שמות ל, ו), \"לִפְנֵי הָעֵדֻת בְּאֹהֶל מוֹעֵד אֲשֶׁר אִוָּעֵד לְךָ שָׁמָּה\" (שמות ל, לו). וכפי הכללים שהיו לחז\"ל בזה (שיתבארו בכל הספר) כל דבר הכפול ומשולש בתורה צריך אחד לגופיה והיתרים באו לדרשה, ונשארו שנים למעט שהיעידה תהיה לך, לא לזולתך שהוא אהרן. <b>(מיעוט ו):</b> (שמות כט, מב) \"עולת תמיד..פתח אהל מועד לפני ה' אשר אועד לכם שמה לדבר אליך שם ונועדתי שמה לבני ישראל\" פירש הראב\"ע ויפת אמר \"אשר אועד לכם\" – למשה ולאהרן, ורמז לדבר: \"אליך\" למשה תמיד, ועדותו \"ונועדתי שמה לבני ישראל\". כוונתו שאי אפשר לפרש \"אועד לכם\" לישראל דאם כן למה יאמר שנית \"ונועדתי..לבני ישראל\"? ועל כרחך \"לכם\" למשה ולאהרן ובאר שבכל זאת אל אהרן לא ידבר רק \"לדבר אליך\" – למשה תמיד. וזה דעת רבותינו. (משנה ז) <b>(מיעוט ז):</b> \"כאשר צוה ה' אל משה\" זה נמצא רק פעם אחת בתורה (שמות טז, לג-לד) \"ויאמר משה אל אהרן קח צנצנת אחת ותן שמה...כאשר צוה ה' אל משה\" (כי תמיד כתוב \"את משה\" ונמסר במסורה לית ושארה \"את\". ויש בזה ב' זריות: (א) שהיה לו לומר \"כאשר צוה ה' אותי\" או \"אלי\", אחר שמשה דבר זאת. והגם שמצאנו פעמים שבא השם תחת הכינוי כמו \"ואל משה אמר עלה אל ה' \" כמ\"ש הרד\"ק (במכלול דף כט ב) – יש בו דרוש כמ\"ש (ברכות ח) \"למען אדני \" – \"למענך\" מבעיא ליה?! למען אברהם שקראך אדון. (ב) זאת שנית מ\"ש \"צוה אל משה\". ויש הבדל בין \"צוה את\" ובין \"צוה ל...\" בלמ\"ד; ש\"צוה ל...\" מורה שצוה בשבילו כמו שפרש\"י (במדבר לב כח) \"ויצו להם משה את אלעזר הכהן\" כמו עליהם ועל תנאם, כמו \"ה' ילחם לכם\". \"עמדו ואשמעה מה יצוה ה' לכם\" תרגם אונקלוס על דילכון. \"צוה ה' ליעקב\" (איכה א׳:י״ז) פרש\"י על יעקב. ובסוטה (דף יב) \"ויצו פרעה לכל עמו\" אף על עמו גזר. \"תורה צוה לנו משה\" לנו בעבורינו (ספרי סימן שמה). ולכן דרשוהו גם פה שלפי שמשה פקד לאהרן לגנוז צנצנת המן באר כי צויים כאלה צוה אל ובשביל משה, לא בשביל אהרן, הגם שאהרן עשה המעשה הציוי בא אל משה שיאמר לאהרן. <b>(מיעוט ח):</b> בפר' צו (ויקרא ז, לו-לח) \"אשר צוה ה' לתת להם...אשר צוה ה' את משה בהר סיני ביום צותו\" ויש פה גם כן ב' זריות: (א) כפל \"אשר צוה..אשר צוה\", (ב) שהיה לו לומר בשניהם \"כאשר\". ובמסורה נמסר על שניהם: חמשה סבירין \"כאשר\" וקרינין \"אשר\"; ודרשו שבא ללמד \"אשר צוה ה' \", רוצה לומר, כל מה שצוה ה' – אשר צוה אל משה, השני מבאר את הראשון שהיו הצויים מיוחדים למשה, לא לאחר עמו. <b>(מיעוט ט):</b> \"אשר צוה ה' את משה\" הוא מיעוט שבא בדיבור עצמו, שעל \"וידבר ה' אל משה ואל אהרן\" דקהת (במדבר ד, א עיין שם) (במדבר ד, יז עיין שם) סיים בסוף הענין (במדבר ד, מט) \"ופקדיו אשר צוה ה' את משה\" – מבואר שלמשה בא הציווי. <b>(מיעוט י):</b> גירסת הספרא \"את אשר יצוה\" וכן גירסת התורת כהנים, וכן מה שגרסי \"את כל אשר אצוך אל בני ישראל\" לא אוכל לפרשה כפי דרכי בספר הזה, ונראה לגרוס במקומם \"כאשר דבר ה' ביד משה לו\" (במדבר יז, ה) שכן אומר בספרי (קרח פסקא קיז) \"וידבר ה' אל אהרן ואני הנה נתתי\" – שומע אני שהיה הדיבור לאהרן... ת\"ל \"זכרון לבני ישראל..כאשר דבר ה ביד משה לו\" – הא למדת שהדיבור למשה שיאמר לאהרן. ופרש\"י \"ביד משה לו\" כמו עליו, על אהרן דבר וכולי שהוא פרשת \"ואני הנה נתתי\". לפי זה גם זה מיעוט שבא בדיבור עצמו ביחוד, כי מן מיעוט ט' עד מיעוט י\"ג הם מיעוטים שבאו בהדברות עצמם. <b>(מיעוט י\"א):</b> גם הוא נזכר בדיבור עצמו שעל דיבור \"ויצום\" (שמות ו, יג) סיים (שמות ו, כח) \"ויהי ביום דבר ה' אל משה בארץ מצרים\" – ביאר שלמשה בא הדיבור הלז. ", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6ae825f25e0061096ca8", "index_title": "Malbim on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Leviticus, Behar 1:1", "anchorRef": "Leviticus 7:37-38", "anchorRefExpanded": ["Leviticus 7:37", "Leviticus 7:38"], "sourceRef": "Malbim on Leviticus, Behar 1:1", "sourceHeRef": "מלבי\"ם על ויקרא, בהר א׳:א׳", "anchorVerse": 37, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Malbim on Leviticus", "he": "מלבי\"ם על ויקרא"}, "heTitle": "בהר", "he": "וידבר ה'..בהר סיני: הנה בזבחים (דף קטו:) פליגי ר' ישמעאל ור' עקיבא. שר' ישמעאל סבירא ליה דכללות נאמרו בסיני ופרטות באהל מועד. ור' עקיבא סבירא ליה דכללות ופרטות נאמרו בסיני, ונשנו באהל מועד, ונשתלשלו בערבות מואב. טעמם, דמצאנו מצות רבות שנאמרו בסיני, ומצות שנאמרו באהל מועד (כמו כל ספר תורת כהנים), ומצות שנאמרו בערבות מואב (כמו בפ' מסעי וכל ספר משנה תורה), ומצות שנאמרו בשנים או שלשה מקומות. ודעת ר' ישמעאל שבסיני נאמרו רק הכללים ודעת ר' עקיבא שנאמרו שלשה פעמים. ובסוף פר' הקרבנות (בפ' צו) (ויקרא ז, לז-לח) סיים \"זאת התורה לעולה...אשר צוה ה' את משה <b>בהר סיני</b>..ביום צוותו..להקריב..<b>במדבר סיני</b>\". ופירושו לר' ישמעאל, שכללות הקרבנות צוה \"בהר סיני\" וזאת התורה בפרטיו נאמר \"במדבר סיני\", דהיינו באהל מועד. ודעת ר' עקיבא שפירושו שנאמרו בהר סיני למשה ונשנה במדבר סיני לאמרה לישראל בשעתה, וכן דעת הספרא שם כר' עקיבא כמו שבארנו שם. ובסוף התוכחה (ויקרא כו, מו) סיים \"אלה החוקים..אשר נתן ה'..בהר סיני\" וכן סיים בסוף הספר ואמר בספרא (בחקתי סוף פרק ח וסוף הספר) מלמד שכולם נתנו בכל דקדוקיהם מסיני, וזה כשיטת ר' עקיבא. אולם משם לא נוכל להכריע, כי יש לפרשו שמצוות אלה נאמרו בסיני כמו כמה מצוות שנצרכו אז בשעתן ועל כן נאמרו בכל פרטיהם, כי נהגו תיכף. או שנפרש שמה שכתוב שצוה אותם בהר סיני היינו כלליהם נאמרו בסיני ופרטיהם באהל מועד. והספרא מכריע זה ביחוד ממצות שמיטה שמצוה זו נאמרה בכללות בהר סיני (בפר' משפטים) \"והשביעית תשמטנה ונטשתה\", ואם כן יקשה לענין מה אמר פה שנאמרה בהר סיני? אם מפני שהיה מצוה לשעתה כמצוות שנאמרו בכל פרטיהם מפני שנצרכו תיכף, על זה שואל מה ענין שמיטה אצל הר סיני?, הלא לא התחייבו בה עד לאחר כ\"א שנה שנכנסו לארץ ישראל. ואם ללמד שהכללות נאמרו בסיני, ופירוש מה שכתוב \"בהר סיני\" ששם נאמרה בכלל, הלא זה נאמר בכל המצות. ועל כרחך בא ללמד שמה שכתב בפ' משפטים \"והשביעית תשמטנה\" לא נאמרה בכלל לבד רק אמרה בכל הפרטים והדקדוקים כמו שנכתב פה וחזר ואמר בסוף הענין שהוא הדין שכל המצות היו כן, אף שלא הוצרכו לשעתן, ונלמדו ממ\"ש כן בשמיטה. ובמה שכתבנו נסתלק כל מה שהקשו הרא\"ם והקרבן אהרן במשנה זו וקרוב לזה ברמב\"ן. ועיין עוד ברמב\"ן דברים ערבים על סידור הפרשיות, צוף דבר אמרי נועם.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6cd125f25e00197a053f", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Tzav 162:1", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Malbim on Leviticus, Tzav 162:1", "sourceHeRef": "מלבי\"ם על ויקרא, צו קס״ב:א׳", "anchorVerse": 38, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 162.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "צו", "he": "<b>אשר צוה וכולי ביום צותו במדבר סיני:</b> פירושו לפי שיטת חז\"ל שכל דיני הקרבנות נאמרו בסיני ונשנו שנית במדבר סיני בעת שצוה להם להקריב. ופי' \"אשר צוה ה' את משה בהר סיני\" - שם נאמרו כללותיהן ופרטיהן. ואחר כך צוה ה' פעם שנית \"ביום צותו את בני ישראל להקריב קרבניהם במדבר סיני\" – שהציוי השנית היתה באותו יום שציום להקריב קרבנות האלה אחר שהוקם המשכן. [<small>והרמב\"ן נדחק פה מאד ודעתו שהר סיני ומדבר סיני הוא דבר אחד. ואין זה נכון כי הכתוב יבדיל ביניהם תמיד בלשון</small>]. וכבר בארנו למעלה (<small>סימן מ</small>) שדרך הכתוב לציין את הזמן בב' המחובר אל המקור או במלת \"בעת\". וכל מקום שציין הזמן במלת \"ביום\" יהיה פירושו ביום ולא בלילה. ופה שהיה לו לומר \"בצותו להקריב\" - כשאמר \"ביום צותו\" - משום דהציוי היה ביום. ולפי זה גם ההקרבה הוא ביום כי הציוי היה לפני ההקרבה. וזהו שאמר בספרא ובגמרא (<small>חולין כב, זבחים צח, מגילה כ</small>) דקרבנות רק ביום מ\"ביום צותו\". כי אחר שהיה הציוי לפני ההקרבה ביום - מבואר שהיה ההקרבה ביום דוקא.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6cd225f25e00197a0543", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Tzav 164:1", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Malbim on Leviticus, Tzav 164:1", "sourceHeRef": "מלבי\"ם על ויקרא, צו קס״ד:א׳", "anchorVerse": 38, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 164.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "צו", "he": "<b>ביום צותו וכו' במדבר סיני:</b> כבר בארתי (<small>סימן קסב</small>) שממה שכתוב \"ביום\" מבואר שבמדבר סיני דבר עמו ביום. וכן ממה שכתוב (במדבר ג׳:א׳) \"ביום דבר ה' אל משה בהר סיני\" מבואר שדבר עמו רק ביום; דאי לאו כן היה לו לכתוב \"בעת דבר\" כיון שתולדותיו לא היו רק ביום אחד דוקא. וממה שכתוב (במדבר א, א) \"וידבר ה' אל משה במדבר סיני באהל מועד\", שהיה די שיאמר \"באהל מועד\" לבד, דהא מסיים \"ויפקדם במדבר סיני\" (במדבר א, יט) - ידעינן שהיה בעת היות אהל מועד במדבר סיני כי שם הוקם המשכן, ועוד לא נסעו. בא ללמד שגם דברות אהל מועד היו ביום כמו דברות הר סיני.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5daeed1217859d9c2c913db5", "index_title": "Toledot Yitzchak on Torah", "category": "Commentary", "type": "commentary", "ref": "Toledot Yitzchak on Torah, Leviticus 7:38:1", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Toledot Yitzchak on Torah, Leviticus 7:38:1", "sourceHeRef": "תולדות יצחק על התורה, ויקרא ז׳:ל״ח:א׳", "anchorVerse": 38, "sourceHasEn": false, "compDate": [1475, 1535], "commentaryNum": 38.0001, "collectiveTitle": {"en": "Toledot Yitzchak", "he": "תולדות יצחק"}, "heTitle": "ויקרא", "he": "<b>ביום צוותו את בני ישראל להקריב קרבניהם </b>יש בזה ספק א\"כ מה זה שאמר הנביא כי לא דברתי את אבותיכם ולא צויתים על דברי עולה וזבח. התשובה לפי שאין צדיק שלא יחטא צוה בקרבנות להיותם כפרה אבל רצונו שלא יחטא ולא נהיה צריכים לקרבנות וז\"ש הנה שמוע מזבח טוב וז\"ש זבח ומנחה לא חפצת אבל חפצך שנשמע בקולך וז\"ש אזנים כרית לי וז\"ש וקרוב לשמוע מתת הכסילים זבח פירוש קרוב השם לשמוע תפלת הצדיק מזבח הרשעים ולז\"א ישעיה שוחט השור מכה איש זובח השה עורף כלב מעלה מנחה דם חזיר זה על הרשעים המחזיקים ברשעתם ואמר ששוחט השה לקרבן כרוצח:", "heVersionTitle": "Toledot Yitzchak, Warsaw 1877", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תולדות יצחק, וורשא תרל\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5eba6ef5d3816cd5eba0c55c", "index_title": "Shabbat", "category": "Talmud", "type": "", "ref": "Shabbat 132a:16", "anchorRef": "Leviticus 7:37-38", "anchorRefExpanded": ["Leviticus 7:37", "Leviticus 7:38"], "sourceRef": "Shabbat 132a:16", "sourceHeRef": "שבת קל״ב א:ט״ז", "anchorVerse": 37, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 263.0016, "collectiveTitle": {"en": "Shabbat", "he": "שבת"}, "heTitle": "שבת", "he": "הַאי נָמֵי, מִ״בְּיוֹם צַוּוֹתוֹ״ נָפְקָא!", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "Reish Lakish says: <b>That</b> matter, that the atonement offering must be sacrificed during the day, can <b>also</b> be derived <b>from</b> a different verse, as it is stated: “This is the law of the burnt-offering, of the meal-offering, and of the sin-offering, and of the guilt-offering, and of the consecration-offering, and of the sacrifice of the peace-offerings; which the Lord commanded Moses at Mount Sinai <b>on the day He commanded</b> the children of Israel to present their offerings to the Lord in the wilderness of Sinai” (Leviticus 7:37–38), and from here <b>it is derived</b> that all offerings are sacrificed by day and not at night.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "5f1e9f12eb7d2e14756446f3", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Leviticus 7:38:1", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Midrash Lekach Tov, Leviticus 7:38:1", "sourceHeRef": "מדרש לקח טוב, ויקרא ז׳:ל״ח:א׳", "anchorVerse": 38, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 38.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "ויקרא", "he": "<b>פס'.</b> אשר צוה ה' את משה בהר סיני ביום צותו. מלמד שאין כשרין אלא ביום. את בני ישראל להקריב את קרבניהם לה'. הושוו כל הקרבנות על זה. שכשם שעולת סיני טעונה כלי אף כולם טעונין כלי שנאמר (שמות כ״ד:ו׳) ויקח משה חצי הדם וישם באגנות. אין לי אלא עולות מנין לרבות את כולם שטעונין כלי <i data-commentator=\"Beur HaRe'em\" data-order=\"76\"></i> למדנו מזה שלא תוכל לומר תכש\"ט במסכת מנחות (ולא) [אלא] תש\"ט שהרי כולם טעונין כלי:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6114d6f3b3889f0295275d40", "index_title": "Shabbat", "category": "Talmud", "type": "", "ref": "Shabbat 132a:16", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Shabbat 132a:16", "sourceHeRef": "שבת קל״ב א:ט״ז", "anchorVerse": 38, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 263.0016, "collectiveTitle": {"en": "Shabbat", "he": "שבת"}, "heTitle": "שבת", "he": "הַאי נָמֵי, מִ״בְּיוֹם צַוּוֹתוֹ״ נָפְקָא!", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "Reish Lakish says: <b>That</b> matter, that the atonement offering must be sacrificed during the day, can <b>also</b> be derived <b>from</b> a different verse, as it is stated: “This is the law of the burnt-offering, of the meal-offering, and of the sin-offering, and of the guilt-offering, and of the consecration-offering, and of the sacrifice of the peace-offerings; which the Lord commanded Moses at Mount Sinai <b>on the day He commanded</b> the children of Israel to present their offerings to the Lord in the wilderness of Sinai” (Leviticus 7:37–38), and from here <b>it is derived</b> that all offerings are sacrificed by day and not at night.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "62037edf6bfddfbb310fecf8", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Instructions on Disposal of Sacrifices II 2", "anchorRef": "Leviticus 7:1-38", "anchorRefExpanded": ["Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Instructions on Disposal of Sacrifices II 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳, ויקרא הערה ז׳ ב׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Instructions on Disposal of Sacrifices II", "he": "ויקרא הערה ז׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ז׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "The first part of the chapter concerns the eating of three more categories of sacrifice. Vv.16–27 demonstrate the extreme caution regarding lay consumption. The ending (vv.37–38) provides a summary (which mentions a “mandate-offering” not described in this chapter!) and phraseology that usually occurs at the end of a book or major section in the Torah: “which Y<small>HWH</small> commanded Moshe at Mount Sinai … in the wilderness of Sinai.”", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a7713bd8cd388d3e4f", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood 2-18", "anchorRef": "Leviticus 1:1-10:20", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood 2-18", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳ ב׳-י״ח", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Cult and the Priesthood", "he": "ויקרא מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE SECOND HALF OF THE BOOK OF</small> E<small>XODUS CONCERNED ITSELF WITH SETTING UP THE</small> sacrificial cult of Israel. It therefore set forth the prescriptions for and construction of a sanctuary and the priestly garments, and laid out a ceremony for the investiture of priests. But the description of how sacrifices were to be offered, and for what purpose, is not part of the book, which as edited seems more interested in contrasting the building of a sanctuary with building cities for the Pharaohs, as part of its portrayal of the victory of the biblical God over the gods of Egypt. Although at the end of the book the “Dwelling” is completed, we do not get to see the various sacral rites performed there.", "Leviticus also delays the ordination of the priests, until Chapter 8, preferring instead to begin with a kind of manual on the offering and disposal of sacrifices. It then moves us from the details of sacrifice into the narrative of the sanctuary’s dedication and opening rites, providing a natural bridge for Part II, in which ritual pollution and purity, the province of priests, is dealt with.", "The function of the sacrificial cult in ancient Israel will be discussed in “On Animal Sacrifice” below. In general it should be noted that the existence of a class or profession whose job it is to mediate between the divine and human realms is widespread in most older cultures, and the Israelite priesthood, whatever its origins and development, was but one of many such groups in the ancient Near East. It existed, to use the language of Exodus, to “serve” God, maintaining his holiness through ritual and helping to maintain the order of sacred culture which was supposed to mirror God’s ordering of the cosmos. Accordingly, as we will learn later in Leviticus, priests were to be set apart from the general population in a number of areas. There were strict rules about whom they could and could not marry, and they were barred from coming into any contact with the dead, for instance. Their functions extended beyond sacrifice; they could provide oracular advice in times of need, and taught the people “instructions” (Heb. <i>torot</i>) regarding various ritual matters.", "As part of an overall scheme, there was a conscious parallel between priests as part of a select circle and sacrificial animals—as well as the people of Israel. That is, all three stood at the center of concentric circles dedicated to God; and as one moved out (toward Levite and commoner, animals permitted for eating and those forbidden, and neighbors and foreigners), one got further and further away from the divine. The hierarchy regarding the cult thus reinforced the theme of separation which we have noted above.", "In the view of Milgrom, Israel’s cult was distinguished from those of its neighbors by its purposefully ignoring the complex web of rituals regarding demons. The sanctuary was to be purged of ritual pollution, not only by semimagical means (the sprinkling of sacrificial blood) but also and primarily by the confession of wrongdoing and the sincere desire to repent. Then, too, the sanctuary, while in most respects resembling shrines elsewhere in the ancient Near East, omitted certain crucial items, most notably statuary representing the gods and a bed for them to rest on. Finally, certain religious rituals were forbidden, such as mutilation of the priests’ bodies. In all these cases, Israel introduced something new into the area of worship.", "For many decades there has been major and heated debate by scholars in favor of one or the other scheme for following the history of the priesthood and the cult. There are those who view these institutions as stretching back to Israel’s earliest history, while others see strong evidence of a late, possibly even exilic, reworking of the priestly material. Similar arguments dot the landscape of literary criticism of the Torah, in which scholars have tried to divine at what point priestly editors might have put their distinctive stamp on the literature. From Wellhausen in the nineteenth century to Knohl, Milgrom, and Levine in the late twentieth, there has been no lack of theorizing on these issues—and no definitive answers. For the moment we are left to read Leviticus as it is placed in the Torah, with an awareness that a variety of historical and ideological influences are imbedded, if not hidden, in our text.", "O<small>N</small> A<small>NIMAL</small> S<small>ACRIFICE</small>", "A<small>LTHOUGH IT APPEARS EARLIER IN THE</small> T<small>ORAH</small>, <small>ANIMAL SACRIFICE RECEIVES ITS FULL</small>est treatment in Leviticus. Besides the opening seven chapters, which are devoted to a relatively brief description of how sacrifices are to be offered and disposed of, many other chapters in the book talk about sacrificial rituals: the installation of the priests (8–9), rules about disposing of the <i>hattat</i> sacrifice (10), purification offerings brought in the event of such “polluting” states as childbirth and skin diseases (12–15), and finally the “scapegoat” ceremony of Chapter 16. They appear in most of the later chapters as well.", "What function did sacrifice, particularly of animals, play in the religion of ancient Israel? How could a God who proscribed the murder of human beings (Ex. 20:13, 21:12) countenance the taking of animal life for ritual purposes? To answer these questions, we must turn briefly to some of the commonly proposed theories surrounding sacrifice.", "The idea of offering up living creatures to the gods is one of hoary antiquity. Walter Burkert, on the basis of the study of Greek religion, suggests that sacrifice is a means of dealing with guilt over the taking of life. That is, the switch from gathering to hunting society, made possible by technology (the invention of tools), while it raised human accomplishment and consciousness to a new level, also brought with it the acute sense of having violated something essential in the cosmic order. Such guilt is not mitigated by the fact that early people hunted for food and not for pleasure. The way of dealing with the guilt, giving life back to the gods, is in a true sense restoration; life is given back for life taken, so that it may ultimately be renewed (contrast this to the profoundly unecological use of living and inorganic resources over the past “civilized” centuries). And it must be done via ritual. In Burkert’s view, ritual deals with human anxiety by “raising the ante”—by means of increasing anxiety, it is controlled. So guilt over life-taking is assuaged by making a ritual out of the killing, and the shared experience of trauma helps to create solidarity within the group. Despite the subsequent rise of agriculture, says Burkert, the hunting ritual played out in sacrifice could not be done away with, so ingrained had it become, and the rationale behind sacrifices was therefore transformed. Now domesticated animals could be used, giving greater control over the process.", "In another approach, De Vaux (1965) postulates three motives for sacrifice. In the first model, that of “gift,” the worshiper brings something of value to the deity. The animal is killed, setting it apart for sacred use; it is burned, turning it into an invisible substance which can rise to the gods. The gift may be for thanksgiving or, more likely, may be to assuage the demonic powers that many societies (especially Mesopotamia, Abraham’s homeland) felt controlled everyday life. Giving establishes reciprocal movement; altruism has no place here (Burkert). One is reminded of the elaborate giving ceremonies among many peoples on occasions such as weddings; giving establishes relationship and maintains the social order.", "In addition to gifts, another mode of sacrifice involves communion, as nineteenth-century scholars such as Robertson Smith observed. Here the model of the meal is crucial: humans and gods share a great repast, thereby cementing kinship as surely as the closing of business deals is celebrated by drinks and dinner. Passover, both in the Bible and subsequently (even when the sacrifice per se was no longer involved), may serve as a striking example of the effectiveness of such a paradigm.", "A final type or function of sacrifice is atonement or expiation. Here a sin, communal or individual, is purged away by the act of sacrifice; the gods receive life as a substitute for the sinner’s own, which is symbolized by the victim’s blood. The fact that the animals permitted in the Bible for sacrifice are pastoral and hence frequently used metaphorically for the Israelites themselves, is significant in this regard. This approach is further illustrated in the Bible by the end of the Flood story, where God accepts Noah’s sacrifice, implying that he accepts animal life (which now, simultaneous with properly offered sacrifice, is permissible for food) in place of that of humans (Eilberg-Schwartz). It should be noted that, in the Bible, sacrifice for the sake of atonement is almost always in reference to unintentional sins, whereas deliberate wrongdoing may not be atoned for through this system.", "Which of these rationales is truly at work in Levitical sacrifice? Actually, at various times one can find all of them—the texts present a variety of motives and occasions for sacrifice in biblical Israel, from thanksgiving to purification and reparation. But in general one may say of Israelite sacrifice, as one may say of much of the ritual in Leviticus, that it is designed primarily to maintain or repair the relationship between God and Israel. Such an understanding helps to explain the unity of the book, as we will see in our discussion of pollution: sacrifice was a crucial element in keeping the covenant, and hence God’s beneficent presence among the Israelites, intact.", "The fact that this reconciliation, as it were, takes place against a background of slaughter should not be as upsetting to moderns as it is usually felt to be. In ironic contrast to our mechanized and mass-produced society, where the killing of animals for food takes place at a remove from our consciousness and from our direct participation, the sacrificial system in fact involved worshiper and priest alike, and the symbolic value of the operation, whatever it may have been in specific cases, lay in its directness, in its consciousness of the taking of life. Some would even maintain that in societies where the practice and rationale for sacrifice has broken down, there is inevitably an increase in intrahuman violence (Girard).", "<br><img>", "<b><i>Lev. 3:5</i> And the Sons of Aharon are to turn it (all) into smoke upon the slaughter-site … a fire-offering of soothing savor for Y<small>HWH</small>.</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e4c9ad75f2d99af94c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Instructions on Disposal of Sacrifices II 1", "anchorRef": "Leviticus 7:1-38", "anchorRefExpanded": ["Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Instructions on Disposal of Sacrifices II 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳, ויקרא הערה ז׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ז׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Leviticus 7:1-38\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Leviticus 7:1-38</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620d11c480edc1ab98735a56", "index_title": "Ohr LaYesharim on Jerusalem Talmud Megillah", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Megillah 2:6:2", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Megillah 2:6:2", "sourceHeRef": "אור לישרים על תלמוד ירושלמי מגילה ב׳:ו׳:ב׳", "anchorVerse": 38, "sourceHasEn": false, "commentaryNum": 6.0002, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Megillah", "he": "אור לישרים על תלמוד ירושלמי מגילה"}, "he": "<big><strong>תלמוד</strong></big><br>במשנה שנינו: <b>\"כל היום כשר לקריאת המגילה\".</b>\n<br>מציעים פסוק כמקור לקביעה: <b>דכתיב:</b> – שכתוב (בנצחון היהודים על אויביהם): <b>\"</b>וּבִשְׁנֵים עָשָׂר חֹדֶשׁ הוּא חֹדֶשׁ אֲדָר בִּשְׁלוֹשָׁה עָשָׂר יוֹם בּוֹ... <b>בַּיּוֹם אֲשֶׁר שִׂבְּרוּ אֹיְבֵי הַיְּהוּדִים לִשְׁלוֹט בָּהֶם</b>, וְנַהֲפוֹךְ הוּא אֲשֶׁר יִשְׁלְטוּ הַיְּהוּדִים הֵמָּה בְּשֹׂנְאֵיהֶם<b>\"</b> (אסתר ט,א) – באותו יום שבו קיוו אויבי היהודים להשמיד את היהודים, נהפך הדבר והיהודים השמידו ביום הזה את אויביהם. ויש ללמוד מכאן שקוראים את המגילה ביום ולא בלילה, שכן תיקנו את הקריאה כדי לזכור את הנס שהיה בימי מרדכי ואסתר, והנס היה ביום ולא בלילה, שכן בפסוק הזה כתוב \"ביום\" (פסוק זה הוצע לעיל כמקור לקביעה במשנה שאין קוראים את המגילה עד שתנץ החמה)<b>.</b><br>\n<br>במשנה שנינו: <b>\"</b>כל היום כשר <b>לקריאת ההלל\".</b>\n<br>מציעים פסוק כמקור לקביעה: <b>דכתיב:</b> – שכתוב (במזמורי ה'הלל'): <b>\"זֶה הַיּוֹם עָשָׂה י'י נָגִילָה וְנִשְׂמְחָה בוֹ\"</b> (תהילים קיח,כד) – זה היום שקבע אותו ה' ליום חג והודיה, ולכן עלינו לגיל ולשמוח ביום הזה. ויש ללמוד מכאן שקוראים את ההלל ביום<b>.</b><br>\n<br>במשנה שנינו: <b>\"</b>כל היום כשר <b>לתקיעת שופר\".</b>\n<br>מציעים פסוק כמקור לקביעה: <b>דכתיב:</b> – שכתוב (במוסף של ראש השנה): <b>\"</b>וּבַחֹדֶשׁ הַשְּׁבִיעִי בְּאֶחָד לַחֹדֶשׁ... <b>יוֹם תְּרוּעָה יִהְיֶה לָכֶם\"</b> (במדבר כט,א) – באחד בחודש תשרי תתקעו בשופר. ויש ללמוד מכאן שתוקעים בשופר ביום<b>.</b><br>\n<br>במשנה שנינו: <b>\"</b>כל היום כשר <b>לנטילת לולב\".</b>\n<br>מציעים פסוק כמקור לקביעה: <b>דכתיב:</b> – שכתוב (בחג הסוכות): <b>\"וּלְקַחְתֶּם לָכֶם בַּיּוֹם הָרִאשׁוֹן</b> פְּרִי עֵץ הָדָר, כַּפֹּת תְּמָרִים וַעֲנַף עֵץ עָבֹת וְעַרְבֵי נָחַל<b>\"</b> (ויקרא כג,מ) – כל אחד מכם ייקח ביום הראשון של חג הסוכות אתרוג ולולב והדס וערבה. ויש ללמוד מכאן שנוטלים לולב ביום<b>.</b><br>\n<br>במשנה שנינו: <b>\"</b>כל היום כשר <b>לתפילת המוספין, ולמוספין\".</b>\n<br>מציעים פסוק כמקור לקביעה: <b>דכתיב:</b> – שכתוב (בסיום פרשת הקורבנות): <b>\"...בְּיוֹם צַוֹּתוֹ אֶת בְּנֵי יִשְׂרָאֵל</b> לְהַקְרִיב אֶת קָרְבְּנֵיהֶם לה' בְּמִדְבַּר סִינָי<b>\"</b> (ויקרא ז,לח) – (את תורת הקורבנות הזאת ציווה ה' את משה) באותו זמן שבו ציווה ה' את בני ישראל במדבר סיני שיקריבו לו את קורבנותיהם. ויש לדרוש את הכתוב, שה' ציווה את בני ישראל להקריב את קורבניהם ביום, ומכאן שמקריבים קורבנות ביום. ותפילת המוספים, שנקבעה כנגד קורבן המוסף שקרב במקדש, דינה כמוספים<b>.</b>", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2017", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשע\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "620d11c780edc1ab98735a5e", "index_title": "Ohr LaYesharim on Jerusalem Talmud Megillah", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Megillah 2:6:3", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Megillah 2:6:3", "sourceHeRef": "אור לישרים על תלמוד ירושלמי מגילה ב׳:ו׳:ג׳", "anchorVerse": 38, "sourceHasEn": false, "commentaryNum": 6.0003, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Megillah", "he": "אור לישרים על תלמוד ירושלמי מגילה"}, "he": "במשנה שנינו: <b>\"</b>כל היום כשר <b>לסמיכה, לשחיטה, לתנופה, להגשה, לקמיצה, להקטרה, למליקה, לקבלה, להזייה\".</b>\n<br>מציעים פסוק כמקור לקביעה: <b>דכתיב:</b> – שכתוב (בסיום פרשת הקורבנות): <b>\"...בְּיוֹם צַוֹּתוֹ אֶת בְּנֵי יִשְׂרָאֵל</b> לְהַקְרִיב אֶת קָרְבְּנֵיהֶם לה' בְּמִדְבַּר סִינָי<b>\"</b> (ויקרא ז,לח) – (את תורת הקורבנות הזאת ציווה ה' את משה) באותו זמן שבו ציווה ה' את בני ישראל במדבר סיני שיקריבו לו את קורבנותיהם. ויש ללמוד מכאן שכל עבודות הקורבנות נעשות ביום<b>.</b><br><br><small>ב<b>ספרא</b> \"צו\" פרשה יא נאמר: \"ביום צוותו את בני ישראל להקריב את קורבניהם\" - למדנו לכל הקורבנות שאין כשירים אלא ביום.<br><br>ב<b>בבלי מגילה</b> כ,ב אמרו: \"כל היום כשר לקריאת המגילה\" - מנלן? - דכתיב: \"והימים האלה נזכרים ונעשים\" (אסתר ט,כח).<br>\"ולקריאת ההלל\" - אמר רבה / רבא: \"ממזרח שמש עד מבואו מהולל שם ה'\" (תהילים קיג,ג). רבי יצחק בר אבדימי אמר: \"זה היום עשה ה'\" (תהילים קיח,כד).<br>\"ולתקיעת שופר\" - דכתיב: \"יום תרועה יהיה לכם\" (במדבר כט,א).<br>\"ולנטילת לולב\" - דכתיב: \"ולקחתם לכם ביום הראשון\" (ויקרא כג,מ).<br>\"ולתפילת המוספים ולמוספים\" - דתניא: \"דבר יום ביומו\" (ויקרא כג,לז) - מלמד שכל היום כולו כשר למוספים. ותפילת המוספים כמוספים שוויוה רבנן.<br>\"ולווידוי פרים\" - דכתיב: \"ועשה לפר כאשר עשה לפר החטאת כן יעשה לו וכיפר עליהם\" (ויקרא ד,כ), ויליף 'כפרה' 'כפרה' מיום הכיפורים.<br>\"ולווידוי מעשר\" - דכתיב: \"ואמרת לפני ה' אלוהיך: ביערתי הקודש מן הבית\" (דברים כו,יג), וסמיך ליה: \"היום הזה ה' אלוהיך מצווך לעשות\" (דברים כו,טז).<br>\"ולווידוי יום הכיפורים\" - דתניא: \"וכיפר בעדו ובעד ביתו\" (ויקרא טז,יא) - בכפרת דברים (בווידוי) הכתוב מדבר (ולא בכפרה שבהקרבת הקורבן), וכתיב: \"כי ביום הזה יכפר עליכם\" (ויקרא טז,ל).<br>\"לסמיכה ולשחיטה\" - דכתיב: \"וסמך ושחט\" (ויקרא ג,ח), איתקש סמיכה לשחיטה, וכתיב בשחיטה: \"ביום זבחכם ייאכל\" (ויקרא יט,ו).<br>\"ולתנופה\" - דכתיב: \"ועשיתם ביום הניפכם את העומר\" (ויקרא כג,יב).<br>\"ולהגשה\" - דאיתקש לתנופה, דכתיב: \"ולקח הכוהן מיד האישה את מנחת הקנאות והניף את המנחה לפני ה' והקריב אותה אל המזבח\" (במדבר ה,כה).<br>\"ולקמיצה ולהקטרה ולמליקה ולקבלה ולהזייה\" - דכתיב: \"ביום צוותו את בני ישראל להקריב את קורבניהם\" (ויקרא ז,לח).<br>\"ולהשקיית הסוטה\" - אתיא 'תורה' 'תורה'. כתיב הכא: \"ועשה לה הכוהן את כל התורה הזאת\" (במדבר ה,ל), וכתיב התם: \"על פי התורה אשר יורוך ועל המשפט אשר יאמרו לך\" (דברים יז,יא), מה משפט ביום (שאין עושים דין אלא ביום), אף השקיית סוטה ביום.<br>\"ולעריפת העגלה\" - אמרי דבי רבי ינאי: 'כפרה' כתיב בה כקודשים (ובקורבנות כבר למדנו שכל מעשיהם ביום).<br>\"ולטהרת המצורע\" - דכתיב: \"זאת תהיה תורת המצורע ביום טהרתו\" (ויקרא יד,ב).<br><br>הירושלמי מביא כמקור לכל ההלכות בדיני הקורבנות את הפסוק \"ביום צוותו...\". אבל הבבלי מביא מקורות אחרים לכמה מההלכות האלו.<br>הירושלמי לא הביא מקורות לווידוי פרים ולווידוי מעשר ולווידוי יום הכיפורים ולהשקיית סוטה ולעריפת עגלה ולטהרת מצורע.</small><br>• • •", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2017", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשע\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62971dd0ee7523d1102add06", "index_title": "Mishnah Zevachim", "category": "Mishnah", "type": "", "ref": "Mishnah Zevachim 7:5", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Mishnah Zevachim 7:5", "sourceHeRef": "משנה זבחים ז׳:ה׳", "anchorVerse": 38, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 7.0005, "collectiveTitle": {"en": "Mishnah Zevachim", "he": "משנה זבחים"}, "heTitle": "משנה זבחים", "he": "מָלַק בִּשְׂמֹאל, אוֹ בַלַּיְלָה, שָׁחַט חֻלִּין בִּפְנִים, וְקָדָשִׁים בַּחוּץ, אֵינָן מְטַמְּאִין בְּבֵית הַבְּלִיעָה. מָלַק בְּסַכִּין, מָלַק חֻלִּין בִּפְנִים, וְקָדָשִׁים בַּחוּץ, תּוֹרִין שֶׁלֹּא הִגִּיעַ זְמַנָּן, וּבְנֵי יוֹנָה שֶׁעָבַר זְמַנָּן, שֶׁיָּבַשׁ גַּפָּה, וְשֶׁנִּסְמֵת עֵינָהּ, וְשֶׁנִּקְטְעָה רַגְלָהּ, מְטַמֵּא בְבֵית הַבְּלִיעָה. זֶה הַכְּלָל, כֹּל שֶׁהָיָה פְסוּלָהּ בַּקֹּדֶשׁ, אֵינָהּ מְטַמְּאָה בְבֵית הַבְּלִיעָה. לֹא הָיָה פְסוּלָהּ בַּקֹּדֶשׁ, מְטַמְּאָה בְבֵית הַבְּלִיעָה. וְכָל הַפְּסוּלִים שֶׁמָּלְקוּ, מְלִיקָתָן פְּסוּלָה, וְאֵינָן מְטַמְּאוֹת בְּבֵית הַבְּלִיעָה: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": " If a priest <b>pinched</b> it <b>with</b> the thumbnail of his <b>left</b> hand, <b>or</b> if he pinched it <b>at night,</b> or if <b>he slaughtered a non-sacred</b> bird <b>inside</b> the Temple courtyard <b>or a sacrificial</b> bird <b>outside</b> the Temple courtyard, in all these cases, although it is prohibited to consume these birds, <b>they do not render</b> one <b>ritually impure</b> when they are <b>in the throat,</b> as the halakhic status of pinching is like that of slaughtering. If <b>he pinched with a knife</b> and not with his thumbnail; or if <b>he pinched a non-sacred</b> bird <b>inside</b> the Temple courtyard <b>or a sacrificial</b> bird <b>outside</b> the Temple courtyard; or if he pinched <b>doves whose time</b> of fitness for sacrifice <b>has not</b> yet <b>arrived,</b> as they are too young to be sacrificed; <b>or if he</b> pinched <b>pigeons whose time</b> of fitness <b>has passed,</b> as they are too old; or if he pinched the nape of a fledgling <b>whose wing was withered,</b> or <b>whose eye was blinded, or whose leg was severed;</b> in all these cases, although the bird’s nape was pinched, <b>it renders</b> one who swallows it <b>ritually impure</b> when it is <b>in the throat.</b> <b>This is the principle:</b> The meat of <b>any</b> bird that was initially fit for sacrifice and <b>whose disqualification</b> occurred in the course of the service <b>in the sacred</b> Temple courtyard <b>does not render</b> one who swallows it <b>ritually impure</b> when it is <b>in the throat.</b> The meat of any bird <b>whose disqualification did not occur in the sacred</b> area, but rather was disqualified before the service began, <b>renders</b> one <b>ritually impure</b> when it is <b>in the throat.</b> With regard to <b>any</b> of those people <b>disqualified</b> from performing the Temple service <b>who pinched</b> the nape of a bird offering, <b>their pinching is not valid, but</b> the offering’s meat <b>does not render</b> one who swallows it <b>ritually impure</b> when it is <b>in the throat,</b> as would the meat of a kosher bird that was not ritually slaughtered.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "63eb7694c159397276b74d60", "index_title": "Rambam on Mishnah Megillah", "category": "Quoting Commentary", "type": "", "ref": "Rambam on Mishnah Megillah 2:5:2", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Rambam on Mishnah Megillah 2:5:2", "sourceHeRef": "רמב\"ם על משנה מגילה ב׳:ה׳:ב׳", "anchorVerse": 38, "sourceHasEn": true, "compDate": [1160, 1168], "commentaryNum": 5.0002, "collectiveTitle": {"en": "Rambam on Mishnah Megillah", "he": "רמב\"ם על משנה מגילה"}, "heTitle": "רמב\"ם על משנה מגילה", "he": "<b>וידוי פרים</b> הוא הוידוי הנאמר על פר כהן המשיח ופר העלם דבר של צבור ועוד יתבאר עניינם בהוריות. ומיני העבודה כולם שזכר לא יהיו אלא ביום לאמרו ביום צותו את בני ישראל להקריב את קרבניהם ביום ולא בלילה. וכבר בארנו בשלישי מר\"ה (הלכה א') כי הדינים לא יהיו אלא ביום. ואמרי' בסוטה ועשה לה הכהן את כל התורה הזאת ואמר על פי התורה אשר יורוך ועל המשפט מה משפט ביום אף השקאת סוטה ביום ואמר בעגלה ערופה ונכפר להם הדם ולפי שבא בהם לשון כפרה כקדשים לא יהיו אלא ביום כמו שהקדשים לא יקרבו אלא ביום כמו שזכרנו. וטהרת מצורע הוא בפירוש ביום טהרתו:", "heVersionTitle": "Vilna edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": "וודוי פרים – this is the confession that is stated on the bull of the anointed priest/פר כהן משיח and the bull for n unwitting communal sin/פר העלם דבר של צבו, and their matters will be explained in [Tractate] Horayot, and all kinds of Divine Services that it (i.e., the Mishnah) mentions will not be other than during the daytime, as it states (Leviticus 7:38): “[on the day] when He commanded that the Israelites present their offerings to the LORD”/ביום צותו את בני ישראל להקריב את קרבניהם\" – during the daytime but not at night, and we have aleady explained in the third [chapter] of [Tractate] Rosh Hashanah, that we don’t judge other than during the daytime. And it is stated regarding the suspected unfaithful wife/Sotah (Numbers 5:30): “and the priest shall carry out all of this ritual with her”/\"ועשה לה הכהן את כל-התורה הזאת\"’ and He (i.e., God) said (Deuteronomy 17:11): “You shall act in accordance with the instructions given you and the ruling handed down to you,”/\"על-פי התורה אשר יורוך ועל-המשפט\" – just as the ruling/משפט is performed during the daytime, so too the handing of the bitter water to the suspected wife is during the day time. And It (i.e., the Torah) said regarding the עגלה ערופה/the heifer whose neck was broken (Deuteronomy 21:8): “And they will be absolved of bloodguilt”/\"ונכפר להם הדם\" and since it states regarding it (i.e., the heifer whose neck was broken) the language of atonement/absolution like Holy Things, it should not be other than during the daytime like the fact that the Holy Things are not offered other than during the daytime as we have explained. But the purification of the leper is stated explicitly (Leviticus 14:2): “This shall be the ritual for a leper at the time (literally, on the day/daytime) that he is to be purified”/\"ביום טהרתו\".", "versionTitle": "Translation by Rabbi Robert Alpert, 2023", "license": "", "versionTitleInHebrew": ""}, {"_id": "641881e6c9371ec0cebe7336", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 7:38:1", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Reggio on Torah, Leviticus 7:38:1", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא ז׳:ל״ח:א׳", "anchorVerse": 38, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 38.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>בהר סיני,</b> שכל המצות בכלליהן ופרטיהן נאמרו למשה בסיני, כמו שנפרש לקמן (כ\"ה א'):", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc50758c1dc532ec8cfd", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 7:38", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Steinsaltz on Leviticus 7:38", "sourceHeRef": "ביאור שטיינזלץ על ויקרא ז׳:ל״ח", "anchorVerse": 38, "sourceHasEn": true, "commentaryNum": 7.0038, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>אֲשֶׁר צִוָּה ה' אֶת מֹשֶׁה בְּהַר סִינָי</b>. אולי: באוהל מועד שהוקם לנוכח הר סיני,\n    \n    <b>בְּיוֹם צַוֹּתוֹ אֶת בְּנֵי יִשְׂרָאֵל לְהַקְרִיב אֶת קָרְבְּנֵיהֶם לַה'</b> במשכן\n    \n    <b>בְּמִדְבַּר סִינָי.</b> הוא הכהן לפי שעה. חכמים שאלו אילו בגדים לבש כשכיהן בשבעת ימי המילואים, שהרי רק בגדי אהרן ובניו מפורטים בכתוב, ואמרו שמשה שימש בחלוק פשתן לבן.\n    למעשה משה מילא את כל תפקידי ההנהגה: הוא הנביא, הוא נשיא בית הדין, הוא הכהן והוא המלך. בהמשך הוא יְפנה את תפקיד הכהונה לאחיו, אבל בינתיים הוא משמש כשליח ה' למטה בכל המובנים.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>that the Lord commanded Moses at Mount Sinai, </b>which perhaps refers to the Tent of Meeting, which was erected opposite Mount Sinai, 37 <b>on the day of His commanding the children of Israel to present their offerings to the Lord </b>in the Tabernacle, 38 <b>in the wilderness of Sinai. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "65e9da72b215f43691cfdeac", "index_title": "Tze'enah Ure'enah", "category": "Commentary", "type": "commentary", "ref": "Tze'enah Ure'enah, Tzav 8", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Tze'enah Ure'enah, Tzav 8", "sourceHeRef": "צאינה וראינה, צו ח׳", "anchorVerse": 38, "sourceHasEn": true, "compDate": [1590, 1616], "commentaryNum": 8, "collectiveTitle": {"en": "Tze'enah Ure'enah", "he": "צאינה וראינה"}, "heTitle": "צו", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "“<i>When he commanded that the Israelites present their offerings</i>” [7:38]. Bahya asks a question. The verse shows that the Holy One commanded to bring sacrifices. Why did the prophet say that God said, I did not command your ancestors to bring sacrifices? The explanation is, that it is certain that God commanded sacrifices, since the person is not possible without sins. Even the most righteous person must commit sins. Therefore, the Holy One did an act of kindness with the person and forgives his sins through sacrifices, so that the person should not be destroyed because of sins. That which the prophet says, God did not command bringing sacrifices, he means, to bring a sacrifice and not to listen to the words that God commanded. The Holy One does not desire this type of sacrifice. Concerning this, <i>King David</i> said, “<i>You do not desire sacrifice and meal offering</i>” [Psalms, 40:7]. That is to say, God does not desire sacrifices when one does not want to listen to God’s commandments. He said: it is much better to listen to the words of God than to bring sacrifices and not to keep God’s commandments.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">Bahya, Leviticus, 7:38.</i>", "versionTitle": "A Critical Translation into English; Edited and translated by Morris M. Faierstein. De Gruyter, 2017", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5253ab35edbab4498f4827c8", "index_title": "Ibn Ezra on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Leviticus 7:38:1", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Ibn Ezra on Leviticus 7:38:1", "sourceHeRef": "אבן עזרא על ויקרא ז׳:ל״ח:א׳", "anchorVerse": 38, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 38.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על ויקרא", "he": "<b>להקריב את קרבניהם לה׳‎ במדבר סיני.</b> כי לא הקריבו קרבן עד שבאו אל הר סיני וכבר הראיתיך שהמזבח שבנה משה על חלושת עמלק הוא בחורב והוא הר סיני ושם ישבו ישראל שנה פחות עשרה ימים כי כן כתוב ובמדבר לא הקריבו עולות כי כן אמר הנביא הזבחים ומנח׳‎ הגשתם לי במדבר ארבעים שנה בית ישראל גם לא עשו פסח כי אם במצרים ושנית בהר סיני כי במדבר לא היו להם מקנה ואחר שנסעו מהר סיני לא מלו בדרך והנה רובם ערלים ובעבור אכילת פסח מל אותם יהושע:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "TO PRESENT THEIR OFFERINGS UNTO THE LORD, IN THE WILDERNESS OF SINAI. For Israel did not offer sacrifices until they came to Mount Sinai. I have previously shown you that the altar which Moses built after defeating Amalek was built in Horeb, which is Mount Sinai.<sup class=\"footnote-marker\">83</sup><i class=\"footnote\">See I.E. on Ex 17:15 (Vol. 2, p. 341).</i> Israel camped there for a year minus ten days.<sup class=\"footnote-marker\">84</sup><i class=\"footnote\">Israel came to Sinai on the first day of Sivan (Ex. 19:1). They left Sinai on the twentieth day of the following Iyyar (Num. 10:11). See I.E. on Ex. 19:1 (Vol. 1, p. 370); and on Num. 10:11 (Vol. 4, p. 70).</i> The latter is clearly stated in Scripture. They did not offer sacrifices in the wilderness, for the prophet clearly states, <i>Did ye bring unto Me sacrifices and offerings in the wilderness forty years, O house of Israel</i>? (Amos 5:25). Israel similarly only offered the Passover sacrifice in Egypt, and for a second time at Mount Sinai,<sup class=\"footnote-marker\">85</sup><i class=\"footnote\">Num. 9:1-5.</i> for they had no cattle in the wilderness. They did not circumcise on the way after they journeyed from Mount Sinai. Most of them were thus uncircumcised.<sup class=\"footnote-marker\">86</sup><i class=\"footnote\">And were proscribed from offering the Passover sacrifice (Ex. 12:48).</i> Joshua circumcised them<sup class=\"footnote-marker\">87</sup><i class=\"footnote\">After entering the Land of Israel.</i> so that they could partake of the Passover sacrifice.<sup class=\"footnote-marker\">88</sup><i class=\"footnote\">Josh. 5:2-10.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "55053471fbfba270cc17e6c5", "index_title": "Haamek Davar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Leviticus 7:38:1", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Haamek Davar on Leviticus 7:38:1", "sourceHeRef": "העמק דבר על ויקרא ז׳:ל״ח:א׳", "anchorVerse": 38, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 38.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>אשר צוה ה׳ את משה בהר סיני.</b> אז היו בקבלה כל הפרטים הללו כמו כל הקבלות שנכללו בלשון צוה. כמש״כ כ״פ. אבל הפרשיות שבכתב לא נאמרו אלא באהל מועד. ואינו כמו פ׳ בהר סיני שגוף הדבור נאמר בסיני משא״כ פרשת הקרבנות לא היה בסיני אלא בתורת צווי:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "55053471fbfba270cc17e6c7", "index_title": "Haamek Davar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Leviticus 7:38:2", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Haamek Davar on Leviticus 7:38:2", "sourceHeRef": "העמק דבר על ויקרא ז׳:ל״ח:ב׳", "anchorVerse": 38, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 38.0002, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ביום צותו וגו׳.</b> הקבלות הללו לא היו שיהיו נוהגים מיד שהרי עד הקמת המשכן היה דין במה קטנה כמש״כ התוס׳ בעבודת כוכבים דל״ד א׳ ולא באו הקבלות אלא להיות נוהגים ביום צותו להקריב וגו׳ היינו ביום שיהיה הקמת המשכן:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f27dd6e4a92746471916", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Leviticus 7:38:1", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Chizkuni, Leviticus 7:38:1", "sourceHeRef": "חזקוני, ויקרא ז׳:ל״ח:א׳", "anchorVerse": 38, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 38.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "ויקרא", "he": "<b>להקריב את קרבניהם לה׳‎ במדבר סיני</b> שהרי לא הקריבו קרבן עד שבאו למדבר סיני והמזבח שבנה משה במלחמת עמלק היה בחורב והוא הר סיני ושם ישבו ישראל שנה פחות עשרה ימים שהרי בראש חדש סיון של שנה ראשונה באו להר סיני וכתיב בשנה השנית בחדש השני בעשרים לחדש נעלה הענן וגו׳‎ ובשאר מדבר לא הקריבו כמו שאמר הנביא הזבחים ומנחה הגשתם לי בני ישראל במדבר וגם פסח לא עשו רק במצרים ובמדבר סיני וקרבנות יום הכפורים בשנה השנית.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "להקריב את קרבניהם לה׳ במדבר סיני, “to present their offerings to the Lord in the desert of Sinai. The reason why this line is necessary, although most of us would have understood the chapter without it being repeated, is because until the Israelites had made camp at Mount Sinai they had not offered a single offering (Exodus 24,5) The altar which Moses had built after the battle with Amalek was located at Mount Sinai. (Exodus 17,15) “Mount Chorev” and “Mount Sinai” are two names describing the same Mountain or group of peaks. The Israelites encamped around there for a period of 10 days less than a year from the first day of Sivan (in the first year) to the twentieth day of iyar of the second year. (Numbers 10,11) During the remainder of their journeys, for almost 39 years they did not offer any sacrifices as stated by the prophet Amos 5,25: הזבחים ומנחה הגשתם לי בני ישראל במדבר, “did you offer to Me any sacrifices or oblations in the forty years in the desert?” Even the Passover offering was presented only in Egypt and in the following year, before the Israelites had broken camp.” According to our author, offerings were brought on the Day of Atonement of the second year, but we do not know his source for this.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58b1c5fed6e4a937f9998ab1", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 14:19", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Bamidbar Rabbah 14:19", "sourceHeRef": "במדבר רבה י״ד:י״ט", "anchorVerse": 38, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 14.0019, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "וּבְבֹא משֶׁה אֶל אֹהֶל מוֹעֵד לְדַבֵּר אִתּוֹ וגו' <small>(במדבר ז, פט)</small>, כָּתוּב אֶחָד אוֹמֵר: וּבְבֹא משֶׁה אֶל אֹהֶל מוֹעֵד לְדַבֵּר אִתּוֹ וגו', וְכָתוּב אֶחָד אוֹמֵר <small>(שמות מ, לה)</small>: וְלֹא יָכֹל משֶׁה לָבוֹא אֶל אֹהֶל מוֹעֵד וגו', אִי אֶפְשָׁר לוֹמַר: וּבְבֹא משֶׁה, שֶׁהֲרֵי כְּבָר נֶאֱמַר: וְלֹא יָכֹל משֶׁה. אִי אֶפְשָׁר לוֹמַר: וְלֹא יָכֹל משֶׁה, שֶׁכְּבָר נֶאֱמַר: וּבְבֹא משֶׁה וגו', הִכְרִיעַ <small>(שמות מ, לה)</small>: כִּי שָׁכַן עָלָיו הֶעָנָן, אֱמֹר מֵעַתָּה כָּל זְמָן שֶׁהָיָה הֶעָנָן שָׁם לֹא הָיָה נִכְנַס משֶׁה לְשָׁם, נִסְתַּלֵּק הֶעָנָן הָיָה נִכְנַס וּמְדַבֵּר עִמּוֹ. וְכֵן הוּא אוֹמֵר <small>(מלכים א ח, יא)</small>: וְלֹא יָכְלוּ הַכֹּהֲנִים לַעֲמֹד לְשָׁרֵת מִפְּנֵי הֶעָנָן כִּי מָלֵא כְבוֹד ה' אֶת בֵּית ה', מְלַמֵּד שֶׁנִּתְּנָה רְשׁוּת לַמְחַבְּלִים לְחַבֵּל, וְכֵן הוּא אוֹמֵר <small>(שמות לג, כב)</small>: וְשַׂכֹּתִי כַפִּי עָלֶיךָ עַד עָבְרִי, מִכָּאן שֶׁנִּתְּנָה רְשׁוּת לַמְחַבְּלִים לְחַבֵּל. וְכֵן הוּא אוֹמֵר <small>(תהלים צה, יא)</small>: אֲשֶׁר נִשְׁבַּעְתִּי בְאַפִּי אִם יְבֹאוּן אֶל מְנוּחָתִי, כְּשֶׁיָּשׁוּב אַפִּי יְבֹאוּן אֶל מְנוּחָתִי. אֶל אֹהֶל מוֹעֵד לְדַבֵּר אִתּוֹ, לָמָּה נֶאֱמַר, לְפִי שֶׁהוּא אוֹמֵר <small>(ויקרא א, א)</small>: וַיְדַבֵּר ה' אֵלָיו מֵאֹהֶל מוֹעֵד, שׁוֹמֵעַ אֲנִי מֵאֹהֶל מוֹעֵד מַמָּשׁ, תַּלְמוּד לוֹמַר <small>(שמות כה, כב)</small>: וְנוֹעַדְתִּי לְךָ שָׁם וְדִבַּרְתִּי אִתְּךָ מֵעַל הַכַּפֹּרֶת וגו'. אִי אֶפְשָׁר לוֹמַר: מֵאֹהֶל מוֹעֵד, שֶׁהֲרֵי כְּבָר נֶאֱמַר: מֵעַל הַכַּפֹּרֶת, וְאִי אֶפְשָׁר לוֹמַר: מֵעַל הַכַּפֹּרֶת, שֶׁהֲרֵי כְּבָר נֶאֱמַר: מֵאֹהֶל מוֹעֵד, בְּאֵיזֶה צַד נִתְקַיְמוּ שְׁנֵי כְּתוּבִים הַלָּלוּ, זוֹ מִדָּה בַּתּוֹרָה שְׁנֵי כְּתוּבִים זֶה כְּנֶגֶד זֶה וַהֲרֵי הֵם סוֹתְרִים זֶה עַל יַד זֶה, יִתְקַיְּמוּ בִּמְקוֹמָן, עַד שֶׁיָּבוֹא כָּתוּב אַחֵר וְיַכְרִיעַ בֵּינֵיהֶן. מַה תַּלְמוּד לוֹמַר: וּבְבֹא משֶׁה אֶל אֹהֶל מוֹעֵד לְדַבֵּר אִתּוֹ, מַגִּיד הַכָּתוּב שֶׁהָיָה נִכְנָס משֶׁה וְעוֹמֵד בָּאֹהֶל וְקוֹל יוֹרֵד מִן הַשָּׁמַיִם כְּמִין סִילוֹן שֶׁל אֵשׁ לְבֵין שְׁנֵי הַכְּרוּבִים, וְהוּא שׁוֹמֵעַ אֶת הַקּוֹל מְדַבֵּר אֵלָיו מִבִּפְנִים. לְדַבֵּר אִתּוֹ, אָמַר רַבִּי יְהוּדָה בֶּן בְּתֵירָה שְׁלשׁ עֶשְׂרֵה דִּבְּרוֹת נֶאֶמְרוּ בַּתּוֹרָה לְמשֶׁה וּלְאַהֲרֹן, וּכְנֶגְדָן נֶאֶמְרוּ שְׁלשָׁה עָשָׂר מִעוּטִין, לְלַמֶּדְךָ שֶׁלֹא לְאַהֲרֹן נֶאֱמַר אֶלָּא לְמשֶׁה שֶׁיֹּאמַר לְאַהֲרֹן, וְאֵלּוּ הֵן: וּבְבֹא משֶׁה אֶל אֹהֶל מוֹעֵד לְדַבֵּר אִתּוֹ וַיִּשְׁמַע אֶת הַקּוֹל מִדַּבֵּר אֵלָיו וגו' מִבֵּין שְׁנֵי הַכְּרֻבִים וַיְדַבֵּר אֵלָיו, וְנוֹעַדְתִּי לְךָ שָׁם וְדִבַּרְתִּי אִתְּךָ, <small>(שמות ל, ו לו)</small>: אֲשֶׁר אִוָּעֵד לְךָ שָׁמָּה, <small>(שמות כט, מב)</small>: לְדַבֵּר אֵלֶיךָ שָׁם, <small>(ויקרא ז, לח)</small>: בְּיוֹם צַוֹּתוֹ, <small>(שמות לד, לד)</small>: אֵת אֲשֶׁר יְצֻוֶּה, <small>(שמות כה, כב)</small>: אֵת כָּל אֲשֶׁר אֲצַוֶּה אוֹתְךָ אֶל בְּנֵי יִשְׂרָאֵל. <small>(שמות ו, כח)</small>: וַיְהִי בְּיוֹם דִּבֶּר ה' אֶל משֶׁה בְּאֶרֶץ מִצְרָיִם, <small>(במדבר ג, א)</small>: וְאֵלֶּה תּוֹלְדֹת אַהֲרֹן וּמשֶׁה בְּיוֹם דִּבֶּר ה' אֶת משֶׁה בְּהַר סִינָי. <small>(ויקרא א, א)</small>: וַיְדַבֵּר ה' אֵלָיו מֵאֹהֶל מוֹעֵד לֵאמֹר. הֲרֵי שְׁלשָׁה עָשָׂר מִעוּטִין, מִעֵט אַהֲרֹן לְכֻלָּם. רַבִּי יוֹסֵי הַגְּלִילִי אוֹמֵר בִּשְׁלשָׁה מְקוֹמוֹת נֶאֱמַר בַּתּוֹרָה דִּבּוּר לְמשֶׁה, בְּאֶרֶץ מִצְרַיִם, וּבְהַר סִינַי, וּבְאֹהֶל מוֹעֵד. בְּאֶרֶץ מִצְרַיִם מַהוּ אוֹמֵר: וַיְהִי בְּיוֹם דִּבֶּר ה' אֶל משֶׁה בְּאֶרֶץ מִצְרָיִם, מִעֵט אֶת אַהֲרֹן מִדִּבְּרוֹת אֶרֶץ מִצְרַיִם. בְּהַר סִינַי מַהוּ אוֹמֵר: וְאֵלֶּה תּוֹלְדֹת אַהֲרֹן וּמשֶׁה בְּיוֹם דִּבֶּר ה' אֶת משֶׁה בְּהַר סִינָי, מִעֵט אֶת אַהֲרֹן מִדִּבְּרוֹת הַר סִינָי. בְֹּאהֶל מוֹעֵד, מַהוּ אוֹמֵר: וַיְדַבֵּר ה' אֵלָיו מֵאֹהֶל מוֹעֵד לֵאמֹר, מִעֵט אֶת אַהֲרֹן מִדִּבְּרוֹת אֹהֶל מוֹעֵד.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“And when Moses came into the Tent of Meeting to speak with Him, he heard the Voice speaking with him from above the Ark cover that was upon the Ark of the Testimony, from between the two cherubs; and He spoke to him” (Numbers 7:89).</b> <br>“And when Moses came into the Tent of Meeting to speak with Him…” – one verse says: “And when Moses came into the Tent of Meeting to speak with Him…,” and one verse says: “Moses could not come into the Tent of Meeting…” (Exodus 40:35). It is impossible to say: “When Moses came,” as it is already stated: “Moses could not come.” It is impossible to say: “Moses could not come,” as is already stated: “When Moses came…” It is reconciled: “Because the cloud rested upon it” (Exodus 40:35). Say now: As long as the cloud was there, Moses would not enter there. When the cloud departed, he would enter to speak with Him. <br>Likewise it says: “The priests were unable to stand and serve due to the cloud, as the glory of the Lord filled the House of the Lord” (I Kings 8:11) – it teaches that permission was given to the angels of destruction to destroy. Likewise, it says: “I will cover you with My hand until I pass” (Exodus 33:22) – from here that permission was given to the angels of destruction to destroy. Likewise it says: “That I took an oath in My wrath that they would not come to My resting place” (Psalms 95:11)<sup class=\"footnote-marker\">109</sup><i class=\"footnote\">The midrash is interpreting the verse as though it says, “That I took an oath that in My wrath they would not come to My resting place,” which is different from the usual translation, \"I took an oath in My wrath that they would not come to My resting place.”</i> – but when My wrath abates, they will come to My resting place. <br>“Into the Tent of Meeting to speak with Him” – why is it stated? Because it says: “The Lord spoke to him from the Tent of Meeting” (Leviticus 1:1), I hear that it was actually from the Tent of Meeting. The verse states: “I will commune with you there and I will speak with you from upon the Ark cover…” (Exodus 25:22). It is impossible to say: “From the Tent of Meeting,” as it is already stated: “From upon the Ark cover.” It is impossible to say: “From upon the Ark cover,” as it is already stated: “From the Tent of Meeting.” In what way can both of these verses be realized? This is a principle of the Torah: Two verses, one opposing the other and they contradict one another, they remain in place until another verse comes and reconciles between them. Why does the verse state: “And when Moses came into the Tent of Meeting to speak with Him”? The verse tells us that Moses would enter and stand in the Tent, and a Voice descended from Heaven like a stream of fire between the two cherubs, and he would hear the Voice speaking to him, from within.<b></b> <br>“To speak with Him” – Rabbi Yehuda ben Beteira said: Thirteen sayings were stated in the Torah to Moses and Aaron, and corresponding to them there were thirteen exclusionary phrases, to teach you that it was not stated to Aaron, but rather to Moses that he should say to Aaron. They are: “And when Moses came into the Tent of Meeting to speak with Him, he heard the Voice speaking with him…from between the two cherubs and He spoke to him.” “I will commune with you there and I will speak with you” (Exodus 25:22). “Where I will commune with you” (Exodus 30:36). “That I will speak with you there” (Exodus 29:42). “On the day of His commanding” (Leviticus 7:38). “What he would be commanded” (Exodus 34:34). “Everything that I will command you to the children of Israel” (Exodus 25:22).<b> </b>“It was, on the day that the Lord spoke to Moses in the land of Egypt” (Exodus 6:28). “These are the generations of Aaron and Moses on the day that the Lord spoke with Moses on Mount Sinai” (Numbers 3:1). “The Lord spoke to him from the Tent of Meeting, saying” (Leviticus 1:1). These are thirteen exclusionary phrases; it excludes Aaron from all of them. <br>Rabbi Yosei HaGelili says: In three places speech to Moses is stated in the Torah; in the land of Egypt, at Mount Sinai, and at the Tent of Meeting. In the land of Egypt, what does it say? “It was, on the day that the Lord spoke to Moses in the land of Egypt” (Exodus 6:28). It excluded Aaron from the speech in the land of Egypt. At Mount Sinai, what does it say? “These are the generations of Aaron and Moses on the day that the Lord spoke with Moses on Mount Sinai” (Numbers 3:1). It excluded Aaron from the speech at Mount Sinai. At the Tent of Meeting, what does it say? “The Lord spoke to him from the Tent of Meeting, saying” (Leviticus 1:1). It excluded Aaron from the speech at the Tent of Meeting.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59b79eadd6e4a972e7b7f4d2", "index_title": "Chomat Anakh on Torah", "category": "Commentary", "type": "commentary", "ref": "Chomat Anakh on Torah, Leviticus 7:38:1", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Chomat Anakh on Torah, Leviticus 7:38:1", "sourceHeRef": "חומת אנך על תורה, ויקרא ז׳:ל״ח:א׳", "anchorVerse": 38, "sourceHasEn": false, "compDate": [1784, 1804], "commentaryNum": 38.0001, "collectiveTitle": {"en": "Chomat Anakh", "he": "חומת אנך"}, "heTitle": "ויקרא", "he": "<b>להקריב את קרבניהם במדבר סיני.</b> אפשר לרמוז מ״ש ריב״ל דמי שדעתו שפלה עליו מעלה עליו הכתוב כאלו הקריב כל קרבנות. וזה רמז ביום צותו את בני ישראל להקריב את קרבניהם סגולה שיקריבו כל הקרבנות כלם בענוה שילמדו ממדבר סיני שניתנה תורה על הר סיני שהוא נמוך וזהו במדבר לשון דיבור סיני שניתנה עליו תורה גם סיני גימטריא ענוה עם הכולל ובענוה יהא חשוב כאלו הקריבו כל הקרבנות:", "heVersionTitle": "Chomat Anakh, Jerusalem 1965", "heLicense": "", "heVersionTitleInHebrew": "חומת אנ״ך, ירושלים 1965", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3cb2d6e4a9026bd8f309", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 7:38:1", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Aderet Eliyahu, Leviticus 7:38:1", "sourceHeRef": "אדרת אליהו, ויקרא ז׳:ל״ח:א׳", "anchorVerse": 38, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 38.0001, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>ביום צותו.</b> מלמד שדברות מדב' סיני לא נאמרו אלא ביו'. דברות אה\"מ מניין ת\"ל במדבר סיני באהל מועד מקיש דברות אהל מועד לדברות סיני מה אלו ביום אף כו':", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3cb2d6e4a9026bd8f30b", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 7:38:2", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Aderet Eliyahu, Leviticus 7:38:2", "sourceHeRef": "אדרת אליהו, ויקרא ז׳:ל״ח:ב׳", "anchorVerse": 38, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 38.0002, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>להקריב את קרבניהם.</b> זה בכור ומעשר ופסח. ביום צותו. מלמד שכל הקרבנות אינן קרבין אלא ביום:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5bc7a120a20e630094ef18e7", "index_title": "Chullin", "category": "Talmud", "type": "", "ref": "Chullin 22a:9", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Chullin 22a:9", "sourceHeRef": "חולין כ״ב א:ט׳", "anchorVerse": 38, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 43.0009, "collectiveTitle": {"en": "Chullin", "he": "חולין"}, "heTitle": "חולין", "he": "ביום (ויקרא ז, לח) מביום צוותו נפקא כדי נסבה", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The Gemara objects: The <i>halakha</i> that the bird burnt offering is sacrificed only <b>during the day is derived from</b> the verse: <b>“In the day that he commanded</b> the children of Israel to present their offerings” (Leviticus 7:38), not from the <i>halakha</i> of the animal sin offering. The Gemara explains: The requirement of sacrificing the bird burnt offering during the day is not derived from the <i>halakha</i> of the animal sin offering, and it was <b>cited</b> in that list incidentally, <b>for no reason [<i>kedi</i>].</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5c178dd3bb386c00d3de8055", "index_title": "Bartenura on Mishnah Keritot", "category": "Quoting Commentary", "type": "", "ref": "Bartenura on Mishnah Keritot 1:6:2", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Bartenura on Mishnah Keritot 1:6:2", "sourceHeRef": "ברטנורא על משנה כריתות א׳:ו׳:ב׳", "anchorVerse": 38, "sourceHasEn": true, "compDate": [1482], "commentaryNum": 6.0002, "collectiveTitle": {"en": "Bartenura on Mishnah Keritot", "he": "ברטנורא על משנה כריתות"}, "heTitle": "ברטנורא על משנה כריתות", "he": "<b>בית שמאי פוטרים מן הקרבן.</b> מלידה שניה. אע״ג דלאחר מלאת הוא, הואיל ולילה היא ולא יצתה שעה ראויה לקרבן, דלילה מחוסר זמן קרבן היא, דכתיב (ויקרא ז׳:ל״ח) ביום צוותו, הלכך לענין קרבן כתוך מלאת דמי:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "בית שמאי פוטרים מן הקרבן – from the second birth. Even though it is after the completion (i.e., of the sixty-six days, following fourteen days of ritual impurity – see Leviticus 12:5-6), for since it is night, and the appropriate time for the sacrifice had not ended for the sacrifice, for the night is wanting (i.e., too early) for a sacrifice, as it is written (Leviticus 7:38): “[with which the LORD charged Moses on Mount Sinai,] when (literally, on the day – as opposed to the night) He commanded [that the Israelites present their offerings to the LORD, in the wilderness of Sinai],” therefore, regarding the matter of sacrifice is is considered like it is within the completion [of the period].", "versionTitle": "Bartenura on Mishnah, trans. by Rabbi Robert Alpert, 2020", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c17abd6bb386c00550bc08a", "index_title": "Bartenura on Mishnah Eduyot", "category": "Quoting Commentary", "type": "", "ref": "Bartenura on Mishnah Eduyot 4:10:5", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Bartenura on Mishnah Eduyot 4:10:5", "sourceHeRef": "ברטנורא על משנה עדיות ד׳:י׳:ה׳", "anchorVerse": 38, "sourceHasEn": true, "compDate": [1482], "commentaryNum": 10.0005, "collectiveTitle": {"en": "Bartenura on Mishnah Eduyot", "he": "ברטנורא על משנה עדיות"}, "heTitle": "ברטנורא על משנה עדיות", "he": "<b>בית שמאי פוטרים מן הקרבן.</b> מלידה שניה, אע״ג דלאחר מלאת הוא, הואיל ולילה היא ולא יצאה לשעה ראויה לקרבן, דלילה מחוסר זמן קרבן הוא, דכתיב (ויקרא ז׳:ל״ח) ביום צוותו, הלכך לענין קרבן כיום מלאת דמי:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "ב\"ש פוטרים מן הקרבן – from the second birth, even though it it was after it was full, since it was at night, and the appropriate hour for the sacrifice did not end, for the night was lacking the time of the sacrifice, as it is written (Leviticus 7:38): “when He commanded that the Israelites present their offerings to the LORD…” Therefore, with regard to the sacrifice it is like the day of completion.", "versionTitle": "Bartenura on Mishnah, trans. by Rabbi Robert Alpert, 2020", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5ee0e022b297b0fcffceec12", "index_title": "Bartenura on Mishnah Pesachim", "category": "Quoting Commentary", "type": "", "ref": "Bartenura on Mishnah Pesachim 6:1:2", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Bartenura on Mishnah Pesachim 6:1:2", "sourceHeRef": "ברטנורא על משנה פסחים ו׳:א׳:ב׳", "anchorVerse": 38, "sourceHasEn": true, "compDate": [1482], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Bartenura on Mishnah Pesachim", "he": "ברטנורא על משנה פסחים"}, "heTitle": "ברטנורא על משנה פסחים", "he": "<b>שחיטתו וזריקת דמו.</b> א״א לעשותן בלילה דכתיב (ויקרא ז׳:ט״ז) ביום צוותו להקריב, ביום ולא בלילה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "שחיטתו וזריקת דמו – it is impossible to perform them at night, as it is written (Leviticus 7:38): “when [during the day] He commanded that the Israelites present their offerings to the LORD…” during the day, and not during the nighttime.", "versionTitle": "Bartenura on Mishnah, trans. by Rabbi Robert Alpert, 2020", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6089274b86f5d6100cc4b96d", "index_title": "Bartenura on Mishnah Zevachim", "category": "Quoting Commentary", "type": "", "ref": "Bartenura on Mishnah Zevachim 7:5:2", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Bartenura on Mishnah Zevachim 7:5:2", "sourceHeRef": "ברטנורא על משנה זבחים ז׳:ה׳:ב׳", "anchorVerse": 38, "sourceHasEn": true, "compDate": [1482], "commentaryNum": 5.0002, "collectiveTitle": {"en": "Bartenura on Mishnah Zevachim", "he": "ברטנורא על משנה זבחים"}, "heTitle": "ברטנורא על משנה זבחים", "he": "<b>או בלילה.</b> דאין מליקה בלילה, דרחמנא אמר ביום צוותו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "או בלילה – for there is pinching of the bird’s head at night, for the All-Merciful stated (Leviticus 7:38): “[with which the LORD charged Moses on Mount Sinai,] when He commanded [by day] (not included in the new Jewish Publication Society translation but found explicitly in the Hebrew ) /ביום צותו [that the Israelites present their offerings to the LORD, in the wilderness of Sinai].”", "versionTitle": "Bartenura on Mishnah, trans. by Rabbi Robert Alpert, 2020", "license": "", "versionTitleInHebrew": ""}, {"_id": "61a6230287f574a17ca6afdc", "index_title": "Jerusalem Talmud Megillah", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Megillah 2:6:2", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Jerusalem Talmud Megillah 2:6:2", "sourceHeRef": "תלמוד ירושלמי מגילה ב׳:ו׳:ב׳", "anchorVerse": 38, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 6.0002, "collectiveTitle": {"en": "Jerusalem Talmud Megillah", "he": "תלמוד ירושלמי מגילה"}, "heTitle": "תלמוד ירושלמי מגילה", "he": "<strong><big>הלכה:</big></strong> כָּל־הַיּוֹם כָּשֵׁר לִקְרִיאַת הַמְּגִילָּה. דִּכְתִיב בַּיּ֗וֹם אֲשֶׁ֨ר שִׂבְּר֜וּ אֹיְבֵ֤י הַיְּהוּדִים֙ לִשְׁל֣וֹט בָּהֶ֔ם. לִקְרִיאַת הַהַלֵּל. דִּכְתִיב זֶה־הַ֭יּוֹם עָשָׂה יי֨ נָגִ֖ילָה וְנִשְׂמְחָ֣ה בֽוֹ׃ לִתְקִיעַת שׁוֹפָר. דִּכְתִיב י֥וֹם תְּרוּעָ֖ה יִהְיֶ֥ה לָכֶֽם׃ לִנְטִילַת לוּלָב דִּכְתִיב וּלְקַחְתֶּ֨ם לָכֶ֜ם בַּיּ֣וֹם הָֽרִאשׁ֗וֹן. לִתְפִילַּת הַמּוּסָפִין וְלַמּוּסָפִין. דִּכְתִיב בְּי֨וֹם צַוֹּת֜וֹ אֶת־בְּנֵ֣י יִשְׂרָאֵ֗ל וגו׳.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<strong>HALAKHAH:</strong> “The entire day is qualified to read the Scroll,” as it is written<sup class=\"footnote-marker\">91</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Esther 9:1\" href=\"/Esther.9.1\"><i>Esth.</i>9:1</a>.</i>, <i>on the day the enemies of the Jews thought they would rule over them</i>. To read the <i>Hallel</i>, as it is written<sup class=\"footnote-marker\">112</sup><i class=\"footnote\"><i>Ps</i>, 118:24.</i>, <i>this is the day the Eternal made, let us enjoy and be happy on it</i>. To blow the <i>shofar</i>, as it is written<sup class=\"footnote-marker\">113</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 29:1\" href=\"/Numbers.29.1\"><i>Num</i>. 29:1</a>.</i>, <i>a day to shofar blowing it shall be for you</i>. To take the <i>lulav</i>, as it is written<sup class=\"footnote-marker\">114</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 23:40\" href=\"/Leviticus.23.40\"><i>Lev</i>. 23:40</a></i>, <i>you shall take for yourselves on the first day</i>. For the <i>musaf</i> prayer, and for <i>musaf</i> sacrifices, as it is written<sup class=\"footnote-marker\">115</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 7:38\" href=\"/Leviticus.7.38\"><i>Lev</i>. 7:38</a>. The verse continues: <i>to bring their sacrifices to the Eternal</i>.</i>, <i>on the day on which He commanded the Children of Israel</i>, etc.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61a6230287f574a17ca6afdd", "index_title": "Jerusalem Talmud Megillah", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Megillah 2:6:3", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "Jerusalem Talmud Megillah 2:6:3", "sourceHeRef": "תלמוד ירושלמי מגילה ב׳:ו׳:ג׳", "anchorVerse": 38, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 6.0003, "collectiveTitle": {"en": "Jerusalem Talmud Megillah", "he": "תלמוד ירושלמי מגילה"}, "heTitle": "תלמוד ירושלמי מגילה", "he": "לִסְמִיכָה לִשְׁחִיטָה לִתְנוּפָה לְהַגָּשָׁה לִקְמִיצָה לְהַקְטָרָה לִמְלִיקָה לְקַבָּלָה לְהַזָּייָה. דִּכְתִיב בְּי֨וֹם צַוֹּת֜וֹ אֶת־בְּנֵ֣י יִשְׂרָאֵ֗ל.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "“For leaning on, slaughter, weaving, presenting, taking a handful, burning on the altar, breaking the neck, receiving, sprinkling.” As it is written<sup class=\"footnote-marker\">115</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 7:38\" href=\"/Leviticus.7.38\"><i>Lev</i>. 7:38</a>. The verse continues: <i>to bring their sacrifices to the Eternal</i>.</i>, <i>on the day on which He commanded the Children of Israel</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6319d0f7b6084aa1cbf095a9", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, הַר² 1", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "BDB, הַר² 1", "sourceHeRef": "בראון-דרייבר-בריגס, הַר² א׳", "anchorVerse": 38, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "הַר²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">הַר</span></big><sub>558</sub>  <strong>n.m.</strong> <a data-ref=\"Genesis 7:19\" href=\"/Genesis.7.19\">Gn 7:19</a> mountain, hill, hill-country <strong>(</strong>NH <em>id.</em>, pl. <span dir=\"rtl\">הָרִים</span>, <span dir=\"rtl\">הֲרָרִים</span>; Ph. <span dir=\"rtl\">הר</span> †CIS <sup>i. 3, 17</sup>; Sab. sf. <span dir=\"rtl\">הרתהמו</span> DHM<sup>ZMG 1876, 673</sup><strong>)</strong>;—<span dir=\"rtl\">ה׳</span> abs. <a data-ref=\"Joshua 17:18\" href=\"/Joshua.17.18\">Jos 17:18</a> +; c. art. <span dir=\"rtl\">הָהָר</span> <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">Ex 3:12</a> +; c. <span dir=\"rtl\">ָה</span> loc. <span dir=\"rtl\">הֶ֫רָה</span> <a data-ref=\"Genesis 14:10\" href=\"/Genesis.14.10\">Gn 14:10</a>, <span dir=\"rtl\">הָהָ֫רָה</span> <a data-ref=\"Genesis 12:8\" href=\"/Genesis.12.8\">Gn 12:8</a> + 12 times; cstr. <span dir=\"rtl\">הַר</span> <a data-ref=\"Genesis 10:30\" href=\"/Genesis.10.30\">Gn 10:30</a> +; sf. <span dir=\"rtl\">הַרֲרִי</span> <a data-ref=\"Psalms 30:8\" href=\"/Psalms.30.8\">ψ 30:8</a>, <span dir=\"rtl\">הֲרָרִי</span> <a data-ref=\"Jeremiah 17:3\" href=\"/Jeremiah.17.3\">Je 17:3</a>; <span dir=\"rtl\">הַרְכֶם</span> <a data-ref=\"Psalms 11:1\" href=\"/Psalms.11.1\">ψ 11:1</a>; <span dir=\"rtl\">הַרֲרָם</span> <a data-ref=\"Genesis 14:6\" href=\"/Genesis.14.6\">Gn 14:6</a>; pl. <span dir=\"rtl\">הָרִים</span> <a data-ref=\"Deuteronomy 11:11\" href=\"/Deuteronomy.11.11\">Dt 11:11</a> +; c. art. <span dir=\"rtl\">הֶהָרִים</span> <a data-ref=\"Genesis 7:19\" href=\"/Genesis.7.19\">Gn 7:19</a> +; cstr. <span dir=\"rtl\">הָרֵי</span> <a data-ref=\"Genesis 8:4\" href=\"/Genesis.8.4\">Gn 8:4</a> + 27 times; <span dir=\"rtl\">הַרֲרֵי</span> <a data-ref=\"Deuteronomy 33:15\" href=\"/Deuteronomy.33.15\">Dt 33:15</a> + 8 times (all poet.); sf. <span dir=\"rtl\">הָרַי</span> <a data-ref=\"Isaiah 14:25\" href=\"/Isaiah.14.25\">Is 14:25</a>; <a data-ref=\"Isaiah 49:11\" href=\"/Isaiah.49.11\">49:11</a> <a data-ref=\"Zechariah 14:5\" href=\"/Zechariah.14.5\">Zc 14:5</a> + <a data-ref=\"Ezekiel 38:21\" href=\"/Ezekiel.38.21\">Ez 38:21</a> (B Co <span dir=\"rtl\">חרדה</span>), <span dir=\"rtl\">הָרָ֑י</span> <a data-ref=\"Isaiah 65:9\" href=\"/Isaiah.65.9\">Is 65:9</a>; <span dir=\"rtl\">הָרָיו</span> <a data-ref=\"Ezekiel 35:8\" href=\"/Ezekiel.35.8\">Ez 35:8</a> <a data-ref=\"Malachi 1:3\" href=\"/Malachi.1.3\">Mal 1:3</a>; <span dir=\"rtl\">הֲרָרֶיהָ</span> <a data-ref=\"Deuteronomy 8:9\" href=\"/Deuteronomy.8.9\">Dt 8:9</a>;—<br><strong>1.</strong>  <em>mountain, hill</em> (these often not sharply distinguished, but): <strong>a.</strong>  specif. <em>mountain, high elevation</em>, often in all the literature;—e.g. <span dir=\"rtl\">הַר סִינַי</span> <em>Mount Sinai</em> (properly, the Mount of Sinai; so always) †<a data-ref=\"Exodus 19:11\" href=\"/Exodus.19.11\">Ex 19:11</a>, <a data-ref=\"Exodus 19:18\" href=\"/Exodus.19.18\">18</a>, <a data-ref=\"Exodus 19:20\" href=\"/Exodus.19.20\">20</a>, <a data-ref=\"Exodus 19:23\" href=\"/Exodus.19.23\">23</a>; <a data-ref=\"Exodus 24:16\" href=\"/Exodus.24.16\">24:16</a>; <a data-ref=\"Exodus 31:18\" href=\"/Exodus.31.18\">31:18</a>; <a data-ref=\"Exodus 34:2\" href=\"/Exodus.34.2\">34:2</a>, <a data-ref=\"Exodus 34:4\" href=\"/Exodus.34.4\">4</a>, <a data-ref=\"Exodus 34:29\" href=\"/Exodus.34.29\">29</a>, <a data-ref=\"Exodus 34:32\" href=\"/Exodus.34.32\">32</a> <a data-ref=\"Leviticus 7:38\" href=\"/Leviticus.7.38\">Lv 7:38</a>; <a data-ref=\"Leviticus 25:1\" href=\"/Leviticus.25.1\">25:1</a>; <a data-ref=\"Leviticus 26:46\" href=\"/Leviticus.26.46\">26:46</a>; <a data-ref=\"Leviticus 27:34\" href=\"/Leviticus.27.34\">27:34</a> <a data-ref=\"Numbers 3:1\" href=\"/Numbers.3.1\">Nu 3:1</a>; <a data-ref=\"Numbers 28:6\" href=\"/Numbers.28.6\">28:6</a> <a data-ref=\"Nehemiah 9:13\" href=\"/Nehemiah.9.13\">Ne 9:13</a> (v. <a data-ref=\"BDB, סִינַי\" href=\"/BDB,_סִינַי\", dir=\"rtl\">סִינַי</a>); also <span dir=\"rtl\">הָהָר</span> = <em>id.</em>, <a data-ref=\"Exodus 19:2\" href=\"/Exodus.19.2\">Ex 19:2</a> + 10 times <a data-ref=\"Exodus 19\" href=\"/Exodus.19\">Ex 19</a> (v <a data-ref=\"Exodus 19:18\" href=\"/Exodus.19.18\">18</a> read <span dir=\"rtl\">הָעָם</span>, so Codd. 𝔊 Di) <a data-ref=\"Exodus 20:15\" href=\"/Exodus.20.15\">20:18</a>; <a data-ref=\"Exodus 24:4\" href=\"/Exodus.24.4\">24:4</a> + 6 times <a data-ref=\"Exodus 24\" href=\"/Exodus.24\">Ex 24</a>; <a data-ref=\"Exodus 25:40\" href=\"/Exodus.25.40\">25:40</a>; <a data-ref=\"Exodus 26:30\" href=\"/Exodus.26.30\">26:30</a>; <a data-ref=\"Exodus 27:8\" href=\"/Exodus.27.8\">27:8</a>; <a data-ref=\"Exodus 32:1\" href=\"/Exodus.32.1\">32:1</a>, <a data-ref=\"Exodus 32:15\" href=\"/Exodus.32.15\">15</a>, <a data-ref=\"Exodus 32:19\" href=\"/Exodus.32.19\">19</a>; <a data-ref=\"Exodus 34:2\" href=\"/Exodus.34.2\">34:2</a>, <a data-ref=\"Exodus 34:3\" href=\"/Exodus.34.3\">3</a><sup>(×2)</sup>, <a data-ref=\"Exodus 34:29\" href=\"/Exodus.34.29\">29</a>; = <span dir=\"rtl\">הַר חוֹרֵב</span> †<a data-ref=\"Exodus 33:6\" href=\"/Exodus.33.6\">Ex 33:6</a> (v. <a data-ref=\"BDB, חֹרֵב\" href=\"/BDB,_חֹרֵב\", dir=\"rtl\">חֹרֵב</a>), also <span dir=\"rtl\">אֶל־הַר הָאֱלֹהִים חֹרֵ֑בָה</span> <a data-ref=\"Exodus 3:1\" href=\"/Exodus.3.1\">Ex 3:1</a>, <span dir=\"rtl\">עַד הַר הָאֱלֹהִים חֹרֵב</span> <a data-ref=\"I Kings 19:8\" href=\"/I_Kings.19.8\">1 K 19:8</a>; further <span dir=\"rtl\">הָהָר</span> = <em>id.</em>, <a data-ref=\"Deuteronomy 4:11\" href=\"/Deuteronomy.4.11\">Dt 4:11</a><sup>(×2)</sup>; <a data-ref=\"Deuteronomy 5:4\" href=\"/Deuteronomy.5.4\">5:4</a>, <a data-ref=\"Deuteronomy 5:5\" href=\"/Deuteronomy.5.5\">5</a>, <a data-ref=\"Deuteronomy 5:17\" href=\"/Deuteronomy.5.17\">19</a>, <a data-ref=\"Deuteronomy 5:17\" href=\"/Deuteronomy.5.17\">20</a>; <a data-ref=\"Deuteronomy 9:9\" href=\"/Deuteronomy.9.9\">9:9</a> + 10 times <a data-ref=\"Deuteronomy 9\" href=\"/Deuteronomy.9\">Dt 9</a>.<a data-ref=\"Deuteronomy 10\" href=\"/Deuteronomy.10\">10</a>, <a data-ref=\"I Kings 19:11\" href=\"/I_Kings.19.11\">1 K 19:11</a>; = <span dir=\"rtl\">הַר הָאֱלֹהִים</span> <a data-ref=\"Exodus 4:27\" href=\"/Exodus.4.27\">Ex 4:27</a>; <a data-ref=\"Exodus 18:5\" href=\"/Exodus.18.5\">18:5</a>; <a data-ref=\"Exodus 24:13\" href=\"/Exodus.24.13\">24:13</a> (all JE) = <span dir=\"rtl\">הַר יהוה</span> <a data-ref=\"Numbers 10:33\" href=\"/Numbers.10.33\">Nu 10:33</a> (cf. Di); v. further <a ,=\"\" data-ref=\"BDB, הַר\" dir=\"rtl\" href=\"/BDB,_הַר\">הֹר הָהָר</a> <em>Hor the mount</em> (so always) <a data-ref=\"Numbers 20:22\" href=\"/Numbers.20.22\">Nu 20:22</a> + 10 times Nu; <a data-ref=\"Deuteronomy 32:50\" href=\"/Deuteronomy.32.50\">Dt 32:50</a>; = <span dir=\"rtl\">הָהָר</span> <a data-ref=\"Numbers 20:28\" href=\"/Numbers.20.28\">Nu 20:28</a><sup>(×2)</sup>; <span dir=\"rtl\">הַר נְבוֹ</span> <a data-ref=\"Deuteronomy 32:49\" href=\"/Deuteronomy.32.49\">Dt 32:49</a>; <a data-ref=\"Deuteronomy 34:1\" href=\"/Deuteronomy.34.1\">34:1</a> = <span dir=\"rtl\">הָהָר</span> <a data-ref=\"Deuteronomy 32:50\" href=\"/Deuteronomy.32.50\">32:50</a>; = <span dir=\"rtl\">הַר הָעֲבָרִים הַזֶּה</span> <a data-ref=\"Numbers 27:12\" href=\"/Numbers.27.12\">Nu 27:12</a> <a data-ref=\"Deuteronomy 32:49\" href=\"/Deuteronomy.32.49\">Dt 32:49</a>, cf. (<a data-ref=\"BDB, נְבוֹ\" href=\"/BDB,_נְבוֹ\", dir=\"rtl\">לִפְנֵי נְבוֹ</a>) <span dir=\"rtl\">הָרֵי הָעֲבָרִים</span> <a data-ref=\"Numbers 33:47\" href=\"/Numbers.33.47\">Nu 33:47</a>, <a data-ref=\"Numbers 33:48\" href=\"/Numbers.33.48\">48</a>; <span dir=\"rtl\">הַר גְּרִזִּים</span> <em>Mt. Gerizim</em> †<a data-ref=\"Deuteronomy 11:29\" href=\"/Deuteronomy.11.29\">Dt 11:29</a>; <a data-ref=\"Deuteronomy 27:12\" href=\"/Deuteronomy.27.12\">27:12</a> <a data-ref=\"Joshua 8:33\" href=\"/Joshua.8.33\">Jos 8:33</a>; <span dir=\"rtl\">רֹאשׁ הַר־גְּרִזִּים</span> <a data-ref=\"Judges 9:7\" href=\"/Judges.9.7\">Ju 9:7</a>; <span dir=\"rtl\">הַר עֵיבָ֑ל</span> <em>Mt. Ebal</em> †<a data-ref=\"Deuteronomy 11:29\" href=\"/Deuteronomy.11.29\">Dt 11:29</a>; <a data-ref=\"Deuteronomy 27:4\" href=\"/Deuteronomy.27.4\">27:4</a>, <a data-ref=\"Deuteronomy 27:13\" href=\"/Deuteronomy.27.13\">13</a> <a data-ref=\"Joshua 8:30\" href=\"/Joshua.8.30\">Jos 8:30</a>, <a data-ref=\"Joshua 8:33\" href=\"/Joshua.8.33\">33</a>; also <span dir=\"rtl\">הַר חֶרְמוֹן</span> <em>Mt. Hermon</em> <a data-ref=\"Deuteronomy 3:8\" href=\"/Deuteronomy.3.8\">Dt 3:8</a> <a data-ref=\"Joshua 11:17\" href=\"/Joshua.11.17\">Jos 11:17</a>; <a data-ref=\"Joshua 12:1\" href=\"/Joshua.12.1\">12:1</a>, <a data-ref=\"Joshua 12:5\" href=\"/Joshua.12.5\">5</a>; <a data-ref=\"Joshua 13:5\" href=\"/Joshua.13.5\">13:5</a>, <a data-ref=\"Joshua 13:11\" href=\"/Joshua.13.11\">11</a> <a data-ref=\"I Chronicles 5:23\" href=\"/I_Chronicles.5.23\">1 Ch 5:23</a>; cf. <a data-ref=\"Deuteronomy 4:48\" href=\"/Deuteronomy.4.48\">Dt 4:48</a> <span dir=\"rtl\">הַר שִׂראֹן הוּא חֶרְמוֹן</span> (v. <a data-ref=\"BDB, חֶרְמוֹן\" href=\"/BDB,_חֶרְמוֹן\", dir=\"rtl\">חֶרְמוֹן</a>), & <span dir=\"rtl\">הַר בַּעַל חֶרְמוֹן</span> (v. <em>id.</em>, & <a data-ref=\"BDB, בַּ֫עַל חֶרְמוֹן\" href=\"/BDB,_בַּ֫עַל חֶרְמוֹן\", dir=\"rtl\">בעל חרמון</a> sub <a data-ref=\"BDB, בַּעַל\" href=\"/BDB,_בַּעַל\", dir=\"rtl\">בעל</a>); <span dir=\"rtl\">הַר הַלְּבָנוֹן</span> <em>Mt. Lebanon</em> <a data-ref=\"Judges 3:3\" href=\"/Judges.3.3\">Ju 3:3</a>, cf. <span dir=\"rtl\">מְרוֹם הָרִים יַרְכְּתֵי לְבָנוֹן</span> <a data-ref=\"II Kings 19:23\" href=\"/II_Kings.19.23\">2 K 19:23</a> = <a data-ref=\"Isaiah 37:24\" href=\"/Isaiah.37.24\">Is 37:24</a> (v. <a data-ref=\"BDB, לְבָנוֹן\" href=\"/BDB,_לְבָנוֹן\", dir=\"rtl\">לבנון</a>); <span dir=\"rtl\">הַר הַכַּרְמֶ֑ל</span> <em>Mt. Carmel</em> <a data-ref=\"I Kings 18:19\" href=\"/I_Kings.18.19\">1 K 18:19</a>, <a data-ref=\"I Kings 18:20\" href=\"/I_Kings.18.20\">20</a> <a data-ref=\"II Kings 2:25\" href=\"/II_Kings.2.25\">2 K 2:25</a>; <a data-ref=\"II Kings 4:25\" href=\"/II_Kings.4.25\">4:25</a> (v. <a data-ref=\"BDB, כַּרְמֶל²\" href=\"/BDB,_כַּרְמֶל²\", dir=\"rtl\">כרמל</a>); <span dir=\"rtl\">הָהָר</span> = <em>id.</em>, <a data-ref=\"II Kings 4:27\" href=\"/II_Kings.4.27\">4:27</a>, appar. also <a data-ref=\"II Kings 1:9\" href=\"/II_Kings.1.9\">1:9</a>; <span dir=\"rtl\">הַר תָּבוֹר</span> <em>Mt. Tabor</em>, <a data-ref=\"Judges 4:6\" href=\"/Judges.4.6\">Ju 4:6</a>, <a data-ref=\"Judges 4:12\" href=\"/Judges.4.12\">12</a>, <a data-ref=\"Judges 4:14\" href=\"/Judges.4.14\">14</a>, cf. <a data-ref=\"Jeremiah 46:18\" href=\"/Jeremiah.46.18\">Je 46:18</a> <span dir=\"rtl\">תָּבוֹר בֶּהָרִים</span> (opp. <span dir=\"rtl\">כַּרְמֶל בַּיָּם</span>); <span dir=\"rtl\">הַר הַגִּלְבֹּעַ</span> <a data-ref=\"I Samuel 31:1\" href=\"/I_Samuel.31.1\">1 S 31:1</a>, <a data-ref=\"I Samuel 31:8\" href=\"/I_Samuel.31.8\">8</a> <a data-ref=\"II Samuel 1:6\" href=\"/II_Samuel.1.6\">2 S 1:6</a>, also (poet.) <span dir=\"rtl\">הָרֵי בַּגּ׳</span> v <a data-ref=\"II Samuel 1:21\" href=\"/II_Samuel.1.21\">21</a> (cf. Dr); <span dir=\"rtl\">הַר־חֶרֶס</span> <a data-ref=\"Judges 1:35\" href=\"/Judges.1.35\">Ju 1:35</a> (Stu <span dir=\"rtl\">עָר חֶרֶס</span>) cf. <a ,=\"\" data-ref=\"BDB, חֶרֶס\" dir=\"rtl\" href=\"/BDB,_חֶרֶס\">חֶרֶס</a>; <span dir=\"rtl\">הַר הַזֵּיתִים</span> <a data-ref=\"Zechariah 14:4\" href=\"/Zechariah.14.4\">Zc 14:4</a><sup>(×2)</sup> <em>Mount of Olives</em>, (opp. <span dir=\"rtl\">גֵּיא</span>) cf. <span dir=\"rtl\">הָהָר אֲשֶׁר מִקֶּדֶם לָעִיר</span> <a data-ref=\"Ezekiel 11:23\" href=\"/Ezekiel.11.23\">Ez 11:23</a>; also <span dir=\"rtl\">בָּהָר אֲשֶׁר עַל־פְּנֵי יְרוּשָׁלִַם</span> <a data-ref=\"I Kings 11:7\" href=\"/I_Kings.11.7\">1 K 11:7</a> (place of Sol.’s idolary) = <span dir=\"rtl\">הַר־הַמַּשְׁחִית</span> <a data-ref=\"II Kings 23:13\" href=\"/II_Kings.23.13\">2 K 23:13</a> <em>mt. of the destroyer</em> (same combin. in another, fig. sense <a data-ref=\"Jeremiah 51:25\" href=\"/Jeremiah.51.25\">Je 51:25</a>), others der. <span dir=\"rtl\">הַמ׳</span> here from <span dir=\"rtl\">משׁח</span> <em>anoint</em>, and render as = <em>Mt. of Olives</em> (cited as <span dir=\"rtl\">הר המשׁחה</span> Talm, Shabb. 56 b), cf. Hoffm<sup>ZAW 1882, 175</sup>; <span dir=\"rtl\">אַחַד הֶהָרִים</span> in land of Moriah <a data-ref=\"Genesis 22:2\" href=\"/Genesis.22.2\">Gn 22:2</a>; mts. about Jerus. in gen., <span dir=\"rtl\">יְרוּשָׁלִַם הָרִים סָבִיב לָהּ</span> <a data-ref=\"Psalms 125:2\" href=\"/Psalms.125.2\">ψ 125:2</a>; cf. also <a data-ref=\"Psalms 121:1\" href=\"/Psalms.121.1\">ψ 121:1</a> (‖ <span dir=\"rtl\">יהוה</span>); <span dir=\"rtl\">הָהָר</span> of citadel of Jerus. <a data-ref=\"Isaiah 22:5\" href=\"/Isaiah.22.5\">Is 22:5</a>; of temple hill <span dir=\"rtl\">הַר הַבַּיִת</span> <a data-ref=\"Micah 3:12\" href=\"/Micah.3.12\">Mi 3:12</a> = <a data-ref=\"Jeremiah 26:18\" href=\"/Jeremiah.26.18\">Je 26:18</a>; <span dir=\"rtl\">הַר בֵּית־י׳</span> <a data-ref=\"Isaiah 2:2\" href=\"/Isaiah.2.2\">Is 2:2</a> = <a data-ref=\"Micah 4:1\" href=\"/Micah.4.1\">Mi 4:1</a>, <a data-ref=\"II Chronicles 33:15\" href=\"/II_Chronicles.33.15\">2 Ch 33:15</a>; also <span dir=\"rtl\">הֲרָרִי בַּשָּׂדֶה</span> <a data-ref=\"Jeremiah 17:3\" href=\"/Jeremiah.17.3\">Je 17:3</a>; further <span dir=\"rtl\">הַר צִיּוֹן</span> <em>Mt. Zion</em> <a data-ref=\"Isaiah 4:5\" href=\"/Isaiah.4.5\">Is 4:5</a>; <a data-ref=\"Isaiah 8:18\" href=\"/Isaiah.8.18\">8:18</a>; <a data-ref=\"Isaiah 10:12\" href=\"/Isaiah.10.12\">10:12</a>; <a data-ref=\"Isaiah 18:7\" href=\"/Isaiah.18.7\">18:7</a>; <a data-ref=\"Isaiah 24:23\" href=\"/Isaiah.24.23\">24:23</a>; <a data-ref=\"Isaiah 29:8\" href=\"/Isaiah.29.8\">29:8</a>; <a data-ref=\"Isaiah 31:4\" href=\"/Isaiah.31.4\">31:4</a>; <a data-ref=\"Isaiah 37:32\" href=\"/Isaiah.37.32\">37:32</a> <a data-ref=\"Micah 4:7\" href=\"/Micah.4.7\">Mi 4:7</a> <a data-ref=\"Lamentations 5:18\" href=\"/Lamentations.5.18\">La 5:18</a> <a data-ref=\"Obadiah 1:17\" href=\"/Obadiah.1.17\">Ob 17</a> <a data-ref=\"Joel 3:5\" href=\"/Joel.3.5\">Jo 3:5</a> <a data-ref=\"Psalms 48:3\" href=\"/Psalms.48.3\">ψ 48:3</a>, <a data-ref=\"Psalms 48:12\" href=\"/Psalms.48.12\">12</a>; <a data-ref=\"Psalms 74:2\" href=\"/Psalms.74.2\">74:2</a>; <a data-ref=\"Psalms 78:68\" href=\"/Psalms.78.68\">78:68</a>; <a data-ref=\"Psalms 125:1\" href=\"/Psalms.125.1\">125:1</a> (v. also <a data-ref=\"BDB, צִיּוֹן\" href=\"/BDB,_צִיּוֹן\", dir=\"rtl\">צִיּוֹן</a>); comp. <span dir=\"rtl\">הַר בַּ֯ית־צִיּוֹן</span> <a data-ref=\"Isaiah 10:32\" href=\"/Isaiah.10.32\">Is 10:32</a>, <span dir=\"rtl\">הַר בַּת צ׳</span> <a data-ref=\"Isaiah 16:1\" href=\"/Isaiah.16.1\">16:1</a>; <span dir=\"rtl\">הַר־י׳</span> <a data-ref=\"Isaiah 2:3\" href=\"/Isaiah.2.3\">Is 2:3</a> = <a data-ref=\"Micah 4:2\" href=\"/Micah.4.2\">Mi 4:2</a>, <a data-ref=\"Isaiah 30:29\" href=\"/Isaiah.30.29\">Is 30:29</a> <a data-ref=\"Psalms 24:3\" href=\"/Psalms.24.3\">ψ 24:3</a>; (<em>id.</em> of Horeb <a data-ref=\"Numbers 10:33\" href=\"/Numbers.10.33\">Nu 10:33</a> JE); <span dir=\"rtl\">הַר־י׳ צְבָאוֹת הַר הַקֹּדֶשׁ</span> <a data-ref=\"Zechariah 8:3\" href=\"/Zechariah.8.3\">Zc 8:3</a>, <span dir=\"rtl\">הַר־קָדְשִׁי</span> <a data-ref=\"Zephaniah 3:11\" href=\"/Zephaniah.3.11\">Zp 3:11</a> <a data-ref=\"Obadiah 1:16\" href=\"/Obadiah.1.16\">Ob 16</a> <a data-ref=\"Ezekiel 20:40\" href=\"/Ezekiel.20.40\">Ez 20:40</a> <a data-ref=\"Isaiah 11:9\" href=\"/Isaiah.11.9\">Is 11:9</a> = <a data-ref=\"Isaiah 65:25\" href=\"/Isaiah.65.25\">65:25</a>, cf. <a data-ref=\"Isaiah 56:7\" href=\"/Isaiah.56.7\">56:7</a>; <a data-ref=\"Isaiah 57:13\" href=\"/Isaiah.57.13\">57:13</a>; <a data-ref=\"Isaiah 65:11\" href=\"/Isaiah.65.11\">65:11</a> <a data-ref=\"Joel 2:1\" href=\"/Joel.2.1\">Jo 2:1</a> (‖ <span dir=\"rtl\">צִיּוֹן</span>) <a data-ref=\"Joel 4:17\" href=\"/Joel.4.17\">4:17</a> (‖ <em>id.</em>) <a data-ref=\"Psalms 2:6\" href=\"/Psalms.2.6\">ψ 2:6</a> (‖ <em>id.</em>) <a data-ref=\"Psalms 3:5\" href=\"/Psalms.3.5\">3:5</a>; <a data-ref=\"Psalms 15:1\" href=\"/Psalms.15.1\">15:1</a>; <a data-ref=\"Psalms 43:3\" href=\"/Psalms.43.3\">43:3</a>; <a data-ref=\"Psalms 48:2\" href=\"/Psalms.48.2\">48:2</a>; v. further <span dir=\"rtl\">הַר־קָדְשִׁי יְרוּשָׁלִַם</span> <a data-ref=\"Isaiah 66:20\" href=\"/Isaiah.66.20\">Is 66:20</a> cf. <a data-ref=\"Daniel 9:16\" href=\"/Daniel.9.16\">Dn 9:16</a> & <span dir=\"rtl\">הַר הַקֹּדֶשׁ יְרוּשָׁלִַם</span> <a data-ref=\"Isaiah 27:13\" href=\"/Isaiah.27.13\">Is 27:13</a>; also <span dir=\"rtl\">הַר צְבִי־קֹדֶשׁ</span> <a data-ref=\"Daniel 11:45\" href=\"/Daniel.11.45\">Dn 11:45</a>; <span dir=\"rtl\">הַר־הַקֹּדֶשׁ</span> <a data-ref=\"Jeremiah 31:23\" href=\"/Jeremiah.31.23\">Je 31:23</a>; even <span dir=\"rtl\">הַר קֹדֶשׁ אֱלֹהַי</span> <a data-ref=\"Daniel 9:20\" href=\"/Daniel.9.20\">Dn 9:20</a>; other designations of temple-hill are <span dir=\"rtl\">הָהָר חָמַד א׳ לְשִׁבְתּוֹ</span> <a data-ref=\"Psalms 68:17\" href=\"/Psalms.68.17\">ψ 68:17</a>, & <span dir=\"rtl\">הַר מְרוֹם יִשְׂרָאֵל</span> <a data-ref=\"Ezekiel 17:23\" href=\"/Ezekiel.17.23\">Ez 17:23</a>; <a data-ref=\"Ezekiel 20:40\" href=\"/Ezekiel.20.40\">20:40</a> (‖ <span dir=\"rtl\">הַר־קָדְשִׁי</span>); <span dir=\"rtl\">הַר קֹדֶשׁ אֱלֹהִים</span> <a data-ref=\"Ezekiel 28:14\" href=\"/Ezekiel.28.14\">Ez 28:14</a> of the distant abode of God (or gods?) so <span dir=\"rtl\">הַר אֱלֹהִים</span> v <a data-ref=\"Ezekiel 28:16\" href=\"/Ezekiel.28.16\">16</a> (<span dir=\"rtl\">הַר־אֱלֹהִים</span> <a data-ref=\"Psalms 68:16\" href=\"/Psalms.68.16\">ψ 68:16</a> is general, <em>a God’s mountain</em>, i.e. a majestic mt., likewise in simile <span dir=\"rtl\">מִשְׁפָּטֶיךָ כְּהַרֲרֵי־אֵל</span> <a data-ref=\"Psalms 36:7\" href=\"/Psalms.36.7\">ψ 36:7</a>);—<span dir=\"rtl\">הַר הָאֱלֹהִים</span> elsewhere of Horeb (Sinai) <a data-ref=\"Exodus 4:27\" href=\"/Exodus.4.27\">Ex 4:27</a>; <a data-ref=\"Exodus 18:5\" href=\"/Exodus.18.5\">18:5</a>; <a data-ref=\"Exodus 24:13\" href=\"/Exodus.24.13\">24:13</a> <a data-ref=\"I Kings 19:8\" href=\"/I_Kings.19.8\">1 K 19:8</a> (v. supr.). Note partic. †<span dir=\"rtl\">הַר־מוֹעֵד</span> <a data-ref=\"Isaiah 14:13\" href=\"/Isaiah.14.13\">Is 14:13</a> <em>mountain of meeting</em> or <em>of assembly</em>, i.e. the dwelling-place of the gods, according to Babylonian conception, here represented as in the far north, v. especially Che De Di, Dl<sup>Pa 117 ff.</sup> COT<sup> ad loc.</sup> Jr <sup>57 ff.</sup> Jen<sup> Kosmologie 23</sup>. <em>Upon the mt.</em> is <span dir=\"rtl\">עָל־הָהָר</span> cf. <span dir=\"rtl\">וַתֵּבְךְּ עַל־בְּתוּלֶיהָ עַל־הֶהָרִים</span> <a data-ref=\"Judges 11:38\" href=\"/Judges.11.38\">Ju 11:38</a>, & the peculiar phr. <span dir=\"rtl\">וְאֵלְכָה וְיָרַדְתִּי עַל־הֶהָרִים</span> v <a data-ref=\"Judges 11:37\" href=\"/Judges.11.37\">37</a>; <em>go up upon</em> <span dir=\"rtl\">עָלָה אֶל־</span> <a data-ref=\"Exodus 19:23\" href=\"/Exodus.19.23\">Ex 19:23</a>; <a data-ref=\"Exodus 24:13\" href=\"/Exodus.24.13\">24:13</a>; <a data-ref=\"Exodus 34:4\" href=\"/Exodus.34.4\">34:4</a> (all JE); cf. acc. in <span dir=\"rtl\">הַעַל אֹתָם הֹר הָהָר</span> <a data-ref=\"Numbers 20:25\" href=\"/Numbers.20.25\">Nu 20:25</a>; <em>speak</em> with one <em>upon</em> is <span dir=\"rtl\">דבר בהר</span> <a data-ref=\"Exodus 31:18\" href=\"/Exodus.31.18\">Ex 31:18</a>; <a data-ref=\"Exodus 34:32\" href=\"/Exodus.34.32\">34:32</a> <a data-ref=\"Numbers 3:1\" href=\"/Numbers.3.1\">Nu 3:1</a> (all P), <a data-ref=\"Leviticus 25:1\" href=\"/Leviticus.25.1\">Lv 25:1</a> (H), cf. <em>command, give commands, law</em>, etc., <span dir=\"rtl\">בהר</span> <a data-ref=\"Leviticus 7:38\" href=\"/Leviticus.7.38\">Lv 7:38</a>; <a data-ref=\"Leviticus 26:46\" href=\"/Leviticus.26.46\">26:46</a>; <a data-ref=\"Leviticus 27:34\" href=\"/Leviticus.27.34\">27:34</a> (all P or H); other phrases with <span dir=\"rtl\">בְּ</span> <em>upon</em> (lit. <em>in</em>, i.e. in the midst of a group of mts.) <a data-ref=\"Exodus 34:3\" href=\"/Exodus.34.3\">Ex 34:3</a> <span dir=\"rtl\">בְּכָל</span> (JE) <a data-ref=\"Exodus 25:40\" href=\"/Exodus.25.40\">25:40</a>; <a data-ref=\"Exodus 26:30\" href=\"/Exodus.26.30\">26:30</a>; <a data-ref=\"Exodus 27:8\" href=\"/Exodus.27.8\">27:8</a> <a data-ref=\"Numbers 28:6\" href=\"/Numbers.28.6\">Nu 28:6</a> (all P), <a data-ref=\"Isaiah 13:4\" href=\"/Isaiah.13.4\">Is 13:4</a>; but <span dir=\"rtl\">בְּחֹרֵב</span> <a data-ref=\"Psalms 106:19\" href=\"/Psalms.106.19\">ψ 106:19</a> = <em>at Horeb</em>, <span dir=\"rtl\">בְּהֹר הָהָר</span> <a data-ref=\"Numbers 33:37\" href=\"/Numbers.33.37\">Nu 33:37</a> <em>at Mt. Hor; go down from the mt.</em> is <span dir=\"rtl\">יָרַד מִן־הָהָר</span> <a data-ref=\"Exodus 32:1\" href=\"/Exodus.32.1\">Ex 32:1</a>, <a data-ref=\"Exodus 32:15\" href=\"/Exodus.32.15\">15</a> (both JE) <a data-ref=\"Exodus 34:29\" href=\"/Exodus.34.29\">34:29</a><sup>(×2)</sup> (both P), cf. <a data-ref=\"Judges 9:36\" href=\"/Judges.9.36\">Ju 9:36</a> etc. <strong>b.</strong>  <em>mountain-range</em> <span dir=\"rtl\">הַר־בָּשָׁן</span> <a data-ref=\"Psalms 68:16\" href=\"/Psalms.68.16\">ψ 68:16</a><sup>(×2)</sup> = <span dir=\"rtl\">הַר־אֱלֹהִים</span> v <a data-ref=\"Psalms 68:16\" href=\"/Psalms.68.16\">16</a>; = <span dir=\"rtl\">הַר־גַּבְנֻנִּים</span> v <a data-ref=\"Psalms 68:16\" href=\"/Psalms.68.16\">16</a>, <span dir=\"rtl\">הָרִים גַּבְנֻנִּים</span> v <a data-ref=\"Psalms 68:17\" href=\"/Psalms.68.17\">17</a> (of the Jebel Hauran: v. <a data-ref=\"BDB, בשׁן\" href=\"/BDB,_בשׁן\", dir=\"rtl\">בשׁן</a>). <strong>c.</strong>  <em>mountain</em>, indef., <a data-ref=\"Job 14:18\" href=\"/Job.14.18\">Jb 14:18</a> (‖ <span dir=\"rtl\">צוּר</span>); usually pl. <em>mountains</em>, in general, or <em>the mountains</em>, especially in poet. & the higher style; often fig.; <span dir=\"rtl\">הָרִים</span>, <span dir=\"rtl\">הֶהָרִים</span>, covered by flood <a data-ref=\"Genesis 7:20\" href=\"/Genesis.7.20\">Gn 7:20</a> cf. v <a data-ref=\"Genesis 7:19\" href=\"/Genesis.7.19\">19</a>; <a data-ref=\"Genesis 8:5\" href=\"/Genesis.8.5\">8:5</a>; covered by waters & freed therefrom by word of God (at creation) <a data-ref=\"Psalms 104:6\" href=\"/Psalms.104.6\">ψ 104:6</a>; a chief work of God (in creation) <a data-ref=\"Amos 4:13\" href=\"/Amos.4.13\">Am 4:13</a> <a data-ref=\"Psalms 65:7\" href=\"/Psalms.65.7\">ψ 65:7</a>; <a data-ref=\"Psalms 90:2\" href=\"/Psalms.90.2\">90:2</a> <a data-ref=\"Proverbs 8:25\" href=\"/Proverbs.8.25\">Pr 8:25</a> (‖ <span dir=\"rtl\">גְּבָעוֹת</span>); weighed by God <a data-ref=\"Isaiah 40:12\" href=\"/Isaiah.40.12\">Is 40:12</a>; removed and overturned in anger of God <a data-ref=\"Job 9:5\" href=\"/Job.9.5\">Jb 9:5</a> cf. <a data-ref=\"Psalms 46:3\" href=\"/Psalms.46.3\">ψ 46:3</a>, <a data-ref=\"Psalms 46:4\" href=\"/Psalms.46.4\">4</a>; devastated by God <a data-ref=\"Isaiah 42:15\" href=\"/Isaiah.42.15\">Is 42:15</a> (‖ <span dir=\"rtl\">גְּבָעוֹת</span>) cf. <a data-ref=\"Jeremiah 9:9\" href=\"/Jeremiah.9.9\">Je 9:9</a>; smoking at God’s touch <a data-ref=\"Psalms 104:32\" href=\"/Psalms.104.32\">ψ 104:32</a>; <a data-ref=\"Psalms 144:5\" href=\"/Psalms.144.5\">144:5</a>; melting at presence of <span dir=\"rtl\">י׳</span> <a data-ref=\"Judges 5:5\" href=\"/Judges.5.5\">Ju 5:5</a> <a data-ref=\"Micah 1:4\" href=\"/Micah.1.4\">Mi 1:4</a> <a data-ref=\"Psalms 97:5\" href=\"/Psalms.97.5\">ψ 97:5</a> <a data-ref=\"Isaiah 63:19\" href=\"/Isaiah.63.19\">Is 63:19</a>; <a data-ref=\"Isaiah 64:2\" href=\"/Isaiah.64.2\">64:2</a>; trembling <a data-ref=\"Isaiah 5:25\" href=\"/Isaiah.5.25\">Is 5:25</a> cf. <a data-ref=\"Jeremiah 4:24\" href=\"/Jeremiah.4.24\">Je 4:24</a> (‖ <span dir=\"rtl\">גְּבָעוֹת</span>), <a data-ref=\"Nahum 1:5\" href=\"/Nahum.1.5\">Na 1:5</a> (‖ <em>id.</em>), <a data-ref=\"Habakkuk 3:10\" href=\"/Habakkuk.3.10\">Hb 3:10</a>; called to witness Yahweh’s dealings with his people <a data-ref=\"Micah 6:2\" href=\"/Micah.6.2\">Mi 6:2</a> (‖ <span dir=\"rtl\">הָאֵתָנִים מֹסְדֵי אָ֑רֶץ</span>) cf. v <a data-ref=\"Micah 6:1\" href=\"/Micah.6.1\">1</a> (‖ <span dir=\"rtl\">הַגְּבָעוֹת</span>), entreated to cover the guilty <a data-ref=\"Hosea 10:8\" href=\"/Hosea.10.8\">Ho 10:8</a> (‖ <span dir=\"rtl\">גְּבָעוֹת</span>); addressed by <span dir=\"rtl\">י׳</span> also <a data-ref=\"Ezekiel 6:3\" href=\"/Ezekiel.6.3\">Ez 6:3</a> (‖ <span dir=\"rtl\">גְּבָעוֹת</span>, opp. <span dir=\"rtl\">אֲפִיקִים</span>, <span dir=\"rtl\">גֵּאָוֹת</span>); specif., mts. of Israel summoned to hear <span dir=\"rtl\">י׳</span> and addressed by him <a data-ref=\"Ezekiel 36:1\" href=\"/Ezekiel.36.1\">Ez 36:1</a><sup>(×2)</sup>, <a data-ref=\"Ezekiel 36:4\" href=\"/Ezekiel.36.4\">4</a>, <a data-ref=\"Ezekiel 36:8\" href=\"/Ezekiel.36.8\">8</a>; <a data-ref=\"Ezekiel 37:22\" href=\"/Ezekiel.37.22\">37:22</a>; <a data-ref=\"Ezekiel 38:8\" href=\"/Ezekiel.38.8\">38:8</a>; <a data-ref=\"Ezekiel 39:2\" href=\"/Ezekiel.39.2\">39:2</a>, <a data-ref=\"Ezekiel 39:4\" href=\"/Ezekiel.39.4\">4</a>; summoned to praise <span dir=\"rtl\">י׳</span> <a data-ref=\"Psalms 148:9\" href=\"/Psalms.148.9\">ψ 148:9</a> (‖ <span dir=\"rtl\">גְּבָעוֹת</span>) cf. <a data-ref=\"Isaiah 44:23\" href=\"/Isaiah.44.23\">Is 44:23</a>; <a data-ref=\"Isaiah 49:13\" href=\"/Isaiah.49.13\">49:13</a>; <a data-ref=\"Isaiah 55:12\" href=\"/Isaiah.55.12\">55:12</a> (‖ <span dir=\"rtl\">גְּבָעוֹת</span>); leaping in praise of <span dir=\"rtl\">י׳</span> <a data-ref=\"Psalms 114:4\" href=\"/Psalms.114.4\">ψ 114:4</a>, <a data-ref=\"Psalms 114:6\" href=\"/Psalms.114.6\">6</a> (both ‖ <span dir=\"rtl\">גְּבָעוֹת</span>); <span dir=\"rtl\">הַרֲרֵי־קֶדֶם</span> <a data-ref=\"Deuteronomy 33:15\" href=\"/Deuteronomy.33.15\">Dt 33:15</a> (‖ <span dir=\"rtl\">גִּבְעוֹת עוֹלָם</span>); <span dir=\"rtl\">הַרֲרֵי־עַד</span> <a data-ref=\"Habakkuk 3:6\" href=\"/Habakkuk.3.6\">Hb 3:6</a> (‖ <em>id.</em>); <span dir=\"rtl\">הַרֲרֵי־עַד</span> also <a data-ref=\"Psalms 76:5\" href=\"/Psalms.76.5\">ψ 76:5</a> (according to 𝔊 Bi Che; MT has <span dir=\"rtl\">טֶרֶף</span> for <span dir=\"rtl\">עַד</span>), and prob. <a data-ref=\"Genesis 49:26\" href=\"/Genesis.49.26\">Gn 49:26</a> for MT <span dir=\"rtl\">הוֹרַי עַד</span> (‖ <span dir=\"rtl\">גִּבְעֹת עוֹלָם</span>) cf. Di <strong>d.</strong>  <em>high mt.</em> <span dir=\"rtl\">הַר גָּבֹהַּ</span> <a data-ref=\"Isaiah 30:25\" href=\"/Isaiah.30.25\">Is 30:25</a> (‖ <span dir=\"rtl\">גִּבְעָה נִשָּׂאָה</span>) cf. <a data-ref=\"Isaiah 40:9\" href=\"/Isaiah.40.9\">40:9</a>; <a data-ref=\"Isaiah 52:7\" href=\"/Isaiah.52.7\">52:7</a>; <span dir=\"rtl\">הַר גָּבֹהַּ מְאֹד</span> <a data-ref=\"Ezekiel 40:2\" href=\"/Ezekiel.40.2\">Ez 40:2</a>; <span dir=\"rtl\">הַר גָּבֹהַּ וְתָלוּל</span> <a data-ref=\"Ezekiel 17:22\" href=\"/Ezekiel.17.22\">Ez 17:22</a>; pl. <span dir=\"rtl\">הֶהָרִים הַגְּבֹהִים</span> <a data-ref=\"Genesis 7:19\" href=\"/Genesis.7.19\">Gn 7:19</a> <a data-ref=\"Psalms 104:18\" href=\"/Psalms.104.18\">ψ 104:18</a> (‖ <span dir=\"rtl\">סְלָעִים</span>), <span dir=\"rtl\">הֶה׳ הָרָמִים</span> <a data-ref=\"Isaiah 2:14\" href=\"/Isaiah.2.14\">Is 2:14</a> as symbol of strength and pride (‖ <span dir=\"rtl\">הַגְּבָעוֹת הַנִּשָּׂאוֹת</span>), cf. <span dir=\"rtl\">הֶהָרִים</span> <a data-ref=\"Ezekiel 38:20\" href=\"/Ezekiel.38.20\">Ez 38:20</a> (‖ <span dir=\"rtl\">מַדְרֵגוֹת</span>, <span dir=\"rtl\">חוֹמָה</span>). <strong>e.</strong>  opp. valley or plain <a data-ref=\"Joshua 12:8\" href=\"/Joshua.12.8\">Jos 12:8</a> (D; opp. <span dir=\"rtl\">מִדְּבָּר</span>, <span dir=\"rtl\">אֲשֵׁדוֹת</span>, <span dir=\"rtl\">עֲרָבָה</span>, <span dir=\"rtl\">שְׁפֵלָה</span>), cf. <a data-ref=\"Deuteronomy 1:7\" href=\"/Deuteronomy.1.7\">Dt 1:7</a>, also <a data-ref=\"Jeremiah 17:26\" href=\"/Jeremiah.17.26\">Je 17:26</a> (opp. <span dir=\"rtl\">שְׁפֵלָה</span>); <a data-ref=\"Genesis 19:17\" href=\"/Genesis.19.17\">Gn 19:17</a> (J; opp. <span dir=\"rtl\">כִּכָּר</span>); often opp. <span dir=\"rtl\">גַּיְא</span> <a data-ref=\"II Kings 2:16\" href=\"/II_Kings.2.16\">2 K 2:16</a> <a data-ref=\"Ezekiel 31:12\" href=\"/Ezekiel.31.12\">Ez 31:12</a> (fig.) <a data-ref=\"Ezekiel 32:5\" href=\"/Ezekiel.32.5\">32:5</a> (<em>id.</em>) <a data-ref=\"Ezekiel 35:8\" href=\"/Ezekiel.35.8\">35:8</a> (‖ <span dir=\"rtl\">גִּבְעָה</span>), <a data-ref=\"Ezekiel 36:4\" href=\"/Ezekiel.36.4\">36:4</a> (‖ <em>id.</em>), <a data-ref=\"Isaiah 40:4\" href=\"/Isaiah.40.4\">Is 40:4</a> (‖ <em>id.</em>), opp. <span dir=\"rtl\">בִּקְעָה</span> <a data-ref=\"Deuteronomy 8:7\" href=\"/Deuteronomy.8.7\">Dt 8:7</a>; <a data-ref=\"Deuteronomy 11:11\" href=\"/Deuteronomy.11.11\">11:11</a> <a data-ref=\"Psalms 104:8\" href=\"/Psalms.104.8\">ψ 104:8</a>; opp. <span dir=\"rtl\">מִדְבָּר</span> <a data-ref=\"Lamentations 4:19\" href=\"/Lamentations.4.19\">La 4:19</a> (cf. <a data-ref=\"Joshua 12:8\" href=\"/Joshua.12.8\">Jos 12:8</a> supr.); <span dir=\"rtl\">בֵּין הָרִים</span> <a data-ref=\"Psalms 104:10\" href=\"/Psalms.104.10\">ψ 104:10</a> is ‖ <span dir=\"rtl\">בַּנְּחָלִים</span>; see also <span dir=\"rtl\">אֱלֹהֵי הָרִים י׳ וְלֹא־אֱלֹהֵי עֲמָקִים</span> <a data-ref=\"I Kings 20:28\" href=\"/I_Kings.20.28\">1 K 20:28</a>, cf. v <a data-ref=\"I Kings 20:23\" href=\"/I_Kings.20.23\">23</a> (opp. <span dir=\"rtl\">מִישׁוֹר</span>); note also <span dir=\"rtl\">הַר הָעֵמֶק</span> <a data-ref=\"Joshua 13:19\" href=\"/Joshua.13.19\">Jos 13:19</a> (P), & <span dir=\"rtl\">גֵּיא־הָרַי</span>, <span dir=\"rtl\">גֵּי־הָרִים</span> <a data-ref=\"Zechariah 14:5\" href=\"/Zechariah.14.5\">Zc 14:5</a><sup>(×2)</sup>; further <span dir=\"rtl\">מִדְבַּר הָרִים</span> <a data-ref=\"Psalms 75:7\" href=\"/Psalms.75.7\">ψ 75:7</a> <em>mountainous desert</em> Vrss. & most mod. (Baer <span dir=\"rtl\">מִדְבָּר</span> but cf. De); <em>mountain-ward</em> is <span dir=\"rtl\">הֶ֫רָה</span> <a data-ref=\"Genesis 14:10\" href=\"/Genesis.14.10\">Gn 14:10</a>. <strong>f.</strong>  mts. as hiding-places:—<span dir=\"rtl\">הַמִּנְהָרוֹת אֲשֶׁר בֶּהָרִים</span> <a data-ref=\"Judges 6:2\" href=\"/Judges.6.2\">Ju 6:2</a> <em>the burrows</em> (Stanley, VB) <em>which are in the mts.;</em> cf. <a data-ref=\"Psalms 11:1\" href=\"/Psalms.11.1\">ψ 11:1</a> <a data-ref=\"Jeremiah 16:16\" href=\"/Jeremiah.16.16\">Je 16:16</a> (‖ <span dir=\"rtl\">גִּבְעָה</span>); <span dir=\"rtl\">הָפַךְ מִשֹּׁרֶשׁ הָרִים</span> <a data-ref=\"Job 28:9\" href=\"/Job.28.9\">Jb 28:9</a> (of mining), v. also <a data-ref=\"Deuteronomy 8:9\" href=\"/Deuteronomy.8.9\">Dt 8:9</a>. <strong>g.</strong>  mts. as running-place of gazelles <a data-ref=\"I Chronicles 12:8\" href=\"/I_Chronicles.12.8\">1 Ch 12:8</a>; of leopards <span dir=\"rtl\">הַרֲרֵי נְמֵרִים</span> <a data-ref=\"Song of Songs 4:8\" href=\"/Song_of_Songs.4.8\">Ct 4:8</a>; hunting-ground for partridges <a data-ref=\"I Samuel 26:20\" href=\"/I_Samuel.26.20\">1 S 26:20</a>; <span dir=\"rtl\">עוֹף הָרִים</span> <a data-ref=\"Psalms 50:11\" href=\"/Psalms.50.11\">ψ 50:11</a> cf. <a data-ref=\"Psalms 11:1\" href=\"/Psalms.11.1\">11:1</a> (fig.); wandering-place of lost sheep (fig.) <a data-ref=\"Nahum 3:18\" href=\"/Nahum.3.18\">Na 3:18</a> <a data-ref=\"I Kings 22:17\" href=\"/I_Kings.22.17\">1 K 22:17</a> <a data-ref=\"Jeremiah 50:6\" href=\"/Jeremiah.50.6\">Je 50:6</a> cf. v <a data-ref=\"Jeremiah 50:6\" href=\"/Jeremiah.50.6\">6</a> (‖ <span dir=\"rtl\">גִּבְעָה</span>), <a data-ref=\"Ezekiel 34:6\" href=\"/Ezekiel.34.6\">Ez 34:6</a> (‖ <span dir=\"rtl\">כָּל־גִּבְעָה רָמָה</span>) <a data-ref=\"II Chronicles 18:16\" href=\"/II_Chronicles.18.16\">2 Ch 18:16</a>. <strong>h.</strong>  grazing-places for cattle <span dir=\"rtl\">בְּהֵמוֹת בְּהַרֲרֵי־אָ֑לֶף</span> <a data-ref=\"Psalms 50:10\" href=\"/Psalms.50.10\">ψ 50:10</a> (read <span dir=\"rtl\">אֵל</span> for <span dir=\"rtl\">אלף</span> Ol Bi Che), cf. <span dir=\"rtl\">וְתוּר הָרִים</span> <a data-ref=\"Job 39:8\" href=\"/Job.39.8\">Jb 39:8</a> of pasture of wild ass; also (si vera l.) <span dir=\"rtl\">בּוּל הָרִים</span> <a data-ref=\"Job 40:20\" href=\"/Job.40.20\">Jb 40:20</a>, i.e. mts. as furnishing food for hippopot.; v. further <a data-ref=\"Song of Songs 4:6\" href=\"/Song_of_Songs.4.6\">Ct 4:6</a>; <a data-ref=\"Song of Songs 8:14\" href=\"/Song_of_Songs.8.14\">8:14</a> <a data-ref=\"Proverbs 27:25\" href=\"/Proverbs.27.25\">Pr 27:25</a>. <strong>i.</strong>  as place of field and vineyards <a data-ref=\"II Chronicles 26:10\" href=\"/II_Chronicles.26.10\">2 Ch 26:10</a> (opp. <span dir=\"rtl\">שְׁפֵלָה</span>, <span dir=\"rtl\">מִישׁוֹר</span>) <a data-ref=\"Isaiah 7:25\" href=\"/Isaiah.7.25\">Is 7:25</a>; v. also <span dir=\"rtl\">הַמַּצְמִיחַ הָרִים חָצִיר</span> <a data-ref=\"Psalms 147:8\" href=\"/Psalms.147.8\">ψ 147:8</a> cf., <a data-ref=\"Haggai 1:11\" href=\"/Haggai.1.11\">Hg 1:11</a>; fig. <a data-ref=\"Psalms 72:3\" href=\"/Psalms.72.3\">ψ 72:3</a> (‖ <span dir=\"rtl\">גְּבָעוֹת</span>); in promise <span dir=\"rtl\">יִטְּפוּ הֶהָרִים עָסִיס וְהַגְּבָעוֹתּ תֵּלַכְּנָה חָלָב</span> <a data-ref=\"Joel 4:18\" href=\"/Joel.4.18\">Jo 4:18</a> cf. <a data-ref=\"Amos 9:13\" href=\"/Amos.9.13\">Am 9:13</a>; <strong>j.</strong>  as kindled into flame (i.e. their forests; in sim.) <a data-ref=\"Psalms 83:15\" href=\"/Psalms.83.15\">ψ 83:15</a>. <strong>k.</strong> as scene of massacre, (fig.) <a data-ref=\"Isaiah 34:3\" href=\"/Isaiah.34.3\">Is 34:3</a> <em>melting with blood;</em> as place of battle array, <em>height</em> <a data-ref=\"I Samuel 17:3\" href=\"/I_Samuel.17.3\">1 S 17:3</a><sup>(×2)</sup>. <strong>l.</strong> as places of illicit worship <a data-ref=\"Isaiah 65:7\" href=\"/Isaiah.65.7\">Is 65:7</a> (‖ <span dir=\"rtl\">גְּבָעוֹת</span>) cf. <a data-ref=\"Jeremiah 3:6\" href=\"/Jeremiah.3.6\">Je 3:6</a> & appar. v <a data-ref=\"Jeremiah 3:25\" href=\"/Jeremiah.3.25\">25</a> (‖ <em>id.</em>) so <span dir=\"rtl\">הַר־גָּבֹהַּ וְנִשָּׂא</span> <a data-ref=\"Isaiah 57:7\" href=\"/Isaiah.57.7\">Is 57:7</a>, <span dir=\"rtl\">הֶהָרִים הָרָמִים</span> <a data-ref=\"Deuteronomy 12:2\" href=\"/Deuteronomy.12.2\">Dt 12:2</a> (‖ <span dir=\"rtl\">הַגְּבָעוֹת</span>); but <a data-ref=\"Ezekiel 18:6\" href=\"/Ezekiel.18.6\">Ez 18:6</a>, <a data-ref=\"Ezekiel 18:15\" href=\"/Ezekiel.18.15\">15</a> read perhaps <span dir=\"rtl\">הַדָּם</span> for <span dir=\"rtl\">הרים</span> cf. RS<sup>K 310</sup> & <a data-ref=\"Ezekiel 33:25\" href=\"/Ezekiel.33.25\">33:25</a>. <strong>m.</strong> in various combinations <span dir=\"rtl\">צַד הָהָר</span> <a data-ref=\"I Samuel 23:26\" href=\"/I_Samuel.23.26\">1 S 23:26</a><sup>(×2)</sup> <a data-ref=\"II Samuel 13:34\" href=\"/II_Samuel.13.34\">2 S 13:34</a> <em>side of the mt.</em>, <span dir=\"rtl\">צֵלַע הָהָר</span> <a data-ref=\"II Samuel 16:13\" href=\"/II_Samuel.16.13\">16:13</a> <em>id.;</em> <span dir=\"rtl\">מֹץ הָרִים</span> <a data-ref=\"Isaiah 17:13\" href=\"/Isaiah.17.13\">Is 17:13</a> <em>chaff of mts.;</em> <span dir=\"rtl\">זֶרֶם הָרִים</span> <a data-ref=\"Job 24:8\" href=\"/Job.24.8\">Jb 24:8</a> <em>mountain-shower;</em> <span dir=\"rtl\">צֵל הֶהָרִים</span> <a data-ref=\"Judges 9:36\" href=\"/Judges.9.36\">Ju 9:36</a> <em>shadow of the mts.;</em> <span dir=\"rtl\">מִבֵּין שְׁנֵי הָרִים וְהֶהָרִים הָרֵי נְחשֶׁת</span> <a data-ref=\"Zechariah 6:1\" href=\"/Zechariah.6.1\">Zc 6:1</a>; <em>top of mt.</em> usually <span dir=\"rtl\">רֹאשׁ הָהָר</span> <a data-ref=\"Numbers 14:40\" href=\"/Numbers.14.40\">Nu 14:40</a>, <a data-ref=\"Numbers 14:44\" href=\"/Numbers.14.44\">44</a> <a data-ref=\"I Samuel 26:13\" href=\"/I_Samuel.26.13\">1 S 26:13</a> <a data-ref=\"II Kings 1:9\" href=\"/II_Kings.1.9\">2 K 1:9</a>; as place for beacon <a data-ref=\"Isaiah 30:17\" href=\"/Isaiah.30.17\">Is 30:17</a> (‖ <span dir=\"rtl\">גִּבְעָה</span>), (cf. <span dir=\"rtl\">הַר־נִשְׁפֶּה</span> <a data-ref=\"Isaiah 13:2\" href=\"/Isaiah.13.2\">13:2</a> & <span dir=\"rtl\">נְשֹׂא־נֵס הָרִים</span> <a data-ref=\"Isaiah 18:3\" href=\"/Isaiah.18.3\">Is 18:3</a>), <span dir=\"rtl\">רֹאשׁ הֶהָרִים</span> <a data-ref=\"Isaiah 2:2\" href=\"/Isaiah.2.2\">Is 2:2</a> = <a data-ref=\"Micah 4:1\" href=\"/Micah.4.1\">Mi 4:1</a>, <span dir=\"rtl\">רֹאשׁ הָרִים</span> <a data-ref=\"Isaiah 42:11\" href=\"/Isaiah.42.11\">Is 42:11</a> (‖ <span dir=\"rtl\">סֶלַע</span> as dwelling-place) v. also <a data-ref=\"Psalms 72:16\" href=\"/Psalms.72.16\">ψ 72:16</a>; <span dir=\"rtl\">רָאשֵׁי הֶהָרִים</span> <a data-ref=\"Genesis 8:5\" href=\"/Genesis.8.5\">Gn 8:5</a>; as lurking-places for ambuscade <a data-ref=\"Judges 9:25\" href=\"/Judges.9.25\">Ju 9:25</a>, <a data-ref=\"Judges 9:36\" href=\"/Judges.9.36\">36</a>, places for altars <a data-ref=\"Ezekiel 6:13\" href=\"/Ezekiel.6.13\">Ez 6:13</a> (‖ <span dir=\"rtl\">גִּבְעָה רָמָה</span>), for sacrifice <a data-ref=\"Hosea 4:13\" href=\"/Hosea.4.13\">Ho 4:13</a> (‖ <span dir=\"rtl\">הַגְּבָעוֹת</span>); <span dir=\"rtl\">רֹאשׁ הָהָר</span> <a data-ref=\"Joshua 15:8\" href=\"/Joshua.15.8\">Jos 15:8</a> = <em>mt.-ridge</em>, cf. v <a data-ref=\"Joshua 15:9\" href=\"/Joshua.15.9\">9</a> <a data-ref=\"Judges 16:3\" href=\"/Judges.16.3\">Ju 16:3</a>; <span dir=\"rtl\">תּוֹעֲפוֹת הָרִים</span> <a data-ref=\"Psalms 95:4\" href=\"/Psalms.95.4\">ψ 95:4</a>; <em>foundations of mts.</em> <span dir=\"rtl\">מוֹסְדֵי הָרִים</span> <a data-ref=\"Deuteronomy 32:22\" href=\"/Deuteronomy.32.22\">Dt 32:22</a> <a data-ref=\"Psalms 18:8\" href=\"/Psalms.18.8\">ψ 18:8</a> (‖ <span dir=\"rtl\">מוֹסְדוֹת הַשָּׁמַיִם</span> <a data-ref=\"II Samuel 22:8\" href=\"/II_Samuel.22.8\">2 S 22:8</a>); cf. <span dir=\"rtl\">לְקִצְבֵי הָרִים יָרַדְתִּי</span> <a data-ref=\"Jonah 2:7\" href=\"/Jonah.2.7\">Jon 2:7</a>. <strong>n.</strong> in fig. uses: <span dir=\"rtl\">תָּדוּשׁ הָרִים וְתָדֹק וּגְבָעוֹת כַּמֹּץ תָּשִׂים</span> <a data-ref=\"Isaiah 41:15\" href=\"/Isaiah.41.15\">Is 41:15</a> fig. of Isr.’s overcoming its foes; <span dir=\"rtl\">יִתְנַגְּפוּ רַגְלֵיכֶם עַל־הָרֵי נָ֑שֶׁף</span> <a data-ref=\"Jeremiah 13:16\" href=\"/Jeremiah.13.16\">Je 13:16</a> of encountering hopeless calamities; <span dir=\"rtl\">הֶהָרִים</span> <a data-ref=\"Isaiah 54:10\" href=\"/Isaiah.54.10\">Is 54:10</a> as less permanent & changeless than Yahweh’s kindness (‖ <span dir=\"rtl\">גְּבָעוֹת</span>); <span dir=\"rtl\">הַר הַמַּשְׁחִית</span> <a data-ref=\"Jeremiah 51:25\" href=\"/Jeremiah.51.25\">Je 51:25</a> & <span dir=\"rtl\">הַר שְׂרֵפָה</span> v <a data-ref=\"Jeremiah 51:25\" href=\"/Jeremiah.51.25\">25</a> fig. of Babylon.<br><strong>2.</strong>  <em>hill-country, mountain-region</em>, <strong>a.</strong>  opp. plain, etc.:—dwelling-place of Canaanites, <span dir=\"rtl\">הָהָר</span> <a data-ref=\"Numbers 13:17\" href=\"/Numbers.13.17\">Nu 13:17</a>, <a data-ref=\"Numbers 13:29\" href=\"/Numbers.13.29\">29</a> (of promised land; opp. <span dir=\"rtl\">אֶרֶץ הַנֶּגֶב</span>, <span dir=\"rtl\">הַיָּם</span> & <span dir=\"rtl\">יַד־הַיַּרְדֵּן</span>); <span dir=\"rtl\">בָּֽעֲרָבָה בָּהָר וּבַשְּׁפֵלָה וּבַנֶּגֶב וּבְחוֹף הַיָּם</span> <a data-ref=\"Deuteronomy 1:7\" href=\"/Deuteronomy.1.7\">Dt 1:7</a>; <span dir=\"rtl\">בָּהָר וּבָֽעֲרָבָה נֶגֶב כִּנֲּרוֹת וּבַשְּׁפֵלָה וּבְנָפוֹת דּוֹר מִיָּם</span> <a data-ref=\"Joshua 11:2\" href=\"/Joshua.11.2\">Jos 11:2</a>; <span dir=\"rtl\">בָּהָר וּבַשְּׁפֵלָה וּבָֽעֲרָבָה וּבָֽאֲשֵׁדוֹת וּבַמִּדְבָּר וּבַנֶּגֶב</span> <a data-ref=\"Joshua 12:8\" href=\"/Joshua.12.8\">12:8</a>; cf. <a data-ref=\"Joshua 9:1\" href=\"/Joshua.9.1\">9:1</a>; <a data-ref=\"Joshua 10:40\" href=\"/Joshua.10.40\">10:40</a> <a data-ref=\"Judges 1:9\" href=\"/Judges.1.9\">Ju 1:9</a>; <span dir=\"rtl\">הָהָר</span> indef. (<em>the hill-country, the mountains</em>, in gen.) <a data-ref=\"II Chronicles 2:1\" href=\"/II_Chronicles.2.1\">2 Ch 2:1</a> (place for hewing wood) so v <a data-ref=\"II Chronicles 2:17\" href=\"/II_Chronicles.2.17\">17</a>; <a data-ref=\"Nehemiah 8:15\" href=\"/Nehemiah.8.15\">Ne 8:15</a> (place for cutting boughs), etc. <strong>b.</strong>  of a particular mountain-region, hill-country: <span dir=\"rtl\">הַר הָאֱמֹרִי</span> <a data-ref=\"Deuteronomy 1:7\" href=\"/Deuteronomy.1.7\">Dt 1:7</a> (cf. v <a data-ref=\"Deuteronomy 1:7\" href=\"/Deuteronomy.1.7\">7</a>) v <a data-ref=\"Deuteronomy 1:19\" href=\"/Deuteronomy.1.19\">19</a> (cf. v <a data-ref=\"Deuteronomy 1:24\" href=\"/Deuteronomy.1.24\">24</a>), also <a data-ref=\"Joshua 10:6\" href=\"/Joshua.10.6\">Jos 10:6</a>; of Amalekites <a data-ref=\"Judges 12:15\" href=\"/Judges.12.15\">Ju 12:15</a>; of Ephraim <a data-ref=\"Joshua 17:15\" href=\"/Joshua.17.15\">Jos 17:15</a>; <a data-ref=\"Joshua 19:50\" href=\"/Joshua.19.50\">19:50</a>; <a data-ref=\"Joshua 20:7\" href=\"/Joshua.20.7\">20:7</a>; <a data-ref=\"Joshua 21:21\" href=\"/Joshua.21.21\">21:21</a>; <a data-ref=\"Joshua 24:30\" href=\"/Joshua.24.30\">24:30</a>, <a data-ref=\"Joshua 24:33\" href=\"/Joshua.24.33\">33</a> <a data-ref=\"Judges 3:27\" href=\"/Judges.3.27\">Ju 3:27</a>; <a data-ref=\"Judges 4:5\" href=\"/Judges.4.5\">4:5</a>; <a data-ref=\"Judges 7:24\" href=\"/Judges.7.24\">7:24</a>; <a data-ref=\"Judges 9:48\" href=\"/Judges.9.48\">9:48</a>; <a data-ref=\"Judges 17:1\" href=\"/Judges.17.1\">17:1</a> + 6 times <a data-ref=\"Judges 17\" href=\"/Judges.17\">Ju 17</a>, <a data-ref=\"I Samuel 1:1\" href=\"/I_Samuel.1.1\">1 S 1:1</a>; <a data-ref=\"I Samuel 9:4\" href=\"/I_Samuel.9.4\">9:4</a>; <a data-ref=\"I Samuel 14:22\" href=\"/I_Samuel.14.22\">14:22</a> <a data-ref=\"II Samuel 20:21\" href=\"/II_Samuel.20.21\">2 S 20:21</a> <a data-ref=\"I Kings 4:8\" href=\"/I_Kings.4.8\">1 K 4:8</a>; <a data-ref=\"I Kings 12:25\" href=\"/I_Kings.12.25\">12:25</a> <a data-ref=\"II Kings 5:22\" href=\"/II_Kings.5.22\">2 K 5:22</a> <a data-ref=\"I Chronicles 6:52\" href=\"/I_Chronicles.6.52\">1 Ch 6:52</a> <a data-ref=\"II Chronicles 13:4\" href=\"/II_Chronicles.13.4\">2 Ch 13:4</a>; <a data-ref=\"II Chronicles 15:8\" href=\"/II_Chronicles.15.8\">15:8</a>; <a data-ref=\"II Chronicles 19:4\" href=\"/II_Chronicles.19.4\">19:4</a> <a data-ref=\"Jeremiah 4:15\" href=\"/Jeremiah.4.15\">Je 4:15</a>; <a data-ref=\"Jeremiah 31:6\" href=\"/Jeremiah.31.6\">31:6</a>; Ephraim and Gilead <a data-ref=\"Jeremiah 50:19\" href=\"/Jeremiah.50.19\">50:19</a> (cf. also <span dir=\"rtl\">(ה)הר</span> <a data-ref=\"Joshua 17:16\" href=\"/Joshua.17.16\">Jos 17:16</a>, <a data-ref=\"Joshua 17:18\" href=\"/Joshua.17.18\">18</a> <a data-ref=\"Judges 3:27\" href=\"/Judges.3.27\">Ju 3:27</a>); of Israel <a data-ref=\"Joshua 11:16\" href=\"/Joshua.11.16\">Jos 11:16</a>, <a data-ref=\"Joshua 11:21\" href=\"/Joshua.11.21\">21</a>, cf. <span dir=\"rtl\">הָרֵי יִשְׂרָאֵל</span> <a data-ref=\"Ezekiel 6:2\" href=\"/Ezekiel.6.2\">Ez 6:2</a>; <a data-ref=\"Ezekiel 19:9\" href=\"/Ezekiel.19.9\">19:9</a>; <a data-ref=\"Ezekiel 33:28\" href=\"/Ezekiel.33.28\">33:28</a>; <a data-ref=\"Ezekiel 34:13\" href=\"/Ezekiel.34.13\">34:13</a>; <a data-ref=\"Ezekiel 35:12\" href=\"/Ezekiel.35.12\">35:12</a>; <span dir=\"rtl\">הָרֵי מְרוֹם יִשְׂרָאֵל</span> <a data-ref=\"Ezekiel 17:23\" href=\"/Ezekiel.17.23\">Ez 17:23</a>; <a data-ref=\"Ezekiel 20:40\" href=\"/Ezekiel.20.40\">20:40</a> (‖ <span dir=\"rtl\">הַר־קָדְשִׁי</span>) <a data-ref=\"Ezekiel 34:14\" href=\"/Ezekiel.34.14\">34:14</a>; <span dir=\"rtl\">עָרֵי הָהָר</span> i.e. in mountain-country <a data-ref=\"Deuteronomy 2:37\" href=\"/Deuteronomy.2.37\">Dt 2:37</a> (of Ammonites), <a data-ref=\"Jeremiah 32:44\" href=\"/Jeremiah.32.44\">Je 32:44</a>; <a data-ref=\"Jeremiah 33:13\" href=\"/Jeremiah.33.13\">33:13</a>; hill-country of Judah <a data-ref=\"Joshua 11:21\" href=\"/Joshua.11.21\">Jos 11:21</a>; <a data-ref=\"Joshua 15:48\" href=\"/Joshua.15.48\">15:48</a>; <a data-ref=\"Joshua 18:12\" href=\"/Joshua.18.12\">18:12</a>; <a data-ref=\"Joshua 20:7\" href=\"/Joshua.20.7\">20:7</a>; <a data-ref=\"Joshua 21:11\" href=\"/Joshua.21.11\">21:11</a>; <a data-ref=\"II Chronicles 21:11\" href=\"/II_Chronicles.21.11\">2 Ch 21:11</a> <span dir=\"rtl\">(הָרֵי יהודה)</span> <a data-ref=\"II Chronicles 27:4\" href=\"/II_Chronicles.27.4\">27:4</a>; abode of Jebusites <a data-ref=\"Joshua 11:3\" href=\"/Joshua.11.3\">Jos 11:3</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2d8b6084aa1cbf1f1d9", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מֹשֶׁה 1", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "BDB, מֹשֶׁה 1", "sourceHeRef": "בראון-דרייבר-בריגס, מֹשֶׁה א׳", "anchorVerse": 38, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מֹשֶׁה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">מֹשֶׁה</span></big><sub>767</sub>  <strong>n.pr.m. Moses</strong>, the great Hebrew leader, prophet and lawgiver <strong>(</strong>prob. = Egyptian <em>mes, mesu</em>, <em>child, son</em>, Eb<sup>GS 539</sup>, cf. Di <a data-ref=\"Exodus 2:10\" href=\"/Exodus.2.10\">Ex 2:10</a>, where see also older (abandoned) etymol.<strong>)</strong>;—<span dir=\"rtl\">מ׳</span> <a data-ref=\"Exodus 2:10\" href=\"/Exodus.2.10\">Ex 2:10</a> + <span dir=\"rtl\">מֹשֶׁ֑ה</span> v <a data-ref=\"Exodus 2:15\" href=\"/Exodus.2.15\">15</a> +; name occurs 706 times in Hex (Ex. 290 times, Lv. 86 times, Nu. 233 times, Dt. 38 times, Jos. 59 times), Ju. 4 times + <a data-ref=\"Judges 18:30\" href=\"/Judges.18.30\">18:30</a> where read <span dir=\"rtl\">מֹשֶׁה</span> for <span dir=\"rtl\">מְנַשֶּׁה</span> (cf. GFM); <a data-ref=\"I Samuel 12:6\" href=\"/I_Samuel.12.6\">1 S 12:6</a>, <a data-ref=\"I Samuel 12:8\" href=\"/I_Samuel.12.8\">8</a>,. Kings 10 times, <a data-ref=\"Micah 6:4\" href=\"/Micah.6.4\">Mi 6:4</a>; <a data-ref=\"Jeremiah 15:1\" href=\"/Jeremiah.15.1\">Je 15:1</a>; <a data-ref=\"Isaiah 63:11\" href=\"/Isaiah.63.11\">Is 63:11</a>, <a data-ref=\"Isaiah 63:12\" href=\"/Isaiah.63.12\">12</a>; <a data-ref=\"Malachi 3:22\" href=\"/Malachi.3.22\">Mal 3:22</a> <a data-ref=\"Psalms 77:21\" href=\"/Psalms.77.21\">ψ 77:21</a> + 7 times; Chr. 3 times, <a data-ref=\"Daniel 9:11\" href=\"/Daniel.9.11\">Dn 9:11</a>, <a data-ref=\"Daniel 9:13\" href=\"/Daniel.9.13\">13</a>;—<em>Moses</em> was son of Amram and Jochebed <a data-ref=\"Exodus 6:20\" href=\"/Exodus.6.20\">Ex 6:20</a> <a data-ref=\"Numbers 26:59\" href=\"/Numbers.26.59\">Nu 26:59</a> (both P), <a data-ref=\"I Chronicles 5:29\" href=\"/I_Chronicles.5.29\">1 Ch 5:29</a>; <a data-ref=\"I Chronicles 23:13\" href=\"/I_Chronicles.23.13\">23:13</a>; of tribe of Levi <a data-ref=\"Exodus 2:1\" href=\"/Exodus.2.1\">Ex 2:1</a> (E; cf. also foregoing); (younger) brother of Aaron <a data-ref=\"Exodus 4:14\" href=\"/Exodus.4.14\">4:14</a> (J), <a data-ref=\"Exodus 7:1\" href=\"/Exodus.7.1\">7:1</a>, <a data-ref=\"Exodus 7:2\" href=\"/Exodus.7.2\">2</a>, <a data-ref=\"Exodus 7:7\" href=\"/Exodus.7.7\">7</a> (P), etc., and brother of Miriam <a data-ref=\"Numbers 26:59\" href=\"/Numbers.26.59\">Nu 26:59</a> (P), <a data-ref=\"I Chronicles 5:29\" href=\"/I_Chronicles.5.29\">1 Ch 5:29</a> (cf. <a data-ref=\"Exodus 15:20\" href=\"/Exodus.15.20\">Ex 15:20</a> E); called prophet <a data-ref=\"Deuteronomy 18:15\" href=\"/Deuteronomy.18.15\">Dt 18:15</a>, <a data-ref=\"Deuteronomy 18:18\" href=\"/Deuteronomy.18.18\">18</a>; <a data-ref=\"Deuteronomy 34:10\" href=\"/Deuteronomy.34.10\">34:10</a>; agent by whom <span dir=\"rtl\">י׳</span> gave law <a data-ref=\"Exodus 20:16\" href=\"/Exodus.20.16\">Ex 20:19</a>, <a data-ref=\"Exodus 20:17\" href=\"/Exodus.20.17\">20</a>, <a data-ref=\"Exodus 20:18\" href=\"/Exodus.20.18\">21</a>, <a data-ref=\"Exodus 20:19\" href=\"/Exodus.20.19\">22</a> (E) +; especially P (<span dir=\"rtl\">כַּאֲשֶׁר צִוָּה י׳ אֶת־מ׳</span>, etc.), <a data-ref=\"Exodus 39:1\" href=\"/Exodus.39.1\">Ex 39:1</a>, <a data-ref=\"Exodus 39:5\" href=\"/Exodus.39.5\">5</a>, <a data-ref=\"Exodus 39:7\" href=\"/Exodus.39.7\">7</a>, <a data-ref=\"Exodus 39:21\" href=\"/Exodus.39.21\">21</a>, <a data-ref=\"Exodus 39:26\" href=\"/Exodus.39.26\">26</a>, <a data-ref=\"Exodus 39:29\" href=\"/Exodus.39.29\">29</a>, <a data-ref=\"Exodus 39:31\" href=\"/Exodus.39.31\">31</a>; <a data-ref=\"Exodus 40:19\" href=\"/Exodus.40.19\">40:19</a>, <a data-ref=\"Exodus 40:21\" href=\"/Exodus.40.21\">21</a>, <a data-ref=\"Exodus 40:25\" href=\"/Exodus.40.25\">25</a>, <a data-ref=\"Exodus 40:27\" href=\"/Exodus.40.27\">27</a>, <a data-ref=\"Exodus 40:29\" href=\"/Exodus.40.29\">29</a>, <a data-ref=\"Exodus 40:32\" href=\"/Exodus.40.32\">32</a> <a data-ref=\"Leviticus 7:38\" href=\"/Leviticus.7.38\">Lv 7:38</a>; <a data-ref=\"Leviticus 8:9\" href=\"/Leviticus.8.9\">8:9</a>, <a data-ref=\"Leviticus 8:13\" href=\"/Leviticus.8.13\">13</a>, <a data-ref=\"Leviticus 8:17\" href=\"/Leviticus.8.17\">17</a>, <a data-ref=\"Leviticus 8:27\" href=\"/Leviticus.8.27\">27</a>, <a data-ref=\"Leviticus 8:29\" href=\"/Leviticus.8.29\">29</a> + often; lawgiver <a data-ref=\"Deuteronomy 33:4\" href=\"/Deuteronomy.33.4\">Dt 33:4</a>; <a data-ref=\"Joshua 1:7\" href=\"/Joshua.1.7\">Jos 1:7</a>, <a data-ref=\"Joshua 1:13\" href=\"/Joshua.1.13\">13</a> (D) +; priest, <span dir=\"rtl\">מ׳ וְאַהֲרֹן בְּכֹהֲנָיו</span> <a data-ref=\"Psalms 99:6\" href=\"/Psalms.99.6\">ψ 99:6</a>. Phrases are—(<span dir=\"rtl\">עַבְדּוֹ</span>, <span dir=\"rtl\">עַבְדִּי</span>, etc.) <span dir=\"rtl\">מ׳ עֶבֶד י׳</span> <a data-ref=\"Exodus 14:31\" href=\"/Exodus.14.31\">Ex 14:31</a> (J), <a data-ref=\"Numbers 12:7\" href=\"/Numbers.12.7\">Nu 12:7</a> (E), <a data-ref=\"Deuteronomy 34:5\" href=\"/Deuteronomy.34.5\">Dt 34:5</a> (JE), <a data-ref=\"Joshua 1:1\" href=\"/Joshua.1.1\">Jos 1:1</a> (D) + 15 times Jos. (D); <a data-ref=\"I Kings 8:53\" href=\"/I_Kings.8.53\">1 K 8:53</a>, <a data-ref=\"I Kings 8:56\" href=\"/I_Kings.8.56\">56</a>; <a data-ref=\"II Kings 18:12\" href=\"/II_Kings.18.12\">2 K 18:12</a>; <a data-ref=\"II Kings 21:8\" href=\"/II_Kings.21.8\">21:8</a>; <a data-ref=\"Malachi 3:22\" href=\"/Malachi.3.22\">Mal 3:22</a>; <a data-ref=\"II Chronicles 1:3\" href=\"/II_Chronicles.1.3\">2 Ch 1:3</a>; <a data-ref=\"II Chronicles 24:6\" href=\"/II_Chronicles.24.6\">24:6</a>; <a data-ref=\"Nehemiah 1:8\" href=\"/Nehemiah.1.8\">Ne 1:8</a>; <a data-ref=\"Nehemiah 9:14\" href=\"/Nehemiah.9.14\">9:14</a> <a data-ref=\"Psalms 105:26\" href=\"/Psalms.105.26\">ψ 105:26</a>; <span dir=\"rtl\">מ׳ עֶבֶד אלהים</span> <a data-ref=\"I Chronicles 6:34\" href=\"/I_Chronicles.6.34\">1 Ch 6:34</a>; <a data-ref=\"I Chronicles 24:9\" href=\"/I_Chronicles.24.9\">24:9</a> <a data-ref=\"Nehemiah 10:30\" href=\"/Nehemiah.10.30\">Ne 10:30</a> <a data-ref=\"Daniel 9:11\" href=\"/Daniel.9.11\">Dn 9:11</a>; <span dir=\"rtl\">מ׳ אִישׁ הָאֱלֹהִים</span> <a data-ref=\"Ezra 3:2\" href=\"/Ezra.3.2\">Ezr 3:2</a> <a data-ref=\"Psalms 90:1\" href=\"/Psalms.90.1\">ψ 90:1</a>; <span dir=\"rtl\">תּוֹרַת מ׳</span> <a data-ref=\"Joshua 8:32\" href=\"/Joshua.8.32\">Jos 8:32</a> (D), <a data-ref=\"I Kings 2:3\" href=\"/I_Kings.2.3\">1 K 2:3</a>; <a data-ref=\"II Kings 23:25\" href=\"/II_Kings.23.25\">2 K 23:25</a>; <a data-ref=\"Malachi 3:22\" href=\"/Malachi.3.22\">Mal 3:22</a>; <a data-ref=\"II Chronicles 23:18\" href=\"/II_Chronicles.23.18\">2 Ch 23:18</a>; <a data-ref=\"II Chronicles 30:16\" href=\"/II_Chronicles.30.16\">30:16</a>; <a data-ref=\"Ezra 3:2\" href=\"/Ezra.3.2\">Ezr 3:2</a>; <a data-ref=\"Ezra 7:6\" href=\"/Ezra.7.6\">7:6</a>; <a data-ref=\"Daniel 9:11\" href=\"/Daniel.9.11\">Dn 9:11</a>, <a data-ref=\"Daniel 9:13\" href=\"/Daniel.9.13\">13</a>; <span dir=\"rtl\">סֵפֶר מ׳</span> <a data-ref=\"II Chronicles 25:4\" href=\"/II_Chronicles.25.4\">2 Ch 25:4</a>; <a data-ref=\"II Chronicles 35:12\" href=\"/II_Chronicles.35.12\">35:12</a>; <a data-ref=\"Nehemiah 13:1\" href=\"/Nehemiah.13.1\">Ne 13:1</a>; <span dir=\"rtl\">סֵפֶר תּוֹרַת מ׳</span> <a data-ref=\"Joshua 8:31\" href=\"/Joshua.8.31\">Jos 8:31</a> (D), <a data-ref=\"Joshua 23:6\" href=\"/Joshua.23.6\">23:6</a> (D), <a data-ref=\"II Kings 14:6\" href=\"/II_Kings.14.6\">2 K 14:6</a>; <a data-ref=\"Nehemiah 8:1\" href=\"/Nehemiah.8.1\">Ne 8:1</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d33eb6084aa1cbf2441d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, סִינַי 1", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "BDB, סִינַי 1", "sourceHeRef": "בראון-דרייבר-בריגס, סִינַי א׳", "anchorVerse": 38, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "סִינַי", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">סִינַי</span></big>  <strong>n.pr. mont. Sinai</strong>;—name of mt. of law-giving in J and especially P (<span dir=\"rtl\">חֹרֵב</span> in E and especially D): <a data-ref=\"Judges 5:5\" href=\"/Judges.5.5\">Ju 5:5</a> ψ <a data-ref=\"Psalms 68:9\" href=\"/Psalms.68.9\">68:9</a> <a data-ref=\"Deuteronomy 33:2\" href=\"/Deuteronomy.33.2\">Dt 33:2</a> (poem), also <a data-ref=\"Exodus 16:1\" href=\"/Exodus.16.1\">Ex 16:1</a> (P) usually <span dir=\"rtl\">הַר־סִינַי</span> (<span dir=\"rtl\">־סִינָ֑י</span> <a data-ref=\"Leviticus 7:38\" href=\"/Leviticus.7.38\">Lv 7:38</a> +), rarely J, <a data-ref=\"Exodus 19:20\" href=\"/Exodus.19.20\">Ex 19:20</a>, <a data-ref=\"Exodus 19:23\" href=\"/Exodus.19.23\">23</a> and perhaps <a data-ref=\"Exodus 34:2\" href=\"/Exodus.34.2\">34:2</a>, <a data-ref=\"Exodus 34:4\" href=\"/Exodus.34.4\">4</a>, elsewhere mostly P, <a data-ref=\"Exodus 24:16\" href=\"/Exodus.24.16\">24:16</a>; <a data-ref=\"Exodus 31:18\" href=\"/Exodus.31.18\">31:18</a>; <a data-ref=\"Exodus 34:29\" href=\"/Exodus.34.29\">34:29</a>, <a data-ref=\"Exodus 34:32\" href=\"/Exodus.34.32\">32</a> <a data-ref=\"Leviticus 7:38\" href=\"/Leviticus.7.38\">Lv 7:38</a>; <a data-ref=\"Leviticus 25:1\" href=\"/Leviticus.25.1\">25:1</a>; <a data-ref=\"Leviticus 27:34\" href=\"/Leviticus.27.34\">27:34</a> and <a data-ref=\"Leviticus 26:46\" href=\"/Leviticus.26.46\">26:46</a> (H), <a data-ref=\"Numbers 3:1\" href=\"/Numbers.3.1\">Nu 3:1</a>; <a data-ref=\"Numbers 28:6\" href=\"/Numbers.28.6\">28:6</a>, also <a data-ref=\"Nehemiah 9:13\" href=\"/Nehemiah.9.13\">Ne 9:13</a>; <span dir=\"rtl\">מִדְבַּר סִינַי</span> (<span dir=\"rtl\">סִינָ֑י</span> <a data-ref=\"Numbers 1:19\" href=\"/Numbers.1.19\">Nu 1:19</a> +), <a data-ref=\"Exodus 19:1\" href=\"/Exodus.19.1\">Ex 19:1</a>, <a data-ref=\"Exodus 19:2\" href=\"/Exodus.19.2\">2</a> <a data-ref=\"Leviticus 7:38\" href=\"/Leviticus.7.38\">Lv 7:38</a> <a data-ref=\"Numbers 1:1\" href=\"/Numbers.1.1\">Nu 1:1</a>, <a data-ref=\"Numbers 1:19\" href=\"/Numbers.1.19\">19</a>; <a data-ref=\"Numbers 3:4\" href=\"/Numbers.3.4\">3:4</a>, <a data-ref=\"Numbers 3:14\" href=\"/Numbers.3.14\">14</a>; <a data-ref=\"Numbers 9:1\" href=\"/Numbers.9.1\">9:1</a>, <a data-ref=\"Numbers 9:5\" href=\"/Numbers.9.5\">5</a>; <a data-ref=\"Numbers 10:12\" href=\"/Numbers.10.12\">10:12</a>; <a data-ref=\"Numbers 26:64\" href=\"/Numbers.26.64\">26:64</a>; <a data-ref=\"Numbers 33:15\" href=\"/Numbers.33.15\">33:15</a>, <a data-ref=\"Numbers 33:16\" href=\"/Numbers.33.16\">16</a> (all P);—in view of these facts, and of E’s use of <span dir=\"rtl\">חֹרֵב</span> (q.v.), it is prob. that <a data-ref=\"Exodus 19:11\" href=\"/Exodus.19.11\">Ex 19:11</a>, <a data-ref=\"Exodus 19:18\" href=\"/Exodus.19.18\">18</a> (in E passages) are from R.—𝔊 Σ(ε)ινα. Identif. dub.; local tradition names <em>Jebel Musa</em>, mt. at S. end of peninsular between the two arms of Red Sea, so Rob<sup>BR i, 90 ff., especially 119–122</sup> cf. Stanley<sup>Sinai and Pal. 42 f.</sup> al., specif. its N. supr, <em>Ras Ṣafṣâfeh;</em> but Lepsius<sup>Briefe 345 ff., 416 ff.</sup> Eb<sup>GSespecially 392 ff.</sup> al. advocate <em>Serbal</em>, NW. from <em>Jebel Musa</em> (on trad., cf. Eb<sup>ib. 413 ff.</sup>); v. discussion Di <a data-ref=\"Exodus 19:1\" href=\"/Exodus.19.1\">Ex 19:1</a>. Against both is the working of Egyptian mines in the penins. as late as the 19th dyn. (v. Eb<sup>GS 135, 148 ff., 159, etc.</sup>), involving presence of soldiers there. This, and connex. with Midian (cf. also <a data-ref=\"Judges 5:5\" href=\"/Judges.5.5\">Ju 5:5</a>), have led to search for Sinai further NE, near head of Gulf of <em>Aḳaba</em>, or even in Seir, so Say<sup>Monuments 263 ff.</sup>, cf. GFM <a data-ref=\"Judges 5:5\" href=\"/Judges.5.5\">Ju 5:5</a>; <a data-ref=\"Judges 6:1\" href=\"/Judges.6.1\">6:1</a> and <em>Yakut</em>, cited by <em>Id.</em><sup>179 n. §</sup>, also v. Gall<sup>Altisr. Kultst. 12</sup>; on sanctity of mt. v. further RS<sup>Sem i. 110f., 2nd ed. 117 f.</sup> Sm<sup>Rel.Gesch. 30</sup>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d443b6084aa1cbf312b1", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, קָרְבָּן 1", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "BDB, קָרְבָּן 1", "sourceHeRef": "בראון-דרייבר-בריגס, קָרְבָּן א׳", "anchorVerse": 38, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "קָרְבָּן", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">קָרְבָּן</span></big><sub>80</sub>  <strong>n.m.</strong> <a data-ref=\"Leviticus 6:13\" href=\"/Leviticus.6.13\">Lv 6:13</a> <strong>offering, oblation (</strong>Assyrian <em>kurbannu</em>, id., appar. always with כ, Dl<sup>HWB 351</sup><strong>)</strong>;—abs. <span dir=\"rtl\">ק׳</span> <a data-ref=\"Leviticus 1:2\" href=\"/Leviticus.1.2\">Lv 1:2</a> +; cstr. <span dir=\"rtl\">קָרְבַּן</span> <a data-ref=\"Leviticus 2:1\" href=\"/Leviticus.2.1\">2:1</a> +; sf. <span dir=\"rtl\">קָרְבָּנִי</span> <a data-ref=\"Numbers 28:2\" href=\"/Numbers.28.2\">Nu 28:2</a>; pl. sf. <span dir=\"rtl\">קָרְבְּנֵיהֶם</span> <a data-ref=\"Leviticus 7:38\" href=\"/Leviticus.7.38\">Lv 7:38</a>;—<em>offering, oblation</em>, gen. term for all kinds of offering (only Ez Lv Nu [HP]): animal <a data-ref=\"Leviticus 1:2\" href=\"/Leviticus.1.2\">Lv 1:2</a>, <a data-ref=\"Leviticus 1:3\" href=\"/Leviticus.1.3\">3</a>, <a data-ref=\"Leviticus 1:10\" href=\"/Leviticus.1.10\">10</a> +, vegetable <a data-ref=\"Leviticus 2:1\" href=\"/Leviticus.2.1\">2:1</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 2:5\" href=\"/Leviticus.2.5\">5</a> +, articles of gold <a data-ref=\"Numbers 31:50\" href=\"/Numbers.31.50\">Nu 31:50</a>, silver <a data-ref=\"Numbers 7:13\" href=\"/Numbers.7.13\">7:13</a> +, etc.; as acc. cogn. after <span dir=\"rtl\">הִקְרִיב</span> <a data-ref=\"Leviticus 1:2\" href=\"/Leviticus.1.2\">Lv 1:2</a><sup>(×2)</sup>; <a data-ref=\"Leviticus 3:14\" href=\"/Leviticus.3.14\">3:14</a> <a data-ref=\"Numbers 6:14\" href=\"/Numbers.6.14\">Nu 6:14</a> + (v. √ <strong>Hiph. 2 b</strong> (5)); cstr. <span dir=\"rtl\">ק׳ מִנְחָה</span> <a data-ref=\"Leviticus 2:1\" href=\"/Leviticus.2.1\">Lv 2:1</a>, <a data-ref=\"Leviticus 2:4\" href=\"/Leviticus.2.4\">4</a>, <a data-ref=\"Leviticus 2:13\" href=\"/Leviticus.2.13\">13</a>, <span dir=\"rtl\">ק׳ רֵאשִׁית</span> v <a data-ref=\"Leviticus 2:12\" href=\"/Leviticus.2.12\">12</a>, <span dir=\"rtl\">ק׳ אִשֶּׁה</span> <a data-ref=\"Leviticus 22:27\" href=\"/Leviticus.22.27\">22:27</a>; <span dir=\"rtl\">ק׳ י׳</span> <a data-ref=\"Numbers 9:7\" href=\"/Numbers.9.7\">Nu 9:7</a>, <a data-ref=\"Numbers 9:13\" href=\"/Numbers.9.13\">13</a> (cf. <a data-ref=\"Numbers 31:50\" href=\"/Numbers.31.50\">31:50</a>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e4a1b1613f3c2d3b45483d", "index_title": "German Commentary on Mishnah Zevachim", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Zevachim 7:5:2", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "German Commentary on Mishnah Zevachim 7:5:2", "sourceHeRef": "פירוש גרמני על משנה זבחים ז׳:ה׳:ב׳", "anchorVerse": 38, "sourceHasEn": true, "commentaryNum": 5.0002, "collectiveTitle": {"en": "German Commentary on Mishnah Zevachim", "he": "פירוש גרמני על משנה זבחים"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>abgedrückt oder bei Nacht.</b>  Das Darbringen der Opfer durfte nur am Tage geschehen; das wird aus der Schriftstelle Lev. 7, 38 geschlossen, weil es dort heisst: an dem Tage, an dem er den Kindern Israel ihre Opfer darzubringen geboten hat. Hat man bei Nacht abgedrückt, ist deshalb das Opfer ebenfalls untauglich.", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6665c7f171e8185a918398c7", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "David Zvi Hoffmann on Leviticus, Introduction to Sacrificial Laws 8", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "David Zvi Hoffmann on Leviticus, Introduction to Sacrificial Laws 8", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא, מבוא לחוקי הקרבנות ח׳", "anchorVerse": 38, "sourceHasEn": false, "commentaryNum": 8, "collectiveTitle": {"en": "David Zvi Hoffmann on Leviticus", "he": "פירושי רד\"צ הופמן על ויקרא"}, "heTitle": "מבוא לחוקי הקרבנות", "he": "קשיים ניכרים מעוררת גם החתימה פרק ז, לז – לח. כבר המפרשים הקדמונים ביותר, החל בספרא והתלמוד, ועד לאברבנאל, טרחו לישב אותם. נתבונן נא קודם בחתימה זו ונשאל את פי זקנינו איך הם מבארים אותה. בדבר ההבדל בין הפסוק שלנו (ויקרא ז לח), אשר לפיו ניתנו חוקי הקרבנות בהר סיני, ובין הנאמר בויקרא (א א), כי ה' ציוה את דיני הקרבנות באוהל מועד, אנחנו מוצאים בתלמוד (זבחים קטו:) שתי סברות שמישבות את הסתירה הזאת: \"ר' ישמעאל אומר כללות נאמר בסיני ופרטות באהל מועד, ר' עקיבא אומר כללות ופרטות נאמרו בסיני ונשנו באהל מועד ונשתלשו בערבות מואב\". בספרא באותו מקום נקבעה דעתו של ר' עקיבא להלכה<i data-commentator=\"Endnotes\" data-label=\"79\" data-order=\"79\"></i> ונסמכה על ידי הסיום, \"מה מילואים נאמרו כללותיהם ודקדוקיהם מסיני אף כולן נאמרו כללותיהם ודקדוקיהם מסיני\". אותה דעה הובעה גם בויקרא רבה פ' א בפיסקה: \"אמר ר' אלעזר אף על פי שנתנה תורה סייג לישראל מסיני, לא נענשו עליה עד שנשנית באהל מועד\".<i data-commentator=\"Endnotes\" data-label=\"80\" data-order=\"80\"></i> הרי שלפי ר' ישמעאל ניתנו החוקים בכללותם בסיני, ואילו \"הפרטות\", \"הדקדוקים\", לא נאמרו אלא אחר כך באוהל מועד. אבל ר' עקיבא אומר, כי כל החוקים ניתנו בפרטותיהם בסיני ורק אחר כך נשנו באוהל מועד ונשתלשו בערבות מואב.", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6665cda0edc871a0ca3a7663", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 7:38:1-28", "anchorRef": "Leviticus 7:38", "anchorRefExpanded": ["Leviticus 7:38"], "sourceRef": "David Zvi Hoffmann on Leviticus 7:38:1-28", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא ז׳:ל״ח:א׳-כ״ח", "anchorVerse": 38, "sourceHasEn": false, "commentaryNum": 38.0001, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": ["<b>\"ביום צותו\",</b> מציין את היום שבו מקבלים דיני הקרבנות תוקף חוקי. \"במדבר סיני\" מוסב אל \"צותו\" (השוה המקומות שנזכרו בקטע הקודם).<i data-commentator=\"Endnotes\" data-label=\"524\" data-order=\"524\"></i>", "אחרי סיום הפירוש על חוק הקרבנות יש להוסיף עוד דברים אחדים לחיזוק הנחתנו שהנחנו מראש בענין מוצאה של הפרשה הזאת מזמן משה רבנו. על יסוד בירורנו לעיל במבוא לקרבנות, בפרק 'אחידותה ושלמותה של תורת הקרבנות, אפשר להגיד, כי אחדותם של כל החוקים האלה הוכחו בלי פקפוק. וכאן אנו רוצים לסכם את היסודות שמעידים על מהימנותם של החוקים האלה.", "קנובל מודה, שצריך להניח בעל כרחנו, כי משה רבנו הנהיג הקרבת קרבנות, משום שבכל הזמן העתיק היו אלה החלק העיקרי של פולחן האל ונזכרים אצל העברים מזמנו של משה (גם דילמאן (בפירושו לשמות וויקרא, מהד' ג, עמ' 424) מודה: \"אפשר שיש להניח מראש, כי מייסד הדת לא העלים עין מעבודת הקרבנות, מכיון שזה היה חלק כה חשוב של הפולחן בכל הזמן הקדום\". אבל בדרך כלל משתמש גם דילמאן בנימוקיו של קנובל בהתנגדו לשיטה, כי חוקי הקרבנות מקורם בתקופת משה רבנו). אלא שקשה להניח – לפי דעתו של קנובל – שמשה מסר תורה כתובה על חוק הקרבנות, אבל משה הנהיג את הקרבות למעשה, ואת השאר השאיר לבאים אחריו. והנה נבחון מה הם הטעמים שהניעו את קנובל להניח, שבזמן הקדום ביותר לא היה חוק מוסכם בכתב על דבר הקרבנות.", "וכך הוא קובע: \"בזמן קדום שרר אצל העברים חופש גמור בענין מקום הקרבנות, נציגי הפולחן וגם במנהגי העבודה\".<i data-commentator=\"Endnotes\" data-label=\"525\" data-order=\"525\"></i> אחר כך מביא קנובל את כל הפסוקים, שמתוכם יוצא שזבחו מחוץ לאוהל מועד וגם על במות, ששם שרתו אנשי חול וסרו לרוב מחוקי הקרבנות שבתורה.", "אולם נעיין נא בפרק האחרון של מסכת זבחים ובמקומות שונים של התלמוד, ונמצא שם מסורות כאלו: א) שהיו תקופות שבהן היו הבמות מותרות (זבחים קיב:).<i data-commentator=\"Endnotes\" data-label=\"526\" data-order=\"526\"></i> ב) שלעתים, במקרים יוצאים מן הכלל, הותר על ידי הוראת שעה, גם בזמן איסור הבמות להקריב קרבנות מחוץ למקדש (זבחים קיט:).<i data-commentator=\"Endnotes\" data-label=\"527\" data-order=\"527\"></i> ושגם על פי צו של נביא יוכלו לעשות זאת (ספרי דברים פ' ע). ג) שבפולחן כזה של יחידים לא היו נוהגים הרבה מדיני הקרבנות. כך, למשל, היה מותר לזרים להקריב קרבנות והיה מותר להעלות בהמות נקבות לעולה (זבחים קיג. קכ: עבודה זרה כד: ירושלמי מגילה א יג).", "על ידי הרשימות האלו שנמסרו לנו בקבלה, מתחוורים כל הפסוקים שבהם מסופר, שהובאו קרבנות מחוץ למקדש על ידי אנשים חילוניים ובלי להתחשב בחוקי הקרבנות, והכתוב לא הגיב על מעשים אלה כעל מעשים בלי חוקיים. אבל במעשה שמסופר במלכים-א טו, יד וכב, מד, כי גם בתקופת המלכים הכשרים מקטרים העם בבמות, צוין באופן בולט שזה נעשה בניגוד לחוקי התורה. בחילול החוק להקריב בבמות אחרי בנין המקדש התחילו מיד אחרי עלות ירבעם ורחבעם על כסא המלוכה גם בישראל וגם ביהודה (מלכים-א יב לא ואילך, שם יד כג). וכשהמליכו אחרי כן ביהודה מלכים שעשו הישר בעיני ה', ביערו אמנם את פולחן העכו\"ם, אך לא הסירו את הבמות, רק מי שבא להסיק ממעשים רעים אלה, שלא היו חוקי קרבנות כתובים בנמצא, יכול היה כמו כן להסיק מן העובדה, שבימי כמה מלכים היתה עבודת האלילים נפוצה, כי לוחות הברית ועשרת הדברות לא היו אז בעולם. זאת ועוד: בזמן בית שני הקימו היהודים במצרים את מקדש חוניו שהיה בלתי חוקי. האם גם אז לא היו עוד חוקי הקרבנות כתובים?! אולם הענין היה כך: בזמן הרדיפות של הסורים, כשקמו מהומות ביהודה, בנה חוניו מקדש במצרים, ואת המעשה הרע הזה כיון שכבר נעשה, שוב לא יכלו לסלקו גם לאחר שהסדר ביהודה הושב על כנו. וכך היה, כנראה, המצב גם בזמן חלוקת הממלכה. היו אולי רבים שלא החשיבו את ירושלים כעיר שנבחרה על ידי ה' והתירו לעצמם להקים במות יחיד שרק חזקיה הצליח לעקרן. על כל פנים ברור, כי ה\"הוכחה\" הראשונה נגד חזקת חוקי הקרבנות מתבטלת לאור המסורה התלמודית. ואפילו אם היו נוטים לזלזל במסורת התלמוד ולראותה כהנחות מזמן מאוחר, שכוונתן היתה לתאם את דרישות החוק להיסטוריה באופן הרמוניסטי, הרי גם אז מתבטלת הטענה ההיא בפני חקירה מדויקת. הרי כבר הנגסטנברג (בספרו Authentie des Pentateuchs חלק שני, עמוד 39 ואילך), הראה בעליל, כי לפי המסופר בתורה היו מקריבים קרבנות רק באותם המקומות ששם נגלה ה', מקום כזה נחשב למקדש, והאיש שהשם נגלה לו, היה זכאי לעבוד שם את עבודת כהנים. ומלבד זה הרי לאחר שהארון נשבה, הוקרבו קרבנות בכל מקום ומקום, מכיון שהמקדש אשר בשילה נחשב כנמאס בעיני ה'.<i data-commentator=\"Endnotes\" data-label=\"528\" data-order=\"528\"></i>", "ברם קנובל סובר, כי בתורה עצמה יש חוק קרבנות שמקורו בזמן קדום יותר, ושהוא מכוון לפולחן קרבנות חפשי יותר. לפי ס' שמות כ כד ואילך היה מותר לבנות מזבחות בכל מקום בארץ ולעשות אותם מאדמה או מאבנים. אולם מי שיקרא אותו פסוק ביתר עיון, ייווכח, כי שם אין מדובר כל עיקר על מזבחות כי אם על מזבח אחד. שם נאמר קודם לזה: \"אלהי כסף ואלהי זהב לא תעשו לכם\", בלשון רבים, ואחרי כן בלשון יחיד: \"מזבח אדמה תעשה לי וזבחת עליו את עלתיך ואת שלמיך את צאנך ואת בקרך וכל המקום אשר אזכיר את שמי אבוא אליך וברכתיך\". כאן פונה החוק אל כל העם ואומר: עשה לי מזבח אדמה, אך לא בכל מקום, שימצא חן בעיניך, כי-אם \"בכל מקום אשר אזכיר את שמי\". ואותו הרעיון עצמו מביע ס' דברים בלשון \"במקום אשר יבחר ה' לשכן שמו שם\". בס' דברים מדובר רק על מקום אחד, משום שלעיני הכתוב היה המקדש הקבוע שיישאר במקומו לעולמים. אבל כאן כתוב \"בכל המקום\", משום שמתכוון בעיקר אל אוהל מועד שעבר ממקום למקום, כמו שדיבר ה' אל נביאו (שמואל-ב ז, ו, השוה דברי הימים-א יז, ה): ואהיה מהלך באהל ובמשכן\". ואם כן, לא נאמר בשום מקום בכתוב, שמותר להקריב בכל מקום (השוה עוד פרטים במקומו). ולהלן סובר קנובל, כי החוק הקדום יותר אינו מדבר כלל על זכויות בני אהרן, וכפי הנראה מכיר הוא בעיקר בזכויות הבכורות. זה נכון, וכבר אמרו חכמינו: \"עד שלא הוקם המשכן היה העובדה בבכורות\" (משנת זבחים, שם). הרי גם לפי החוק שלנו לא עשה אהרן עבודה אלא אחרי המשחו. ואפילו בשבעת ימי המילואים לא היתה לו רשות לשמש בכהונה. קנובל סובר, כי לפי שמות כ כו היה גם לזרים מותר ליכנס אל המזבח. אני איני יכול למצוא הוכחה ברורה לכך בפסוק הנ\"ל: ואילו היה באמת כך, הלא ראינו כבר, כי רק המזבח של אוהל מועד היה אסור על הזרים. ועוד אומר קנובל, כי \"מחבר החוק שלנו\" יודע רק על קרבנות שבאוהל מועד. אולם בפירושנו הוכחנו, כי לפי החוק שלנו היו קרבנות הנוהגים עוד לפני הקמת המשכן.", "אולם קנובל רוצה להסיק גם מתוך דברי הנביאים, שחוקי הקרבנות שבתורה לא הגיעו מתחילה לדי הכרה ותוקף. נבחון נא אותם הפסוקים שבנביאים. קנובל אומר: \"אלה הם נאומים שבהם נאמר, כי מצוות הפולחן ניתנו על ידי בני אדם\", והוא מביא לראיה את הכתוב בישעיה כט יג. אבל לשוא יתאמצו למצוא כאן את הרעיון שהמצוות המעשיות באו מבני אדם.<i data-commentator=\"Endnotes\" data-label=\"529\" data-order=\"529\"></i> ועוד נראה לו, כי הפסוקים הבאים סותרים את חוקי הקרבנות: בירמיה ז כב נאמר: \"כי לא דברתי את אבותיכם ולא צויתים ביום הוציאי אותם מארץ מצרים על דברי עולה וזבח\", ובעמוס (ה כה) כתוב, שבמסעי ישראל במדבר ארבעים שנה לא הגיש זבחים ומנחה.", "הוכחה זו נגד תקפם של חוקי הקרבנות שבתורה בטלה לגמרי כבר מטעם זה שמוכיחה יותר מדי. שכן קנובל בעצמו והרבה מן המבקרים ששוללים את המסורת, שמשה רבנו כתב את חוקי עבודת הקרבנות, אינם מכחישים, כי משה הנהיג או הסדיר את עבודת הקרבנות. אך באמת מכוונת ההתנגדות שעליה אנחנו קוראים בפסוקים הנ\"ל כלפי הדעה הנפסדת שנתפשטה אז בקרב העם: הוא האמין כי מעשה הקרבן כשהוא לעצמו יש בכוחו לפייס את ה', ה' אינו דורש כי אם מעשה הקרבן, וקרבן הוא הוא עבודת ה', הלא כה אמר ירמיהו (ז, ח-י): \"הנה אתם בוטחים לכם על דברי השקר לבלתי הועיל. הגנב, רצח, ונאף, והשבע לשקר, וקטר לבעל, והלך אחרי אלהים אחרים וגו' ובאתם ועמדתם לפני בבית הזה ואמרתם: נצלנו! וגו' המערת פרצים היה הבית הזה?\" ובאותו פרק ממשיך הנביא: \"עלותיכם ספו על זבחיכם, ואכלו בשר! כי לא דברתי את אבותיכם ולא צויתים ביום הוצאו אותם מארץ מצרים על דברי עולה וזבח, כי אם את הדבר הזה צויתי אותם לאמר: שמעו בקולי והייתי לכם לאלהים ואתם תהיו לעם והלכתם בכל הדרך אשר אצוה אתכם למען ייטב לכם\" (דברי הנביא אלה מצטטים רק במקצת אותם הדברים ממש, שהכריז ה' באזני העם בעמדו על הר סיני (שמות יט ה). כדי להוכיח מתוכם ברורות, כי לא מעשה הקרבנות כשהוא לעצמו, אלא הציות לה' הוא בעצם המצוה החשובה ביותר). הרי מכריז ירמיהו כאן במפורש, כי לא בעולות וזבחים גרידא משביעים את רצון ה', משום שזה אינו הסך הכל של חוקי ה'. שמוע בקול ה', הכר בו את האל, היותר לו לעם ולכת בכל דרכיו, זהו הכלל של החוק האלהי ורק לאחר שתקיימו את זאת יכולים אתם למצוא חן בעיני ה'. זהו פשוטם של דברי הנביא, אין כאן התנגדות לדברי התורה כי אם שינונם של כל חוקיה בלי להוציא אף אחד מן הכלל. אותו הרעיון מוצאים גם בס' עמוס ה כא ואילך. שם מכריז הנביא בשם ה': \"שנאתי, מאסתי חגיכם ולא אריח בעצרתיכם. כי אם תעלו לי עולות ומנחתיכם, לא ארצה, ושלם מריאיכם לא אביט. הסר מעלי המון שיריך, וזמרת נבליך לא אשמע. ויגל כמים משפט וצדקה כנחל איתן. הזבחים ומנחה הגשתם לי במדבר ארבעים שנה, בית ישראל?!\" כאן מוכיח ה' את ישראל: אתם רוצים להשביע רצוני בקרבנותיכם ובשירי העבודה שלכם, אולם מפאת דרכיכם הרעים שנואים אלה עלי. צדק ומשפט אני דורש ולא זבחים. האם גם יכלתם להקריב לי קרבנות בעברכם את המדבר ארבעים שנה? – ארבעים שנה אלו היו אותן השנים שנזכרו בס' במדבר (יד לג) בפסוק: \"ובניכם יהיו רועים במדבר ארבעים שנה ונשאו את זנותיכם וגו'\". אין לראות בארבעים השנה מספר מדויק. אלא מספר עגול.<i data-commentator=\"Endnotes\" data-label=\"530\" data-order=\"530\"></i> על אותן השנים הביא ר' אליעזר (חגיגה ו:) את הדעה, שקרבן התמיד לא הוקרב בהן.<i data-commentator=\"Endnotes\" data-label=\"531\" data-order=\"531\"></i> ובאמת לא נזכר במקרא במשך אותה התקופה שום קרבן.", "גם אותם הפסוקים מתוך הנביאים, המזלזלים לכאורה בחשיבותם של הקרבנות מביא קנובל לחזק את שיטתו, כי לפיהם יש להחליט שבחוקי התורה לא הונהגו אז אולם כל אחד יכול להיווכח, שהמסקנה הזאת היא מוטעית. כי, ראשית, היא מעידה יותר מדי, כפי שאמרנו לעיל, כיון שהמשפט הקשה ביותר על הקרבנות נמצא בנאומיו של ירמיהו, והכל מודים כי באותה התקופה הכירו הכל בתורה (או לכל הפחות בס' דברים). גם קוהלת מקל בערך הקרבנות (ד יז). – שנית, כבר במשלי (כא כז) נאמר: \"זבח רשעים תועבה\", לכן אומר ישעיה (א יג) על קרבנותיהם של בני דורו: \"קטרת תועבה היא לי\". אפשר ללמוד מכאן, כי רק קרבנות הרשעים הם תועבת ה' לפי השקפת הנביאים. כך היתה גם דעתו של הנביא המכונה ישעיה השני<i data-commentator=\"Endnotes\" data-label=\"532\" data-order=\"532\"></i> (סא ח) \"כי אני ה' אהב משפט שונא גזל בעולה\". ועוד: הלא בספר ויקרא עצמו (כו לא) כתוב: \"והשמותי את מקדשיכם ולא אריח בריח ניחחכם\". ולכן אין להביא שום הוכחה מדברי הנביאים, כי הם לא הכירו או לא הודו בחוק הקרבנות שבתורה.<i data-commentator=\"Endnotes\" data-label=\"533\" data-order=\"533\"></i>", "אבל לדעתו של קנובל מעיד החוק בעצמו כנגדו ומוכיח, שרק בזמן מאוחר יצא לאור ויש נימוקים פנימיים שמכחישים, כביכול, את אמיתותו. שכן, לפי סברת קנובל, \"משתמט המחבר מלקבוע את המושגים, את הסיבות והמטרות של כל סוגי הקרבנות ומדבר עליהם בצורה, כאילו היו ידועים לישראל מזמן\". אולם בעיון מדוקדק נמצא, כי באמת בא אצל כל קרבן הפירוש המדויק בצידו. בס' שמות (כט, יח) נאמר בפעם הראשונה בעולה: \"והקטרת את כל האיל המזבחה עלה הוא\". מכאן אנחנו לומדים את ההגדרה: עולה היא קרבן בהמה שכולה מוקטרת על המזבח. גם במנחה, ויקרא פרק ב, באה ההוראה שאפשר להביאה מקמח סולת בלתי אפוי או אפוי. ומכאן יוצא, כי המנחה היתה קרבן עשוי מקמח. המושג שלמים מובן מתוך הוראת המלה זבח שלמים, כמו כן מובעת מהות התודה ע\"י השם זבח תודה. זו האחרונה היא קרבן שבא להביע תודה על הטובה שנתקבלה, והראשונה היא קרבן על ישועה שבאה למקריב או שמקווה לבואה. על מהותם של חטאת ואשם מעידים השמות שלהם. באשם נזכרו גם הסיבות שמחייבות להביא אותו. בשאר הקרבנות אי אפשר היה לפרט את הסיבות שחייבו את הקרבתם, משום שהכתוב מדבר קודם על קרבנות נדבה, שלא באו בגלל סיבות מיוחדות. המקרים המחייבים קרבנות כגון עולה, מנחה או שלמים, נזכרים במקומות אחרים. ואשר למטרתם של הקרבנות, הרי לא היה צורך לבארה, כשם שגם תכליתם של החוקים על מאכלות אסורים, דיני אישות ועוד לא הוסברה. מלבד זה הלא כתוב, כי הקרבנות באים או \"לריח ניחוח לה'\", או לכפרת פשעים, וזה מנמק את החוק די צרכו.", "מלבד כל האמור לעיל, הרי שלושת סוגי הקרבנות: עולה, מנחה<i data-commentator=\"Endnotes\" data-label=\"534\" data-order=\"534\"></i> ושלמים הוקרבו כבר לפני הקמת המשכן, ואפילו קודם מתן תורה בסיני, כפי שהוכחנו כמה פעמים, לכן אפשר היה לדבר עליהם כעל ענינים ידועים מכבר.", "לבסוף: קנובל סובר, כי המחבר מגלה בעצמו את זמנו המאוחר, בהזכירו (א טז. ד יב) את מקום אוסף הדשן. אבל הדעה הזאת נדחתה כבר לעיל במבוא לקרבנות, בקטע: 'תורת הקרבנות בויקרא ו-ז', בנימוקים מספיקים. שם הוכח כי הדברים מוסבים אל פרק ו, ג-ד, הדנים בחוקי הקרבנות שניתנו בסיני. ולכן אין שום סיבה שמכריחה להסכים לדעה, כי חוקי הקרבנות ניתנו בזמן שלאחר תקופתו של משה רבנו.", "ואילו על מהימנותו של החוק שלפנינו מוכיחים כמה נימוקים. אנחנו רשמנו כבר לעיל את הנימוקים האלה, קצתם במבוא לחיבורנו וקצתם בפירוש, ועתה אנו באים רק לסכם אותם בקיצור.", "א. את החלוקה לשתי פרשיות – פרקים א-ה ופרקים ו-ז – אפשר להסביר רק בזה, שהחלק השני ניתן בהר סיני יחד עם חוק המילואים, ואילו החלק הראשון ניתן באוהל מועד. אילו היה נמסר החוק בזמן מאוחר, לא היה מובן כלל, מה טעם החסיר המחבר חלקים אחדים בחלק הראשון כדי להשלים אותם אח\"כ בחלק השני.", "ב. אין לבאר את הדבר שהחוק \"צפנה לפני ה'\" (א יא) נדחה לפרשת \"עולת צאן\" ביאור מספיק (כפי שהוכחנו לעיל על א י), כשמניחים שהוא חובר בזמן מאוחר יותר.", "ג. את העובדה שהדין על השיריים בחלק הראשון נאמר רק במנחות, אפשר לנמק רק בזה, שהחוק ניתן עוד בזמן שהמנחות נשרפו כליל.", "ד. לאחר שכעין סיום לחוק המנחות, מובא האיסור להביאן משאור, נוסף בסוף עוד הדין בדבר מנחת בכורים. זה מתבאר רק מתוך כך שהחוק, כחוק שניתן במדבר, מסיים קודם כל את חוקי המנחות, שאפשר היה להביאן גם בהווה, ורק באחרונה מוסיף הוא את המנחה שהקריבו אותה בזמן מאוחר יותר בארץ הקודש.", "ה. פסוק ב בפרשה ה – \"והוא טמא ואשם\" – מתאים רק למצב שבמדבר, כשישראל כולו חנה מסביב למשכן (השוה לעיל על ה ג).", "ו. הפרשה המכילה את דיני חלקי הכהנים, אילו נוסחה בזמן מאוחר יותר, בתקופה שהכהנים נתחלקו בעבודתם לכמה משמרות, היה לה ניסוח אחר לגמרי – כפי שמבאר כבר שד\"ל, וגם אנו הסברנו באריכות בביאורנו (השוה לעיל על ז ו).", "ז. מקומו של איסור \"וחלב נבלה וחלב טרפה\" (ז כד) יימצא כמתאים, כפי שראינו (לעיל על ז כב) רק בתנאים ששררו במדבר, כשחל איסור על בשר תאוה. איסור זה רומז גם על פרק יז, שעל כרחו ניתן במדבר (ראה במבוא לויקרא, 'קדמותו של ספר ויקרא').", "ח. האנשים שנזכרים בחוק, הם בני דורו של משה רבנו. הכהנים נקראים תכופות בשם \"אהרן ובניו\" או \"בני אהרן הכהנים\", וביחוד בולט הביטוי: \"זה קרבן אהרן ובניו\".", "ט. המקום, שבו פורסם החוק, הוא המדבר. שם חונה ישראל במחנה. הפר הנשרף מוצא לא מחוץ למחנה, וזה נעשה גם בדשן המזבח, את האש היה צריך לערוך קודם הקטרת העולה (א ז), מה שהיה נחוץ להזכיר רק בזמן שישראל היה במסעיו, והמזבח הועבר ממקום למקום, ואילו בזמן מאוחר בערה האש תמיד.", "י. למשטר של חיי ישראל ולרקע שלו, בזמן שנכתב חוק הקרבנות יש צורה, שאין להתאימה לכל הפחות לתקופת המלכים. מנהיגי העם הם חברי ה\"עדה\". רק ה\"עדה\" יכולה להביא אשם על כל העם (ד יג ואילך). ראש העם אינו מכונה כאן (ד כב) בשם \"מלך\", כמו בזמן מאוחר, אלא \"נשיא\", ולדעת אותם המבארים שחושבים את הנשיא לראש השבט, מקבלת הסברה הזאת חיזוק נוסף. הייתכן שחוק הקרבנות, אשר בו תופסים האישים רמי המעלה את מקומם בקשר לחטאות שהקריבו, - שבחוק זה, אילו חובר בתקופת המלכים, היה דווקא המלך נשכח לגמרי? זה מוכיח, שבזמן התהוות החוק הזה, לא נהוג היה בישראל השם מלך. ואם אין שום סיבה לכך לדחות את זמן התהוות החוק לאחר תקופת משה רבנו.", "(הדעה שנשמעה מפי המבקרים האחרונים ש\"תורת כהנים\" (PC) מציגה את הכהן הגדול בראש המדינה ולא את המלך, משום שהספר הזה חובר, כביכול, אחרי חורבן בית ראשון, נדחתה כבר לעיל (על ד כב).<i data-commentator=\"Endnotes\" data-label=\"535\" data-order=\"535\"></i> מלבד זה נביא עוד הוכחה ברורה במבוא לחמשה חומשי תורה, ש\"תורת כהנים\" היתה לפחות כבר לעיני הנביא יחזקאל).<i data-commentator=\"Endnotes\" data-label=\"536\" data-order=\"536\"></i>", "יא. כל הסיפור בקשר לחוק שלנו על דבר קרבנות המילואים, אשר למחבר שחי בזמן מאוחר יותר בוודאי לא היה ידוע עוד, והכינויים שנזכרו בקרבנות המילואים, \"חזה התנופה ושוק התרומה\" (ראה במבוא לקרבנות, בסוף הקטע 'תורת הקרבנות שבויקרא ו-ז'), מעידים כי חוק הקרבנות שלפנינו ניתן בזמן משה רבנו.", "יב. נוסף לטעמים הפנימיים האלה יש עוד טעמים חיצוניים, היינו, שבכל מקום שהמקרא מספר על קרבנות שהוקרבו בבית המקדש, משמש להם החוק שלפנינו תכנית. כך ביחוד שמואל-א ב, טז, שם נאמר כי בזבחים מקטירים תחילה את החלב ואח\"כ נוטל הכהן את חלקו, הושע ד ח, שבו מסופר על הכהנים: \"חטאת עמי יאכלו וגו'\" (ראה לעיל על ה כד). יואל א: ט, יג, שם הנביא מתאונן, כי \"הכרת מנחה ונסך מבית ה'\", \"כי נמנע מבית אלהיכם מנחה ונסך\" (מה שמעיד שהקריבו את התמיד לפי הדינים שבשמות כט מא). מעמוס ד ה יוצא, שאת התורה הקריבו כמשפטה בחוק שלפנינו (ראה לעיל על ז יא). \"עמק הפגרים והדשן\" (ירמיה לא לט) מוכיח שקיימו את המצוה שבפרשה ו פסוק ד שלפנינו (ראה לעיל על ו ד).", "מכל זה אנחנו רשאים להסיק, כי הפרקים ויקרא א – ז והחוקים הכרוכים בהם כולם ניתנו בזמן משה, ונרשמו באותו זמן בכתב ושימשו בזמנים הבאים כתקנות של עבודות הקודש בבית המקדש.<i data-commentator=\"Endnotes\" data-label=\"537\" data-order=\"537\"></i>"], "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]