[{"_id": "531e4fe2fbfba276047f6b98", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 19:1", "anchorRef": "Leviticus 19:1", "anchorRefExpanded": ["Leviticus 19:1"], "sourceRef": "Onkelos Leviticus 19:1", "sourceHeRef": "תרגום אונקלוס על ויקרא י״ט:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [80, 120], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "וּמַלִּיל יְיָ עִם משֶׁה לְמֵימָר:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Adonoy spoke to Moshe, saying:", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eec3cf", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 19:1", "anchorRef": "Leviticus 19:1", "anchorRefExpanded": ["Leviticus 19:1"], "sourceRef": "Targum Jonathan on Leviticus 19:1", "sourceHeRef": "תרגום יונתן על ויקרא י״ט:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "וידבר וּמַלֵיל יְיָ עִם משֶׁה לְמֵימָר", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And the Lord spake with Mosheh, saying:\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "57e77d1ed6e4a94c7c18a750", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 19:1", "anchorRef": "Leviticus 19:1", "anchorRefExpanded": ["Leviticus 19:1"], "sourceRef": "Tafsir Rasag, Leviticus 19:1", "sourceHeRef": "תפסיר רס\"ג, ויקרא י״ט:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "ת̇ם כלם אללה מוסי קאילא", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "586901d1d6e4a97c9cbb1eb9", "index_title": "Mei HaShiloach", "category": "Chasidut", "type": "commentary", "ref": "Mei HaShiloach, Volume I, Leviticus, Kedoshim 1", "anchorRef": "Leviticus 19:1-2", "anchorRefExpanded": ["Leviticus 19:1", "Leviticus 19:2"], "sourceRef": "Mei HaShiloach, Volume I, Leviticus, Kedoshim 1", "sourceHeRef": "מי השלוח, חלק א, ספר ויקרא, קדושים א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1840, 1860], "commentaryNum": 1, "collectiveTitle": {"en": "Mei HaShiloach", "he": "מי השלוח"}, "heTitle": "קדושים", "he": "<b>וידבר ה' אל משה לאמר דבר אל כל עדת בני ישראל ואמרת אליהם קדשים תהיו כי קדוש אני ה' אלקיכם.</b> עדת בני ישראל הוא כל מקום שיתכנסו ישראל כנסיה לשם שמים, כמאמר הגמ' (סנהדרין ל\"ט.) כל בי עשרה שכינתא שריא, וכל מקום שמתכנסים ישראל כנסיה לשם שמים שם תשכון השכינה עמהם בהכרח, כמו שכתוב (דברים כ\"ג,ט\"ו) כי ה' אלקיך מתהלך בקרב מחנך, ומתהלך הוא לשון ודאי שבודאי היא כך. ועי\"ז נצטוינו שנהיה מזוככים ומקודשים כמלך האומר לאוהבו מאחר שהכרחתני לילך עמך ראה שלא תוליכנו דרך מקומות מטונפים.", "heVersionTitle": "Mei HaShiloach, Publication of Sifrei Izhbitza Radzin, Bnei Brak 2005.", "heLicense": "", "heVersionTitleInHebrew": "מי השילוח. תשס\"ה. בני ברק", "text": "<i>“And God spoke to Moshe saying: Speak to the whole congregation of the children of Israel, and say to them, be holy, for I am holy, Hashem, your God.”</i> (Vayikra, 19:1–2)<br>“The congregation of the children of Israel” means any place where Israel gathers together for the sake of Heaven, as it is written in the Gemara (<i>Sanhedrin</i>, 38b), “whenever ten Jews gather together, the <i>Shechina</i> [Divine Presence] rests on them.” Every place where Israel gathers together for the sake of Heaven, there the <i>Shechina</i> dwells with them necessarily. This is as it is written (<i>Devarim</i>, 23:15), “For Hashem your God walks in the midst of your camp.” The term used for walk (<i>mithalech</i>, in the intensive form) denotes certainty, saying that it is certainly so. For this reason we are commanded to be refined and sanctified, as a king who says to one who loves him, “since you are obliging me to go with you, see to it that you do not lead me into any place of foulness.”", "versionTitle": "Living waters, the Mei HaShiloach. Trans. and edited by Betsalel Philip Edwards, Jerusalem, J. Aronson 2001 [Revised digital edition, 2021]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "586901ead6e4a97c9cbb223b", "index_title": "Mei HaShiloach", "category": "Chasidut", "type": "commentary", "ref": "Mei HaShiloach, Volume II, Leviticus, Kedoshim 5", "anchorRef": "Leviticus 19:1", "anchorRefExpanded": ["Leviticus 19:1"], "sourceRef": "Mei HaShiloach, Volume II, Leviticus, Kedoshim 5", "sourceHeRef": "מי השלוח, חלק ב, ספר ויקרא, קדושים ה׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1840, 1860], "commentaryNum": 5, "collectiveTitle": {"en": "Mei HaShiloach", "he": "מי השלוח"}, "heTitle": "קדושים", "he": "<b>וידבר ה' אל משה לאמר וגו' קדשים תהיו וגו'.</b> זאת הפרשה היא מכוונת נגד פ' ויצא, כי פרשת ויצא היא הפרשה השביעית מספר בראשית ופרשת קדושים היא השביעית מספר ויקרא, כי מכל בירורים ומעשים שהאבות עשו נולדו נפשות בישראל, וכן נכתב מזה מעשי המצות ומכל יגיעה ועצה שכלכל עצמו יעקב אבינו נולד לו אחר כן שבט, ובזה ראה שהסכים השי\"ת על יגיעתו שמיגע עצמו כרצון השי\"ת בפרט הזה וכן בשאר פרטים, וכן יש מצוה פרטית לכל שבט שבזה הפרט צריך שמירה יותר מכל הפרטים, ומצד ענפים שהם ענפי שורש אחד לכן צריכים שמירה בכל הפרטים ובכל הדברי תורה, כי באמת אחד נוגע בשורש חברו כי כולם משורש אחד מסתעפים, רק כל אחד מאיר בפרט אחד יותר מפרט חבירו, ובפרשת ויצא כתובים לידת כל השבטים ופרטיהם המסתעפים משורש אחד, ובפרשת קדושים כתובים כל השמירות וגדרים הצריכים לכל פרט נפש מישראל כדאיתא בזה\"ק (קדושים פ\"א.) בעשר אמרין וגזרין וענשין ופקודין עלאין דכד מטאן חברייא לפרשתא דא הוו חדאן.", "heVersionTitle": "Mei HaShiloach, Publication of Sifrei Izhbitza Radzin, Bnei Brak 2005.", "heLicense": "", "heVersionTitleInHebrew": "מי השילוח. תשס\"ה. בני ברק", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5926b248d6e4a957603a09eb", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Kedoshim 1:1", "anchorRef": "Leviticus 19:1", "anchorRefExpanded": ["Leviticus 19:1"], "sourceRef": "Midrash Tanchuma Buber, Kedoshim 1:1", "sourceHeRef": "תנחומא בובר, קדושים א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "קדושים", "he": "וידבר ה' אל משה לאמר. דבר אל כל עדת בני ישראל ואמרת אלים קדישם תהיו [כי קדוש אני ה' אלהיכם] <small>(ויקרא יט א ב)</small>, זש\"ה ויגבה ה' צבאות במשפט [והאל הקדוש נקדש בצדקה] <small>(ישעיה ה טז)</small>, אימתי נעשה הקב\"ה גבוה בעולמו, כשיעשה דין ומשפט באומות העולם, שנאמר נצב לריב ה' ועומד לדין עמים <small>(שם ג יג)</small>, ואומר (חזי) [חזה] הוית עד (דיכורסוון) [די כרסון] רמיו <small>(דניאל ז ט)</small>, מהו (כורסוון) [כרסון], וכי כסאות הרבה הן, והכתיב ואראה את ה' יושב על כסא <small>(ישעיה ו א)</small>, מהו כורסוון, ר' יוסי הגלילי וד' עקיבא חד אמר כורסוון זה הכסא ואפיפורין שלו (הדום רגליו), וחד אמר אלו כסאות של אומות העולם שעתיד הקב\"ה להפכן, שנאמר והפכתי (את) כסא ממלכות והשמדתי חוזק ממלכות הגוים <small>(חגי ב כב)</small>. תדע [לך] שכן הוא, כורסוון יתיב אין כתיב כאן, אלא רמיו, וכתיב סוס ורוכבו רמה בים <small>(שמות טו א)</small>. ורבנן אמרין מהו כורסוון, לעתיד לבא הקב\"ה יושב, והמלאכים נותנים כסאות לגדולי ישראל והם יושבים, והקב\"ה יושב כאב ב\"ד עמהם, ודנין לאומות העולם, שנאמר ה' במשפט יבא עם זקני עמו ושריו <small>(ישעיה ג יד)</small>, על זקני עמו אין כתיב כאן, אלא עם זקני, מלמד שהקב\"ה יושב עם הזקנים ושרי ישראל ודן לאומות העולם, ומי הן אלו כסאות בית דוד וזקני ישראל, שנאמר כי שם ישבו כסאות למשפט כסאות לבית דוד <small>(תהלים קכב ב)</small>. אמר ר' פנחס בשם ר' חלקיה [הדרומי] בשם ר' ראובן אם אתה אומר כי שם ישבו כסאות למשפט כסאות לבית דוד, ומה ועתיק יומין יתיב <small>(דניאל ז ט)</small>, שהוא יושב ביניהם כאב בית דין, ודן עמהם את האומות לפיכך כתיב עד (דיכורסוון) [די כרסון] רמיו. מהו ושער (רישיה) [ראשה] כעמר (נקי) [נקא] <small>(דניאל שם)</small>, שהקב\"ה מנקה את עצמו מאומות העולם, ופורע להם שכר מצות קלות שעשו בעולם הזה, כדי לדון אותן ולחייבן בעולם הבא, כדי שלא יהא להם פתחון פה, ולא ימצא להם זכות, שנאמר ומה יענה מלאכי גוי כי ה' יסד ציון ובה יחסו עניי עמו <small>(ישעיה יד לב)</small>, ומיד הוא עושה בהם את הדין, באותה שעה הקב\"ה נעשה גבוה בעולמו, שנאמר ויגבה ה' צבאות במשפט [והאל הקדוש נקדש בצדקה] <small>(שם ה טז)</small>, מהו והאל הקדוש נקדש בצדקה, שהוא מתקדש בעולמו בצדקה שהוא מלמד על ישראל, שנאמר אני מדבר בצדקה <small>(שם סג א)</small>, אמר קב\"ה לישראל אני מתקדש בך, שנאמר כי בראותו ילדיו מעשה ידי בקרבו יקדישו שמי והקדישו את קדוש יעקב וגו' <small>(שם כט כג)</small>, וכן הוא אומר ישראל אשר בך אתפאר <small>(שם מט ג)</small>, ואתם מתקדשים בי, ואני מתקדש בכם, שנאמר [והתקדשתם] והייתם קדוישם כי קדוש אני <small>(ויקרא יא מד)</small>.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Lev. 19:1–2:) <small>THEN THE LORD SPOKE UNTO MOSES, SAYING: SPEAK UNTO THE WHOLE CONGREGATION OF THE CHILDREN OF ISRAEL, AND SAY UNTO THEM: YOU SHALL BE HOLY</small>, [<small>BECAUSE I, THE LORD YOUR GOD, AM HOLY</small>]. This text is related (to Is. 5:16): <small>THE LORD OF HOSTS HAS BEEN EXALTED THROUGH JUSTICE, AND THE HOLY GOD HAS BEEN SANCTIFIED THROUGH HOLINESS</small>. When did the Holy One become exalted in his world?<sup class=\"footnote-marker\">1</sup><i class=\"footnote\"><i>Tanh</i>., Lev. 7:1.</i> When he brought about judgment and justice among the peoples of the world. It is so stated (in Is. 3:13): <small>THE LORD STANDS UP TO PLEAD A CAUSE, AND RISES TO JUDGE PEOPLES</small>. It also says (in Dan. 7:9): <small>I LOOKED UNTIL THRONES WERE SET IN PLACE</small> &lt; or <small>THROWN DOWN &gt;</small> (<i>remiw</i>).<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">The Aramaic word can mean both <small>WERE SET IN PLACE</small> and <small>WERE THROWN DOWN</small>. The former meaning better fits the biblical context; but one of the midrashic interpretations given here requires the latter meaning.</i> What is the meaning of <small>THRONES</small> (in the plural)? Were there a lot of thrones, when &lt; there is &gt; that which is written (in Is. 6:1): <small>I SAW THE LORD SEATED UPON A THRONE</small> (in the singular)? What is the meaning of <small>THRONES</small>? R. Jose the Galilean and R. Aqiva differed.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\"><i>Hag</i>. 14a.</i> One said: <small>THRONES</small> denotes the throne plus its <i>hypopodion</i><sup class=\"footnote-marker\">4</sup><i class=\"footnote\">The Greek word means “footstool.”</i> {i.e., its footstool}; and the other said: These are thrones that belong to the nations of the world, since the Holy One is going to throw them down, as stated (in Hag. 2:22): <small>THEN I WILL THROW DOWN THE THRONE</small>&lt; S &gt; <small>OF KINGDOMS, AND DESTROY THE KINGDOMS OF THE GENTILES</small>. You know [for yourself] that this is so. \"Thrones were set up,\" is not written here (in Dan. 7:9), but <small>THRONES WERE THROWN DOWN</small>. Thus it is written (in Exod. 15:1 or 21): <small>THE HORSE AND HIS RIDER HE HAS THROWN</small> (rt.: <i><small>RMH</small></i>) <small>INTO THE SEA</small>. &lt; Our &gt; masters say: What is the meaning of <small>THRONES</small>? In the age to come the Holy One will sit down, and the angels will place thrones for the great ones of Israel for them to sit down, so that the Holy One will be sitting with them like the president of the court (<i>av bet din</i>). Then they shall judge the peoples of the world, as stated (in Is. 3:14): <small>THE LORD WILL COME IN JUDGMENT ALONG WITH THE ELDERS OF HIS PEOPLE AND THEIR PRINCES</small>.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Exod. R. 5:12; see Wisdom 3:8; I Enoch 38:5; 48:9; I Corinthians 6:2.</i> \"Against the elders of his people\" is not written here, but <small>ALONG WITH THE ELDERS &lt; OF HIS PEOPLE &gt;</small>. &lt; Scripture &gt; is teaching that the Holy One will sit along with the elders and princes of Israel to judge the nations of the world. And which &lt; thrones &gt; are they? These are the thrones of the house of David and the elders of Israel, as stated (in Ps. 122:5): <small>THERE STOOD THE THRONES OF JUDGMENT, THRONES OF THE HOUSE OF DAVID</small>. R. Pinhas said in the name of R. Hilqiyah the Southerner (i.e., from Judah), &lt; who spoke &gt; in the name of R. Reuben: If you say: When thrones stand there for judgment, they are thrones of the house of David. Then what is &lt; the meaning of &gt; (Dan. 7:9): <small>AND THE ANCIENT OF DAYS TOOK HIS SEAT</small>? That he sits among them like the president of the court, and with them he judges the nations. It is therefore written (ibid.): <small>UNTIL THRONES WERE SET IN PLACE</small>. What is the meaning of (ibid., cont.): <small>AND THE HAIR OF HIS HEAD WAS LIKE CLEAN WOOL</small>? When the Holy One cleanses himself from the nations of the world,<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Cf. the parallel in the traditional <i>Midrash Tanhuma</i>, Lev. 6:11 (Jerusalem: Eshkol, n.d.), which reads: “The Holy One cleanses himself from the worshipers of idols.”</i> he gives them compensation for the easy commandments which they have observed in this world. &lt; He does so &gt; in order to judge them and convict them in the world to come, so that they will have no excuse and have no merit found for them. Thus it is stated (in Is. 14:32): <small>AND WHAT WILL HE ANSWER THE ANGELS OF</small><sup class=\"footnote-marker\">7</sup><i class=\"footnote\"><i>mal’akhe.</i> In the biblical context, the word should be rendered as “messengers of,” but the midrash interprets the passage eschatologically.</i> A <small>&lt; GIVEN &gt; NATION? THAT THE LORD HAS ESTABLISHED ZION, AND IN IT THERE SHALL THE AFFLICTED OF HIS PEOPLE TAKE REFUGE</small>. Then he immediately renders the judgment against them. At that time the Holy One becomes exalted in his world, as stated (in Is. 5:16): <small>THE LORD OF HOSTS IS EXALTED IN JUDGMENT</small>, [<small>AND THE HOLY GOD IS SANCTIFIED IN JUSTICE</small>]. What is the meaning of (ibid.): <small>THE LORD OF HOSTS IS EXALTED IN JUDGMENT</small>? That he is sanctified in his world in justice, because he teaches concerning Israel what is stated (in Is. 63:1): <small>I SPEAK IN JUSTICE</small>. The Holy One said to Israel: I am sanctified in you, as stated (in Is. 29:23): <small>FOR WHEN &lt; JACOB &gt; SEES HIS CHILDREN IN HIS MIDST, THE WORK OF MY HANDS, THEY SHALL SANCTIFY MY NAME; YES, THEY SHALL SANCTIFY THE HOLY ONE OF JACOB</small>…. And so it says (in Is. 49:3): <small>ISRAEL IN WHOM I WILL BE GLORIFIED</small>. So you are sanctified in me, and I am sanctified in you, as stated (in Lev. 11:44; cf. 19:2): [<small>SO YOU SHALL SANCTIFY YOURSELVES</small>] <small>AND BE HOLY, BECAUSE I AM HOLY</small>.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5bd6bfc5a726d1001790b7ae", "index_title": "Ralbag on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag on Torah, Leviticus 19:1:1-2", "anchorRef": "Leviticus 19:1", "anchorRefExpanded": ["Leviticus 19:1"], "sourceRef": "Ralbag on Torah, Leviticus 19:1:1-2", "sourceHeRef": "רלב\"ג על התורה, ויקרא י״ט:א׳:א׳-ב׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1325, 1345], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Ralbag on Torah", "he": "רלב\"ג על התורה"}, "heTitle": "ויקרא", "he": ["<big><strong>פרשת קדושים תהיו</strong></big>", "וראוי שנזכור הסבה בסדור דבריה קודם שנזכיר התועלת המגיעי' ממנו ואמר כי מפני שזכר העריות אשר התחלתם הוא ערות הורים בא להזכיר בזה המקו' הצווי ביראת ההורים ולהעיר שהכונה בכל אלו הוא להתקרב אל השם יתע' לפי מה שאפשר כמו שהתבאר מדברנו המשיך המאמר בהדרגה מזאת המצוה שהיא תחת דבור כבד את אביך ואת אמך עד שהגיע המאמ' אל הדבור הראשון שהוא אנכי יי' אלהיך ולזה זכר שמירת השבתות אחר זה כי היא קודמת למצות כבד. ואולם לא תשא היא מצד מה שהיה ממנה בדעות תחת לא יהיה לך כמו שהתבאר מדברינו במה שקדם ולזה השמיט זכרונה וזכר עניין ע\"ז אמ' אל תפנו אל האלילי' ולהעיר שהמכוון בקרבנות הוא להשיג הש\"י כמו שהתבאר מדברינו בהם זכר אחר זה קצת דיני השלמים והנה בחר להזכיר בכאן השלמי' מבין שאר הקרבנות לפי שאינם באים על חטא ולזה יתפרסם יותר בהם שהם לעבודת השם יתע' ולתכלית שנשיג מענינו מה שאפשר ולזה היתה בהם התנופה שהיא מעירה על זה ההערה נפלאה ולפי שכבר נשלמה זאת ההערה בזה שב להזכיר קצת המצות שהם תחת כבד באופן מה אשר בהם תועלת נפלא בעניינים המדיניים והוא חנינת העניים ממה שהשפיע השם יתע' לאדם מהטובות ואחר שזכר אלו המצות שהם תחת דבור כבד זכר קצת המצות שהם תחת הדברות שהם אחריו ולפי שדיני מה שתחת לא תרצח התבארו באופן שלם בפרש' ואלה המשפטי' ודיני מה שתחת לא תנאף התבארו בפרשה הקודמת הנה נעתק המאמר אל מה שתחת לא תגנוב והוא גנבה הממון ומה שיעכב בידו מממון חבירו שלא כדין היה שיהיה זה בגנבה או בגזל או באיחור נתינת לבעל חק חקו נכלל עם זה שבועת שקר מצד מה שימשך ממנה מההפסד בדברי' המדיניים ואחר כך זכר קצת המצות שהם תחת לא תענה ברעך עד שקר שהם באופן מה והוא מה שיחטא איש לאיש בדבור היה שיהיה זה בקללה או שיתעה אותו בדבריו מדרכי התורה או שיעות הדין באיזה אופן שיהיה או שיספר לו לשון הרע ואחר כך זכר קצת המצות שהם תחת לא תחמוד באופן מה והם המצות אשר עקרן בלב אשר בהם ישלם הקבוץ המדיני בשלם שבפנים והוא מה שיחטא איש לאיש בשנאתו אותו בלבבו והמשיך לזה האזהרה מהעניינים המביאים אל השנאה בלב וצוה לעשות הפך זה והוא שיאהב האדם רעהו כמהו. ואחר שנשלם לנו זה בסדור הדברות במה שבין בני אדם והיה שהזהיר בעניין העריות מערות הבהמה הוסיף בזה המקום לגלות טעם זאת האזהרה כי עם שהיא מביאה להמשך לעניין משגל אשר בו הרחקה מכל שלמות אנושי הנה בזה עוד הפסד בדברים הטבעיים ובדעות כמו שהתבאר מדברינו ולזה הזהיר מהרבעת הבהמה כלאים כי זה יגיע להפסד שתפסק ההולדה עם שזה יביא אל שנסכל מציאות הצורה אשר בה יוחד מין מין ויהיה זה סבה אל שנכחש במציאו' השם יתע' כמו שביארנו במה שקדם ולזה המשיך לזאת האזהרה מזריעה השדה כלאים ומלבישת שעטנז ואף על פי שאין בזה הפסד בדברים הטבעיים מפני הפסד שיקרה מזה בדעות והמשיך לזה האזהרה מהמשגל עם האשה שהשיא כמו כלאים רוצה לומר שיש בה צד שהיה בו אשת איש וצד אחר איננה בו אשת איש והיא שפחה חרופה ולפי שהזהיר מענין הצמחים ממה שיש בו הפסד בדעות המשיך אחר זה הצווי בהם במה שיש בו תועלת דעות והוא עניין הערלה ונטע רבעי כי זה עם שיישירנו להאמין שיש בכאן אלוה הוא הפועל על כל אלו הדברים הנה יעמידנו על סוד מסודות הטבעיים והוא שהזרע בצמחים לפי שהוא מותר המזון המצומק והמבושל כמו שהתבאר בטבעיו' הנה בראשית העניין לא יתחזק הטבע על זה כי מזונו יכלה בגדול גופו ולזה אם היה שיהיה שם מותר לא יהיה באופן שישלם החום היסודי בו עם שבזה תועלת להרחיק מהפעולות המגונות שהיו עושין עובדי עבודה זרה למהר הוצאת האילנות פרים כמו שזכר הרב המורה אשר מכללם היה מה שיביא לחלל הבנות להזנותם כמו שזכר ולזה זכר אחר זה אל תחלל בתם להזנותה אחר שהזכיר קצת דברים שיהיו מחקות עובדי עבודה זרה כמו האכילה עם הדם והנחש והעוננות ומה שנמשך לזה מאלו האזהרות עם שבאלו האזהרות תועלת בדעות והוא שאלו הדברי' כלם יביאו להכחיש במציאות השכל ולהאמין שלא תהיה בכאן התחלה כי אם החמר כמו שהתבאר מבאורנו לאלו האזהרות ולזה המשיך לזה הצווי לשמור השבתות ולירא המקדש כי הישיר אל ההאמנה במציאות הצורות ובמציאות הצורה הראשונה והוא השם יתע' וסמך לזה האזהרה מהאוב והידעוני כי הם מביאים להפך זאת הכונה ולזה החמירה התורה בהם והיה ענשה הקשה שבמתות והיא הסקילה להעיר על שאין הטוב בנמצאות מצד החמור כי אם מצד הצורה צותה התורה אחר זה לכבד איש שיבה כי אז הוא בתכלית החסרון מהחמר חולשת הכלים הטבעיים וזה ממה שיורה כי הוא יכובד אז כבוד נוסף מפני התחלה אחרת והיא הצורה המשכלת כי פעולתה היא יותר חזקה אז כמו שנזכר בספר הנפש וכבר אמ' אליהוא בביאור זה אמר בישישים חכמה וארך ימים תבונה ולזאת הסבה צוה לכבד החכם ולפי שזאת המצוה היא תחת דבור כבד באופן מה המשיך לה האזהר' מהונות הגר בממון ומעשיית העול במשפט והמידה והמשקל והמשורה שהוא תחת לא תגנוב באופן מה והשמיט לא תרצח ולא תנאף לסבה שזכרנו במה שקדם ואחר שנשלם לו זה שב להזכיר מדרגות העונשים על הרבה מאלו האזהרות והתחיל מהמולך לחזק ההפסד אשר בעניינו בשלמות האנושי ולזה היה ענשו בקשה שבמיתות ואחר זה המשיך לו עניין האוב והידעוני וביאר שהוא בכרת להעיר כי הם גם כן יבאו לכמו זאת האמונה הנפסדת כמו שהתבאר מדברינו ובסוף העניין ביאר עוד שהעונש עליהם הוא סקילה והמתין זה עד סוף הפרשה לשתי תועלות האחד הוא כי בזכירת זה במקומות רבים תועלת להתרחק יותר מהם כמו שיעשה הרופא שיזהיר החולה מן המאכלים הרעים בתכלית שיוסיף להזהירו על זה פעמים רבות. והשנית היא כי בזה התועלת להעמידנו על כונת התורה בעריות ובמאכלות האסורות ובעניין האוב והידעוני כמו שנבאר אחר זה ולפי שהוא בא לזכור אחר זה הענש על ענייני העריות אשר היתה התחלתם ערות ההורים והיה בגלוי ערות ההורים הבא ממעוט היראה מהם עד שימשך מהם ההפסד גם כן שיקרה בשאר העריות כמו שהתבאר מדברינו במה שקדם באר תחלה עש המקלל הוריו וזכר תחלה שהוא בסקילה ואח כך זכר ענש גלוי ערו' אשת איש כי הוא יותר כולל עד שהבא על הרבה מהעריות יתכן שיתחייבו עליהם משום אשת איש ומשו' ערוה והמשל שהבא על אשת האב בעת היותה אשתו יתחייב עליה משו' אשת איש ומשום אשת אב ואחר כך זכר עונש גלוי ערות אשת אב והמשיך לזה עונש העריו' שהם במין האנושי בסקילה והם הכלה והזכור והמשיך להם מה שהיה מהם בשרפה כי היא היותר קשה שבמיתות אחר הסקילה ואחר זה זכר עונש הערוה שאינה במין האנושי והיא השכיבה עם הבהמה והקדים זכרונה לשאר העריות לחוזק הגנות בה לחוזק העונש אשר בה על ידי ב\"ד ואחר הוסיף להזכיר שנית שהעונש על שאר העריות הוא כרת להוסיף הרחקה מהם וביאר שאם זה העונש יקרה כשיתפשט זאת העברה באומה שתקיא הארץ אותם כאשר קאה את הגוי אשר לפניהם וסמך אל זה העניין המאכלות האסורות והאוב והידעוני להעיר על הכונה אשר בעבודה באו המצות באלו הדברים כלם והוא שנהיה נכונים לשלמות השכל בעיון באופן שנהיה לשם יתע' והוא מבואר שעניין האוב והידעוני הוא לזאת הסבה בעינה כמו שהתבאר מדברינו בהם וממה שקדם מדברינו בזה התבאר התועלות המגיעות מהם ואולם שרשי אלו המצות הנה המצוה הראשונה הוא ליראה מההורים:"], "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c7da2d0ea593e00185b6888", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Kedoshim, Section 1 1", "anchorRef": "Leviticus 19:1", "anchorRefExpanded": ["Leviticus 19:1"], "sourceRef": "Sifra, Kedoshim, Section 1 1", "sourceHeRef": "ספרא, קדושים, פרשה א א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 1, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה א", "he": "[א] \"דבר אל כל עדת בני ישראל ואמרת אלהם קדושים תהיו\" – מלמד שהפרשה נאמרה בהקהל. ומפני מה נאמרה בהקהל? מפני שרוב גופי תורה תלוים בה. \"קדושים תהיו\" – פרושים תהיו. \"כי קדוש אני ה' אלקיכם\" – לומר אם מקדישים (ס\"א מקדשים) אתם עצמכם מעלה אני עליכם כאילו קדשתם אותי. ואם אין אתם מקדישים (ס\"א מקדשים) עצמכם מעלה אני עליכם כאילו לא קדשתם אותי. או אינו אומר אלא אם מקדישים אתם אותי הריני מקודש ואם לאו איני מקודש… תלמוד לומר \"כי קדוש אני\" – בקדושתי אני, בין מקדשים אותי ובין אין מקדשים אותי. אבא שאול אומר פמליא למלך, ומה עליה להיות מחקה למלך.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "1) (Vayikra 19:1) \"And the L–rd spoke to Moses, saying (Vayikra 19:2) Speak to the entire congregation of the children of Israel, and say to them: Holy shall you be.\" We are hereby taught that this section was stated in the presence of all. Why so? Because most of the major tenets of Torah are inherent in it. \"Holy shall you be\": Separate yourselves (from arayoth.) \"Holy shall you be, for holy am I, the L–rd your G d.\" If you sanctify yourselves, I will consider it as if you had sanctified Me, and if you do not sanctify yourselves, I will consider it as if you had not sanctified Me. — But perhaps the meaning is: If you sanctify Me, I am holy, and if not I am not holy. It is, therefore, written \"for holy am I\" — I remain in My holiness whether or not I am sanctified (by men). Abba Shaul says: What is the duty of the King's retinue? To follow in the footsteps of the King (and to be holy).", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5cdd6e595f6461001992db65", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Kedoshim 1:1", "anchorRef": "Leviticus 19:1", "anchorRefExpanded": ["Leviticus 19:1"], "sourceRef": "Malbim on Leviticus, Kedoshim 1:1", "sourceHeRef": "מלבי\"ם על ויקרא, קדושים א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "קדושים", "he": "דבר אל כל עדת בני ישראל: כבר בארתי (באילת השחר כלל רלז) ששם <b>עדה</b> יאמר על הסנהדרין או על הכלל כשהסנהדרין בראשיהם ושם <b>עדת בני ישראל</b> מציין כל בני ישראל כשהם עדה היינו, שזקניהם בראשיהם. והנה סדר משנה היה תחלה לאהרן ואחר כך לבניו ואחר כך להזקנים ואחר כך לישראל כמ\"ש בעירובין (דף סב) ופרשה זו נשתנה שצוה שיגיד תיכף לכולם בפעם אחד שבזה הוצרך להקהילם על ידי חצוצרות שתקע בשני החצוצרות ולכן אמר \"עדת בני ישראל\" [<small>ותמיד אמר \"בני ישראל\" כי בעת שדבר אל כולם כבר דבר אל העדה תחלה ב' פעמים ביחוד</small>]. ובקרבן אהרן נתן טעם לשינוי הזאת מפני שהכל דיבור יחד הלימוד לכל אחד לפי מדרגתו שהזקנים קבלו ממנו מצפוני התורה ובני אהרן דברים עמוקים יותר ועל זה אמר נכנס אהרן ושנה לו פרקו ר\"ל שלכל אחד שנה פרק מיוחד לפי מדרגתו באופן שההמון קבלו \"גוף התורה\" דהיינו הפשט שהוא הגויה והזקנים קבלו נשמת התורה ורוחניותה.אולם פרשה זו שרובה גופי תורה – פירוש: מצות רבות שצריך לדעתם ולקיימם כפי הגוף והפשט, כולם בשוה, הקהיל את כולם ביחד. וזה שאמר שרוב גופי תורה תלוים בה.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dbee3e4e5a42115dfca0acc", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 267:1-4", "anchorRef": "Leviticus 19:1", "anchorRefExpanded": ["Leviticus 19:1"], "sourceRef": "Malbim Ayelet HaShachar 267:1-4", "sourceHeRef": "אילת השחר (מלבי\"ם) רס״ז:א׳-ד׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 267.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": ["יש הבדל בין שם \"<b>קהל</b>\" ושם \"<b>עדה</b>\" כמו שיש הבדל בין 'מקהיל' ובין 'מיעד'.", "המקהיל אוסף אנשים על ידי קול וחצוצרות (וזה ההבדל בינו לבין <b>אסף קבץ</b> שכולל גם האוסף דברים שאין בם דעת), אבל המיעד הוא בהזמנה לזמן ובסדר מיוחד.", "וכן הקהל היא אסיפת ההמון, והעדה הם אסיפת העם כשזקניהם בראשיהם.", "וכן יבוא שם <b>עדה</b> מטעם זה על הסנהדרין לבד. ובפרט כשנרדפו יחד שאז יפורש תמיד שם עדה על הסנהדרין. (ויקרא ס' רמא, ויקרא ס' רמג. צו ס' קסז. אחרי ס' טז. קדושים ס' א, קדושים ס' צא) וגם הסנהדרין הם מכלל הקהל כשאין מורים בעת ההוא. (ויקרא ס' רמג)"], "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": ["There is a difference between the noun <b>קהל</b> (assembly) and the noun <b>עדה</b> (congregation), as there is a difference between מקהיל (assemble) and מיעד (appoint):", "מקהיל gathers men through a voice and trumpets (and this is what distinguishes it between <b>אסף</b> and <b>קבץ</b> (collection), which also include a collection of things which have no intelligence), but מיעד is with an invitation to convene at a time.", "And moreover, <b>קהל</b> is a gathering of the multitudes, while <b>עדה</b> is a gathering of the people in which their elders are in charge.", "And moreover, for this reason the noun <b>עדה</b> refers to the Sanhedrin alone. And in particular, whenever they are mentioned together as synonyms, it will always use the noun <b>עדה</b> for the Sanhedrin. And also, the Sanhedrin are of the <b>קהל</b> when there are no rulers at that time."], "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5dbee4395fc99956394dd749", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 515:1-2", "anchorRef": "Leviticus 19:1", "anchorRefExpanded": ["Leviticus 19:1"], "sourceRef": "Malbim Ayelet HaShachar 515:1-2", "sourceHeRef": "אילת השחר (מלבי\"ם) תקט״ו:א׳-ב׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 515.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": ["<b>הקדושה</b> תאמר – (א) על הפרישות מדברי חול, (ב) על ההתנשאות על דרכי הטבע והחומר (שמיני ס' קסח).", "ויש בקדושה מדרגות רבות (קדושים ס' א, וסימן ק)"], "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": ["<b>קדושה</b> (holiness) means: 1) refraining from secular matters. 2) Rising above the ways of nature and the material.", "And there are many levels to <b>קדושה</b>."], "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5ebd61962a8feecc0e8a85f7", "index_title": "Peninei Halakhah, Family", "category": "Halakhah", "type": "", "ref": "Peninei Halakhah, Family 7:1:2", "anchorRef": "Leviticus 19:1", "anchorRefExpanded": ["Leviticus 19:1"], "sourceRef": "Peninei Halakhah, Family 7:1:2", "sourceHeRef": "פניני הלכה, משפחה ז׳:א׳:ב׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [2000, 2004], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Peninei Halakhah, Family", "he": "פניני הלכה, משפחה"}, "he": "הצניעות היא אחד מיסודות היהדות. את הציווי הכללי שבתורה (ויקרא יט, א): \"קְדֹשִׁים תִּהְיוּ\", מפרש רש\"י: \"הוו פרושים מהעריות ומן העבירה, שכל מקום שאתה מוצא גדר ערווה אתה מוצא קדושה\". ועוד נאמר לגבי איסור עריות (שם יח, כד): \"אַל תִּטַּמְּאוּ בְּכָל אֵלֶּה, כִּי בְכָל אֵלֶּה נִטְמְאוּ הַגּוֹיִם\".", "heVersionTitle": "Peninei Halakhah, Yeshivat Har Bracha", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ef89a3d0ec62accd9abdf34", "index_title": "With God in Hell", "category": "Jewish Thought", "type": "", "ref": "With God in Hell, 7 To Live or to Survive 27", "anchorRef": "Leviticus 19:1", "anchorRefExpanded": ["Leviticus 19:1"], "sourceRef": "With God in Hell, 7 To Live or to Survive 27", "sourceHeRef": "עמו אנכי בצרה, ז. לחיות או לשרוד כ״ז", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1976, 1980], "commentaryNum": 27, "collectiveTitle": {"en": "With God in Hell", "he": "עמו אנכי בצרה"}, "heTitle": "ז. לחיות או לשרוד", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "The sanctification of life is achieved through a certain kind of human conduct. We find an indication of its meaning in the biblical injunction, “thou shalt be holy, for I the Eternal your God am holy.”<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">Leviticus 19:1, see the entire chapter, as well as chapter 20.</i> Holiness derives then from Israel’s relationship to God and from the awareness that God is holy. The laws that follow this introductory injunction describe the behavior that is the sanctification of life, comprising responsibilities toward God and toward one’s fellow men. Other laws of the Torah, all aiming at the sanctification of life, include legislation concerning man’s behavior in nature towards all creation. Sanctification of life means living in the world with the awareness that all life is God’s creation and all life is living in His presence. Seeing the world as God’s creation excludes the possibility of seeing spirit and matter as antagonistic to each other. The stance of the hero who, in the face of death, proves the “spirit’s contempt for the flesh” would be heresy in Judaism. The flesh is no less God’s creation than the spirit, and the spirit, as God’s creation, is no less real than the flesh. Together they are life within man, and not only within man, but in all creation. According to a <i>midrash</i>, at the time of creation God used the Torah as the blueprint for the world.<sup class=\"footnote-marker\">20</sup><i class=\"footnote\"><i>Midrash Rabbah, Bereishit</i> 1:2.</i> This, of course, is not meant to be taken literally. Rather it expresses an important Jewish idea about the nature of reality. Creation, as a work of God, cannot be alien to the Torah as the word of God for man. Both make manifest the will and wisdom of God vis-à-vis man. One might perhaps say that the sanctification of life means living in the presence of God, striving for integrated harmonization of spirit and flesh as the wholeness of human life and giving this striving potent expression in responsible human behavior towards all creation.", "versionTitle": "New York: Sanhedrin Press, c1979", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5f3b9ace4f7ddf9aa4de863e", "index_title": "Mishpetei Uziel", "category": "Responsa", "type": "", "ref": "Mishpetei Uziel, Volume IV, General Topics 3:14", "anchorRef": "Leviticus 19:1", "anchorRefExpanded": ["Leviticus 19:1"], "sourceRef": "Mishpetei Uziel, Volume IV, General Topics 3:14", "sourceHeRef": "משפטי עוזיאל, חלק ד, ענינים כלליים ג׳:י״ד", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1900, 1950], "commentaryNum": 3.0014, "collectiveTitle": {"en": "Mishpetei Uziel", "he": "משפטי עוזיאל"}, "heTitle": "ענינים כלליים", "he": "ב) הגורם השני הוא: מעשה שאינו הגון. ובדברי הרמב\"ן ז\"ל זה נקרא נבל ברשות התורה (הרמב\"ן עה\"ת ויקרא י\"ט א') וגם זה מחייב את כל אדם מישראל להוכיח את חברו למונעו מדבר שאינו הגון שנכשל בו.", "heVersionTitle": "Mishpetei Uziel, Jerusalem, 1995-2005", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "משפטי עוזיאל, ירושלים, תשנ\"ה-תשס\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f3b9bb5de3cbb7f0be6b47e", "index_title": "Mishpetei Uziel", "category": "Responsa", "type": "", "ref": "Mishpetei Uziel, Volume V, Even HaEzer 83:21", "anchorRef": "Leviticus 19:1", "anchorRefExpanded": ["Leviticus 19:1"], "sourceRef": "Mishpetei Uziel, Volume V, Even HaEzer 83:21", "sourceHeRef": "משפטי עוזיאל, חלק ה, אבן העזר פ״ג:כ״א", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1900, 1950], "commentaryNum": 83.0021, "collectiveTitle": {"en": "Mishpetei Uziel", "he": "משפטי עוזיאל"}, "heTitle": "חלק ה, אבן העזר", "he": "והחלוקה השלישית היא: עושה דבר המותר מפני שנזדמן לו, אבל בעצם הוא מכוון לאיסור, כגון לוט שבולמוס של עריות תקפו, כדכתיב וישא לוט את עיניו דומה למש\"נ ותשא אשת אדוניו את עיניה, זהו מכלל \"פושעים יכשלו בם\" שהמותר נהפך לו לאסור. הואיל וכונתו לעבירה ורצה לכסות על מעשה העבירה במעטה של מצוה, ועל כגון זה קוראים אותו קדמונינו ז\"ל נבל ברשות התורה (הרמב\"ן עה\"ת ויקרא י\"ט א).", "heVersionTitle": "Mishpetei Uziel, Jerusalem, 1995-2005", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "משפטי עוזיאל, ירושלים, תשנ\"ה-תשס\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121f0fe0db67026c8394217", "index_title": "Adam Min HaAdamah", "category": "Jewish Thought", "type": "", "ref": "Adam Min HaAdamah, The Land 4:69", "anchorRef": "Leviticus 19:1", "anchorRefExpanded": ["Leviticus 19:1"], "sourceRef": "Adam Min HaAdamah, The Land 4:69", "sourceHeRef": "אדם מן האדמה, שער ארץ ישראל ד׳:ס״ט", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 4.0069, "collectiveTitle": {"en": "Adam Min HaAdamah", "he": "אדם מן האדמה"}, "he": "הקודש הוא אמנם הציווי העיקרי של חומשי המדבר – \"קדושים תהיו כי קדוש אני ה' א-להיכם\" (ויקרא יט, א) – אך זו תנועה שלא תגיע לעולם לכלל שלמות. העדה אינה קדושה, אלא רק מתקדשת. זהו המתח המתמיד בו שרוי האדם בחומשי ההליכה במדבר<sup class=\"footnote-marker\">49</sup><i class=\"footnote\">מגמה זו מגיעה לשיאה בפרק החותם את חומש ויקרא (כז), בדיני האדם המקדיש את עצמו לקודש.</i>.", "heVersionTitle": "Adam min ha'adamah, Otniel 2008", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "אדם מן האדמה, עתניאל תשס\"ח", "text": "", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "61681a83f6f3ddf887f89ed9", "index_title": "Mishnat Eretz Yisrael on Mishnah Berakhot", "category": "Quoting Commentary", "type": "", "ref": "Mishnat Eretz Yisrael on Mishnah Berakhot 8:2:38", "anchorRef": "Leviticus 19:1", "anchorRefExpanded": ["Leviticus 19:1"], "sourceRef": "Mishnat Eretz Yisrael on Mishnah Berakhot 8:2:38", "sourceHeRef": "משנת ארץ ישראל על משנה ברכות ח׳:ב׳:ל״ח", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 2.0038, "collectiveTitle": {"en": "Mishnat Eretz Yisrael on Mishnah Berakhot", "he": "משנת ארץ ישראל על משנה ברכות"}, "he": "עדות ברורה לתפיסה של נטילת ידיים כמצווה שאיננה בתורה יש בתנא דברי אליהו. שם מצוי תיאור של מעין ויכוח: \"בא חבירו וישב כנגדו, אף בזה יש בו מקרא ואין בו משנה, אמרתי לו, בני רחיצת ידים מן התורה, אמר לי, רבי לא נאמרה לנו מהר סיני, אמרתי לו, בני דברים הרבה יש לנו וחמורין הן, ולא צרך הכתוב לאמרן, לפיכך הטילן על ישראל. אמר, הן יבדילו אותן, כדי להרבות את שכרן, מנין, תדע לך שכן, כשהיו ישראל במדבר וסבובים במדבר אמר לו הקב\"ה למשה, לך אל העם וקדשתם וגו' (שמות יט י), ושנו חכמים (במשנה), וקדשתם בטבילה, ולמדנו רחיצת ידים מן התורה ממשה ואהרן ובניו, שנאמר 'וידבר ה' ' וגו' 'ועשית כיור נחשת' [וגו'] ו'רחצו ממנו משה' וגו', 'בבואם אל אהל מועד' וגו' (שמות ל יז-כ), אבל בישראל מהו אומר, 'והתקדשתם והייתם קדושים' (ויקרא יא מד), מיכן היה רבן גמליאל אוכל חולין בטהרה, אמרו, לא לכהנים בלבד ניתנה קדושה, אלא לכהנים וללוים ולישראל כולן, שנאמר 'וידבר ה' ' וגו' 'דבר אל עדת בני ישראל ואמרת אליהם קדושים' וגו' (ויקרא יט א וב), מיכן אמרו, כל המזלזל ברחיצת ידים סימן רע לו, עליו הוא אומר, 'והיה כשמעו את דברי האלה' וגו' 'לא יאבה ה' סלוח לו' וגו' (דברים כט יח ויט), הא למדת, שכל המבעט בנטילת ידים סימן רע לו\" (תנא דבי אליהו, טז, עמ' 72). ", "heVersionTitle": "Mishnat Eretz Yisrael, Seder Zeraim, Tel Aviv, 2008-2016", "heLicense": "CC-BY", "heVersionTitleInHebrew": "סדר זרעים, מאת שמואל ספראי וזאב ספראי, תל אביב. תשס\"ח-תשע\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61681b22d4f7d0328d97d730", "index_title": "Mishnat Eretz Yisrael on Mishnah Chagigah", "category": "Quoting Commentary", "type": "", "ref": "Mishnat Eretz Yisrael on Mishnah Chagigah 2:5:4", "anchorRef": "Leviticus 19:1-2", "anchorRefExpanded": ["Leviticus 19:1", "Leviticus 19:2"], "sourceRef": "Mishnat Eretz Yisrael on Mishnah Chagigah 2:5:4", "sourceHeRef": "משנת ארץ ישראל על משנה חגיגה ב׳:ה׳:ד׳", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 5.0004, "collectiveTitle": {"en": "Mishnat Eretz Yisrael on Mishnah Chagigah", "he": "משנת ארץ ישראל על משנה חגיגה"}, "he": "בסדר אליהו רבה, שזמנו שנוי במחלוקת, מובא: \"ולמדנו רחיצת ידים מן התורה ממשה ואהרן ובניו שנאמר וידבר ה' וגו' ועשית כיור נחשת וגו' ורחצו ממנו משה וגו' בבואם אל אהל מועד וגו' (שמות ל יז-כ) אבל בישראל מהו אומר והתקדשתם והייתם קדושים (ויקרא יא מד) מיכן היה רבן גמליאל אוכל חולין בטהרה. אמרו: לא לכהנים בלבד ניתנה קדושה אלא לכהנים וללוים ולישראל כיון שנאמר וידבר ה' וגו' דבר אלא עדת ישראל ואמרת אליהם קדושים וגו' (ויקרא יט א-ב). מיכן אמרו כל המזלזל ברחיצת ידים סימן רע לו\" (תנא דבי אליהו, פט\"ז, עמ' 72). נטילת ידיים היא ההתקדשות של ישראל, וכאמור בברייתא בבבלי: \"והתקדשתם – אלו מים ראשונים\" (ברכות נג ע\"ב).", "heVersionTitle": "Mishnat Eretz Yisrael, Seder Moed, Jerusalem, 2008-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "סדר מועד, מאת שמואל ספראי וזאב ספראי, ירושלים. תשס\"ט-תשע\"ב", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61681e20a5fa92a0e2f96f54", "index_title": "Mishnat Eretz Yisrael on Mishnah Gittin", "category": "Quoting Commentary", "type": "", "ref": "Mishnat Eretz Yisrael on Mishnah Gittin 5:1:51", "anchorRef": "Leviticus 19:1", "anchorRefExpanded": ["Leviticus 19:1"], "sourceRef": "Mishnat Eretz Yisrael on Mishnah Gittin 5:1:51", "sourceHeRef": "משנת ארץ ישראל על משנה גיטין ה׳:א׳:נ״א", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 1.0051, "collectiveTitle": {"en": "Mishnat Eretz Yisrael on Mishnah Gittin", "he": "משנת ארץ ישראל על משנה גיטין"}, "he": "נסיים בדברי המדרש הדן בשאלת היחס בין הלכה שיסודה בתורה לבין כזאת שיסודה בדברי סופרים בתנא דבי אליהו. שם מצוי תיאור של מעין ויכוח: \"בא חבירו וישב כנגדו, אף בזה יש בו מקרא ואין בו משנה, אמרתי לו, בני רחיצת ידים מן התורה? אמר לי, רבי לא נאמרה לנו מהר סיני. אמרתי לו, בני דברים הרבה יש לנו וחמורין הן, ולא צרך הכתוב לאמרן, לפיכך הטילן על ישראל. אמר, הן יבדילו אותן, כדי להרבות את שכרן, מנין, תדע לך שכן, כשהיו ישראל במדבר וסבובים במדבר אמר לו הקב\"ה למשה, לך אל העם וקדשתם וגו' (שמות י\"ט, י), ושנו חכמים (במשנה), וקדשתם בטבילה, ולמדנו רחיצת ידים מן התורה ממשה ואהרן ובניו, שנאמר 'וידבר ה' ' וגו', 'ועשית כיור נחשת' [וגו'], 'ורחצו ממנו משה' וגו', 'בבואם אל אהל מועד' וגו' (שמות ל', י\"ז-כ). אבל בישראל מהו אומר, 'והתקדשתם והייתם קדושים' (ויקרא י\"א, מד), מיכן היה רבן גמליאל אוכל חולין בטהרה, אמרו, לא לכהנים בלבד ניתנה קדושה, אלא לכהנים וללוים ולישראל כולן, שנאמר 'וידבר ה' ' וגו', 'דבר אל עדת בני ישראל ואמרת אליהם קדושים' וגו' (ויקרא י\"ט, א ו־ב), מיכן אמרו, כל המזלזל ברחיצת ידים סימן רע לו, עליו הוא אומר, 'והיה כשמעו את דברי האלה' וגו', 'לא יאבה ה' סלוח לו' וגו' (דברים כ\"ט, יח ו־יט). הא למדת, שכל המבעט בנטילת ידים סימן רע לו\" (תנא דבי אליהו, טז, עמ' 72). ", "heVersionTitle": "Mishnat Eretz Yisrael, Seder Nashim, Jerusalem, 2013-2019", "heLicense": "CC-BY", "heVersionTitleInHebrew": "סדר נשים, מאת שמואל ספראי, זאב ספראי וחנה ספראי, ירושלים. תשע\"ג-תשע\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ed96bfddfbb310fece4", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, General Regulations on Holiness I 2-4", "anchorRef": "Leviticus 19:1-37", "anchorRefExpanded": ["Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, General Regulations on Holiness I 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ה׳, ויקרא הערה ב׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "General Regulations on Holiness I", "he": "ויקרא הערה ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["As the key chapter of this part of Leviticus, Chap. 19 is wide-ranging and rhetorically powerful. It extends holiness to virtually all areas of life—family, calendar, cult, business, civil and criminal law, social relations, and sexuality. Most (but not all) of the laws deal with what we would term ethics, that is, relations between people (Wenham notes the alternation of the terms “fellow [citizen],” “kinsman,” and “neighbor”). As such, they have become an exemplar and a cornerstone, at least in idealized form, in Western thinking about these issues.", "Structurally speaking, the chapter is not systematic. As Schwartz (1987)has noted, this is probably intentional, reflecting the desire to avoid categorization or compartmentalization of life before God. He lays out the structure of the core part of the chapter, vv.3–32, as discrete subsections, each ending with “I am Y<small>HWH</small> [your God],” with vv.33–36 as two appendices, and a summary in v.37.", "The opening (v.2) is crucial, even though the word-root “holy” does not recur in the chapter (it does, however, reverberate within the next four chapters). The style is predominantly apodictic—“You are not to …,” as was Chap. 18, and concentrates mostly on the negating of certain kinds of behavior. At the same time, the chapter makes a moving positive plea for proper treatment of the elderly, the poor, and, in general, one’s “neighbor” (which is extended to the foreigner [“sojourner”] in vv.33–34)."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a4713bd8cd388d3e4d", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness 2-8", "anchorRef": "Leviticus 18:1-26:46", "anchorRefExpanded": ["Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness 2-8", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ה׳ ב׳-ח׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part III; Holiness", "he": "ויקרא מאמר ו׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE ADDITION OF</small> C<small>HAPTERS 18–26 CHANGES THE NATURE OF THE BOOK BEFORE US</small>. I<small>T</small> accomplishes this, not by introducing something entirely new into biblical thinking, but by broadening the base of God’s words to Moshe in Leviticus. In this book we have already encountered the “Holy-Shrine,” “holy-things,” “holy donations,” and the like; we have seen that Israel is to be “separate” from the nations around it in a variety of life areas. But now we move toward expansion of what was called for at the first moments at Sinai: for Israel to be a “[kingdom of priests and a] holy nation” (Ex. 19:6).", "While the exact structure and setting of the Holiness Code, as these chapters were designated a century ago, are subject to scholarly debate, its thrust seems clear enough. Beginning with sexual relations, Israel is to be “holy,” “separate” from other nations. Holiness here has a connotation of wholeness and perfection; Wright (1992) has defined it as “that which is consistent with God and his character.”", "<i>Imitatio dei</i>, the human urge to be godlike, is an ancient, undoubtedly prehistoric one. We long to be linked with the primal powers of existence, whose rush we feel at heightened moments of <i>perception</i>, but whose perfection is always out of reach in the flesh and blood world of human beings. The Torah, in contrast, presents the longing for perfection and wholeness as properly expressed through a discipline of <i>behavior</i> in all areas of life, personal and communal. The central lines “Holy are you to be, / for holy am I, YHWH your God” (19:2) are followed by line after line calling for holiness in worship, agriculture, interpersonal relations, business, the treatment of the disabled and the elderly, court procedure, and sexuality, to list some of the areas covered.", "Many communities of the “elect,” from Qumran at the Dead Sea to medieval monasteries, and many individuals, from biblical Nazirites (Num. 6) to Sufi mystics and St. Francis, have sought to create lives suffused with holiness; one could easily maintain that many of the mainstream forms and ideas in Judaism, Christianity, and Islam have remained wedded to this approach. They all owe a debt, one way or the other, to Lev. 18–26, especially in the communal sphere. Rarely has the drive toward holiness found as full expression in a vision of “real life” society, grounded in the everyday world of people and institutions, as it does in the texts to be found in the following chapters.", "For many decades, debate has raged within the scholarly community as to the date and setting of H, the putative stratum of literature to which these chapters belong. As of this writing there is still not full agreement on (a) whether H was indeed a separate document or school, and (b) whether its origin and influence can be easily traced (cf., for instance, Knohl, and Milgrom 1993). These disagreements, however, should not and must not detract from the importance of what we have in these chapters: a significant statement of the ethical code of ancient Israel which continues to speak to contemporary problems.", "<img>", "<i>Lev. 19:35</i> You are not to commit corruption injustice, in measure, weight, or capacity…"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e7c9ad75f2d99af98c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, General Regulations on Holiness I 1", "anchorRef": "Leviticus 19:1-37", "anchorRefExpanded": ["Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, General Regulations on Holiness I 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ה׳, ויקרא הערה ב׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ב׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Leviticus 19:1-37\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Leviticus 19:1-37</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "63c943e501e878406e0d1b6a", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Kedoshim 1:1", "anchorRef": "Leviticus 19:1-2", "anchorRefExpanded": ["Leviticus 19:1", "Leviticus 19:2"], "sourceRef": "Zohar, Kedoshim 1:1", "sourceHeRef": "ספר הזהר, קדושים א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "קדושים", "he": "(ויקרא י״ט:א׳-ב׳) וַיְדַבֵּר יְיָ' אֶל מֹשֶׁה לֵאמֹר. דַּבֵּר אֶל כָּל עֲדַת בְּנֵי יִשְׂרָאֵל וְאָמַרְתָּ אֲלֵיהֶם קְדוֹשִׁים תִּהְיוּ כִּי קָדוֹשׁ אֲנִי יְיָ' אֱלֹהֵיכֶם. רִבִּי אֶלְעָזָר פָּתַח, (תהילים ל״ב:ט׳) אַל תִּהְיוּ כְּסוּס כְּפֶרֶד אֵין הָבִין וְגוֹ'. בְּכַמָּה זִמְנִין אוֹרַיְיתָא אַסְהִידַת בְּהוּ בִּבְנֵי נָשָׁא, כַּמָה זִמְנִין אֲרִימַת קָלִין, לְכָל סִטְרִין לְאִתְּעָרָא לְהוּ, וְכֻלְּהוּ דְּמִיכִין בְּשֵׁינָתָא בְּחוֹבֵיהוֹן (ס\"א בחוריהון), לָא מִסְתַּכְּלִין, וְלָא מַשְׁגִּיחִין, בְּהֵיךְ אַנְפִּין יְקוּמוּן לְיוֹמָא דְּדִינָא עִלָּאָה, כַּד יִתְבַּע לוֹן מַלְכָּא עִלָּאָה עֶלְבּוֹנָא דְּאוֹרַיְיתָא, דִּצְוַוחַת לָקֳבְלֵיהוֹן, וְלָא אָהַדְרוּ אַנְפִּין לָקֳבְלָהּ, דְּכֻלְּהוּ פְּגִימִין בְּכֹלָּא, דְּלָא יָדְעוּ מְהֵימְנוּתָא דְּמַלְכָּא עִלָּאָה, וַוי לוֹן, וַוי לְנַפְשֵׁהוֹן.", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": "(Lev. 19:1-2) And Hashem spoke to Moses saying, 'Speak to all the congregation of the children of Yisrael, and say to them: You shall be holy: for I Hashem your Elohim am Holy\" (Vayikra 19:1-2). Rabbi Elazar commenced the discussion: \"Be not like the horse, or the mule, which have no understanding ...\" (Tehilim 32:9). How many times did the Torah attest to people, how many times did she raise her voice in every direction to awaken them, but all lay sleeping, unaware of their sins. They do not look or pay attention to the time when they will rise up to face the day of heavenly Judgment. At this time, the Heavenly King will exact from them the shame of the Torah that cried out against them, and yet they did not even turn their face to her. All are found totally defective since they do not know of the Faith of the Heavenly King. Woe to them, and woe to their souls.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "64185b96a39b74e253d69471", "index_title": "Reggio on Torah", "category": "Quoting Commentary", "type": "", "ref": "Reggio on Torah, Exodus 22:30:1", "anchorRef": "Leviticus 19:1", "anchorRefExpanded": ["Leviticus 19:1"], "sourceRef": "Reggio on Torah, Exodus 22:30:1", "sourceHeRef": "ביאור יש\"ר על התורה, שמות כ״ב:ל׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 30.0001, "collectiveTitle": {"en": "Reggio on Torah", "he": "ביאור יש\"ר על התורה"}, "heTitle": "שמות", "he": "<b>ואנשי קדש תהיון לי,</b> עד הנה הזכיר המשפטים, והזהיר בדברים המכוערים, ועתה כשבא להתחיל באיסור המאכל, פתח ואמר ואנשי קדש תהיון לי שלא תטמאו נפשותיכם באכילת דברי איסור המשקצים את הנפש ומרחיקים אותה מן הקדושה כי כמו שאני נוהג עמכם בדרך הקודש, כן צריכין אתם להתקדש בעבודתי ולהבדיל בין האיסור והמותר, והנה בשלשה דרכים צותה התורה לישראל על הקדושה, אצל מאכלות אסורות, כגון כאן, ואצל עריות שנאמר קדושים תהיו (ויקרא י\"ט א'), ואצל טומאת כשפים שנאמר והתקדשתם (שם כ' ז'), כי לפי שנתנה התורה לכל הקהל כלו, נצטוו לבד על שלשה מיני קדושות אלה שיכולין ההמון כלו לעמוד בהן, אבל יש קדושות יתירות על אלה, יתקדשו בהן הנגשים אל ה', כגון הכהנים והקדושים אשר בארץ, ועליהם אחז\"ל קדש עצמך במותר לך:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "648839f1a5a4d0d5926408de", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Leviticus 19:1:1", "anchorRef": "Leviticus 19:1", "anchorRefExpanded": ["Leviticus 19:1"], "sourceRef": "Rav Hirsch on Torah, Leviticus 19:1:1", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא י״ט:א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Kap. 19. V. 1. קדושים :אחרי מות ,מצורע ,תוריע ,שמיני ,צו ויקרא! Zur Verwirklichung des aus dem unter Cherubimfittich ruhenden Gottesworte zu erzielenden sittlichen Lebensideales, wie es im משכן und in den קרבנות der Abschnitte ויקרא und צו symbolische Vergegenwärtigung gefunden, müssen erst unter dem ,-טמאה וטהרה ,-מאכלות אטורות  und  עריות-Regime der Abschnitte שמיני bis אחרי מות Menschen gezeugt und gezeitigt, geboren und genährt und erzogen sein, ehe zu ihnen gesprochen werden kann: קדושים תהיו כי קדוש אני ד׳ אלהיכם, seid heilig, denn Ich, euer Gott, bin heilig! In unmittelbarem Anschluss an das vorangegangene עריות-Kapitel folgt hier in kurzen Grundsätzen der Abriss eines heiligen jüdischen Lebens. Es sind die Grundzüge der משפטים eines unter dem Gottesrecht erblühenden sozialen Lebens, auf welche gleich im einleitenden Worte der עריות-Gesetzgebung im Zusammenhange mit den חוקות hingewiesen ward und immer wieder und wieder hingewiesen wird – (Kap. 18, 4. 5. 26; 19. 37 und 20, 22) – augenfällig um zu sagen, daß nur in einem Volke, dessen Dasein in dem Boden dieser חוקות wurzelt, <i>das</i> Recht, die Selbstlosigkeit, <i>die</i> Bruderliebe, wie sie Gott fordert und wie sie allein des Menschen Heil begründen, Verwirklichung erwarten dürfen. Spricht ja dieses משפטים-Kapitel nicht nur durch den Schlusssatz ושמרתם וגו׳ (V. 37), verglichen mit V. 26 des vorigen und V. 22 des folgenden Kapitels, die Zusammenhörigkeit dieser Kapitel aus, sondern dieses Kapitel erscheint geradezu als Einschaltung innerhalb der עריות-Gesetzgebung. Offenbar nämlich ist das 20. Kapitel die unmittelbare Fortsetzung des 18. Erwägen wir dazu, daß der größere Teil der in diesem 19. Kapitel enthaltenen Gesetze bereits anderweit ausgesprochen ist, so dürften wir wohl in der Auffassung nicht irren, es solle hier, wie im vorigen Kapitel der negative Gegensatz zu den חקות התועבות einer kanaanitischen Welt, so hier der positive Gegensatz eines sozialen Lebens gezeichnet werden, wie es nur auf dem Gottesboden eines sittenreinen geschlechtlichen Lebens sich erbauen lässt. Darum beginnt dies Kapitel auch mit כבוד אב ואם, dem Grundstein aller sozial menschlichen Gesittung, und setzt אם, die Mutter, voran. Denn nur, wo der Mann das rechte Weib in gottgebilligter Ehe sich zugesellt, nur da finden die Kinder die rechte \"<i>Mutter</i>\" – die allererste \"Bedingung\" alles geistig sittlichen Menschtums – und nur da erzeugt sich das jüdische Verhältnis von Kindern zu Eltern, die Seele jenes Familienlebens, in welchem die Kinder zu Gott erblühen und alle Keime sozialer Tugenden von der Wiege an die wirkungsreiche Wartung und Pflege finden. Darum sind auch diejenigen Aussprüche sozialer Anforderungen, die in diesem משפטים-Kapitel charakteristisch neu enthalten sind, wie wir sehen werden, vorzugsweise Charaktertugenden, die die Aufrichtigkeit, Gewissenhaftigkeit, Brüderlichkeit, Versöhnlichkeit, die die Nächstenliebe als schützende und heilschaffende Genien des sozialen Lebens einführen, deren Pflege keine Institution staatlicher Gewalt erzielen, deren Verletzung kein menschlicher Richter erreichen kann, deren Herrschaft rein nur durch den Charakter ihrer Glieder bedingt ist. Wenn es aber etwas gibt, worin Beachtung oder Nichtbeachtung der עריות-Gesetze ihre heilvolle oder unheilvolle Bedeutung bewähren, so ist es die Charakteranlage der unter dem Einfluss der einen oder der anderen ihre Zukunft antretenden Menschenkeime.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "65e5c36b2c925eaad2bba22b", "index_title": "Mishnat Eretz Yisrael, Preface", "category": "Mishnah", "type": "", "ref": "Mishnat Eretz Yisrael, Preface, The Components of Halakhic Formation 71", "anchorRef": "Leviticus 19:1", "anchorRefExpanded": ["Leviticus 19:1"], "sourceRef": "Mishnat Eretz Yisrael, Preface, The Components of Halakhic Formation 71", "sourceHeRef": "משנת ארץ ישראל, מבוא, המרכיבים של עיצוב ההלכה ע״א", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 71, "collectiveTitle": {"en": "Mishnat Eretz Yisrael, Preface", "he": "משנת ארץ ישראל, מבוא"}, "heTitle": "המרכיבים של עיצוב ההלכה", "he": "אומנם ספרות חז\"ל מציגה את עצמה, בדרך כלל, כפרשנות או כשחזור של מה שניתן למשה מסיני, אך גם בספרות חז\"ל יש ביטוי לכך שהם הבינו שהלכותיהם אינם רק פרשנות או המשך אלא יש בהם פיתוח של ממש.<sup class=\"footnote-marker\">178</sup><i class=\"footnote\">ביטוי לכך יש במדרש תנא דבי אליהו זוטא: \"פעם אחת הייתי מהלך בדרך ומצאני אדם אחד, ובא אלי בדרך מינות, ויש בו מקרא ואין בו משנה. אמר לי, מקרא ניתן לנו מהר סיני, משנה לא ניתן לנו מהר סיני, ואמרתי לו, בני, והלא מקרא ומשנה מפי הגבורה נאמרו, ומה בין מקרא למשנה? משלו משל, למה הדבר דומה, למלך בשר ודם שהיה לו שני עבדים, והיה אוהבן אהבה גמורה, ונתן לזה קב חיטין ולזה קב חיטין, לזה אגודה של פשתן ולזה אגודה של פשתן. הפקח שבהן מה עשה, נטל את הפשתן וארגו מפה, ונטל את החיטין ועשאן סולת, ביררה טחנה, ולשה ואפה, וסידרה על גבי השלחן, ופרס עליה מפה, והניחה עד שלא בא המלך. והטפש שבהן לא עשה ולא כלום. לימים בא המלך בתוך ביתו ואמר להן, בניי – הביאו לי מה שנתתי לכם. אחד הוציא את [פת] הסולת על גבי השלחן ומפה פרוסה עליו, ואחד הוציא את החיטין בקופה, ואגודה של פשתן עליהן. אוי לה לאותה בושה, אוי לה לאותה כלימה\" (פרשה ב, עמ' 171). אם כן, הטיפש משמר את מה שקיבל ואילו הפיקח מפתח את דברי התורה. ניסוח זה הוא המשך של מדרש אחר המדגים כיצד מתבצע פיתוח ההלכה: \"בא חבירו וישב כנגדו, אף בזה יש בו מקרא ואין בו משנה. אמרתי לו, בני רחיצת ידים מן התורה! אמר לי, רבי לא נאמרה לנו מהר סיני. אמרתי לו, בני דברים הרבה יש לנו וחמורין הן, ולא צרך הכתוב לאמרן, לפיכך הטילן על ישראל. אמר הן יבדילו אותן, כדי להרבות את שכרן. מנין, תדע לך שכן, כשהיו ישראל במדבר וסבובים במדבר אמר לו הקב\"ה למשה 'לך אל העם וקדשתם' וגו' (שמות י\"ט, י), ושנו חכמים (במשנה) 'וקדשתם בטבילה', ולמדנו רחיצת ידים מן התורה ממשה ואהרן ובניו, שנאמר 'וידבר ה' וגו' ועשית כיור נחשת [וגו'] ורחצו ממנו משה וגו', בבואם אל אהל מועד' וגו' (שמות ל' יז עד כ), אבל בישראל מהו אומר, 'והתקדשתם והייתם קדושים' (ויקרא יא מד), מיכן היה רבן גמליאל אוכל חולין בטהרה. אמרו, לא לכהנים בלבד ניתנה קדושה, אלא לכהנים וללוים ולישראל כולן, שנאמר 'וידבר ה' וגו' דבר אל עדת בני ישראל ואמרת אליהם קדושים' וגו' (ויקרא יט א וב), מיכן אמרו, כל המזלזל ברחיצת ידים סימן רע לו.\" (תנא דבי אליהו, טז, עמ' 72). אם כן, נטילת ידיים אינה כתובה בתורה בכוונה כדי לתת לישראל שכר על שייצרו הלכה זו. הבסיס להלכה הוא מקראי בחלקו, והוא מורכב מטיעונים אלו: <br> א. כוהנים הצטוו על נטילת ידיים ורגליים. ב. כוהנים הצטוו על טהרה. ג. חכמים החליטו שראוי שטהרה תחול על ישראל (לא כחובה). ד. לפיכך גם ישראל צריכים ליטול ידיים (אם כי בצורה אחרת מכוהנים). עבור החכם בסיס זה נקרא \"נטילת ידיים מן התורה\". דוגמאות נוספות לתפיסה זו מצויות במדרש שם. על הרקע למדרש ראו במבואות למסכת ברכות ולמסכת ידים, ובנספח למסכת ידים.</i>", "heVersionTitle": "Alon Shevut, 2023", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc59758c1dc532ec8e6a", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 19:1", "anchorRef": "Leviticus 19:1", "anchorRefExpanded": ["Leviticus 19:1"], "sourceRef": "Steinsaltz on Leviticus 19:1", "sourceHeRef": "ביאור שטיינזלץ על ויקרא י״ט:א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 19.0001, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>וַיְדַבֵּר ה' אֶל מֹשֶׁה לֵּאמֹר:</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>The Lord spoke to Moses, saying: </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "60b366f79e35713fac2b36ce", "index_title": "Ketonet Pasim", "category": "Chasidut", "type": "", "ref": "Ketonet Pasim, Kedoshim 20", "anchorRef": "Leviticus 19:1", "anchorRefExpanded": ["Leviticus 19:1"], "sourceRef": "Ketonet Pasim, Kedoshim 20", "sourceHeRef": "כתונת פסים, קדושים כ׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1777, 1783], "commentaryNum": 20, "collectiveTitle": {"en": "Ketonet Pasim", "he": "כתונת פסים"}, "heTitle": "קדושים", "he": "<b>בפסוק</b> דבר אל כל עדת בני ישראל קדושים תהיו כי קדוש אני וגו', איש אמו ואביו תיראו ואת שבתותי תשמרו וגו', אל תפנו אל האלילים ואלהי מסכה לא תעשו לכם וגו' (יט, א-ד). וי\"ל, דהל\"ל בלשון הוה, ולא תהיו לשון עבר ועתיד. <b>ב'</b> כי קדוש אני, היא נתינת טעם הפכיי, וכמו שכתב <b>האלשיך</b> (ויקרא יט, א). <b>ג'</b> דאמרו בש\"ס דברכות (לה:) דפליגי, תנא קמא סבירא לי' ואספת דגנך (דברים יא, יד) הנהג [בהן מנהג] דרך ארץ, ורבי שמעון בר יוחי סבירא לי' והגית (יהושע א, ח) כמשמעו, ומסיק, הרבה עשו כרשב\"י ולא עלתה בידם וכו'. (עיין ביא[ו]ר זה קשה זה לקמן מה שכתב <b>בעקידה</b>, יעו\"ש) <b>ושמעתי</b>, לפי שהרבה עשו כרשב\"י לכך לא עלתה בידם, כי בני עלי' מועטין וכו', ואם כן איך אפשר שכל עדת בני ישראל יהיו קדושים. <b>ד'</b> מה ענין איש אמו וגו' לכאן. <b>ה'</b> מה קישור וחיב[ו]ר יש זה לזה אל תפנו וגו' ואלהי מסכה וגו'.", "heVersionTitle": "Eichen edition. Jerusalem, 2011", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63048f58082ee59f3f55a318", "index_title": "Horeb", "category": "Jewish Thought", "type": "", "ref": "Horeb 439:2", "anchorRef": "Leviticus 18:4-19:20", "anchorRefExpanded": ["Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20"], "sourceRef": "Horeb 439:2", "sourceHeRef": "חורב תל״ט:ב׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1835], "commentaryNum": 439.0002, "collectiveTitle": {"en": "Horeb", "he": "חורב"}, "he": "את משפטי תעשו ואת חקתי תשמרו, ללכת בהם, אני ה׳ אלקיכם. ושמרתם את חקתי ואת משפטי, אשר יעשה אתם האדם וחי בהם, אני ה׳. איש איש אל כל שאר בשרו לא תקרבו לגלות ערוה וגו׳ ואל אשה בנדת טמאתה לא תקרב לגלות ערותה. ואל אשת עמיתך לא תתן שכבתך לזרע לטמאה בה וגו׳ (ויקרא י״ח ד׳ — י״ט כ׳).", "heVersionTitle": "Vilna, 1895", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64bfcc965781082118c14f97", "index_title": "Alshekh on Torah", "category": "Commentary", "type": "commentary", "ref": "Alshekh on Torah, Leviticus 19:1:1-2", "anchorRef": "Leviticus 19:1", "anchorRefExpanded": ["Leviticus 19:1"], "sourceRef": "Alshekh on Torah, Leviticus 19:1:1-2", "sourceHeRef": "תורת משה - אלשיך, ויקרא י״ט:א׳:א׳-ב׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1540, 1590], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Alshich", "he": "אלשיך"}, "heTitle": "ויקרא", "he": ["<b>וידבר ה' כו'</b>. דבר אל בני ישראל וכו'. קדשים תהיו כו'. ראוי לשים לב. (א) למה הוצרכה הקהלת כל עדת ישראל בפרשה זו. זולת טעם רז\"ל על כי רוב גופי תורה תלויים בה. (ב) אומרו ואמרת אליהם שהוא מיותר. (ג) אומרו כי קדוש וכו' שהוא נתינת טעם הפכיי. (ד)קשר אומרו איש אמו כו' עם הקודם. (ה) קשר אומרו ואת שבתותי תשמורו כו' שאם הוא כמ\"ש ז\"ל (יבמות ד\"ה) אם יאמרו לך חלל שבת יכול תשמע להם ת\"ל ואת שבתותי תשמורו שאתה והם חייבים בכבודי ע\"כ. ואם זאת היא הכונה למה הזכיר החמורה שבעבירות. והלא אפילו הקלה שבקלות לא יעבור לשמוע לאביו ולאמו מטעם שהוא והם חייבים בכבודו ית'. וגם נשית לב אל אומרו שנית אני ה' אלהיכם. (ו) קשר או' אל תפנו כו' אל אומרו אני ה' אלהיכם פעם שלישי. (ז) קשר וכי תזבחו כו' אל הקודם. וגם אומרו ל' וכי ולא ל' ציווי. ועוד כי כבר נאמר ענין זה בפ' ויקרא. (ח) קשר או' ובקצרכם כו' עם הקודם. וכן דרך כלל כל המקראות שאחריו בלתי מקושרים כלל. וכן כמה תיבות בכתוב בלשון רבים ובתוכן לשון יחיד. והנה לבא אל הענין נשית לב אל ענין הקדושה הזאת מה היא כ\"א היא פרישה מעריות היא בשב ואל תעשה ולא יצדק בו ל' תהיו. ואחשבה כי הנה האדם נכלל משני הפכיים. גוף ונפש. וכלול מארבעה עולמות כמפורש אצלנו בשערים פרשת בראשית ופר' ויצא. והנה ביד האדם בבחירתו מוכן להמשיך החומר אחר הצורה או הצורה אחר החומר. כ\"א ישים איש לבו ונפשו לעשות עיקר מתורה ומצות ויפרוש מענייני העולם הלזה כקדמונינו הקדושים. גם לחומרים היו מקנים קדושה. וע\"כ היתה נבואה שורה עליהם. והוא ענין מאמר רבי פנחס בן יאיר עליו השלום באומרו (ע\"ג פ' א') זהירות מביאה לידי זריזות וכו'. עד בואו בטוב בחירתו ממדרגה אל מדרגה עד השיגו רוח הקדש ועד גדר נבואה. שהיו מזככים ומקדשים גם חומרים עד יוכנו להשרות עליהם בגוף ונפש שכינה ונבואה הצריכה זיכוך החומר. כמז\"ל (סוטה דף מ\"ח) משחרב מקדש ראשון בטלה זכוכית לבנה. שכונתם שהיה להם חומר זך להיות ראוי לשרות עליו שכינה ונבואה. וגם אחרי כן כי יבואו בני האלהים כרשב\"י ודומה לו להתקדש ולהזדכך חומרם. לא נעדרה מהם שכינה ורוח הקדש כמפורסם. וע\"כ גם אשר השיגו לגדר רשב\"י התקדשו עד גדר שלא שלטה בהם רמה במותם. וע\"כ לפי רוב הכנות חסידותם ופרישותם שורה יתרון נפש יתירה כנודע מספר הזוהר. כי בהתקדש איש בתורה ומצות שורה על נפשו רוח וכעלותו עוד מעלה מעלה אחרי כן בכשרון וחסידות רב ועצום קונה נשמה מעולם העליון למעל' מעול' המלאכי'. ועל זה אבינו אב הרחמן המלמדנו להועיל שתנהג בחסידות בה ויאמר קדשים תהיו וכו' כי לכך נוצרתם. ונבואה אל ביאור הכתובים. והוא כי להיותו יתב' בא להזהיר את האדם על חסידות וקדושה לקנות רוח ונשמה להדמות לבוראו יתברך. ראה והנה יש בני אדם גם בני איש תועים מדרך השכל. באומרם כי לא כל אדם ראוי לכך וזוכה לזה כ\"א חד בדרא ותרי בדרא. ויתרשלו ע\"י כן מלעלות בסולם השלמות בתורה ומצוה והתנהג בחסידות. אך לא כי הוא כ\"א שאין איש בישראל שלא ישיג אם ירצה לעלות בתורה וכשרון המעשה והתבודד בחסידות עד קדוש יאמר לו. ע\"כ להורות זה צוה יתברך יאמר דבר אל כל עדת בני ישראל וכו' קדושים תהיו. כי הקהיל את כלם להורותם כי כל העדה מוכנים לכך. ולא תאמר שתדבר אל כל העדה כדי שבכללם ישמעו המוכנים שבתוכם. כי הנה ואמרת אליהם קדושים וכו'. כלומר כי אליהם כלם תהיה האמירה שתאמר אליהם קדושים תהיו וכו'. וז\"א ואמרת אליהם קדושים תהיו. ונתן טעם ואמר אני ה' אלהיכם כלומר תדעו שכלכם מוכנים. כי הלא קדוש הוא מי שהוא אלוה של כלכם כא'. א\"כ אחר שכלכם נכנסים בסוג יקרא ה' אלהיכם. אין זה רק שהכנה יש לכלכם להדמות אליו יתב' כי ע\"כ אלהי כולכם יקרא. והנה ממוצא דבר הלא יתחמץ לבב אנוש. באומרו הלא דבר אלהינו יפלא בעינינו באמור אלינו קדושים נהיה כי קדוש הוא יתברך. כי הלא גם כי נהיה קדושים מי יתן ונדמה למלאכי אלהים הנקראים קדושים כד\"א ובמימר קדישין שאלתא. ומאין ולאין נדמה לו. באופן כי בהיותנו קדושים לא נקרא דומים ליוצרנו. ע\"כ להסיר מלבנו הדבר הלזה. והוא במה שכתוב אצלנו בשערים. כי פנת יקרת ספר הזוהר ורז\"ל במקומות אין מספר כי גדולה מעלת הצדיקים ממלאכי השרת. עד אומרם כי עתידין צדיקים שיאמר לפניהם קדוש משא\"כ למלאכי השרת. והן זאת מאמר יתברך לעמו ישראל ע\"י ישעיה הנביא. כי אין תואר הקרא המלאכים קדושים תואר עצמיי אליהם כי אם תואר מושאל על העדר חומרם. אך הקרא קדוש באמת אינו כי אם אלהי ישראל לבדו. והוא באומרו (ישעיהו מ׳:כ״ה-כ״ו) ואל מי תדמיוני ואשוה יאמר קדוש. שהל\"ל יאמר ה'. וגם אומרו יאמר לשון עתיד ולא לשון עבר לומר אמר קדוש. אך הוא אל מי מקדושים תדמיוני ואשוה. לדעתכם שהוא הגדול ממלאכי השרת כלם. הוא יאמר לפני קדוש ואיך ישבחני בתואר שגם הוא בו. אך אין ספק כי אין תואר זה תואר עצמיי וצודק אם לא בו יתברך. והוא מאמר סידרו לנו קדמוננו בתפלתינו אתה קדוש ושמך קדוש וכו'. לומר עתה לבדך קדוש ושמך מיוחד הוא קדוש. גם שיתואר למלאכי השרת אינו רק בדרך השאלה. והראיה כי הנה וקדושים בכל יום יהללוך סלה שהוא ההלול הידוע שהוא לומר לפניך קדוש והוא ההכרח הנזכר. כ\"א גם שמם קדושים איך יהללוהו בתואר שגם הוא בהם. וזה יאמר פה קדושים תהיו כי קדוש אני ה' אלהיכם ולא כן למלאכי השרת באופן שתעלו מהם. עוד יתכן דרך שני. והוא כי אמוני אלהים הלא תתמהו בשמעכם תהיו קדושים. על כי קדוש אני ה' אלהיכם. כי תאמרו מה זו טענה ומה דמות נערוך לו יתברך עמנו. ומי ישמע לדבר הזה. כי מה אנו מה חיינו. כי להבל דמינו לפני אדון הכל בורא כל העולמות כלם. ומאין ולאין נדמה לו להיות קדושים כמוהו. ע\"כ מה עשה ית'. הכתיב בתורה קדשים תהיו חסר וי\"ו ובמלת קדוש הטיל וי\"ו. לומר אל תתמהו באמרי לכם תהיו קדשים להדמות אלי באמרכם כי הוא דבר בלתי אפשר לבעל חומר. כי הלא איני אומר תדמו אלו בעצם רק קדשים חסר וי\"ו. כי קדוש מלא בעצם אני ה' לבדי ואין זולתי: והנה ארז\"ל קדשים תהיו יכול כמוני ת\"ל כי קדוש אני ה' אלהיכם. והנה יראה כי הוקשה למו קושייתנו. (א) כי מהיותו יתברך קדוש. יצא כי לא נהיה קדוש. כי איך נדמה הנברא אל מי שבראו. (ב) היות קדשים חסר וקדוש מלא. והשיבו כתשובתנו. וזהו יכול כמוני ת\"ל כי קדוש וכו'. כי אני לבדי מלא ואתם לא כן אך אם זו היתה כונתם. אומרם יכול בלתי צודק שנראה שהיה אפשר ליכנס בטבע חלוקה היות כמוהו יתברך. שאמרו יכול כמוני. מה שאין כן כאשר כתבנו. שהוא כי הלא זה דברו יתב' קדשים תהיו קדושה בלתי מלאה. כי מלאה לא יצוייר כי קדוש מלא אני ה' אני הוא ולא אחר. אך באומרם יכול יראה שהוא דבר שאפשר לאדם לטעות בו. ע\"כ אחשוב כוונו לומר ענין שנשמר ממנו נבוכדנצר בדברו עם דניאל. באומרו (דניאל ב׳:מ״ז) מן קשוט די אלהכון הוא אלה אלהין. כאשר כתבנו שם במקומו בס\"ד. והוא כי הנה נבוכדנצר לאלהים חשבו. וע\"כ מנחה ונחוחין אמר לנסכא ליה והוא לא רצה כמאמר רז\"ל בב\"ר פרשת ויחי. ובזה אחשוב שיתיישב אומרו ענה נבוכדנצר. כי מלת ענה לא תצדק רק כמשיב על דבר. ודניאל לא דבר לו דבר. ע\"כ אמר. כי אחר הודיע אלהים אותו כי דניאל מיאן לקבל מנחה ונחותין כי לא רצה יחשבוהו לאלוה. הלא יתכן כי השיב לו כל כך על מיאונו ויאמר מן קשוט כו'. לומר הלא אם באשר אני מחשיבך אלוה היתה כונתי. כי אינך צריך לזולתך בגדר אלוה ואין אלוה עליך. הלוא יחר לך על כבוד אלהיך אך לא כן דעתי. כ\"א שאתה אלוה. אך רשות אלהי ישראל עליך והוא הנותן לך כח. כי הנה מן קשוט די אלהכון הוא אלה אלהין. כי מי שהוא אלהיך ואלהי כיוצא בך. אלהי האלהים יקרא. כלומר כי מה שעשיתך אלהי. אינו שאינך צריך לאלהי ישראל שתחוש על כבודו. כי הלא אתה אלוה ואלהיך הוא אלהי האלהים במה שהוא אלהיך: וזה יאמר פה לדעת רז\"ל יכול כמוני וכו'. והוא כי הוקשה להם כי אומרו אלהיכם הוא מיותר. כי מי לא ידע כי השם הנזכר הוא אלהינו. לז\"א כי מאומרו קדשים תהיו שהוא שיאמרו לפניכם קדוש. כמ\"ש ז\"ל עתידים צדיקים שיאמרו לפניהם קדוש. והוא גדר אלוה לעשות נפלאות. כענין (יהושע י׳:י״ב) שמש בגבעון דום וכיוצא. משא\"כ לשום מלאך לעשות דבר בלתי אם את אשר יצוה עליו הוא יתב'. ואמר יכול כמוני כלומר שלא תצטרכו אלי לעשות רצונכם בעולם בלי רצוני. כמוני שאיני צריך מהזולתם. ת\"ל אני ה' אלהיכם. כי אלוה אני עליכם. אלא שתעשו כרצוני. ומכחי. שאקים דבר עבדי ועצתו אשלים. משא\"כ למלאכי השרת כמפורש אצלנו על פסוק (תהלים פ\"ט) כי מי בשחק וכו': ", "<b>ובמדרש </b>ויקרא רבה (פ' כ\"ד) ארז\"ל. וז\"ל רבי אבין אמר תרתי ר' אבין אמר למלך שהי' לו מרתף של יין והושיב בו המלך שומרים מהם נזירים ומהם שכורים. לעת ערב בא ליתן שכרן נתן לשכורים שני חלקים ולנזירים חלק א'. אמרו לו אדונינו המלך לא כולנו שמרנו כאחד מפני מה אתה נותן לאלו ב' חלקים ולנו חלק אחד. אמר להם המלך אלו שכורים הם ודרכן לשתות יין לפיכך אני נותן לאלו שני חלקים ולכם חלק אחד. כך העליונים לפי שאין יצה\"ר מצוי בהם קדושה אחת שנאמר ובמימר קדישין שאלתא. אבל התחתונים לפי שיצה\"ר שולט בהם הלואי בשני קדושות יעמדו. הה\"ד דבר אל כל עדת בני ישראל כו' וכתיב והתקדשתם והייתם קדושים. רבי אבין אמר אוחרי. משל לבני מדינה שעשו ג' עטרות למלך. מה עשה המלך נתן בראשו אחד ושתים בראש של בניו. כך בכל יום ויום העליונים מכתירים להקדוש ברוך הוא שלשה קדושות. מה הקדוש ברוך הוא עושה נותן בראשו אחד ושנים בראשן של ישראל. הה\"ד דבר אל כל עדת בני ישראל קדשים תהיו והתקדשתם והייתם קדשים עד כאן: וראוי לשום לב אל אומרו אמר תרתי כי מניינא למה לי. ועוד למה יחס את העולם למרתף של יין. ועוד איזה הדרך המלאכים שומרים את העולם. ועוד מה בין דרשה ראשונה לשניה. ולמה באחד קורא אותן קדושות ובשני עטרות. ולמה בראשון נותן א' לעליונים ובשנית אינו נותן להם כלום. ועוד מה הנה הקדושות ומה הן העטרות ואיך נוטל א' לעצמו ונותן שנים לבני אדם שהוא הפך הסברא. ועוד באומרו לעת ערב בא ליתן שכר. איך צודק זה בנמשל אם הוא לעת סילוק האדם מן העולם. לא יצדק במלאכים שאין בם סילוק. ועוד כי מאמרו הלואי בשתי קדושות יעמדו יורה כי על העולם הזה ידבר שע\"י שתי קדושות הלואי יעמדו כנגד יצרם. וע\"ז קשה כי שכר מצוה בהאי עלמא ליכא. ועוד כי למלאכים אין נותן להם שכר רק בהיותם משרתיו תמיד ואיך יאמר בא ליתן להם שכרן. וכן בנמשל אינו אומר ניתן לעליונים קדושה אחת. רק העליונים שאין יצה\"ר מצוי בהם קדושה אחת. ואינו אומר נותן להם קדושה אחת. וא\"כ איך יצדק המשל. אמנם לבא אל הביאור נקדים ג' דברים. (א) כי הנה העה\"ז תלוי קיומו בכשרון בני אדם שזכות תורות' ומעשיהם הטובים עולי' למעלה ושפע קיום העולם יורד למטה לארץ על ידי השתלשלות המלאכים. שהם כצנורות המריקים שפע העליון דרך עילה ועלול כנודע. נמצאו כי עלידי המלאכים והאנשים העולם משתמר וזהו נמשל השני סוגי שומרים שבמרתף היין. כי גם בעולם יש שני סוגי שומרים כנודע. והוא כמשל מאמר הנזירים לא כולנו שמרנו כאחד. שהוא כי האנשים בקיום מצות יורידו שפע. והמלאכים לשלשל השפע הנמשך מהן. נמצאו שומרים העולם כאחד. וייחס את העולם הזה למרתף של יין. כי כאשר שמירת המרתף הוא בל ישתו וישכרו ויתרוקן המרתף. כך שמירת העולם הלז הוא בל ימשך האדם אחר טובת העה\"ז והנאותיו. שעל ידי כך בא להתרוקן והעשות תהו ובהו כאשר בדור המבול בהמשכם אחר טובות העה\"ז. <b>הקדמה </b>שנית. והיא כי כל המשכת טובה אל העולם על ידי המלאכים היא על ידי עילה ועלול. וידוע למוצאי דעת כי בקבל מלאך שפע ממה שלמעלה הימנו. כי הוא עצמו מתעלה איכותו וקונה קדושה על קדושתו מעין מה שלמעלה ממנו. וזה לו בשכר עבודתו. אך לא יעלה שתי מדרגות לקבל באיכותו קדושה מעולם אשר עוד למעלה הימנו. משא\"כ האדם כי בעל נפש הוא ועל ידי כשרון המעשה יקנה מעלה וקדושה מעולם שלמעלה מהנפש והיא הנקראת רוח. ועוד יוסיף בכשרון רב ותנתן לו רוח יתירה מעולם שלמעלה הימנו והיא הנקראת נשמה. וידוע כי כפי השגתו ברוח ונשמה יהיה אור טובו באותו העולם. ומעתה רואה עולמו בחייו בהארת טובו לעה\"ב: עוד הקדמה שלישית. והיא כי הרוח ונשמה הנתוספים באדם שני בחינות להם. האחת בחינות שכר כי בהטה שמן חלקו באור ה' כנודע. שנית בחינה גדולה ומעלה כעטרות על ראש אשר הן עליו להתפאר ולהתגדל וכמאמרם ז\"ל על כל אשר אלה לו. כי בלכתו בדרך מלאך הולך ומכריז לפניו פנו מקום לדיוקנו של מלך כי כמלך יחשב. ואין זה רק לאשר עטרות רוח ונשמה ניתנו לו כנודע שהוא חשוב כמלך בעטרה שעיטר לו יתברך ברוח ונשמה: ונבא אל הענין. והוא כי הנה רבי אבין הוקשה לו בכתוב. א' למה נאמר שני פעמים שיהיו קדושים א' בפסוק זה שנית בפסוק והתקדשתם וכו' שיורה כי צריך יתקדשו בהכנות קדושה להיות קדושים. ועוד כי פה נאמר תהיו אחר מלת קדושים. ושם נאמר והייתם קודם למלת קדושים. ועוד אומרו כי קדוש כו' כי אינה טענה להיות קדושים. ע\"כ לז\"א ר' אבין אמר תרתי כו'. והוא כי דרש שני מיני דרשות. זו למעלה מזו וזו לעומת זו אלא שבבחינה אחד יתאחדו. שהוא כי שני חלקי השכר שבדרשה הא' ושני עטרות שבשנית הכל ענין אחד אך המדרשות חלוקות. והוא כי הדרשה הא' היא כי כאשר שני סוגי שומרי המרתף לעת ערב שהוא אחר עשות העבודה הראויה א. השכר שהוא לעת ערב יום. כך היא בנמשל לעת גומרו המלאכה הראויה. והוא הנודע מספר הזוהר. כי ע\"י עבוד את האדם את קונו בעצם כמה שנים מקנים לו מן השמים רוח על נפשו. ואם אח\"כ מקדש עצמו בעצם יקנה נשמה. וזאת תהיה כונתו יתברך לומר קדושים תהיו. כי תעשו באופן תקנו קדושה יתירה היא הרוח. ואח\"כ והתקדשתם ביותר. וע\"י כן והייתם קדושים בנשמה. וע\"כ בפסוק זה השני אומר והתקדשתם. כי הנשמה לא באה רק על קדושה יתירה. גדולה מאשר הוצרך להשיג הרוח על הנפש כנודע מה שאין כן מלאכי השרת. שגם אחר עבודה שישרתו אין קונים רק קדושה אחת. והוא כי איכותן מתעלה מדרגה אחת על מדרגתם כמדובר בהקדמה הב'. אך לא שתי מדרגות כאשר לאדם שנפשם מעין עולם הגלגלים. ובא להם רוח מעין עולם המלאכים כד\"א עושה מלאכיו רוחות. ונשמה מעולם העליון. וז\"א בא ליתן שכרן כו' שהוא כי גם לעת שעשו עבודתם לפניו ית' לקבל שכר טוב שמוסיפין לאדם שתי קדושות. אין מוסיפין למלאכים רק נוספת א' כמדובר. ובזה יהיה פירוש אומרו כי קדוש כו' לומר קדשים תהיו. שהוא להשיג הרוח ולא תעמדו במדריגה זו כי עדיין תהיו כי תקנו עוד קדושה. כי הלא קדוש אני ה' ועדיין אין קדושתכם קרובה אלי עד בא הנשמה לכם. והוא אומרו אח\"כ והתקדשתם והייתם קדושים שהיא השנית כי שם אשלים לכם השתי קדושות. ונתן טעם מפני היצה\"ר. כי בני אדם יש להם יצה\"ר וכל מה שמכניעים אותו מקדשים עצמם הוא הולך וגדול כנודע. כי כל הגדול מחבירו יצרו גדול הימנו. על כן כל מה שנעשה גדול לפניו יתברך מוסיפין לו קדושה. תחלה רוח ואח\"כ בהגדילו יותר שיצרו גדול יותר נותנים לו נשמה לעוזרו. שאם לא כן הכל היה נשמר לו לעה\"ב. וז\"א והלואי יעמוד: והנה לפי פירוש זה הוא. כי קשה על מלאכי השרת תתו יתברך לבני אדם שני מעלות שכר ולהם א'. וענין הכתוב ברוח ונשמה מבחינת שכר. פירוש עוד פירש שני. והוא שאדרבא המלאכים הם כבני מדינה המעטרין את המלך בג' עטרות. והמלך נותן תרי מגו תלתא אל בניו והאחד נותן בראשו ואין המלאכים מקפידים בדבר. ולהמתיק הדבר נשא משלו אל בני מדינה שעטרו את המלך. ונתן לבניו שנים מהן והוא בשום לב אל קוראו יתברך את ישראל בנים. מה שאין כן למלאכי השרת. כי אומרו בני האלהים הוא בדרך השאלה כנודע. כי על כן ארז\"ל שקצף הוא יתברך על נבוכדנצר שאמר ורויה די רביעא דמי כו' אך לישראל הוא יתברך אומר בנים אתם לה' אלהיכם. והוא המפורסם בספר הזוהר ובדרז\"ל. כי גדולה מעלת הצדיקים ממלאכי השרת כמאמרם ז\"ל מפסוק כי מלאכיו יצוה לך וכו'. וכענין כי נפשות עם בני ישראל נאצלות מאתו יתברך. באופן כי חלקו ה' אמרה נפשנו אך לא כן מלאכי אלהים רק מאיכות עולם המלאכים ולא חלק אלוה ממעל. וידמו אלו ואלו לפניו יתברך כמלך שיש לו בני מדינה. ויש לו בנים בארמנותיו מיוצאי חלציו. כי ע\"כ בני המדינה דרכן לשלוח דורון למלך עטרות וכותרות. אך לא יחמדום לעצמו כי אין ראויית כותרות לבני המדינה רק למלך או לבניו כי בן מלך מלך. ועל כן כי יראו בני המדינה נותני העטרות. כי ישים המלך עטרות בראש בניו לא יקנאו. כי יאמרו כי אין הבנים כעבדים ובני המדינה. כן הדבר בנמשל. כי המלאכים בני המדינה הוא עולם המלאכים. ומעין עולמם המה בלבד ולא לבני מלך יחשבו. אך בני ישראל בניו יתברך הם. וז\"א משל לבני מדינה ולישראל קרא בנים. שהוא בזה נותן טעם אל חשיבותו יתברך אל ישראל יותר ממלאכי השרת. ואל בלתי הקפיד המלאכים על כך. וזה ענין משלו השני הזה. כי מלאכי השרת מעטרין ומשבחין את הקב\"ה בשלש עטרות באומרם שלש פעמים קדש. א' שהוא קדוש משולל גשמות אשר לעולם השפל. ועולם הגלגלים שגם הם חומר זך ובסוג קדוש לא יכנסו. שנית יעטרוהו שהוא למענה מאיכות עולם המלאכי'. בשלישי שהוא למעלה מעולם הנשמות והנה הוא יתברך נוטל השלישית על ראשו כי הוא יתברך לבדו למעלה מעולם הנשמות אך לישראל נותן שני עטרות כי זולת הכתר אשר נולדו בה. עוד ישיגו שני עטרות הידועות שהם רוח ונשעה. משא\"כ מלאכי השרת כי לא יעלו מאיכות עולמם לאיכות עולם שלמעלה הימנו זולתי הדבק בו שפע ממי שהוא עולה אליו כמדובר למעלה. אך לא שתהיה רוח יתירה ביה ממש כאדם. ולפי זה ביאור הכתוב הוא כך קדשים תהיו וכו'. לומר תואר קדושה יתואר לכם שתעמדו בה ליקרא. קדושים. ועוד תהיו שהיא עטרת קדושה אחרת שהוא מה שעתיד לומר אחרי כן. באומרו והתקדשתם והייתם קדושים באופן שלא אתעטר עליכם רק עטרה א'. והיא כי קדוש עליכם אני ה' אלהיכם. משא\"כ על מלאכי השרת שהם מעטרין בשלשה. ורמז הא' היתירה לו יתברך. עלינו. רמז באומרו קדשים חסר וקדוש מלא. כי החסרים מישראל תמלא בו יתברך: "], "heVersionTitle": "Torat Moshe, Warsaw, 1875", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "660915898364c734ebc606d8", "index_title": "Essays in Ethics; A Weekly Reading of the Jewish Bible", "category": "Quoting Commentary", "type": "", "ref": "Essays in Ethics; A Weekly Reading of the Jewish Bible, Kedoshim; From Priest to People 3", "anchorRef": "Leviticus 19:1-2", "anchorRefExpanded": ["Leviticus 19:1", "Leviticus 19:2"], "sourceRef": "Essays in Ethics; A Weekly Reading of the Jewish Bible, Kedoshim; From Priest to People 3", "sourceHeRef": "מאמרים על אתיקה; קריאות חדשות בפרשת השבוע, קדושים ג׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 3, "collectiveTitle": {"en": "Essays in Ethics; A Weekly Reading of the Jewish Bible", "he": "מאמרים על אתיקה; קריאות חדשות בפרשת השבוע"}, "heTitle": "קדושים", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Until now Leviticus has been largely about sacrifices, purity, the Sanctuary, and the priesthood. It has been, in short, about a holy place, holy offerings, and the elite and holy people – Aaron and his ­descendants – who minister there. Suddenly, in chapter 19, the text opens up to embrace the whole of the people and the whole of life: “The Lord said to Moses, ‘Speak to <i>the entire assembly of Israel</i> and say to them: be holy because I, the Lord your God, am holy’” (Lev. 19:1–2).", "versionTitle": "Maggid Books and The Orthodox Union, 2016", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "660917715919e5bc812765fc", "index_title": "I Believe; A Weekly Reading of the Jewish Bible", "category": "Quoting Commentary", "type": "", "ref": "I Believe; A Weekly Reading of the Jewish Bible, Kedoshim; Made with Love 14", "anchorRef": "Leviticus 19:1-2", "anchorRefExpanded": ["Leviticus 19:1", "Leviticus 19:2"], "sourceRef": "I Believe; A Weekly Reading of the Jewish Bible, Kedoshim; Made with Love 14", "sourceHeRef": "אני מאמין; קריאות חדשות בפרשת השבוע, קדושים י״ד", "anchorVerse": 1, "sourceHasEn": true, "compDate": [2020], "commentaryNum": 14, "collectiveTitle": {"en": "I Believe; A Weekly Reading of the Jewish Bible", "he": "אני מאמין; קריאות חדשות בפרשת השבוע"}, "heTitle": "קדושים", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Until now, holiness has been seen as a special attribute of the priest. But there was a hint at the giving of the Torah that it concerned not just the children of Aaron but the people as a whole: “You shall be to Me <i>a kingdom of priests</i> and a <i>holy nation</i>” (Ex. 19:6). Our chapter now spells this out for the first time. “The Lord said to Moses, ‘Speak to <i>the entire assembly of Israel</i> and say to them: Be holy because I, the Lord your God, am holy’” (Lev. 19:1–2). This tells us that the ethic of holiness applies not just to priests but to the entire nation. It too is to be distinctive, set apart, held to a higher standard.", "versionTitle": "OU Press, The Rabbi Sacks Legacy, Maggid Books, 2022", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "66092135632ac4b896297e3e", "index_title": "Covenant and Conversation; Leviticus; The Book of Holiness", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Leviticus; The Book of Holiness, Kedoshim, From Priest to People 4", "anchorRef": "Leviticus 19:1-2", "anchorRefExpanded": ["Leviticus 19:1", "Leviticus 19:2"], "sourceRef": "Covenant and Conversation; Leviticus; The Book of Holiness, Kedoshim, From Priest to People 4", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, ויקרא, קדושים, א ד׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 4, "collectiveTitle": {"en": "Covenant and Conversation; Leviticus; The Book of Holiness", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, ויקרא"}, "heTitle": "א", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<span class=\"poetry indentAll\">The Lord said to Moses: “Speak to <i>the entire assembly of Israel</i> and say to them, ‘Be holy because I the Lord your God am holy.’” (Lev. 19:1–2)</span>", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "660923e99ee78a249f411ae1", "index_title": "Covenant and Conversation; Numbers; The Wilderness Years", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Numbers; The Wilderness Years, Korach, The Egalitarian Impulse in Judaism 6", "anchorRef": "Leviticus 19:1-2", "anchorRefExpanded": ["Leviticus 19:1", "Leviticus 19:2"], "sourceRef": "Covenant and Conversation; Numbers; The Wilderness Years, Korach, The Egalitarian Impulse in Judaism 6", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר, קרח, ו ו׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 6, "collectiveTitle": {"en": "Covenant and Conversation; Numbers; The Wilderness Years", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר"}, "heTitle": "ו", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Until then, that role had gone to the firstborn males in each family and tribe, in memory of the time when God “passed over” the houses of the Israelites during the tenth plague, the killing of the firstborn. Korah was saying not that everyone was equally holy, but rather that the original plan – in which the firstborn were consecrated as holy – was fairer than the system that replaced it. At least that had been a structure in which each family and tribe could feel equal. They were all represented in the service of the Sanctuary. Now all that had gone to just one tribe. That, Korah argued, was incompatible with the spirit of Judaism. Had God not commanded, “Speak to <i>the whole congregation of Israel</i> and say to them: Be holy because I, the Lord your God, am holy” (Lev. 19:1–2)? That is democratised holiness, distributed throughout the people, the holiness that allows each family and tribe to feel equidistant from God. In transferring priestly functions to a single tribe, Moses was in danger of creating a dynastic elite set apart from the rest of the population.", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6665ca99faee0b8c909d838b", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 19:1:1-8", "anchorRef": "Leviticus 19:1", "anchorRefExpanded": ["Leviticus 19:1"], "sourceRef": "David Zvi Hoffmann on Leviticus 19:1:1-8", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא י״ט:א׳:א׳-ח׳", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 1.0001, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": ["<big><strong>מצוות שונות לשם קדושת החיים</strong></big>", "<b>ויקרא יט.</b> המצוות שבפרק יט אינן ניתנות להיכלל בתוך מערכה מסויימת ללא דוחק. הפתיחה \"קדושים תהיו\" מלמדת, שמטרת דינים אלה היא לעשות את ישראל לעם קדוש. יחד עם זה אנחנו מכירים, שהכתוב אינו מתכוון להגדיר את המושג \"קדושה\" כפרישה מן העולם, שהרי המצוות שבפרשתנו הן ברובן מצוות שבין אדם לחברו ורק מיעוט דמיעוט מהן הינן כאלו שדורשות היבדלות מתענוגי העולם. אלא המושג \"קדושה\" הוראתו: המדרגה העליונה של שלימות מוסרית, השואפת אך לטוב והמתעבת את הרע. הקדושה השלימה היא אמנם אך לה', אולם על האדם מוטל לעלות במעלות הקדושה הלוך ועלה ולהתאמץ להתקרב אל האידיאל של הקדושה האלוהית, השוה ביאור לעיל יא מה.", "החוקים שבפרק יט מחולקים להרבה פסקאות קצרות, שרובן מסתיימות במלים \"אני ה'\" או \"אני ה' אלהיכם\". מלבד זה אי אפשר שלא להכיר, כי יש בפרק זה סידור של עשרה עשרה דברות, מה שהרגישו כבר חכמי המדרש. בויקרא רבה פרשה כד (וגם בפסיקתא דרב כהנא, פיסקא ה, 'החדש הזה' אות י) נאמר: ר' יהודה (יוחנן) בשם ר' שמעון בן יוחאי אומר: שלוש פרשיות כתב לנו משה רבנו בתורה שכל אחת מהן יש בה ששים מצות, ואלו הן: פרשת קרבן פסח (שמות יב), פרשת נזיקין (שם כא ואילך) ופרשת קדושים (ויקרא יט). לפי נוסח אחר יש שבעים מצוות בכל פרשה ופרשה דלעיל.", "(אחד האמוראים האחרונים מפשר בין שתי הנוסחאות ואומר: זו המונה שבעים מצוות מצרפת לשמות יב עוד את שמות יג, א-טז, לשמות כא ואילך – עוד את שמות כג, א-יט, ולויקרא יט – עוד את חוקי הנישואין בויקרא כ, י-כא. השוה הערת בובר לפסיקתא והיידנהיים בביאורו למעריב ליל א של פסח. ואולם אפשר שמנו בפרק יט גופו שבע עשרות, והן: א) הפסוקים א-ח, ב) ט-יב, ג) יג-טז, ד) יז-יט, ה) כ-כח, ו) כט-לב, ז) לג-לו).", "ומצד אחר אפשר להכיר, שבפרשתנו באה החתימה \"אני ה' אלהיכם\" או \"אני ה'\" חמש עשרה פעם (בפסוקים: ב, ג, ד, י, יב, יד, טז, יח, כה, כח, ל, לא, לב, לד, לו). חמש עשרה פסקאות אלו מחולקות לשלוש קבוצות, שהראשונה מהן הורכבה משלוש פיסקאות (ב-ד), השניה מחמש פיסקאות (ט-יח), והשלישית משבע פיסקאות (כג-לו. כך גם בברכת הכהנים, שמכילה חמש עשרה מלים (במדבר ו, כד-כו), שלושה פסוקים מכילים: שלוש, חמש ושבע מלים). בין קבוצה לקבוצה הוכנסה פיסקה המפסיקה את הרצף ואיננה מסתיימת במלים \"אני ה'\". בין הקבוצה הראשונה לשניה כתוב חוק הנותר והפיגול (פסוקים ה-ח). ובין הקבוצה השניה והשלישית באים חוקי כלאים ושפחה חרופה (פסוקים יט-כב).", "את שבע הפרשיות של ר' שמעון בן יוחאי (במדרש) יש לסדר בדרך השערה כך: עשרה לאוין של עריות כלולים בפרק כ פסוקים י-כא, היינו בהתראת עונשין: א. ניאוף (כ י), ב. ערות אשת אב (שם יא), ג. ערות הכלה (שם יב), ד. מעשה סדום (שם יג), ה. לקיחת אשה ואמה (שם יד), ו. רובע ונרבע (שם טו-טז), ז. לקיחת אחות (שם, יז), ח. נידה (שם יח), ט. ערות דודה (שם יט-כ), י. ערות אשת אח. ואם נמנה את הפרשיות של שלוש הקבוצות שבפרשה יט בלי לצרף את החוקים המפסיקים ביניהם, נקבל חמש פרשיות, והן: א) ב-ד וט-י, ב) יא-יד, ג) טו-יח, ד) כג-ל, ה) לא-לו. את העשור השביעי של חוקים קיבלו מתוך סיכום החוקים (הנוספים) המפסיקים בפרק יט ובחוקי העונשין הראשונים בפרק כ באופן כזה: א. נותר (יט, ה-ו), ב. פיגול (שם, ז-ח), ג-ה. שלושה לאוין של כלאים (שם יט), ו. שפחה חרופה (שם, כ-כב), ז-י ארבעה חוקי עונשין: מולך, אובות, ידעוני ומקלל אב ואם (כ, א-ט). כדאי להזכיר, שכפי שהעירו בספרא רומזת הפתיחה \"דבר אל כל עדת בני ישראל\" שפרשה זו נועדה לקריאה ב\"הקהל\", השוה דברים לא, יב. גם בפרשת קרבן פסח (שמות יב, ג) הוער במכילתא דרבי שמעון בן יוחאי, שהיא נקראה לפני העם ב\"הקהל\" (השוה מכילתא דר' שמעון בן יוחאי, עמוד ח, הערה פ וצ).", "החלוקה לשלוש קבוצות מתבארת לפי זה כך: החלק הראשון (פסוקים ב-ד) עם הקריאה המשולשת \"אני ה' אלהיכם\" מהווה את הפתיחה, אחריה באה הכרזת החוקים, הנחלקים לשתי קבוצות: הקבוצה הראשונה (פסוקים ט-יח) מכילה מצוות שבין אדם לחברו (משפטים) ומתרוממת לבסוף אל הצו הנעלה: \"ואהבת לרעך כמוך!\". החלק השני (פסוקים לה-לו) מכיל ברובו חוקות, ורק בשתי פיסקאות (פסוקים לג-לד ופסוקים לה-לו) ניתנו צוויים להתנהג בצדק ובאהבה אל הגר, וביושר במשא ומתן, אבל על ידי הטעם שניתן לצוויים אלה, היינו כי ה' עשה חסד עם ישראל בגאולה ממצרים, הם מקבלים אופי של חוקות, שה' דורש מעמו, ששוחרר על-ידו מבית עבדים, באופן מיוחד, ולא דרישות משפטיות, כי בראש החוקים (יט-כב) הקדים הכתוב את המלים: \"את חקותי תשמרו\". וכל ההרצאה מסתיימת באופן מתאים במלים: \"ושמרתם את כל חקתי ואת כל משפטי ועשיתם אתם, אני ה'\" (פסוק לז). על דבר חוק השלמים, שהקדים לקבוצת המשפטים (פסוקים ה-ח), השווה הביאור במקומו.<i data-commentator=\"Endnotes\" data-label=\"1151\" data-order=\"1151\"></i>", "בהתחשב עם העובדה, שנוסח הפתיחה \"דבר (או \"דברו\") אל כל עדת בני ישראל\" נמצא רק פעמיים בתורה, נסכים לדעתם של חכמינו שהחוקים שלפנינו ניתנו במעמד כל העם.<i data-commentator=\"Endnotes\" data-label=\"1152\" data-order=\"1152\"></i>"], "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "670396a97037ddf1126f0c06", "index_title": "Covenant and Conversation Family Edition", "category": "Tanakh", "type": "", "ref": "Covenant and Conversation Family Edition, Kedoshim, I; Made with Love 27", "anchorRef": "Leviticus 19:1-2", "anchorRefExpanded": ["Leviticus 19:1", "Leviticus 19:2"], "sourceRef": "Covenant and Conversation Family Edition, Kedoshim, I; Made with Love 27", "sourceHeRef": "שיח ושיג מהדורה משפחתית, קדושים, א כ״ז", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 27, "collectiveTitle": {"en": "Covenant and Conversation Family Edition", "he": "שיח ושיג מהדורה משפחתית"}, "heTitle": "א", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Until now, holiness has been seen as a special attribute of the priest. But there was a hint at Mount Sinai that the Torah intended not only the children of Aharon to be holy: “You shall be to Me <i>a kingdom of priests</i> and a <i>holy nation</i>” (Shemot 19:6). Our chapter now spells this out for the first time. “The Lord said to Moshe, ‘Speak to <i>the entire assembly of Israel</i> and say to them: “Be holy because I, the Lord your God, am holy”’” (Vayikra 19:1–2). This tells us that the ethic of holiness applies not just to priests but to the entire nation. We must all be distinctive, set apart, held to a higher standard.", "versionTitle": "Covenant and Conversation Family Edition, Maggid Books, 2023", "license": "", "versionTitleInHebrew": ""}, {"_id": "670396b4a9de5f1f943ac321", "index_title": "Covenant and Conversation Family Edition", "category": "Tanakh", "type": "", "ref": "Covenant and Conversation Family Edition, Kedoshim, II; From Priest to People 2", "anchorRef": "Leviticus 19:1-2", "anchorRefExpanded": ["Leviticus 19:1", "Leviticus 19:2"], "sourceRef": "Covenant and Conversation Family Edition, Kedoshim, II; From Priest to People 2", "sourceHeRef": "שיח ושיג מהדורה משפחתית, קדושים, ב ב׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 2, "collectiveTitle": {"en": "Covenant and Conversation Family Edition", "he": "שיח ושיג מהדורה משפחתית"}, "heTitle": "ב", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "The Lord said to Moshe: “Speak to the entire assembly of Israel and say to them, ‘Be holy because I the Lord your God am holy’” (Vayikra 19:1–2).", "versionTitle": "Covenant and Conversation Family Edition, Maggid Books, 2023", "license": "", "versionTitleInHebrew": ""}]