[{"_id": "531e4fe2fbfba276047f6787", "index_title": "Onkelos Genesis", "category": "Targum", "type": "targum", "ref": "Onkelos Genesis 10:22", "anchorRef": "Genesis 10:22", "anchorRefExpanded": ["Genesis 10:22"], "sourceRef": "Onkelos Genesis 10:22", "sourceHeRef": "תרגום אונקלוס על בראשית י׳:כ״ב", "anchorVerse": 22, "sourceHasEn": true, "compDate": [80, 120], "commentaryNum": 10.0022, "collectiveTitle": {"en": "Onkelos Genesis", "he": "תרגום אונקלוס על בראשית"}, "heTitle": "תרגום אונקלוס על בראשית", "he": "בְּנֵי שֵׁם עֵילָם וְאַשּׁוּר וְאַרְפַּכְשַׁד וְלוּד וַאֲרָם:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "The sons of Sheim were: Elam, and Asshur, Arpachshad, Lud, and Aram.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eebfbf", "index_title": "Targum Jonathan on Genesis", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Genesis 10:22", "anchorRef": "Genesis 10:22", "anchorRefExpanded": ["Genesis 10:22"], "sourceRef": "Targum Jonathan on Genesis 10:22", "sourceHeRef": "תרגום יונתן על בראשית י׳:כ״ב", "anchorVerse": 22, "sourceHasEn": true, "compDate": [150, 250], "commentaryNum": 10.0022, "collectiveTitle": {"en": "Targum Jonathan on Genesis", "he": "תרגום יונתן על בראשית"}, "heTitle": "תרגום יונתן על בראשית", "he": "בְּנוֹי דְשֵׁם עֵילָם וְאַתּוּר וְאַרְפַּכְשַׁד וְלוּד וַאֲרָם", "heVersionTitle": "Targum Jonathan on Genesis", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " The sons of Shem: Elim, and Athur, and Arphakshad, and Lud, and Aram.  ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54b1d98bfbfba21603f5490c", "index_title": "Shemot Rabbah", "category": "Midrash", "type": "", "ref": "Shemot Rabbah 18:5", "anchorRef": "Genesis 10:22", "anchorRefExpanded": ["Genesis 10:22"], "sourceRef": "Shemot Rabbah 18:5", "sourceHeRef": "שמות רבה י״ח:ה׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 18.0005, "collectiveTitle": {"en": "Shemot Rabbah", "he": "שמות רבה"}, "heTitle": "שמות רבה", "he": "דָּבָר אַחֵר, וַיְהִי בַּחֲצִי הַלַּיְלָה, אָמַר דָּוִד <small>(תהלים עז, ז)</small>: אֶזְכְּרָה נְגִינָתִי בַּלָּיְלָה, אָמְרָה כְּנֶסֶת יִשְׂרָאֵל נִזְכֶּרֶת אֲנִי אֶת הַשְּׁבָרִים שֶׁהָיִיתָ שׁוֹבֵר אֶת הָאוֹיְבִים בַּעֲבוּרִי בַּלַּיְלָה. וְאֵין נְגִינָתִי אֶלָּא לְשׁוֹן שֶׁבֶר, כְּמָה דְאַתְּ אָמַר <small>(איכה ג, סג)</small>: אֲנִי מַנְגִינָתָם, וְאוֹמֵר <small>(בראשית יד, כ)</small>: אֲשֶׁר מִגֵּן צָרֶיךָ בְּיָדֶךָ. בָּא עָלֵינוּ סַנְחֵרִיב שָׁבַרְתָּ אוֹתוֹ בַּלַּיְלָה, שֶׁנֶּאֱמַר <small>(מלכים ב יט, לה)</small>: וַיְהִי בַּלַּיְלָה הַהוּא וַיֵּצֵא מַלְאַךְ ה' וַיַּךְ בְּמַחֲנֵה אַשּׁוּר, אָמַר רַבִּי נְחֶמְיָה בּוֹא וּרְאֵה אַהֲבָתוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא עַל יִשְׂרָאֵל, שֶׁהֲרֵי מַלְאֲכֵי הַשָּׁרֵת שֶׁהֵן גִּבּוֹרֵי כֹחַ עוֹשֵׂי דְבָרוֹ עֲשָׂאָן הַקָּדוֹשׁ בָּרוּךְ הוּא שׁוֹמְרִין לְיִשְׂרָאֵל, וּמִי הֵם מִיכָאֵל וְגַבְרִיאֵל, שֶׁנֶּאֱמַר <small>(ישעיה סב, ו)</small>: עַל חוֹמֹתַיִךְ יְרוּשָׁלָיִם הִפְקַדְתִּי שֹׁמְרִים, וְכֵיוָן שֶׁבָּא סַנְחֵרִיב מִיכָאֵל יָצָא וְהִכָּה בָהֶם, וְגַבְרִיאֵל הִצִּיל בְּמִצְוָתוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא לַחֲנַנְיָה וַחֲבֵרָיו. לָמָּה כָךְ, אֶלָּא תְּנָאִין עָשָׂה עִמָּהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא, אֵימָתַי, כְּשֶׁבִּקֵּשׁ לֵירֵד לְהַצִּיל אַבְרָהָם מִכִּבְשַׁן הָאֵשׁ אָמְרוּ מִיכָאֵל וְגַבְרִיאֵל לְפָנָיו אָנוּ יוֹרְדִין לְהַצִּיל אוֹתוֹ, אָמַר לָהֶם אִלּוּ יָרַד לְשֵׁם אֶחָד מִכֶּם לַכִּבְשָׁן אַתֶּם הֱיִיתֶם מַצִּילִין אוֹתוֹ, אֶלָּא לִשְׁמִי יָרַד וַאֲנִי יוֹרֵד וּמַצִּילוֹ, שֶׁנֶּאֱמַר <small>(בראשית טו, ז)</small>: אֲנִי ה' אֲשֶׁר הוֹצֵאתִיךָ מֵאוּר כַּשְׂדִּים, אֶלָּא אֶתֵּן לָכֶם זְמַן אֵימָתַי תֵּרְדוּ עַל שֶׁנִּזְדַּקַּקְתֶּם לְהַצִּילוֹ לִכְבוֹד שְׁמִי, אַתָּה מִיכָאֵל עַל מַחֲנֵה אַשּׁוּר, וְאַתָּה גַּבְרִיאֵל עַל מַחֲנֵה כַּשְׂדִּים. כֵּיוָן שֶׁיָּרַד גַּבְרִיאֵל לְהַצִּיל לַחֲנַנְיָה מִישָׁאֵל וַעֲזַרְיָה, גָּזַר לָאֵשׁ וְיָצָא וְלִהַט כָּל אוֹתָן שֶׁהִשְׁלִיכוּ אוֹתָן, שֶׁנֶּאֱמַר <small>(דניאל ג, כב)</small>: גֻּבְרַיָא אִלֵּךְ דִּי הַסִּקוּ לְשַׁדְרַךְ מֵישַׁךְ וגו'. וְיֵשׁ אוֹמְרִים אַרְבַּע אֻמּוֹת מֵתוּ שָׁם, בָּרִאשׁוֹנָה כְּתִיב <small>(דניאל ג, ג)</small>: בֵּאדַיִן מִתְכַּנְשִׁין אֲחַשְׁדַּרְפְּנַיָא סְגָנַיָא וּפַחֲוָתָא וְהַדָּבְרֵי מַלְכָּא, וְכָאן חָסְרוּ אַרְבַּע, שֶׁנֶּאֱמַר <small>(דניאל ג, כז)</small>: וּמִתְכַּנְשִׁין אֲחַשְׁדַּרְפְּנַיָא, לְפִיכָךְ אָמַר חֲנַנְיָה <small>(תהלים קיז, א)</small>: הַלְלוּ אֶת ה' כָּל גּוֹיִם. מִישָׁאֵל אָמַר <small>(תהלים קיז א)</small>: שַׁבְּחוּהוּ כָּל הָאֻמִּים. וַעֲזַרְיָה אָמַר <small>(תהלים קיז, ב)</small>: כִּי גָבַר עָלֵינוּ חַסְדּוֹ. הַמַּלְאָךְ אוֹמֵר <small>(תהלים קיז ב)</small>: וֶאֱמֶת ה' לְעוֹלָם, אֱמֶת מַה שֶּׁאָמַר לִי כְּשֶׁיָּרַדְתִּי לְהַצִּיל אַבְרָהָם, וְכֵן מִיכָאֵל עָשָׂה מַה שֶּׁאָמַר לוֹ, שֶׁנֶּאֱמַר <small>(מלכים ב יט, לה)</small>: וַיְהִי בַּלַּיְלָה הַהוּא וַיֵּצֵא מַלְאַךְ ה', תָּנָא כֻּלָּן פּוֹלֶמַרְכִין וְדֻכָּסִין הָיוּ שׁוֹתִין יַיִן וְהִנִּיחוּ קַנְקַנֵּיהֶם מֻשְׁלָכִים, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְסַנְחֵרִיב אַתָּה עָשִׂיתָ שֶׁלָּךְ, שֶׁנֶּאֱמַר <small>(מלכים ב יט, כג)</small>: בְּיַד מַלְאָכֶיךָ חֵרַפְתָּ, אַף אֲנִי בְּיַד מַלְאָכִי, מֶה עָשָׂה לוֹ <small>(ישעיה י, טז)</small>: וְתַחַת כְּבֹדוֹ יְקַד יְקֹד כִּיקוֹד אֵשׁ. מַהוּ וְתַחַת כְּבֹדוֹ, שֶׁשָֹּׂרַף גּוּפָן מִבִּפְנִים וְהִנִּיחַ בִּגְדֵיהֶם מִבַּחוּץ, שֶׁכְּבוֹדוֹ שֶׁל אָדָם בִּגְדוֹ, וְלָמָּה הִנִּיחַ בִּגְדֵיהֶם, אֶלָּא שֶׁהָיוּ בָּנָיו שֶׁל שֵׁם, שֶׁנֶּאֱמַר <small>(בראשית י, כב)</small>: בְּנֵי שֵׁם עֵילָם וְאַשּׁוּר, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא חַיָּב אֲנִי לְשֵׁם אֲבִיהֶם שֶׁנָּטְלוּ הוּא וְיֶפֶת בִּגְדֵיהֶם וְכִסּוּ עֶרְוַת אֲבִיהֶם, שֶׁנֶּאֱמַר <small>(בראשית ט, כג)</small>: וַיִּקַּח שֵׁם וָיֶפֶת אֶת הַשִֹּׂמְלָה, לְכָךְ אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְמִיכָאֵל הַנַּח בִּגְדֵיהֶן וּשְׂרֹף נִשְׁמָתָן, מַה כְּתִיב שָׁם <small>(מלכים ב יט, לה)</small>: וַיַּשְׁכִּימוּ בַבֹּקֶר וְהִנֵּה כֻלָּם פְּגָרִים מֵתִים, הֲדָא הוּא דִכְתִיב <small>(תהלים קא, ח)</small>: לַבְּקָרִים אַצְמִית כָּל רִשְׁעֵי אָרֶץ, וְהָיוּ יִשְׂרָאֵל וְחִזְקִיָּהוּ יוֹשְׁבִין וְאוֹמְרִין אֶת הַהַלֵּל, שֶׁהָיָה לַיִל שֶׁל פֶּסַח וְהָיוּ מִתְיָרְאִים לוֹמַר עַכְשָׁו יְרוּשָׁלַיִם מִתְכַּבֶּשֶׁת בְּיָדוֹ, כֵּיוָן שֶׁהִשְׁכִּימוּ בַבֹּקֶר לַעֲמֹד וְלִקְרוֹת קְרִיאַת שְׁמַע וּלְהִתְפַּלֵּל, מָצְאוּ אוֹיְבֵיהֶם פְּגָרִים מֵתִים, לְפִיכָךְ אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לִישַׁעְיָה <small>(ישעיה ח, ג)</small>: קְרָא שְׁמוֹ מַהֵר שָׁלָל חָשׁ בַּז, וּמִהֵר לָבֹז שְׁלָלָם. וְהָאֶחָד קָרָא שְׁמוֹ <small>(ישעיה ז, יד)</small>: עִמָּנוּאֵל, לוֹמַר שֶׁאֲנִי עִמּוֹ, שֶׁנֶּאֱמַר <small>(דברי הימים ב לב, ח)</small>: עִמּוֹ זְרוֹעַ בָּשָׂר וְעִמָּנוּ ה' אֱלֹהֵינוּ, וּכְשֵׁם שֶׁעָשָׂה הַקָּדוֹשׁ בָּרוּךְ הוּא בָּעוֹלָם הַזֶּה בְּיַד מִיכָאֵל וְגַבְרִיאֵל, כֵּן לֶעָתִיד לָבֹא יַעֲשֶׂה עַל יְדֵיהֶם, שֶׁנֶּאֱמַר <small>(עובדיה א, כא)</small>: וְעָלוּ מוֹשִׁיעִים בְּהַר צִיּוֹן לִשְׁפֹּט אֶת הַר עֵשָׂו, זֶה מִיכָאֵל וְגַבְרִיאֵל. וְרַבֵּנוּ הַקָּדוֹשׁ אוֹמֵר זֶה מִיכָאֵל לְעַצְמוֹ, שֶׁנֶּאֱמַר <small>(דניאל יב, א)</small>: וּבָעֵת הַהִיא יַעֲמֹד מִיכָאֵל הַשַֹּׂר הַגָּדוֹל הָעֹמֵד עַל בְּנֵי עַמֶּךָ, שֶׁהוּא תּוֹבֵעַ צְרָכֵיהֶן שֶׁל יִשְׂרָאֵל וּמְדַבֵּר עֲלֵיהֶם, שֶׁנֶּאֱמַר <small>(זכריה א, יב)</small>: וַיַּעַן מַלְאַךְ ה' וַיֹּאמַר ה' צְבָאוֹת עַד מָתַי אַתָּה לֹא תְרַחֵם אֶת יְרוּשָׁלָיִם, וְאוֹמֵר <small>(דניאל י, כא)</small>: וְאֵין אֶחָד מִתְחַזֵּק עִמִּי עַל אֵלֶּה כִּי אִם מִיכָאֵל שַׂרְכֶם, אָמַר רַבִּי יוֹסֵי לְמָה מִיכָאֵל וְסמא\"ל דּוֹמִין לְסָנֵיגוֹר וְקָטֵיגוֹר עוֹמְדִין בַּדִּין, זֶה מְדַבֵּר וְזֶה מְדַבֵּר, גָּמַר זֶה דְּבָרָיו וְזֶה דְּבָרָיו, יָדַע אוֹתוֹ הַסְּנֵיגוֹר שֶׁנָּצַח הִתְחִיל מְשַׁבֵּחַ אֶת הַדַּיָּין שֶׁיּוֹצִיא אִיפוֹפָסִין. בִּקֵּשׁ אוֹתוֹ קָטֵיגוֹר לְהוֹסִיף דָּבָר, אָמַר לוֹ הַסָּנֵיגוֹר הַחֲרֵשׁ וְנִשְׁמַע מִן הַדַּיָּן. כָּךְ מִיכָאֵל וְסמא\"ל עוֹמְדִים לִפְנֵי הַשְּׁכִינָה וְהַשָֹּׂטָן מְקַטְרֵג וּמִיכָאֵל מְלַמֵּד זְכוּתָן שֶׁל יִשְׂרָאֵל, וְהַשָֹּׂטָן בָּא לְדַבֵּר וּמִיכָאֵל מְשַׁתְּקוֹ, לָמָּה, שֶׁנֶּאֱמַר <small>(תהלים פה, ט)</small>: אֶשְׁמְעָה מַה יְּדַבֵּר הָאֵל ה' כִּי יְדַבֵּר שָׁלוֹם אֶל עַמּוֹ, הֱוֵי <small>(תהלים עז, ז)</small>: אֶזְכְּרָה נְגִינָתִי בַּלָּיְלָה, עַל נֵס שֶׁל חִזְקִיָּהוּ. דָּבָר אַחֵר, אֶזְכְּרָה נְגִינָתִי, נִזְכַּר אֲנִי מַה שֶּׁעָשִׂיתָ לָנוּ בְּמִצְרַיִם, וּמְנַגְנִין שֶׁעָשִׂיתָ לְמִצְרַיִם, הֵיאַךְ מִתְּחִלָּה כְּשֶׁבִּקֵּשׁ הַקָּדוֹשׁ בָּרוּךְ הוּא לְהָבִיא הַמַּכּוֹת עַל הַמִּצְרִים, מַכַּת בְּכוֹרוֹת אָמַר לְהָבִיא תְּחִלָּה, שֶׁנֶּאֱמַר <small>(שמות ד, כג)</small>: הִנֵּה אָנֹכִי הֹרֵג אֶת בִּנְךָ בְּכֹרֶךָ. הִתְחִיל אוֹמֵר <small>(שמות ה, ב)</small>: מִי ה' אֲשֶׁר אֶשְׁמַע בְּקֹלוֹ. אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא אִם אָבִיא עָלָיו מַכַּת בְּכוֹרוֹת תְּחִלָּה מְשַׁלְּחָן, אֶלָּא מֵבִיא אֲנִי עָלָיו מַכּוֹת אַחֵרוֹת [תחלה] וּבְעֵקֶב זֹאת אֲנִי מֵבִיא אֶת כֻּלָּן, שֶׁנֶּאֱמַר: וַה' הִכָּה כָל בְּכוֹר, לְפִיכָךְ דָּוִד מְקַלֵּס <small>(תהלים צ, יא)</small>: מִי יוֹדֵעַ עֹז אַפֶּךָ, מִי יוֹדֵעַ נַגְנִין שֶׁלְּךָ שֶׁאַתָּה עוֹשֶׂה בַּיָּם, שֶׁנֶּאֱמַר <small>(תהלים עז, כ)</small>: בַּיָּם דַּרְכֶּךָ וּשְׁבִילְךָ בְּמַיִם רַבִּים וְעִקְּבוֹתֶיךָ לֹא נוֹדָעוּ, דְּבָרִים שֶׁאַתָּה עוֹשֶׂה בְּעָקֵב מִי יוֹדֵעַ.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "Another matter, “it was at midnight” – David said: “I will remember my song during the night” (Psalms 77:7). The congregation of Israel said: ‘We remember the disasters with which you would overcome the enemies on our behalf at night.’ “My song” means nothing other than disaster, as you say: “…I am their song [<i>manginatam</i>], [exact retribution against them, Lord]” (Lamentations 3:63–4), and it says: “Blessed is God Most High, who has delivered [<i>migen</i>] your enemies into your hand” (Genesis 14:20).<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">The term for “delivered,” <i>migen</i>, is related to the word for “song,” <i>negina</i>. </i> Sennacherib came against us and You overcame him at night, as it is stated: “It was that night, the angel of the Lord emerged, and smote in the camp of the Assyrians” (II Kings 19:35). <br>Rabbi Neḥemya said: Come and see the love of the Holy One blessed be He, for Israel, as the Holy One blessed be He rendered the ministering angels, who are “mighty in strength who fulfill His word” (Psalms 103:20), guardians of Israel. Who are they? Mikhael and Gavriel, as it is stated: “Upon your walls, I have set watchmen” (Isaiah 62:6). When Sennacheribcame, Mikhael emerged and smote them; and Gavriel rescued Ḥananya and his compatriots at the command of the Holy One blessed be He. <br>Why is it so? The Holy One blessed be He had set conditions with them. When? When He prepared to descend to rescue Abraham from the fiery furnace, Mikhael and Gavriel said before Him: ‘We will descend to rescue him.’ He said to them: ‘If [Abraham] had descended to the furnace for the sake of one of you, you would rescue him, but he descended for the sake of My name, and I will descend to rescue him,’ as it is stated: “I am the Lord who took you out of Ur of the Chaldeans” (Genesis 15:7).<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">The term Ur can also mean fire. This verse alludes to the fact that God saved Abraham from the fiery furnace. </i> ‘But because you were prepared to rescue him for the sake of My name, I will set a time for you when you will descend; you, Mikhael, against the Assyrian encampment and you, Gavriel, against the Chaldean encampment.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">The Chaldeans are associated with the Babylonians, who threw Ḥananya, Mishael, and Azarya into the fiery furnace. See Daniel chapter 3. </i> <br>When Gavriel descended to rescue Ḥananya, Mishael, and Azarya, he decreed to the fire, and it emerged and burned all those who had cast them in, as it is stated: “The flame of the fire slew those men that took up Shadrach, Meshach, [and Abednego]” (Daniel 3:22).<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">Shadrach, Meshach, and Abednego were the Babylonian names of Ḥananya, Mishael, and Azarya (Daniel 1:7). </i> Some say: Four classes [of officers] died there; at first, it is written: “Then the satraps, the prefects, and the governors, and the king’s ministers…were assembled” (Daniel 3:3).<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">In this verse there are actually eight different officials listed. It should be noted that “the king’s ministers” are not included in this verse, but rather in verse 27. </i> Here, [following this event,] four were missing, as it is stated: “And the satraps assembled…” (Daniel 3:27).<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">In this verse there are only four different types of official listed.</i> Therefore, Ḥananya said: “Praise the Lord, all nations” (Psalms 117:1). Mishael said: “Laud Him, all the peoples” (Psalms 117:1). Azarya said: “For His mercy is great toward us” (Psalms 117:2). The angel said: “And the truth of the Lord endures forever” (Psalms 117:2); it is true what He said to me when I descended to rescue Abraham. <br>Likewise, Mikhael did what He told him, as it is stated: “It was that night, that the angel of the Lord emerged [and smote in the camp of the Assyrians…]” (II Kings 19:35). It was taught: All the generals and the commanders were drinking wine and they left their jugs cast aside. The Holy One blessed be He said to Sennacherib: ‘You did yours,’<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">You did it by means of messengers.</i> as it is stated: “By your messengers you taunted” (II Kings 19:23); ‘I, too, [will act] by means of My messengers.’ <br>What did He do to him? “And instead of his glory, a burning will be kindled like the burning of fire” (Isaiah 10:16). What is “instead of his glory”? It is that He burned their bodies from within and left their garments [intact] on the outside, as the glory of a person is his garment. Why did he leave their garments [intact]? It is because they were the descendants of Shem, as it is stated: “The children of Shem: Eilam and Ashur…” (Genesis 10:22). The Holy One blessed be He said: I am indebted to their ancestor Shem, as he and Yefet took their garments and covered their father’s nakedness, as it is stated: “Shem and Yefet took the garment” (Genesis 9:23); that is why the Holy One blessed be He said to Mikhael: ‘Leave their garments intact and burn their souls.’ What is written there? “They awoke early in the morning, and behold, they were all dead corpses” (II Kings 19:35). That is what is written: “Each morning I will destroy all the wicked of the land” (Psalms 101:8). <br>The people of Israel and Hezekiah were sitting and reciting <i>hallel</i>, as it was the [first] night of Passover, and they were afraid, saying: ‘Now Jerusalem will be conquered by his hand [Sennacherib].’ When they awoke in the morning to stand and recite <i>Shema </i>and pray, they found their enemies “dead corpses.” That is why the Holy One blessed be He said to Isaiah: “Call his name Maher Shalal Ḥash Baz” (Isaiah 8:3),<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">This means: Plunder hastens, spoils quicken.</i> and he quickly plundered their spoils. And he called the name of the other one: “Immanu El” (Isaiah 7:14),<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">Literally, God is with us.</i> saying that I am with him, as it is stated: “With him is an arm of flesh; but with us is the Lord our God” (II Chronicles 32:8). <br>Just as the Holy One blessed be He acted in this world through Mikhael and Gavriel, so too, in the future, He will act through them, as it is stated: “Saviors will ascend to Mount Zion to judge the mount of Esau” (Obadiah 1:21) – these are Mikhael and Gavriel. Our saintly Rabbi<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">Rabbi Yehuda HaNasi.</i> says: This [verse refers to] Mikhael himself, as it is stated: “At that time, Mikhael the great angel, who stands for the members of Your people, will stand” (Daniel 12:1), as he is an advocate for the needs of Israel, and speaks on their behalf, as it is stated: “The angel of the Lord spoke and said: Lord of hosts, how long will You not have compassion on Jerusalem…” (Zechariah 1:12), and it says: “And there is no one who helps me against these, except for Mikhael, your prince” (Daniel 10:21). <br>Rabbi Yosei said: To what are Mikhael and Samael comparable? To an advocate and a prosecutor standing at trial. This one speaks and that one speaks. This one completes his contentions and that one his contentions. That advocate knows that he prevailed; he begins praising the judge [and imploring him] to issue his ruling. The prosecutor seeks to add to his statement, and the advocate says to him: ‘Be silent and let us hear the judge.’ So Mikhael and Samael stand before the Divine Presence, and the adversary<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">Samael.</i> prosecutes and Mikhael speaks in defense of Israel. The adversary comes to speak and Mikhael silences him. Why? It is as it is stated: “I will hear what God the Lord will speak, as He will speak peace to His people” (Psalms 85:9); that is: “I will remember my song during the night,” regarding the miracle of Hezekiah. <br>Another matter, “I will remember my song [<i>neginati</i>],” – I remember what You did on our behalf in Egypt, and the strategies [<i>menagenin</i>] that You employed in Egypt. How so? Initially, when the Holy One blessed be He sought to bring plagues on the Egyptians, He intended to bring the plague of the firstborn first, as it is stated: “Behold, I will kill your son, your firstborn” (Exodus 4:23). [Pharaoh] began saying: “Who is the Lord that I should heed His voice?” (Exodus 5:2). The Holy One blessed be He said: If I bring the plague of the firstborn first, He will let them go; rather, I will bring other plagues upon him [first], and in the wake of this, I will bring them all, as it is stated: “And the Lord smote all the firstborn.”<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">The verse specifies that during the plague of the firstborn, God killed the firstborn of Pharaoh along with all the other firstborn of Egypt. Thus, God waited until after all the other plagues to kill Pharaoh’s firstborn (<i>Etz Yosef</i>). </i> Therefore, David lauds: “Who knows the power of Your anger?” (Psalms 90:11). Who knows Your strategies that you employed at the sea, as it is stated: “Your way in the sea, Your path in the great waters, and Your footsteps [<i>ikvotekha</i>] were not known” (Psalms 77:20); who knows the matters that You do at the end [<i>akev</i>]?<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">Who knows what God is doing to carry out His plans, and the great calculations that go into His actions? </i>", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "553acd4bfbfba25e5dc27da1", "index_title": "Shadal on Genesis", "category": "Commentary", "type": "commentary", "ref": "Shadal on Genesis 10:22:1", "anchorRef": "Genesis 10:22", "anchorRefExpanded": ["Genesis 10:22"], "sourceRef": "Shadal on Genesis 10:22:1", "sourceHeRef": "שד\"ל על בראשית י׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על בראשית", "he": "עלים: היא Elimais, והעם הנקרא Elimoei, והיה מושבם בין מדי ובין Susiana, ושם הארץ ההיא Khusistan.", "heVersionTitle": "Shadal on Torah", "heLicense": "", "heVersionTitleInHebrew": "שד\"ל על התורה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "553acd4bfbfba25e5dc27da3", "index_title": "Shadal on Genesis", "category": "Commentary", "type": "commentary", "ref": "Shadal on Genesis 10:22:2", "anchorRef": "Genesis 10:22", "anchorRefExpanded": ["Genesis 10:22"], "sourceRef": "Shadal on Genesis 10:22:2", "sourceHeRef": "שד\"ל על בראשית י׳:כ״ב:ב׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 22.0002, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על בראשית", "he": "ארפכשד: זה שם ארם, כי נזכרו תולדותיו למטה, אך על שמו נקראה אחת ממדינות אשור Arropachitis, קרוב לארמיניאה.", "heVersionTitle": "Shadal on Torah", "heLicense": "", "heVersionTitleInHebrew": "שד\"ל על התורה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "553acd4bfbfba25e5dc27da5", "index_title": "Shadal on Genesis", "category": "Commentary", "type": "commentary", "ref": "Shadal on Genesis 10:22:3", "anchorRef": "Genesis 10:22", "anchorRefExpanded": ["Genesis 10:22"], "sourceRef": "Shadal on Genesis 10:22:3", "sourceHeRef": "שד\"ל על בראשית י׳:כ״ב:ג׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 22.0003, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על בראשית", "he": "לוד: יש אומרים שהיא Lydia באזיאה הקטנה, ולדעת Rosellini הוא שם לחלק אזיאה אשר מעבר להרי Taurus.", "heVersionTitle": "Shadal on Torah", "heLicense": "", "heVersionTitleInHebrew": "שד\"ל על התורה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "553acd4bfbfba25e5dc27da7", "index_title": "Shadal on Genesis", "category": "Commentary", "type": "commentary", "ref": "Shadal on Genesis 10:22:4", "anchorRef": "Genesis 10:22", "anchorRefExpanded": ["Genesis 10:22"], "sourceRef": "Shadal on Genesis 10:22:4", "sourceHeRef": "שד\"ל על בראשית י׳:כ״ב:ד׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 22.0004, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על בראשית", "he": "ארם: שתי ארצות נקראו כן, האחת היא Syria, והיא ארם דמשק, והיו בה בימי דוד ממלכות שונות, ארם צובה, ארם בית רחב, ארם מעכה, וחמת; והשנית היא ארם נהרים או פדן ארם, Mesopotamia שבין פרת וחדקל.", "heVersionTitle": "Shadal on Torah", "heLicense": "", "heVersionTitleInHebrew": "שד\"ל על התורה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "569a8aa8d6e4a9558a9d795a", "index_title": "Midrash Tehillim", "category": "Midrash", "type": "", "ref": "Midrash Tehillim 11:6", "anchorRef": "Genesis 10:22", "anchorRefExpanded": ["Genesis 10:22"], "sourceRef": "Midrash Tehillim 11:6", "sourceHeRef": "מדרש תהילים י״א:ו׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1050, 1450], "commentaryNum": 11.0006, "collectiveTitle": {"en": "Midrash Tehillim", "he": "מדרש תהילים"}, "heTitle": "מדרש תהילים", "he": " ימטר על רשעים פחים. כמה דאמר (משלי כו כא) פחם לגחלים ועצים לאש. אמר הקב\"ה כל מי שמעלה עצמו סופו נדון באש. דור המבול (איוב ו יז) בחומו נדעכו ממקומם. אנשי המגדל (שם כב כ) ויתרם אכלה אש. אנשי סדום (בראשית יט כד) וה' המטיר. פרעה (שמות ט כד) ברד ואש. סנחריב (ישעיה י טז) יקד יקוד כיקוד אש. ששרף אותו בפנים והניח בגדיו מבחוץ על שהיו מבני שם שנאמר (בראשית י כב) בני שם עילם ואשור. נבוכדנצר שנאמר (דניאל ג כה) מהלכין בגו נורא. סיסרא (שופטים ה כ) מן השמים נלחמו. אדום שנאמר (דניאל ז יא) ויהיבת ליקידת אשא. גוג ומגוג שנאמר (יחזקאל לט ו) ושלחתי אש במגוג. שאר העכו\"ם שנאמר (ישעיה סו טז) כי באש ה' נשפט. חירם שנאמר (יחזקאל כח יח) ואוציא אש מתוכך. דבר אחר פחים מצודים. כמה דאמר (משלי ז כג) כמהר צפור אל פח. אש וגפרית. אמר ר' יודן בשעה שאדם מריח גפרית נפשו מסוללת עליו שהיא יודעת שבה עתיד לידון שנאמר (ירמיה יח יז) כרוח קדים אפיצם. ארבע כוסות של פורענות הם לאומות העכו\"ם. וארבע כוסות של ישועה לישראל:", "heVersionTitle": "OYW", "heLicense": "Public Domain", "heVersionTitleInHebrew": "OYW (ובלכתך בדרך)", "text": "\"Rain upon the wicked coals and brimstone; and a burning wind shall be the portion of their cup.\" This is as it is stated (Proverbs 26:21), \"As charcoal is to embers and wood to fire, so is a contentious person to kindling strife.\" The Holy One, blessed be He, said, \"Whoever exalts himself will ultimately be judged with fire.\" This was seen in the generation of the Flood, as it is written (Job 6:17), \"When they are hot, they vanish; when it is hot, they are consumed out of their place.\" This was also the fate of the people of the Tower of Babel, as it is written (Genesis 11:8), \"And the Lord scattered them abroad from there upon the face of all the earth, and they stopped building the city.\" The people of Sodom were also punished with fire, as it is written (Genesis 19:24), \"Then the Lord rained upon Sodom and upon Gomorrah brimstone and fire.\" Pharaoh was struck with hail and fire, as it is written (Exodus 9:24), \"And there was hail, and fire mingled with the hail.\" Sennacherib was consumed by fire, as it is written (Isaiah 10:16), \"Therefore shall the Lord, the Lord of hosts, send among his fat ones leanness; and under his glory he shall kindle a burning like the burning of a fire.\" Nebuchadnezzar was also punished with fire, as it is written (Daniel 3:22), \"Therefore because the king's commandment was urgent, and the furnace exceedingly hot, the flame of the fire slew those men that took up Shadrach, Meshach, and Abednego.\" Shem's descendants, including Elam and Ashur, were burned in front of him, as it is written (Genesis 10:22), \"The sons of Shem: Elam, and Asshur.\" Sisera was fought against from the heavens, as it is written (Judges 5:20), \"They fought from heaven; the stars in their courses fought against Sisera.\" Edom was judged with fire, as it is written (Daniel 7:11), \"I beheld then because of the voice of the great words which the horn spoke; I beheld even till the beast was slain, and his body destroyed, and given to the burning flame.\" Gog and Magog were also punished with fire, as it is written (Ezekiel 38:22), \"And I will plead against him with pestilence and with blood; and I will rain upon him, and upon his bands, and upon the many people that are with him, an overflowing rain, and great hailstones, fire, and brimstone.\" All the other nations will also be judged with fire, as it is written (Isaiah 66:16), \"For by fire and by his sword will the Lord plead with all flesh: and the slain of the Lord shall be many.\" The traps used to capture animals are also made of coals, as it is stated (Proverbs 7:23), \"Till an arrow strike through his liver; as a bird hastens to the snare, and knows not that it is for his life.\" Fire and brimstone are also used for purification, as Rabbi Yudan said, \"When a person smells sulfur, his soul trembles because it knows that it will eventually have to endure it, as it is written (Jeremiah 18:17), 'I will scatter them as with an east wind before the enemy; ' There are four cups of retribution for the nations of the world, and four cups of salvation for Israel.\"......", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "57e77c34d6e4a94c7c188fb2", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Genesis 10:22", "anchorRef": "Genesis 10:22", "anchorRefExpanded": ["Genesis 10:22"], "sourceRef": "Tafsir Rasag, Genesis 10:22", "sourceHeRef": "תפסיר רס\"ג, בראשית י׳:כ״ב", "anchorVerse": 22, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 10.0022, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "בראשית", "he": "ובנו שם כ̇וזסתאן ואלמוצל וארפכשד ולוד וארמין", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "58fdc0c0d6e4a960c04a1921", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Noach 15:6", "anchorRef": "Genesis 10:22", "anchorRefExpanded": ["Genesis 10:22"], "sourceRef": "Midrash Tanchuma, Noach 15:6", "sourceHeRef": "מדרש תנחומא, נח ט״ו:ו׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 15.0006, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "נח", "he": "וּלְשֵׁם מַה פָּרַע לוֹ? כְּשֶׁנִּכְנְסוּ בְנֵי אַהֲרֹן לְהַקְרִיב, וַתֵּצֵא אֵשׁ מִלִּפְנֵי ה' <small>(ויקרא י, ב)</small>, וְלֹא הָיוּ בִגְדֵיהֶם שְׂרוּפִים, אֶלָּא שְׂרוּפֵי הַנְּשָׁמָה וְלֹא הַגּוּף, שֶׁנֶּאֱמַר: אֹתָם, וְלֹא הַגּוּף, אֹתָם וְלֹא בִגְדֵיהֶם, עַל שֶׁהָיוּ מִבְּנֵי בָנָיו שֶׁל שֵׁם בֶּן נֹחַ, שֶׁנֶּאֱמַר: בְּנֵי שֵׁם עֵילָם וְאַשּׁוּר וְאַרְפַּכְשַׁד וְגוֹ'. וּכְתִיב יַפְתְּ אֱלֹהִים לְיֶפֶת <small>(בראשית טו, כז)</small>, וְאַף עַל פִּי כֵן וְיִשְׁכֹּן בְּאָהֳלֵי שֵׁם.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "How was Shem rewarded? When Aaron’s two sons entered the tent of meeting to offer a strange fire, <i>There came forth fire from before the Lord and consumed them</i> (Lev. 10:2). Their souls were consumed but not their clothing or their bodies, as it is said: <i>them</i> (ibid.). This happened because they were descended from Shem. This concerns the righteous. Whence do we know about what happens to wicked men? When Sennacherib departed from Jerusalem, the bodies of his forces were consumed but not their clothing. Why did this happen to them? Because they too were the descendants of Shem the son of Noah, as it is said: <i>The sons of Shem: Elam, and Asshur, and Arpachshad</i> (Gen. 10:22). And it is written: <i>God enlargeth Japheth</i> (ibid. 9:27); yet even so: <i>And he shall dwell in the tents of Shem</i> (ibid., v. 26).", "versionTitle": "Midrash Tanhuma-Yelammedenu, trans. Samuel A. Berman", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא-ילמדנו, מתורגם בידי סמואל א' ברמן"}, {"_id": "58fdc0c2d6e4a960c04a1a82", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Lech Lecha 15:2", "anchorRef": "Genesis 10:22", "anchorRefExpanded": ["Genesis 10:22"], "sourceRef": "Midrash Tanchuma, Lech Lecha 15:2", "sourceHeRef": "מדרש תנחומא, לך לך ט״ו:ב׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 15.0002, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "לך לך", "he": "יָרֵא, זֶה אַבְרָהָם שֶׁנֶּאֱמַר לוֹ אַל תִּירָא. מִמִּי הָיָה מִתְיָרֵא, מִשֵּׁם בֶּן נֹחַ שֶׁהָרַג אֶת בְּנוֹ, וְעֵילָם שְׁלֹשִים בָנִים הָיוּ לוֹ, וּכְתִיב: בְּנֵי שֵׁם עֵילָם וְאַשּׁוּר <small>(בראשית י, כב)</small> וַהֲרָגוֹ, וְהָיָה מִתְיָרֵא לוֹמַר שֶׁהָרַגְתִּי בְנוֹ שֶׁל צַדִּיק, עַכְשָׁו יְקַלְּלֵנִי וְאָמוּת. אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא אַל תִּירָא, לֹא דַּיֶּיךָ שֶׁלֹּא יְקַלֶּלְךָ אֶלָּא יֵצֵא לִקְרָאתְךָ בְּדוֹרוֹן וּמְבָרְכֶךָ, שֶׁנֶּאֱמַר: וּמַלְכִּי צֶדֶק מֶלֶךְ שָׁלֵם וְגוֹ', וַיְבָרְכֵהוּ וַיֹּאמַר וְגוֹ', וּבָרוּךְ אֵל עֶלְיוֹן אֲשֶׁר מִגֵּן צָרֶיךָ. מַהוּ מִגֵּן? מַנְגְּנָא עָשָׂה הַקָּדוֹשׁ בָּרוּךְ הוּא וּמְסָרָן בְּיָדֶךָ. וְהָיָה אַבְרָהָם נוֹטֵל עָפָר וְזוֹרֵק עֲלֵיהֶן וְנַעֲשׂוּ חִצִּים וּקְשָׁתוֹת וּרְמָחִים, שֶׁנֶּאֱמַר: יִתֵּן כֶּעָפָר חַרְבּוֹ כְּקַשׁ נִדָּף קַשְׁתּוֹ, יִרְדְּפֵם יַעֲבֹר שָׁלוֹם <small>(ישעיה מא, ב-ג)</small>.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "<i>He is fearful</i> refers to Abraham, for he was told: Fear not. Whom did Abraham fear? He was afraid of Shem, the son of Noah, for he had slain the descendant of Elam, and Elam was one of Shem’s sons, as it is written: <i>The sons of Shem: Elam, Asshur,</i> etc. (Gen. 10:22). He was terrified because he had killed him. He said to himself: “I have slain the son of this righteous man, now he will curse me and I shall die.” The Holy One, blessed be He, replied: Fear not, for not only will he not curse you, but he will go forth to meet you bearing gifts and will bless you, as it is said: <i>And Melchizedek, king of Salem, brought forth bread and wine … and he blessed him, and said</i>: “… <i>blessed be God the Most High, who hath delivered thine enemies into thy hand</i>” (Gen. 14:18–20). What is the meaning of the word migen (“delivered”)? It indicates that the Holy One, blessed be He, performed a miraculous feat (<i>manganah</i>) when <i>He delivered</i> (<i>migen</i>) <i>your enemies into your hand.</i> Abraham grasped the dust and hurled it at his enemies, and the Holy One, blessed be He, converted the dust into arrows, bows, and spears, as it is said: <i>His sword maketh them as the dust, His bow as the driven stubble. He pursueth them and passeth on safely</i> (Isa. 41:2–3).", "versionTitle": "Midrash Tanhuma-Yelammedenu, trans. Samuel A. Berman", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא-ילמדנו, מתורגם בידי סמואל א' ברמן"}, {"_id": "58fdc11ed6e4a960c04a464e", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Tzav 2:1", "anchorRef": "Genesis 10:22", "anchorRefExpanded": ["Genesis 10:22"], "sourceRef": "Midrash Tanchuma, Tzav 2:1", "sourceHeRef": "מדרש תנחומא, צו ב׳:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "צו", "he": "<b>דָּבָר</b> אַחֵר, צַו אֶת אַהֲרֹן. מָה עִסְקוֹ שֶׁל אַהֲרֹן כָּאן. יִשְׂרָאֵל מַקְרִיבִין וְאַהֲרֹן נִזְכָּר. וְהַכָּתוּב אוֹמֵר, צַו אֶת אַהֲרֹן. וַהֲרֵי כְּתִיב: צַו אֶת בְּנֵי יִשְׂרָאֵל אֶת קָרְבָּנִי לַחְמִי. וְכָאן הוּא אוֹמֵר, צַו אֶת אַהֲרֹן זֹאת תּוֹרַת הָעוֹלָה. אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא, כָּל מִי שֶׁהוּא מַעֲלֶה עַצְמוֹ, סוֹפוֹ לֵילֵךְ בָּאֵשׁ, שֶׁנֶּאֱמַר: הִיא הָעוֹלָה עַל מוֹקְדָהּ. דּוֹר הַמַּבּוּל, עַל שֶׁאָמְרוּ מַה שַּׁדַּי כִּי נַעַבְדֶנּוּ, לְפִיכָךְ נִדֹּנוּ בָּאֵשׁ, שֶׁנֶּאֱמַר: בְּעֵת יְזֹרְבוּ נִצְמָתוּ בְּחֻמּוֹ וְגוֹ' <small>(איוב ו, יז)</small>. וּכְתִיב: וְיִתְרָם אָכְלָה אֵשׁ <small>(איוב כב, כ)</small>. וְכֵן הַסְּדוֹמִיִּים, וַה' הִמְטִיר עַל סְדוֹם וְעַל עֲמוֹרָה גָּפְרִית וָאֵשׁ <small>(בראשית יט, כד)</small>. פַּרְעֹה אָמַר, מִי ה' אֲשֶׁר אֶשְׁמַע בְּקוֹלוֹ <small>(שמות ה, ב)</small>, וְעִלָּה אֶת עַצְמוֹ וְאָמַר, לִי יְאוֹרִי וַאֲנִי עֲשִׂיתִנִי <small>(יחזקאל כט, ג)</small>. לְפִיכָךְ, עַל מוֹקְדָהּ. שֶׁכֵּן הוּא אוֹמֵר, וַיַּרְעֵם מִשָּׁמַיִם ה' <small>(תהלים יח, יד)</small>, מִנֹּגַהּ נֶגְדּוֹ עָבָיו עָבְרוּ בָּרָד וְגַחֲלֵי אֵשׁ <small>(תהלים יח, יג)</small>. וְכֵן הוּא אוֹמֵר, וַיְהִי בָּרָד וְאֵשׁ מִתְלַקַּחַת <small>(שמות ט, כד)</small>. וְאַף סַנְחֵרִיב עִלָּה אֶת עַצְמוֹ, שֶׁנֶּאֱמַר: עָלִיתִי מְרוֹם הָרִים יַרְכְּתֵי לְבָנוֹן <small>(מ״ב יט, כג)</small>. וּמֶה הָיָה לוֹ, בְּיַד מַלְאָכֶיךָ חֵרַפְתָּ אֲדֹנָי <small>(מ״ב יט, כג)</small>. מֶה הָיָה לוֹ, וַיֵּצֵא מַלְאַךְ ה' וַיַּךְ בְּמַחֲנֵה אַשּׁוּר <small>(מ״ב יט, לה)</small>. הוּא חֵרֵף עַל יְדֵי מַלְאָךְ, לְפִיכָךְ וַיֵּצֵא מַלְאָךְ וַיָּךְ. וּמֶה עָשָׂה לוֹ, וְתַחַת כְּבוֹדוֹ יֵקַד יְקֹד כִּיקוֹד אֵשׁ <small>(ישעיה י, טז)</small>. מַהוּ תַּחַת כְּבוֹדוֹ. שֶׁשָּׂרַף אוֹתָם מִבִּפְנִים וְהִנִּיחַ בִּגְדֵיהֶם מִבַּחוּץ, שֶׁכְּבוֹדוֹ שֶׁל אָדָם זוֹ הִיא כְּסוּתוֹ. וְלָמָּה הִנִּיחַ הַקָּדוֹשׁ בָּרוּךְ הוּא אֶת בִּגְדֵיהֶן. עַל שֶׁהָיוּ בָּנָיו שֶׁל שֵׁם, שֶׁנֶּאֱמַר: בְּנֵי שֵׁם עֵילָם וְאַשּׁוּר <small>(בראשית י, כב)</small>. אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא, חַיָּב אֲנִי לְשֵׁם אֲבִיהֶם, שֶׁנָּטְלוּ בִּגְדֵיהֶם וְכִסּוּ עֶרְוַת אֲבִיהֶם, שֶׁנֶּאֱמַר: וַיִּקַּח שֵׁם וַיֶּפֶת אֶת הַשִּׂמְלָה <small>(שם ט, כג)</small>. לְפִיכָךְ הִנִּיחַ הַקָּדוֹשׁ בָּרוּךְ הוּא אֶת בִּגְדֵיהֶם וְשָׂרַף אֶת גּוּפָם, הָדָא הוּא דִּכְתִיב: הִיא הָעוֹלָה עַל מוֹקְדָהּ. וְאַף נְבוּכַדְנֶצַּר עִלָּה אֶת עַצְמוֹ וְאָמַר, אֶעֱלֶה עַל בָּמֳתֵי עָב אֶדַּמֶּה לָעֶלְיוֹן <small>(ישעיה יד, יד)</small>. אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא, חַיֶּיךָ, לֹא דַּיְּךָ שֶׁכְּבָר אָמַרְתָּ בִּלְבָבֶךָ הַשָּׁמַיִם אֶעֱלֶה מִמַּעַל לְכוֹכְבֵי אֵל אָרִים כִּסְּאִי <small>(ישעיה יד, יג)</small>, וְלֹא עוֹד אֶלָּא אָמַרְתָּ, אֶעֱלֶה עַל בָּמֳתֵי עָב אֶדַּמֶּה לָעֶלְיוֹן, לְמַעְלָה אַתָּה רוֹצֶה לַעֲלוֹת וְכָךְ אָמַר לַחֲנַנְיָה וַחֲבֵרָיו, וּמַן הוּא אֱלָהּ דִּי יְשֵׁיזְבִנְכוֹן מִן יְדָי <small>(דניאל ג, טו)</small>, בֵּיתוֹ שָׂרַפְתִּי וְעַמּוֹ הִגְלֵיתִי וְלֹא עָמַד עָלַי בְּבֵיתוֹ, וּבְבֵיתִי הוּא יָכֹל לִי, מֶה עָשָׂה, הִשְׁלִיכָן לְכִבְשַׁן הָאֵשׁ. מֶה עָשָׂה הַקָּדוֹשׁ בָּרוּךְ הוּא. רָמַז לַכִּבְשָׁן וְנַעֲשָׂה פְּלַנְיָא, וּמִי שֶׁרָאוּי לִישָּׂרֵף, לֹא נִשְׂרַף. וּמִי שֶׁלֹּא הָיָה רָאוּי לִישָּׂרֵף, נִשְׂרַף. וַתֵּצֵא הָאֵשׁ וְשָׂרְפָה חֲצִי הָאֻמּוֹת. שֶׁאַתָּה מוֹצֵא כְּשֶׁנִּתְכַּנְּסוּ לַחֲנֻכַּת צַלְמָא, מִתְּחִלָּה שְׁמוֹנֶה אֻמּוֹת הָיוּ, שֶׁנֶּאֱמַר: בֵּאדַיִן מִתְכַּנְּשִׁין אֲחַשְׁדַּרְפְּנַיָּא סִגְנַיָּא וּפַחֲוָתָא אֲדַרְגֶּזְרַיָּא גְּדָבְרַיָּא דְּתָבְרַיָּא תִּפְתָּיֵא וְכָל שִׁלְטֹנֵי מְדִינָתָא וְגוֹ' <small>(דניאל ג, ג)</small>, הֲרֵי שְׁמוֹנֶה אֻמּוֹת. וּכְשֶׁנִּתְכַּנְּסוּ לִרְאוֹת לַחֲנַנְיָה וַחֲבֵרָיו, אֵין כְּתִיב שָׁם אֶלָּא אַרְבַּע אֻמּוֹת, וּמִתְכַּנְּשִׁין אֲחַשְׁדַּרְפְּנַיָּא סִגְנַיָּא וּפַחֲוָתָא וְהַדָּבְרֵי מַלְכָּא <small>(דניאל ג, כז)</small>. וְהֵיכָן אַרְבַּע אֻמּוֹת, אֶלָּא קַטִּל הִמּוֹן שְׁבִיבָא דִּי נוּרָא <small>(דניאל ג, כב)</small>. וְאַף נְבוּכַדְנֶצַּר הָרָשָׁע נִשְׂרָף בָּאֵשׁ וְנַעֲשָׂה אֵימַת שִׂירוּף עָלָיו. וְלָמָּה לֹא נִשְׂרַף בָּאֵשׁ כֻּלּוֹ. אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא, הַנִּיחוּ רָשָׁע זֶה חֶצְיוֹ, כְּדֵי שֶׁיֵּדַע עַל מִי גִּדֵּף. אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא, וּמָה, רָשָׁע, לֹא אָמַרְתָּ אֵינִי מְבַקֵּשׁ עוֹד לְהַלֵּךְ עִם בְּנֵי אָדָם אֶלָּא אֶעֱלֶה עַל בָּמֳתֵי עָב. חַיֶּיךָ, כָּךְ אֲנִי עוֹשֶׂה לְךָ. וְלָךְ טָרְדִין מִן אֲנָשָׁא וְעִם חֵיוַת בָּרָא לֶהֱוִה מְדֹרָךְ <small>(שם ד, כב)</small>. כְּשֵׁם שֶׁהֵבִיא מַכּוֹת עַל פַּרְעֹה וְעַל מִצְרַיִם, כָּךְ הֵבִיא עַל נְבוּכַדְנֶצַּר, שֶׁנֶּאֱמַר: אָתַיָּא וְתִמְהַיָּא דִּי עֲבַד עִמִּי אֱלָהָא עִלָּאָה <small>(שם ג, לב)</small>, שֶׁנָּפַל אֵימַת שִׂירוּף עָלָיו. לְכָךְ נֶאֱמַר: הִיא הָעֹלָה עַל מוֹקְדָהּ. הִיא הָעֹלָה עַל מוֹקְדָהּ, זוֹ מַלְכוּת אֱדֹם שֶׁעִלְּתָה עַצְמָהּ, שֶׁנֶּאֱמַר: אִם תַּגְבִּיהַּ כַּנֶּשֶׁר וְאִם בֵּין כּוֹכָבִים וְגוֹ' <small>(עובדיה א, ד)</small>. וְנִדּוֹנֵית בָּאֵשׁ, שֶׁנֶּאֱמַר: חָזֵה הֲוֵית עַד דִּי קְטִילַת חֵיוְתָא וְהוּבַד גִּשְׁמָהּ וִיהִיבַת לִיקֵדַת אֶשָּׁא <small>(דניאל ז, יא)</small>. אָמַר הַקָּדוֹשׁ בָּרוּךְ, וְהָיָה בֵית יַעֲקֹב אֵשׁ וּבֵית יוֹסֵף לֶהָבָה וּבֵית עֵשָׂו לְקַשׁ וְגוֹ' <small>(עובדיה א, יח)</small>. וּמַה דִּבֵּר. עַל יְדֵי מֹשֶׁה, שֶׁנֶּאֱמַר: הִיא הָעוֹלָה עַל מוֹקְדָהּ. וְאַחַר כָּךְ, וְעָלוּ מוֹשִׁיעִים בְּהַר צִיּוֹן לִשְׁפֹּט אֶת הַר עֵשָׂו <small>(עובדיה א, כא)</small>. סִיסְרָא שֶׁחֵרֵף, שֶׁכָּתוּב בּוֹ, וְהוּא לָחַץ אֶת בְּנֵי יִשְׂרָאֵל בְּחָזְקָה <small>(שופטים ד, ג)</small>, בְּחֵרוּפִין וּבְגִדּוּפִים, לְפִיכָךְ נִדּוֹן בָּאֵשׁ, שֶׁנֶּאֱמַר: מִן שָׁמַיִם נִלְחָמוּ, הַכּוֹכָבִים מִמְּסִלּוֹתָם <small>(שם ה, כ)</small>. וְלָעוֹלָם הַבָּא, כְּשֶׁהַקָּדוֹשׁ בָּרוּךְ הוּא נִפְרָע מֵעֵשָׂו, מֶה עֵשָׂו עוֹשֶׂה, מִתְעַטֵּף בְּטַלִּיתוֹ כְּזָקֵן וּבָא וְיוֹשֵׁב לוֹ אֵצֶל יַעֲקֹב. מִנַּיִן, שֶׁכֵּן כְּתִיב: אִם בֵּין כּוֹכָבִים שִׂים קִנֶּךָ <small>(עובדיה א, ד)</small>. וְאֵין כּוֹכָבִים אֶלָּא יִשְׂרָאֵל, שֶׁנֶּאֱמַר: הַבֶּט נָא הַשָּׁמַיְמָה וְגוֹ' <small>(בראשית טו, ה)</small>, וּכְתִיב: כֹּה יִהְיֶה זַרְעֶךָ <small>(שם)</small>. וּמַה יַּעֲקֹב אוֹמֵר לוֹ. אָחִי, אַתָּה לֹא תְּהֵא אָחִי כַּיּוֹצֵא בִּי, שֶׁנֶּאֱמַר: אֱהִי דְּבָרֶיךָ מָוֶת, אֱהִי קָטָבְךָ שְׁאוֹל, נֹחַם יִסָּתֵר מֵעֵינָי <small>(הושע יג, יד)</small>. אֱהִי דְּבָרֶיךָ מָוֶת, גְּזֵרוֹת שֶׁהָיִיתָ גּוֹזֵר עָלַי, דּוּ פַּרְצוּפִים הָיִיתָ גּוֹזֵר עָלַי שֶׁאֶעֱבֹד עֲבוֹדָה זָרָה. וְאִלּוּ הָיִיתִי עוֹשֶׂה, הָיִיתִי חַיָּב מִיתָה בִּידֵי שָׁמַיִם. וְאִם לֹא אֲנִי עוֹבֵד אוֹתָהּ, אַתָּה הוֹרֵג אוֹתִי. לְפִיכָךְ, אֱהִי דְּבָרֶיךָ מָוֶת. אֱהִי קָטָבְךָ שְׁאוֹל, לְשׁוֹן אלנסט״י קָטָבְךָ, קאטאב״א, שְׁאוֹל. כֵּיוָן שֶׁעֵשָׂו יוֹרֵד לִשְׁאוֹל, יִשְׁתַּיֵּר יַעֲקֹב לְבַדּוֹ, שֶׁנֶּאֱמַר: וְהָיָה בְכָל הָאָרֶץ נְאֻם ה' פִּי שְׁנַיִם בָּהּ יִכָּרְתוּ יִגְוָעוּ, וְהַשְּׁלִישִׁית יִוָּתֶר בָּהּ <small>(זכריה יג, ח)</small>. וְאֵין שְׁלִישִׁית אֶלָּא יִשְׂרָאֵל, שֶׁנֶּאֱמַר: יִהְיֶה יִשְׂרָאֵל שְׁלִישִׁיָּה <small>(ישעיה יט, כד)</small>. וְיִשְׂרָאֵל עַל שֶׁעָשׂוּ עַצְמָם נִבְזִים וּשְׁפָלִים, שֶׁנֶּאֱמַר: וְגַם אֲנִי נָתַתִּי אֶתְכֶם נִבְזִים וּשְׁפָלִים <small>(מלאכי ב, ט)</small>, וּמִתְנַחֲמִים וְנִגְאָלִים בָּאֵשׁ, שֶׁנֶּאֱמַר: וַאֲנִי אֶהֱיֶה לָהּ נְאֻם ה' חוֹמַת אֵשׁ סָבִיב <small>(זכריה ב, ט)</small>. כֵּיוָן שֶׁעֵשָׂו מִסְתַּלֵּק מִן הָעוֹלָם, הַקָּדוֹשׁ בָּרוּךְ הוּא וְיִשְׂרָאֵל מִשְׁתַּיְּרִין, שֶׁנֶּאֱמַר: אַחַת הִיא יוֹנָתִי תַּמָּתִי <small>(שה״ש ו, ט)</small>. וְכֵן הוּא אוֹמֵר, ה' בָּדָד יַנְחֶנּוּ וְאֵין עִמּוֹ אֵל נֵכָר <small>(דברים לב, יב)</small>. ", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "Another interpretation (of Lev. 6:2), “Command Aaron.” What is the function of Aaron here? Israel was bringing offerings whereas Aaron is mentioned, and Scripture says here, “Command Aaron.” But note, it is written (in Numb. 28:2), “Command the Children of Israel, and say unto them, ‘My offering, My bread,’” but here it says (in Lev. 6:2), “Command Aaron […], ‘This is the Torah of the one who ascends (<i>h'lh</i>).’”<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">The masoretic text vocalizes this word as <i>ha’olah</i>, which means, THE BURNT OFFERING, but the midrash interprets the word as though it were vocalized <i>ha’oleh</i>, which means, “The one who ascends,” with the ascending implying self-exaltation. So also Lev. R. 7:6.</i> The Holy One, blessed be He, said (to warn Aaron and his sons), “Whenever someone raises (rt.: '<i>lh</i>) himself up, his end is to go in the fire.”<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">M.Ps. 11:5.</i> It is so stated (in Lev. 6:2, cont.), “that is the one which ascends upon the burning place.” The generation of the flood [suffered] because of what they said (in Job 21:15), “What is the Omnipresent that we should serve Him?” For that reason they were sentenced to the fire (of <i>Gehinnom</i>), as stated (Job 6:17), “at the time that they were heated, they were burnt in His heat,” and it is written (Job 22:20), “and the fire consumed their remnant.” And likewise the Sodomites, [as stated] (in Gen. 19:24), “Then the Lord rained down upon Sodom and upon Gomorrah brimstone and fire.” When Pharaoh said (in Exod. 5:2), “Who is the Lord, [that I should heed His voice],” he exalted (rt.: '<i>lh</i>) himself and said (in Ezek. 29:3), “my Nile is my own and I made it myself.” [He is] therefore (in the words of Lev. 6:2) “upon the burning place.” For so it says (in Ps. 18:14), “The Lord thundered in the heavens,” (Ps. 18:13), \"From the illumination in front of Him, His clouds were pierced by hail and coals of fire.” And also when Sennacherib exalted (rt.: '<i>lh</i>) himself and said (in II Kings 19:23 = Is. 37:24), “it is I who have ascended (rt.: '<i>lh</i>) the mountain heights to the remotest parts of Lebanon.” And what happened to him? (II Kings 19:35:) “The angel of the Lord went out and smote [one hundred and eighty-thousand] in the camp of Assyria.” He had blasphemed (according to II Kings 19:23: cf. 18:17–35) through a messenger (<i>mal'akh</i>);<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">The parallel in Is. 37:24 reads “servant” instead of “messenger.”</i> therefore (in II Kings 19:35 = Is. 37:36 // II Chron. 32:21) “the angel (<i>mal'akh</i>) of the Lord went out and smote.” What did he do to him? (Is. 10:16), “And under his glory there shall burn a burning like the burning of fire.” What is the meaning of “under his glory?” That it burned them from within and left alone their clothes on the outside, since a person's glory is his garment.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Cf. <i>Sanh</i>. 94a.</i> And why did the Holy One, blessed be He, leave their clothes behind? Because they were descendants of Shem, as stated (in Gen. 10:22), “The sons of Shem are Elam, Asshur (Assyria)….” The Holy One, blessed be He, said, “I am indebted to their father Shem, because he took the garment and covered his father's nakedness, as stated (in Gen. 9:23), “Then Shem and Japheth took the garment… [and they covered their father's nakedness].”<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">Cf. <i>Tanh</i>. (Buber), Gen. 2:21, which interprets the verse to show that Shem took the lead in this act.</i> Therefore, the Holy One, blessed be He, left their clothes alone and burned [only] their body. This is as it is written (Lev. 6:2), “that (i.e. the person who exalts himself) is the one which ascends (<i>ha'oleh</i>) upon the burning place.” And so too Nebuchadnezzar exalted (rt.: '<i>lh</i>) himself and said (in Is. 14:14), “I will ascend (rt.: '<i>lh</i>) upon the heights of a cloud; I will become like the Most High (rt.: '<i>lh</i>).” The Holy One, blessed be He, said to him, “Upon your life, was it not enough that you said in your heart (in vs. 13), “I will ascend (rt.: '<i>lh</i>) to the heavens; above the stars of God I will set my throne,” but that you should say (in vs. 14), “I will ascend (rt.: '<i>lh</i>) upon the heights of a cloud, I will become like the Most High (rt.: '<i>lh</i>)?” And so he (i.e., Nebuchadnezzar) said to Hananiah and his friends (in Dan. 3:15), “’Now who is the God who shall deliver you out of my hand?’ I have burned His house and exiled His people. He did not stand against me in His house; so will He overcome me in my house?” What did he do? He threw them into the fiery furnace. What did the Holy One, blessed be He, do? He gave a sign to the furnace and it became a highway.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">PLTYA, from the Gk.: <i>plateia.</i> Buber suggests emending to <i>PLNTYH</i>, from the Gk.: <i>planetes</i>, i.e., “planets.”</i> Whoever was designated to be burned was not burned and whoever was not designated to be burned was burned. So the fire went forth and burned half of the peoples. Thus you find, when they assembled for the dedication of the image, at first there were eight peoples, as stated (in Dan. 3:3), “Then the satraps, the prefects, and the governors, the counselors, the treasurers, the judges, the magistrates, and all the provincial officials assembled.” That makes eight peoples; but when they came in to see Hananiah and his friends, there were only four peoples written there (in vs. 27), “The satraps, the prefects, the governors, and the royal companions assembled.” So where were [the other] four peoples?] It is simply that (in vs. 22) “the flame of the fire slew them.” Now Nebuchadnezzar also was burned by the fire, and the fright (i.e., repulsiveness) of [a body disfigured by] burning was put upon him.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">For this interpretation, Jastrow, s.v., ‘<i>immus</i>.</i> Why was all of him not burned? The Holy One, blessed be He, said, “Leave this evil man half of himself so that he may know against Whom he blasphemed.” The Holy One, blessed be He, said to him, “O wicked one, did you not say, ‘I do not want to live with the children of Adam, but (in Is. 14:14), “I will ascend (rt.: '<i>lh</i>) upon the heights of a cloud?”’ By your life, (according to Dan. 4:22) ‘You shall be driven away from humans and your domicile will be with the wild animals outside.’” Just as He brought the plagues upon Pharaoh and upon Egypt, so did He bring [punishment] upon Nebuchadnezzar. It is so stated (in Dan. 3:32), “The signs and wonders which the most high God has worked for me [it seemed good to me to make known].” This fright of [a body disfigured by] burning fell upon him. Therefore it is stated (in Lev. 6:2), “that is the one which ascends (<i>h'lh</i>) upon the burning place.” (Lev. 6.2) “That is the one which ascends upon the burning place.” This is the kingdom of Edom (Rome), which exalted (rt.: '<i>lh</i>) itself, as stated (in Obad. 1:4), “Though you make [your abode] as high as the eagle, and though [your nest is set] among the stars,” and will be judged by fire, as stated (in Dan. 7:11), “I looked on until the beast was slain and its body destroyed, given over for burning in the fire.” The Holy One, blessed be He, said (in Obad. 1:18), “The House of Jacob shall be fire, and the House of Joseph a flame, and the house of Esau shall be straw; [… for the Lord has spoken].” And what did he say? Through Moses (in Lev. 6:2), “that is the one which ascends (<i>ha'olah</i>, rt.: '<i>lh</i>) upon the burning place.” Then after that [Scripture says] (in Obad. 1:21), “Then saviors shall come up on Mount Zion to judge the Mountain of Esau.” Sisera also [was punished by fire] because he blasphemed. Thus it is written about him (in Jud. 4:3), “and he oppressed the Children of Israel with might,” [i.e.] with blasphemies and invectives.<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">See M. Ps. 2:1, which derives this interpretation of WITH MIGHT (rt.: <i>HZQ</i>) from Mal. 3:13: YOUR WORDS HAVE BEEN MIGHTY (rt.: <i>HZQ</i>) AGAINST ME. See also below, 9:7.</i> He was therefore punished by fire, as stated (in Jud. 5:20), “The stars fought from the heavens; from their courses they fought with Sisera.”<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">See <i>Pes</i>. 118b, according to which the stars descended and heated the iron implements in Sisera’s army.</i> And in the world to come, when the Holy One, blessed be He, comes to exact retribution from Esau, what [will] Esau do? Wrapped in a prayer shawl like an elder, he comes and takes his seat beside Jacob. It is so stated, (in Obad. 1:4), “and though your nest is set among the stars.” Stars can only mean Israel, since it is stated (in Gen. 15:5), “look toward the heavens and count the stars …; so shall your seed be.” Jacob says to him, “My brother ('<i>hy</i>), you shall not be like me.” Thus it is stated (in Hos. 13:14), “my brother ('<i>hy</i>),<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">The unemended reading below, given in braces, shows that the midrash is reading the <i>he</i> in ‘<i>HY</i> as a <i>het</i>, so that the WHERE of the Masoretic Text cited here is to be interpreted as MY BROTHER.</i> your words<sup class=\"footnote-marker\">14</sup><i class=\"footnote\"><i>Devarekha.</i> YOUR WORDS is the translation required by the midrash. In the biblical context <i>devarekha</i> should be rendered, YOUR PLAGUES.</i> are death; my brother ('<i>hy</i>), your descent (<i>qtb</i>) is to <i>Sheol</i>.”<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">A traditional translation of the line would read: WHERE IS YOUR PESTILENCE, O <i>SHEOL</i>?</i> Your words are decrees which you decreed over me. You decreed two-edged decrees against me, that I should serve idols. If I had done so, I would have been condemned to death at the hands of Heaven; and if I had not served them, you would have killed me. Ergo (in Hos. 13:14), “my brother, your words are death.” (Ibid., cont.) “My brother ('<i>hy</i>), your descent (<i>qtb</i>) is to <i>Sheol</i>.” [Q<i>tb</i>] is a Hellenistic<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">From the Gk. adverb: <i>Hellenisti.</i></i> word, meaning to descend to <i>Sheol</i>.<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">Thus <i>QTB</i> is understood as coming from the Greek, <i>kataba</i>, an aorist imperative meaning, “descend.”</i> When Esau descends to <i>Sheol</i>, Jacob will remain by himself. It is therefore stated (in Zech. 13:8), “And it shall come to pass throughout all the land, says the Lord, that two-thirds in it shall be cut off and die, but one-third shall remain in it.” Now the one-third can only be Israel, since it is stated (in Is. 19:24), “Israel shall be a third.” So Israel – because they made themselves despised and lowly, as stated (Malachi 2:9), “And I also made you despised and lowly” – are avenged and redeemed by fire; as stated (in Zech. 2:9), “And I Myself, says the Lord, will be a wall of fire around it (i.e., around Jerusalem).” When Esau departs from the world, the Holy One, blessed be He, and Israel remain, as stated (in Cant. 6:9), “[Only] one is my dove, my perfect one.” It also says (in Deut. 32:12), “The Lord alone did lead him, and there was no foreign God with Him.”", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "58fdc182d6e4a960c04a61b0", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Ki Tisa 9:2", "anchorRef": "Genesis 10:22", "anchorRefExpanded": ["Genesis 10:22"], "sourceRef": "Midrash Tanchuma, Ki Tisa 9:2", "sourceHeRef": "מדרש תנחומא, כי תשא ט׳:ב׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 9.0002, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "כי תשא", "he": "בַּעֲשָׂרָה מְקוֹמוֹת נִמְנוּ יִשְׂרָאֵל, אֶחָד בִּירִידָתָן לְמִצְרַיִם, שֶׁנֶּאֱמַר: בְּשִׁבְעִים נֶפֶשׁ יָרְדוּ אֲבֹתֶיךָ וְגוֹ' <small>(דברים י, כב)</small>. וְאֶחָד בַּעֲלִיָּתָן, שֶׁנֶּאֱמַר: וַיִסְעוּ בְנֵי יִשְׂרָאֵל מֵרַעְמְסֵס וְגוֹ' <small>(שמות יב, לז)</small>. וְאֶחָד בְּחֻמַּשׁ הַפְּקוּדִים, אֶחָד בַּמְּרַגְּלִים, וְאֶחָד בִּימֵי יְהוֹשֻׁעַ בְּחִלּוּק הָאָרֶץ, וּשְׁנַיִם בִּימֵי שָׁאוּל, שֶׁנֶּאֱמַר: וַיִּפְקְדֵם בַּטְּלָאִים <small>(ש״‎א טו, ד)</small>, וַיִּפְקְדֵם בְּבָזֶק <small>(ש״‎א יא, ח)</small>. וְלָמָּה בַּטְּלָאִים? כַּד אִנּוּן עַתִּירִין זַכְיָן, בְּאִמְרָא. כַּד אִנּוּן מִסְכֵּנִין מֵעוֹבָדֵיהוֹן, בְּבָזֶק. וּמַהוּ בָּזֶק? אֶבֶן נָטַל מִן כָּל אֶחָד וְאֶחָד מֵהֶם וּבָאֲבָנִים מְנָאָן. וְאֶחָד בִּימֵי דָּוִד, שֶׁנֶּאֱמַר: וַיִּתֵּן יוֹאָב אֶת מִסְפַּר מִפְקַד הָעָם אֶל הַמֶּלֶךְ <small>(ש״‎ב כד, ט)</small>. וְאֶחָד בִּימֵי עֶזְרָא, כָּל הַקָּהָל כְּאֶחָד אַרְבַּע רִבּוֹא <small>(עזרא ב, סד)</small>. וְאֶחָד לֶעָתִיד לָבֹא, שֶׁנֶּאֱמַר: עֹד תַּעֲבֹרְנָה הַצֹּאן עַל יְדֵי מוֹנֶה <small>(ירמיה לג, יג)</small>. וְהָדֵין, כִּי תִשָּׂא אֶת רֹאשׁ.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "A census of Israel was taken on ten different occasions. The first occurred when they descended to Egypt, as is said: <i>Thy fathers went down into Egypt with three score and ten persons</i> (Deut. 10:29). Again, when they came out of Egypt, as it is said: <i>And the children of Israel journeyed from Rameses to Succoth, about six hundred thousand men</i> (Exod. 12:37). Once in the Book of Numbers (it was taken) with reference to the standards (Num. 2:21); once with regard to the spies (Num. 13);<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">There is no biblical evidence that a census was taken at the time of the spies..</i> in the days of Joshua when the land was divided (Josh. 18:10); twice in the time of Saul, as is said: <i>And he numbered them with lambs in Telaim</i> (I Sam. 14:4) and <i>He numbered them with pebbles in Bezek</i> (ibid. 11:8). What is indicated by the word <i>Telaim</i>? When they were prosperous, he counted them by means of their lambs (<i>telayim</i>), but when they were poor in deeds, he counted them with stones. What is <i>bezek</i>? It is a stone. He took a stone for each one of them and then totaled the stones. A census was taken in the days of David, as is said: <i>Joab gave up the sum, the number of the people to the king</i> (II Sam. 24:9); and again at the time of Ezra: <i>The whole congregation together was forty and two thousand, three hundred and three score</i> (Ezra. 2:14). In the time-to-come (a census will be taken), as is said: <i>The flock shall again pass into the hands of Him that counteth them</i> (Jer. 33:13), and in this instance: <i>When thou takest the sum</i>.", "versionTitle": "Midrash Tanhuma-Yelammedenu, trans. Samuel A. Berman", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא-ילמדנו, מתורגם בידי סמואל א' ברמן"}, {"_id": "5926b206d6e4a9576039e6cb", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Noach 21:4", "anchorRef": "Genesis 10:22", "anchorRefExpanded": ["Genesis 10:22"], "sourceRef": "Midrash Tanchuma Buber, Noach 21:4", "sourceHeRef": "תנחומא בובר, נח כ״א:ד׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 21.0004, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "נח", "he": "ויאמר ארור כנען <small>(שם כה)</small>. חם ראה כנען נתארר, אמר ר' יהודה אין הקללה שוכנת במקום ברכה, לפי שנאמר ויברך אלהים [את נח ואת בניו, <small>(שם א)</small> ר' נחמיה אומר] כנען ראה והגיד לאביו חזרה קללה לעיקרה, לפיכך נאמר ויאמר ארור כנען. אמרו רבותינו כשהיה נח בתבה, אמר אילו היו לבני עבדים, כדי שהיו יושבים והם יוצאים לפניהם, אלא כשאצא מן התבה מה שאני מוליד אעשה אותם עבדים להם, אמר לו אתה לא הנחת לי להוליד בן רביעי שיהא עבד לאחיו, חייך אני אעשה בנך הרביעי עבד, שנאמר ויאמר ארור כנען [עבד עבדים יהיה לאחיו <small>(בראשית ט כה)</small>], אמר ריש לקיש הרי משל חם עבדים לעולם, אבל בניו של שם יוצאים חפשים בעולם, שנאמר כי ימכר לך <small>(דברים טו יב)</small>, ולקחת את המרצע <small>(שם שם יז)</small>, מה כתיב שם והיה לך עבד (לעולם) [עולם] <small>(שם שם)</small>, אבל כאן עבד עבדים, עבד שאינו נוטל חירות ולא יצא לעולם, מי גרם לו הארירה הזאת על ידי שביזה את אביו, וכן עתיד הקב\"ה לפרוע מבניו של חם ולבזותם על ידי מלך אשור, שנאמר כן ינהג מלך אשור וגו' [ערום ויחף] <small>(ישעיה כ ד)</small>, מהו ערום ויחף, שהיה מבזה אותן ומוליכן ערומים, ויפת שכיבד את אביו, מה פרע לו הקב\"ה, כשיבא גוג הקב\"ה מאפילו ומכסה עליו, שנאמר והיה ביום ההוא אתן לגוג מקום שם קבר <small>(יחזקאל לא יא)</small>, ומה פרע לו הקב\"ה לשם, אלא בשעה שנכנסו בניו של אהרן להקריב, נשרפו גופיהם, ולא נשרפו בגדיהם, למה שהם בניו של שם, הרי בצדיקים, ומנין ברשעים, בשעה שעלה סנחריב לירושלים וכל חיילותיו עמו, נשרפו גופיהן ולא נשרפו בגדיהם, למה שהן מבני בניו של שם, שנאמר בני שם עילם ואשור וארפכשד ולוד וארם <small>(בראשית י כב)</small>.  ", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Gen. 9:25:) <small>AND HE SAID: CURSED BE CANAAN</small>. Ham looked; is Canaan cursed?<sup class=\"footnote-marker\">83</sup><i class=\"footnote\">Gen. R. 36:7.</i> R. Judah said: The curse does not coexist with a blessing. &lt; Ham could not be cursed &gt; because it is stated (in Gen. 9:1): <small>THEN GOD BLESSED [NOAH AND HIS CHILDREN</small>. R. Nehemiah said:] Canaan had looked and told his father; so the curse had returned to its source. For that reason it is stated (in Gen. 9:25): <small>CURSED BE CANAAN</small>. Our masters have said: When Noah was in the ark, he said: Oh, that my children had slaves so that, while they were seated, those &lt; slaves &gt; would go forth before them. When, however, I go out from the ark, whomever I beget I shall make into slaves for them. He said to him (Ham): You did not allow me to beget a fourth son who would be a slave for his brothers.<sup class=\"footnote-marker\">84</sup><i class=\"footnote\">See <i>Sanh</i>. 70a, according to which Rav maintained that Ham had castrated his father.</i> By your life, I am making your fourth son a slave. Thus it stated (in Gen. 9:25): <small>AND HE SAID: CURSED BE CANAAN; [A SLAVE OF SLAVES SHALL HE BE TO HIS BROTHERS]</small>. Resh Laqish said: Behold, those from Ham are slaves forever, but the children of Shem go forth into the world free. Thus it is stated (in Deut. 15:12, 17): <small>IF THERE IS SOLD TO YOU &lt; A FELLOW HEBREW, MAN OR WOMAN … IN THE SEVENTH YEAR YOU SHALL SET HIM FREE &gt;…. THEN YOU SHALL TAKE AN AWL &lt; AND PUT IT THROUGH HIS EAR INTO THE DOOR &gt;</small>. What is written there (in vs. 17)? <small>AND HE SHALL BE YOUR SLAVE FOREVER</small>. Here, however, is a slave of slaves, &lt; i.e., &gt; a slave who does not take his freedom and never goes away. What caused this curse for him? &lt; It came about &gt; because he had treated his father with contempt. So also the Holy One is going to exact punishment from the children of Ham and humiliate them at the hands of the king of Assyria, as stated (in Is. 20:4): <small>SO SHALL THE KING OF ASSYRIA DRIVE OFF &lt; THE CAPTIVES OF EGYPT AND THE EXILES OF NUBIA &gt; … [NAKED AND BAREFOOT]</small>. What is the meaning of <small>NAKED AND BAREFOOT</small>? That he would humiliate them and parade them naked. Now, in regard to Japheth, who honored his father, how does the Holy One repay him? When Gog (Japheth's descendant) comes, the Holy One will overshadow him and cover him over, as stated (in Ezek. 39:11): <small>AND IT SHALL COME TO PASS IN THAT DAY THAT I WILL GIVE UNTO GOG A BURIAL PLACE THERE IN ISRAEL</small>. And how did he reward Shem? When the sons of Aaron came in to offer sacrifice, their bodies (according to Lev. 10:2) were burned but their clothes were not burned.<sup class=\"footnote-marker\">85</sup><i class=\"footnote\">Cf. <i>Shab</i>. 113b; <i>Sanh</i>. 52a, according to which their bodies were not burned.</i> Why? Because they were children of Shem. That is how it is with the righteous. But where is it shown about the wicked? When Sennacherib went up to Jerusalem, and all his soldiers with him, their bodies were burned and their clothes were not burned. Why? Because they were children of Shem, as stated (in Gen. 10:22): <small>THE SONS OF SHEM ARE ELAM, ASSHUR, ARPACHSHAD, LUD, AND ARAM</small>.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5926b209d6e4a9576039e881", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Lech Lecha 19:1", "anchorRef": "Genesis 10:22", "anchorRefExpanded": ["Genesis 10:22"], "sourceRef": "Midrash Tanchuma Buber, Lech Lecha 19:1", "sourceHeRef": "תנחומא בובר, לך לך י״ט:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "לך לך", "he": "[אל תירא אברם] זש\"ה אשר אדם מפחד תמיד ומקשה לבו יפול ברעה <small>(משלי כח יד)</small>, וכתיב חכם ירא וסר מרע <small>(שם יד טז)</small>, מי הוא זה אברהם, וממי היה מתירא, מן שם שהרג את בניו, את כדרלעמר מלך עילם, ושלשת בניו, שנאמר בני שם עילם ואשור וארפכשד ולוד וארם <small>(בראשית י כב)</small>, והיה מתירא לומר הרגתי בניו של צדיק, ועכשיו הוא מקללני ואת מת, מה עשה יצא לקראתו שם לרצותו, שנאמר ומלכי צדק מלך שלם <small>(שם יד יח)</small>, אמר הקב\"ה חייך איני מקללך אלא מברכך, שנאמר ויברכהו ויאמר ברוך אברם וגו' <small>(בראשית יד יט)</small>, א\"ל בשביל שהרגת את בני אני מברכך, שנאמר וברוך אל עליון אשר מגן צריך בידך וגו' <small>(שם שם כ)</small>, מהו אשר מגן צריך, מגינה עשה הקב\"ה והפיל אותם לפניך, והיה אברהם אבינו נוטל עפר וזורקו עליהם ונעשים חצים וקשתות, ונוטל קש וזורק עליהם, ונעשה חרבות ורמחים, שנאמר מי העיר ממזרח צדק וגו' [יתן כעפר חרבו כקש נדף קשתו] <small>(ישעיה מא ב)</small>, זה אברהם שנאמר אחריו, ירדפם יעבר שלום, הוי אומר אשר מגן צריך בידך וגו'. אמר הקב\"ה אחר הדברים האלה אתה מתירא, אל תירא אברם, לכך נאמר אשרי אדם מפחד תמיד <small>(משלי כח יד)</small>. ", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "[(Gen. 15:1:) <small>FEAR NOT, ABRAM.]</small> This text is related (to Prov. 28:14): <small>BLESSED IS THE ONE WHO IS ALWAYS AFRAID, BUT THE ONE WHO HARDENS HIS HEART WILL FALL INTO EVIL</small>.<sup class=\"footnote-marker\">87</sup><i class=\"footnote\"><i>Tanh</i>., Gen. 3:15.</i> It is also written (in Prov. 14:16): <small>A WISE PERSON FEARS AND TURNS AWAY FROM EVIL</small>.<sup class=\"footnote-marker\">88</sup><i class=\"footnote\">Cf. Gen. R. 44:2.</i> Who is he? This is Abraham. And of what was he afraid? Of Shem, whose sons he killed, Chedorlaomer king of Elam and his three sons. Thus it is stated (in Gen. 10:22): <small>THE SONS OF SHEM: ELAM, ASSHUR, ARPACHSHAD, LUD, AND ARAM</small>. So he was afraid, saying: I have killed the children of a saint, and now he will curse me so that I die. What did he do? He went out to meet him there in order to mollify him. It is so stated (in Gen. 14:18): <small>AND MELCHIZEDEK KING OF SALEM &lt; … &gt;</small>. The Holy One said: By your life I will not curse you but bless you. Thus it is stated (in the next verse): <small>THEN HE BLESSED HIM, AND SAID: BLESSED BE ABRAM</small>…. He said to him: Because you have killed my sons, I am blessing you. Thus it is stated (in vs. 20): <small>AND BLESSED BE GOD MOST HIGH, WHO HAS DELIVERED YOUR ENEMIES INTO YOUR HAND</small>…. What is the meaning of <small>WHO HAS DELIVERED (<i>MGN</i>) YOUR ENEMIES</small>? The Holy One made a charm (<i>MNGN'</i>)<sup class=\"footnote-marker\">89</sup><i class=\"footnote\">The Buber text here has <i>MGYNH</i>, but the word should probably be read as <i>MNGN</i>’ (Gk.: <i>magganon</i>) in agreement with the traditional <i>Tanhuma</i> and <i>Codex Vaticanus Ebr</i>. 44. For another variation (<i>MGNH</i>), see <i>Codex Vaticanus</i> 34. See also Gen. R. 44:4.</i> and overthrew them before you. So taking dust, our father Abraham scattered it over them, and it became arrows and bows.<sup class=\"footnote-marker\">90</sup><i class=\"footnote\"><i>Sanh</i>. 108b; Gen. R. 43:3; M. Pss. 110:2.</i> Then taking straw, he scattered it over them, and it became swords and spears. Thus it is stated (in Is. 41:2): <small>WHO HAS AROUSED RIGHTEOUSNESS FROM THE EAST?… [HE RENDERS HIS SWORD LIKE DUST, HIS BOW LIKE DRIVEN CHAFF.]</small> This refers to Abraham, of whom it is next stated (in vs. 3): <small>HE PURSUES THEM AND PASSES ON IN PEACE</small>. Thus it says (in Gen. 14:20): <small>WHO HAS DELIVERED YOUR ENEMIES INTO YOUR HAND</small>…. The Holy One said: Are you &lt; still &gt; afraid after these things? (Gen. 15:1:) <small>FEAR NOT, ABRAM</small>. It is therefore stated (in Prov. 28:14): <small>BLESSED IS THE ONE WHO IS ALWAYS AFRAID</small>.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5926b23ed6e4a957603a0478", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Tzav 3:1", "anchorRef": "Genesis 10:22", "anchorRefExpanded": ["Genesis 10:22"], "sourceRef": "Midrash Tanchuma Buber, Tzav 3:1", "sourceHeRef": "תנחומא בובר, צו ג׳:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "צו", "he": "ד\"א צו את אהרן וגו', מה עסקו של אהרן, כאן ישראל מקריבין ואהרן עיכב, והכתוב אומר צו את אהרן, והרי כתיב צו את בני ישראל ואמרת אליהם את קרבני לחמי לאשי <small>(במדבר כח ב)</small>, וכאן הוא אומר צו את אהרן זאת תורת העולה, אמר הקב\"ה כל מי שהוא מעלה את עצמו סופו לילך באש, [שנאמר] היא העלה על מוקדה וגו' <small>(ויקרא ו ב)</small>. דור המבול על מה שאמרו מה שדי כי נעבדנו ומה נועיל כי נפגע בו <small>(איוב כא טו)</small>, לפיכך נידונו באש, וכן הסדומים, שנאמר וה' המטיר על סדום ועל עמורה גפרית ואש <small>(בראשית יט כד)</small>, פרעה שאמר מי ה' [אשר אשמע בקולו] <small>(שמות ה ב)</small>, ועילה את עצמו, ואמר לי יאורי ואני עשיתיני <small>(יחזקאל כט ג)</small>, לפיכך על מוקדה, שכן הוא אומר ירעם (מן שמים) [בשמים] ה' ועליון יתן קולו ברד וגחלי אש <small>(תהלים יח יד)</small>, ואף סנחריב שעילה את עצמו, ואמר אני עליתי מרום הרים ירכתי לבנון וגו' <small>(מ\"ב יט כג)</small>, מה היה לו, ויצא מלאך ה' ויך במחנה אשור וגו' <small>(שם שם לה)</small>, הוא חירף על ידי מלאך, לכך ויצא מלאך ה' ויך במחנה אשור, ומה עשה לו, ותחת כבודו יקד יקוד כיקוד אש <small>(ישעיה י טז)</small>, מהו תחת כבודו, ששרף אותו מבפנים, והניח בגדיו מבחוץ, שכבודו של אדם כסותו, למה הניח הקב\"ה בגדיהם, לפי שהיו בניו של שם, שנאמר בני שם עילם ואשור וגו' <small>(בראשית י כב)</small>, אמר הקב\"ה חייב אני לשם אביהם, שנטל הכסות וכיסה ערות אביו, שנאמר ויקח שם ויפת את השמלה וגו' <small>(שם ט כג)</small>, לכך הניח הקב\"ה בגדיהם ושרף גופם, היא העולה על מוקדה וגו'. וכך נבוכדנצר עילה את עצמו, אמר אעלה על במתי עב אדמה לעליון <small>(ישעיה יד יד)</small>, אמר לו הקב\"ה רשע לא דייך שאמרת השמים אעלה ממעל לכוכבי אל ארים כסאי <small>(שם שם יג)</small>, אלא שאמרת אעלה על במתי עב, מלמעלה, וכן אמר לחנניה וחביריו, (מאן הוא אלהא די שיזבינכון מידי) [ומן הוא אלה די ישיזבנכון מן ידי] <small>(דניאל ג טו)</small>, ביתו שרפתי, ועמו הגליתי, ולא עמד עלי בביתו, ובביתי הוא יכול לי, מה עשה השליכן לכבשן האש, מה עשה הקב\"ה, רמז לכבשן ונעשה פלטיה, מי שהיה ראוי להשרף [לא נשרף, ומי שלא היה ראוי להשרף] נשרף ויצאה האש ושרפה חצי האומות, שאתה מוצא כשנתכנסו לחנוכת צלמא בתחילה שמונה אומות [היו שנאמר] באדיין מתכנשין אחשדרפניא סיגניא ופחוותא אדרגזריא גדבריא דתבריא תפתאי וכל שלטוני מדינתא <small>(דניאל ג ג)</small>, הרי שמונה אומות, וכשנכנסו לראות לחנניה וחביריו, לא כתוב שם אלא ארבע אומות, (ומתכנסין) [ומתכנשין] אחשדרפניא סיגניא ופחוותא והדברי מלכא <small>(שם שם כז)</small>, (הרי) [והיכן] ארבע אומות, אלא קטיל (יתהון) [המון] שביבא די נורא <small>(שם שם כג)</small>, ואף נבוכדנצר נשרף באש, ונעשה אית שירוף עליו, ולמה לא נשרף כולו, אמר הקב\"ה הניחו לרשע זה חציו שידע על מי גידף, א\"ל הקב\"ה רשע לא אמרת איני רוצה לילך עם בני אדם, אלא אעלה על במתי עב, [חייך] ולך טרדין מן (אינשא) [אנשא] וגו' <small>(דניאל ד כב)</small>, כשם שהביא מכות על פרעה ועל מצרים, כך הביא על נבוכדנצר, שנאמר אתיא ותמהיא די עבד עמי אלהא (דשמיא) [עלאה] שפר קדמי (להחוויא) [להחויה] <small>(שם ג לד)</small>, שנפל אית שירוף עליו, לכך נאמר היא העולה על מוקדה וגו'.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "Another interpretation (of Lev. 6:2 [9]): <small>COMMAND AARON</small>…. What is the function of Aaron here?<sup class=\"footnote-marker\">7</sup><i class=\"footnote\"><i>Tanh</i>., Lev. 2:2.</i> Israel was bringing offerings while Aaron waited. So the Scripture says here: <small>COMMAND AARON</small>. Note also, it is written (in Numb. 28:2): <small>COMMAND THE CHILDREN OF ISRAEL, AND SAY UNTO THEM: MY OFFERING, MY BREAD FOR MY FIRE OFFERING &lt; … YOU SHALL TAKE HEED TO OFFER ME IN ITS DUE SEASON</small> &gt;, but here it says (in Lev. 6:2 [9]): <small>COMMAND AARON &lt; … &gt;: THIS IS THE TORAH OF THE ONE WHO ASCENDS</small> (<i><small>H'LH</small></i>).<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">The masoretic text vocalizes this word as <i>ha’olah</i>, which means, <small>THE BURNT OFFERING</small>, but the midrash interprets the word as though it were vocalized <i>ha’oleh</i>, which means, “The one who ascends,” with the ascending implying self-exaltation. So also Lev. R. 7:6.</i> The Holy One said: Whenever someone raises (rt.: '<small><i>LH</i></small>) himself up, his end is to go in the fire.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">M.Ps. 11:5.</i> [It is so stated (in Lev. 6:2 [9], cont.):] <small>THAT IS THE ONE WHICH ASCENDS UPON THE BURNING PLACE</small>…. The generation of the flood &lt; suffered &gt; because of what they said (in Job 21:15): <small>WHAT IS THE ALMIGHTY THAT WE SHOULD SERVE HIM? AND WHAT DO WE PROFIT WHEN WE PRAY TO HIM</small>? For that reason they were sentenced to the fire (of Gehinnom). And likewise the Sodomites, as stated (in Gen. 19:24): <small>THEN THE LORD RAINED DOWN UPON SODOM AND UPON GOMORRAH BRIMSTONE AND FIRE</small>. When Pharaoh said (in Exod. 5:2): <small>WHO IS THE LORD</small>, [<small>THAT I SHOULD HEED HIS VOICE</small>]? he exalted (rt.: '<small><i>LH</i></small>) himself and said (in Ezek. 29:3): <small>THE NILE IS MY OWN AND I MADE MYSELF</small>. &lt; He is &gt; therefore (in the words of Lev. 6:2 [9]) <small>UPON THE BURNING PLACE</small>, for so it says (in Ps. 18:14 [13]): <small>THE LORD THUNDERED</small> {<small>FROM HEAVEN</small>} [<small>IN THE HEAVENS</small>], <small>AND THE MOST HIGH GAVE FORTH HIS VOICE, HAIL AND COALS OF FIRE</small>. And also when Sennacherib exalted (rt.: '<small><i>LH</i></small>) himself and said (in II Kings 19:23 = Is. 37:24): <small>IT IS I WHO HAVE ASCENDED</small> (rt.: '<small><i>LH</i></small>) <small>THE MOUNTAIN HEIGHTS TO THE REMOTEST PARTS OF LEBANON</small>…, what happened to him? (II Kings 19:35:) <small>THE ANGEL OF THE LORD WENT OUT AND SMOTE &lt; ONE HUNDRED AND EIGHTY-THOUSAND &gt; IN THE CAMP OF ASSYRIA</small>…. (According to II Kings 19:23: cf. 18:17–35) he had blasphemed through a messenger (<i>mal'akh</i>);<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">The parallel in Is. 37:24 reads “servant” instead of “messenger.”</i> therefore (in II Kings 19:35 = Is. 37:36 // II Chron. 32:21:) <small>THE ANGEL</small> (<i>mal'akh</i>) <small>OF THE LORD WENT OUT AND SMOTE &lt; ONE HUNDRED AND EIGHTY-THOUSAND &gt; IN THE CAMP OF ASSYRIA</small>. What did he do to him? (Is. 10:16): <small>AND UNDER HIS GLORY THERE SHALL BURN A BURNING LIKE THE BURNING OF FIRE</small>. What is the meaning of <small>UNDER HIS GLORY</small>? That it burned him from within and left alone his clothes on the outside, since a person's glory is his garment.<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">Cf. <i>Sanh</i>. 94a.</i> Why did the Holy One leave their clothes behind? Because they were descendants of Shem, as stated (in Gen. 10:22): <small>THE SONS OF SHEM ARE ELAM, ASSHUR</small>,…. The Holy One said: I am indebted to their father Shem, because he took the garment and covered his father's nakedness, as stated (in Gen. 9:23): <small>THEN SHEM AND JAPHETH TOOK A GARMENT</small>…, <small>&lt; AND THEY COVERED THEIR FATHER'S NAKEDNESS</small> &gt;.<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">Cf. <i>Tanh</i>. (Buber), Gen. 2:21, which interprets the verse to show that Shem took the lead in this act.</i> Therefore, the Holy One left their clothes alone and burned &lt; only &gt; their body. (Lev. 6:2 [9]:) <small>THAT</small> (i.e. the person who exalts himself) <small>IS THE ONE WHICH ASCENDS</small> (<i>ha'oleh</i>) <small>UPON THE BURNING PLACE</small>…. And so &lt; it was in the case of &gt; [Nebuchadnezzar, &lt; who &gt; he exalted (rt.: '<small><i>LH</i></small>) himself. He said (in Is. 14:14): <small>I WILL ASCEND</small> (rt.: '<small><i>LH</i></small>) <small>UPON THE HEIGHTS OF A CLOUD; I WILL BECOME LIKE THE MOST HIGH</small> (rt.: '<small><i>LH</i></small>). The Holy One said to him: O wicked one, was it not enough that you should say (in vs. 13): <small>I WILL ASCEND</small> (rt.: '<small><i>LH</i></small>) <small>&lt; TO THE HEAVENS</small> &gt;; <small>ABOVE THE STARS OF GOD I WILL SET MY THRONE</small>, but that you should say (in vs. 14): <small>I WILL ASCEND</small> (rt.: '<i><small>LH</small></i>) <small>UPON THE HEIGHTS OF A CLOUD</small>, on high (rt.: '<small><i>LH</i></small>)? And so he (i.e., Nebuchadnezzar) said to Hananiah and his friends (in Dan. 3:15): {<small>WHO IS</small>} [<small>NOW WHO IS</small>] <small>THE GOD WHO SHALL DELIVER YOU OUT OF MY HAND</small>? I have burned his house and exiled his people. He did not stand against me in his house; so will he overcome me in my house? What did he do? He threw them into the fiery furnace. What did the Holy One do? He gave a sign to the furnace and it became a highway.<sup class=\"footnote-marker\">13</sup><i class=\"footnote\"><small>PLTYA</small>, from the Gk.: <i>plateia.</i> Buber suggests emending to <i><small>PLNTYH</small></i>, from the Gk.: <i>planetes</i>, i.e., “planets”.</i> Whoever was designated to be burned [was not burned and whoever was not designated to be burned] was burned. So the fire went forth and burned half of the peoples. Thus you find, when they assembled for the dedication of the image, at first there were eight peoples, as stated (in Dan. 3:3): <small>THEN THE SATRAPS, THE PREFECTS, AND THE GOVERNORS, THE COUNSELORS, THE TREASURERS, THE JUDGES, THE MAGISTRATES, AND ALL THE PROVINCIAL OFFICIALS ASSEMBLED</small>. That makes eight peoples; but when they came in to see Hananiah and his friends, there were only four peoples written there (in vs. 27): <small>THE SATRAPS, THE PREFECTS, THE GOVERNORS, AND THE ROYAL COMPANIONS ASSEMBLED</small>. {That makes four peoples.} [So where were four peoples?] It is simply that (in vs. 22) <small>THE FLAME OF THE FIRE SLEW THEM</small>. Now Nebuchadnezzar also was burned by the fire, and the fright (i.e., repulsiveness) of &lt; a body disfigured by &gt; burning was put upon him.<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">For this interpretation, Jastrow, s.v., ‘<i>immus</i>.</i> Why was all of him not burned? The Holy One said: Leave this evil man half of himself so that he may know against whom he blasphemed. The Holy One said to him: O Wicked One, did you not say: I do not want to live with the children of Adam, but (in Is. 14:14): <small>I WILL ASCEND</small> (rt.: '<small><i>LH</i></small>) <small>UPON THE HEIGHTS OF A CLOUD</small>? [By your life,] (according to Dan. 4:22 [25]) <small>YOU SHALL BE DRIVEN AWAY FROM HUMANS</small>. Just as he brought the plagues upon Pharaoh and upon Egypt, so he brought &lt; punishment &gt; upon Nebuchadnezzar. It is so stated (in Dan. 3:32 [4:2]): <small>THE SIGNS AND WONDERS WHICH THE MOST HIGH GOD HAS WORKED FOR ME IT SEEMED GOOD TO ME TO MAKE KNOWN</small>. This fright of &lt; a body disfigured by &gt; burning fell upon him. Therefore it is stated (in Lev. 6:2 [9]): <small>THAT IS THE ONE WHICH ASCENDS</small> (<i><small>H</small>'<small>LH</small></i>) <small>UPON THE BURNING PLACE</small>….", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5a1c01c2d6e4a943452d3a1e", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Genesis, Noach 6", "anchorRef": "Genesis 9:1-11:30", "anchorRefExpanded": ["Genesis 9:1", "Genesis 9:2", "Genesis 9:3", "Genesis 9:4", "Genesis 9:5", "Genesis 9:6", "Genesis 9:7", "Genesis 9:8", "Genesis 9:9", "Genesis 9:10", "Genesis 9:11", "Genesis 9:12", "Genesis 9:13", "Genesis 9:14", "Genesis 9:15", "Genesis 9:16", "Genesis 9:17", "Genesis 9:18", "Genesis 9:19", "Genesis 9:20", "Genesis 9:21", "Genesis 9:22", "Genesis 9:23", "Genesis 9:24", "Genesis 9:25", "Genesis 9:26", "Genesis 9:27", "Genesis 9:28", "Genesis 9:29", "Genesis 10:1", "Genesis 10:2", "Genesis 10:3", "Genesis 10:4", "Genesis 10:5", "Genesis 10:6", "Genesis 10:7", "Genesis 10:8", "Genesis 10:9", "Genesis 10:10", "Genesis 10:11", "Genesis 10:12", "Genesis 10:13", "Genesis 10:14", "Genesis 10:15", "Genesis 10:16", "Genesis 10:17", "Genesis 10:18", "Genesis 10:19", "Genesis 10:20", "Genesis 10:21", "Genesis 10:22", "Genesis 10:23", "Genesis 10:24", "Genesis 10:25", "Genesis 10:26", "Genesis 10:27", "Genesis 10:28", "Genesis 10:29", "Genesis 10:30", "Genesis 10:31", "Genesis 10:32", "Genesis 11:1", "Genesis 11:2", "Genesis 11:3", "Genesis 11:4", "Genesis 11:5", "Genesis 11:6", "Genesis 11:7", "Genesis 11:8", "Genesis 11:9", "Genesis 11:10", "Genesis 11:11", "Genesis 11:12", "Genesis 11:13", "Genesis 11:14", "Genesis 11:15", "Genesis 11:16", "Genesis 11:17", "Genesis 11:18", "Genesis 11:19", "Genesis 11:20", "Genesis 11:21", "Genesis 11:22", "Genesis 11:23", "Genesis 11:24", "Genesis 11:25", "Genesis 11:26", "Genesis 11:27", "Genesis 11:28", "Genesis 11:29", "Genesis 11:30"], "sourceRef": "Sefer HaYashar (midrash), Book of Genesis, Noach 6", "sourceHeRef": "ספר הישר (מדרש), ספר בראשית, נח ו׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 6, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "נח", "he": "ונח ובניו ישבו בארץ אשר דיבר אליהם ה׳, ויעבדו את ה׳ כל ימיהם. וה׳ ברך את נח ואת בניו, בצאתם מן התיבה. ויאמר אליהם פרו ורבו, ומלאו את כל הארץ. ועצמו ושרצו בכל הארץ, ורבו בה.ואלה שמות בני נח יפת חם ושם ויולדו להם בנים אחר המבול, כי לקחו להם נשים לפני המבול. אלה בני יפת, גומר ומגוג ומדי ויון ותובל ומשך ותירס בנים שבעה. ויהיו בני גומר, אשכנז וריפת ותוגרמה. ובני מגוג, אליחרף ולובב. ובני מדי: אחון, זילא, חוני, ליטי. ובני יון: אלישה, תרשיש, כתים, דודנים. ובני תובל: אריפי, כשד, תארי. ובני משך: חרון, זדון, שיבשני. ובני תירס: בניוב, גירא, כיזון, לופריון, גילק. אלה הם בני יפת למשפחותיהם, ויהיו פקודיהם בימים ההם כארבע מאות ושישים איש. ואלה בני חם, כוש ומצרים פוט וכנען, בנים ארבעה. ויהיו בני כוש: סבא, חבילה, סבתה, רעמא, סבתכא. ובני רעמה שבא ודדן. ובני מצרים: לוד, עונם, להב, נפתוח, פתרוס, כסלוח, כפתור. ובני פוט: גבל, חדן, בנה, עדן. ובני כנען: צידון, חת, אמרי, גרגשי, חוי, ערקי, סיני, ארודי, צמר,חמת. אלה הם בני חם למשפחותיהם, ופקודיהם בימים ההם כשבע מאות ושלושים איש. ואלה בני שם: עילם, אשור, ארפכשד, ולוד וארם, בנים חמישה. ויהיו בני עילם: שושן, מחול, חרמון. ובני אשור: מירס, מוקיל. ובני ארפכשד: שלח, ענר, אשכול. ובני לוד: פתור, עזיון. ובני ארם: עוץ, חול, גתר, מש. אלה הם בני שם למשפחותם, ומספרם בימים ההם כשלוש מאות ושבעים איש. אלה תולדות שם, שם הוליד את ארפכשד וארפכשד הוליד את שלח ושלח הוליד את עבר. ולעבר יולד שני בנים, שם האחד פלג, כי בחייו נפלגו חיי בני האדם ובאחרית ימיו הפלגה הארץ. ואת שם השני קרא יקטן לאמור: המעטו והקטנו חיי בני האדם בימיו. אלה בני יקטן: אלמודד, שלף, חצר מות, ירח, הדורם, אוזל, דקלה, עובל, אבימאל, שבא, אופיר, חוילה, יובב. כל אלה בני יקטן. ופלג אחיו הוליד את רעו, ורעו הוליד את שרוג, ושרוג הוליד את נחור, ונחור הוליד את תרח.ו יחי תרח שלושים ושמונה שנה ויולד את הרן ואת נחור.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And Noah and his sons dwelt in the land that the Lord pointed out to them, and they served ‎the Lord through all the days of their lives. And the Lord blessed Noah and his sons when they ‎left the ark, and the Lord said unto them: Be fruitful and multiply and fill the earth. And ‎become powerful and very numerous in the whole earth. And these are the names of the ‎sons of Noah: Japheth, Ham and Shem. And children were born unto them after the flood, for ‎they had taken unto themselves wives before the flood. And these are the names of the sons ‎of Japheth: Gomer, and Magog, and Madai, and Javan, and Tubal, and Meshech, and Tiras; ‎seven sons. And the sons of Gomer were: Ashkinaz, and Riphath, and Togarmah. And the sons ‎of Magog were: Elichalof, and Labab. And the sons of Madai were: Achon, and Zeelo, and ‎Chazoni, and Lot. And the sons of Javan were: Elisha, and Tarshish, and Kittim, and Dadanim. ‎And the sons of Tubal were: Ariphi, and Kesed, and Taari. And the sons of Meshech were: ‎Dedan, and Zaron and Shebashni. And the sons of Tiras were: Benib, and Ghera, and Luperion, ‎and Ghelae. These are the sons of Japheth according to their families, and their numbers in ‎those days were about four hundred and sixty men. And these are the sons of Ham: Cush, and ‎Mizrain, and Phut, and Canaan, four sons. And the sons of Cush were: Seba, and Havilah, and ‎Sabtah, and Raamah, and Sabtecha. And the sons of Raamah were Sheba, and Dedan, and ‎Mizrain begat Ludim, and Anamim, and Lehabim, and Naphtuhim, and Pathrusim, and Cas ‎luchim, and Caphtorim. And the sons of Phut were: Ghebut, and Hadon, and Benah, and Adon. ‎And the sons of Canaan were: Sidon, and Heth, and the Amorite, and the Girgasite, and the ‎Hivite and the Arkite, and the Sinite, and the Arvadite, and the Zemarite, and the Hamathite. ‎These are the sons of Ham, according to their families, and their numbers in those days were ‎about seven hundred and thirty men. And these are the sons of Shem: Elam, and Asshur, and ‎Arphaxad, and Lud, and Aram, five sons. And the sons of Elam were: Shushan, and Mahul and ‎Harmon. And the sons of Asshur were: Miros and Makil. And the sons of Arphaxad were: ‎Salah, and Aner, and Ash kol. And the sons of Lud were: Peter and Bizon. And the sons of ‎Aram were: Uz, and Hul, and Gether, and Mash. These are the sons of Ham according to their ‎families, and their numbers were in those days about three hundred families. These are the ‎generations of Shem: Shem begat Arphaxad, and Arphaxad begat. Selah, and Selah begat ‎Eber; and unto Eber were born two sons, the name of one was Peleg, for in his days the sons ‎of man became divided, and in his last days the earth also was divided; and his brother's name ‎was Joktan, because in his days the duration of the life of the sons of man became short ‎vened and lessened. And these are the sons of Joktan: Almodad, and Sheleph, and ‎Hazarmaveth, and Yerah, and Hadoram, and Uzal, and Diklah, and Obal, and Abimael, and ‎Sheba, and Ophir, and Havilah and Jobab; all these were the sons of Joktan. And his brother ‎Peleg begat Reu, and Reu begat Serug, and Serug begat Nahor, and Nahor begat Terah. And ‎Terah was eighty-three years old when he begat Haran and Nahor.‎", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5a1c01c7d6e4a943452d3a34", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Introduction", "anchorRef": "Genesis 10:22-23", "anchorRefExpanded": ["Genesis 10:22", "Genesis 10:23"], "sourceRef": "Sefer HaYashar (midrash), Introduction", "sourceHeRef": "ספר הישר (מדרש), הקדמה", "anchorVerse": 22, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 0, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "הקדמה", "he": ["<big>זה הספר הנקרא <b>ספר הישר</b></big> נמצא ובא לידינו כהיום הזה כי כאשר נחרבה ירושלם עיר הקדש על ידי טיטוס  ונכנסו כל ראשי החיילים לשלול שלל ולבוז בז היה שם הגמון אחד מהגמוני טיטוס ושמו סידרוס ויכנס ויבקש וימצא בית בירושלם גדולה ורחבה מאד ויקח לו את כל הבזה והשלל אשר מצא שם וכשרצה ללכת מן הבית נסתכל בקיר. וראה בעין שכלו כעין מטמונים בקיר. ויסתור את הקיר ואת הבניין וימצא חבית אחת מלאה ספרים רבים תורה נביאים וכתובים וגם ספרים ממלכי ישראל ולמלכי עמים וספרים אחרים רבים לישראל. וכן ספרי המשנה הנכונה והמתוקנת וכן מגילות רבות מונחים שם. וימצא מכל מיני מאכל יין רב מאד. וימצא שם זקן אחד יושב והוא קורא בספרים האלה. וירא ההגמון את המראה הגדולה ויתמה תמיהה גדולה. ויאמר לזקן למה אתה יושב במקום הזה לבדך ואין אחד ניצב עליך. וישיבהו הזקן זה כמה ימים ושנים וזמנים שאני יודע בחרבן ירושלם בפעמים שנים. ובניתי הבית הזה ועשיתי לה אכסדרה והכנסתי עמי הספרים האלו לקרות בהם והכנסתי עמי כדי מחיה ואמרתי אולי תהיה לי נפשי לשלל.", "ויתן אלהים את הזקן ההוא לחסד ולרחמים בעיני ההגמון ההוא ויוציאו משם בכבוד עם כל ספריו וילכו משם מעיר לעיר וממדינה למדינה עד הגיעם למדינת אשביליא. וימצא ההגמון הזקן ההוא כי הוא יודע בכל חכמה ותבונה ומדע. ויודע בכל מיני החכמה ובראות אותו כך נשאו וכבדו ויהי בביתו תמיד וילמדהו בכל חכמה ויבנו להם בית גדול בחכמתם מחוץ לשביליא וימציאו שם את כל הספרים ההם. והבית ההוא עודנו בשביליא עד היום הזה ויכתבו שם את כל הדברים העתידים להיות במלכי העולם עד ביאת משיחנו.", "ויהי כאשר טלטלנו השם טלטלה גבר על ידי מלכי אדום מעיר לעיר וממדינה למדינה ברע ומר. ויגיע אל ידיו הספר הזה הנקרא תולדות אדם עם ספרים רבים כי באו מהבית ההוא מאסביליא ויבואו אחר כך אל עירנו עיר נאפולי אשר תחת יד מלך ספרד יר\"ה.", "וכאשר ראינו הספרים האלו כי הם ספרים מכל חכמה שמנו מגמת נפשנו בהם להדפיסם בעט ברזל ועופרת ככל הספרים הבאים לידינו. והנה הספר הזה הוא המשובח וגדול המעולה מכלם. והנה הגיעו לידינו מהספר הזה י״ב נוסחאות ונחקור בהם והנה כלם נוסחא אחת ואין ביניהם שינוי ולא תוספת ולא מגרעת ולא אותיות ולא תיבות משונות או דברים שונים כי כלם בשוה ובנוסחא אחת. ובעבור שראינו בספר הזה תועליות רבות. מטים לבנו את התכלית. על כן שמנו מגמת נפשנו להדפיסו. ונמצא כתוב שזה הספר הוא הנקרא ספר הישר.", "ונמצא שהטעם שנקרא הספר הזה ספר הישר לפי שכל דבריו הם על הסדר כמו שהיו בעולם בהקדמה ובאיחור. בי לא תמצא בספר הזה שיאחר דברים שהם קדמו או יקדים דברים המאוחרים אלא כל דבר ודבר במקומו ובזמנו נכתב. ועל זה תמצא בכל דבריו שיאמר שמת פלוני שנת כך לחיי פלוני וכן כל כיוצא בזה ועל זה קראוהו ספר הישר. ואמנם ההרגל שבפי כל האדם לקרותו ספר תולדות אדם. והסיבה כי במה שהתחיל קראוהו. אבל עיקר שמו הוא ספר הישר מהטעמים והראיות שאמרנו.", "והנה נמצא שהספר הזה הוא היום ביד היונים מועתק קורין לו ליברוש די לוש דיריטוש גם נמצא אצל הרומיים קורין לו ליברו דילאש פאלאבראש די לוש דיאש די פיתוש דילוש גראנדיש דילוש גיראש די פואיש מוריר יהושע וגם נמצא היום ביד ערי מלכי אדום קורין לו לוסטי ליברו נאפימייסנש   דאדם.", "ונמצא כתוב בספר החשמונים שבאו לידינו כי בימי תלמי מלך מצרים צוה לעבדיו ללכת לקבץ כל ספרי הדתות וכל ספרי דברי הימים שימצאו בעולם כדי להתחכם מהם ולבחון ולחקור מהם ענייני העולם ולחבר מהם ספר בכל משפטי הדברים ודת ודין על כל צרכי העולם לעשות משפט על בוריו. והלכו וקבצו לו תשע מאות וחמשה וששים ספרים והביאום לו ואמר להם עוד שילכו לבקש להשלים אלף ספרים וכן עשו אחר כך עמדו לפניו מפריצי ישראל ואמרו אדוננו המלך מה לך לטרוח בכל זה שלח לירושלם אל יהודים והם יביאו לו ספר תורתם שנכתבה להם על פי יי ביד נביאיהם וממנה תוכל להתחכם ולשפוט ממנה כל דין וכל דבר ברצונך וישמע המלך לדבריהם ושלח אל היהודים על זאת ושלחו לו הספר הזה כי לא יוכלו לתת לו ספר יי כי אמרו לא נוכל לתת ספר תורת יי לאיש נכרי.", "ובשבא הספר הזה ליד תלמי קרא בו ויישר בעיניו מאד וחקר בו בחכמתו ובחן ומצא בו מבוקשו ועזב מעליו כל הספרים שקבצו לו ובירך למי שיעץ עליו הדבר הזה. לאחר ימים הרגישו בזה פריצי ישראל כי לא שלחו ישראל ספר התורה למלך ובאו ואמרו לו אדונינו המלך לעגו עליך ישראל בי לא שלחו אליך את ספר התורה שאמרנו לך כי ספר אחר שהיה בידם שלחו לך אבל שלח להם וישלחו ספר תורתם בי ממנה תמצא מבוקשך יותר ויותר מהספר אשר שלחו לך וכששמע המלך את דבריהם קצף כקצף גדול מאד בישראל וחמתו בערה בו. עד ששלח להם פעם אחרת לשלוח לו ספר התורה. ונתיירא שמא ילעיגו עליו עוד ונתחכם עליהם ושלח לשבעים זקנים שבהם שיבואו לו והושיבם בשבעים בתים לכתוב כל אחד ואחד ספר תורה לבלתי ימצא שינוי ושרתה עליהם רוח הקדש וכתבו לו שבעים ספרים והשבעים זקנים וכלם נוסחא אחת בלי תוספת ובלי מגרעת ואז שמח המלך בזה שמחה גדולה וכבד את הזקנים ואת כל היהודים ושלח מנחות ומתנות לירושלם ככתוב שם. ובמותו נתחכמו ישראל על בנו ולקחו את ספר התורה מאוצרותיו אך הספר הזה עזבו שם ולא לקחוהו בעבור יכיר כל מלך ומלך המולך תחתיו את נפלאות השם יתברך וכי בחר ישראל מכל האומות וכי אין אלוה זולתו יתברך. על כן הספר הזה עודנו במצרים עד היום הזה. ומהעת ההוא נתפשט בכל הארץ עד הגיעו אל ידינו אנחנו בגלותינו בגירושנו היום אל עיר נאפולי אשר תחת יד מלך ספרד.", "והנה תמצא בספר הזה שנכתבו בו קצת מלכי אדום ומלכי כיתים ומלכי אפריקא שהיו בימים ההם ואף על פי שיראה שאינם מתכלית הספר וכוונתו. והטעם בזה כדי להודיע לכל מוציא ספר זה. מה בין מלחמת ישראל למלחמות העכו\"ם. כי נצחון מלכי העכו\"ם זה לזה הוא במקרה מה שאין כן בנצחון מלכי ישראל עם העכו\"ם שהם על ידי נס מאתו יתברך בעת שיבטחו ישראל בשם יתעלה.", "והנה הספר הזה תועלותיו רבים והם כלם מביאים אותנו אל ההבטחה בשם יתעלה ואל ההתדבקות בו ובדרכיו.", "התועלת הראשון הוא מה שהוסיף לנו ביאור בענייני בריאת האדם וענין המבול. ושנות הכ' דורות וחטאתם. ובאיזה פרק נולדו ובאי זה זמן מתו. ובזה יתיישר לבנו להתדבק בשם יתעלה בראותנו הנפלאות והנוראות אשר עשה מימי קדם.", "השני מה שהוסיף לנו גם כן ענין לידת אברהם ודבקותו בשם יתעלה כיצד היתה. והמקרים שאירעו לו עם נמרוד וכן ענין דור הפלגה איך טלטלם השם יתעלה לארבע כנפות הארץ ואיך בנו להם כל הארצות והמדינות הנקרא בשמותם עד היום הזה ובזה נקרב עצמנו לדעת בוראנו.", "השלישי מה שביאר לנו דבקות האבות בשם יתעלה איך היתה וענין מקריהם שמורים לנו יראת השם.", "הרביעי מה שאמר בענין סדום ופשעיהם ומה היתה חטאתם ועונשם ובזה נתרחק מכל דבר רע.", "וחמישי ענין דבקות יצחק ויעקב בשם יתעלה. ותפלת שרה ובכייתה בעקידת יצחק וזו תועלת גדולה שתטה לבנו לעבוד את השם יתעלה.", "הששי מה שהודיענו ענין מלחמות בני יעקב באנשי שכם ובשבעת ערי האמורי. זה יעורר לבנו במידת הבטחון שנבטח באלהינו שאיך עשרה אנשים ישחיתו ז' ערים, אם לא בבטחון השם יתעלה שבלבם.", "השביעי מה שביאר לנו כל המקרים שאירע ליוסף במצרים עם פוטיפר ועם אשתו ועם מלך מצרים כי זה יעורר לבנו גם כן ביראת יי ולהרחיק עצמינו מכל חטא כדי שייטיב לנו באחרית.", "השמיני מה שאירע למשה רבינו עליו השלום בכוש ומדין כי מזה נתכונן נפלאות יי שהוא עושה עם הצדיקים ונדבק בשם יתעלה.", "התשיעי מה שאירע לישראל במצרים וכיצד היתה התחלת עבודתם ואיך עבדו את מצרים בכל עבודה קשה. וכיצד היתה סיבתם בכל זה. אחר כך הצילם השם יתעלה בבטחם בו ואין ספק כי להקורא ענין מצרים מזה הספר בלילי פסח יש לו שכר גדול מאד. כמו שאמרו זכרונם לברכה כל המספר ביציאת מצרים הרי זה משובח. וגם זה בכלל כי זהו הספור האמתי. שראוי לספר ולקרות בו אחר קריאת ההגדה. כי מובטח הוא שיש לו שכר גדול. וכך אנו עושים היום בגלותנו בארצות ספרד. אחר שאנו קורים ההגדה כולה מתחילים לקרוא בספר הזה כל ענין מצרים. מירידת ישראל למצרים עד ענים יציאתם. כי בספר הזה ראוי אדם לקרות.", "העשירי היא שקצת מפירושי רבותינו ז״ל וכל המפרשים שפירשו התורה תמצאם בביאור בספר הזה. כמלאכים שפגעו ביעקב בבואו מארם שהלכו לעשו.", "האחד עשר ענין גבריאל שלמד ליוסף שבעים לשונות. וכן מה שאמר המכה את מדין בשדה מואב וכל כיוצא בזה.", "השנים עשר הוא שכל דורש שידרוש ברבים יביא ממנו עניינים בדרוש מה שלא פירשו המפרשים. ובזה ימשך לב השומעים לדבריו.", "השלשה עשר שכל הסוחרים והולכי דרכים שאין להם פנאי לתורה יקראו בו ויקבלו שכרם. כי בו שכר הנפש ותענוג הגוף שישמע דברים מחודשים שלא נכתבו בכל ספר. ומזה יתבונן האדם לדעת השם יתברך ולדבקה בו.", "ומפני שראינו שבח הספר הזה ומעלתו הגדולה השתדלנו להדפיסו ואין להוסיף בו ולא לגרוע ממנו. ומעתה התחלנו להדפיס ממנו חמשים ספרים. להיותם ביד אנשי בריתנו אנשי גאולתנו להתפשט ממנו בכל דור ודור. עיר ועיר משפחה ומשפחה. מדינה ומדינה. כדי שיתבוננו נפלאות יי וטובותיו שעשה עם כל אבותינו מימי קדם. ושבחר בנו מכל העמים. ובזה יזכו המתבוננים בו אשר נתנו אל לבם ליראת יי.", "ובה' אלהי האלהים אנו בוטחים ובו אנו נשענים. וממנו אנו מבקשים סמך ועזר לעזרנו במלאכה זו כי היא מלאכת שמים ויצליחנו וידריכנו בדרך מישור ויצילנו משגיאות ומנסתרות ינקנו. כמו שאמר משיחו שגיאות מי יבין מנסתרות נקני. והאלהים יורנו דרך הטובה וידריכנו בנתיב ההצלחה למען רחמיו וחסדיו. וימלא משאלות לבנו לטובה. אמן כן יהי רצון."], "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": ["The facts have been handed down to us by tradition and they have been proven to be a certainty even in our days, that at the time when our holy city of Jerusalem had been given to destruction by Titus, all the captains of the victorious armies were permitted to enter the city to plunder it and to rob it. And among the captains of Titus, was one by the name of Sidror, who on his predatory search saw a mansion high and stately, and he entered it and appropriated all that was to be found therein. And while about to leave the premises he observed something unusual and suspicious in the construction of a certain wall, which led him to believe that there must be some treasure hidden away in a secret receptacle. The wall was accordingly torn down as also the entire building, whereupon Sidror discovered a secret passage, which he followed up and reached an underground chamber filled with a great many books, to-wit: Books of the Law, the Prophets and the Hagiography, as also histories of the kings of Israel and of the kings of other nations, and numerous other books concerning the people of Israel, with the authorized and accepted books of the Mishnah. Sidror saw there also lying around many manuscripts in scrolls. Outside of all these things the chamber contained rich stores of eatables and an abundant supply of wine. And in the midst of these books and supplies Sidror found an old man, deeply imbrued in study over some of the books. The soldier seeing that strange sight was greatly astonished, and addressed himself to the old man saying: What causeth thee to make thy abode in this place, and at that alone without anybody to attend thee? And the old man replied saying: It is now many days, years and seasons that I knew of the second destruction of Jerusalem to come, and therefore I had built unto myself this house with its subterranean chamber, and I have brought along with me these books to read in them, and I also took along a sufficient store of supplies to sustain my life, and I said: perhaps my soul might escape destruction by these means.", "And the Lord caused the old man to find favor, grace and mercy in the eyes of the captain, and the old man was brought forth from his hiding place with all his books in great honors, and he traveled with Sidror from city to city and from country to country, until they reached the provinces of Shebilia. And the captain soon found the old man to be possessed of great learning and wisdom and knowledge, versed in all sorts of science, and seeing this Sidror raised him to high honors and gave him a home in his own house, that he might teach him all of his wise knowledge. And they erected for themselves a magnificent and lofty structure outside of Shebilia and therein all the books were placed in order, and that house is in Shebilia even unto this, day. And in that house they wrote down all that is to occur with all the kings of the world even to the coming of our Messiah.", "And when we were driven about into \"cruel exile by the kings of Edom, wandering from city to city and from country to country, in bitterness and misery, this book which is called “The Generations of Man” happened to come into our hands with many other books taken from that house in Shebilia and afterwards brought by some way to our city, the city of Neapoly, which is under the power of the king of Spain, may his glory be magnified.", "And since we have seen this book to be full of wisdom we have made up our mind to print it with types of metal, as also all the books that came into our possession. And of this book, by far the most valuable of all, twelve copies have reached us, and comparing them carefully, they prove to be copies of one and the same original, there being not the least difference between them; nothing added and nothing reduced, neither a letter nor a word, nor the meaning of any one differing from the other, but all were alike as if one copy. And since we have seen that this book especially has a great many merits bending our hearts towards our intentions, therefore we have set our mind on having it printed. And it is found written that this book is called “Sepher Hajashar, THE CORRECT Book”.", "And it is further stated that this book is called “The Correct Book,” because all events are chronicled within it, according to the accurate and correct time in which they really occurred, and in strict order as to what hath taken place sooner or later; for thou shalt not find in the book that an event should be advanced or postponed, but every statement is made in faithfulness to time and place and order of succession. Accordingly thou wilt always find at the death of one person stated at once in what year of the life of another person his death occurred, and so it is with all statements made in this book, for which reasons it is called “THE CORRECT Book.” Yet it is quite usual to hear it named with most people: “THE Book of THE GENERATIONS OF ADAM” because it commences with the history of Adam; but the true name of the book is “The Correct Book” for the reasons above mentioned.", "And we ascertained that translations of this book are found even unto this day, among the Greeks, and among the Romans and among the kings of Edom.", "And in the books of the Asmoneans, which are extant in our hands, we find it written that in the days of Ptolemy, king of Egypt, the king ordered his servants to go and collect all the books of law and all the books of history that were to be found in the world, in order that he might become wise by their instruction, and to inquire and investigate the manners of the world. And of all these books he desired to compile one book embracing all the laws, rules and regulations of the world, as they are needed in the social relations of mankind throughout the world, so that justice might be dispensed in due form. And they had gathered together nine hundred and sixty-five books, and bringing them to the king he ordered them to go and collect some more to the number of one thousand books, and so they did. And soon after some of the persecutors of Israel came before the king saying: Oh, our king and Lord, what for dost thou put thyself to so much pain in that matter? Send some of the princes to Jerusalem, unto the Jews, that they should procure for thee the book of their laws which was written for their use according to the words of God through their prophets, and in reading that book thou wilt be enlightened concerning law and judgment as thou desirest. And the king listened unto their words, and he sent his messengers unto the Jews and they sent him this book instead of their book of the law, for they said: we are not permitted to surrender the book of the Lord our God into the hands of the Gentiles.", "And when this book came into the possession of king Ptolemy, he read it carefully and he was greatly pleased therewith, and he examined it in his great wisdom, and searching assiduously he found therein all that he desired to know. And the king abandoned all the books collected for him, and gave praises unto them that had advised him to procure the book of the Jewish law. And after some time the enemies of the exiled Jews discovered that the Israelites had not forwarded to the king the right book of their laws and coming before the king they said: May it please thee oh king our Lord, but the Jews have taken advantage over thee, for they have not given thee the book of their law of which we have spoken unto thee, but another book that was in their possession. And now oh king send word unto them in Jerusalem that they forward unto thee, the genuine book of the law, for from it thou wilt learn by far more wise lessons than those thou hast obtained from this book. And when the king heard their words he was exceedingly wroth at the Israelites and his anger kindled within him. And soon he again sent messengers to Jerusalem to bring him the real book of the law from the Jews. But the king was afraid lest the Jews might deceive him again, therefore he concluded to get the advantage over them this time by cunning. And the king summoned into his presence the seventy elders of Jerusalem and placing them into seventy different houses, he ordered everyone of them to write separately a copy of their law, but so that there be in it not the least change or alteration from the original. And the spirit of God came over the seventy elders, and they wrote each his copy so that the seventy books were precisely one like the other, without the least addition or reduction. At that result the king rejoiced exceedingly, and he bestowed great honors upon the elders and upon all the Jews, and he forwarded rich offerings and presents to Jerusalem as it is written. And when the king died the wise men of Israel got cunningly around his son, and abstracted from his treasury all the seventy books of the law, leaving there only this “Book Jashar” and “The Book Jashar” they took not, for the reason that they wanted every succeeding king to know the wonders of Jehovah, whose name be exalted, and to learn that the Lord had chosen , the children of Israel from all the worshipers of stars and planets, and that there is no God besides him whose name be glorified in praise. Thus it cometh that this book is to be found among the Egyptians to this very day. And from that time on, “The Book Jashar” has circulated through the world until it hath reached us in our exile and dispersion, even in the city of Neapoly which is under the power of the king of Spain.", "Now in this book are also found descriptions of the kings of Aram, and of the kings of Chittim and of the kings of Africa that reigned in those days, although it is apparent that their histories have no connection whatsoever with the nature and purpose of this book; but it is done simply for the reason, that everyone who happens to take up this volume might at once see the difference between the wars of Israel and between the wars of the worshipers of the stars. For the victory of the kings of Israel over the idolaters is brought about by the wonderful intervention of him whose name be glorified in praise at all times, when Israel places his confidence in him whose name be exalted.", "And verily the merits of this book and the modes of its usefulness are many, all of them leading towards putting our trust in God—whose name be exalted—and teaching us to cling unto the Lord and unto his ways.", "The first merit consists in the full explanation concerning the creation of man and the sin of the flood, and the years of the twenty generations and their transgressions, as also at what time they were born and when they died. By means of that knowledge man's heart will be admonished to adhere unto the Lord—whose name be glorified— who performed such wonderful and fearful things in former days.", "Second, we learn all about the birth of Abraham, and how his conversion to the Lord was brought about, and the events that transpired between him and Nimrod; also the occurrences of the confusion of tongues, how the Lord—whose name be exalted—scattered mankind to the four corners of the earth; and how they have built up all these many countries and provinces that are called after their names to this day. And by the knowledge of these things we will be brought nearer to the knowledge of our creator.", "Third, we are informed of the faithful attachment of our forefathers to our Lord, how it was brought about and what were the incidents of their lives, all of which will teach us the fear of the Lord.", "Fourth, whatever we learn concerning Sodom and its wickedness, its crimes and punishments, the knowledge of which will keep us away from all evil.", "Fifth, is the love of Isaac and Jacob to our blessed Lord, the prayer of Sarah and her weeping concerning the offering up of Isaac, and therein is a great advantage to improve our hearts for the service of the Lord.", "Sixth, what we learn concerning the battles of the sons of Jacob with the people of Shechem, in the seven cities of the Amorites. This will help us, in a measure to fill our hearts with confidence in God, seeing how these ten men could destroy seven cities, if not by their trust in God, whose name be glorified.", "Seventh, is the information concerning the history of Joseph in Egypt with Potiphar and his wife, and with the king of Egypt. This will awaken our hearts likewise to the fear of the Lord, to keep away from all sin, so that we also may finally be triumphant.", "Eight, is what hath happened unto Moses, our teacher of blessed memory, in Kush and in Midian, for by these lessons we learn to understand the wonderful kindness of the Lord which he bestoweth upon the righteous, and to cling lovingly to his holy name.", "Ninth, is the information we gain concerning the fate of the children of Israel in Egypt, how their servitude began, and how they had to work in Egyptian bondage, and what hath occurred to them all that time until they were delivered, simply because they trusted in the exalted one. And there is no doubt that all those reading the history of our forefathers in Egypt from this book on the eve of Passover will certainly receive a great reward. And we do so really in the provinces of Spain in these days of our dispersion; after having read the Hagadah (the history of the Exode compiled for that occasion) to the end, we open this book and recite therein the history of Israel in Egypt from the time of their coming unto the land to the time that the Lord brought them forth in deliverance, for this is the book wherein the history of Israel's redemption from bondage ought to be read.", "Tenth, there are a great many passages, from Rashy of blessed memory and other commentators, whereby they attempt to clear dubious Bible passages, originally found in this book, viz.: concerning the angels meeting Jacob when he left Aram to meet Esau.", "[Eleventh] the story of Gabriel's teaching Joseph seventy languages, and many more of the same kind.", "(Eleventh,) that every public preacher and teacher will discover therein many new ideas not to be found in the commentaries, and by these means he can secure the close attention of his hearers.", "(Twelfth,) that all the merchants and travelers who have no time to study the law, may read this book and receive their reward, for therein lies the benefit of the soul and the pleasure of the body, to obtain new ideas which are not written in any other book, all of which brings us closer to the Lord and to a better understanding of him.", "And since we have seen the merits and virtues of this book, and the great advantages it offers, we have endeavored to bring it into print, without having added or omitted the least. And now since we have commenced to print it in book form, it should be in the hands of every one of our brethren in exile, so that generation and generation, city and city, family and family, province and province may become enlightened by its circulation, and learn to understand the wonderful kindness of Jehovah, which he hath bestowed upon our fathers since times of old, when he hath chosen us from the midst of all nations; and thereby they that think over this book will be purified and give their hearts to the fear of the Lord.", "And in Jehovah the God of gods do we trust, and in him do we confide and unto him do we pray for help and salvation to assist us in the work of heaven, to give us success in the path of justice, to deliver us from mistakes, and keep us pure from sins that are concealed to us; as the Messiah hath said: “Who can understand his errors, cleanse thou me from secret faults.” And God may show us the way of goodness, and lead us in the path of success, for the sake of his grace and mercy, and may he fulfill the wishes of [our hearts] unto all good. Amen, and may this be the will of God!"], "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5ae9bdfeec082800178c6e9a", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "", "ref": "Midrash Aggadah, Genesis 14:18:2", "anchorRef": "Genesis 10:22", "anchorRefExpanded": ["Genesis 10:22"], "sourceRef": "Midrash Aggadah, Genesis 14:18:2", "sourceHeRef": "מדרש אגדה, בראשית י״ד:י״ח:ב׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 18.0002, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "בראשית", "he": "הוציא לחם ויין. <i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"19\"></i> כל מקום שיש בו יין עשה רושם, ומה רושם עשה כאן, שאיבד את הכהונה, שנאמר על דברתי מלכי צדק (תהלים קי ד), ומפני מה על שהקדים ברכת אברהם לברכת הקב\"ה, ואף שם ביקש מן הקב\"ה שיתן הכהונה לאברהם אבינו, לפי שצפה ברוח הקודש שלא יצא ממנו זרע הגון לכהונה, ואברהם אבינו היה הגון ובעל תורה והיה ראוי לכהונה, וכן עשה הקב\"ה ונתן לו הכהונה, ושם קיבל עליו ונתן לו לאלתר המעשר, שנאמר ויתן לו מעשר מכל (פסוק כ), שנאמר לאברהם והוא כהן לאל עליון, שכן בירכו אביו וישכן באהלי שם (בראשית ט כז), ולמה הלך מלכי צדק אצל אברהם כשחזר מן המלחמה, כדי שידע אברהם שאין בלב מלכי צדק על אברהם שום איבה על שהרג את עילם, שעילם היה בן שם, שנאמר (ובני) [בני] שם עילם וגו' (בראשית י כב):", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ae9be10c3ca0e0016310ba4", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "", "ref": "Midrash Aggadah, Leviticus 6:2:3", "anchorRef": "Genesis 10:22", "anchorRefExpanded": ["Genesis 10:22"], "sourceRef": "Midrash Aggadah, Leviticus 6:2:3", "sourceHeRef": "מדרש אגדה, ויקרא ו׳:ב׳:ג׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 2.0003, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "ויקרא", "he": "<i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"3\"></i> ד\"א צו את אהרן. ומה עסקו של אהרן, כאן ישראל מקריבים, היה צריך לומר צו את בני ישראל, אלא אמר הקב\"ה כל מי שהוא מעלה את עצמו סופו לילך באש שנאמר היא העולה (ויקרא ו ב). ואמר אחר מכאן על מוקדה, <i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"4\"></i> פרעה עלה עצמו, <i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"5\"></i> שנאמר (יען) [אשר] אמר לי יאורי ואני עשיתיני (יחזקאל כט ג), ומה כתיב ויהי ברד ואש מתלקחת בתוך הברד (שמות ט כד). ואף סנחרב עלה עצמו, דכתיב אני עליתי מרום הרים [ירכתי לבנון וגו'] (מ\"ב יט כג), אמר לו הקב\"ה ביד מלאכיך חרפת ה' ומה היה לו, ויצא מלאך ה' וגו' (שם שם לה), ומה ששלחת ביד מלאכיך מה נעשה לו, ותחת כבודו יקד יקוד [כיקוד אש] (ישעי' י טז), מה הוא ותחת כבודו, ששרף אותו מבפנים והניח בגדיו מבחוץ, שכבודו של אדם כסותו, ולמה הניח הקב\"ה בגדיהם, אלא שהיו בניו של שם, שנאמר בני [שם] עילם ואשור וארפכשד (בראשית י כב), אמר הקב\"ה אני חייב לשם אביהם, שנטלו את בגדיהם וכסה את ערות אביו שנאמר ויקח שם ויפת וגו' (שם ט כג), לפיכך הניח בגדיהם ושרף את גופן, היא העולה על מוקדה וגו', כך נבוכדנצר עלה עצמו, שנאמר אעלה על במתי עב [אדמה לעליון] (ישעי' יד יד), אמר לו הקב\"ה לא דייך ואתה אמרת בלבבך השמים אעלה ממעל לכוכבי אל ארים כסאי (שם שם יג), אלא שאמרת אעלה על במתי עב, מלמעלה. וכן אמרת לחנניה מישאל ועזריה. ומן הוא אלה די ישזבינכין מן ידי (דניאל ג טו), ביתו שרפתי ועמו הגליתי ובביתו לא עמד עלי. ובביתי יכול לעמוד, מה עשה, השליכן לאש לתוך הכבשן, <i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"6\"></i> מיד אמר הקב\"ה לכבשן וצף, ומי שרצה לישרוף לא נשרף, ומי שלא היה ראוי לישרף נשרף, יצאה האש ושרפה חצי האומות, שאתה מוצא כשנתנכסו לחנוכת הצלם, שמונה משפחות היו, וכשבאו לראות לחנניה מישאל ועזריה, לא נמצאו אלא ארבעה משפחות. והיכן הארבעה, מלמד שיצאה האש וליחכה אותם, <i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"7\"></i> ואף נבוכדנצר נשרף חציו והניח חציו, כדי לילך עם בני אדם, אלא אעלה על במתי עב, חייך כי אני מקיים דבריך, שנאמר ולך טרדין מן אנשא וגו' (דניאל ד כב), כשם שעשה מכות לפרעה ולמצרים, כך הביא על נבוכדנצר, שנאמר אתיא ותמהיא וגו' (שם ג לד), שהיה אומר אעלה על במתי עב אדמה (לאל עליון) [לעליון] לכך נאמר העולה על מוקדה:", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b954b071e100bf4e9596", "index_title": "Ptil Tekhelet", "category": "Halakhah", "type": "", "ref": "Ptil Tekhelet 8:24", "anchorRef": "Genesis 10:22", "anchorRefExpanded": ["Genesis 10:22"], "sourceRef": "Ptil Tekhelet 8:24", "sourceHeRef": "פתיל תכלת ח׳:כ״ד", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1888], "commentaryNum": 8.0024, "collectiveTitle": {"en": "Ptil Tekhelet", "he": "פתיל תכלת"}, "he": "<b>ח] ובגוף </b>הענין שנתבאר במאמרנו שם, בביטול טענה הרביעית, דגם לכל העמים החונים על חופי הים, היה מצוי להם תכלת, ומייתינן לה מקראי דכתיבי במפלת צור <small>(יחזקאל כז)</small> תכלת וארגמן מאיי אלישה היה מכסך וגו' רכלי שבא אשור כלמד רכלתך המה רכליך במכללים בגלומי תכלת וגו' יעו\"ש, נתבאר לנו כעת להבין לשון הש\"ס במס' מנחות <small>(מב:)</small> אמר ליה אביי לרב שמואל בר רב יהודה, הא תכילתא היכי צבעיתו לה כו', ולכאורה אינו מובן, אמאי מיוחד לשאול שאלה זו לרב שמואל בר רב יהודה טפי מלאמוראי אחריני, דמשמעות הלשון הוא, דאביי הוי משמע ליה מסברא, דרב שמואל בר רב יהודה צריך לידע זאת, ומאי שנא רב שמואל בר רב יהודה משאר אמוראי, וכפי הנ\"ל מובן היטב. דנראה דרב שמואל בר רב יהודה זה, היינו בר רבי יהודה הנדואה, הנזכר במסכת קידושין <small>(כב:)</small> רבי יהודה הנדואה גר שאין לו יורשין הוה כו' ופירש\"י הינדואה מארץ כושי, כוש מתרגמינן הינדוא יעו\"ש, ועיין יבמות <small>(קא:)</small> ובתוס' <small>(שם ד\"ה ואנא ובסנהדרין לו סוד\"ה חדא)</small> ובארץ הינדוא היו יכולין לצבוע צבע התכלת, שהיה התכלת מצוי שמה, כדמוכח מקרא רכלי שבא וגו' רכליך בגלומי תכלת, ושבא הוא מכלל ארץ כוש כדכתיב <small>(בראשית י)</small> ובני כוש סבא וחוילה וגו', ותרגום יונתן ובנוי דכוש וכו', ושום אפרכיותהום סיניראי והינדיקי וכו' יעו\"ש, והגם דתרגום והינדיקי קאי על וחוילה, ולא על שבא דבסיפיה דקרא, אכן נראה, דכלהו אפרכיות דבני כוש, הגם שחלוקים בשמותיהם, כולן נכללין ג\"כ בשם ארץ כוש, והיינו דתרגם יונתן <small>(ירמיה יג)</small> על כושי הינדואה, וכן מתרגמינן מעבר לנהרי כוש <small>(ישעי' יח)</small> דמעבר לנהרי הודו יעו\"ש, והיינו דכל ארצות כוש נקראים בשם הינדוא, ואין להשיב על זה, הרי בבני שם איכא נמי שבא, כדכתיב <small>(בראשית י)</small> ואת עובל ואת אבימאל ואת שבא, וא\"כ דילמא הא דכתיב במפלת צור רכלי שבא וגו' רכליך בגלומי תכלת, היינו שבא, דבני שם ולא שבא דבני כוש שנקרא הינדואה, וכן משמע לכאורה, שהרי תרי שבא כתיבי במפלת צור רכלי שבא ורעמה המה רכליך בראש כל בשם ובכל אבן יקרה וגו' רכלי שבא אשור וגו' המה רכליך במכלולים בגלומי תכלת וגו', ומשמע דשבא הראשון היינו שבא דבני כוש, ולא נזכר בו תכלת, רק המה רכליך בראש כל בשם, ושבא השני שנזכר בו תכלת, הוא שבא דבני שם, שהרי עם שבא הראשון, מזכיר רעמה שהוא מבני כוש. אכן זה אינו, דודאי שבא הראשון דמפלת צור, היינו שבא דבני שם, דהרי שבא הראשון, היינו שבא דשלמה <small>(מלכים א' י)</small>, ומלכת שבא וגו', דהרי בשבא הראשון כתיב המה רכליך בראש כל בשם ובכל אבן יקרה, ובשבא דשלמה ג\"כ כתיב <small>(שם)</small> ותתן למלך וגו' ובשמים הרבה מאד ואבן יקרה לא בא כבשם ההוא עוד לרוב אשר נתנה מלכת שבא למלך שלמה, ושבא דשלמה נראה ודאי, דהיינו שבא שמבני שם סמוך למדינת אשור, שהרי ידוע מקבלת האריז\"ל הקדוש: במה דכתיב <small>(שם)</small> את כל חפצה אשר שאלה, דבא אליה ונולד ממנה נבוכדנצר, עיין פירש\"י <small>(שם)</small> והרי נבוכדנצר היה משרי סנחריב מלך אשור, כדאמרינן בסנהדרין <small>(צה:)</small> יעו\"ש, ואי מלכת שבא היינו שבא דבני כוש, מאי עבידתיה דנבוכדנצר שבא ממנה, להיות משרי סנחריב מלך אשור, אלא ודאי דמלכת שבא היינו שבא דבני שם, הסמוך לאשור, וממשפחה אחת, דגם אשור מבני שם נינהו, כדכתיב <small>(בראשית י)</small> בני שם עילם ואשור וגו', והגם שבמסכת חגיגה <small>(יג.)</small> אמרינן על נבוכדנצר רשע בן רשע בן בנו של נמרוד הרשע וכו', ונמרוד הוא מכוש, הרי כבר כתבו התוס' <small>(שם ד\"ה בן)</small>, לאו דוקא, שהרי כוש ילד את נמרוד, ולא מצינו אותו רשע מזרע כוש אלא על שם מעשיו כו' יעו\"ש, ובאמת אינו מובן, דמשום ולא מצינו לחוד יוציאו התוס' לשון הש\"ס ממשמעותו הפשוט, אכן נראה, דהא גופיה דחקיה להתוס', דכיון שידוע שהיה משרי סנחריב מלך אשור, ודאי דלא היה מזרע כוש, דמאי עבידתיה דזרע כוש להיות משרי סנחריב מלך אשור, ואם היה מזרע כוש, היה צריך למצוא חידוש זה מפורש בשום מקום, ולהכי הוציאו לשון הש\"ס, בן בנו של נמרוד הרשע ממשמעותו, וכתבו לאו דוקא אלא על שם מעשיו, מיהו לפי אגדת תרגום יונתן בן עוזיאל, בהא דכתיב <small>(שם)</small> מן הארץ ההיא יצא אשור וגו' ותרגם יונתן מן ארעא ההיא נפק נמרוד ומלך באתור כו' יעו\"ש, שפיר יש לומר שבאמת נבוכדנצר הוא מזרע נמרוד בן כוש, שנתיישב בארצות שבא, ואשור בני שם ומלך עליהם, ושפיר שהיה נבוכדנצר משרי סנחריב מלך אשור, שהרי היה מקומו בארצות בני שם, אכן התוס' ז\"ל אזלי בשיטת פירש\"י ז\"ל, בנמוקי תורה <small>(שם)</small> בשם הבראשית רבה, כי אגדות חלוקות הן יעו\"ש, מיהו יהיה איך שיהיה, עכ\"פ מוכח, דשבא הראשון דמפלת צור, היינו שבא של בני שם, כמו שנתבאר דשבא הראשון דמפלת צור הוא שבא דשלמה, וממילא דשבא השני דמפלת צור רכלי שבא וגו' רכליך בגלומי תכלת, היינו שבא דבני כוש, והוא מכלל ארצות בני כוש הנקרא הינדוא, ומוכח שבמדינת הינדוא היו עוסקים במלאכת צביעת התכלת, שהיה התכלת מצוי שם, וכמו שנראה שלפי שהיו בקיאים במלאכת צביעת התכלת, השכילו להמציא צבע כעין צבע התכלת, שלא מן החלזון, כמו שנמצא גם עכשיו צבע זו, מובא מארץ הינדוא הנקרא אינדיקי, ולזה שאל אביי שאלה זו מרב שמואל בר רב יהודה דוקא, שבא מארץ הינדיאה שעוסקים שמה במלאכת צביעת התכלת, האי תכילתא שאתם בני הינדוי רגילים לצבוע, היכי צבעיתו לה: ", "heVersionTitle": "Ptil Tekhelet, B'nei Brak, 1999", "heLicense": "", "heVersionTitleInHebrew": "פתיל תכלת, בני ברק, תשנ\"ט", "text": "But from the matter that is explained there, regarding the removal of the fourth claim, that all of the nations sitting on the sea coasts had the blue dye (<i>tekhelet</i>), which they support from the verses that are written about the fall of Tyre – <i>of blue dye and purple from the coasts of Elishah\nWere your awnings, etc. the merchants of Sheba, Assyria, and Chilmad traded with you. These were your merchants in choice fabrics, embroidered cloaks of blue</i> (Ezekiel 27:7-24), see there – it became clear to us how to understand the words of the Talmud in Tractate Menachot (42b): Abbaye said to Rav Shmuel bar Rav Yehudah, “How do you make the blue dye, etc.?” And ostensibly, this is incomprehensible! Why did he ask this question specifically to Rav Shmuel bar Rav Yehudah more than any of the other teachers? As the implication of the wording is that Abbaye knew from reasoning that Rav Shmuel bar Rav Yehudah would have to know this. But how is Rav Shmuel bar Rav Yehudah different from the other teachers? Yet according to what was mentioned earlier, it is fully understood. As it appears that this Rav Shmuel bar Rav Yehudah is the son of Rabbi Yehudah the Hindi mentioned in Kiddushin, “Rabbi Yehudah the Hindi was a convert who had no heirs, etc.” And Rashi explains, “A Hindi is from the land of Kushi. Kush is translated [into Aramaic] as India.” See there, and see Yevamot (101b) and Tosafot (there, s.v. VeAna; and in Sanhedrin 36, s.v. Chada, towards the end). And in India, they were able to craft the blue dye, since it was plentiful there, as is shown from Scripture: <i>the merchants of Sheba, etc. were your merchants in […] embroidered cloaks of blue</i>. And Sheba is part of the land of Kush, as it is written: <i>The sons of Kush were Seba, Chavilah, etc.</i> (Genesis 10:7), and the Targum Yonatan is, “And the sons of Kush, etc. and the name of their governors were Sinrai, Hindiki, etc.” And even though the translation, “Hindiki,” refers to Chavilah, and not to Sheba, it accordingly appears that all of the governors were sons of Kush. Even though their names are different, they are also included in the name of the land of Kush. And that is why the Targum Yonatan on <i>Kushite</i> (Jeremiah 13 23) is Hindi. Likewise [the Targum] translates, <i>beyond the rivers of Kush</i> (Isaiah 18:1), “that which is beyond the rivers of India,” see there. And that is to say that all the rivers of Kush are called India. And it should not be answered against this that behold,  there is also a Sheba among the sons of Shem, as it is written: <i>Obal, Abimael, Sheba</i> (Genesis 10:28); and, if so, maybe that which is written about the fall of Tyre, <i> the merchants of Sheba, etc. were your merchants in […] embroidered cloaks of blue</i>, is about the Sheba of the sons of Shem, and not the Sheba of the sons of Kush, who is called Hindi! And it is true that such is ostensibly implied. For behold, two Shebas are written with the fall of Tyre: <i>The merchants of Sheba and Raamah were your merchants; they bartered for your wares all the finest spices, all kinds of precious stones, etc., the merchants of Sheba, Assyria, etc. These were your merchants in choice fabrics, embroidered cloaks of blue, etc.</i> (Ezekiel 27:22-24). And it is implied that the first Sheba is the Sheba of the sons of Kush, and blue dye is not mentioned with it, but rather only, <i> they bartered for your wares all the finest spices</i>. Whereas [it appears that] the second Sheba, with which blue dye is mentioned is from the sons of Shem. As behold, Raamah is mentioned with the first Sheba, and he is from the sons of Kush. However, this is not so. As the first Sheba with the fall of Tyre is the Sheba from the sons of Shem. For behold the first Sheba was Solomon’s Sheba, <i>And the Queen of Sheba, etc. </i> (I Kings 10:1). For behold with the first Sheba, it is written: <i>they were your merchants; they bartered for your wares all the finest spices, all kinds of precious stones</i>. And with Solomon’s Sheba, it is also written: <i>She presented the king with, etc., and a large quantity of spices, and precious stones; never again did such a vast quantity of spices arrive as that which the queen of Sheba gave to King Solomon </i> (I Kings 10:10). So it certainly appears to be Solomon’s Sheba, meaning the Sheba from the sons of Shem, close to the country of Assyria. As it is known from a tradition of Ari, may his memory be blessed: Concerning that which is written:<i>[Solomon gave her] everything she wanted and asked for</i> (I Kings 10:13), he had intercourse with her and she gave birth to Nebuchadnezzar, see Rashi [there]. And behold, Nebuchadnezzar was from the ministers of Sennacherib, the king of Assyria, as we say in Sanhedrin (95b), see there. But if the queen of Sheba was the Sheba of the sons of Kush, what business did Nebuchadnezzar, who was from her, have with being from the ministers of Sennacherib, king of Assyria? Rather the queen of Sheba was certainly the Sheba of the sons of Shem, which are close to Assyria, as they are from the same family. For Assyria is also from the sons of Shem, as it is written: <i>The sons of Shem were Elam, Ashur [Assyria], etc.</i> (Genesis 10:22). And even though in Tractate Hagigah (13a), we say about the evil Nebuchadnezzar, “he was the grandson of the evil Nimrod, etc.,” and Nimrod was from Kush – the Tosafot (there, s.v., Ben) have already written, “It is not exact. For behold, Kush fathered Nimrod, and we do not find that this wicked one was from the descendants of Kush. Rather [the association] is because of his deeds, etc.” See there. But, in fact, this is incomprehensible! Just because of a, ‘we do not find,’ the Tosafot would uproot the simple meaning of the Talmud’s wording? Hence it appears that this itself was the impetus of Tosafot: That since it is known that he was a minister of Sennacherib, king of Assyria, it is certain that he was not from the descendants of Kush. As what business would the descendants of Kush have being from the ministers of Sennacherib, king of Assyria? And if he were from the descendants of Kush, this anomaly would have to have been found somewhere explicitly. And that is why the Tosafot uprooted the meaning of the wording of the Talmud, that “he was the grandson of the evil Nimrod, etc.,” and wrote, “It is not exact. Rather [the association] is because of his deeds, etc.” However, according to the narrative of the Targum Yonatan ben Uziel on that which is written: <i>Ashur came out from that land, etc.</i> (Genesis 10:11); and Yonatan translated [it as], “Nimrod came out from that land and ruled over Assyria, etc.” – see there – it can well be said that Nebuchadnezzar was from the descendants of Kush, who had settled in the lands of Sheba. As Ashur was from the sons of Shem, and [Nimrod then] ruled over them. Then it would work well that Nebuchadnezzar was from the ministers of Sennacherib, king of Assyria. As behold, [according to this,] his place was in the lands of the sons of Shem. However, Tosafot, may their memory be blessed, followed the approach of the commentary of Rashi, may his memory be blessed, in his explanations of the Torah (here), citing Bereshit Rabbah (37:4), that these narratives [<i>aggadot</i>] disagree, see there. Regardless, whatever the case may be, it has been shown that the first Sheba of the fall of Tyre is Solomon’s Sheba, meaning the Sheba of the sons of Shem. So it follows that the second Sheba of the fall of Tyre – <i> the merchants of Sheba, etc. were your merchants in […] embroidered cloaks of blue</i> – was the Sheva of the sons of Kush. And that is included in the lands of the sons of Cush called India. And it has been shown that in the country of India, they would work in the craft of dying with the blue dye, since blue dye was found there. And it appears that since they were experts in dying with blue dye, they learned how to dye with a dye similar to the color of the blue dye, which was not from the <i>chilazon [the animal or fish from which the dye was extracted]. It is like that which we find even now, that this dye called indigo is brought from India. And that is why Abbaye asked this question specifically toA Rav Shmuel bar Yehudah, as he came from the land of India, where they would work in the craft of dying with the blue dye, “How do you – the people of India, who are accustomed to dying – make the dye?”   </i>", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5c47089108d98a0285f85063", "index_title": "Klein Dictionary", "category": "Reference", "type": "reference", "ref": "Klein Dictionary, שֵׁם ᴵᴵ 1", "anchorRef": "Genesis 10:21-30", "anchorRefExpanded": ["Genesis 10:21", "Genesis 10:22", "Genesis 10:23", "Genesis 10:24", "Genesis 10:25", "Genesis 10:26", "Genesis 10:27", "Genesis 10:28", "Genesis 10:29", "Genesis 10:30"], "sourceRef": "Klein Dictionary, שֵׁם ᴵᴵ 1", "sourceHeRef": "מילון קליין, שֵׁם ᴵᴵ א׳", "anchorVerse": 21, "sourceHasEn": true, "compDate": [1973, 1983], "commentaryNum": 1, "collectiveTitle": {"en": "Klein Dictionary", "he": "מילון קליין"}, "heTitle": "שֵׁם ᴵᴵ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">שֵׁם ᴵᴵ</strong>    PN Shem — the name of one of Noah’s sons (<a class=\"refLink\" href=\"/Genesis.10.21-30\" data-ref=\"Genesis 10:21-30\">Gen. 10:21–30</a>). "], "versionTitle": "Carta Jerusalem; 1st edition, 1987", "license": "CC-BY-NC", "versionTitleInHebrew": "כרטא תשמ״ז"}, {"_id": "5f1d6d743353e1a24e02b366", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Genesis 14:18:1", "anchorRef": "Genesis 10:22", "anchorRefExpanded": ["Genesis 10:22"], "sourceRef": "Midrash Lekach Tov, Genesis 14:18:1", "sourceHeRef": "מדרש לקח טוב, בראשית י״ד:י״ח:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "בראשית", "he": "<b>ומלכי צדק.</b> <i data-commentator=\"Notes and Corrections\" data-order=\"39\"></i> זה שם בן נח שהיה צדיק ונהרג בנו. דכתיב ובני שם עילם ואשור וארפכשד (בראשית י כב). ואעפ\"כ יצא לקראתו לברכו. ומי היה בנו כדרלעומר מלך עילם.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "606f052281c57bd06ebf106d", "index_title": "I Chronicles", "category": "Tanakh", "type": "", "ref": "I Chronicles 1:5", "anchorRef": "Genesis 10:1-30", "anchorRefExpanded": ["Genesis 10:1", "Genesis 10:2", "Genesis 10:3", "Genesis 10:4", "Genesis 10:5", "Genesis 10:6", "Genesis 10:7", "Genesis 10:8", "Genesis 10:9", "Genesis 10:10", "Genesis 10:11", "Genesis 10:12", "Genesis 10:13", "Genesis 10:14", "Genesis 10:15", "Genesis 10:16", "Genesis 10:17", "Genesis 10:18", "Genesis 10:19", "Genesis 10:20", "Genesis 10:21", "Genesis 10:22", "Genesis 10:23", "Genesis 10:24", "Genesis 10:25", "Genesis 10:26", "Genesis 10:27", "Genesis 10:28", "Genesis 10:29", "Genesis 10:30"], "sourceRef": "I Chronicles 1:5", "sourceHeRef": "דברי הימים א א׳:ה׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [-450, -350], "commentaryNum": 1.0005, "collectiveTitle": {"en": "I Chronicles", "he": "דברי הימים א"}, "heTitle": "דברי הימים א", "he": "בְּנֵ֣י יֶ֔פֶת גֹּ֣מֶר וּמָג֔וֹג וּמָדַ֖י וְיָוָ֣ן וְתֻבָ֑ל וּמֶ֖שֶׁךְ וְתִירָֽס׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">With vv. 5–23, cf. Gen. 10.1–30.</i>The sons of Japheth: Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras.", "versionTitle": "Tanakh: The Holy Scriptures, published by JPS", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6114d603802a4bd39cfeb94c", "index_title": "Sanhedrin", "category": "Talmud", "type": "", "ref": "Sanhedrin 111a:3", "anchorRef": "Genesis 10:22", "anchorRefExpanded": ["Genesis 10:22"], "sourceRef": "Sanhedrin 111a:3", "sourceHeRef": "סנהדרין קי״א א:ג׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 221.0003, "collectiveTitle": {"en": "Sanhedrin", "he": "סנהדרין"}, "heTitle": "סנהדרין", "he": "(שנאמר) (זכריה יג, ח) והיה בכל הארץ נאם ה' פי שנים בה יכרתו ויגועו והשלישית יותר בה אמר ר\"ל שלישי של שם א\"ל רבי יוחנן לא ניחא למרייהו דאמרת להו הכי אלא אפי' שלישי של נח", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "With regard to <b>that</b> which <b>is stated: “And it shall come to pass that in all the land, says the Lord, two parts shall be excised and die, but the third shall remain in it”</b> (Zechariah 13:8), <b>Reish Lakish says:</b> “The third” means that only <b>one-third</b> of the descendants <b>of Shem,</b> son of Noah, will remain, and everyone else will die. <b>Rabbi Yoḥanan said to</b> Reish Lakish: <b>It is not satisfactory to</b> God, <b>their Master, that you said this about them,</b> that the overwhelming majority of the world will be destroyed. <b>Rather, even</b> as many as <b>one-third</b> of the descendants <b>of Noah,</b> one-third of the population of the world, will remain.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "62037eb96bfddfbb310fec82", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part I; The Primeval History, The Table of the Nations 2-3", "anchorRef": "Genesis 10:1-32", "anchorRefExpanded": ["Genesis 10:1", "Genesis 10:2", "Genesis 10:3", "Genesis 10:4", "Genesis 10:5", "Genesis 10:6", "Genesis 10:7", "Genesis 10:8", "Genesis 10:9", "Genesis 10:10", "Genesis 10:11", "Genesis 10:12", "Genesis 10:13", "Genesis 10:14", "Genesis 10:15", "Genesis 10:16", "Genesis 10:17", "Genesis 10:18", "Genesis 10:19", "Genesis 10:20", "Genesis 10:21", "Genesis 10:22", "Genesis 10:23", "Genesis 10:24", "Genesis 10:25", "Genesis 10:26", "Genesis 10:27", "Genesis 10:28", "Genesis 10:29", "Genesis 10:30", "Genesis 10:31", "Genesis 10:32"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part I; The Primeval History, The Table of the Nations 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ב׳, בראשית הערה י׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Table of the Nations", "he": "בראשית הערה י׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית הערה י׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Genesis, with its typically ancient Near Eastern emphasis on “begettings,” now traces the development of humanity from the sons of Noah. The key formula throughout is “their lands, their nations.” Commentators have noted numerical unity in the list, citing a total of seventy nations (once repetitions are omitted) laid out in multiples of seven. That number, as we have indicated, represents the concept of totality and perfection in the Bible. Thus the stage is set for the Babel story of the next chapter, with its condemnation of humanity’s attempt to forestall the divinely willed “scattering” into a well-ordered world.", "Many of the names in this chapter have been identified (see Speiser), but some are still not known with certainty. Israel is conspicuous in its absence; despite the biblical narrative’s ability to trace Israel’s origins, those origins are meant to be seen not solely in biological terms but rather in terms of God’s choice. Similarly, Israel arises from women who begin as barren—thus pointing to divine intervention in history, rather than the perfectly normal account that we have here."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6203809f713bd8cd388d3e49", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, On the Book of Genesis and Its Structure 2-47", "anchorRef": "Genesis 1:1-50:26", "anchorRefExpanded": ["Genesis 1:1", "Genesis 1:2", "Genesis 1:3", "Genesis 1:4", "Genesis 1:5", "Genesis 1:6", "Genesis 1:7", "Genesis 1:8", "Genesis 1:9", "Genesis 1:10", "Genesis 1:11", "Genesis 1:12", "Genesis 1:13", "Genesis 1:14", "Genesis 1:15", "Genesis 1:16", "Genesis 1:17", "Genesis 1:18", "Genesis 1:19", "Genesis 1:20", "Genesis 1:21", "Genesis 1:22", "Genesis 1:23", "Genesis 1:24", "Genesis 1:25", "Genesis 1:26", "Genesis 1:27", "Genesis 1:28", "Genesis 1:29", "Genesis 1:30", "Genesis 1:31", "Genesis 2:1", "Genesis 2:2", "Genesis 2:3", "Genesis 2:4", "Genesis 2:5", "Genesis 2:6", "Genesis 2:7", "Genesis 2:8", "Genesis 2:9", "Genesis 2:10", "Genesis 2:11", "Genesis 2:12", "Genesis 2:13", "Genesis 2:14", "Genesis 2:15", "Genesis 2:16", "Genesis 2:17", "Genesis 2:18", "Genesis 2:19", "Genesis 2:20", "Genesis 2:21", "Genesis 2:22", "Genesis 2:23", "Genesis 2:24", "Genesis 2:25", "Genesis 3:1", "Genesis 3:2", "Genesis 3:3", "Genesis 3:4", "Genesis 3:5", "Genesis 3:6", "Genesis 3:7", "Genesis 3:8", "Genesis 3:9", "Genesis 3:10", "Genesis 3:11", "Genesis 3:12", "Genesis 3:13", "Genesis 3:14", "Genesis 3:15", "Genesis 3:16", "Genesis 3:17", "Genesis 3:18", "Genesis 3:19", "Genesis 3:20", "Genesis 3:21", "Genesis 3:22", "Genesis 3:23", "Genesis 3:24", "Genesis 4:1", "Genesis 4:2", "Genesis 4:3", "Genesis 4:4", "Genesis 4:5", "Genesis 4:6", "Genesis 4:7", "Genesis 4:8", "Genesis 4:9", "Genesis 4:10", "Genesis 4:11", "Genesis 4:12", "Genesis 4:13", "Genesis 4:14", "Genesis 4:15", "Genesis 4:16", "Genesis 4:17", "Genesis 4:18", "Genesis 4:19", "Genesis 4:20", "Genesis 4:21", "Genesis 4:22", "Genesis 4:23", "Genesis 4:24", "Genesis 4:25", "Genesis 4:26", "Genesis 5:1", "Genesis 5:2", "Genesis 5:3", "Genesis 5:4", "Genesis 5:5", "Genesis 5:6", "Genesis 5:7", "Genesis 5:8", "Genesis 5:9", "Genesis 5:10", "Genesis 5:11", "Genesis 5:12", "Genesis 5:13", "Genesis 5:14", "Genesis 5:15", "Genesis 5:16", "Genesis 5:17", "Genesis 5:18", "Genesis 5:19", "Genesis 5:20", "Genesis 5:21", "Genesis 5:22", "Genesis 5:23", "Genesis 5:24", "Genesis 5:25", "Genesis 5:26", "Genesis 5:27", "Genesis 5:28", "Genesis 5:29", "Genesis 5:30", "Genesis 5:31", "Genesis 5:32", "Genesis 6:1", "Genesis 6:2", "Genesis 6:3", "Genesis 6:4", "Genesis 6:5", "Genesis 6:6", "Genesis 6:7", "Genesis 6:8", "Genesis 6:9", "Genesis 6:10", "Genesis 6:11", "Genesis 6:12", "Genesis 6:13", "Genesis 6:14", "Genesis 6:15", "Genesis 6:16", "Genesis 6:17", "Genesis 6:18", "Genesis 6:19", "Genesis 6:20", "Genesis 6:21", "Genesis 6:22", "Genesis 7:1", "Genesis 7:2", "Genesis 7:3", "Genesis 7:4", "Genesis 7:5", "Genesis 7:6", "Genesis 7:7", "Genesis 7:8", "Genesis 7:9", "Genesis 7:10", "Genesis 7:11", "Genesis 7:12", "Genesis 7:13", "Genesis 7:14", "Genesis 7:15", "Genesis 7:16", "Genesis 7:17", "Genesis 7:18", "Genesis 7:19", "Genesis 7:20", "Genesis 7:21", "Genesis 7:22", "Genesis 7:23", "Genesis 7:24", "Genesis 8:1", "Genesis 8:2", "Genesis 8:3", "Genesis 8:4", "Genesis 8:5", "Genesis 8:6", "Genesis 8:7", "Genesis 8:8", "Genesis 8:9", "Genesis 8:10", "Genesis 8:11", "Genesis 8:12", "Genesis 8:13", "Genesis 8:14", "Genesis 8:15", "Genesis 8:16", "Genesis 8:17", "Genesis 8:18", "Genesis 8:19", "Genesis 8:20", "Genesis 8:21", "Genesis 8:22", "Genesis 9:1", "Genesis 9:2", "Genesis 9:3", "Genesis 9:4", "Genesis 9:5", "Genesis 9:6", "Genesis 9:7", "Genesis 9:8", "Genesis 9:9", "Genesis 9:10", "Genesis 9:11", "Genesis 9:12", "Genesis 9:13", "Genesis 9:14", "Genesis 9:15", "Genesis 9:16", "Genesis 9:17", "Genesis 9:18", "Genesis 9:19", "Genesis 9:20", "Genesis 9:21", "Genesis 9:22", "Genesis 9:23", "Genesis 9:24", "Genesis 9:25", "Genesis 9:26", "Genesis 9:27", "Genesis 9:28", "Genesis 9:29", "Genesis 10:1", "Genesis 10:2", "Genesis 10:3", "Genesis 10:4", "Genesis 10:5", "Genesis 10:6", "Genesis 10:7", "Genesis 10:8", "Genesis 10:9", "Genesis 10:10", "Genesis 10:11", "Genesis 10:12", "Genesis 10:13", "Genesis 10:14", "Genesis 10:15", "Genesis 10:16", "Genesis 10:17", "Genesis 10:18", "Genesis 10:19", "Genesis 10:20", "Genesis 10:21", "Genesis 10:22", "Genesis 10:23", "Genesis 10:24", "Genesis 10:25", "Genesis 10:26", "Genesis 10:27", "Genesis 10:28", "Genesis 10:29", "Genesis 10:30", "Genesis 10:31", "Genesis 10:32", "Genesis 11:1", "Genesis 11:2", "Genesis 11:3", "Genesis 11:4", "Genesis 11:5", "Genesis 11:6", "Genesis 11:7", "Genesis 11:8", "Genesis 11:9", "Genesis 11:10", "Genesis 11:11", "Genesis 11:12", "Genesis 11:13", "Genesis 11:14", "Genesis 11:15", "Genesis 11:16", "Genesis 11:17", "Genesis 11:18", "Genesis 11:19", "Genesis 11:20", "Genesis 11:21", "Genesis 11:22", "Genesis 11:23", "Genesis 11:24", "Genesis 11:25", "Genesis 11:26", "Genesis 11:27", "Genesis 11:28", "Genesis 11:29", "Genesis 11:30", "Genesis 11:31", "Genesis 11:32", "Genesis 12:1", "Genesis 12:2", "Genesis 12:3", "Genesis 12:4", "Genesis 12:5", "Genesis 12:6", "Genesis 12:7", "Genesis 12:8", "Genesis 12:9", "Genesis 12:10", "Genesis 12:11", "Genesis 12:12", "Genesis 12:13", "Genesis 12:14", "Genesis 12:15", "Genesis 12:16", "Genesis 12:17", "Genesis 12:18", "Genesis 12:19", "Genesis 12:20", "Genesis 13:1", "Genesis 13:2", "Genesis 13:3", "Genesis 13:4", "Genesis 13:5", "Genesis 13:6", "Genesis 13:7", "Genesis 13:8", "Genesis 13:9", "Genesis 13:10", "Genesis 13:11", "Genesis 13:12", "Genesis 13:13", "Genesis 13:14", "Genesis 13:15", "Genesis 13:16", "Genesis 13:17", "Genesis 13:18", "Genesis 14:1", "Genesis 14:2", "Genesis 14:3", "Genesis 14:4", "Genesis 14:5", "Genesis 14:6", "Genesis 14:7", "Genesis 14:8", "Genesis 14:9", "Genesis 14:10", "Genesis 14:11", "Genesis 14:12", "Genesis 14:13", "Genesis 14:14", "Genesis 14:15", "Genesis 14:16", "Genesis 14:17", "Genesis 14:18", "Genesis 14:19", "Genesis 14:20", "Genesis 14:21", "Genesis 14:22", "Genesis 14:23", "Genesis 14:24", "Genesis 15:1", "Genesis 15:2", "Genesis 15:3", "Genesis 15:4", "Genesis 15:5", "Genesis 15:6", "Genesis 15:7", "Genesis 15:8", "Genesis 15:9", "Genesis 15:10", "Genesis 15:11", "Genesis 15:12", "Genesis 15:13", "Genesis 15:14", "Genesis 15:15", "Genesis 15:16", "Genesis 15:17", "Genesis 15:18", "Genesis 15:19", "Genesis 15:20", "Genesis 15:21", "Genesis 16:1", "Genesis 16:2", "Genesis 16:3", "Genesis 16:4", "Genesis 16:5", "Genesis 16:6", "Genesis 16:7", "Genesis 16:8", "Genesis 16:9", "Genesis 16:10", "Genesis 16:11", "Genesis 16:12", "Genesis 16:13", "Genesis 16:14", "Genesis 16:15", "Genesis 16:16", "Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27", "Genesis 18:1", "Genesis 18:2", "Genesis 18:3", "Genesis 18:4", "Genesis 18:5", "Genesis 18:6", "Genesis 18:7", "Genesis 18:8", "Genesis 18:9", "Genesis 18:10", "Genesis 18:11", "Genesis 18:12", "Genesis 18:13", "Genesis 18:14", "Genesis 18:15", "Genesis 18:16", "Genesis 18:17", "Genesis 18:18", "Genesis 18:19", "Genesis 18:20", "Genesis 18:21", "Genesis 18:22", "Genesis 18:23", "Genesis 18:24", "Genesis 18:25", "Genesis 18:26", "Genesis 18:27", "Genesis 18:28", "Genesis 18:29", "Genesis 18:30", "Genesis 18:31", "Genesis 18:32", "Genesis 18:33", "Genesis 19:1", "Genesis 19:2", "Genesis 19:3", "Genesis 19:4", "Genesis 19:5", "Genesis 19:6", "Genesis 19:7", "Genesis 19:8", "Genesis 19:9", "Genesis 19:10", "Genesis 19:11", "Genesis 19:12", "Genesis 19:13", "Genesis 19:14", "Genesis 19:15", "Genesis 19:16", "Genesis 19:17", "Genesis 19:18", "Genesis 19:19", "Genesis 19:20", "Genesis 19:21", "Genesis 19:22", "Genesis 19:23", "Genesis 19:24", "Genesis 19:25", "Genesis 19:26", "Genesis 19:27", "Genesis 19:28", "Genesis 19:29", "Genesis 19:30", "Genesis 19:31", "Genesis 19:32", "Genesis 19:33", "Genesis 19:34", "Genesis 19:35", "Genesis 19:36", "Genesis 19:37", "Genesis 19:38", "Genesis 20:1", "Genesis 20:2", "Genesis 20:3", "Genesis 20:4", "Genesis 20:5", "Genesis 20:6", "Genesis 20:7", "Genesis 20:8", "Genesis 20:9", "Genesis 20:10", "Genesis 20:11", "Genesis 20:12", "Genesis 20:13", "Genesis 20:14", "Genesis 20:15", "Genesis 20:16", "Genesis 20:17", "Genesis 20:18", "Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34", "Genesis 22:1", "Genesis 22:2", "Genesis 22:3", "Genesis 22:4", "Genesis 22:5", "Genesis 22:6", "Genesis 22:7", "Genesis 22:8", "Genesis 22:9", "Genesis 22:10", "Genesis 22:11", "Genesis 22:12", "Genesis 22:13", "Genesis 22:14", "Genesis 22:15", "Genesis 22:16", "Genesis 22:17", "Genesis 22:18", "Genesis 22:19", "Genesis 22:20", "Genesis 22:21", "Genesis 22:22", "Genesis 22:23", "Genesis 22:24", "Genesis 23:1", "Genesis 23:2", "Genesis 23:3", "Genesis 23:4", "Genesis 23:5", "Genesis 23:6", "Genesis 23:7", "Genesis 23:8", "Genesis 23:9", "Genesis 23:10", "Genesis 23:11", "Genesis 23:12", "Genesis 23:13", "Genesis 23:14", "Genesis 23:15", "Genesis 23:16", "Genesis 23:17", "Genesis 23:18", "Genesis 23:19", "Genesis 23:20", "Genesis 24:1", "Genesis 24:2", "Genesis 24:3", "Genesis 24:4", "Genesis 24:5", "Genesis 24:6", "Genesis 24:7", "Genesis 24:8", "Genesis 24:9", "Genesis 24:10", "Genesis 24:11", "Genesis 24:12", "Genesis 24:13", "Genesis 24:14", "Genesis 24:15", "Genesis 24:16", "Genesis 24:17", "Genesis 24:18", "Genesis 24:19", "Genesis 24:20", "Genesis 24:21", "Genesis 24:22", "Genesis 24:23", "Genesis 24:24", "Genesis 24:25", "Genesis 24:26", "Genesis 24:27", "Genesis 24:28", "Genesis 24:29", "Genesis 24:30", "Genesis 24:31", "Genesis 24:32", "Genesis 24:33", "Genesis 24:34", "Genesis 24:35", "Genesis 24:36", "Genesis 24:37", "Genesis 24:38", "Genesis 24:39", "Genesis 24:40", "Genesis 24:41", "Genesis 24:42", "Genesis 24:43", "Genesis 24:44", "Genesis 24:45", "Genesis 24:46", "Genesis 24:47", "Genesis 24:48", "Genesis 24:49", "Genesis 24:50", "Genesis 24:51", "Genesis 24:52", "Genesis 24:53", "Genesis 24:54", "Genesis 24:55", "Genesis 24:56", "Genesis 24:57", "Genesis 24:58", "Genesis 24:59", "Genesis 24:60", "Genesis 24:61", "Genesis 24:62", "Genesis 24:63", "Genesis 24:64", "Genesis 24:65", "Genesis 24:66", "Genesis 24:67", "Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18", "Genesis 25:19", "Genesis 25:20", "Genesis 25:21", "Genesis 25:22", "Genesis 25:23", "Genesis 25:24", "Genesis 25:25", "Genesis 25:26", "Genesis 25:27", "Genesis 25:28", "Genesis 25:29", "Genesis 25:30", "Genesis 25:31", "Genesis 25:32", "Genesis 25:33", "Genesis 25:34", "Genesis 26:1", "Genesis 26:2", "Genesis 26:3", "Genesis 26:4", "Genesis 26:5", "Genesis 26:6", "Genesis 26:7", "Genesis 26:8", "Genesis 26:9", "Genesis 26:10", "Genesis 26:11", "Genesis 26:12", "Genesis 26:13", "Genesis 26:14", "Genesis 26:15", "Genesis 26:16", "Genesis 26:17", "Genesis 26:18", "Genesis 26:19", "Genesis 26:20", "Genesis 26:21", "Genesis 26:22", "Genesis 26:23", "Genesis 26:24", "Genesis 26:25", "Genesis 26:26", "Genesis 26:27", "Genesis 26:28", "Genesis 26:29", "Genesis 26:30", "Genesis 26:31", "Genesis 26:32", "Genesis 26:33", "Genesis 26:34", "Genesis 26:35", "Genesis 27:1", "Genesis 27:2", "Genesis 27:3", "Genesis 27:4", "Genesis 27:5", "Genesis 27:6", "Genesis 27:7", "Genesis 27:8", "Genesis 27:9", "Genesis 27:10", "Genesis 27:11", "Genesis 27:12", "Genesis 27:13", "Genesis 27:14", "Genesis 27:15", "Genesis 27:16", "Genesis 27:17", "Genesis 27:18", "Genesis 27:19", "Genesis 27:20", "Genesis 27:21", "Genesis 27:22", "Genesis 27:23", "Genesis 27:24", "Genesis 27:25", "Genesis 27:26", "Genesis 27:27", "Genesis 27:28", "Genesis 27:29", "Genesis 27:30", "Genesis 27:31", "Genesis 27:32", "Genesis 27:33", "Genesis 27:34", "Genesis 27:35", "Genesis 27:36", "Genesis 27:37", "Genesis 27:38", "Genesis 27:39", "Genesis 27:40", "Genesis 27:41", "Genesis 27:42", "Genesis 27:43", "Genesis 27:44", "Genesis 27:45", "Genesis 27:46", "Genesis 28:1", "Genesis 28:2", "Genesis 28:3", "Genesis 28:4", "Genesis 28:5", "Genesis 28:6", "Genesis 28:7", "Genesis 28:8", "Genesis 28:9", "Genesis 28:10", "Genesis 28:11", "Genesis 28:12", "Genesis 28:13", "Genesis 28:14", "Genesis 28:15", "Genesis 28:16", "Genesis 28:17", "Genesis 28:18", "Genesis 28:19", "Genesis 28:20", "Genesis 28:21", "Genesis 28:22", "Genesis 29:1", "Genesis 29:2", "Genesis 29:3", "Genesis 29:4", "Genesis 29:5", "Genesis 29:6", "Genesis 29:7", "Genesis 29:8", "Genesis 29:9", "Genesis 29:10", "Genesis 29:11", "Genesis 29:12", "Genesis 29:13", "Genesis 29:14", "Genesis 29:15", "Genesis 29:16", "Genesis 29:17", "Genesis 29:18", "Genesis 29:19", "Genesis 29:20", "Genesis 29:21", "Genesis 29:22", "Genesis 29:23", "Genesis 29:24", "Genesis 29:25", "Genesis 29:26", "Genesis 29:27", "Genesis 29:28", "Genesis 29:29", "Genesis 29:30", "Genesis 29:31", "Genesis 29:32", "Genesis 29:33", "Genesis 29:34", "Genesis 29:35", "Genesis 30:1", "Genesis 30:2", "Genesis 30:3", "Genesis 30:4", "Genesis 30:5", "Genesis 30:6", "Genesis 30:7", "Genesis 30:8", "Genesis 30:9", "Genesis 30:10", "Genesis 30:11", "Genesis 30:12", "Genesis 30:13", "Genesis 30:14", "Genesis 30:15", "Genesis 30:16", "Genesis 30:17", "Genesis 30:18", "Genesis 30:19", "Genesis 30:20", "Genesis 30:21", "Genesis 30:22", "Genesis 30:23", "Genesis 30:24", "Genesis 30:25", "Genesis 30:26", "Genesis 30:27", "Genesis 30:28", "Genesis 30:29", "Genesis 30:30", "Genesis 30:31", "Genesis 30:32", "Genesis 30:33", "Genesis 30:34", "Genesis 30:35", "Genesis 30:36", "Genesis 30:37", "Genesis 30:38", "Genesis 30:39", "Genesis 30:40", "Genesis 30:41", "Genesis 30:42", "Genesis 30:43", "Genesis 31:1", "Genesis 31:2", "Genesis 31:3", "Genesis 31:4", "Genesis 31:5", "Genesis 31:6", "Genesis 31:7", "Genesis 31:8", "Genesis 31:9", "Genesis 31:10", "Genesis 31:11", "Genesis 31:12", "Genesis 31:13", "Genesis 31:14", "Genesis 31:15", "Genesis 31:16", "Genesis 31:17", "Genesis 31:18", "Genesis 31:19", "Genesis 31:20", "Genesis 31:21", "Genesis 31:22", "Genesis 31:23", "Genesis 31:24", "Genesis 31:25", "Genesis 31:26", "Genesis 31:27", "Genesis 31:28", "Genesis 31:29", "Genesis 31:30", "Genesis 31:31", "Genesis 31:32", "Genesis 31:33", "Genesis 31:34", "Genesis 31:35", "Genesis 31:36", "Genesis 31:37", "Genesis 31:38", "Genesis 31:39", "Genesis 31:40", "Genesis 31:41", "Genesis 31:42", "Genesis 31:43", "Genesis 31:44", "Genesis 31:45", "Genesis 31:46", "Genesis 31:47", "Genesis 31:48", "Genesis 31:49", "Genesis 31:50", "Genesis 31:51", "Genesis 31:52", "Genesis 31:53", "Genesis 31:54", "Genesis 32:1", "Genesis 32:2", "Genesis 32:3", "Genesis 32:4", "Genesis 32:5", "Genesis 32:6", "Genesis 32:7", "Genesis 32:8", "Genesis 32:9", "Genesis 32:10", "Genesis 32:11", "Genesis 32:12", "Genesis 32:13", "Genesis 32:14", "Genesis 32:15", "Genesis 32:16", "Genesis 32:17", "Genesis 32:18", "Genesis 32:19", "Genesis 32:20", "Genesis 32:21", "Genesis 32:22", "Genesis 32:23", "Genesis 32:24", "Genesis 32:25", "Genesis 32:26", "Genesis 32:27", "Genesis 32:28", "Genesis 32:29", "Genesis 32:30", "Genesis 32:31", "Genesis 32:32", "Genesis 32:33", "Genesis 33:1", "Genesis 33:2", "Genesis 33:3", "Genesis 33:4", "Genesis 33:5", "Genesis 33:6", "Genesis 33:7", "Genesis 33:8", "Genesis 33:9", "Genesis 33:10", "Genesis 33:11", "Genesis 33:12", "Genesis 33:13", "Genesis 33:14", "Genesis 33:15", "Genesis 33:16", "Genesis 33:17", "Genesis 33:18", "Genesis 33:19", "Genesis 33:20", "Genesis 34:1", "Genesis 34:2", "Genesis 34:3", "Genesis 34:4", "Genesis 34:5", "Genesis 34:6", "Genesis 34:7", "Genesis 34:8", "Genesis 34:9", "Genesis 34:10", "Genesis 34:11", "Genesis 34:12", "Genesis 34:13", "Genesis 34:14", "Genesis 34:15", "Genesis 34:16", "Genesis 34:17", "Genesis 34:18", "Genesis 34:19", "Genesis 34:20", "Genesis 34:21", "Genesis 34:22", "Genesis 34:23", "Genesis 34:24", "Genesis 34:25", "Genesis 34:26", "Genesis 34:27", "Genesis 34:28", "Genesis 34:29", "Genesis 34:30", "Genesis 34:31", "Genesis 35:1", "Genesis 35:2", "Genesis 35:3", "Genesis 35:4", "Genesis 35:5", "Genesis 35:6", "Genesis 35:7", "Genesis 35:8", "Genesis 35:9", "Genesis 35:10", "Genesis 35:11", "Genesis 35:12", "Genesis 35:13", "Genesis 35:14", "Genesis 35:15", "Genesis 35:16", "Genesis 35:17", "Genesis 35:18", "Genesis 35:19", "Genesis 35:20", "Genesis 35:21", "Genesis 35:22", "Genesis 35:23", "Genesis 35:24", "Genesis 35:25", "Genesis 35:26", "Genesis 35:27", "Genesis 35:28", "Genesis 35:29", "Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43", "Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, On the Book of Genesis and Its Structure 2-47", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר א׳ ב׳-מ״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Genesis and Its Structure", "he": "בראשית מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE TEXT OF</small> G<small>ENESIS SEEMS TO SPEAK WITH MANY VOICES</small>. F<small>OR A BOOK WHOSE BASIC</small> arrangement is chronological, tracing the history of a single family, it exhibits a good deal of discontinuity on the surface. Here time flows uniformly, there it takes startling jumps; fragments are followed by more or less full-blown tales; genres alternate, from mythic to genealogical to folkloristic. In addition, scholars often portray Genesis as a collection of historically diverse materials that were compiled by scribes for whom deviating from received tradition was anathema. Hence the repetitions, the inconsistencies, and the irregular pacing.", "Is Genesis then, at best, a collection of stories related to the origins of Israel, with most of its seams still showing? Such an assessment does not do justice to what must have been a complex process of addition and growth or to the final product. An overview of the book does produce a certain scheme; at some point in the text’s history a coherent picture must have begun to emerge from the disparate materials handed down. For the modern reader, utilizing the Buber-Rosenzweig method of focusing on repeating words and key themes as the text presents them may make it possible to generalize about the organization of the book and also to speculate on its overall intent in the form in which it has come down to us.", "On its most obvious level Genesis is a book about origins. It seeks to link the origin of the people of Israel with that of the world, relating in the process how various human characteristics and institutions arose.", "On the surface this parallels much of ancient literature and folklore. All peoples are interested in their own beginnings, picturing them in a way which validates their present existence. Genesis, however, is different in that, like the rest of the Torah, it downplays the heroic element of the people’s origins and in its place stresses God’s role in them. Moreover the one great omission—the origin of God—establishes from the beginning a unique basis for a tribal chronicle. From Genesis and subsequent books we learn primarily about God’s relationship to the people and what he expects of them; almost everything else is subordinated to this purpose.", "Preliminarily one can speak of at least seven major themes whose recurrence establishes their importance in the book:", "1. <i>Origins:</i> Of the world, of humanity, and of the people of Israel.<br>2. <i>Order/Meaning in History:</i> By means of stylized or patterned chronology—reliance on certain round numbers such as 3, 7, and 40—it is suggested that human events are not random but somehow planned.<br>3. <i>Blessing:</i> From creation onward God bestows blessings on his creatures in general and on the fathers and mothers of Israel in particular.<br>4. <i>Covenant:</i> God concludes agreements with human beings.<br>5. <i>God Punishes Evildoing:</i> God is provoked to anger not by his capriciousness but by human failure to uphold justice and morality.<br>6. <i>Sibling Conflict, with the Younger Usually Emerging the Victor:</i> The order of nature (primacy of the firstborn) is overturned, demonstrating that God, not nature, is the ruling principle in human affairs.<br>7. <i>Testing:</i> God tests those who are to carry forth his mission; the result is the development of moral character.", "Superseding these important themes, which occur throughout the Bible in various forms, is the dominant one of <i>continuity</i>, represented by the unifying word in Genesis <i>toledot</i> (“begettings”). The word appears eleven times, often accompanied by long genealogical lists. The names may deflect attention from what is central to Genesis. The major thrust of the book would seem to be toward human fecundity, following the early divine command to “bear fruit and be many” (1:28), and pointing toward the eventual fecundity of the people of Israel (which will only be realized in the book of Exodus). Such an emphasis seems appropriate in a book about origins.", "Ironically, however, the undercurrent in Genesis points not to life and its continuation, but rather to its threatened extinction. In story after story the protagonist, his people, and occasionally the entire world are threatened. In at least one case (Avraham) a perfectly legal and natural solution is found—the birth of Yishmael as his heir—only to be rejected by God in favor of a more difficult one: a son born to an elderly woman.", "It is clear that the stress on continuity and discontinuity has one purpose: to make clear that God is in control of history. Human fertility and continuity in history come not from magical rites or from the arbitrary decisions of the gods, but from a God who bases his rule on justice. Nature disappears as a ruling factor in human affairs, replaced by a principle of morality which is unshakable precisely because it comes from a God who is beyond the rules of nature.", "But the result is a book which abounds in tension. From the beginnings of human history (Chap. 4) we encounter contradictions and opposites, whether on a small scale (fertility and barrenness) or a large one (promise and delayed fulfillment). Nowhere is this so clear as in the dramatic high point of the book, Chap. 22. As Avraham stands with knife upraised, the entire enterprise of Genesis hangs in the balance. But the entire book is replete with such tensions and continuity-threatening situations. There are barren wives, brothers vowing to kill brothers, cities and even a world being destroyed by an angry God. The main characters of Genesis thus emerge as survivors, above all else. Noah sets the pattern, but he is merely the first, and too passive an example. The Patriarchs must brave hostile foreigners, bitter intrafamily struggles, and long wanderings before they can find peace.", "While by the end of the book many of the tensions have been resolved, one conspicuously has not: God’s promise of the land of Canaan. As the book ends, “in Egypt,” we are left to ponder how this God, who keeps his promises to “those who love him” (Ex. 20:6), will bring the people back to their land—a land inhabited by someone else and in which the Children of Israel own only a burial site. Yet despite the tension, we may assume from the experiences of the Patriarchs that God will indeed “take account of” the Israelites (50:24), that he will take whatever ill has been planned against them and “plan-it-over for good” (50:20).", "A word should also be said here about hero traditions. In the great epics of the ancient world the hero often stands as a lonely figure. He must overcome obstacles, fight monsters, acquire helpers (whether women, “sidekicks,” or magic objects); and his triumph in the end signals man’s triumph over his archenemy, Death. Every battle won, every obstacle hurdled, is psychologically a victory for us, the audience, a cathartic release from our own frustrating battle against death.", "The Bible sees things rather differently. Death is also overcome, but not only by the individual’s struggle. It is rather through the covenant community, bound together by God’s laws and his promises, that the heroic vision is lived out. Despite the triumphs of the characters in Genesis, it is really in the book of Exodus that the great battle scenes (the plagues in Egypt, the Red Sea) and meetings with the divine (Mount Sinai) take place. And it is therefore God himself who is most properly the “hero” of these stories. No major character in Genesis achieves success without depending fully on God, and the standards that are held up to them are ultimately seen as God’s own, to be imitated by imperfect humankind.", "The book of Genesis falls naturally into four large sections. The first, usually termed the “Primeval History” (Chaps, 11–11), begins with creation and progresses through the early generations of humanity, ending in Mesopotamia. The second (Chaps. 12 through 25:18) is the cycle of stories concerning Avraham, the father of the people of Israel. Part III (Gen. 25:19 through Chap. 36) deals in the main with stories about his grandson Yaakov. The final section (Chaps. 37–50) is the tale of Yosef and of how the Children of Israel came to live in Egypt (thus paving the way for the book of Exodus).", "The following skeletal outline will lay out some of the interesting structural features of the book. There is an elemental symmetry that emerges from the four sections; further comments, especially about how the sections cohere, will be found in the explanatory material accompanying the text in this volume.", "I. Chosen Figure (Noah)", "Sibling Hatred (Kayin–Hevel), with sympathy for youngest", "Family Continuity Threatened (Hevel murdered)", "Ends with Death (Haran, Terah; Sarai barren)", "Humanity Threatened (Flood)", "Ends Away from Land of Israel (“In Harran”)", "II. Chosen Figure (Avraham)", "Sibling Hatred (Yishmael–Yitzhak) Implied, with sympathy for youngest", "Family Continuity Threatened (Sarai barren, Yitzhak almost sacrificed)", "Ends with Death (Sara, Avraham)", "Rivalry Between Wives (Hagar–Sarai)", "Barren Wife (Sarai)", "Wife–Sister Story (Chaps. 12 and 20)", "Ends with Genealogy of Non-Covenant Line (Yishmael)", "III: Chosen Figure (Yaakov)", "Sibling Hatred (Esav–Yaakov), with sympathy for youngest", "Family Continuity Threatened (Yaakov almost killed)", "Ends with Death (Devora, Rahel, Yitzhak)", "Rivalry Between Wives (Lea–Rahel)", "Barren Wife (Rahel)", "Wife–Sister Story (Chap. 26)", "Ends with Genealogy of Non-Covenant Line (Esav)", "IV Chosen Figure (Yosef)", "Sibling Hatred (Brothers–Yosef), with sympathy for youngest", "Family Continuity Threatened (Yehuda’s sons die; Yosef almost killed; family almost dies in famine)", "Ends with Death (Yaakov, Yosef)", "Humanity Threatened (Famine)", "Ends Away from Land of Israel (“In Egypt”)", "There is of course great variety within this bare structure; each version of a motif has its own special characteristics and emphases. Yet the patterning observed above gives the book a general coherence, above and beyond differences. It also demonstrates a conscious hand at work, one concerned about the texture of the book as a whole and able, despite the possible rigidity of what had been handed down, to shape the received material into a plastic and breathing unity.", "Two general observations about Genesis will round out the picture here. First, as the book progresses there is a tendency for the style of the literature to become smoother. The abrupt changes and sometimes fragmentary nature of the material in Part I, and the vignettes built around Avraham’s life in Part II, give way to a greater coherence and concentration in Part III, and finally to a relatively flowing and psychologically complete narrative in Part IV Along with this, the characters in the latter half of the book seem to be more changeable and human, in contrast to Noah and Avraham, who often appear almost perfect models of piety.", "Second, contact with God becomes less and less direct as Genesis moves on. Avraham’s dreams and visions seem a far cry from Adam’s conversations with God in the garden (although see Chap. 18); Yaakov’s encounters with God are less frequent than Avraham’s; and finally, Yosef never has a conversation with God, although he receives dream interpretations from him. This process of distancing may reflect an often-observed tendency in religions to think of primeval times as a “golden age” of closeness between gods and men, as contrasted to today (whenever one is writing), when humankind finds itself tragically distant from the divine and in need of communication."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382c9c9ad75f2d99af732", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part I; The Primeval History, The Table of the Nations 1", "anchorRef": "Genesis 10:1-32", "anchorRefExpanded": ["Genesis 10:1", "Genesis 10:2", "Genesis 10:3", "Genesis 10:4", "Genesis 10:5", "Genesis 10:6", "Genesis 10:7", "Genesis 10:8", "Genesis 10:9", "Genesis 10:10", "Genesis 10:11", "Genesis 10:12", "Genesis 10:13", "Genesis 10:14", "Genesis 10:15", "Genesis 10:16", "Genesis 10:17", "Genesis 10:18", "Genesis 10:19", "Genesis 10:20", "Genesis 10:21", "Genesis 10:22", "Genesis 10:23", "Genesis 10:24", "Genesis 10:25", "Genesis 10:26", "Genesis 10:27", "Genesis 10:28", "Genesis 10:29", "Genesis 10:30", "Genesis 10:31", "Genesis 10:32"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part I; The Primeval History, The Table of the Nations 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ב׳, בראשית הערה י׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית הערה י׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Genesis 10:1-32\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Genesis 10:1-32</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "624a99ca54d5d59563a5376b", "index_title": "Shivchei HaRan", "category": "Chasidut", "type": "", "ref": "Shivchei HaRan, An Account of His Pilgrimage to the Holy Land 18:12", "anchorRef": "Genesis 6:9-11:32", "anchorRefExpanded": ["Genesis 6:9", "Genesis 6:10", "Genesis 6:11", "Genesis 6:12", "Genesis 6:13", "Genesis 6:14", "Genesis 6:15", "Genesis 6:16", "Genesis 6:17", "Genesis 6:18", "Genesis 6:19", "Genesis 6:20", "Genesis 6:21", "Genesis 6:22", "Genesis 7:1", "Genesis 7:2", "Genesis 7:3", "Genesis 7:4", "Genesis 7:5", "Genesis 7:6", "Genesis 7:7", "Genesis 7:8", "Genesis 7:9", "Genesis 7:10", "Genesis 7:11", "Genesis 7:12", "Genesis 7:13", "Genesis 7:14", "Genesis 7:15", "Genesis 7:16", "Genesis 7:17", "Genesis 7:18", "Genesis 7:19", "Genesis 7:20", "Genesis 7:21", "Genesis 7:22", "Genesis 7:23", "Genesis 7:24", "Genesis 8:1", "Genesis 8:2", "Genesis 8:3", "Genesis 8:4", "Genesis 8:5", "Genesis 8:6", "Genesis 8:7", "Genesis 8:8", "Genesis 8:9", "Genesis 8:10", "Genesis 8:11", "Genesis 8:12", "Genesis 8:13", "Genesis 8:14", "Genesis 8:15", "Genesis 8:16", "Genesis 8:17", "Genesis 8:18", "Genesis 8:19", "Genesis 8:20", "Genesis 8:21", "Genesis 8:22", "Genesis 9:1", "Genesis 9:2", "Genesis 9:3", "Genesis 9:4", "Genesis 9:5", "Genesis 9:6", "Genesis 9:7", "Genesis 9:8", "Genesis 9:9", "Genesis 9:10", "Genesis 9:11", "Genesis 9:12", "Genesis 9:13", "Genesis 9:14", "Genesis 9:15", "Genesis 9:16", "Genesis 9:17", "Genesis 9:18", "Genesis 9:19", "Genesis 9:20", "Genesis 9:21", "Genesis 9:22", "Genesis 9:23", "Genesis 9:24", "Genesis 9:25", "Genesis 9:26", "Genesis 9:27", "Genesis 9:28", "Genesis 9:29", "Genesis 10:1", "Genesis 10:2", "Genesis 10:3", "Genesis 10:4", "Genesis 10:5", "Genesis 10:6", "Genesis 10:7", "Genesis 10:8", "Genesis 10:9", "Genesis 10:10", "Genesis 10:11", "Genesis 10:12", "Genesis 10:13", "Genesis 10:14", "Genesis 10:15", "Genesis 10:16", "Genesis 10:17", "Genesis 10:18", "Genesis 10:19", "Genesis 10:20", "Genesis 10:21", "Genesis 10:22", "Genesis 10:23", "Genesis 10:24", "Genesis 10:25", "Genesis 10:26", "Genesis 10:27", "Genesis 10:28", "Genesis 10:29", "Genesis 10:30", "Genesis 10:31", "Genesis 10:32", "Genesis 11:1", "Genesis 11:2", "Genesis 11:3", "Genesis 11:4", "Genesis 11:5", "Genesis 11:6", "Genesis 11:7", "Genesis 11:8", "Genesis 11:9", "Genesis 11:10", "Genesis 11:11", "Genesis 11:12", "Genesis 11:13", "Genesis 11:14", "Genesis 11:15", "Genesis 11:16", "Genesis 11:17", "Genesis 11:18", "Genesis 11:19", "Genesis 11:20", "Genesis 11:21", "Genesis 11:22", "Genesis 11:23", "Genesis 11:24", "Genesis 11:25", "Genesis 11:26", "Genesis 11:27", "Genesis 11:28", "Genesis 11:29", "Genesis 11:30", "Genesis 11:31", "Genesis 11:32"], "sourceRef": "Shivchei HaRan, An Account of His Pilgrimage to the Holy Land 18:12", "sourceHeRef": "שבחי הר\"ן, סדר הנסיעה שלו לארץ ישראל י״ח:י״ב", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1803, 1817], "commentaryNum": 18.0012, "collectiveTitle": {"en": "Shivchei HaRan", "he": "שבחי הר\"ן"}, "heTitle": "סדר הנסיעה שלו לארץ ישראל", "he": "וְשִׁחֵר פָּנָיו שֶׁיִּתְאַכְסֵן אֶצְלוֹ, וְהֵשִׁיב רַבֵּנוּ ז\"ל: שֶׁזֶּה אִי־אֶפְשָׁר שֶׁיַּעֲמֹד בִּקְבִיעוּת אֶצְלוֹ. אַךְ עַל שַׁבָּת אַחַת יִהְיֶה אֶצְלוֹ. וּבְיוֹם מָחָר שָׁלַח בִּשְׁבִילוֹ. וְקִבְּלוֹ עַל שַׁבָּת הָרִאשׁוֹן פָּרָשַׁת נֹחַ.", "heVersionTitle": "rabenubook", "heLicense": "", "heVersionTitleInHebrew": "", "text": "Rabbi Abraham pleaded with the Rebbe to stay with him. The Rebbe answered that he could not move in permanently, but would spend one Shabbat there. The very next day, Rabbi Abraham sent a message inviting the Rebbe for the next Shabbat, the Shabbat of Noah.<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">The Torah reading that recounts the story of Noah and the flood (Genesis 6:9-11:32). This was 3 Cheshvan (October 13, 1798).</i>", "versionTitle": "Rabbi Nachman's Wisdom, trans. Aryeh Kaplan, Jerusalem. Breslov Research Institute, 1973", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "63c942a001e878406e0ce83e", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Vayera 27:415", "anchorRef": "Genesis 10:22", "anchorRefExpanded": ["Genesis 10:22"], "sourceRef": "Zohar, Vayera 27:415", "sourceHeRef": "ספר הזהר, וירא כ״ז:תט״ו", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 27.0028, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "וירא", "he": "אִי הָכִי יְקָרָא סַגִּיאָה הוּא לְמִצְּרָאֵי, דְּלָא דָמֵי מַאן דְּתָפַשׂ מַלְכָּא לְמַאן דְּתָפַשׂ הֶדְיוֹטָא. וְעוֹד אֵין לְךָ אוּמָה מְזוּהֱמֶת בְּכָל טוּמְאָה כְּמוֹ הַמִּצְּרִים דִּכְתִיב בְּהוּ (יחזקאל כ״ג:כ׳) אֲשֶׁר בְּשַׂר חֲמוֹרִים בְּשָׂרָם וְגו' שֶׁהֵם חֲשׁוּדִים עַל מִשְׁכַּב זָכוּר, וְהֵם בָּאִים מֵחָם שֶׁעָשָׂה מַה שֶּׁעָשָׂה לְאָבִיו וְקִלֵּל אוֹתוֹ וְלִכְנַעַן בְּנוֹ. וְכִי לֹא הָיָה לְהַקָּדוֹשׁ בָּרוּךְ הוּא מַלְאָךְ אוֹ שָׁלִיחַ לְשַׁגֵּר לַעֲשׂוֹת נְקָמָה בְּמִצְּרַיִם כְּמוֹ שֶׁעָשָׂה בְּאַשּׁוּר שֶׁהָיָה בְּנוֹ שֶׁל שֵׁם דִּכְתִיב, (בראשית י׳:כ״ב) וּבְנֵי שֵׁם עֵילָם וְאַשּׁוּר. ושֵׁם הָיָה כֹּהֵן גָּדוֹל וְנִתְבָּרֵךְ שֶׁנְּאֱמַר (בראשית ט׳:כ״ו) בָּרוּךְ יְיָ אֱלהֵי שֵׁם. וְהָיָה לְשֵׁם הַגְּדוּלָּה וְהַבְּרָכָה עַל אֶחָיו. וּכְתִיב בָּם (ישעיהו ל״ז:ל״ו) וַיִּצֵּא מַלְאַךְ יְיָ וַיַּכֶּה בְּמַחֲנֶה אַשּׁוּר. וְעַל יְדֵי שָׁלִיחַ נַעֲשָׂה, כָל שֶׁכֵּן הַמִּצְּרִים שֶׁהֵם מְזוּהָמִים יוֹתֵר מִכָּל אוּמָה, ואָמַר אֲנִי וְלֹא מַלְאָךְ.", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63df5639dc0b0789bbb2ee31", "index_title": "Midrash Yelamdenu, Selections from Yalkut Talmud Torah", "category": "Midrash", "type": "", "ref": "Midrash Yelamdenu, Selections from Yalkut Talmud Torah 47:2", "anchorRef": "Genesis 10:22", "anchorRefExpanded": ["Genesis 10:22"], "sourceRef": "Midrash Yelamdenu, Selections from Yalkut Talmud Torah 47:2", "sourceHeRef": "מדרש ילמדנו מתוך ילקוט תלמוד תורה מ״ז:ב׳", "anchorVerse": 22, "sourceHasEn": false, "commentaryNum": 47.0002, "collectiveTitle": {"en": "Midrash Yelamdenu, Selections from Yalkut Talmud Torah", "he": "מדרש ילמדנו מתוך ילקוט תלמוד תורה"}, "he": "ויכסו את ערות אביהם, שהיה ביאתן כדרך הליכתן. מה פרע להם הב\"ה, נתן לשם הטלית, וליפת קבורה בארץ ישראל, שנ' אתן לגוג שם קבר (יח', ל\"ט, י\"א). ולשם מה פרע לו, כשנכנסו בני אהרן להקריב, ותצא אש מלפני י\"י ותאכל אותם (וי' י', כ'), אותם ולא בגדיהם, שריפת נשמה וגוף קיים. הרי בצדיקים, ברשעים מנין, כשעלה סנחריב מלך אשור לירושלים וחילותיו, נשרפו גופותם ולא בגדיהם שהיו מבני בניו של שם, שנ' בני שם עילם ואשור (בר' י', כ\"ב), וכתי' שם עילם ואשור (דה\"א א', י\"ז). ילמדנו.", "heVersionTitle": "Yalkut Talmud Torah. Cincinnati, 1940", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6425a8e3fec747b355ea0919", "index_title": "Sifrei Aggadah on Esther", "category": "Midrash", "type": "", "ref": "Sifrei Aggadah on Esther, Midrash Panim Acherim, Version II 1:4", "anchorRef": "Genesis 10:22", "anchorRefExpanded": ["Genesis 10:22"], "sourceRef": "Sifrei Aggadah on Esther, Midrash Panim Acherim, Version II 1:4", "sourceHeRef": "ספרי דאגדתא על מגילת אסתר, מדרש פנים אחרים, נוסח ב א׳:ד׳", "anchorVerse": 22, "sourceHasEn": false, "commentaryNum": 1.0004, "collectiveTitle": {"en": "Sifrei Aggadah on Esther", "he": "ספרי דאגדתא על מגילת אסתר"}, "heTitle": "נוסח ב", "he": "<small>[אסתר א, ב]</small> <b>בימים ההם כשבת המלך אחשורוש.</b> זש\"ה והוא מהשניא עידניא וזימניא (דניאל ב כא), מתחילתו של בריאת העולם הבכורות היו מקריבין, והן היו נוטלין את הגדולה, וכן את מוצא כשהרג קין את הבל, לא נבנה העולם מהם, וניתנה הגדולה לשת, שנאמר כי שת לי אלהים זרע אחר (בראשית ד כה), ונתן שת לאנוש, ואנוש לקינן עד נח, ונח נתן את הגדולה לשם, ושם היה לו שני בנים, ולא נתן את הגדולה לא ראשון ולא לשני, שכן הוא אומר בני שם עילם ואשור (בראשית י כב), ונתן את הגדולה לארפכשד, שהיה עומד אברהם ממנו, ונתן אברהם ליצחק, ויצחק ליעקב, ויעקב נתן את המלכות ליהודה, ויהודה נתן לבנו לפרץ, עד שהגיע לצדקיהו, כיון שגלה צדקיהו נטל נבוכדנצר המלכות ממנו, אמר הקב\"ה כל ימים שהיה המלכות ביד בניי, הייתי מגלגל עמהם, זה עומד רשע, וזה עומד צדיק, זה לווה וזה פורע, עכשיו שניטלה מלכות מבניי, תחזור לבית אביה, עילם היה בכורו של שם, ובשביל ישראל נטלה מלכות מארפכשד שהן מבני בניו, ותחזור מלכות לעילם שהיתה שלו, שנאמר כשבת המלך אחשורוש על כסא מלכותו אשר בשושן הבירה, ואין שושן אלא עילם, שנאמר ואני בשושן הבירה אשר בעילם המדינה (דניאל ח ב). ד\"א בימים ההם. כשעלה נבוכדנצר והחריב את בית המקדש, והגלה את צדקיהו ואת ישראל לבבל, העלה הכסא שעשה שלמה המלך בחכמתו, שנאמר ויעש המלך כסא שן גדול וגו' (מ\"א י יח), מכובש באבנים טובות ומרגליות, ושש מעלות היו לכסא, וכל מעלה ומעלה (וכו' כדלעיל) [מכובשת באבנים טובות ומרגליות (הם) [מהם] לבנות ירקרקות ואדמדמות, ויש בהם בזכוכית טובה קריסטאלי, ואילני תמרים היו מקיפין לכסא, מכוסין בבגדי שש לבן, ועל ראשיהם טווסין של שן מכוונים כנגד גפי נשרים, ושני אריות של זהב היו עומדים על מעלה ראשונה, ושני עמודים של שיש היו עומדים על ראש האריות, ושני גפנים של זהב עומדות משני צדי הכסא, ומצילות על ראשי העמודים, ושני אריות של זהב חלולים היו עומדות כנגד הראשון, והיו מלאים כל מיני בשמים, שהיו זולפים בשמים, כשהיה המלך שלמה עולה, ושני קתדראות של זהב היו משני צדדי הכסא, אחד לכהן גדול ואחד לסגן, (נ\"א אחד לגד החוזה ואחד לנתן הנביא), ושבעים קתדראות מקיפין לכסא של שבעים זקנים סנהדרי ישראל, וכשהיה המלך שלמה עולה לכסא, היה נותן רגלו על מעלה חוזר גלגל של מנגנון, ארי פושט ידו על ימין, הנשר פושט ידו על שמאל, והמלך נשען עליהם ועולה, כך היה עושה על כל מעלה ומעלה, וכשהיה עולה לראש הכסא, הנשרים פורשים גפיהם, ועולים במנגנין, והיו מכסין למעלה על ראשו של מלך, ויונה של זהב יורדת מן העמוד במנגנין, ופותחת הארון ולוקחת ס\"ת, ונותנת לתוך ידו של מלך, לקיים מה שנאמר והיתה עמו וקרא בו כל ימי חייו, וכשהיה הכהן גדול והזקנים שואלים בשלום המלך, יושבים מימינו ומשמאלו, ודנין עמו הדין, וכשמעלים את העד לפני שלמה, היו מנגנות פוקעים, גלגלות חוזרים, אריות נוהמין, נשרים פורחין, טווסין רצין, ולמה לחטוף לבם של עדים, בשביל שיעידו אמת, וכשהגלוהו נבוכדנצר רצה לישב עליו ולדון את צדקיהו ברבלתה, באותה שעה אמרו ישראל נתקיים עלינו מה שנאמר ואויבינו פלילים, ולא היה יודע מנגנון, פרש רגלו פקע תנין של כסף, שהיה חוזר בתוך המנגנון, והכה אותו על יריכו של שמאל, והיה מצטער ממנה עד יום מותו, [וי\"א פרעה נכה שבה אותו מירושלים והביאו למצרים ובקש לעלות ולישב עליו והכה אותו הארי על ירכו, והיה צולע, לפיכך נקרא פרעה נכה]. וכשהחריב נבוכדנצר הרשע את ירושלים ובא לכבוש את מצרים, מצא הכסא שם, ונטלו והוליכו לבבל לישב שם, והכישו הארי ונפל ממנו, וכה\"א איך נפלת משמים, וכי משמים נפל, אלא שבקש לישב על הכסא של מי שנתנה לו חכמה מן השמים. וכשמלך דריוש, והחריב את בבל, נטל את הכסא והביאו למדי, ולא ישב אדם עליו, וכשמלך אחשורוש שלח והביא חכמים ממצרים לעשות כדמות הכסא, ולא יכלו לעשות, ועשו לשמו כסא אחר, לכך נאמר כשבת המלך אחשורוש על כסא וגו'].", "heVersionTitle": "Vilna, 1886", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc0e758c1dc532ec829b", "index_title": "Steinsaltz on Genesis", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Genesis 10:22", "anchorRef": "Genesis 10:22", "anchorRefExpanded": ["Genesis 10:22"], "sourceRef": "Steinsaltz on Genesis 10:22", "sourceHeRef": "ביאור שטיינזלץ על בראשית י׳:כ״ב", "anchorVerse": 22, "sourceHasEn": true, "commentaryNum": 10.0022, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על בראשית", "he": "<b>בְּנֵי שֵׁם:</b>\n    <b>עֵילָם וְאַשּׁוּר וְאַרְפַּכְשַׁד</b>, שיש הרואים בו את אבי הכשדים, הבבלים, \n    <b>וְלוּד</b>, המתייחס ללידיה, אזור באסיה הקטנה. אין לקשר לוד זה ללודים שהופיעו לעיל בין בני מצרים. \n    <b>וַאֲרָם.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>The sons of Shem </b>were <b>Elam; Ashur; Arpakhshad, </b>whom some consider the father of the Chaldeans, the Babylonians; and <b>Lud. </b>This name is related to Lydia, a region in Asia Minor, not the Ludim, mentioned above among the children of Mitzrayim. <b>And </b>the last son of Shem is <b>Aram. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "5cd13ba269ad4c007a1d6df9", "index_title": "Birkat Asher on Torah", "category": "Quoting Commentary", "type": "", "ref": "Birkat Asher on Torah, Deuteronomy 32:8:4", "anchorRef": "Genesis 10:1-29", "anchorRefExpanded": ["Genesis 10:1", "Genesis 10:2", "Genesis 10:3", "Genesis 10:4", "Genesis 10:5", "Genesis 10:6", "Genesis 10:7", "Genesis 10:8", "Genesis 10:9", "Genesis 10:10", "Genesis 10:11", "Genesis 10:12", "Genesis 10:13", "Genesis 10:14", "Genesis 10:15", "Genesis 10:16", "Genesis 10:17", "Genesis 10:18", "Genesis 10:19", "Genesis 10:20", "Genesis 10:21", "Genesis 10:22", "Genesis 10:23", "Genesis 10:24", "Genesis 10:25", "Genesis 10:26", "Genesis 10:27", "Genesis 10:28", "Genesis 10:29"], "sourceRef": "Birkat Asher on Torah, Deuteronomy 32:8:4", "sourceHeRef": "ברכת אשר על התורה, דברים ל״ב:ח׳:ד׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 8.0004, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "דברים", "he": "אכן כאשר מונים את צאצאי נח (בראשית י, א-כט) מגיעים למספר שבעים, ועליהם נאמר שם (בפסוק לב) \"אלה משפחֹת בני נח לתולדֹתם בגויהם ומאלה נפרדו הגוים בארץ אחר המבול\". (פ' האזינו תשנ\"ג)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62528231b7b9a36c89690ea3", "index_title": "Em LaMikra", "category": "Commentary", "type": "commentary", "ref": "Em LaMikra, Genesis 10:22:1", "anchorRef": "Genesis 10:22", "anchorRefExpanded": ["Genesis 10:22"], "sourceRef": "Em LaMikra, Genesis 10:22:1", "sourceHeRef": "אם למקרא, בראשית י׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "commentaryNum": 22.0001, "collectiveTitle": {"en": "Em LaMikra", "he": "אם למקרא"}, "heTitle": "בראשית", "he": "<b>עילם.</b> בלשון פרס <b>איראן</b> — ומקום קרוב טמא אצלם <b>אַנִירַאן</b> -והחוקר הצרפתי. Renan. Hist. des lang. semitiques I. 41 מצא שבקצת כתיבות קדמוניות בארץ פרס כתוב <b>ילאן</b> תחת <b>איראן</b> והוא קרוב יותר לשם <b>עילם.</b>", "heVersionTitle": "Livorno, 1862-1863", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6252823224f099ec072a77d0", "index_title": "Em LaMikra", "category": "Commentary", "type": "commentary", "ref": "Em LaMikra, Genesis 10:22:2", "anchorRef": "Genesis 10:22", "anchorRefExpanded": ["Genesis 10:22"], "sourceRef": "Em LaMikra, Genesis 10:22:2", "sourceHeRef": "אם למקרא, בראשית י׳:כ״ב:ב׳", "anchorVerse": 22, "sourceHasEn": false, "commentaryNum": 22.0002, "collectiveTitle": {"en": "Em LaMikra", "he": "אם למקרא"}, "heTitle": "בראשית", "he": "<b>ארפכשד.</b> קרוב ונראה ששם זה נחלק לשנים — <b>ארף</b> (תחום וגבול. בלשון ערבי). <b>כשר</b>, כשדים, ועיין גיזיניוס- ופטולומאוס בעל המפה זכר מחוז באשור שמו <b>אראפאכיטירי</b> וחשבו רבים ונכבדים שנגזר מארפכשד להיות שזרעו קבע דירתו שם ונקרא על שמו.", "heVersionTitle": "Livorno, 1862-1863", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319cfedb6084aa1cbefd8d3", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אֲרָם 1", "anchorRef": "Genesis 10:22", "anchorRefExpanded": ["Genesis 10:22"], "sourceRef": "BDB, אֲרָם 1", "sourceHeRef": "בראון-דרייבר-בריגס, אֲרָם א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אֲרָם", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">אֲרָם</span></big></big><sub>149</sub><big></big>  <strong>n.pr.m. Aram (</strong>Assyrian <em>Aramu</em>, etc., v. Dl<sup>Pa 257</sup>; Thes al. proposes √<span dir=\"rtl\">ארם</span> = <span dir=\"rtl\">רום</span> but cf. Nö as below<strong>)</strong>—<br><strong>1.</strong>  5th son of Shem <a data-ref=\"Genesis 10:22\" href=\"/Genesis.10.22\">Gn 10:22</a>, <a data-ref=\"Genesis 10:23\" href=\"/Genesis.10.23\">23</a>; <a data-ref=\"I Chronicles 1:17\" href=\"/I_Chronicles.1.17\">1 Ch 1:17</a>.<br><strong>2.</strong>  grandson of Nahor <a data-ref=\"Genesis 22:21\" href=\"/Genesis.22.21\">Gn 22:21</a>.<br><strong>3.</strong>  <a data-ref=\"I Chronicles 2:23\" href=\"/I_Chronicles.2.23\">1 Ch 2:23</a>.<br><strong>4.</strong>  a descendant of Asher <a data-ref=\"I Chronicles 7:34\" href=\"/I_Chronicles.7.34\">1 Ch 7:34</a>.—Elsewhere only of Aramæan people & land (= <strong>1</strong> supr.), <strong>f.</strong> <a data-ref=\"II Samuel 8:5\" href=\"/II_Samuel.8.5\">2 S 8:5</a> <strong>m.</strong> <a data-ref=\"II Samuel 10:14\" href=\"/II_Samuel.10.14\">2 S 10:14</a>. <strong>a.</strong>  people, sg. coll. = <em>the Aramæans</em>, a leading branch of the Shemitic stock inhabiting Mesopotamia & northern Syria, in many tribes & settlements; <a data-ref=\"II Samuel 8:5\" href=\"/II_Samuel.8.5\">2 S 8:5</a><sup>(×2)</sup>, <a data-ref=\"II Samuel 8:6\" href=\"/II_Samuel.8.6\">6</a> + <a data-ref=\"I Kings 20:20\" href=\"/I_Kings.20.20\">1 K 20:20</a>, <a data-ref=\"I Kings 20:21\" href=\"/I_Kings.20.21\">21</a> + <a data-ref=\"I Chronicles 19:10\" href=\"/I_Chronicles.19.10\">1 Ch 19:10</a>, <a data-ref=\"I Chronicles 19:12\" href=\"/I_Chronicles.19.12\">12</a> + (64 times S K Ch) <a data-ref=\"Amos 9:7\" href=\"/Amos.9.7\">Am 9:7</a> <a data-ref=\"Isaiah 7:2\" href=\"/Isaiah.7.2\">Is 7:2</a>, <a data-ref=\"Isaiah 7:4\" href=\"/Isaiah.7.4\">4</a>, <a data-ref=\"Isaiah 7:5\" href=\"/Isaiah.7.5\">5</a>, <a data-ref=\"Isaiah 7:8\" href=\"/Isaiah.7.8\">8</a>; <a data-ref=\"Isaiah 9:11\" href=\"/Isaiah.9.11\">9:11</a>; <a data-ref=\"Isaiah 17:3\" href=\"/Isaiah.17.3\">17:3</a> <a data-ref=\"Jeremiah 35:11\" href=\"/Jeremiah.35.11\">Je 35:11</a>; so <a data-ref=\"Ezekiel 16:57\" href=\"/Ezekiel.16.57\">Ez 16:57</a>; <a data-ref=\"Ezekiel 27:16\" href=\"/Ezekiel.27.16\">27:16</a>, but Co in both <span dir=\"rtl\">אדום</span>; <span dir=\"rtl\">עַם אֲרָם</span> <a data-ref=\"Amos 1:5\" href=\"/Amos.1.5\">Am 1:5</a>; of particular divisions of Aramaic, <span dir=\"rtl\">א׳ בית רְחוֹב</span> <a data-ref=\"II Samuel 10:6\" href=\"/II_Samuel.10.6\">2 S 10:6</a>, <span dir=\"rtl\">א׳ צוֹבָא</span> <a data-ref=\"II Samuel 10:6\" href=\"/II_Samuel.10.6\">2 S 10:6</a>, <a data-ref=\"II Samuel 10:8\" href=\"/II_Samuel.10.8\">8</a> <a data-ref=\"Psalms 60:2\" href=\"/Psalms.60.2\">ψ 60:2</a> (title), <span dir=\"rtl\">א׳ דַּמֶּשֶׂק</span> <a data-ref=\"II Samuel 8:5\" href=\"/II_Samuel.8.5\">2 S 8:5</a> cf. <a data-ref=\"I Chronicles 18:5\" href=\"/I_Chronicles.18.5\">1 Ch 18:5</a>, even <span dir=\"rtl\">א׳ נַהֲרַיִם</span> <a data-ref=\"Psalms 60:2\" href=\"/Psalms.60.2\">ψ 60:2</a> (title); (note that Assyrian never gives name <em>Aramu</em> to people W. of Euphrates, but <em>Chatti</em> instead, with other particular names, COT <a data-ref=\"Genesis 10:22\" href=\"/Genesis.10.22\">Gn 10:22</a>, also Dl<sup> l.c.</sup>); on <a data-ref=\"II Samuel 8:12\" href=\"/II_Samuel.8.12\">2 S 8:12</a>, <a data-ref=\"II Samuel 8:13\" href=\"/II_Samuel.8.13\">13</a> <a data-ref=\"I Chronicles 18:11\" href=\"/I_Chronicles.18.11\">1 Ch 18:11</a> v. <a ,=\"\" data-ref=\"BDB, אֱדוֹם\" dir=\"rtl\" href=\"/BDB,_אֱדוֹם\">אֱדוֹם</a>. <strong>b.</strong>  less often clearly of land, Aramaic <a data-ref=\"Numbers 23:7\" href=\"/Numbers.23.7\">Nu 23:7</a> <a data-ref=\"II Samuel 15:8\" href=\"/II_Samuel.15.8\">2 S 15:8</a> + <a data-ref=\"II Chronicles 20:2\" href=\"/II_Chronicles.20.2\">2 Ch 20:2</a> (read however here <span dir=\"rtl\">אדום</span> Thes Add al.), <span dir=\"rtl\">שְׂדֵה א׳</span> <a data-ref=\"Hosea 12:13\" href=\"/Hosea.12.13\">Ho 12:13</a>; also of particular divisions of the territory <span dir=\"rtl\">א׳ נַהֲרַיִם</span> ‘<em>Mesopotamia</em>,’ i.e. prob. land between Euphrates & Chaboras, so Di after Kiep, <a data-ref=\"Genesis 24:10\" href=\"/Genesis.24.10\">Gn 24:10</a>; <a data-ref=\"Deuteronomy 23:5\" href=\"/Deuteronomy.23.5\">Dt 23:5</a>; <a data-ref=\"Judges 3:8\" href=\"/Judges.3.8\">Ju 3:8</a> (cf. <a data-ref=\"Psalms 60:2\" href=\"/Psalms.60.2\">ψ 60:2</a> supr.); cf. <span dir=\"rtl\">פַּדַּן א׳</span> <em>Paddan-Aram</em> <a data-ref=\"Genesis 25:20\" href=\"/Genesis.25.20\">Gn 25:20</a>; <a data-ref=\"Genesis 31:18\" href=\"/Genesis.31.18\">31:18</a>; <a data-ref=\"Genesis 33:18\" href=\"/Genesis.33.18\">33:18</a>; <a data-ref=\"Genesis 35:9\" href=\"/Genesis.35.9\">35:9</a>, <a data-ref=\"Genesis 35:26\" href=\"/Genesis.35.26\">26</a>; <a data-ref=\"Genesis 46:15\" href=\"/Genesis.46.15\">46:15</a>, <span dir=\"rtl\">פַּדֶּ֫נָה א׳</span> <a data-ref=\"Genesis 28:2\" href=\"/Genesis.28.2\">28:2</a>, <a data-ref=\"Genesis 28:5\" href=\"/Genesis.28.5\">5</a>, <a data-ref=\"Genesis 28:6\" href=\"/Genesis.28.6\">6</a>, <a data-ref=\"Genesis 28:7\" href=\"/Genesis.28.7\">7</a> v. <a ,=\"\" data-ref=\"BDB, פַּדָּן\" dir=\"rtl\" href=\"/BDB,_פַּדָּן\">פדן</a>; <span dir=\"rtl\">א׳ דַּמֶּשֶׂק</span> <a data-ref=\"II Samuel 8:6\" href=\"/II_Samuel.8.6\">2 S 8:6</a> cf. <a data-ref=\"I Chronicles 18:6\" href=\"/I_Chronicles.18.6\">1 Ch 18:6</a>. <strong>c.</strong>  often indeterminate, especially in <span dir=\"rtl\">מֶלֶךְ א׳</span> etc., perhaps primarily land but often including people: so <a data-ref=\"Judges 2:10\" href=\"/Judges.2.10\">Ju 2:10</a>; <a data-ref=\"Judges 10:6\" href=\"/Judges.10.6\">10:6</a> <span dir=\"rtl\">(אֱלֹהֵי א׳)</span> <a data-ref=\"I Kings 10:29\" href=\"/I_Kings.10.29\">1 K 10:29</a> + <a data-ref=\"II Chronicles 1:17\" href=\"/II_Chronicles.1.17\">2 Ch 1:17</a> + (41 times K & Ch) <a data-ref=\"Isaiah 7:1\" href=\"/Isaiah.7.1\">Is 7:1</a>.—(Cf. especially Nö<sup>Schenkel BL, ZMG 1871, 113; Hermes v. 3, 443 f.</sup> Dl<sup>Pa 257</sup>.)"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319cfefb6084aa1cbefda6f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אַרְפַּכְשַׁד 1", "anchorRef": "Genesis 10:22", "anchorRefExpanded": ["Genesis 10:22"], "sourceRef": "BDB, אַרְפַּכְשַׁד 1", "sourceHeRef": "בראון-דרייבר-בריגס, אַרְפַּכְשַׁד א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אַרְפַּכְשַׁד", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">אַרְפַּכְשַׁד</span></big>  <strong>n.pr.m.</strong> 3rd son of Shem <span dir=\"rtl\">א׳</span> <a data-ref=\"Genesis 10:22\" href=\"/Genesis.10.22\">Gn 10:22</a>, <a data-ref=\"Genesis 10:24\" href=\"/Genesis.10.24\">24</a>; <a data-ref=\"Genesis 11:12\" href=\"/Genesis.11.12\">11:12</a>, <a data-ref=\"Genesis 11:13\" href=\"/Genesis.11.13\">13</a>; <a data-ref=\"I Chronicles 1:17\" href=\"/I_Chronicles.1.17\">1 Ch 1:17</a>, <a data-ref=\"I Chronicles 1:18\" href=\"/I_Chronicles.1.18\">18</a>, <a data-ref=\"I Chronicles 1:24\" href=\"/I_Chronicles.1.24\">24</a>; <span dir=\"rtl\">אַרְפַּכְשָׁ֑ד</span> <a data-ref=\"Genesis 11:10\" href=\"/Genesis.11.10\">Gn 11:10</a>, <a data-ref=\"Genesis 11:11\" href=\"/Genesis.11.11\">11</a>; doubtless a geogr. name <strong>(</strong>deriv. & meaning dub., Thes der. from <span dir=\"rtl\">أُرْفَةٌ</span> <em>boundary</em> (stem <span dir=\"rtl\">أَرَفَ</span> <em>define, limit</em>), cf. also Ethiopic አረፍት <em>wall</em>, + <span dir=\"rtl\">כשׁד</span> = <span dir=\"rtl\">כֶּשֶׂד</span>, i.e. <em>Chaldean;</em> so Schr<sup>COT</sup> <a data-ref=\"Genesis 10:22\" href=\"/Genesis.10.22\">Gn 10:22</a> who identifies with <em>Babylonia</em> (cf. <a data-ref=\"Genesis 11:12\" href=\"/Genesis.11.12\">Gn 11:12 f.</a> & <span dir=\"rtl\">אוּר כַּשְׂדִּים</span> v <a data-ref=\"Genesis 11:28\" href=\"/Genesis.11.28\">28</a>, <a data-ref=\"Genesis 11:31\" href=\"/Genesis.11.31\">31</a>); v. another interpr. Dl<sup>Pa 255</sup>, according to most = <em>Arrapachitis</em> on Upper Zab, NE. from Nineveh, Assyrian <em>Arbaḫa</em>, Armen. <em>Albak</em> Lag<sup>Armen. Stud. 55 & reff.</sup> so Bö MV, Di <a data-ref=\"Genesis 10:22\" href=\"/Genesis.10.22\">Gn 10:22</a> Lag<sup>Sy i. 54</sup> Nö<sup>ZMG 1882, 182</sup>; but Assyrian <em>Arbaḫa</em> is unfavourable to this<strong>)</strong>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319cff4b6084aa1cbefde87", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אַשּׁוּר 1", "anchorRef": "Genesis 10:22", "anchorRefExpanded": ["Genesis 10:22"], "sourceRef": "BDB, אַשּׁוּר 1", "sourceHeRef": "בראון-דרייבר-בריגס, אַשּׁוּר א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אַשּׁוּר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">אַשּׁוּר</span></big>  <strong>n.pr.gent.</strong> & <strong>terr. Asshur, Assyria (</strong>Assyrian <em>Aššur</em>, land & cityDl<sup>Pa 252</sup> COT on <a data-ref=\"Genesis 2:14\" href=\"/Genesis.2.14\">Gn 2:14</a>; Pers. <em>Athura</em> Syriac <span dir=\"rtl\">ܐܳܬܘܽܪ</span> on the connection with name of god <em>Ašur</em>, & with √ <span dir=\"rtl\">אשׁר</span> = <span dir=\"rtl\">ישׁר</span> <em>good, gracious</em>, cf. COT<sup>l.c.</sup>; v. also Jen<sup>ZA. 1886, 1 f.</sup> Schr <sup>ib. 209 f.</sup> Nö<sup>ib. 268 f.</sup><strong>) </strong><br><strong>1.</strong>  <em>Asshur</em> as person, 2nd son of Shem <a data-ref=\"Genesis 10:22\" href=\"/Genesis.10.22\">Gn 10:22</a> (P, in table of nations) <a data-ref=\"I Chronicles 1:17\" href=\"/I_Chronicles.1.17\">1 Ch 1:17</a>.<br><strong>2.</strong>  <em>people of Asshur</em> (often as invading army & even world-power) <a data-ref=\"Numbers 24:22\" href=\"/Numbers.24.22\">Nu 24:22</a>, <a data-ref=\"Numbers 24:24\" href=\"/Numbers.24.24\">24</a> (poem of Balaam) <a data-ref=\"Hosea 12:2\" href=\"/Hosea.12.2\">Ho 12:2</a>; <a data-ref=\"Hosea 14:4\" href=\"/Hosea.14.4\">14:4</a> <a data-ref=\"Isaiah 10:5\" href=\"/Isaiah.10.5\">Is 10:5</a>; <a data-ref=\"Isaiah 14:25\" href=\"/Isaiah.14.25\">14:25</a>; <a data-ref=\"Isaiah 19:23\" href=\"/Isaiah.19.23\">19:23</a><sup>(×2)</sup>, <a data-ref=\"Isaiah 19:24\" href=\"/Isaiah.19.24\">24</a>, <a data-ref=\"Isaiah 19:25\" href=\"/Isaiah.19.25\">25</a>; <a data-ref=\"Isaiah 23:13\" href=\"/Isaiah.23.13\">23:13</a>; <a data-ref=\"Isaiah 30:31\" href=\"/Isaiah.30.31\">30:31</a>; <a data-ref=\"Isaiah 31:8\" href=\"/Isaiah.31.8\">31:8</a>; <a data-ref=\"Isaiah 52:4\" href=\"/Isaiah.52.4\">52:4</a> <a data-ref=\"Lamentations 5:6\" href=\"/Lamentations.5.6\">La 5:6</a>; <a data-ref=\"Ezekiel 23:5\" href=\"/Ezekiel.23.5\">Ez 23:5</a>; <a data-ref=\"Ezekiel 27:23\" href=\"/Ezekiel.27.23\">27:23</a>; <a data-ref=\"Ezekiel 32:22\" href=\"/Ezekiel.32.22\">32:22</a> (here fem.) <a data-ref=\"Zechariah 10:11\" href=\"/Zechariah.10.11\">Zc 10:11</a>; <a data-ref=\"Psalms 83:9\" href=\"/Psalms.83.9\">ψ 83:9</a> perhaps read <span dir=\"rtl\">גְּשׁוּר</span>, cf. <a data-ref=\"II Samuel 2:9\" href=\"/II_Samuel.2.9\">2 S 2:9</a> sub <span dir=\"rtl\">אֲשׁוּרִי</span>; or (if <a data-ref=\"Psalms 83\" href=\"/Psalms.83\">ψ 83</a> be late) regard <span dir=\"rtl\">אַשּׁוּר</span> (like <span dir=\"rtl\">עֲמָלֵק</span> <em>ib</em>.) as used because of ancient significance; sometimes personified as one <a data-ref=\"Isaiah 10:5\" href=\"/Isaiah.10.5\">Is 10:5</a> <a data-ref=\"Ezekiel 31:3\" href=\"/Ezekiel.31.3\">Ez 31:3</a> (but del. Co q.v.), cf. also <a data-ref=\"Micah 5:4\" href=\"/Micah.5.4\">Mi 5:4</a>, <a data-ref=\"Micah 5:5\" href=\"/Micah.5.5\">5</a> <a data-ref=\"Zephaniah 2:13\" href=\"/Zephaniah.2.13\">Zp 2:13</a>; <span dir=\"rtl\">מַחֲנֵה א׳</span> <a data-ref=\"II Kings 19:25\" href=\"/II_Kings.19.25\">2 K 19:25</a> = <a data-ref=\"Isaiah 37:36\" href=\"/Isaiah.37.36\">Is 37:36</a>; <span dir=\"rtl\">בְּנֵי א׳</span> <a data-ref=\"Ezekiel 16:28\" href=\"/Ezekiel.16.28\">Ez 16:28</a>; <a data-ref=\"Ezekiel 23:7\" href=\"/Ezekiel.23.7\">23:7</a>, <a data-ref=\"Ezekiel 23:9\" href=\"/Ezekiel.23.9\">9</a>, <a data-ref=\"Ezekiel 23:12\" href=\"/Ezekiel.23.12\">12</a>, <a data-ref=\"Ezekiel 23:23\" href=\"/Ezekiel.23.23\">23</a>.<br><strong>3.</strong>  <em>land of Assyria</em> <a data-ref=\"Genesis 2:14\" href=\"/Genesis.2.14\">Gn 2:14</a>; <a data-ref=\"Genesis 10:11\" href=\"/Genesis.10.11\">10:11</a> <a data-ref=\"Hosea 5:13\" href=\"/Hosea.5.13\">Ho 5:13</a>; <a data-ref=\"Hosea 7:11\" href=\"/Hosea.7.11\">7:11</a>; <a data-ref=\"Hosea 8:9\" href=\"/Hosea.8.9\">8:9</a>; <a data-ref=\"Hosea 9:3\" href=\"/Hosea.9.3\">9:3</a>; <a data-ref=\"Hosea 10:6\" href=\"/Hosea.10.6\">10:6</a> <a data-ref=\"Isaiah 11:11\" href=\"/Isaiah.11.11\">Is 11:11</a>, <a data-ref=\"Isaiah 11:16\" href=\"/Isaiah.11.16\">16</a>; <a data-ref=\"Isaiah 19:23\" href=\"/Isaiah.19.23\">19:23</a> <a data-ref=\"Jeremiah 2:18\" href=\"/Jeremiah.2.18\">Je 2:18</a>, <a data-ref=\"Jeremiah 2:36\" href=\"/Jeremiah.2.36\">36</a> <a data-ref=\"Micah 7:12\" href=\"/Micah.7.12\">Mi 7:12</a> <a data-ref=\"Zechariah 10:10\" href=\"/Zechariah.10.10\">Zc 10:10</a>; <span dir=\"rtl\">אַשּׁ֫וּרָה</span> <a data-ref=\"Genesis 25:18\" href=\"/Genesis.25.18\">Gn 25:18</a> <a data-ref=\"Isaiah 19:23\" href=\"/Isaiah.19.23\">Is 19:23</a> <a data-ref=\"II Kings 15:29\" href=\"/II_Kings.15.29\">2 K 15:29</a>; <a data-ref=\"II Kings 17:6\" href=\"/II_Kings.17.6\">17:6</a>, <a data-ref=\"II Kings 17:23\" href=\"/II_Kings.17.23\">23</a>; <a data-ref=\"II Kings 18:11\" href=\"/II_Kings.18.11\">18:11</a>; <span dir=\"rtl\">אֶרֶץ אַשּׁוּר</span> <a data-ref=\"Isaiah 7:18\" href=\"/Isaiah.7.18\">Is 7:18</a>; <a data-ref=\"Isaiah 27:13\" href=\"/Isaiah.27.13\">27:13</a> <a data-ref=\"Hosea 11:11\" href=\"/Hosea.11.11\">Ho 11:11</a> <a data-ref=\"Micah 5:5\" href=\"/Micah.5.5\">Mi 5:5</a>.<br><strong>4.</strong>  especially <span dir=\"rtl\">מֶלֶךְ אַשּׁוּר</span> <a data-ref=\"Isaiah 8:4\" href=\"/Isaiah.8.4\">Is 8:4</a>; <a data-ref=\"Isaiah 10:12\" href=\"/Isaiah.10.12\">10:12</a>; <a data-ref=\"Isaiah 20:1\" href=\"/Isaiah.20.1\">20:1</a>, <a data-ref=\"Isaiah 20:4\" href=\"/Isaiah.20.4\">4</a>, <a data-ref=\"Isaiah 20:6\" href=\"/Isaiah.20.6\">6</a> (prob. gloss <a data-ref=\"Isaiah 7:17\" href=\"/Isaiah.7.17\">Is 7:17</a>, <a data-ref=\"Isaiah 7:20\" href=\"/Isaiah.7.20\">20</a>; <a data-ref=\"Isaiah 8:7\" href=\"/Isaiah.8.7\">8:7</a>) <a data-ref=\"II Kings 15:19\" href=\"/II_Kings.15.19\">2 K 15:19</a> + 41 times 2 K; 14 times <a data-ref=\"Isaiah 36-38\" href=\"/Isaiah.36-38\">Is 36–38</a>; <a data-ref=\"I Chronicles 5:6\" href=\"/I_Chronicles.5.6\">1 Ch 5:6</a> <span dir=\"rtl\">(אַשֻּׁר)</span> + 13 times Ch; also <a data-ref=\"Jeremiah 50:17\" href=\"/Jeremiah.50.17\">Je 50:17</a>, <a data-ref=\"Jeremiah 50:18\" href=\"/Jeremiah.50.18\">18</a> <a data-ref=\"Nahum 3:18\" href=\"/Nahum.3.18\">Na 3:18</a> <a data-ref=\"Ezra 4:2\" href=\"/Ezra.4.2\">Ezr 4:2</a>; (only <a data-ref=\"Ezra 6:22\" href=\"/Ezra.6.22\">Ezr 6:22</a> of Persian or any king not strictly Assyrian); note also <span dir=\"rtl\">הַמֶּלֶךְ א׳</span> <a data-ref=\"Isaiah 36:8\" href=\"/Isaiah.36.8\">Is 36:8</a>, <a data-ref=\"Isaiah 36:16\" href=\"/Isaiah.36.16\">16</a> (<span dir=\"rtl\">א׳</span> perhaps gloss, cf. Di who holds same view as to <a data-ref=\"II Kings 18:23\" href=\"/II_Kings.18.23\">2 K 18:23</a>, <a data-ref=\"II Kings 18:31\" href=\"/II_Kings.18.31\">31</a>); <span dir=\"rtl\">מַלְכֵי א׳</span> <a data-ref=\"II Kings 19:11\" href=\"/II_Kings.19.11\">2 K 19:11</a>, <a data-ref=\"II Kings 19:17\" href=\"/II_Kings.19.17\">17</a> = <a data-ref=\"Isaiah 37:11\" href=\"/Isaiah.37.11\">Is 37:11</a>, <a data-ref=\"Isaiah 37:18\" href=\"/Isaiah.37.18\">18</a> <a data-ref=\"II Chronicles 28:16\" href=\"/II_Chronicles.28.16\">2 Ch 28:16</a>; <a data-ref=\"II Chronicles 30:6\" href=\"/II_Chronicles.30.6\">30:6</a> <a data-ref=\"Nehemiah 9:32\" href=\"/Nehemiah.9.32\">Ne 9:32</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d27fb6084aa1cbf1aa59", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, לוּד 1", "anchorRef": "Genesis 10:22", "anchorRefExpanded": ["Genesis 10:22"], "sourceRef": "BDB, לוּד 1", "sourceHeRef": "בראון-דרייבר-בריגס, לוּד א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "לוּד", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">לוּד</span>, <span dir=\"rtl\">לוּדִים</span></big>  <strong>n.pr.m.</strong> et <strong>gent. </strong><br><strong>1.</strong>  <strong> Lud, Lydia</strong>, Assyrian <em>Luddu:</em>—<span dir=\"rtl\">אַרְפַּכְשַׁד וְלוּד וַאֲרָם</span> <a data-ref=\"Genesis 10:22\" href=\"/Genesis.10.22\">Gn 10:22</a> = <a data-ref=\"I Chronicles 1:17\" href=\"/I_Chronicles.1.17\">1 Ch 1:17</a> 𝔊 Λουδ.<br><strong>2.</strong>  appar. a people in NE. Africa <span dir=\"rtl\">תַּרְשִׁישׁ פּוּל וְלוּד</span> <a data-ref=\"Isaiah 66:19\" href=\"/Isaiah.66.19\">Is 66:19</a>, 𝔊 Λουδ; <span dir=\"rtl\">פָּרַס וְל׳ וּפוּט</span> <a data-ref=\"Ezekiel 27:10\" href=\"/Ezekiel.27.10\">Ez 27:10</a>; <span dir=\"rtl\">כּוּשׁ וּפוּט וְלוּד</span> <a data-ref=\"Ezekiel 30:5\" href=\"/Ezekiel.30.5\">30:5</a> (+ <span dir=\"rtl\">לוּב</span> q.v.), in both 𝔊 Λ(ο)υδοι; also pl. <span dir=\"rtl\">לוּדִים</span> a ‘son’ of Miṣraim, <a data-ref=\"Genesis 10:13\" href=\"/Genesis.10.13\">Gn 10:13</a> 𝔊 Λυδιειμ (‖ <span dir=\"rtl\">לְהָבִים</span>) = <a data-ref=\"I Chronicles 1:11\" href=\"/I_Chronicles.1.11\">1 Ch 1:11</a> <span dir=\"rtl\">(לוּדִי֯ים)</span>; <a data-ref=\"Jeremiah 46:9\" href=\"/Jeremiah.46.9\">Je 46:9</a> (‖ <span dir=\"rtl\">פּוּט</span>, <span dir=\"rtl\">כּוּשׁ</span>) v. <a ,=\"\" data-ref=\"BDB, לוּב\" dir=\"rtl\" href=\"/BDB,_לוּב\">לוּב</a> supr.—On this African <span dir=\"rtl\">לוּד</span> v. Di <a data-ref=\"Genesis 10:13\" href=\"/Genesis.10.13\">Gn 10:13</a>, opp. Sta<sup>Javan 5 ff.</sup> cf. WMM<sup>As. Eur. 115</sup>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d374b6084aa1cbf26f19", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עֵילָם 1", "anchorRef": "Genesis 10:22", "anchorRefExpanded": ["Genesis 10:22"], "sourceRef": "BDB, עֵילָם 1", "sourceHeRef": "בראון-דרייבר-בריגס, עֵילָם א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עֵילָם", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† I. <big><span dir=\"rtl\">עֵילָם</span></big>  <strong>n.pr.gent. et terr. Elam</strong>, Αιλαμ, Ἐλαμεῖται, well-known country and people NE. of Lower Tigris <strong>(</strong>Assyrian <em>Elamtu</em> Dl<sup>Pa 320 ff.</sup> COT <a data-ref=\"Genesis 10:22\" href=\"/Genesis.10.22\">Gn 10:22</a><strong>)</strong>;—as early invaders of Palestin <a data-ref=\"Genesis 14:1\" href=\"/Genesis.14.1\">Gn 14:1</a>, <a data-ref=\"Genesis 14:9\" href=\"/Genesis.14.9\">9</a>, allies of Assyrian <a data-ref=\"Isaiah 22:6\" href=\"/Isaiah.22.6\">Is 22:6</a>; foe of Babylon <a data-ref=\"Isaiah 21:2\" href=\"/Isaiah.21.2\">21:2</a>; abode of dispersed Israelites <a data-ref=\"Isaiah 11:11\" href=\"/Isaiah.11.11\">11:11</a>; prophesied against <a data-ref=\"Jeremiah 49:34\" href=\"/Jeremiah.49.34\">Je 49:34</a>, <a data-ref=\"Jeremiah 49:35\" href=\"/Jeremiah.49.35\">35</a>, <a data-ref=\"Jeremiah 49:36\" href=\"/Jeremiah.49.36\">36</a><sup>(×2)</sup> (Qr, Kt <span dir=\"rtl\">עולם</span>), v <a data-ref=\"Jeremiah 49:37\" href=\"/Jeremiah.49.37\">37</a>, <a data-ref=\"Jeremiah 49:38\" href=\"/Jeremiah.49.38\">38</a>, <a data-ref=\"Jeremiah 49:39\" href=\"/Jeremiah.49.39\">39</a> <a data-ref=\"Ezekiel 32:24\" href=\"/Ezekiel.32.24\">Ez 32:24</a>, cf. <span dir=\"rtl\">כָּל־מַלְכֵי ע׳</span> <a data-ref=\"Jeremiah 25:25\" href=\"/Jeremiah.25.25\">Je 25:25</a>; called ‘son’ of Shem <a data-ref=\"Genesis 10:22\" href=\"/Genesis.10.22\">Gn 10:22</a> (P) = <a data-ref=\"I Chronicles 1:17\" href=\"/I_Chronicles.1.17\">1 Ch 1:17</a>; purely local designation <span dir=\"rtl\">ע׳ הַמְּדִינָה</span> <a data-ref=\"Daniel 8:2\" href=\"/Daniel.8.2\">Dn 8:2</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d4e4b6084aa1cbf39719", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שֵׁם² 1", "anchorRef": "Genesis 10:22", "anchorRefExpanded": ["Genesis 10:22"], "sourceRef": "BDB, שֵׁם² 1", "sourceHeRef": "בראון-דרייבר-בריגס, שֵׁם² א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שֵׁם²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† II. <big><span dir=\"rtl\">שֵׁם</span></big>  <strong>n.pr.m.</strong> first son of Noah;—<a data-ref=\"Genesis 5:32\" href=\"/Genesis.5.32\">Gn 5:32</a>; <a data-ref=\"Genesis 6:10\" href=\"/Genesis.6.10\">6:10</a>; <a data-ref=\"Genesis 7:13\" href=\"/Genesis.7.13\">7:13</a>; <a data-ref=\"Genesis 10:1\" href=\"/Genesis.10.1\">10:1</a>, <a data-ref=\"Genesis 10:22\" href=\"/Genesis.10.22\">22</a>, <a data-ref=\"Genesis 10:31\" href=\"/Genesis.10.31\">31</a>; <a data-ref=\"Genesis 11:10\" href=\"/Genesis.11.10\">11:10</a><sup>(×2)</sup>, <a data-ref=\"Genesis 11:11\" href=\"/Genesis.11.11\">11</a> (all P), <a data-ref=\"Genesis 9:18\" href=\"/Genesis.9.18\">9:18</a>, <a data-ref=\"Genesis 9:23\" href=\"/Genesis.9.23\">23</a>, <a data-ref=\"Genesis 9:26\" href=\"/Genesis.9.26\">26</a>, <a data-ref=\"Genesis 9:27\" href=\"/Genesis.9.27\">27</a>; <a data-ref=\"Genesis 10:21\" href=\"/Genesis.10.21\">10:21</a> (all J), <a data-ref=\"I Chronicles 1:4\" href=\"/I_Chronicles.1.4\">1 Ch 1:4</a>, <a data-ref=\"I Chronicles 1:17\" href=\"/I_Chronicles.1.17\">17</a>, <a data-ref=\"I Chronicles 1:24\" href=\"/I_Chronicles.1.24\">24</a>; Σημ."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6522c7af4b36bd700bebfa36", "index_title": "Bereshit Rabbah", "category": "Midrash", "type": "", "ref": "Bereshit Rabbah 16:3", "anchorRef": "Genesis 10:22", "anchorRefExpanded": ["Genesis 10:22"], "sourceRef": "Bereshit Rabbah 16:3", "sourceHeRef": "בראשית רבה ט״ז:ג׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [400], "commentaryNum": 16.0003, "collectiveTitle": {"en": "Bereshit Rabbah", "he": "בראשית רבה"}, "heTitle": "בראשית רבה", "he": "וְשֵׁם הַנָּהָר הַשֵּׁנִי גִיחוֹן וגו' <small>(בראשית ב, יג)</small>, עֲדַיִן לֹא עָמַד כּוּשׁ, וְהוּא אוֹמֵר: אֵת כָּל אֶרֶץ כּוּשׁ, אֶתְמְהָא. אֶלָּא <small>(ישעיה מו, י)</small>: מַגִּיד מֵרֵאשִׁית אַחֲרִית. וְשֵׁם הַנָּהָר הַשְּׁלִישִׁי חִדֶּקֶל <small>(בראשית ב, יד)</small>, שֶׁהוּא חַד. פְּרָת אַוְתִּינְטִין שֶׁל נְהָרוֹת. רַבִּי חֲנִינָא בַּר אָמֵי בְּשֵׁם רַבִּי יְהוֹשֻׁעַ דְּסִכְנִין בְּשֵׁם רַבִּי לֵוִי אָמַר <small>(דניאל ח, ג)</small>: אוּבָל, אַוְתִּינְטִין שֶׁל נְהָרוֹת, וְהָכְתִיב <small>(דניאל י, ד)</small>: וַאֲנִי הָיִיתִי עַל יַד הַנָּהָר הַגָּדוֹל הוּא חִדָּקֶל, אֶלָּא לְפִי שֶׁדָּנִיֵּאל רָאָה שְׁנֵי חֲלוֹמוֹת, אֶחָד בְּחִדֶּקֶל וְאֶחָד בְּאוּבָל, וְחִדֶּקֶל גָּדוֹל מֵאוּבָל לְפִיכָךְ הוּא קוֹרֵא אוֹתוֹ גָּדוֹל, וַהֲלוֹא הוּא בִּבְרִיָּתוֹ שֶׁל עוֹלָם אֵינוֹ קוֹרֵא אוֹתוֹ גָּדוֹל, אֶלָּא שֶׁעָלָה וְהִקִּיף אֶת כָּל אֶרֶץ יִשְׂרָאֵל, דִּכְתִיב בֵּיהּ <small>(דברים ד, ז)</small>: כִּי מִי גוֹי גָּדוֹל אֲשֶׁר לוֹ אֱלֹהִים, מָשָׁל הֶדְיוֹט אוֹמֵר עַבְדָא דְמַלְכָּא, מַלְכָּא. הִדָּבֵק לְשִׁיחֵין וְיִשְׁחוּן לָךְ. רַב אָמַר לְחִיָּא בְּרֵיהּ בְּנֵה לִי בַּיִת בְּאֶרֶץ יִשְׂרָאֵל, אֲמַר לֵיהּ לְהֵיכָן, אֲמַר לֵיהּ אַעֲבַרְתְּ נַהֲרָא בְּנֵהּ. שְׁמוּאֵל אָמַר עַד מָקוֹם שֶׁהַנָּהָר מְהַלֵּךְ שָׁם הִיא אֶרֶץ יִשְׂרָאֵל, וְאֵי זוֹ זוֹ תַּרְבַּקְנָה. רַבִּי יְהוּדָה וְרַבִּי הוּנָא, רַבִּי יוּדָן אָמַר הוּא פְּרָת, וְהוּא <small>(יחזקאל א, א)</small>: נְהַר כְּבָר. פְּרָת, שֶׁפָּרָה וְרָבָה עַד שֶׁעוֹבְרִין אוֹתוֹ בִּסְפִינוֹת. פְּרָת שֶׁמֵּימָיו פָּרִין וְרָבִין. פְּרָת שֶׁמְפָרֵשׁ וְהוֹלֵךְ עַד שֶׁכָּלָה בְּמַגְרֵיפָה. כְּבָר שֶׁמֵּימָיו כָּלִין. כְּבָר שֶׁפֵּרוֹתָיו גַּסִּין וְאֵינָן יוֹרְדִין בִּכְבָרָה. רַבִּי הוּנָא אָמַר כְּבָר בִּפְנֵי עַצְמוֹ, פְּרָת בִּפְנֵי עַצְמוֹ. רַבִּי יְהוֹשֻׁעַ דְּסִכְנִין בְּשֵׁם רַבִּי לֵוִי אָמַר, אוֹמְרִים לַפְּרָת לָמָּה אֵין קוֹלְךָ הוֹלֵךְ, אָמַר לָהֶם אֵינִי צָרִיךְ מַעֲשַׂי מוֹדִיעִים אוֹתִי, אָדָם נוֹטֵעַ בִּי נְטִיעָה וְהִיא עוֹשָׂה לִשְׁלשִׁים יוֹם, זוֹרֵעַ בִּי יָרָק, וְהִיא עוֹמֶדֶת לִשְׁלשָׁה יָמִים. אוֹמְרִים לַחִדֶּקֶל לָמָּה קוֹלְךָ הוֹלֵךְ, אָמַר לָהֶם הַלְּוַאי נִשְׁמַע קוֹלִי וְנִרְאֶה. אוֹמְרִים לְאִילָנֵי מַאֲכָל לָמָּה אֵין קוֹלְכֶם הוֹלֵךְ, אָמְרוּ לָהֶם אֵין אָנוּ צְרִיכִים, פֵּרוֹתֵינוּ מְעִידִין עָלֵינוּ. אוֹמְרִים לְאִילָנֵי סְרַק לָמָּה קוֹלְכֶם הוֹלֵךְ, אָמְרוּ לָהֶם הַלְּוַאי נִשְׁמַע קוֹלֵנוּ וְנִרְאֶה. אָמַר רַב הוּנָא לֹא מִשּׁוּם הַטַּעַם הַזֶּה, אֶלָּא אִילָנֵי מַאֲכָל עַל יְדֵי שֶׁהֵם כְּבֵדִים בְּפֵרוֹתֵיהֶם לְפִיכָךְ אֵין קוֹלָן הוֹלֵךְ, אֲבָל אִילָנֵי סְרַק עַל יְדֵי שֶׁהֵן קַלִּים בְּפֵרוֹתֵיהֶם קוֹלָן הוֹלֵךְ, הֲדָא הוּא דִכְתִיב <small>(ישעיה ז, ב)</small>: וַיָּנַע לְבָבוֹ וּלְבַב עַמּוֹ כְּנוֹעַ עֲצֵי יַעַר מִפְּנֵי וגו'. ", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“And the name of the second river is Giḥon; it is that which encircles the entire land of Kush” (Genesis 2:13).</b> <br>“And the name of the second river is Giḥon…[the land of Kush]” – Kush did not yet exist,<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">Kush was a grandson of Noah (Genesis 10:6).</i> and it says: “The entire land of Kush”? This is bewildering. It is because, “He tells the outcome from the outset.” <br><b>“And the name of the third river is Tigris; it is that which goes east of Ashur. And the fourth river, it is Euphrates” (Genesis 2:14).</b>  <br>“And the name of the third river is Tigris [<i>Ḥidekel</i>]” – because it is harsh [<i>ḥad</i>]<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">The passage subsequent to these words is mistakenly omitted in most editions: בְּקוֹלוֹ, הוּא הַהֹלֵךְ קִדְמַת אַשּׁוּר, וַעֲדַיִין לֹא עָמַד אַשּׁוּר, אֶלָּא מַגִּיד מֵרֵאשִׁית אַחֲרִית. וְהַנָּהָר הָרְבִיעִי הוּא פְרָת, רַב אָמַר. We have presented the translation of these missing words.</i> in its sound [<i>kolo</i>]. “It is that which goes east of Ashur – but Ashur did not yet exist.<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">Ashur was a grandson of Noah (Genesis 10:22).</i> It is because “He tells the outcome from the outset.”<b></b> <br>“And the fourth river, it is Euphrates” – Rav said: Euphrates is the foremost of the rivers.<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">This is derived from the phrase “it is Euphrates,” and from the fact that it is referred to as “the great river” (Genesis 15:18, Deuteronomy 1:7).</i> Rabbi Ḥanina bar Ami in the name of Rabbi Yehoshua of Sikhnin in the name of Rabbi Levi said: “Uval” (Daniel 8:3) is the foremost of the rivers. But is it not written: “I was alongside the great river, that being Tigris”? (Daniel 10:4). The explanation is that Daniel saw two prophetic dreams, one on the Tigris and one on the Uval, and the [vision on the] Tigris was greater than [the vision on] the Uval, and that is why he calls it [Tigris] great. But is it not so, that at the creation of the world, it [Euphrates] is not called great? [Why is that?] The reason is because it went up and encircled the Land of Israel,<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">At creation it was not yet “great.” Its greatness came later, when it became the border of the Land of Israel.</i> in whose regard it is written: “For who is a great nation that has God [close to it]” (Deuteronomy 4:7).<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">Euphrates is called “the great river” because of its association with the land of the “great nation.”</i> The folk saying says: A king’s slave is [himself] a king; attach yourself to an officer and people will bow to you. <br>Rav said to his son Ḥiyya: ‘Build me a house in the Land of Israel.’ He said to him: ‘Where?’ He said to him: ‘Build it as soon as you cross the River [Euphrates].’ Shmuel said: ‘Up to the place where the River flows, that is the Land of Israel.’ Where is that? It is Tarbakna.  <br>Rabbi Yehuda and Rabbi Huna, Rabbi Yudan said: The Euphrates and the Kevar River (Ezekiel 1:1) are one and the same. “Euphrates [<i>Perat</i>]” – because it broadens [<i>para verava</i>] to the point that it can be crossed [only] by boat. “Euphrates [<i>Perat</i>]” – because its water brings fertility [<i>parin</i>] and abundance [to the surrounding soil]. “Euphrates [<i>Perat</i>]” – because it gradually branches out [<i>mefaresh</i>] [into smaller and smaller streams] until it is possible to stop it with a spade. Kevar – because its produce [its grains] are large and do not fall through a sieve [<i>kevara</i>]. Rabbi Huna said: Kevar is a river unto itself, and <i>Perat </i>is a river unto itself.<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">They are not identical, as Rabbi Yehuda said.</i>  <br>Rabbi Yehoshua of Sikhnin said in the name of Rabbi Levi: They said to the Euphrates: ‘Why do you not emit a loud sound?’ It responded to them: ‘I do not need [to show off], as my actions make me known: A person plants a sapling near me, and it produces [fruit] in just thirty days; he sows a vegetable near me, and it grows in just three days.’ They said to the Tigris: ‘Why do you emit a loud sound?’ It responded to them: ‘Would that my sound might be heard and I be noticed.’ <br>They said to the fruit trees: ‘Why do you not emit a loud sound?’<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">Your leaves do not rustle loudly.</i> They responded to them: ‘We do not need [to show off], as our fruits attest to our [importance].’ They said to the non-fruit bearing trees: ‘Why do you emit a loud sound?’ They responded to them: ‘Would that our sound might be heard and we be noticed.’ <br>Rav Huna said: It is not for that reason. Rather, fruit trees, because they are weighed down with their fruit, that is why they do not emit a loud sound. But non-fruit bearing trees, because they are not weighed down with their fruit, do emit a loud sound. That is what is written: “His heart and the heart of his people trembled, like the trembling of the trees of the forest from [the wind]” (Isaiah 7:2).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6522e08a4b36bd700bec0693", "index_title": "Bereshit Rabbah", "category": "Midrash", "type": "", "ref": "Bereshit Rabbah 44:7", "anchorRef": "Genesis 10:22", "anchorRefExpanded": ["Genesis 10:22"], "sourceRef": "Bereshit Rabbah 44:7", "sourceHeRef": "בראשית רבה מ״ד:ז׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [400], "commentaryNum": 44.0007, "collectiveTitle": {"en": "Bereshit Rabbah", "he": "בראשית רבה"}, "heTitle": "בראשית רבה", "he": "אַל תִּירָא אַבְרָם <small>(בראשית טו, א)</small>, מִמִּי נִתְיָרֵא, רַבִּי בֶּרֶכְיָה אָמַר מִשֵּׁם נִתְיָרֵא, הֲדָא הוּא דִכְתִיב <small>(ישעיה מא, ה)</small>: רָאוּ אִיִּים וְיִרָאוּ קְצוֹת הָאָרֶץ יֶחֱרָדוּ וגו', מָה אִיִּים הַלָּלוּ מְסֻיָּמִים בַּיָּם, כָּךְ הָיוּ אַבְרָהָם וְשֵׁם מְסֻיָּמִים בָּעוֹלָם. וְיִרָאוּ, זֶה נִתְיָירֵא מִזֶּה וְזֶה נִתְיָירֵא מִזֶּה, זֶה נִתְיָירֵא מִזֶּה לוֹמַר שֶׁמָּא תֹּאמַר שֵׁם שֶׁיֵּשׁ בְּלִבּוֹ עָלַי שֶׁהָרַגְתִּי אֶת בָּנָיו, וְזֶה נִתְיָרֵא מִזֶּה לוֹמַר שֶׁמָּא תֹּאמַר אַבְרָהָם שֶׁיֵּשׁ בְּלִבּוֹ עָלַי שֶׁהֶעֱמַדְתִּי רְשָׁעִים. קְצוֹת הָאָרֶץ, זֶה שָׁרוּי בְּקִצּוֹ שֶׁל עוֹלָם, וְזֶה שָׁרוּי בְּקִצּוֹ שֶׁל עוֹלָם. <small>(ישעיה מא, ה)</small>: קָרְבוּ וַיֶּאֱתָיוּן, זֶה קָרַב אֵצֶל זֶה וְזֶה קָרַב אֵצֶל זֶה. <small>(ישעיה מא, ו)</small>: אִישׁ אֶת רֵעֵהוּ יַעֲזֹרוּ, זֶה עוֹזֵר לָזֶה בִּבְרָכוֹת, וְזֶה עוֹזֵר לָזֶה בְּמַתָּנוֹת, זֶה עוֹזֵר לָזֶה בִּבְרָכוֹת, <small>(בראשית יד, יט)</small>: וַיְבָרְכֵהוּ וַיֹּאמַר בָּרוּךְ אַבְרָם לְאֵל עֶלְיוֹן וגו', וְזֶה עוֹזֵר לָזֶה בְּמַתָּנוֹת <small>(בראשית יד, כ)</small>: וַיִּתֵּן לוֹ מַעֲשֵׂר מִכֹּל. <small>(ישעיה מא, ז)</small>: וַיְחַזֵּק חָרָשׁ, זֶה שֵׁם שֶׁעָשָׂה אֶת הַתֵּבָה, <small>(ישעיה מא, ז)</small>: אֶת צֹרֵף, זֶה אַבְרָהָם שֶׁצְּרָפוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא בְּכִבְשַׁן הָאֵשׁ. <small>(ישעיה מא, ז)</small>: מַחֲלִיק פַּטִּישׁ אֶת הוֹלֶם פָּעַם, שֶׁהֶחֱלִיק פַּטִּישׁוֹ וְהָלַם אֶת כָּל בָּאֵי עוֹלָם בְּדֶרֶךְ אַחַת לַמָּקוֹם, <small>(ישעיה מא, ז)</small>: אֹמֵר לַדֶּבֶק טוֹב הוּא, אֵלּוּ אֻמּוֹת הָעוֹלָם שֶׁהֵן אוֹמְרִין מוּטָב לְהִדָּבֵק בֵּאלוֹהַּ שֶׁל אַבְרָהָם וְלֹא נִדָּבֵק בַּעֲבוֹדַת כּוֹכָבִים שֶׁל נִמְרוֹד, <small>(ישעיה מא, ז)</small>: וַיְחַזְּקֵהוּ בְמַסְמְרִים, הֶחֱזִיק אַבְרָהָם אֶת שֵׁם בְּמִצְווֹת וּמַעֲשִׂים טוֹבִים, <small>(ישעיה מא, ז)</small>: וְלֹא יִמּוֹט, אַבְרָהָם. ", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“Fear not, Abram” – whom did he fear? Rabbi Berekhya said: He feared Shem. That is what is written: “The islands saw and feared, the ends of the earth trembled…” (Isaiah 41:5) – just as islands are conspicuous in the sea, so Abraham and Shem were conspicuous in the world. “And feared” – each one feared the other. This one [Abraham] feared the other, saying: Perhaps Shem has resentment in his heart against me because I killed his descendants.<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">Kedorlaomer was king of Eilam (Genesis 14:1), and Eilam was Shem’s son (Genesis 10:22).</i> And that one [Shem] feared the other, saying: Perhaps Abraham has resentment in his heart against me because I produced wicked offspring. “The ends of the earth” – this one was situated at one end of the earth, and that one was situated at the other end of the earth. “They approached and came” (Isaiah 41:5) – each one approached the other. “Each man would help the other” (Isaiah 41:6) – this one [Shem] helped the other one with blessings, and that one [Abraham] helped the other one with gifts. This one helped the other one with blessings – “He blessed him, and he said: Blessed is Abram to God, the Most High…” (Genesis 14:19).<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">These words were spoken by Malkitzedek, who is identified with Shem.</i>  And that one helped the other one with gifts: “He gave him a tithe from everything” (Genesis 14:20). <br>“The carpenter encouraged [the smith]” (Isaiah 41:7) – this refers to Shem, who built the ark. “The smith” – this refers to Abraham, whom the Holy One blessed be He refined in the fiery furnace. “And one who smooths with a hammer, one who strikes on the anvil [<i>paam</i>]” (Isaiah 41:7) – as he [Abraham] would direct his hammer and strike all the people of the world onto a single path<sup class=\"footnote-marker\">25</sup><i class=\"footnote\"><i>Paam</i> can also mean<i> </i>“a step,” and “once.” Abraham’s “hammer” was his ability to persuade others to recognize and follow God, and with this he led them on a path towards closeness with God.</i> to the Omnipresent. “Saying of the glue: It is good” (Isaiah 41:7) – these are the nations of the world, who say: ‘It is preferable to adhere to the God of Abram, and we will not adhere to Nimrod’s idolatry.’ “He strengthened it with nails” (Isaiah 41:7) – Abraham strengthened Shem in mitzvot<i> </i>and good deeds. And, [as a result] “It<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">Or “he.”</i> shall not topple” (Isaiah 41:7) – referring to Abraham.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6548bd59f8a07c382ebe205e", "index_title": "Cassuto on Genesis", "category": "Quoting Commentary", "type": "", "ref": "Cassuto on Genesis, From Noah to Abraham 11:27:7", "anchorRef": "Genesis 10:22", "anchorRefExpanded": ["Genesis 10:22"], "sourceRef": "Cassuto on Genesis, From Noah to Abraham 11:27:7", "sourceHeRef": "קאסוטו על בראשית, מנח עד אברהם י״א:כ״ז:ז׳", "anchorVerse": 22, "sourceHasEn": false, "commentaryNum": 27.0007, "collectiveTitle": {"en": "Cassuto on Genesis", "he": "קאסוטו על בראשית"}, "he": "<b>לוט</b>. קשה לעמוד על פירוש שם זה. ההצעות שהוצעו, לקשר אותו בשם לוטן החורי (בראשית ל״ו, כ׳, כ״ב, כ״ט), או בשם המצרי רת׳נו המורה על תושבי ארץ כנען, או בשם לוד בן שם (בראשית י׳, כ״ב), אינן אלא השערות בעלמא ואינן מתקבלות על הדעת.", "heVersionTitle": "Jerusalem, 1953", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6548be2753c764d0f6aaf92f", "index_title": "Cassuto on Genesis", "category": "Commentary", "type": "commentary", "ref": "Cassuto on Genesis, From Noah to Abraham 10:22:1-6", "anchorRef": "Genesis 10:22", "anchorRefExpanded": ["Genesis 10:22"], "sourceRef": "Cassuto on Genesis, From Noah to Abraham 10:22:1-6", "sourceHeRef": "קאסוטו על בראשית, מנח עד אברהם י׳:כ״ב:א׳-ו׳", "anchorVerse": 22, "sourceHasEn": false, "commentaryNum": 22.0001, "collectiveTitle": {"en": "Cassuto", "he": "קאסוטו"}, "he": ["<b>עילם</b>. העם הידוע השוכן ממזרח לבבל. ואין שום קושי בדבר, שלא היה עם זה עם שֵׁמי לפי מושגי זמננו. הזיהוי עם <b>עאמו</b> של המקורות המצריים, שהציעו אותו חוקרים אחדים (ראובני, גרינץ), אינו מתקבל על הדעת.", "הכתוב מקדים את עילם לכל יתר בני שם כדי להדגישו הדגשה יתירה ולהקל בזה את הבנת הרמז שבדברי נח: ויהי כנען עבד למו (ט׳, כ״ו), כפי מה שפירשתי שם.", "<b>ואשור</b>. העם הידוע השוכן מצפון לבבל.", "<b>וארפכשד</b>. בפרק י״א (פס׳ י׳–י״ג) מדובר על ארפכשד כעל איש מיוחד, וכך אולי גם להלן בפרק זה (פס׳ כ״ד); אבל כאן, בתוך שמות על עמים, מורה שם זה על העם המתייחס על ארפכשד כעל ה״אב״ שלו. איזה עם הוא זה, מוטל בספק. ההצעות שהוצעו, כגון זו הרואה בשם ארפכשד שם מורכב בשם <b>כשד</b>, והמסיקה מזה שהכוונה לעם הכשדים, או זו החושבת שהכוונה לאיזור עיר אַדַּפְּחַ׳ה (היום כֶּרכּוּכּ) הסמוכה לנוזי, ממזרח לעיר אשור, אינן חורגות מגדר השערות בעלמא.", "<b>ולוד</b>. קשה לזהותו. כנראה שונה הוא מן <b>לודים</b> שברשימת בני מצרים (פס׳ י״ג). הציעו: Lubdu של האשורים, כנראה על גדות חדקל העליון. ואין אפשרות להכריע.", "<b>וארם</b>. בשם ארמים היו נקראים כמה שבטים, שנעו ונדו זמן רב באמצע ה״קשת הפוריה״, ולאחר שהשתקעו ביישובי קבע הגיעו לידי חשיבות מדינית. יציאתם מקיר הנזכרת בעמוס ט׳, ז׳, שייכת כנראה לאחת התנודות המאוחרות. שבטים ארמיים מכונים בשם זה בתעודות אשוריות החל מן המאה הי״ב לפני סה״נ; אבל בוודאי נמצאים היו בקרבת המקום כבר זמן רב לפני זה."], "heVersionTitle": "Jerusalem, 1953", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}]