[{"_id": "52246289edbab41a9d004186", "index_title": "Rashi on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Rashi on Deuteronomy 6:12:1", "anchorRef": "Deuteronomy 6:12", "anchorRefExpanded": ["Deuteronomy 6:12"], "sourceRef": "Rashi on Deuteronomy 6:12:1", "sourceHeRef": "רש\"י על דברים ו׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על דברים", "he": "<b>מבית עבדים.</b> כְּתַרְגּוּמוֹ מִבֵּית עַבְדוּתָא – מִמָּקוֹם שֶׁהֱיִיתֶם שָׁם עֲבָדִים:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "מבית עבדים — Understand this as the Targum does: from the house of slavery, i.e. a place where ye were slaves (not from the house that belonged to slaves; cf. Rashi on Exodus 20:2).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "525bf996edbab421f87c0c91", "index_title": "Ibn Ezra on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Deuteronomy 6:12:1", "anchorRef": "Deuteronomy 6:12", "anchorRefExpanded": ["Deuteronomy 6:12"], "sourceRef": "Ibn Ezra on Deuteronomy 6:12:1", "sourceHeRef": "אבן עזרא על דברים ו׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על דברים", "he": "וטעם <b>מבית עבדים.</b> שלא היו לך ערים ובתים מלאים:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "OUT OF THE HOUSE OF BONDAGE. Where you did not possess cities and houses that are full.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "531e4fdffbfba276047f5d14", "index_title": "Onkelos Deuteronomy", "category": "Targum", "type": "targum", "ref": "Onkelos Deuteronomy 6:12", "anchorRef": "Deuteronomy 6:12", "anchorRefExpanded": ["Deuteronomy 6:12"], "sourceRef": "Onkelos Deuteronomy 6:12", "sourceHeRef": "תרגום אונקלוס על דברים ו׳:י״ב", "anchorVerse": 12, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 6.0012, "collectiveTitle": {"en": "Onkelos Deuteronomy", "he": "תרגום אונקלוס על דברים"}, "heTitle": "תרגום אונקלוס על דברים", "he": "אִסְתַּמַּר לָךְ דִּילְמָא תִנְשֵׁי יָת (דַּחַלְתָּא דַ)יְיָ דִּי אַפְּקָךְ מֵאַרְעָא דְמִצְרַיִם מִבֵּית עַבְדוּתָא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Look out for yourself, lest you forget Adonoy, Who took you out of the land of Egypt, from the house of slavery.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2683fbfba27c35eeb555", "index_title": "Targum Jonathan on Deuteronomy", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Deuteronomy 6:12", "anchorRef": "Deuteronomy 6:12", "anchorRefExpanded": ["Deuteronomy 6:12"], "sourceRef": "Targum Jonathan on Deuteronomy 6:12", "sourceHeRef": "תרגום יונתן על דברים ו׳:י״ב", "anchorVerse": 12, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 6.0012, "collectiveTitle": {"en": "Targum Jonathan on Deuteronomy", "he": "תרגום יונתן על דברים"}, "heTitle": "תרגום יונתן על דברים", "he": "אִסְתַּמָּרוּ לְכוֹן דִּלְמָא תִתְנְשׁוּן דַּחַלְתָּא דַיְיָ אֱלָהָכוֹן דִּפְרַק וְאַפֵּיק יַתְכוֹן פְּרִיקִין מֵאַרְעָא דְמִצְרַיִם מִן בֵּית שִׁעֲבּוּד עַבְדַיָא", "heVersionTitle": "Targum Jonathan on Deuteronomy", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " beware lest you forget the fear of the Lord your God, who delivered and led you out free from the land of Mizraim, from the house of the affliction of slaves; \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f17ba4fbfba22336ea9f36", "index_title": "Sforno on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Sforno on Deuteronomy 6:12:1", "anchorRef": "Deuteronomy 6:12", "anchorRefExpanded": ["Deuteronomy 6:12"], "sourceRef": "Sforno on Deuteronomy 6:12:1", "sourceHeRef": "ספורנו על דברים ו׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על דברים", "he": "<b>השמר לך פן תשכח.</b> כי עושר קנוי בזה האופן גורם ברוב המשך אחר התאוות ובהן ישכח האדם את עושהו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "השמר לך פן תשכח, for wealth acquired in such a fashion is liable to fostering the desire, greed for more; in the pursuit of more material wealth man is liable to forget his Maker. \n", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "55102120fbfba27cbef6def2", "index_title": "Kos Eliyahu on Pesach Haggadah", "category": "Quoting Commentary", "type": "", "ref": "Kos Eliyahu on Pesach Haggadah, Magid, We Were Slaves in Egypt 2:1", "anchorRef": "Deuteronomy 6:12", "anchorRefExpanded": ["Deuteronomy 6:12"], "sourceRef": "Kos Eliyahu on Pesach Haggadah, Magid, We Were Slaves in Egypt 2:1", "sourceHeRef": "כוס אליהו על הגדה של פסח, מגיד, עבדים היינו ב׳:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1840, 1880], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Kos Eliyahu on Pesach Haggadah", "he": "כוס אליהו על הגדה של פסח"}, "heTitle": "עבדים היינו", "he": "<b>עבדים היינו לפרעה.</b> פ' בפ' ואתחנן וסוף הפ' אינו כן וסיים שם ויוציאנו ה' ממצרים ביד חזקה והמגיד נקט בלשניה דקרא דלעיל בעשרת הדברות שבאותה פרשה כתיב ויוצאך ה' אלהיך משם ביד חזקה ובזרוע נטויה והתחיל בפ' עבדים היינו להיות מתחיל בגנות וסיים ויוצאנו ה' אלהינו וכו' כדי להשיב ממנו על כל שאלותיו כל ב' תיבות הם תשובה לשאלה אחת על השאלה הרא' דשני טיבולים אמר ויוציאנו ה' דב' מעלות טובות היו ביציאתם ממצרים א' היציאה עצמה מעבדות לחירות ואחת שהיתה היציאה ע\"י ית' בכבודו ובעצמו שזו מעלה גדולה בלי ספק ושניהם נרמזו בשתי תיבות אלו. ויוציאנו ה' היציאה עצמה וע\"י ית' ולכך אנו עושים שני טיבולים דרך גדולה ומעלה כנגד הב' מעלות. ועל השאלה הב' כלו מצה אמר אלהינו משם והענין בהקדים מ\"ש ז\"ל שישראל במצרים היו עובדים ע\"ז מה אלו אף אלו ובעת יציאתם ממצרים חזרו בתשובה כמ\"ש ז\"ל ע\"פ משכו וקחו לכם צאן משכו ידיכם מן הע\"ז וקחו לכם צאן של מצוה וידוע שהחמץ כנגד סטרא אחרא דע\"ז והמצה כנגד סטרא דקדושה וז\"ש אלהינו משם שמזמן היותינו שם במצרים הוא אלהינו סטרא דקדושה והחמץ שהוא סטרא דע\"ז בל יראה ובל ימצא. ועל השאלה הג' דהיינו המרור אמר ביד חזקה היא מכת בכורות וכמ\"ש בספרי ע\"פ ולכל היד החזקה זו מכת בכורות ע\"כ שהיא המכה החזקה שבכל המכות שעל ידה גורשו ממצרים וכתיב בה כי אין בית אשר אין שם מת נמצא שכלם היו באותה שעה מרי נפש על מתיהם וזכר למרירות נפש המצריים על ידינו אנו אוכלין המרור. והמגיד בפסקת מרור זה דנקט טעם אחר למרור. חד מתרי טעמי נקט ותרוויהו איתנהו. ואפשר לרמוז טעמו של המגיד בחי' \"משם\" שהוא ר\"ת מחיים של מרור או משעבוד של מצרים. ועל השאלה הרביעית שבלילה הזאת כלנו מסובין אמר ובזרוע נטויה שלהיות היציאה ביד רמה לעיני כל מצרים בלי שום פחד כמי שלא נשתעבדו מעולם לכך להורות על דבר זה ע\"כ בלילה הזה כלנו מסובין. ", "heVersionTitle": "Haggadah Kos Eliyahu. Djerba, 1938", "heLicense": "Public Domain", "heVersionTitleInHebrew": "הגדה של פסח כוס אליהו, ג'רבה תרצ\"ח", "text": "<b>Avadim Hayeenu, We were slaves:</b> The two halves of the opening statement in this passage are taken from two different biblical verses; the first half of this statement is taken from Deuteronomy 6:21 – “And you shall say to your child, ‘We were slaves to Pharaoh in Egypt…’” This verse concludes“…And the Lord took us out from Egypt with a mighty hand.” However the Maggid did not use the second part of this statement. Instead the second half of the passage, Avadim Hayeenu is taken from a different verse Deuteronomy 5:15 – “And you shall remember that you were a servant in the land of Egypt, and the Lord brought you out from there with a mighty hand and an outstretched arm.” The reason the Maggid uses a different verse for the second part of this passage is because this passage provides an answer to each of the four questions.<br>We begin with Deuteronomy 6:12 to fulfill the dictum that in telling the story of the Exodus, one begins with disgrace (and ends with exaltation.) Deuteronomy 5:15 contains not only a statement of exaltation but it also answers the four questions in the way it is worded.<br>Adonai took you out, (1) your God, from there (2), with a mighty hand (3), and an outstretched arm (4)<br>1.\tV’yotzee’acha adonai – “Adonai took you out.” This statement explains why we dip twice during the Seder. The two dippings represent the two blessings which God bestowed upon Israel in Egypt: first, they were redeemed from slavery to freedom, and second that it was God Himself who redeemed them. These two blessing are alluded to by these words: V’yotzee’aynu “He took us out” and adonai “Adonai.”<br>2.\tElohaynu misham – “Our God from there.” This is an allusion to the matzah. When the Israelites were slaves in Egypt they were not much better than the Egyptians; like them they worshipped false gods. When they were about to leave Egypt, they renewed their faith in one God and repented of their former ways. We find reference to this in the verse: “Draw out and take your lambs according to your families.”  The sages interpret this to mean draw yourselves away from idolatry and bring obligatory lambs. It is known that chametz is a symbol for the evil of idolatry while matzah is a symbol of the aspect of holiness. Therefore when the Israelites ate matzah, they affirmed that their God, Elohaynu, never ceased to be their God and that they were rejecting idolatry, symbolized by chametz. That is why we eat only matzah on Passover – it is an affirmation of acceptance of God and rejection of idolatry.<br>3.\tB’yad chazakah – “With a mighty hand.” This expression is a reference to the tenth plague since it is the mightiest of all the plagues. Through it Israel escaped from Egypt. Regarding this plague the Torah says, “There was no house in which there weren’t dead,” As a result, there was bitterness and sorrow in every Egyptian household. We eat bitter herbs as a reminder of the bitterness we caused the Egyptians through the hand of God. Later in the Haggadah a different explanation is given for the bitter herbs, and both are correct.<br>4.\tU’v’zroah netuyah – “And an outstretched arm.” Because God took us out of Egypt with “an upraised hand,” without fear or anxiety, we lean at the Seder as a sign of our leisureliness and comfort.", "versionTitle": "Rabbi Mark Greenspan", "license": "CC-BY", "versionTitleInHebrew": "הרב מארק גרינספאן"}, {"_id": "560ba951fbfba25e369f810e", "index_title": "Haamek Davar on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Deuteronomy 6:12:1", "anchorRef": "Deuteronomy 6:12", "anchorRefExpanded": ["Deuteronomy 6:12"], "sourceRef": "Haamek Davar on Deuteronomy 6:12:1", "sourceHeRef": "העמק דבר על דברים ו׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1849, 1879], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b> השמר לך פן תשכח וגו׳.</b> שלא יהא הדבר הזה גורם להשכיח את ה׳ וגו׳ ולדעת הסמ״ג הוא אזהרה לכל אדם בעת שהענין והשעה גורם לחוש לזה. אלא שפי׳ הכתוב בעת מלחמה. וכיב״ז איתא בכתובות דמ״ו א׳ עה״פ ונשמרת מכל דבר רע אזהרה למוציא ש״ר אע״ג דמיירי האי קרא בעת יציאת למחנה על אויביך וגו׳ וכמבואר שם. וה״נ בהאי קרא. וע׳ להלן ח׳ י״א עוד אזהרה זו. אבל אינו מזה הענין כאשר יבואר במקומו:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "56c48d50d6e4a96ff057dca4", "index_title": "Nineteen Letters", "category": "Jewish Thought", "type": "", "ref": "Nineteen Letters 11:2", "anchorRef": "Deuteronomy 6:12-13", "anchorRefExpanded": ["Deuteronomy 6:12", "Deuteronomy 6:13"], "sourceRef": "Nineteen Letters 11:2", "sourceHeRef": "אגרות צפון י״א:ב׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1836], "commentaryNum": 11.0002, "collectiveTitle": {"en": "Nineteen Letters", "he": "אגרות צפון"}, "heTitle": "אגרות צפון", "he": "להסיר מלבך כל רעיון שוא ותפל, ולטהר את מחשבותיך מכל דבר אשר ישפיל את ערכך וקדושת תעודתך. הסר ממך גאון וגובה, ואהבת התענוגים. להשתתף בצער ובשמחת כל היצורים; — ולהתהלך אתם באהבה בהיותם בנים למקום, בני אלהיך. אין דבר זולת שמוש ושנון המאמרים אשר יורו ויראו לנו האמתיות מפעולות התגלות השם; רק בתור יסודות כאלה נחזיק את מצותיו, בתור מושג, בתור התגלות ולא בתור פקודה; מי האיש החפץ אמת יקחנה לו!— — ", "heVersionTitle": "Iggerot Tzfun, Vilna 1890", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "They furthermore tend to ennoble thy inner character that it become pure and free of all that could drag thee down from the high pinnacle of thy holy mission. They bid thee put aside pride and desire of sensual pleasure, to respond sympathetically to the sorrow or joy of all beings, and to embrace them all in thy love as children of thy God. These injunctions are but the applications of the principles demonstrated as true in the revelations given in the actions, in the mighty deeds, of God. His commandments are but the expressions of these principles; revealed as concepts, not as mere incomprehensible behests; whosoever desires truth will accept them. ", "versionTitle": "Bernard Drachman translation, 1899", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "57e77d9bd6e4a94c7c18b58b", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Deuteronomy 6:12", "anchorRef": "Deuteronomy 6:12", "anchorRefExpanded": ["Deuteronomy 6:12"], "sourceRef": "Tafsir Rasag, Deuteronomy 6:12", "sourceHeRef": "תפסיר רס\"ג, דברים ו׳:י״ב", "anchorVerse": 12, "sourceHasEn": true, "compDate": [918, 942], "commentaryNum": 6.0012, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "דברים", "he": "פאחד̇ר לך אן תנסא אללה רבך אלד̇י אכ̇רג̇ך מן בלד מצר מן בית אלעבודיה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": "So be cautious not to forget Allah, your Lord, who brought you out from the land of Egypt, from the house of servitude", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "59636861d6e4a9416e9be4bb", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Deuteronomy 6:12:1", "anchorRef": "Deuteronomy 6:12", "anchorRefExpanded": ["Deuteronomy 6:12"], "sourceRef": "Mizrachi, Deuteronomy 6:12:1", "sourceHeRef": "מזרחי, דברים ו׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "דברים", "he": "<b>מבית עבדים כתרגומו מבית עבדותא. </b>פי' מבית עבדות שהייתם שם עבדים לא מבית העבדים שהרי לא היו עבדים אלא שרים הלכך עכ\"ל שפירוש מבית עבדים מהמקום שהיו שם עבדים דהיינו מבית עבדות והמתרגם שומר הטעמים לא המלות: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59647c9bd6e4a92bf45a1916", "index_title": "Orchot Tzadikim", "category": "Musar", "type": "", "ref": "Orchot Tzadikim 1:3", "anchorRef": "Deuteronomy 6:12", "anchorRefExpanded": ["Deuteronomy 6:12"], "sourceRef": "Orchot Tzadikim 1:3", "sourceHeRef": "אורחות צדיקים א׳:ג׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1400, 1500], "commentaryNum": 1.0003, "collectiveTitle": {"en": "Orchot Tzadikim", "he": "אורחות צדיקים"}, "he": "הַגַּאֲוָה הִיא הַמַּטְבֵּעַ אֲשֶׁר פָּסַל הַקָּדוֹשׁ בָּרוּךְ הוּא, וְהִזְהִירָנוּ עָלֶיהָ בְּתוֹרָתוֹ. כְּמוֹ שֶׁנֶּאֱמַר (דברים ו יב): ״הִשָּׁמֶר לְךָ פֶּן תִּשְׁכַּח אֶת יְיָ אֱלֹהֶיךָ, אֲשֶׁר הוֹצִיאֲךָ מֵאֶרֶץ מִצְרַיִם״. כִּי הַגֵּאֶה יִשְׁכַּח יוֹצְרוֹ, כְּדִכְתִיב (דברים ח יג-יח): ״וּבְקָרְךָ וְצֹאנְךָ יִרְבְּיֻן, וְכֶסֶף וְזָהָב יִרְבֶּה לָּךְ..., וְרָם לְבָבֶךָ וְשָׁכַחְתָּ אֶת יְיָ אֱלֹהֶיךָ..., וְאָמַרְתָּ בִּלְבָבֶךָ: כֹּחִי וְעֹצֶם יָדִי עָשָׂה לִי אֶת הַחַיִל הַזֶּה. וְזָכַרְתָּ אֶת יְיָ אֱלֹהֶיךָ, כִּי הוּא הַנֹּתֵן לְךָ כֹּחַ לַעֲשׂוֹת חָיִל״. וּבַמֶּלֶךְ נֶאֱמַר (דברים יז כ): ״לְבִלְתִּי רוּם לְבָבוֹ מֵאֶחָיו״. אִם הִזְהִירָה תּוֹרָה אֲפִלּוּ בַּמֶּלֶךְ – כָּל שֶׁכֵּן בַּהֶדְיוֹטוֹת, שֶׁלֹּא יִשְׂתָּרְרוּ זֶה עַל זֶה.", "heVersionTitle": "Orchot Tzadikim -- Vocalized", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "", "text": "Pride is the coin which the Great King, Blessed be He, voided, and about which He warned us in His Torah, as it is said: \"Take care lest you forget the Lord your God and fail to keep His commandments\" (Deut. 8:11). For the arrogant person forgets his Maker, as it is written, \"… and (when) your herds and flocks have multiplied, and your silver and gold have increased, and everything you own has prospered, beware lest your heart grow haughty and you forget the Lord your God … and you say to yourselves, 'My own power and the might of my own hand have won this wealth for me'\" (Ibid. 8:13-18). And in the case of a king it is said: \"Thus he will not act haughtily towards his fellows or deviate from the Instruction to the right or to the left…\" (Ibid. 17:20). If the Torah warned against pride even in the case of a king, so much more does it warn ordinary men that they should not attempt to lord over one another.", "versionTitle": "Orchot Tzaddikim, trans. Seymour J. Cohen, Ktav Pub House, 1982", "license": "CC-BY", "versionTitleInHebrew": "ארחות צדיקים, תורגם לאנגלית ע\"י שמריה קאהן. הוצאת כתב, תשמ\"ג"}, {"_id": "5964d6b1d6e4a92bf45a8d43", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Devarim 6:12:1", "anchorRef": "Deuteronomy 6:12", "anchorRefExpanded": ["Deuteronomy 6:12"], "sourceRef": "Rabbeinu Bahya, Devarim 6:12:1", "sourceHeRef": "רבנו בחיי, דברים ו׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "דברים", "he": "<b>השמר לך פן תשכח את ה' אשר הוציאך מארץ מצרים מבית עבדים.</b> יזהיר הכתוב כי ברבות הטובה והשלוה שיזכיר ימי עניו ומרודו, שהיה עבד במצרים ולא היו לו שם ערים ובתים כמו עכשיו, ושלא ישכח השם שהוציאו מן השעבוד הגדול ההוא אל הטובה הגדולה הזאת, אבל יזכור חסדיו תמיד ויירא אותו ויעבוד לפניו כעבד לפני אדניו, והוא שאמר שלמה ע\"ה (קהלת ז) ביום טובה היה בטוב וביום רעה ראה, שיעור הכתוב, ביום טובה ראה יום רעה, כלומר בעוד שיש לך שפע הטובה הסתכל ביום רעה שהיה לך כבר, ואז תמצא ותזכור היתרון שיש לך היום על הזמן שעבר ותודה להקב\"ה על זאת.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "השמר לך פן תשכח את ה’ אשר הוציאך מארץ מצרים מבית עבדים, “Beware for yourself lest you forget the Lord Who took you out of the land of Egypt, from the House of slavery!” The Torah warns that as a result of the affluence and carefree existence the people should not forget that this had not always been their lot, that they used to be poor, oppressed, in a land where they had neither owned cities, houses, etc., as they did now. They should not forget who it was who saved them from such a miserable existence and whom they have to thank for their present fortunate circumstances. They must always remember the great acts of loving kindness performed for them by Hashem and serve the Lord as a servant serves his master. This is why Solomon wrote in Kohelet 7,14: “so in a time of good fortune enjoy the good fortune; and in a time of misfortune reflect, the one no less than the other was G’d’s doing.” The meaning of the verse is that in time of good fortune we should remember days of misfortune which we experienced already, whereas in times of misfortune we should remember times of good fortune we have experienced. When we do this we will be grateful to the Lord for our present fortunate circumstances.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5975c23fd6e4a90179bf0ef7", "index_title": "Redeeming Relevance; Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Redeeming Relevance; Deuteronomy, CHAPTER 4 The Shema and all that Jazz 12", "anchorRef": "Deuteronomy 6:12", "anchorRefExpanded": ["Deuteronomy 6:12"], "sourceRef": "Redeeming Relevance; Deuteronomy, CHAPTER 4 The Shema and all that Jazz 12", "sourceHeRef": "פדיון הרלוונטיות על דברים, פרק רביעי י״ב", "anchorVerse": 12, "sourceHasEn": true, "compDate": [2015], "commentaryNum": 12, "collectiveTitle": {"en": "Redeeming Relevance; Deuteronomy", "he": "פדיון הרלוונטיות על דברים"}, "heTitle": "פרק רביעי", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Along these lines, the phrase, “the Lord, your God,” which we find in the second verse of the <i>Shema</i>, is found clustered throughout the entire section. Most notably, it appears five times in five different verses early on and seven times in the course of seven other verses a bit later (Devarim 6:12–16, 7:19–25).<sup class=\"footnote-marker\">72</sup><i class=\"footnote\">This phrase is rarely used in the other four books of the Torah, but frequently used in other parts of <i>Devarim</i>. Still, it appears with slightly greater frequency here than in the rest of the book.</i> Immediately after the first occurrence of “The Lord, your God” comes <i>bechol levavecha u’vechol nafshecha</i> (with all of your heart and with all of your soul, Devarim 10:12. ). This too is pointedly repeated<sup class=\"footnote-marker\">73</sup><i class=\"footnote\">The word <i>levavecha</i> by itself is sprinkled several times throughout this section as well.</i> in the middle section, as is the very famous beginning of the section, <i>Shema Yisrael</i> (Listen, Israel, Devarim 8:1). Both these last two phrases reappear only once, but given their very uncommon word combinations, it is hard to see their repetition as mere coincidence.<sup class=\"footnote-marker\">74</sup><i class=\"footnote\">The expression appears five times altogether, all of them in the book of <i>Devarim</i>.</i>", "versionTitle": "Redeeming Relevance -- Deuteronomy", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5a1547f9d6e4a92409ac51ea", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Deuteronomy 6:12:1", "anchorRef": "Deuteronomy 6:12", "anchorRefExpanded": ["Deuteronomy 6:12"], "sourceRef": "Siftei Chakhamim, Deuteronomy 6:12:1", "sourceHeRef": "שפתי חכמים, דברים ו׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "דברים", "he": "<b>ממקום שהייתם שם עבדים.</b> פי' מבית עבדות שהייתם שם עבדים. לא מבית העבדים, כי לא היו עבדים לעבדים: ", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>From the place where you were slaves.</b> The meaning of “from the house of slavery,” is, “from the place where you were slaves.” The verse does not mean [literally], “from the house of slaves,” for the Jewish People were not enslaved to slaves. ", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a43a46ed6e4a937a821577a", "index_title": "Shemirat HaLashon", "category": "Musar", "type": "", "ref": "Shemirat HaLashon, Book II, Epilogue 4:10", "anchorRef": "Deuteronomy 6:12", "anchorRefExpanded": ["Deuteronomy 6:12"], "sourceRef": "Shemirat HaLashon, Book II, Epilogue 4:10", "sourceHeRef": "שמירת הלשון, חלק שני, חתימת הספר ד׳:י׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1865, 1875], "commentaryNum": 4.001, "collectiveTitle": {"en": "Shemirat HaLashon", "he": "שמירת הלשון"}, "heTitle": "חתימת הספר", "he": "<b>רִבּוֹנוֹ שֶׁל עוֹלָם</b>, יְהִי רָצוֹן מִלְּפָנֶיךָ אֵל רַחוּם וְחַנּוּן, שֶׁתְּזַכֵּנִי הַיּוֹם וּבְכָל יוֹם לִשְׁמֹר פִּי וּלְשׁוֹנִי לִבְלִי לְהִלָּכֵד בְּדִבּוּרִים אֲסוּרִים, דְהַיְנוּ מֵעֲוֹן לָשׁוֹן הָרָע כְּדִכְתִיב (שמות כ\"ג א'): \"לֹא תִשָּׂא שֵׁמַע שָׁוְא\", וּקְרִי בֵּהּ לֹא תַשִּׂיא, שֶׁאָסְרָה הַתּוֹרָה לְסַפֵּר וּלְקַבֵּל, וְגַם מֵעֲוֹן רְכִילוּת כְּדִכְתִיב (ויקרא י\"ט ט\"ז): \"לֹא תֵלֵךְ רָכִיל בְּעַמֶּךָ\". וְאֶהְיֶה זָהִיר מִלְּדַבֵּר, אֲפִילוּ עַל אִישׁ יְחִידִי, וְכָל שֶׁכֵּן מִלְּדַבֵּר דֵּלָטוֹרְיָא עַל כְּלַל יִשְׂרָאֵל, שֶׁעֲוֹנוֹ חָמוּר מְאֹד. וְכָל שֶׁכֵּן לְהִזָּהֵר מִלְּהִתְרַעֵם עַל מִדוֹתָיו שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא, שֶׁהוּא עָוֹן חָמוּר יוֹתֵר מִן הַכֹּל, וּכְדִכְתִיב בְּפָרָשַׁת חֻקַּת (במדבר כ\"א ד'): \"וַתִּקְצַר נֶפֶשׁ הָעָם בַּדֶּרֶךְ וַיְדַבֵּר הָעָם בֵּאלֹקִים וּבְמֹשֶה\", וַעֲבוּר זֶה נִשְׁלְחוּ עֲלֵיהֶם הַנְּחָשִׁים הַשְּׂרָפִים וְגוֹ'. (במדבר כ\"א ז') \"וַיֹּאמְרוּ חָטָאנוּ, כִּי דִּבַּרְנוּ בַּה' וָבָךְ\". וּמִלְּדַבֵּר דִּבְרֵי שֶׁקֶר, כְּמוֹ דִּכְתִיב (שמות כ\"ג ז'): \"מִדְּבַר שֶׁקֶר תִּרְחָק\". וּמִלְּדַבֵּר דִּבְרֵי חֲנֻפָּה, שֶׁמְּיַפֶּה לְאִישׁ עֹל עַוְלוֹתָיו בְּפָנָיו, כְּמוֹ דִּכְתִיב בְּפָרָשַׁת מַסְעֵי (במדבר ל\"ה ל\"ג): \"וְלֹא תַחֲנִיפוּ\" וּמִלְּדַבֵּר דִּבְרֵי לֵיצָנוּת, כְּמוֹ דִּכְתִיב (ישעיה כ\"ח כ\"ב): \"וְעַתָּה אַל תִּתְלוֹצָצוּ, פֶּן יֶחֶזְקוּ מוֹסְרֵיכֶם\" וּמִלֵּישֵׁב בֵּין לֵיצָנִים, כְּדִכְתִיב (תהילים א' א'): \"וּבְמוֹשַׁב לֵצִים לֹא יָשָׁב\" וְלִהְיוֹת זָהִיר מֵאוֹנָאַת דְּבָרִים, כְּמוֹ דִּכְתִיב (ויקרא כ\"ה י\"ז): \"וְלֹא תוֹנוּ אִישׁ אֶת עֲמִיתוֹ\", וְקִּבְּלוּ חֲזַ\"ל, שֶׁהוּא קָאֵי עַל אוֹנָאַת דְּבָרִים. וְלִהְיוֹת זָהִיר מֵהַלְבָּנַת פָּנִים, אֲפִילוּ בִּשְׁעַת תּוֹכָחָה כְּמוֹ דִּכְתִיב (ויקרא י\"ט י\"ז): \"הוֹכֵחַ תּוֹכִיחַ אֶת עֲמִיתֶךָ וְלֹא תִשָּׂא עָלָיו חֵטְא\" וְלִהְיוֹת זָהִיר מִלְּדַבֵּר דִּבְרֵי גַּאֲוָה, כְּמוֹ דִּכְתִיב (דברים ו' י\"ב): \"הִשָּׁמֵר לְךָ פֶּן תִּשְׁכַּח אֶת ה' אֱלֹהֶיךָ\", וְקִבְּלוּ חֲזַ\"ל, שֶׁהוּא אַזְהָרָה לְגַסֵּי הָרוּחַ, וּכְמוֹ דִּכְתִיב (דברים ח' י\"ד): \"וְרָם לְבָבְךָ וְשָׁכַחְתָּ\", וְכִדְאִיתָא בַּגְּמָרָא (סוטה דַּף ה'): וְגַאֲוָה, אֲפִלּוּ בַּלֵּב אָסוּר, כְּדִכְתִיב (משלי ט\"ז ה'). \"תּוֹעֲבַת ה' כָּל גְּבַהּ לֵב\". וְכֵן מִלְּדַבֵּר דִבְרֵי מַחֲלֹקֶת, כְּמוֹ שֶׁנֶּאֱמַר (במדבר י\"ז ה'): \"וְלֹא יִהְיֶה כְּקֹרַח וְכַעֲדָתוֹ\", וְכִדְאִיתָא בַּגְּמָרָא, שֶׁהוּא אַזְהָרָה, שֶׁלֹּא לְהַחֲזִיק בְּמַחֲלֹקֶת (סנהדרין דַּף ק\"י). וְכֵן מִלְּדַבֵּר דִּבְרֵי כַּעַס, שֶׁהוּא גַּם כֵּן עָוֹן חָמוּר מְאֹד בְּעַצְמוּתוֹ, וְגַם מֵבִיא לִידֵי מַחֲלֹקֶת וּשְׁאָר דִּבּוּרִים אֲסוּרִים, וְאָמְרוּ חֲזַ\"ל. כָּל הַכּוֹעֵס כְּאִלּוּ עוֹבֵד עֲבוֹדָה זָרָה. וְזַכֵּנִי שֶׁלֹּא לְדַבֵּר, כִּי אִם דָּבָר הַצָּרִיךְ לְעִנְיְנֵי גּוּפִי אוֹ לְנַפְשִׁי, וְשֶׁיִּהְיוּ כָּל מַעֲשַׂי וְדִבּוּרַי לְשֵׁם שָׁמַיִם.", "heVersionTitle": "Shemirat HaLashon -- Torat Emet 370", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Shmirath Halashon by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5a648c1ed6e4a91ee8b0eccf", "index_title": "Sefer Yereim", "category": "Halakhah", "type": "", "ref": "Sefer Yereim 360:1", "anchorRef": "Deuteronomy 6:12", "anchorRefExpanded": ["Deuteronomy 6:12"], "sourceRef": "Sefer Yereim 360:1", "sourceHeRef": "ספר יראים ש״ס:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1135, 1165], "commentaryNum": 360.0001, "collectiveTitle": {"en": "Sefer Yereim", "he": "ספר יראים"}, "he": "<b>סימן שס (יא) </b> <br>השמר לך פן תשכח את ה'. כתוב בפ' ואתחנן (דברים ו' י\"ב) השמר לך פן תשכח את ה' <i data-commentator=\"Toafot Re'em\" data-order=\"1\"></i> פי' שלא ישכח אדם מלקבל עול מלכות שמים עליו ויקרא ק\"ש בכל יום <i data-commentator=\"Toafot Re'em\" data-order=\"2\"></i> ולמאן (דאמר) בברכות (כ\"א א') ק\"ש דרבנן פי' שיזכור אדם את בוראו תמיד ואת מצוותיו ופן תשכח לאו הוא כדר' אילא דאמר כ\"מ שנאמר השמר פן ואל אינו אלא לא תעשה. ", "heVersionTitle": "Sefer Yereim HaShalem, Vilna, 1892-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0fd3d72f650300563a8744", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Aseret HaDibrot, Taanit, Torah Ohr 3:57", "anchorRef": "Deuteronomy 6:12", "anchorRefExpanded": ["Deuteronomy 6:12"], "sourceRef": "Shenei Luchot HaBerit, Aseret HaDibrot, Taanit, Torah Ohr 3:57", "sourceHeRef": "שני לוחות הברית, עשרת הדברות, מסכת תענית, תורה אור ג׳:נ״ז", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1611, 1631], "commentaryNum": 3.0057, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "תורה אור", "he": "<b>אי</b> נמי, אם אשכחך כו' חיוב גדול להתאבל תמיד על ירושלים, דהיינו הכבוד שגלה. וזהו <small>(ישעיה סו, י)</small> שישו וגו' כל המתאבלים עליה, רצה לומר על השכינה. גם בזכות הדביקות וקדושה שהיה לנו אז, יתעורר לתשובה, כי עתה שנפלה עטרת ראשינו אוי נא לנו כו'. משא\"כ בזמן בית המקדש הביאו קרבנות לכפר. גם יזכור אז היינו טהורים ודבקים בשכינה, ואנחנו עתה טמאים ומרוחקים וסתם תפלתינו, ובחינות אלף כאלה, על דא ודאי בכינו, ומביא לתשובה. והנה כתיב <small>(דברים ו, יב)</small> השמר לך פן תשכח את ה' אלקיך, על זה אמר אם אשכח העונות מלתקנה, תשכח ימיני כו', הימין שהוא לו החביבה דהיינו ימינו של הקב\"ה הפשוטה לקבל שבים. והחורבן השיב אחור ימינו מפני שלא עשו תשובה רק מפני אויב כמו שכתבתי במקום אחר:", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part II", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"ב", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5bf3d77dc413e90088905111", "index_title": "English Explanation of Pirkei Avot", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Pirkei Avot 2:13:1", "anchorRef": "Deuteronomy 6:4-9:11", "anchorRefExpanded": ["Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11"], "sourceRef": "English Explanation of Pirkei Avot 2:13:1", "sourceHeRef": "ביאור אנגלי על משנה אבות ב׳:י״ג:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 13.0001, "collectiveTitle": {"en": "English Explanation of Pirkei Avot", "he": "ביאור אנגלי על משנה אבות"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>Rabbi Shimon said: Be careful with the reading of Shema and the prayer, And when you pray, do not make your prayer something automatic, but a plea for compassion before God, for it is said: “for he is gracious and compassionate, slow to anger, abounding in kindness, and renouncing punishment” (Joel 2:13); And be not wicked in your own esteem.</b> Be careful with the reading of Shema and the prayer:  the “Shema” and the “prayer” which is known today as the “amidah” or the “shmoneh esreh” are the two central elements to Jewish prayer.  The “Shema” consists of Deuteronomy 6:4-9, 11:13-21, and Numbers 15:37-41.  It is recited in the morning and in the evening.  The “prayer” is recited three times a day on weekdays, four times a day on Shabbat and holidays mentioned in the Torah, and five times on Yom Kippur.  It contains praises of God and requests.  Rabbi Shimon teaches that a person should be careful to say these things the correct number of times and at the right time of day. And when you pray, do not make your prayer something automatic, but a plea for compassion before God:  this statement balances out the previous statement.  One must be careful to recite prayers at the correct times but prayer can nevertheless not become automatic.  It must be a genuine plea for compassion before God, and not a mere recital of words that someone else composed.  This is the great challenge of Jewish prayer:  it has strict laws as to what must be said and when, and yet it is supposed to be a spontaneous outpouring from a person’s heart.  The idea of spontaneous/fixed prayer and the tension between the two is one of the most unique aspects of Jewish prayer. And be not wicked in your own esteem:  do not do something which you yourself know to be wrong, though others do not recognize the truth.  Another interpretation is that a person should not regard himself as wicked, for that will lead to despair.  A person should look upon himself as half-wicked, half-good; far from perfection but close enough to having his good side outweigh his bad side.  In this way he will always be motivated to do one more good deed, to “put himself over the top”. According to Maimonides this teaches that if a man thinks of himself as mean, he will not hesitate to act mean to others.  Having a positive image of oneself helps one be a better person.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c17ba4eb071e100bf4f3594", "index_title": "Otzar Midrashim", "category": "Midrash", "type": "", "ref": "Otzar Midrashim, Midrash on Psalms, Addendum to Psalm 118 6", "anchorRef": "Deuteronomy 6:12", "anchorRefExpanded": ["Deuteronomy 6:12"], "sourceRef": "Otzar Midrashim, Midrash on Psalms, Addendum to Psalm 118 6", "sourceHeRef": "אוצר מדרשים, מדרש תהלים, הוספה למזמור קי״ט ו׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1915], "commentaryNum": 6, "collectiveTitle": {"en": "Otzar Midrashim", "he": "אוצר מדרשים"}, "heTitle": "הוספה למזמור קי״ט", "he": "ד׳) אַתָּה צִוִּיתָה פִקֻּדֶיךָ לִשְׁמֹר מְאֹד - בכל מקום צוה הקב״ה על התורה, צוה אותם בתורה צוה אותם בנביאים צוה אותם בכתובים, וכן הוא אומר הלא כתבתי לך שלישים במועצות ודעת (משלי כ״ב:כ׳), ואומר ושמעת ישראל ושמרת לעשות (דברים ו׳:י״ב), ואומר רק השמר לך ושמור נפשך מאד (שם ד׳), מהו השמר לך, אלא אמר הקב״ה אם שמרת את התורה אני שומר את נפשך, לכך נאמר השמר לך וגו׳ כל ימי חייך (שם), מהו כל ימי חייך, אם עשית את התורה כל ימי חייך - תזכה שתראה בנים ובני בנים, לכך נאמר והודעתם לבניך ולבני בניך. ואם ראית בנים ובני בנים - הרי שלום, שנאמר וראה בנים לבניך שלום על ישראל (תהילים קכ״ח:ו׳).", "heVersionTitle": "Otzar Midrashim, New York, 1915", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c47089c08d98a0285f85187", "index_title": "Klein Dictionary", "category": "Reference", "type": "reference", "ref": "Klein Dictionary, שְׁמַע 1", "anchorRef": "Deuteronomy 6:4-9:11", "anchorRefExpanded": ["Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11"], "sourceRef": "Klein Dictionary, שְׁמַע 1", "sourceHeRef": "מילון קליין, שְׁמַע א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1973, 1983], "commentaryNum": 1, "collectiveTitle": {"en": "Klein Dictionary", "he": "מילון קליין"}, "heTitle": "שְׁמַע", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">שְׁמַע</strong> m.n.    ‘Shema’ — the three biblical passages (<a class=\"refLink\" href=\"/Deuteronomy.6.4-9.11\" data-ref=\"Deuteronomy 6:4-9:11\">Deut. 6:4–9, 11</a>:13–21, <a class=\"refLink\" href=\"/Numbers.15.37-41\" data-ref=\"Numbers 15:37-41\">Num. 15:37–41</a>), proclaiming the belief in the unity of God. "], "versionTitle": "Carta Jerusalem; 1st edition, 1987", "license": "CC-BY-NC", "versionTitleInHebrew": "כרטא תשמ״ז"}, {"_id": "5d88c38908000bfca899fccf", "index_title": "Yeriot Shlomo on Torah", "category": "Commentary", "type": "commentary", "ref": "Yeriot Shlomo on Torah, Deuteronomy 6:12:1", "anchorRef": "Deuteronomy 6:12", "anchorRefExpanded": ["Deuteronomy 6:12"], "sourceRef": "Yeriot Shlomo on Torah, Deuteronomy 6:12:1", "sourceHeRef": "יריעות שלמה על התורה, דברים ו׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1530, 1570], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Yeriot Shlomo", "he": "יריעות שלמה"}, "heTitle": "דברים", "he": "<b>בד\"ה מבית עבדים כו' </b>אלא עבדים ולא נהירא אלא דקשה לרש\"י הלא לא היו עבדים רק לפרעה וקרא משמע שהיו עבדים לעבדי' וכן פרש\"י גופא בהדיא בפ' וישמע יתרו ע\"ש כנ\"ל:", "heVersionTitle": "Yeriot Shelomo, Prague 1609", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d5da6d132ca49e443d09", "index_title": "Gur Aryeh on Devarim", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Devarim 6:12:1", "anchorRef": "Deuteronomy 6:12", "anchorRefExpanded": ["Deuteronomy 6:12"], "sourceRef": "Gur Aryeh on Devarim 6:12:1", "sourceHeRef": "גור אריה על דברים ו׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על דברים", "he": "<b>מקום שהייתם שם עבדים.</b> לא שהיו ישראל עבדים למצריים שהיו עבדים לפרעה, שאינו כן, שלא היו ישראל משועבדים אלא לפרעה, שנאמר (פסוק כא) \"עבדים היינו לפרעה במצרים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"83\"></i>\":", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1ea0921d77ecfb0d09eb4c", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Deuteronomy 6:12:1", "anchorRef": "Deuteronomy 6:12", "anchorRefExpanded": ["Deuteronomy 6:12"], "sourceRef": "Midrash Lekach Tov, Deuteronomy 6:12:1", "sourceHeRef": "מדרש לקח טוב, דברים ו׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "דברים", "he": "פס'. השמר לך פן תשכח. אין אומר פן תשכח אלא לשהיה זכור מתחלה:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121abd1cd596b03e9e2ca6a", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 748:2", "anchorRef": "Deuteronomy 6:12", "anchorRefExpanded": ["Deuteronomy 6:12"], "sourceRef": "Yalkut Shimoni on Torah 748:2", "sourceHeRef": "ילקוט שמעוני על התורה תשמ״ח:ב׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 748.0002, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "כתרומת גורן כן תרימו אותה מה תרומת גורן אחת אף תרומת חלה אחת. מה תרומת גורן (מדמעת) עולה באחת ומאה ואם נפלה לתוך מאה מדמעת וחייבת בחומש אף תרומת חלה כיוצא בה דברי רבי יאשיה. נם לו רבי יונתן אתה מקישו לתרומת גורן סתומה אני אקיש בו לתרומת מעשר מפורשת [א\"ל] ותנטל אחד מעשרה, אמר ליה תנטל, אמר ליה הרי הוא אומר כתרומת גורן כן תרימו אותה לתרומת גורן הקשיתיה ולא הקשיתיה לתרומת מעשר. מראשית עריסותיכם למה נאמר, לפי שהוא אומר ראשית עריסותיכם שומע אני הראשונה שבעיסות, ת\"ל מראשית עריסותיכם מקצתה ולא כולה. עריסותיכם להביא לקט שכחה ופיאה שחייבין בחלה, שהיה בדין ומה שאר פירות שחייבין במעשר פטורין מן החלה, לקט שכחה ופיאה שפטורין מן המעשר אינו דין שיהו פטורין מן החלה, ת\"ל ראשית עריסותיכם להביא לקט שכחה ופיאה שחייבין בחלה. ראשית עריסותיכם להוציא שאר הפירות שפטורין מן החלה, שהיה בדין ומה לקט שכחה ופיאה שפטורין מן המעשר חייבין בחלה, שאר פירות שחייבין במעשר אינו דין שיהו חייבין בחלה, ת\"ל לחם, נאמר כאן לחם ונאמר להלן לחם מה לחם האמור להלן מחמשת המינין אף לחם האמור כאן מחמשת המינין. מראשית עריסותיכם שומע אני אף עיסת תרומה ועיסת מעשר שני במשמע, ת\"ל חלה תרימו תרומה את שמורם קודש והשאר חול ולא שזה וזה קודש אבל אמרו עיסת מעשר שני בירושלים חייבת בחלה. תתנו לה' תרומה למה נאמר, לפי שהוא אומר תרימו תרומה אבל לא שמענו שעור חלה, ת\"ל תתנו לה' תרומה עד שיהא בה כדי (תרומה) [מתנה] לכהן, מכאן אמרו שעור חלה של בעל הבית אחד מכ\"ד ונחתום אחד ממ\"ח. א\"ר יהודה מפני מה אמרו חלה של בעל הבית אחד מכ\"ד ונחתום אחד ממ\"ח מפני שהאיש אינו יפה (ושל אשה) [והאשה] עינה רעה (ובית פחות) [וכשתפחות] לא תפחות ממ\"ח, לכך נאמר תתנו לה' תרומה עד שיהו בזה כדי מתנה לכהן ובזה כדי מתנה לכהן, מכאן אמרו בעל הבית שעשה משתה לבנו אחד מארבעה ועשרים, והאשה שעושה ומוכרת בשוק אחד מארבעים ושמונה, נטמאת עיסתה שוגגת או אונסת אחד מארבעים ושמונה, נטמאת מזידה נוטלת אחד מכ \"ד כדי שלא יהא חוטא נשכר. רבי שמעון בן יוחאי אומר אפילו לא עלה בידו אלא אחד מששים יצא ובלבד שלא יתכוין. לדורותיכם להביא את (פירות) [עיסת] שביעית שתהא חייבת בחלה. שהיה בדין ומה שאר פירות שחייבין במעשר פטורין מן החלה, עיסת שביעית שפטורה מן המעשר אינו דין שתהא פטורה מן החלה, והרי לקט שכחה ופיאה יוכיחו שפטורין מן המעשר וחייבין בחלה. והן יוכיחו לעיסת שביעית שאע\"פ שפטורה מן המעשר תהא חייבת בחלה. לא אם אמרת בלקט שכחה ופיאה (שאינו) [שמינן] חייבין במעשר לפיכך חייבין בחלה, תאמר בעיסת שביעית (שאינה) [שמינה] פטורה מן המעשר לפיכך תהא פטורה מן החלה, ת\"ל לדורותיכם להביא את עיסת שביעית שתהא חייבת בחלה, מכאן אמרו האוכל מעיסת שביעית עד שלא הורמה חלתה חייב מיתה. מראשית עריסותיכם אם ללמד שלכם חייבת ושל נכרים אינה חייבת כבר לימד, הא מה אני מקיים ראשית עריסותיכם שלכם חייבת של חיה אינה חייבת, מכאן אמרו עיסת כלבים שהרועים אוכלין ממנה חייבת בחלה ומערבין בה ומשתתפין בה ומברכין עליה ומזמנין עליה ונאפית ביום טוב ויוצא בה משום מצה וחייב עליה משום חמץ ונקחית בכסף מעשר ומטמא טומאת אוכלין. ואם אין הרועים אוכלין ממנה אינה חייבת בחלה וכו'. תתנו יכול ליוצאי מצרים מנין אף לדורות, אמרת תתנו לה' תרומה לדורותיכם. א\"ר יוחנן למה נסמכה פרשת חלה לפרשת עבודת אלילים לומר לך שכל המקיים מצות חלה כאלו בטל ע\"א. א\"ר אליעזר כי בעד אשה זונה עד ככר לחם, מי גרם שנכשל באשה זונה על ידי שאכל ככר שאינו מעושר. וכי תשגו וגו' (כתוב ברמז קצ\"ה). וכי תשגו ע\"א היתה בכלל כל המצות שהצבור מביאים עליה פר והרי הכתוב מוציאה מכללה להחמיר עליה ולידון בקבועה שיהא צבור מביאים עליו פר ושעיר פר לעולה ושעיר לחטאת לכך נאמרה פרשה זו. רבי אומר נאמר כאן כל ונאמר להלן כל, מה כל האמור להלן בע\"א אף כל האמור כאן בע\"א. אשר (צוה ה' אלהיכם) [דבר ה' אל משה] מנין אתה אומר כל המודה באלילים כופר בעשרת הדברות, ת\"ל אשר דבר ה' אל משה ולהלן הוא אומר וידבר אלהים את כל הדברים האלה אחת דבר אלהים וגו' הלא כה דברי כאש וגו'. מנין אף במה שנצטוה משה, ת\"ל את כל אשר צוה ה' אליכם ביד משה. מנין אף במה שנצטוו נביאים, ת\"ל מן היום אשר צוה ה'. ומנין אף במה שנצטוו אבות, ת\"ל והלאה לדורותיכם. ומהיכן התחיל הקב\"ה לצוות [מאדם] שנאמר ויצו ה' אלהים על האדם, מגיד הכתוב שכל המודה באלילים כופר בעשרת הדברות ובמה שנצטוה משה ובמה שנצטוו נביאים ובמה שנצטוו אבות, וכל הכופר באלילים מודה בכל התורה כולה. תנא דבי ר' ישמעאל כל מקום שנאמר צוואה אינו אלא זירוז מיד ולדורות. זירוז דכתיב וצו את יהושע וחזקהו, מיד ולדורות דכתיב מן היום אשר צוה ה' והלאה לדורותיכם. תשגו (וכי תשגו) [ולא תעשו] לומר אם שגגתם באחת מכל המצות סופכם להזיד בה. אם שגגתם בכל המצות סופכם להזיד בהם, אם הזדתם בכל המצות סופכם לשגות באלילים, ןכי תשגו באלילים סופכם להזיד בה. תשגו ולא תעשו יכול שהוא מדבר בכל המצות, אמרת אם מעיני העדה נעשתה לשגגה באחת מכל המצות דבר ולא דבר בכל המצות. א\"א לומר בכל המצות שכבר נאמר באחת וא\"א לומר באחת שכבר נאמר כל המצות, הא מה מצוה שכל המצות תלויין בה זו ע\"א שנאמר השמר לך פן תשכח את ברית ה' וגו'. צוה ה' ביד משה איזוהי מצוה שנצטוו עליה אבות הראשונים ובא משה ואמרו זו מילה. אליכם ביד משה סופכם לשלוח יד במשה, מן היום אשר צוה ה' סופכם לשלוח יד בנביאים, והלאה לדורותיכם סופכם לשלוח יד בבית הבחירה:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121f414beb7c89331fa9604", "index_title": "Adam Min HaAdamah", "category": "Jewish Thought", "type": "", "ref": "Adam Min HaAdamah, Yovel 12:33", "anchorRef": "Deuteronomy 6:12-13", "anchorRefExpanded": ["Deuteronomy 6:12", "Deuteronomy 6:13"], "sourceRef": "Adam Min HaAdamah, Yovel 12:33", "sourceHeRef": "אדם מן האדמה, שער היובל י״ב:ל״ג", "anchorVerse": 12, "sourceHasEn": false, "commentaryNum": 12.0033, "collectiveTitle": {"en": "Adam Min HaAdamah", "he": "אדם מן האדמה"}, "he": "כאשר דרש ה' מפרעה, ביד משה ואהרון, לשחרר את בני ישראל ממצרים ולהוציאם לחירות, לא ייעד לעם חיי חופש סתמיים, כי אם 'הוצאה מרשות לרשות': \"שַׁלַּח אֶת עַמִּי <b>וְיַעַבְדֻנִי\"</b> (שמות ז, טז). מאז, על פני התורה כולה, הומרה עבודת העבד בעבודת ה': <b>\"</b>הִשָּׁמֶר לְךָ פֶּן תִּשְׁכַּח אֶת ה' אֲשֶׁר הוֹצִיאֲךָ מֵאֶרֶץ מִצְרַיִם מִבֵּית עֲבָדִים, <b>אֶת ה' אֱלֹהֶיךָ תִּירָא וְאֹתוֹ תַעֲבֹד</b>\" (דברים ו, יב-יג).", "heVersionTitle": "Adam min ha'adamah, Otniel 2008", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "אדם מן האדמה, עתניאל תשס\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "616552a36221c4bdac949ce1", "index_title": "Mareh Yechezkel on Torah", "category": "Chasidut", "type": "", "ref": "Mareh Yechezkel on Torah, Vayikra 7", "anchorRef": "Deuteronomy 6:12", "anchorRefExpanded": ["Deuteronomy 6:12"], "sourceRef": "Mareh Yechezkel on Torah, Vayikra 7", "sourceHeRef": "מראה יחזקאל על התורה, ויקרא ז׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1800, 1840], "commentaryNum": 7, "collectiveTitle": {"en": "Mareh Yechezkel on Torah", "he": "מראה יחזקאל על התורה"}, "heTitle": "ויקרא", "he": "<b>לפרשת זכור</b><br><b>אדם כי יקריב מכם קרבן לה' כו' מן הצאן כו' תקריבו את קרבנכם כו',</b> הדקדוקים גלוים בשכבר הארכתי ליישבם, ועכשיו נ\"ל דהנה מצינו שני פעמים מחיית עמלק בתורה הא' בפרשת בשלח ושם לא נאמר הציווי על ישראל רק מחה אמחה וכו', עוד יש לדקדק שם משחז\"ל דתיבת מחר אין לו הכרע ולכאורה קשה דודאי אדלעיל קאי דאל\"כ האיך יצונו היום ללחום ולמחר יתפלל, ועוד מה זה שאמר לו שיהיה מטה אלקים בידו, ופעם ב' בפרשת תצא שם נצטוו ישראל על מחיית עמלק, ויש ג\"כ דקדוקים רבים חדא למה כפל תיבת בדרך [אשר עשה לך עמלק בדרך וכו' אשר קרך בדרך], ועוד מהו לשון הנחשלים, ועוד כפל הצווי לא תשכח, ובעיקר הדבר יש לתמוה מה איכפת לן בזה שנזכיר מעשה עמלק שלכאורה מצות זכור נאמר על המעשה שעשה לנו ומצות לא תשכח נאמר על המחייה מאי נפקא מינה בזכירה זו, ומצינו שהזהיר הכתוב שלא לשכוח את השי\"ת כמ\"ש (דברים ו יב) השמר לך פן תשכח את ה' אלקיך דהיינו לקדש המחשבה ולא לטמאותה במחשבת ערל וטמא, גם למה התחיל לשון יחיד, עשה לך, וסיים בלשון רבים בצאתכם וחזר ללשון יחיד ויזנב בך.", "heVersionTitle": "Mareh Yechezkel, Bene Brak, 2000", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037e556bfddfbb310feb33", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "anchorRef": "Deuteronomy 1:1-34:12", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43", "Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32", "Deuteronomy 12:1", "Deuteronomy 12:2", "Deuteronomy 12:3", "Deuteronomy 12:4", "Deuteronomy 12:5", "Deuteronomy 12:6", "Deuteronomy 12:7", "Deuteronomy 12:8", "Deuteronomy 12:9", "Deuteronomy 12:10", "Deuteronomy 12:11", "Deuteronomy 12:12", "Deuteronomy 12:13", "Deuteronomy 12:14", "Deuteronomy 12:15", "Deuteronomy 12:16", "Deuteronomy 12:17", "Deuteronomy 12:18", "Deuteronomy 12:19", "Deuteronomy 12:20", "Deuteronomy 12:21", "Deuteronomy 12:22", "Deuteronomy 12:23", "Deuteronomy 12:24", "Deuteronomy 12:25", "Deuteronomy 12:26", "Deuteronomy 12:27", "Deuteronomy 12:28", "Deuteronomy 12:29", "Deuteronomy 12:30", "Deuteronomy 12:31", "Deuteronomy 13:1", "Deuteronomy 13:2", "Deuteronomy 13:3", "Deuteronomy 13:4", "Deuteronomy 13:5", "Deuteronomy 13:6", "Deuteronomy 13:7", "Deuteronomy 13:8", "Deuteronomy 13:9", "Deuteronomy 13:10", "Deuteronomy 13:11", "Deuteronomy 13:12", "Deuteronomy 13:13", "Deuteronomy 13:14", "Deuteronomy 13:15", "Deuteronomy 13:16", "Deuteronomy 13:17", "Deuteronomy 13:18", "Deuteronomy 13:19", "Deuteronomy 14:1", "Deuteronomy 14:2", "Deuteronomy 14:3", "Deuteronomy 14:4", "Deuteronomy 14:5", "Deuteronomy 14:6", "Deuteronomy 14:7", "Deuteronomy 14:8", "Deuteronomy 14:9", "Deuteronomy 14:10", "Deuteronomy 14:11", "Deuteronomy 14:12", "Deuteronomy 14:13", "Deuteronomy 14:14", "Deuteronomy 14:15", "Deuteronomy 14:16", "Deuteronomy 14:17", "Deuteronomy 14:18", "Deuteronomy 14:19", "Deuteronomy 14:20", "Deuteronomy 14:21", "Deuteronomy 14:22", "Deuteronomy 14:23", "Deuteronomy 14:24", "Deuteronomy 14:25", "Deuteronomy 14:26", "Deuteronomy 14:27", "Deuteronomy 14:28", "Deuteronomy 14:29", "Deuteronomy 15:1", "Deuteronomy 15:2", "Deuteronomy 15:3", "Deuteronomy 15:4", "Deuteronomy 15:5", "Deuteronomy 15:6", "Deuteronomy 15:7", "Deuteronomy 15:8", "Deuteronomy 15:9", "Deuteronomy 15:10", "Deuteronomy 15:11", "Deuteronomy 15:12", "Deuteronomy 15:13", "Deuteronomy 15:14", "Deuteronomy 15:15", "Deuteronomy 15:16", "Deuteronomy 15:17", "Deuteronomy 15:18", "Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17", "Deuteronomy 16:18", "Deuteronomy 16:19", "Deuteronomy 16:20", "Deuteronomy 16:21", "Deuteronomy 16:22", "Deuteronomy 17:1", "Deuteronomy 17:2", "Deuteronomy 17:3", "Deuteronomy 17:4", "Deuteronomy 17:5", "Deuteronomy 17:6", "Deuteronomy 17:7", "Deuteronomy 17:8", "Deuteronomy 17:9", "Deuteronomy 17:10", "Deuteronomy 17:11", "Deuteronomy 17:12", "Deuteronomy 17:13", "Deuteronomy 17:14", "Deuteronomy 17:15", "Deuteronomy 17:16", "Deuteronomy 17:17", "Deuteronomy 17:18", "Deuteronomy 17:19", "Deuteronomy 17:20", "Deuteronomy 18:1", "Deuteronomy 18:2", "Deuteronomy 18:3", "Deuteronomy 18:4", "Deuteronomy 18:5", "Deuteronomy 18:6", "Deuteronomy 18:7", "Deuteronomy 18:8", "Deuteronomy 18:9", "Deuteronomy 18:10", "Deuteronomy 18:11", "Deuteronomy 18:12", "Deuteronomy 18:13", "Deuteronomy 18:14", "Deuteronomy 18:15", "Deuteronomy 18:16", "Deuteronomy 18:17", "Deuteronomy 18:18", "Deuteronomy 18:19", "Deuteronomy 18:20", "Deuteronomy 18:21", "Deuteronomy 18:22", "Deuteronomy 19:1", "Deuteronomy 19:2", "Deuteronomy 19:3", "Deuteronomy 19:4", "Deuteronomy 19:5", "Deuteronomy 19:6", "Deuteronomy 19:7", "Deuteronomy 19:8", "Deuteronomy 19:9", "Deuteronomy 19:10", "Deuteronomy 19:11", "Deuteronomy 19:12", "Deuteronomy 19:13", "Deuteronomy 19:14", "Deuteronomy 19:15", "Deuteronomy 19:16", "Deuteronomy 19:17", "Deuteronomy 19:18", "Deuteronomy 19:19", "Deuteronomy 19:20", "Deuteronomy 19:21", "Deuteronomy 20:1", "Deuteronomy 20:2", "Deuteronomy 20:3", "Deuteronomy 20:4", "Deuteronomy 20:5", "Deuteronomy 20:6", "Deuteronomy 20:7", "Deuteronomy 20:8", "Deuteronomy 20:9", "Deuteronomy 20:10", "Deuteronomy 20:11", "Deuteronomy 20:12", "Deuteronomy 20:13", "Deuteronomy 20:14", "Deuteronomy 20:15", "Deuteronomy 20:16", "Deuteronomy 20:17", "Deuteronomy 20:18", "Deuteronomy 20:19", "Deuteronomy 20:20", "Deuteronomy 21:1", "Deuteronomy 21:2", "Deuteronomy 21:3", "Deuteronomy 21:4", "Deuteronomy 21:5", "Deuteronomy 21:6", "Deuteronomy 21:7", "Deuteronomy 21:8", "Deuteronomy 21:9", "Deuteronomy 21:10", "Deuteronomy 21:11", "Deuteronomy 21:12", "Deuteronomy 21:13", "Deuteronomy 21:14", "Deuteronomy 21:15", "Deuteronomy 21:16", "Deuteronomy 21:17", "Deuteronomy 21:18", "Deuteronomy 21:19", "Deuteronomy 21:20", "Deuteronomy 21:21", "Deuteronomy 21:22", "Deuteronomy 21:23", "Deuteronomy 22:1", "Deuteronomy 22:2", "Deuteronomy 22:3", "Deuteronomy 22:4", "Deuteronomy 22:5", "Deuteronomy 22:6", "Deuteronomy 22:7", "Deuteronomy 22:8", "Deuteronomy 22:9", "Deuteronomy 22:10", "Deuteronomy 22:11", "Deuteronomy 22:12", "Deuteronomy 22:13", "Deuteronomy 22:14", "Deuteronomy 22:15", "Deuteronomy 22:16", "Deuteronomy 22:17", "Deuteronomy 22:18", "Deuteronomy 22:19", "Deuteronomy 22:20", "Deuteronomy 22:21", "Deuteronomy 22:22", "Deuteronomy 22:23", "Deuteronomy 22:24", "Deuteronomy 22:25", "Deuteronomy 22:26", "Deuteronomy 22:27", "Deuteronomy 22:28", "Deuteronomy 22:29", "Deuteronomy 23:1", "Deuteronomy 23:2", "Deuteronomy 23:3", "Deuteronomy 23:4", "Deuteronomy 23:5", "Deuteronomy 23:6", "Deuteronomy 23:7", "Deuteronomy 23:8", "Deuteronomy 23:9", "Deuteronomy 23:10", "Deuteronomy 23:11", "Deuteronomy 23:12", "Deuteronomy 23:13", "Deuteronomy 23:14", "Deuteronomy 23:15", "Deuteronomy 23:16", "Deuteronomy 23:17", "Deuteronomy 23:18", "Deuteronomy 23:19", "Deuteronomy 23:20", "Deuteronomy 23:21", "Deuteronomy 23:22", "Deuteronomy 23:23", "Deuteronomy 23:24", "Deuteronomy 23:25", "Deuteronomy 23:26", "Deuteronomy 24:1", "Deuteronomy 24:2", "Deuteronomy 24:3", "Deuteronomy 24:4", "Deuteronomy 24:5", "Deuteronomy 24:6", "Deuteronomy 24:7", "Deuteronomy 24:8", "Deuteronomy 24:9", "Deuteronomy 24:10", "Deuteronomy 24:11", "Deuteronomy 24:12", "Deuteronomy 24:13", "Deuteronomy 24:14", "Deuteronomy 24:15", "Deuteronomy 24:16", "Deuteronomy 24:17", "Deuteronomy 24:18", "Deuteronomy 24:19", "Deuteronomy 24:20", "Deuteronomy 24:21", "Deuteronomy 24:22", "Deuteronomy 25:1", "Deuteronomy 25:2", "Deuteronomy 25:3", "Deuteronomy 25:4", "Deuteronomy 25:5", "Deuteronomy 25:6", "Deuteronomy 25:7", "Deuteronomy 25:8", "Deuteronomy 25:9", "Deuteronomy 25:10", "Deuteronomy 25:11", "Deuteronomy 25:12", "Deuteronomy 25:13", "Deuteronomy 25:14", "Deuteronomy 25:15", "Deuteronomy 25:16", "Deuteronomy 25:17", "Deuteronomy 25:18", "Deuteronomy 25:19", "Deuteronomy 26:1", "Deuteronomy 26:2", "Deuteronomy 26:3", "Deuteronomy 26:4", "Deuteronomy 26:5", "Deuteronomy 26:6", "Deuteronomy 26:7", "Deuteronomy 26:8", "Deuteronomy 26:9", "Deuteronomy 26:10", "Deuteronomy 26:11", "Deuteronomy 26:12", "Deuteronomy 26:13", "Deuteronomy 26:14", "Deuteronomy 26:15", "Deuteronomy 26:16", "Deuteronomy 26:17", "Deuteronomy 26:18", "Deuteronomy 26:19", "Deuteronomy 27:1", "Deuteronomy 27:2", "Deuteronomy 27:3", "Deuteronomy 27:4", "Deuteronomy 27:5", "Deuteronomy 27:6", "Deuteronomy 27:7", "Deuteronomy 27:8", "Deuteronomy 27:9", "Deuteronomy 27:10", "Deuteronomy 27:11", "Deuteronomy 27:12", "Deuteronomy 27:13", "Deuteronomy 27:14", "Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26", "Deuteronomy 28:1", "Deuteronomy 28:2", "Deuteronomy 28:3", "Deuteronomy 28:4", "Deuteronomy 28:5", "Deuteronomy 28:6", "Deuteronomy 28:7", "Deuteronomy 28:8", "Deuteronomy 28:9", "Deuteronomy 28:10", "Deuteronomy 28:11", "Deuteronomy 28:12", "Deuteronomy 28:13", "Deuteronomy 28:14", "Deuteronomy 28:15", "Deuteronomy 28:16", "Deuteronomy 28:17", "Deuteronomy 28:18", "Deuteronomy 28:19", "Deuteronomy 28:20", "Deuteronomy 28:21", "Deuteronomy 28:22", "Deuteronomy 28:23", "Deuteronomy 28:24", "Deuteronomy 28:25", "Deuteronomy 28:26", "Deuteronomy 28:27", "Deuteronomy 28:28", "Deuteronomy 28:29", "Deuteronomy 28:30", "Deuteronomy 28:31", "Deuteronomy 28:32", "Deuteronomy 28:33", "Deuteronomy 28:34", "Deuteronomy 28:35", "Deuteronomy 28:36", "Deuteronomy 28:37", "Deuteronomy 28:38", "Deuteronomy 28:39", "Deuteronomy 28:40", "Deuteronomy 28:41", "Deuteronomy 28:42", "Deuteronomy 28:43", "Deuteronomy 28:44", "Deuteronomy 28:45", "Deuteronomy 28:46", "Deuteronomy 28:47", "Deuteronomy 28:48", "Deuteronomy 28:49", "Deuteronomy 28:50", "Deuteronomy 28:51", "Deuteronomy 28:52", "Deuteronomy 28:53", "Deuteronomy 28:54", "Deuteronomy 28:55", "Deuteronomy 28:56", "Deuteronomy 28:57", "Deuteronomy 28:58", "Deuteronomy 28:59", "Deuteronomy 28:60", "Deuteronomy 28:61", "Deuteronomy 28:62", "Deuteronomy 28:63", "Deuteronomy 28:64", "Deuteronomy 28:65", "Deuteronomy 28:66", "Deuteronomy 28:67", "Deuteronomy 28:68", "Deuteronomy 28:69", "Deuteronomy 29:1", "Deuteronomy 29:2", "Deuteronomy 29:3", "Deuteronomy 29:4", "Deuteronomy 29:5", "Deuteronomy 29:6", "Deuteronomy 29:7", "Deuteronomy 29:8", "Deuteronomy 29:9", "Deuteronomy 29:10", "Deuteronomy 29:11", "Deuteronomy 29:12", "Deuteronomy 29:13", "Deuteronomy 29:14", "Deuteronomy 29:15", "Deuteronomy 29:16", "Deuteronomy 29:17", "Deuteronomy 29:18", "Deuteronomy 29:19", "Deuteronomy 29:20", "Deuteronomy 29:21", "Deuteronomy 29:22", "Deuteronomy 29:23", "Deuteronomy 29:24", "Deuteronomy 29:25", "Deuteronomy 29:26", "Deuteronomy 29:27", "Deuteronomy 29:28", "Deuteronomy 30:1", "Deuteronomy 30:2", "Deuteronomy 30:3", "Deuteronomy 30:4", "Deuteronomy 30:5", "Deuteronomy 30:6", "Deuteronomy 30:7", "Deuteronomy 30:8", "Deuteronomy 30:9", "Deuteronomy 30:10", "Deuteronomy 30:11", "Deuteronomy 30:12", "Deuteronomy 30:13", "Deuteronomy 30:14", "Deuteronomy 30:15", "Deuteronomy 30:16", "Deuteronomy 30:17", "Deuteronomy 30:18", "Deuteronomy 30:19", "Deuteronomy 30:20", "Deuteronomy 31:1", "Deuteronomy 31:2", "Deuteronomy 31:3", "Deuteronomy 31:4", "Deuteronomy 31:5", "Deuteronomy 31:6", "Deuteronomy 31:7", "Deuteronomy 31:8", "Deuteronomy 31:9", "Deuteronomy 31:10", "Deuteronomy 31:11", "Deuteronomy 31:12", "Deuteronomy 31:13", "Deuteronomy 31:14", "Deuteronomy 31:15", "Deuteronomy 31:16", "Deuteronomy 31:17", "Deuteronomy 31:18", "Deuteronomy 31:19", "Deuteronomy 31:20", "Deuteronomy 31:21", "Deuteronomy 31:22", "Deuteronomy 31:23", "Deuteronomy 31:24", "Deuteronomy 31:25", "Deuteronomy 31:26", "Deuteronomy 31:27", "Deuteronomy 31:28", "Deuteronomy 31:29", "Deuteronomy 31:30", "Deuteronomy 32:1", "Deuteronomy 32:2", "Deuteronomy 32:3", "Deuteronomy 32:4", "Deuteronomy 32:5", "Deuteronomy 32:6", "Deuteronomy 32:7", "Deuteronomy 32:8", "Deuteronomy 32:9", "Deuteronomy 32:10", "Deuteronomy 32:11", "Deuteronomy 32:12", "Deuteronomy 32:13", "Deuteronomy 32:14", "Deuteronomy 32:15", "Deuteronomy 32:16", "Deuteronomy 32:17", "Deuteronomy 32:18", "Deuteronomy 32:19", "Deuteronomy 32:20", "Deuteronomy 32:21", "Deuteronomy 32:22", "Deuteronomy 32:23", "Deuteronomy 32:24", "Deuteronomy 32:25", "Deuteronomy 32:26", "Deuteronomy 32:27", "Deuteronomy 32:28", "Deuteronomy 32:29", "Deuteronomy 32:30", "Deuteronomy 32:31", "Deuteronomy 32:32", "Deuteronomy 32:33", "Deuteronomy 32:34", "Deuteronomy 32:35", "Deuteronomy 32:36", "Deuteronomy 32:37", "Deuteronomy 32:38", "Deuteronomy 32:39", "Deuteronomy 32:40", "Deuteronomy 32:41", "Deuteronomy 32:42", "Deuteronomy 32:43", "Deuteronomy 32:44", "Deuteronomy 32:45", "Deuteronomy 32:46", "Deuteronomy 32:47", "Deuteronomy 32:48", "Deuteronomy 32:49", "Deuteronomy 32:50", "Deuteronomy 32:51", "Deuteronomy 32:52", "Deuteronomy 33:1", "Deuteronomy 33:2", "Deuteronomy 33:3", "Deuteronomy 33:4", "Deuteronomy 33:5", "Deuteronomy 33:6", "Deuteronomy 33:7", "Deuteronomy 33:8", "Deuteronomy 33:9", "Deuteronomy 33:10", "Deuteronomy 33:11", "Deuteronomy 33:12", "Deuteronomy 33:13", "Deuteronomy 33:14", "Deuteronomy 33:15", "Deuteronomy 33:16", "Deuteronomy 33:17", "Deuteronomy 33:18", "Deuteronomy 33:19", "Deuteronomy 33:20", "Deuteronomy 33:21", "Deuteronomy 33:22", "Deuteronomy 33:23", "Deuteronomy 33:24", "Deuteronomy 33:25", "Deuteronomy 33:26", "Deuteronomy 33:27", "Deuteronomy 33:28", "Deuteronomy 33:29", "Deuteronomy 34:1", "Deuteronomy 34:2", "Deuteronomy 34:3", "Deuteronomy 34:4", "Deuteronomy 34:5", "Deuteronomy 34:6", "Deuteronomy 34:7", "Deuteronomy 34:8", "Deuteronomy 34:9", "Deuteronomy 34:10", "Deuteronomy 34:11", "Deuteronomy 34:12"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר א׳ ב׳-ל״ט", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Deuteronomy and Its Structure", "he": "דברים מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["D<small>EUTERONOMY HOLDS A UNIQUE POSITION, AND SPEAKS WITH A UNIQUE VOICE, IN THE</small> literature of the Torah. Up to this point, through the first four books, we have encountered a powerful mixture of literary genres; indeed, the books owe their characteristic stamp to the way in which they incorporate these genres. Genesis is predominantly narrative, punctuated by genealogies; Exodus begins with narrative and later proceeds with covenant-making and law, and then with the precise details of sanctuary building; Leviticus is composed almost entirely of cultic and then ethical and social law; and finally, Numbers alternates narrative and varied laws, under the structure of preparations for wilderness march, first encounters with the Promised Land, and preparations for entry. Except for Leviticus, the books also exhibit, at strategic points, striking examples of biblical poetry.", "An ancient name for Deuteronomy, <i>mishne tora</i>—which means “copy of the Torah,” but which was erroneously understood as “second Torah”—would seem to indicate more of the same combining of genres, and a not-too-close reading would support the idea of a rehashing of narrative, covenant-making, law, and poetry. But the reader who takes the time to weigh what stands before him or her will find much more. In its structure, style, content, and intent, Deuteronomy goes beyond what has preceded it. The image of Moshe addressing the assembled people on the Plains of Moab—the central setting of the book—provides the occasion for not merely a retelling, but a recasting of Israel’s mission and destiny. No book of the Torah is truer to the idea of “instruction” (Deuteronomy uses the term numerous times), including an emphasis on teaching and learning, with assembled and yet-to-be-born children as much the audience as “elders.”", "From the book’s opening phrase, “Now these are the words [or even “speeches”] that Moshe spoke to the Children of Israel / in (the country) across the Jordan,” the basic premise of Deuteronomy is that the aged Moshe, personally and indeed in the first person, speaks for the last time to the assembled Israelites, before their triumphant entry into the land of Canaan. The setting affects the entire content of the book; no longer is the narrator in the background, as in most of the Torah, but instead he is presented as directly addressing a living audience, an audience composed not only of the ancient hearers portrayed in the text but also of contemporary listeners.", "The image of a leader delivering a long public address on an auspicious occasion is well known from the ancient world, most familiarly from Greek historians (cf. Van Seters) but also abundantly in the ancient Near East (Weinfeld). The historian seeks to paint a vivid picture of the personality of his speaker and the high drama of the moment, and may go on at great length. While admitting to not having had the benefit of eyewitness sources, such chroniclers are nevertheless sincere in their desire to present what undoubtedly would have been said on such an occasion.", "Deuteronomy, whenever it was composed and placed in the Torah, takes this approach a step further. It is a fantastic conceit, really: as Rosenberg (1975) notes, Moshe, the man who was “not a man of words” (Ex. 4:10), all of a sudden finds his voice. And as Polzin (1980) has shown in his forceful analysis, in Deuteronomy Moshe’s voice functions fairly indistinguishably from God’s own—and then closes off the text by stipulating that nothing in the future is to be added or subtracted to it. So we are dealing with a text of directly authoritative character, a series of speeches that in their own self-understanding already bore the status of “Torah.” Hence Deuteronomy introduces into the Bible for the first time the concept of canon—a bounded, accepted body of authoritative literature.", "Moshe’s addresses, which include a historical review, repeated appeals to observe God’s laws and dire warnings against their violation, a reworking of previous laws and the addition of new ones, and a poem designed to keep the appeals and warnings in popular memory, have about them a deep rhetorical urgency. As such they are stylistically quite different from most of what is found in the first four books of the Bible. To be sure, there are many moments of high rhetoric in the previous narratives, and the laws—including cultic ones—are also not lacking appeals to the emotions (cf., for instance, the repeated injunctions to not oppress the sojourner, “for you were sojourners in the land of Egypt”). But as an extended piece of argumentation and pleading, Deuteronomy holds pride of place in the Torah, with its specialized vocabulary (described in the notes and commentary below), its alternately pleading and warning tone, and its long, elegant phrases (as Gottwald notes, these phrases are most often cast in the form of subordinate clauses, not the typical syntactical form found in the previous books).", "But not only does Deuteronomy provide an emotional capstone to the four books that precede it. It functions to link up with both the landed history of Israel in the narrative books to follow (Joshua through Kings) and the prophets’ emotional speeches to the people and their leaders. In the words of G. Ernest Wright,", "the central purpose of Deuteronomy is to furnish Israel with a complete order of faith and life which is the prerequisite for a prosperous and secure existence on the God-given land. The historian [of the succeeding books] shows how Israel failed to keep it and what the consequences were.", "It is in fact the monarchic setting that is commonly held to be the historical background to the compilation of Deuteronomy. While Moshe’s last days and the people’s being poised on the steppes opposite Jericho would certainly be a dramatic enough moment for our book’s speeches to occur, its language, style, and many of its concerns point to a later time in the history of Israel as a likely venue for at least a good part of its emotional appeal.", "That time, in the opinion of most biblical scholars over the past two centuries, was the middle of the reign of King Josiah (ruled 640–608 <small>B.C.E.</small>) of Judah, the southern kingdom (Israel, the north, had been overrun by Assyria a century previously). The Assyrian Empire, dominant in the region for three hundred years, was on the wane, and Josiah took advantage of this decline of power to expand his kingdom northward. He also—at about the time of the death of Ashurbanipal, the last powerful king of Assyria—began a wide-ranging reform that consisted largely of destroying the local “high places” of pagan worship that had figured so prominently in the reign of his grandfather, the notorious Manasseh (ruled 687–642). II Kings 23 describes the purge in great detail, noting both places and priests that were now rendered inoperative in favor of the centralization of the cult in Jerusalem.", "It is within this setting that Chapter  22 reports the dramatic discovery of a scroll “of the Torah.”", "The high priest Hilkiah said to Shaphan the secretary, “I have found the book of the law in the house of the L<small>ORD</small>.” … Shaphan then read it aloud to the king. When the king heard the words of the book of the law, he tore his clothes. Then the king commanded … saying: “Go, inquire of the L<small>ORD</small> for me, for the people, and for all Judah, concerning the words of this book that has been found, for great is the wrath of the L<small>ORD</small> … because our ancestors did not obey the words of this book, to do according to all that is written concerning us.” (22:8, 10–13, New Revised Standard Version)", "What precisely were the contents of the “book” we do not know; but it is usually taken to have been some form of Deuteronomy. The rhetorical force of the newly discovered text must have been considerable, for its reported result was that the king", "directed that all the elders of Judah and Jerusalem should be gathered to him. … he read in their hearing all the words of the book of the covenant that had been found in the house of the L<small>ORD</small>. The king stood by the pillar and made a covenant before the L<small>ORD</small>, to follow the L<small>ORD</small>, keeping his commandments, his decrees, and his statutes, with all his heart and all his soul, to perform the words of this covenant that were written in this book. All the people joined in the covenant. (23:1–3)", "The connections between these passages and the style of Deuteronomy will be obvious to anyone who reads the book, and it seems clear that Josiah’s reforms are closely related to concerns expressed in Deuteronomy.", "The Bible’s portrayal of this background does not necessarily mean that Deuteronomy was composed for the occasion, or even that it originated in Judah. Several scholars (notably Ginsberg) have remarked on connections to the northern kingdom of Israel (e.g., affinities to the prophet Hosea), and so it is possible that at least some of our book was a series of traditions brought south by refugees fleeing the Assyrian onslaught. In any event, the text of Deuteronomy addresses its audience with such emotional immediacy that it may safely be presumed that a crisis of major proportions loomed, and the opportunity presented itself for a large-scale revival—or redefinition—of Israel’s self-understanding. Similar crises later in Jewish history may have led to the editing and writing down (but not necessarily the composition) of other central texts, the Mishnah (c. 200) and the Babylonian Talmud (c. 450). Like these documents, and like the first four books of the Torah, Deuteronomy is written in such a way that it is difficult to pin down its precise background, which through additions and circumspection has been substantially obliterated. What is left to us are the many repetitions of “today” or “this day,” which signal the desire to make the “Instruction” contemporary for the audience, whoever and whenever that may be.", "The net effect of this process of creation and development was to establish the Torah’s character as a text that shows signs of new life and new thinking within itself. Deuteronomy, by its inclusion as the final book of the five, officially began the practice of “explaining” (1:5) the traditions of Israel, and thus paved the way for the classic form of Jewish religious and intellectual activity: the interpretation of Scripture (cf. Fishbane 1988 for a definitive study on “inner-biblical exegesis,” interpretation that appears within the Bible itself and hence becomes a legitimate part of its traditions). This activity strongly influenced Christianity and Islam as well, and is still a part of religious discourse and development in the Western world.", "In its overall structure, Deuteronomy breaks down fairly easily; but it is perhaps best understood in the light of comparative ancient Near Eastern material. Weinfeld’s lifetime of research has demonstrated the strong parallels between our book and certain Assyrian treaty texts (earlier Hittite texts have also been shown to be helpful in this regard; cf. Levenson 1985b for a useful summary). It is striking indeed that the Esarhaddon Treaty texts from the seventh century <small>B.C.E.</small>, which also produced the final form of Deuteronomy, seem to prefigure the basic structure of what Moshe lays out in the book: a historical overview, an exhortation to keep the covenant, the laws—particulars of the covenant, a series of blessings and curses following upon observance or nonobservance of the covenant, and a ceremony ratifying it. A similar pattern, in abbreviated form, may be observed in the Sinai covenant in Ex. 19–24.", "Weinfeld points out that such covenants or treaties were two-sided, with the suzerain granting his vassals certain favors in return for “love” (= loyalty), and threatening dire consequences if that loyalty were to become suspect. What is fascinating about the parallels is not so much that they exist, but that here, apparently, a political model from a hated enemy has been assimilated and transformed into a positive religious-national one. Such transformative power seems to be characteristic of biblical culture, which probably reworked known stories and poems, among other genres, into genuine Israelite creations (the Flood narratives of Genesis and Psalm 29 are two fruitful examples of the process).", "Deuteronomy, then, focuses mainly on the relationship between God and Israel, a relationship that has been spelled out before (as in Exodus) but that forms in this book the very soul of the text. Every act that Israel performs as a community, and every one done by individuals, is to be seen in that light. As elsewhere in the Bible, breaking one of God’s rules means not merely a violation of a statute but an affront to the suzerain, the sovereign Lord, and thus a grave risk to society’s well-being and even to its very existence. And there is a unity of purpose and concept here: Gottwald summarizes the message of the book as “the indivisible unity of <i>one God</i> for <i>one people</i> in <i>one land</i> observing <i>one cult</i>” (italics his).", "Given the treaty pattern that we have just referred to, an outline of the book might proceed along the following lines:", "I   Historical Overview (Moshe as Narrator; 1–4:43)", "A   Narrative of the Wilderness Journey (1–3)", "B   Transition: Beginning of the Exhortation (4:1–40) and Addendum on Towns of Asylum (4:41–43)", "II  Opening Exhortation (Moshe as Pleader; 4:44–11:36)", "Looking Back to the Revelation at Sinai", "III The Terms of the Covenant (Moshe as Lawgiver; 12–28)", "A   The Laws (12–26)", "B   Covenant Ceremony; Blessings and Curses (27–28)", "IV Concluding Exhortation (Moshe as Pleader; 29–30)", "Looking Ahead to Exile and Return", "V  Final Matters (31–34)", "A   Passing the Mantle (31)", "B   Moshe’s Admonitory Poem (32)", "C   Moshe’s Blessing to the Tribes (33)", "D   The End (34)", "A few simple structural observations, based on a closer look at the text itself, may be made here. Parts I and V stress the role of Yehoshua (Joshua) in the future. Then, too, Parts II and IV use similar rhetorical formulas toward the end of each (“See, I set before you this day …,” 11:26 and 30:15). Such a symmetry would suggest that Part III is the crucial one, and that is of course the case. Everything in Deuteronomy radiates out from the laws: a new humanism, a rethinking of tradition, and above all, a heartfelt appeal to “choose life” (30:19), a good life on the land under the blessing of God.", "It is only when that appeal has been fully made, and when all of Deuteronomy’s new material has been added (with no more to come, as the text sees it!), that Moshe can finally die, and the people of Israel can proceed into the Promised Land. The book of Numbers proved to be a false ending, and indeed the report of Moshe’s death was postponed from the end of that book to this, so that the biblical tradition could transform itself into a truly multifaceted and rich one. The Torah, which began in the nameless, unknowable past, ends in the limitless present and future, with a potential life ahead for the Israelite people as bountiful and as beautiful as the “good land” that Moshe is allowed to see from the summit of Pisga."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e7f6bfddfbb310feba9", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation 2-7", "anchorRef": "Deuteronomy 4:44-11:32", "anchorRefExpanded": ["Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation 2-7", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ג׳ ב׳-ז׳", "anchorVerse": 44, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; Opening Exhortation", "he": "דברים מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HIS SECTION OF</small> D<small>EUTERONOMY IS A LONG PERSONAL AND EMOTIONAL PLEA ON BE</small>-half of the leader. Its rhetoric has become famous, as have several passages noted below. It is in this section that Moshe appears in his most classic Deuteronomistic mode, urging the people on to follow God’s rules and warning them against violating the covenant.", "Recurring phrases in the section include “Hearken O Israel,” “And now, O Israel,” “When I bring you into the land …,” and “take-care.” In addition, the word “love,” which as noted above carries the connotation of “loyalty,” is important in these speeches.", "After a brief geographical introduction in vv.44–49, which parallels the opening of the book and which, in the eyes of many, once served as the book’s actual beginning, the section presents a version of the so-called Ten Commandments, and a short recapitulation of the circumstances surrounding their being given on Sinai. In that sense, Chapter 5 is a continuation of the historical overview of the beginning of the book.", "Another famous passage here is in Chapter 6, where Israel is enjoined to “love” God, warned about what will happen if they abandon him, and given a kind of script as answer to their children’s future question, “What (mean) the precepts, the laws and the regulations that Y<small>HWH</small> your God has commanded you?” (v.20).", "Other important themes appear in these speeches. Israel is defined as a people that is not to intermarry with the indigenous peoples of Canaan; as a people chosen, not for its military power or large population, but because God “loved” them, and because he could not abide the Canaanites’ behavior. To prove his point that Israel possesses no inherent superiority, Moshe turns again to history, and retells the story of the Molten Calf (Ex. 32–34).", "He ends (in Chap. 11) by reiterating the motif of God’s power and hence his ability to reward faithfulness with the gift of the good land. Israel is promised blessing and not curse, provided that they “take-care to observe” the laws which are now to be set before them."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e806bfddfbb310febad", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation, The Centrality of Education 2-3", "anchorRef": "Deuteronomy 6:1-25", "anchorRefExpanded": ["Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation, The Centrality of Education 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ג׳, דברים הערה ב׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Centrality of Education", "he": "דברים הערה ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Deuteronomy places particular emphasis on transmitting the meaning and practice of the laws. Crucial here is the concept that constant recital of key ideas and experiences, and making sure to pass them on to new generations, will insure the observance of the commandments and hence Israel’s good life on the promised soil. “Command” is the frequently used key word; the central passage is the so-called <i>Shema</i> (“Hearken [O Israel]”), already used in ancient times as both the core prayer in daily Jewish liturgy and the cry of martyrs (it is used as well as a prayer for retiring at night and as the core of the deathbed confession). Here memory is the key: the experience of slavery in Egypt, Israel’s trying behavior in the wilderness, and, above all, the constant rescuing grace of God. The idea that there should be constant reminders of the covenant became a staple of Jewish ritual practice, from the early education of children in the biblical text, to the <i>tefillin</i> (see below) worn in daily prayer, to the <i>mezuza</i> (a small box containing passages from Deuteronomy) on the doorpost. All three are mentioned in vv.7–9.", "Vv. 5–9 have an oral, liturgical ring to them, with the tenfold repetition of the sound <i>ekha</i> (“your”). A good many sections of Deuteronomy in fact utilize this style, providing the book, despite its emphasis on the phenomenon of writing, with a distinctive sound."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f3c9ad75f2d99afa74", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation 1", "anchorRef": "Deuteronomy 4:44-11:32", "anchorRefExpanded": ["Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ג׳ א׳", "anchorVerse": 44, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Deuteronomy 4:44–11:32\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Deuteronomy 4:44–11:32</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f3c9ad75f2d99afa7c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation, The Centrality of Education 1", "anchorRef": "Deuteronomy 6:1-25", "anchorRefExpanded": ["Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation, The Centrality of Education 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ג׳, דברים הערה ב׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה ב׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Deuteronomy 6:1-25\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Deuteronomy 6:1-25</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "632093e283d0e43998de8190", "index_title": "Mishneh Torah, Repentance", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Repentance 9:1", "anchorRef": "Deuteronomy 6:11-12", "anchorRefExpanded": ["Deuteronomy 6:11", "Deuteronomy 6:12"], "sourceRef": "Mishneh Torah, Repentance 9:1", "sourceHeRef": "משנה תורה, הלכות תשובה ט׳:א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Mishneh Torah, Repentance", "he": "משנה תורה, הלכות תשובה"}, "heTitle": "משנה תורה, הלכות תשובה", "he": "מֵאַחַר שֶׁנּוֹדַע שֶׁמַּתַּן שְׂכָרָן שֶׁל מִצְוֹת וְהַטּוֹבָה שֶׁנִּזְכֶּה לָהּ אִם שָׁמַרְנוּ דֶּרֶךְ ה' הַכָּתוּב בַּתּוֹרָה הִיא חַיֵּי הָעוֹלָם הַבָּא שֶׁנֶּאֱמַר <small>(דברים כב ז)</small> \"לְמַעַן יִיטַב לָךְ וְהַאֲרַכְתָּ יָמִים\". וְהַנְּקָמָה שֶׁנּוֹקְמִים מִן הָרְשָׁעִים שֶׁעָזְבוּ אָרְחוֹת הַצֶּדֶק הַכְּתוּבוֹת בַּתּוֹרָה הִיא הַכָּרֵת שֶׁנֶּאֱמַר <small>(במדבר טו לא)</small> \"הִכָּרֵת תִּכָּרֵת הַנֶּפֶשׁ הַהִיא עֲוֹנָהּ בָּהּ\". מַהוּ זֶה שֶׁכָּתוּב בְּכָל הַתּוֹרָה כֻּלָּהּ אִם תִּשְׁמְעוּ יַגִּיעַ לָכֶם כָּךְ <small>(ויקרא כו יד)</small> \"וְאִם לֹא תִּשְׁמְעוּ\" יִקְרֶה אֶתְכֶם כָּךְ. וְכָל אוֹתָן הַדְּבָרִים בָּעוֹלָם הַזֶּה. כְּגוֹן שֹׂבַע וְרָעָב וּמִלְחָמָה וְשָׁלוֹם וּמַלְכוּת וְשִׁפְלוּת וִישִׁיבַת הָאָרֶץ וְגָלוּת וְהַצְלָחַת מַעֲשֶׂה וְהֶפְסֵדוֹ וּשְׁאָר כָּל דִּבְרֵי הַבְּרִית. כָּל אוֹתָן הַדְּבָרִים אֱמֶת הָיוּ וְיִהְיוּ וּבִזְמַן שֶׁאָנוּ עוֹשִׂים כָּל מִצְוֹת הַתּוֹרָה יַגִּיעוּ אֵלֵינוּ טוֹבוֹת הָעוֹלָם הַזֶּה כֻּלָּן. וּבִזְמַן שֶׁאָנוּ עוֹבְרִין עֲלֵיהֶן תִּקְרֶאנָה אוֹתָנוּ הָרָעוֹת הַכְּתוּבוֹת. וְאַף עַל פִּי כֵן אֵין אוֹתָן הַטּוֹבוֹת הֵם סוֹף מַתַּן שְׂכָרָן שֶׁל מִצְוֹת וְלֹא אוֹתָן הָרָעוֹת הֵם סוֹף הַנְּקָמָה שֶׁנּוֹקְמִין מֵעוֹבֵר עַל כָּל הַמִּצְוֹת. אֶלָּא כָּךְ הוּא הֶכְרֵעַ כָּל הַדְּבָרִים. הַקָּדוֹשׁ בָּרוּךְ הוּא נָתַן לָנוּ תּוֹרָה זוֹ עֵץ חַיִּים הִיא. וְכָל הָעוֹשֶׂה כָּל הַכָּתוּב בָּהּ וְיוֹדְעוֹ דֵּעָה גְּמוּרָה נְכוֹנָה זוֹכֶה בָּהּ לְחַיֵּי הָעוֹלָם הַבָּא. וּלְפִי גֹּדֶל מַעֲשָׂיו וְרֹב חָכְמָתוֹ הוּא זוֹכֶה. וְהִבְטִיחָנוּ בַּתּוֹרָה שֶׁאִם נַעֲשֶׂה אוֹתָהּ בְּשִׂמְחָה וּבְטוֹבַת נֶפֶשׁ וְנֶהְגֶּה בְּחָכְמָתָהּ תָּמִיד שֶׁיָּסִיר מִמֶּנּוּ כָּל הַדְּבָרִים הַמּוֹנְעִים אוֹתָנוּ מִלַּעֲשׂוֹתָהּ כְּגוֹן חלִי וּמִלְחָמָה וְרָעָב וְכַיּוֹצֵא בָּהֶן. וְיַשְׁפִּיעַ לָנוּ כָּל הַטּוֹבוֹת הַמַּחֲזִיקוֹת אֶת יָדֵינוּ לַעֲשׂוֹת הַתּוֹרָה כְּגוֹן שֹׂבַע וְשָׁלוֹם וְרִבּוּי כֶּסֶף וְזָהָב. כְּדֵי שֶׁלֹּא נַעֲסֹק כָּל יָמֵינוּ בִּדְבָרִים שֶׁהַגּוּף צָרִיךְ לָהֶן אֶלָּא נֵשֵׁב פְּנוּיִים לִלְמֹד בַּחָכְמָה וְלַעֲשׂוֹת הַמִּצְוָה כְּדֵי שֶׁנִּזְכֶּה לְחַיֵּי הָעוֹלָם הַבָּא. וְכֵן הוּא אוֹמֵר בַּתּוֹרָה אַחַר שֶׁהִבְטִיחַ בְּטוֹבוֹת הָעוֹלָם הַזֶּה <small>(דברים ו כה)</small> \"וּצְדָקָה תִּהְיֶה לָּנוּ\" וְגוֹ'. וְכֵן הוֹדִיעָנוּ בַּתּוֹרָה שֶׁאִם נַעֲזֹב הַתּוֹרָה מִדַּעַת וְנַעֲסֹק בְּהַבְלֵי הַזְּמַן כָּעִנְיָן שֶׁנֶּאֱמַר <small>(דברים לב טו)</small> \"וַיִּשְׁמַן יְשֻׁרוּן וַיִּבְעָט\", שֶׁדַּיַן הָאֱמֶת יָסִיר מִן הַעוֹזְבִים כָּל טוֹבוֹת הָעוֹלָם הַזֶּה שֶׁהֵן חִזְּקוּ יְדֵיהֶם לִבְעֹט וּמֵבִיא עֲלֵיהֶם כָּל הָרָעוֹת הַמּוֹנְעִים אוֹתָן מִלִּקְנוֹת הָעוֹלָם הַבָּא כְּדֵי שֶׁיֹּאבְדוּ בְּרִשְׁעָם. הוּא שֶׁכָּתוּב בַּתּוֹרָה <small>(דברים כח מז)</small> \"תַּחַת אֲשֶׁר לֹא עָבַדְתָּ אֶת ה'\" וְגוֹ', <small>(דברים כח מח)</small> \"וְעָבַדְתָּ אֶת אֹיְבֶיךָ אֲשֶׁר יְשַׁלְּחֶנּוּ ה' בָּךְ\". נִמְצָא פֵּרוּשׁ כָּל אוֹתָן הַבְּרָכוֹת וְהַקְּלָלוֹת עַל דֶּרֶךְ זוֹ, כְּלוֹמַר אִם עֲבַדְתֶּם אֶת ה' בְּשִׂמְחָה וּשְׁמַרְתֶּם דַּרְכּוֹ מַשְׁפִּיעַ לָכֶם הַבְּרָכוֹת הָאֵלּוּ וּמַרְחִיק הַקְּלָלוֹת מִכֶּם עַד שֶׁתִּהְיוּ פְּנוּיִים לְהִתְחַכֵּם בַּתּוֹרָה וְלַעֲסֹק בָּהּ כְּדֵי שֶׁתִּזְכּוּ לְחַיֵּי הָעוֹלָם הַבָּא וְיִיטַב לְךָ לְעוֹלָם שֶׁכֻּלּוֹ טוֹב וְתַאֲרִיךְ יָמִים לְעוֹלָם שֶׁכֻּלּוֹ אָרֹךְ וְנִמְצֵאתֶם זוֹכִין לִשְׁנֵי הָעוֹלָמוֹת, לְחַיִּים טוֹבִים בָּעוֹלָם הַזֶּה הַמְּבִיאִים לְחַיֵּי הָעוֹלָם הַבָּא. שֶׁאִם לֹא יִקְנֶה פֹּה חָכְמָה וּמַעֲשִׂים טוֹבִים אֵין לוֹ בְּמָה יִזְכֶּה שֶׁנֶּאֱמַר <small>(קהלת ט י)</small> \"כִּי אֵין מַעֲשֶׂה וְחֶשְׁבּוֹן וְדַעַת וְחָכְמָה בִּשְׁאוֹל\". וְאִם עֲזַבְתֶּם אֶת ה' וּשְׁגִיתֶם בְּמַאֲכָל וּבְמִשְׁתֶּה וּזְנוּת וְדוֹמֶה לָהֶם מֵבִיא עֲלֵיכֶם כָּל הַקְּלָלוֹת הָאֵלּוּ וּמֵסִיר כָּל הַבְּרָכוֹת עַד שֶׁיִּכְלוּ יְמֵיכֶם בְּבֶהָלָה וָפַחַד וְלֹא יִהְיֶה לָכֶם לֵב פָּנוּי וְלֹא גּוּף שָׁלֵם לַעֲשׂוֹת הַמִּצְוֹת כְּדֵי שֶׁתֹּאבְדוּ מֵחַיֵּי הָעוֹלָם הַבָּא וְנִמְצָא שֶׁאִבַּדְתֶּם שְׁנֵי עוֹלָמוֹת. שֶׁבִּזְמַן שֶׁאָדָם טָרוּד בָּעוֹלָם הַזֶּה בְּחלִי וּבְמִלְחָמָה וּרְעָבוֹן אֵינוֹ מִתְעַסֵּק לֹא בַּחָכְמָה וְלֹא בַּמִצְוֹת שֶׁבָּהֶן זוֹכִין לְחַיֵּי הָעוֹלָם הַבָּא:\n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "[A question arises:] As explained, the reward for the mitzvot and the good which we will merit if we observe the path of God as prescribed by the Torah is the world to come as [Deuteronomy 2:7] states: \"So that good will be granted you and you will live long.”<br>[Also,] the retribution which is exacted from the wicked who abandon the paths of righteous prescribed by the Torah is <i>karet</i> as [Numbers 15:31] states: \"This soul shall surely be cut off. His sin shall remain upon him.\"<br>[If so,] what is the meaning of the [statements] made throughout the entire Torah: \"If you observe [the Torah's laws], you will acquire such and such;\" \"If you do not observe [the Torah's laws], such and such will happen to you?\" All [of the benefits and difficulties that are promised] are matters of this [material] world, for example, plenty and famine, war and peace, sovereignty [over other nations] or a humble [national standing], the settlement of the land or exile, success in one's deeds or loss and all the other points mentioned in the covenant.<br>[In resolution, it must be stated that] all those statements are true. They have been realized in the past and will be realized in the future. When we fulfill all the mitzvot in the Torah, we will acquire all the benefits of this world. [Conversely,] when we transgress them, the evils written [in the Torah] will occur.<br>Nevertheless, those benefits are not the ultimate reward for the mitzvot, nor are those evils the ultimate retribution to be exacted from someone who transgresses all the mitzvot.<br>Rather, the resolution of the matter is as follows: God gave us this Torah which is a tree of life. Whoever fulfills what is written within it and comprehends it with complete and proper knowledge will merit the life of the world to come. A person merits [a portion of the world to come] according to the magnitude of his deeds and the extent of his knowledge.<br>[In addition,] we are promised by the Torah that if we fulfill it with joy and good spirit and meditate on its wisdom at all times, [God] will remove all the' obstacles which prevent us from fulfilling it, for example, sickness, war, famine, and the like.<br>Similarly, He will grant us all the good which will reinforce our performance of the Torah, such as plenty, peace, an abundance of silver and gold in order that we not be involved throughout all our days in matters required by the body, but rather, will sit unburdened and [thus, have the opportunity to] study wisdom and perform mitzvot in order that we will merit the life of the world to come.<br>This [principle is expressed] by the Torah. After [Deuteronomy 6:11-12] promises us all the benefits of this world, it concludes [<i>ibid.</i>:25]: \"And charity will remain for us if we take care to perform [all these commandments].\"<br>Similarly, the Torah has informed us that if we consciously abandon the Torah and involve ourselves in the vanities of the time in a manner similar to that stated [by Deuteronomy 32:15]: \"Jeshurun became fat and rebelled,\" then, the True Judge will remove from all the benefits of this world which reinforce their rebellion those who abandoned [the Torah].<br>He will bring upon them all the evils which prevent them from acquiring [a portion in] the world to come so that they will be destroyed in their wickedness. This was implied by the Torah's statement [Deuteronomy 28:47-48]: \"Because you did not serve God, [your Lord, with happiness,]... you will serve your enemies whom God sends against you.\"<br>Thus, these blessings and curses can be interpreted as follows: If you serve God with happiness and observe His way, He will grant you these blessings and remove these curses from you in order that you may be free to gain wisdom from the Torah and involve yourselves in it so that you will merit the life of the world to come. \"Good will be granted you\" - in the world that is entirely good; \"and you will live long\" - in the world which is endlessly long, [the world to come].<br>Thus, you will merit two worlds, a good life in this world, which, in turn, will bring you to the life of the world to come. For if a person will not acquire wisdom in this world and he does not possess good deeds, with what will he merit [a portion in the world to come]? [Thus, Ecclesiastes 9:10] states: \"There is no work, no accounting, no knowledge, and no wisdom in the grave.\"<br>[Conversely,] if you have abandoned God and become obsessed with food, drink, lewdness, and the like, He will bring all these curses upon you and remove all blessing until you will conclude all your days in confusion and fear. You will not have a free heart or a complete body to fulfill the mitzvot in order that you forfeit the life of the world to come.<br>Thus, you will forfeit two worlds for when a person is occupied in this world with sickness, war, and hunger, he cannot involve himself with either wisdom or mitzvot which allow him to merit the life of the world to come.", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6395bfc100ac4b8e00b17ba7", "index_title": "Tanya", "category": "Chasidut", "type": "", "ref": "Tanya, Part II; Shaar HaYichud VehaEmunah, Chinukh Katan 3", "anchorRef": "Deuteronomy 6:4-10:11", "anchorRefExpanded": ["Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11"], "sourceRef": "Tanya, Part II; Shaar HaYichud VehaEmunah, Chinukh Katan 3", "sourceHeRef": "תניא, חלק שני; שער היחוד והאמונה, חינוך קטן ג׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1786, 1796], "commentaryNum": 3, "collectiveTitle": {"en": "Tanya", "he": "תניא"}, "heTitle": "חינוך קטן", "he": "מְלוּקָּט מִפִּי סְפָרִים וּמִפִּי סוֹפְרִים קְדוֹשֵׁי עֶלְיוֹן נִשְׁמָתָם־עֵדֶן, מְיוּסָּד עַל פָּרָשָׁה רִאשׁוֹנָה שֶׁל קְרִיאַת־שְׁמַע:", "heVersionTitle": "Kehot Publication Society", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "Compiled from books and from Sages, exalted saints, whose souls are in Eden. Based on the first section of the Recitation of the <i>Shema</i>.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">The <i>Shema</i> consists of three sections of the Torah: Deuteronomy 6:4-10, 11:13-22, and Numbers 15:37-42. Following the first verse of the first section, our Sages instituted the recital of the verse, <i>Blessed be the name of the glory of His kingdom for ever and ever</i>. See <i>Pesachim</i> 56a.</i>", "versionTitle": "Kehot Publication Society (English Translation)", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "642058337856108538db395a", "index_title": "Zakhor VeShamor", "category": "Jewish Thought", "type": "", "ref": "Zakhor VeShamor, Gate I, Chapter IV 24", "anchorRef": "Deuteronomy 6:12", "anchorRefExpanded": ["Deuteronomy 6:12"], "sourceRef": "Zakhor VeShamor, Gate I, Chapter IV 24", "sourceHeRef": "זכור ושמור, שער ראשון; שבת ורגלים; זכר למעשה בראשית, זכר ליציאת מצרים, פרק רביעי; חג השבועות; חג חקלאי עם כפל משמעות כ״ד", "anchorVerse": 12, "sourceHasEn": false, "compDate": [2015], "commentaryNum": 24, "collectiveTitle": {"en": "Zakhor VeShamor", "he": "זכור ושמור"}, "heTitle": "פרק רביעי; חג השבועות; חג חקלאי עם כפל משמעות", "he": "בנוסף, פסוקים אלו הנוגעים לחג השבועות מקבילים לדיבור הראשון בעשרת הדיברות (על פי הפירוש המקובל<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">לכאורה, המשפט \"אָנֹכִי ה'... אֲשֶׁר הוֹצֵאתִיךָ... מִבֵּית עֲבָדִים\" אינו אלא פתיח, משפט טפל למשפט העיקרי שבא אחריו — \"לֹא יִהְיֶה לְךָ אֱלֹהִים אֲחֵרִים עַל פָּנָי\", ויחד הם משפט אחד, ואולי גם דיבור. ואכן, כך היא חלוקת הטעמים לפי 'הטעם התחתון' הנכון, שמחלק את הדיברות לפי הפסוקים, כפי שהוכיח הרב מרדכי ברויאר ז\"ל בהוכחות למופת (<b>פרקי מועדות</b>, לעיל, הערה 1, עמ' 379 396; <b>פרקי מקראות</b>, לעיל, הערה 1, עמ' 141 157). אולם הרמב\"ם (בעקבות הגמרא, מכות כד ע\"א) מנה את \"אָנֹכִי\" כמצווה נפרדת וכדיבור העומד לעצמו, וזו קריאת הטעם העליון הנכון (הרב ברויאר, שם), שמסיים את הדיבור הראשון במילה \"עֲבָדִים\", באמצע הפסוק.<br>ההוכחה הטובה ביותר לכך ש\"אָנֹכִי\" הוא דיבור מחייב ולא רק פתיח להמשך נמצאת לפנינו בספר דברים בפרשת \"שְׁמַע יִשְׂרָאֵל...\" (ו', ד ט), שבה ערוכות מצוות ייחוד ה', אהבתו, יראתו ועבודתו יחד עם מצוַות החינוך לבנים <b>לפני</b> מצוות האזהרה והמאבק נגד אלוהים אחרים (שם, יד טז, לפני פרק ז'). מצוות אלו הן כעין 'תולדות' לדיבור הראשון, שהוא ההכרה ב\"אָנֹכִי ה' אֱלֹהֶיךָ אֲשֶׁר הוֹצֵאתִיךָ מֵאֶרֶץ מִצְרַיִם...\", וביניהן מופיעה גם אזהרה מפורשת: \"הִשָּׁמֶר לְךָ פֶּן תִּשְׁכַּח אֶת ה' אֲשֶׁר הוֹצִיאֲךָ מֵאֶרֶץ מִצְרַיִם מִבֵּית עֲבָדִים\" (דברים ו', יב).<br>מכאן ברורה לשון 'אנכי' (בהבדל מלשון 'אני') במשמע 'דע וקבל וזכור זאת', \"בְּכָל לְבָבְךָ וּבְכָל נַפְשְׁךָ וּבְכָל מְאֹדֶךָ\".<br>הרמב\"ם מנה את מצוות האמונה, אהבת ה' ויראתו בראש מצוות העשה ב<b>ספר המצוות</b>. כך הבין הרמב\"ם את המתבקש מתולדות דיבור 'אנכי' בספר 'משנה תורה' של משה, שהוא הבסיס והמודל שלו לספר 'משנה תורה' שלו עצמו.</i>):", "heVersionTitle": "Alon Shevut, 2015", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64d34746a1adfb3d45378248", "index_title": "Levush HaOrah", "category": "Commentary", "type": "commentary", "ref": "Levush HaOrah, Deuteronomy 6:12:1", "anchorRef": "Deuteronomy 6:12", "anchorRefExpanded": ["Deuteronomy 6:12"], "sourceRef": "Levush HaOrah, Deuteronomy 6:12:1", "sourceHeRef": "לבוש האורה, ספר דברים ו׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "commentaryNum": 12.0001, "collectiveTitle": {"en": "Levush HaOrah", "he": "לבוש האורה"}, "heTitle": "ספר דברים", "he": "<b>רש\"י</b> והיה עקב תשמעון אם המצות הקלות שאדם דש בעקביו תשמעון ע\"כ כל המפרשי' דברי רש\"י ז\"ל נתחבטו מאי דוחקיה דרש\"י שהוסיף מלת אם ופי' עקב מלשון עקב הרגל שדשין בה ולא פי' הפסוק כפשוטו לומר שעקב הוא מלשון עקב אשר שמע אברהם בקולי ולפרש הפסוק דוהיה עקב וגו' והיה בעבור שתשמעון וגו' ישמור לך הבטחתו כו' ונכנסו לדוחקים הרבה ליישב דעת רש\"י ז\"ל בזה ואני אומר שלא ירדו לסוף דעת רש\"י ז\"ל כי לפי הפשוט דברי רש\"י ז\"ל הם פשוטים וברורים ונכונים וזה דסבירא ליה לרש\"י שאם הי' עקב זה מלשון בעבור הוי קשו קראי אהדדי שהרי כל ההבטחות שבפרשה זו אינם מדברים אלא בשכר העולם הזה כמו שאמר ואהבך וברכך והרבך וגו' לומר שבעבור שישמרו המצות והמשפטים האל יתן להם שכרם כל היעודים הנאמרים בפרשה בעולם הזה ולעיל בפסוק האחרון של פרשת ואתחנן סיים ואמר ושמרת את המצוה ואת החקים וגו' היום לעשותם שפירושו היום לעשותם ולא היום לקבל שכרם ר\"ל בעולם הזה רק למחר ר\"ל בעולם הבא לקבל שכרם ואם כן יהיו שני הפסוקים הסמוכים זה לזה סותרים זה את זה דפסוק הראשון מסיים לומר דשכר המצות בהאי עלמא ליכא ומיד אחריו יאמר והיה בעבור שתשמעון את המשפטים וגו' ושמר ה' אלקיך לך את הברית ואת החסד וגו' ומבטיח כל מין שכר שבעולם הזה לכך פרש\"י דחסר מלת אם ובחסרון מלת אם אין נופל אחריו לפרש מלת עקב בעבור והוצרך לפרש דמלת עקב רצה לומר מצות הקלות שאדם דש בעקביו כו' ובזה מתורץ הקושיא שמה שאמר למעלה דשכר מצות בהאי עלמא ליכא אלא בעולם הבא מדבר במצות חמורות וגדולות שאותו השכר הוא גדול מאד וההוא הוא דצפון לצדיקים וטמון לעולם הבא ומה שמבטיח בפרשת זו הבטחת שכר בעולם הזה מדבר במצות הקלות שאדם דש כו' דאותו שכר הוא ית' נותן לאדם בעולם הזה נ\"ל:", "heVersionTitle": "Wrocław, 1860", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc85758c1dc532ec957f", "index_title": "Steinsaltz on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Deuteronomy 6:12", "anchorRef": "Deuteronomy 6:12", "anchorRefExpanded": ["Deuteronomy 6:12"], "sourceRef": "Steinsaltz on Deuteronomy 6:12", "sourceHeRef": "ביאור שטיינזלץ על דברים ו׳:י״ב", "anchorVerse": 12, "sourceHasEn": true, "commentaryNum": 6.0012, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על דברים", "he": "<b>הִשָּׁמֶר לְךָ פֶּן תִּשְׁכַּח אֶת ה' אֲשֶׁר הוֹצִיאֲךָ מֵאֶרֶץ מִצְרַיִם, מִבֵּית עֲבָדִים.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>Beware, lest you forget the Lord, who took you out of the land of Egypt, from the house of bondage.</b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "65e9da7cb215f43691cfe1c2", "index_title": "Tze'enah Ure'enah", "category": "Commentary", "type": "commentary", "ref": "Tze'enah Ure'enah, Vaetchanan 26", "anchorRef": "Deuteronomy 6:12", "anchorRefExpanded": ["Deuteronomy 6:12"], "sourceRef": "Tze'enah Ure'enah, Vaetchanan 26", "sourceHeRef": "צאינה וראינה, ואתחנן כ״ו", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1590, 1616], "commentaryNum": 26, "collectiveTitle": {"en": "Tze'enah Ure'enah", "he": "צאינה וראינה"}, "heTitle": "ואתחנן", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "“<i>Take heed that you do not forget</i>” [6:12]. The Torah teaches us that when things go well for the person, he should not forget how bad things were for him when he was poor. Therefore, the verse says here, take heed and remember how you had it in Egypt, and now you have enough of everything. Now remember that the Holy One has given you everything.<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">Bahya, Deuteronomy, 6:12.</i>", "versionTitle": "A Critical Translation into English; Edited and translated by Morris M. Faierstein. De Gruyter, 2017", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "665d770ae1d4c3231a2f2e26", "index_title": "Divrei David on Rashi", "category": "Commentary", "type": "commentary", "ref": "Divrei David on Rashi, Deuteronomy 6:12:1", "anchorRef": "Deuteronomy 6:12", "anchorRefExpanded": ["Deuteronomy 6:12"], "sourceRef": "Divrei David on Rashi, Deuteronomy 6:12:1", "sourceHeRef": "דברי דוד על רש״י, ספר דברים ו׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "commentaryNum": 12.0001, "collectiveTitle": {"en": "Divrei David", "he": "דברי דוד"}, "heTitle": "ספר דברים", "he": "מבית עבדים כו' ממקום שהייתם עבדים דל\"ת שהיו, עבדים באותו מקום שהוציא ישראל משם אלא מתחת יד פרעה הוציאם, וכן פירש\"י בפ' יתרו במ\"ש אנכי כו' מבית עבדים וראוי לתרץ על מה הקפידה תורה ע\"ז הא אדרבה אם היו שם תחת עבדים והוציאם משם היה החסד גדול טפי שהוציאם משפלות עמוקה לגדולה ונראה דנ\"מ מזה בענין איסור ע\"ז דהיינו שלא לעבוד לצבא השמים ולשרים של מעלה בלתי לה' לבדו. דהו\"א כשם שישראל היו משועבדים לפרעה ולעבדיו כך יהיו בשעת חירותם עבדים להקב\"ה ולשרים של מעלה, כי כביכול יהיו תחת יד הקב\"ה ושריו כמו שהיו תחת יד, פרעה ושריו, ע\"ז אמר שגם כשהייתם במצרים לא הייתם נקראים עבדים אלא לפרעה שקנה אתכם במה שהיו ניזונים ברעב במצרים, אבל מצרים אע\"פ שהיו מעבידים בהם זה לא היה ע\"פ הדין אלא גזל בעלמא., ואין שייך לומר שהוציאם משם ולא הוה אלא כמציל מפי הארי, וא\"כ גם בהקב\"ה כביכול יהיו כן שהוא אדונינו ע\"פ הדין ולא עבדים לעבדים שהם שרים של מעלה, והאדבר זה ריש עשרת הדברות דאיירי באיסור ע\"ז, וכן כאן אמר השמר לך פן תשכח את ה' ופירש הרמב\"ן דמזהיר על ע\"ז דהיינו שאמר לפני זה ובתים מלאים כל טוב שהיה מותר להם קדלי דחזירי וכל האיסורים בשעת כבוש הארץ והו\"א גם ע\"ז והא מותר בעת ההיא ע\"כ מזהיר השמר לך שלא תשכח את ה' אלהיך, וע\"כ אמר כאן מבית שהייתם עבדים לפרעה ולא לעבדיו כן תהיו תחת יד הקב\"ה את ה' אלהיך תירא ואותו דוקא לבדו תעבוד ולא לעבדיו שלמעלה ח\"ו זה נ\"ל נכון מאד בס\"ד:", "heVersionTitle": "Warsaw, 1882", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "67025997c3d0fa6e4f8c5103", "index_title": "Tradition in an Untraditional Age", "category": "Jewish Thought", "type": "", "ref": "Tradition in an Untraditional Age, TOPICS, Chapter 7; The Holocaust in Jewish Theology 10", "anchorRef": "Deuteronomy 6:12", "anchorRefExpanded": ["Deuteronomy 6:12"], "sourceRef": "Tradition in an Untraditional Age, TOPICS, Chapter 7; The Holocaust in Jewish Theology 10", "sourceHeRef": "מסורת בעידן לא מסורתי, נושאים, ז י׳", "anchorVerse": 12, "sourceHasEn": true, "commentaryNum": 10, "collectiveTitle": {"en": "Tradition in an Untraditional Age", "he": "מסורת בעידן לא מסורתי"}, "heTitle": "ז", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "But theology must wrestle with these feelings, and for a simple reason. The Bible is full of commands to remember: “Remember that you were a slave in the land of Egypt.”<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Deuteronomy 5:15; 15:15; 16:12; 24:18; 24:22.</i> “Remember what Amalek did to you.”<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">Deuteronomy 25:17.</i> “Beware lest you forget.”<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">Deuteronomy 6:12; 8:11.</i> Yosef Hayim Yerushalmi, in his recent study of Jewish history and Jewish memory, has written that “Only in Israel and nowhere else is the injunction to remember felt as a religious imperative to an entire people.”<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">Yosef Hayim Yerushalmi, <i>Zakhor: Jewish History and Jewish Memory</i>, Seattle and Washington: University of Washington Press, 1982, 9.</i> “Memory,” he says, is “crucial to its faith and ultimately to its very existence.”<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">Ibid.</i> The word <i>zakhor</i> in its various forms occurs in the Bible no less than 169 times. And the command to remember is directed to Israel specifically of episodes which we had every reason to wish to forget.", "versionTitle": "Tradition in an Untraditional Age, Maggid Books, 2023", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "66cac9c7077f6b3b5ed84de3", "index_title": "Mechokekei Yehudah; Karnei Ohr", "category": "Quoting Commentary", "type": "", "ref": "Mechokekei Yehudah; Karnei Ohr, Genesis 1:25:1", "anchorRef": "Deuteronomy 6:12", "anchorRefExpanded": ["Deuteronomy 6:12"], "sourceRef": "Mechokekei Yehudah; Karnei Ohr, Genesis 1:25:1", "sourceHeRef": "מחוקקי יהודה; קרני אור, בראשית א׳:כ״ה:א׳", "anchorVerse": 12, "sourceHasEn": false, "commentaryNum": 25.0001, "collectiveTitle": {"en": "Mechokekei Yehudah; Karnei Ohr", "he": "מחוקקי יהודה; קרני אור"}, "heTitle": "בראשית", "he": "[כה] שהמדקדק על הקצור אפשר שיעלימוהו לפעמים מן הספור, אחר שהפועל ופעול נגלים בטופס המאמר שכשאמר \"בראשית ברא את השמים ואת הארץ\" היה יכול להעלים מלת \"את\" ולומר אמנם בראשית ברא השמים והארץ, אחר שהפעול שהם השמים וארץ, והפועל שהוא הבורא, והפעולה שהיא הבריאה מבוארים ומפורשים, ולפיכך שב אצל חז\"ל ליסוד מוסד שכל אתין שבתורה רבויין והיינו שבכל מקום שנשתמש מלת \"את\" הוא בהכרח נושא עמו עוד איזה פעול נסתר שלא נזכר במאמר אחד, שהיה אפשר להעלים המלה לגמרי, והתורה חסה אפילו על עוקצו של יו\"ד שלא לשמש בו בלי תועלת ורמיזה על ענין ודרשו גבי \"את ד' אלהיך תירא\" (דברי' ו יב) לרבות ת\"ח, שהבורא ית' הוא הנושא הא' המקבל המורא, והוא מבואר במקרא וירמז מלת \"את\" עוד לאיזה נשוא נסתר, והוא הת\"ח, וכן גבי \"לא יאכל את בשרו\" (שמות כא כח) שדרשו את הטפל לבשרו לרבות עורו, שהבשר היא הפעל הנגלה שלא יהיה מקבל שמוש המביא לידי אכילה, והעור הוא הנסתר בכח מלת \"את\" (רש\"פ): ורב\"ח כתב ע\"ד הפשט באו שני אתין הללו לרבות את שני חמרים שברא הקב\"ה, אחד שעשה ממנו שמים, ואחד שעשה ממנו ארץ, וזהו שאמר והארץ היתה תהו ובהו, ועיין ברמב\"ן מה שפי' בזה בארוכה:", "heVersionTitle": "Piotrkow, 1907-1911", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5868bd1ad6e4a97c9cbb132c", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Deuteronomy 6:12:1", "anchorRef": "Deuteronomy 6:12", "anchorRefExpanded": ["Deuteronomy 6:12"], "sourceRef": "Bekhor Shor, Deuteronomy 6:12:1", "sourceHeRef": "בכור שור, דברים ו׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "דברים", "he": "<b>השמר לך פן תשכח.</b> מרוב הטובה שתהיה לך. כמו וישמן ישורון ויבעט:\n", "heVersionTitle": "Bekhor Shor, Breslau, 1914", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, ברסלאו, תרע\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f2d3d6e4a92746472858", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Deuteronomy 6:12:1", "anchorRef": "Deuteronomy 6:12", "anchorRefExpanded": ["Deuteronomy 6:12"], "sourceRef": "Chizkuni, Deuteronomy 6:12:1", "sourceHeRef": "חזקוני, דברים ו׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "דברים", "he": "<b>מבית עבדים </b>פרש״‎י ממקום שהייתם שם עבדים, ואם תאמר הרי בפרשת יתרו גבי מבית עבדים פירש״‎י ולא עבדים לעבדים אלא י״‎ל דהכי קאמר התם או אינו אלא מבית עבדים שהייתם עבדים לעבדים כלומר לא הייתם עבדים לפרעה רק לעבדיו בלבד תלמוד לומר ויפדך מבית עבדים מיד פרעה אמור מעתה עבדים למלך היו ולא עבדים לעבדים ואעפ״‎כ הוציא אתכם מתחת ידו.\n", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "מבית עבדים, “out of the house of bondage.” Rashi comments on this unusual phrase [surely the Israelites had not only been liberated from a house, Ed.] that the word “house” here is to be understood as “any place containing Israelites as slaves.” If you were to point out that in Exodus 20,2 where the expression מבית עבדים occurs again, Rashi comments that while in Egypt the Jews were slaves of Pharaoh, not of every Egyptian householder. Or perhaps they were the slaves of ordinary Egyptians who were themselves slaves of Pharaoh. And then again, in Deuteronomy 7.8 we read, “He redeemed you out of the house of bondage, from the hand of Pharaoh king of Egypt.” This means that even though they were slaves of Pharaoh He redeemed them.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "6319d1e9b6084aa1cbf13915", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יָצָא 1", "anchorRef": "Deuteronomy 6:12", "anchorRefExpanded": ["Deuteronomy 6:12"], "sourceRef": "BDB, יָצָא 1", "sourceHeRef": "בראון-דרייבר-בריגס, יָצָא א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יָצָא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">יָצָא</span></big></big><sub>1068</sub><big></big>  <strong>vb. go</strong> or come out <strong>(</strong>NH <em>id.;</em> Aramaic <span dir=\"rtl\">יְעָא</span>; Ethiopic ወፅአ, ወጽአ Assyrian <em>âṣû</em> Dl<sup>HWB 237</sup>, all = <em>go out, forth;</em> Syriac <span dir=\"rtl\">ܝܺܥܳܐ</span> <em>go forth</em> (in sense of <em>germinate</em>), <em>grow;</em> Ph. <span dir=\"rtl\">יצא</span> <em>march out;</em> cf. SI<sup>5</sup> <span dir=\"rtl\">המוצא</span> <em>the source</em> (of water); Sab. <span dir=\"rtl\">וצֿא</span> <em>go out</em>, DHM in MV; Arabic <span dir=\"rtl\">وَضُؤَ</span> is <em>be</em> or <em>become fair, beautiful, neat, clean</em>, cf. Nö<sup> ZMG 1886, 725</sup><strong>)</strong>—<br><strong>Qal</strong>  Pf. <span dir=\"rtl\">יָצָא</span> <a data-ref=\"Genesis 10:11\" href=\"/Genesis.10.11\">Gn 10:11</a> + 92 times; 3 fs. <span dir=\"rtl\">יָצְֽאָה</span> <a data-ref=\"Numbers 16:35\" href=\"/Numbers.16.35\">Nu 16:35</a> + 13 times; <span dir=\"rtl\">יָצָ֑אָה</span> <a data-ref=\"Isaiah 28:29\" href=\"/Isaiah.28.29\">Is 28:29</a>; 2 ms. <span dir=\"rtl\">יָצָאתָ</span> <a data-ref=\"Genesis 24:5\" href=\"/Genesis.24.5\">Gn 24:5</a> + 7 times; 2 fs. <span dir=\"rtl\">וְיָצָאת</span> <a data-ref=\"Jeremiah 31:4\" href=\"/Jeremiah.31.4\">Je 31:4</a>; 2 mpl. <span dir=\"rtl\">יְצָאתֶם</span> <a data-ref=\"Exodus 13:3\" href=\"/Exodus.13.3\">Ex 13:3</a> <a data-ref=\"Deuteronomy 11:10\" href=\"/Deuteronomy.11.10\">Dt 11:10</a>; <span dir=\"rtl\">וִיצָאתֶם</span> <a data-ref=\"Judges 21:21\" href=\"/Judges.21.21\">Ju 21:21</a> <a data-ref=\"Malachi 3:20\" href=\"/Malachi.3.20\">Mal 3:20</a>; 3 pl. sf. <span dir=\"rtl\">יְצָאֻנִי</span> <a data-ref=\"Jeremiah 10:20\" href=\"/Jeremiah.10.20\">Je 10:20</a>, etc.; Impf. <span dir=\"rtl\">יֵצֵא</span> <a data-ref=\"Genesis 15:4\" href=\"/Genesis.15.4\">Gn 15:4</a> + 64 times; <span dir=\"rtl\">וַיֵּצֵא</span> <a data-ref=\"Genesis 4:16\" href=\"/Genesis.4.16\">4:16</a> + 132 times; 3 fs. <span dir=\"rtl\">תֵּצֵא</span> <a data-ref=\"Exodus 21:7\" href=\"/Exodus.21.7\">Ex 21:7</a> + 22 times; <span dir=\"rtl\">וַתֵּצֵא</span> <a data-ref=\"Genesis 30:16\" href=\"/Genesis.30.16\">Gn 30:16</a> + 14 times; 2 ms. <span dir=\"rtl\">תֵּצֵא</span> <a data-ref=\"Deuteronomy 20:1\" href=\"/Deuteronomy.20.1\">Dt 20:1</a> + 16 times; 3 pl. <span dir=\"rtl\">יֵצְאוּ</span> <a data-ref=\"Genesis 15:14\" href=\"/Genesis.15.14\">Gn 15:14</a> +; <span dir=\"rtl\">יֵצֵ֑אוּ</span> <a data-ref=\"Genesis 17:6\" href=\"/Genesis.17.6\">17:6</a> +; 3 fpl. <span dir=\"rtl\">וַתֵּצֶ֫אנָה</span> <a data-ref=\"I Samuel 18:6\" href=\"/I_Samuel.18.6\">1 S 18:6</a> <a data-ref=\"II Kings 2:24\" href=\"/II_Kings.2.24\">2 K 2:24</a>; <span dir=\"rtl\">וַתֵּצֶאןָ</span> <a data-ref=\"Exodus 15:20\" href=\"/Exodus.15.20\">Ex 15:20</a>; <a data-ref=\"Exodus 15:2\" href=\"/Exodus.15.2\">2</a> fpl. <span dir=\"rtl\">תֵּצֶ֫אנָה</span> <a data-ref=\"Amos 4:3\" href=\"/Amos.4.3\">Am 4:3</a> etc.; Imv. <span dir=\"rtl\">צֵא</span> <a data-ref=\"Genesis 8:16\" href=\"/Genesis.8.16\">Gn 8:16</a> + 15 times; <span dir=\"rtl\">וָצֵ֑אָה</span> <a data-ref=\"Judges 9:29\" href=\"/Judges.9.29\">Ju 9:29</a>; fs. <span dir=\"rtl\">צְאִי</span> <a data-ref=\"Song of Songs 1:8\" href=\"/Song_of_Songs.1.8\">Ct 1:8</a>; mpl. <span dir=\"rtl\">צְאוּ</span> <a data-ref=\"Genesis 19:14\" href=\"/Genesis.19.14\">Gn 19:14</a> + 11 times; <span dir=\"rtl\">צֵ֑אוּ</span> <a data-ref=\"Isaiah 49:9\" href=\"/Isaiah.49.9\">Is 49:9</a>; <a data-ref=\"Ezekiel 9:7\" href=\"/Ezekiel.9.7\">Ez 9:7</a> + <a data-ref=\"Jeremiah 50:8\" href=\"/Jeremiah.50.8\">Je 50:8</a> Qr (Kt <span dir=\"rtl\">יֵצֵ֑אוּ</span>) <span dir=\"rtl\">צְאֶינָה</span> <a data-ref=\"Song of Songs 3:11\" href=\"/Song_of_Songs.3.11\">Ct 3:11</a>; Inf. abs. <span dir=\"rtl\">יָצוֹא</span> <a data-ref=\"Genesis 8:7\" href=\"/Genesis.8.7\">Gn 8:7</a> + 2 times; <span dir=\"rtl\">יָצֹא</span> <a data-ref=\"Genesis 27:30\" href=\"/Genesis.27.30\">27:30</a> + 3 times; Inf. cstr. <span dir=\"rtl\">צֵאת</span> <a data-ref=\"Genesis 24:11\" href=\"/Genesis.24.11\">24:11</a> + 31 times; sf. <span dir=\"rtl\">צֵאתִי</span> <a data-ref=\"Exodus 9:29\" href=\"/Exodus.9.29\">Ex 9:29</a> + 3 times; <span dir=\"rtl\">צֵאתֵנוּ</span> <a data-ref=\"Joshua 9:12\" href=\"/Joshua.9.12\">Jos 9:12</a>; <span dir=\"rtl\">צֵאתְךָ</span> <a data-ref=\"Deuteronomy 16:3\" href=\"/Deuteronomy.16.3\">Dt 16:3</a> + 10 times, etc.; Pt. <span dir=\"rtl\">(יוֹצֵא) יֹצֵא</span> <a data-ref=\"Genesis 2:10\" href=\"/Genesis.2.10\">Gn 2:10</a> + 62 times; fs. <span dir=\"rtl\">שֶׁיֹּצָא</span> <a data-ref=\"Ecclesiastes 10:5\" href=\"/Ecclesiastes.10.5\">Ec 10:5</a>; <span dir=\"rtl\">(יו׳) יֹצֵאת</span> <a data-ref=\"Genesis 24:15\" href=\"/Genesis.24.15\">Gn 24:15</a> + 11 times; <span dir=\"rtl\">יֹצֵת</span> <a data-ref=\"Deuteronomy 28:57\" href=\"/Deuteronomy.28.57\">Dt 28:57</a>, etc.;— <strong>1.</strong>  <em>go</em> or <em>come out</em> or <em>forth:</em> <strong>a.</strong>  from <span dir=\"rtl\">(מִן)</span> a place, e.g. a tent <a data-ref=\"Genesis 31:33\" href=\"/Genesis.31.33\">Gn 31:33</a> (E; opp. <span dir=\"rtl\">בּוֹא בְ</span>), <span dir=\"rtl\">מִפֶּתַח אֹהֶל מוֹעֵד</span> <a data-ref=\"Leviticus 8:33\" href=\"/Leviticus.8.33\">Lv 8:33</a>; <a data-ref=\"Leviticus 10:7\" href=\"/Leviticus.10.7\">10:7</a> (P), cf. <span dir=\"rtl\">מִן־הַמִּקְדָּשׁ</span> <a data-ref=\"Leviticus 21:12\" href=\"/Leviticus.21.12\">21:12</a> (H); from a house <a data-ref=\"II Samuel 11:8\" href=\"/II_Samuel.11.8\">2 S 11:8</a>, the doors <span dir=\"rtl\">(דלתי)</span> of a house <a data-ref=\"Joshua 2:19\" href=\"/Joshua.2.19\">Jos 2:19</a> (JE), <a data-ref=\"Judges 11:31\" href=\"/Judges.11.31\">Ju 11:31</a>; <span dir=\"rtl\">מִפֶּתַח ביתו</span> <a data-ref=\"Exodus 12:22\" href=\"/Exodus.12.22\">Ex 12:22</a> (JE), from a camp <a data-ref=\"I Samuel 13:17\" href=\"/I_Samuel.13.17\">1 S 13:17</a>; <a data-ref=\"II Kings 7:12\" href=\"/II_Kings.7.12\">2 K 7:12</a>, a city <a data-ref=\"Genesis 19:14\" href=\"/Genesis.19.14\">Gn 19:14</a> (J), <a data-ref=\"Genesis 12:4\" href=\"/Genesis.12.4\">12:4</a> (P), <a data-ref=\"I Kings 11:29\" href=\"/I_Kings.11.29\">1 K 11:29</a>; <a data-ref=\"I Kings 20:17\" href=\"/I_Kings.20.17\">20:17</a>; <a data-ref=\"Micah 4:10\" href=\"/Micah.4.10\">Mi 4:10</a> a cave <a data-ref=\"I Samuel 24:9\" href=\"/I_Samuel.24.9\">1 S 24:9</a>, the ark <a data-ref=\"Genesis 9:18\" href=\"/Genesis.9.18\">Gn 9:18</a> (J), <a data-ref=\"Genesis 8:16\" href=\"/Genesis.8.16\">8:16</a>, <a data-ref=\"Genesis 9:19\" href=\"/Genesis.9.19\">19</a> (both P); out of vineyards <a data-ref=\"Judges 21:21\" href=\"/Judges.21.21\">Ju 21:21</a>; sq. acc. <span dir=\"rtl\">אֶת־הָעִיר</span> <a data-ref=\"Genesis 44:4\" href=\"/Genesis.44.4\">Gn 44:4</a> (E), <a data-ref=\"Exodus 9:29\" href=\"/Exodus.9.29\">Ex 9:29</a> (J); c. <span dir=\"rtl\">בְּ</span> also, of gate <a data-ref=\"Jeremiah 17:19\" href=\"/Jeremiah.17.19\">Je 17:19</a> <a data-ref=\"Nehemiah 2:13\" href=\"/Nehemiah.2.13\">Ne 2:13</a>; sq. acc. local. <span dir=\"rtl\">לֹא אֵצֵא פָ֑תַח</span> <a data-ref=\"Job 31:34\" href=\"/Job.31.34\">Jb 31:34</a>; pt. cstr. <span dir=\"rtl\">יֹצְאֵי הַתֵּבָה</span> <a data-ref=\"Genesis 9:10\" href=\"/Genesis.9.10\">Gn 9:10</a> (P), <span dir=\"rtl\">יֹצְאֵי שַׁעַר עִירוֹ</span> <a data-ref=\"Genesis 34:24\" href=\"/Genesis.34.24\">34:24</a> (P); abs. <a data-ref=\"Joshua 2:5\" href=\"/Joshua.2.5\">Jos 2:5</a> (JE), <a data-ref=\"Judges 3:24\" href=\"/Judges.3.24\">Ju 3:24</a> <a data-ref=\"Exodus 34:34\" href=\"/Exodus.34.34\">Ex 34:34</a> (P), <a data-ref=\"Numbers 33:3\" href=\"/Numbers.33.3\">Nu 33:3</a> (P; Israel going out [from Egypt]), <a data-ref=\"II Chronicles 26:20\" href=\"/II_Chronicles.26.20\">2 Ch 26:20</a> +; specif., of going out <span dir=\"rtl\">(מִן)</span> from a land (of emigration) <a data-ref=\"Genesis 10:11\" href=\"/Genesis.10.11\">Gn 10:11</a>, <a data-ref=\"Genesis 10:14\" href=\"/Genesis.10.14\">14</a>; <a data-ref=\"Genesis 24:5\" href=\"/Genesis.24.5\">24:5</a> (all J); partic. of <em>coming forth</em> from (the land of) Egypt (the Exodus) <a data-ref=\"Exodus 12:41\" href=\"/Exodus.12.41\">Ex 12:41</a> (J), <a data-ref=\"Exodus 13:3\" href=\"/Exodus.13.3\">13:3</a>, <a data-ref=\"Exodus 13:8\" href=\"/Exodus.13.8\">8</a>; <a data-ref=\"Exodus 23:15\" href=\"/Exodus.23.15\">23:15</a>; <a data-ref=\"Exodus 34:18\" href=\"/Exodus.34.18\">34:18</a> (JE), <a data-ref=\"Numbers 1:1\" href=\"/Numbers.1.1\">Nu 1:1</a> (P) <a data-ref=\"Numbers 11:20\" href=\"/Numbers.11.20\">11:20</a>; <a data-ref=\"Numbers 22:5\" href=\"/Numbers.22.5\">22:5</a> (JE), and especially D, <a data-ref=\"Deuteronomy 4:45\" href=\"/Deuteronomy.4.45\">Dt 4:45</a>, <a data-ref=\"Deuteronomy 4:46\" href=\"/Deuteronomy.4.46\">46</a>; <a data-ref=\"Deuteronomy 9:7\" href=\"/Deuteronomy.9.7\">9:7</a>; <a data-ref=\"Deuteronomy 11:10\" href=\"/Deuteronomy.11.10\">11:10</a>; <a data-ref=\"Deuteronomy 16:3\" href=\"/Deuteronomy.16.3\">16:3</a><sup>(×2)</sup>, <a data-ref=\"Deuteronomy 16:6\" href=\"/Deuteronomy.16.6\">6</a>; <a data-ref=\"Deuteronomy 23:5\" href=\"/Deuteronomy.23.5\">23:5</a>; <a data-ref=\"Deuteronomy 24:9\" href=\"/Deuteronomy.24.9\">24:9</a>; <a data-ref=\"Deuteronomy 25:17\" href=\"/Deuteronomy.25.17\">25:17</a>; <a data-ref=\"Joshua 2:10\" href=\"/Joshua.2.10\">Jos 2:10</a>; <a data-ref=\"Joshua 5:4\" href=\"/Joshua.5.4\">5:4</a>, <a data-ref=\"Joshua 5:5\" href=\"/Joshua.5.5\">5</a>, <a data-ref=\"Joshua 5:6\" href=\"/Joshua.5.6\">6</a> (all D), <a data-ref=\"Numbers 33:1\" href=\"/Numbers.33.1\">Nu 33:1</a> (P), <a data-ref=\"I Kings 6:1\" href=\"/I_Kings.6.1\">1 K 6:1</a>; <a data-ref=\"I Kings 8:9\" href=\"/I_Kings.8.9\">8:9</a> = <a data-ref=\"II Chronicles 5:10\" href=\"/II_Chronicles.5.10\">2 Ch 5:10</a>, <a data-ref=\"II Kings 21:15\" href=\"/II_Kings.21.15\">2 K 21:15</a>; <a data-ref=\"Jeremiah 7:25\" href=\"/Jeremiah.7.25\">Je 7:25</a>; <a data-ref=\"Haggai 2:5\" href=\"/Haggai.2.5\">Hg 2:5</a>; <a data-ref=\"Psalms 114:1\" href=\"/Psalms.114.1\">ψ 114:1</a>. <strong>b.</strong>  <em>go forth</em> from (the presence of) a person: <a data-ref=\"Exodus 8:26\" href=\"/Exodus.8.26\">Ex 8:26</a>; <a data-ref=\"Exodus 9:23\" href=\"/Exodus.9.23\">9:23</a>; <a data-ref=\"Exodus 10:6\" href=\"/Exodus.10.6\">10:6</a> (all sq. <span dir=\"rtl\">מֵעִם</span>), <a data-ref=\"Genesis 44:28\" href=\"/Genesis.44.28\">Gn 44:28</a> <a data-ref=\"Exodus 5:20\" href=\"/Exodus.5.20\">Ex 5:20</a> <a data-ref=\"Jeremiah 2:37\" href=\"/Jeremiah.2.37\">Jer 2:37</a> <span dir=\"rtl\">(מֵאֵת)</span>, <a data-ref=\"Judges 3:19\" href=\"/Judges.3.19\">Ju 3:19</a> <span dir=\"rtl\">(מֵעָלָיו)</span>; sq. <span dir=\"rtl\">מִלִּפְנֵי</span> <a data-ref=\"Genesis 4:16\" href=\"/Genesis.4.16\">Gn 4:16</a> (J), <a data-ref=\"Genesis 41:46\" href=\"/Genesis.41.46\">41:46</a>; <a data-ref=\"Genesis 47:10\" href=\"/Genesis.47.10\">47:10</a>; <a data-ref=\"Esther 8:15\" href=\"/Esther.8.15\">Est 8:15</a>; <a data-ref=\"Ecclesiastes 10:5\" href=\"/Ecclesiastes.10.5\">Ec 10:5</a>; sq. <span dir=\"rtl\">מֵעִם פְּנֵי</span> <a data-ref=\"Job 1:12\" href=\"/Job.1.12\">Jb 1:12</a>, <span dir=\"rtl\">מֵאֵת פְּנֵי</span> <a data-ref=\"Job 2:7\" href=\"/Job.2.7\">2:7</a>; sq. sf. <span dir=\"rtl\">יְצָאֻנִי</span> <a data-ref=\"Jeremiah 10:20\" href=\"/Jeremiah.10.20\">Je 10:20</a> (v. De <a data-ref=\"Ecclesiastes 7:18\" href=\"/Ecclesiastes.7.18\">Ec 7:18</a>). <strong>c.</strong>  in technical senses: abs. <em>go forth</em>, of emancipation <a data-ref=\"Exodus 21:2\" href=\"/Exodus.21.2\">Ex 21:2</a>, <a data-ref=\"Exodus 21:3\" href=\"/Exodus.21.3\">3</a><sup>(×2)</sup>, <a data-ref=\"Exodus 21:4\" href=\"/Exodus.21.4\">4</a>, <a data-ref=\"Exodus 21:5\" href=\"/Exodus.21.5\">5</a>, <a data-ref=\"Exodus 21:7\" href=\"/Exodus.21.7\">7</a><sup>(×3)</sup>, <a data-ref=\"Exodus 21:11\" href=\"/Exodus.21.11\">11</a> (all JE), cf. <span dir=\"rtl\">יצא מִתַּחַת יַד־אֲרָם</span> <a data-ref=\"II Kings 13:5\" href=\"/II_Kings.13.5\">2 K 13:5</a>; of release in the year of jubilee, land, etc. <a data-ref=\"Leviticus 25:28\" href=\"/Leviticus.25.28\">Lv 25:28</a>, <a data-ref=\"Leviticus 25:30\" href=\"/Leviticus.25.30\">30</a>, <a data-ref=\"Leviticus 25:31\" href=\"/Leviticus.25.31\">31</a>, <a data-ref=\"Leviticus 25:33\" href=\"/Leviticus.25.33\">33</a> (all H), <a data-ref=\"Job 27:21\" href=\"/Job.27.21\">27:21</a> (P); also of a debtor-slave <a data-ref=\"Leviticus 25:54\" href=\"/Leviticus.25.54\">25:54</a> (H); of divorce <span dir=\"rtl\">וְיָצְֽאָה מִבֵּיתוֹ</span> <a data-ref=\"Deuteronomy 24:2\" href=\"/Deuteronomy.24.2\">Dt 24:2</a>; of condemnation <span dir=\"rtl\">בְּהִשָּֽׁפְטוֹ יֵצֵא רָשָׁע</span> <a data-ref=\"Psalms 109:7\" href=\"/Psalms.109.7\">ψ 109:7</a> <em>when he is judged let him go out as a criminal</em>, i.e. be condemned; of bowels <span dir=\"rtl\">(מֵעִים)</span> falling out by reason of disease <a data-ref=\"II Chronicles 21:15\" href=\"/II_Chronicles.21.15\">2 Ch 21:15</a>, <a data-ref=\"II Chronicles 21:19\" href=\"/II_Chronicles.21.19\">19</a>. <strong>d.</strong>  of flight, involving escape: sq. <span dir=\"rtl\">הַחוּ֫צָה</span>, ‖ <span dir=\"rtl\">נוּס</span>, <em>flee</em> <a data-ref=\"Genesis 39:12\" href=\"/Genesis.39.12\">Gn 39:12</a>, <a data-ref=\"Genesis 39:15\" href=\"/Genesis.39.15\">15</a> (J), <span dir=\"rtl\">כִּי נָצֹא תֵצֵא</span> <a data-ref=\"Jeremiah 48:9\" href=\"/Jeremiah.48.9\">Je 48:9</a>; opp. taken (by lot) <a data-ref=\"I Samuel 14:41\" href=\"/I_Samuel.14.41\">1 S 14:41</a>; <span dir=\"rtl\">רָעָה אֲשֶׁר לֹא־יוּכְלוּ לָצֵאת מִמֶּ֑נָּה</span> <a data-ref=\"Jeremiah 11:11\" href=\"/Jeremiah.11.11\">Je 11:11</a> <em>calamity from which they shall not be able to escape;</em> perhaps also <span dir=\"rtl\">יְרֵא אֱלֹהִים יֵצֵא אֶת־כֻּלָּ֗ם</span> <a data-ref=\"Ecclesiastes 7:18\" href=\"/Ecclesiastes.7.18\">Ec 7:18</a> <em>he that feareth God shall escape</em> (or <em>be freed from</em>, v. De Hi-Now Mishn.) <em>all of them</em> (see VB),—on acc. with <span dir=\"rtl\">יצא</span> v. De. <strong>e.</strong>  <em>depart</em> <span dir=\"rtl\">בְּצֵאת נַפְשָׁהּ</span> <a data-ref=\"Genesis 35:18\" href=\"/Genesis.35.18\">Gn 35:18</a> i.e. <em>when she was expiring;</em> so <span dir=\"rtl\">תֵּצֵא רוּחוֹ</span> <a data-ref=\"Psalms 146:4\" href=\"/Psalms.146.4\">ψ 146:4</a>; <span dir=\"rtl\">בְּצֵאת הַיַּיִן מִנָּבָל</span> <a data-ref=\"I Samuel 25:37\" href=\"/I_Samuel.25.37\">1 S 25:37</a> i.e. <em>when Nabal became sober;</em> also fig. <span dir=\"rtl\">וַיֵּצֵא לִבָּם</span> <a data-ref=\"Genesis 42:28\" href=\"/Genesis.42.28\">Gn 42:28</a> (E) i.e. <em>their heart failed</em> (‖ <span dir=\"rtl\">וַיֶּחֶרְדוּ</span>); rust from <span dir=\"rtl\">(מִן)</span> caldron <a data-ref=\"Ezekiel 24:16\" href=\"/Ezekiel.24.16\">Ez 24:16</a> (v. Co <a data-ref=\"Ezekiel 12:5\" href=\"/Ezekiel.12.5\">Ez 12:5</a>); of glory of <span dir=\"rtl\">י׳</span> <a data-ref=\"Ezekiel 10:18\" href=\"/Ezekiel.10.18\">10:18</a>; <span dir=\"rtl\">וַיֵּצֵא מִן בַּת־צִיּוֹן כָּל־הֲדָרָהּ</span> <a data-ref=\"Lamentations 1:6\" href=\"/Lamentations.1.6\">La 1:6</a>; hence inf. = <em>exit, end</em> <span dir=\"rtl\">בְּצֵאת הַשָּׁנָה</span> <a data-ref=\"Exodus 23:16\" href=\"/Exodus.23.16\">Ex 23:16</a> (JE), and, redundantly, <span dir=\"rtl\">כְּעֵת צֵאת הַקֵּץ לְיָמִים שְׁנַיִם</span> <a data-ref=\"II Chronicles 21:19\" href=\"/II_Chronicles.21.19\">2 Ch 21:19</a> i.e. <em>at the end of two years</em>. <strong>f.</strong>  of inanimate things: river out of Eden <a data-ref=\"Genesis 2:10\" href=\"/Genesis.2.10\">Gn 2:10</a> (J), water out of rock <a data-ref=\"Exodus 17:6\" href=\"/Exodus.17.6\">Ex 17:6</a> (E), <a data-ref=\"Numbers 20:11\" href=\"/Numbers.20.11\">Nu 20:11</a> (JE), from <em>Leḥi</em> <a data-ref=\"Judges 15:19\" href=\"/Judges.15.19\">Ju 15:19</a>; of molten calf out of fire <a data-ref=\"Exodus 32:24\" href=\"/Exodus.32.24\">Ex 32:24</a> (E); of gold (after refining) <a data-ref=\"Job 23:10\" href=\"/Job.23.10\">Jb 23:10</a> (abs., in sim.); in prophecy of fountain from house of <span dir=\"rtl\">י׳</span> <a data-ref=\"Ezekiel 47:1\" href=\"/Ezekiel.47.1\">Ez 47:1</a>, <a data-ref=\"Ezekiel 47:8\" href=\"/Ezekiel.47.8\">8</a>, <a data-ref=\"Ezekiel 47:12\" href=\"/Ezekiel.47.12\">12</a> <a data-ref=\"Zechariah 14:8\" href=\"/Zechariah.14.8\">Zc 14:8</a> <a data-ref=\"Joel 4:18\" href=\"/Joel.4.18\">Jo 4:18</a>; of seed (semen virile) from man <a data-ref=\"Leviticus 15:16\" href=\"/Leviticus.15.16\">Lv 15:16</a>, <a data-ref=\"Leviticus 15:32\" href=\"/Leviticus.15.32\">32</a> (P), <a data-ref=\"Leviticus 22:4\" href=\"/Leviticus.22.4\">22:4</a> (H); of weapon which has pierced body <a data-ref=\"II Samuel 2:23\" href=\"/II_Samuel.2.23\">2 S 2:23</a> <span dir=\"rtl\">(מֵאַחֲרָיו)</span>, <a data-ref=\"II Kings 9:24\" href=\"/II_Kings.9.24\">2 K 9:24</a> <span dir=\"rtl\">(מִלִּבּוֹ)</span>, <a data-ref=\"Job 20:25\" href=\"/Job.20.25\">Jb 20:25</a> <span dir=\"rtl\">(מִגֵּוָה)</span>; <span dir=\"rtl\">וַתֵּצֵא אַחֲרָיו מַשְׂאַת הַמֶּלֶךְ</span> <a data-ref=\"II Samuel 11:8\" href=\"/II_Samuel.11.8\">2 S 11:8</a> <em>and there went out</em> (= was sent out) <em>after him the king’s portion</em> (i.e. the food given by the king); idiomatically of expenditure of money <a data-ref=\"II Kings 12:13\" href=\"/II_Kings.12.13\">2 K 12:13</a> (abs., cf. Hiph. v <a data-ref=\"II Kings 12:12\" href=\"/II_Kings.12.12\">12</a>); of swift movement of arrow from bow <a data-ref=\"Zechariah 9:14\" href=\"/Zechariah.9.14\">Zc 9:14</a> (like lightning), of lightning out of fire <a data-ref=\"Ezekiel 1:13\" href=\"/Ezekiel.1.13\">Ez 1:13</a>; abs. of <em>sunrise</em> (subj. <span dir=\"rtl\">שֶׁמֶשׁ</span>) <a data-ref=\"Judges 5:31\" href=\"/Judges.5.31\">Ju 5:31</a> (in sim.), <a data-ref=\"Genesis 19:23\" href=\"/Genesis.19.23\">Gn 19:23</a>, cf. <a data-ref=\"Isaiah 13:10\" href=\"/Isaiah.13.10\">Is 13:10</a> (so Assyrian, e.g. <em>ultu ṣît šanši adi êrib šanši</em> COT <a data-ref=\"Genesis 19:23\" href=\"/Genesis.19.23\">Gn 19:23</a>); of rising of stars <span dir=\"rtl\">(כּוֹכָבִים)</span> <a data-ref=\"Nehemiah 4:15\" href=\"/Nehemiah.4.15\">Ne 4:15</a>; of sentence of judge <a data-ref=\"Habakkuk 1:4\" href=\"/Habakkuk.1.4\">Hb 1:4</a><sup>(×2)</sup> <a data-ref=\"Psalms 17:2\" href=\"/Psalms.17.2\">ψ 17:2</a>; of judgment, or right appearing (with sim. of light) <a data-ref=\"Hosea 6:5\" href=\"/Hosea.6.5\">Hos 6:5</a> (read <span dir=\"rtl\">וּמִשְׁפָּטִי כָאוֹר יֵצֵא</span>), <a data-ref=\"Isaiah 62:1\" href=\"/Isaiah.62.1\">Is 62:1</a>; of a lot <span dir=\"rtl\">וַיֵּצֵא הַגּוֹרָל לִבְנֵי יוֹסֵף</span> <a data-ref=\"Joshua 16:1\" href=\"/Joshua.16.1\">Jos 16:1</a> (JE), and especially P, <a data-ref=\"Numbers 33:54\" href=\"/Numbers.33.54\">Nu 33:54</a> <a data-ref=\"Joshua 19:1\" href=\"/Joshua.19.1\">Jos 19:1</a>, <a data-ref=\"Joshua 19:17\" href=\"/Joshua.19.17\">17</a>, <a data-ref=\"Joshua 19:24\" href=\"/Joshua.19.24\">24</a>, <a data-ref=\"Joshua 19:32\" href=\"/Joshua.19.32\">32</a>, <a data-ref=\"Joshua 19:40\" href=\"/Joshua.19.40\">40</a>; <a data-ref=\"Joshua 21:4\" href=\"/Joshua.21.4\">21:4</a>, cf. also <a ,=\"\" data-ref=\"BDB, גּוֹרָל\" dir=\"rtl\" href=\"/BDB,_גּוֹרָל\">ויצא גְּבוּל גּוֹרָלָם</a> <a data-ref=\"Joshua 18:11\" href=\"/Joshua.18.11\">18:11</a> (P). <strong>g.</strong>  with especial emphasis on idea of origin, source: hyssop out of the wall <a data-ref=\"I Kings 5:13\" href=\"/I_Kings.5.13\">1 K 5:13</a>; <span dir=\"rtl\">מיהוה יצא הדבר</span> <a data-ref=\"Genesis 24:50\" href=\"/Genesis.24.50\">Gn 24:50</a> (J) <em>from</em> <span dir=\"rtl\">י׳</span> <em>has the thing proceeded</em>, of a providential arrangement, so <span dir=\"rtl\">מֵעִם י׳</span> <a data-ref=\"Isaiah 28:29\" href=\"/Isaiah.28.29\">Is 28:29</a>; <span dir=\"rtl\">מֵרְשָׁעִים יֵצֵא רֶשַׁע</span> <a data-ref=\"I Samuel 24:14\" href=\"/I_Samuel.24.14\">1 S 24:14</a> (an ancient proverb); of pollution proceeding from <span dir=\"rtl\">(מֵאֵת)</span> prophets <a data-ref=\"Jeremiah 23:15\" href=\"/Jeremiah.23.15\">Je 23:15</a>; of fire from Heshbon <a data-ref=\"Numbers 21:28\" href=\"/Numbers.21.28\">Nu 21:28</a> (JE) <a data-ref=\"Jeremiah 48:45\" href=\"/Jeremiah.48.45\">Je 48:45</a>, cf. <a data-ref=\"Judges 9:15\" href=\"/Judges.9.15\">Ju 9:15</a>, <a data-ref=\"Judges 9:20\" href=\"/Judges.9.20\">20</a><sup>(×2)</sup>; of fire <span dir=\"rtl\">מִלִּפְנֵי י׳</span> <a data-ref=\"Leviticus 9:24\" href=\"/Leviticus.9.24\">Lv 9:24</a>; <a data-ref=\"Leviticus 10:2\" href=\"/Leviticus.10.2\">10:2</a>, <span dir=\"rtl\">מֵאֵת י׳</span> <a data-ref=\"Numbers 16:35\" href=\"/Numbers.16.35\">Nu 16:35</a> (all P); in theophany <span dir=\"rtl\">יצא רֶשֶׁף לְרַגְליו</span> <a data-ref=\"Habakkuk 3:5\" href=\"/Habakkuk.3.5\">Hb 3:5</a>; iniquity from unreceptive heart <a data-ref=\"Psalms 73:7\" href=\"/Psalms.73.7\">ψ 73:7</a> (v. <a data-ref=\"BDB, חֵ֫לֶב\" href=\"/BDB,_חֵ֫לֶב\", dir=\"rtl\">i. חֵלֶב</a> 1); wrath <span dir=\"rtl\">מִלִּפְנֵי י׳</span> <a data-ref=\"Numbers 17:11\" href=\"/Numbers.17.11\">Nu 17:11</a> (P); abs. <a data-ref=\"Jeremiah 4:4\" href=\"/Jeremiah.4.4\">Je 4:4</a> = <a data-ref=\"Jeremiah 21:12\" href=\"/Jeremiah.21.12\">21:12</a>, <a data-ref=\"Jeremiah 23:19\" href=\"/Jeremiah.23.19\">23:19</a> = <a data-ref=\"Jeremiah 30:23\" href=\"/Jeremiah.30.23\">30:23</a>; so salvation <a data-ref=\"Isaiah 51:5\" href=\"/Isaiah.51.5\">Is 51:5</a>; <span dir=\"rtl\">וְנִשְׁמַת־מִי יָצְֽאָה מִמֶּךָּ</span> <a data-ref=\"Job 26:4\" href=\"/Job.26.4\">Jb 26:4</a>; of words <em>going forth</em> from mouth of speaker (of solemn or formal speech) <span dir=\"rtl\">לֹא יֵצֵא מִפִּיכֶם דָּבָר</span> <a data-ref=\"Joshua 6:10\" href=\"/Joshua.6.10\">Jos 6:10</a> (JE), <a data-ref=\"Judges 11:36\" href=\"/Judges.11.36\">Ju 11:36</a> <a data-ref=\"I Samuel 2:3\" href=\"/I_Samuel.2.3\">1 S 2:3</a> <a data-ref=\"Jeremiah 44:17\" href=\"/Jeremiah.44.17\">Je 44:17</a> <a data-ref=\"Job 37:2\" href=\"/Job.37.2\">Jb 37:2</a> <a data-ref=\"Esther 7:8\" href=\"/Esther.7.8\">Est 7:8</a>, also <a data-ref=\"Numbers 30:3\" href=\"/Numbers.30.3\">Nu 30:3</a>; <a data-ref=\"Numbers 32:24\" href=\"/Numbers.32.24\">32:24</a> (both P); of <span dir=\"rtl\">י׳</span>’s words going forth from his mouth, or from him <a data-ref=\"Isaiah 45:23\" href=\"/Isaiah.45.23\">Is 45:23</a>; <a data-ref=\"Isaiah 48:3\" href=\"/Isaiah.48.3\">48:3</a>; <a data-ref=\"Isaiah 51:4\" href=\"/Isaiah.51.4\">51:4</a>; <a data-ref=\"Isaiah 55:11\" href=\"/Isaiah.55.11\">55:11</a> <a data-ref=\"Ezekiel 33:30\" href=\"/Ezekiel.33.30\">Ez 33:30</a>; of <span dir=\"rtl\">י׳</span>’s words, instruction, command, etc., going forth <a data-ref=\"Isaiah 2:3\" href=\"/Isaiah.2.3\">Is 2:3</a> = <a data-ref=\"Micah 4:2\" href=\"/Micah.4.2\">Mi 4:2</a> (from Jerusalem), <a data-ref=\"Daniel 9:23\" href=\"/Daniel.9.23\">Dn 9:23</a>; of human commandment <a data-ref=\"Esther 1:19\" href=\"/Esther.1.19\">Est 1:19</a>, cf. v <a data-ref=\"Esther 1:17\" href=\"/Esther.1.17\">17</a>. <strong>h.</strong>  of children as <em>going forth</em> from loins (of father) <span dir=\"rtl\">מִמֵּעִים</span> <a data-ref=\"II Samuel 7:12\" href=\"/II_Samuel.7.12\">2 S 7:12</a>; <a data-ref=\"II Samuel 16:11\" href=\"/II_Samuel.16.11\">16:11</a>; <span dir=\"rtl\">מֵחֲלָצִים</span> <a data-ref=\"Genesis 35:11\" href=\"/Genesis.35.11\">Gn 35:11</a> (P), <a data-ref=\"I Kings 8:19\" href=\"/I_Kings.8.19\">1 K 8:19</a> = <a data-ref=\"II Chronicles 6:9\" href=\"/II_Chronicles.6.9\">2 Ch 6:9</a>; sq. <span dir=\"rtl\">מִן</span> alone <a data-ref=\"II Kings 20:18\" href=\"/II_Kings.20.18\">2 K 20:18</a> = <a data-ref=\"Isaiah 39:7\" href=\"/Isaiah.39.7\">Is 39:7</a>; also <span dir=\"rtl\">יֹצְאֵי יְרֵכוֹ</span> <a data-ref=\"Judges 8:30\" href=\"/Judges.8.30\">Ju 8:30</a> <a data-ref=\"Genesis 46:26\" href=\"/Genesis.46.26\">Gn 46:26</a> <a data-ref=\"Exodus 1:5\" href=\"/Exodus.1.5\">Ex 1:5</a> (both P); also of birth <span dir=\"rtl\">מֵרֶחֶם (אִמּוֹ)</span> <a data-ref=\"Numbers 12:12\" href=\"/Numbers.12.12\">Nu 12:12</a> (JE), <a data-ref=\"Jeremiah 1:5\" href=\"/Jeremiah.1.5\">Je 1:5</a>; <a data-ref=\"Jeremiah 20:18\" href=\"/Jeremiah.20.18\">20:18</a> <a data-ref=\"Job 3:11\" href=\"/Job.3.11\">Jb 3:11</a>; fig. of sea <a data-ref=\"Job 38:8\" href=\"/Job.38.8\">38:8</a>, of ice v <a data-ref=\"Job 38:29\" href=\"/Job.38.29\">29</a>; <span dir=\"rtl\">מִבֶּטֶן אִמּוֹ</span> <a data-ref=\"Job 1:21\" href=\"/Job.1.21\">Jb 1:21</a> <a data-ref=\"Ecclesiastes 5:14\" href=\"/Ecclesiastes.5.14\">Ec 5:14</a>; lit., source not expr., <a data-ref=\"Genesis 25:25\" href=\"/Genesis.25.25\">Gn 25:25</a>, <a data-ref=\"Genesis 25:26\" href=\"/Genesis.25.26\">26</a>; <a data-ref=\"Genesis 38:28\" href=\"/Genesis.38.28\">38:28</a>, <a data-ref=\"Genesis 38:29\" href=\"/Genesis.38.29\">29</a>, <a data-ref=\"Genesis 38:30\" href=\"/Genesis.38.30\">30</a> (all J); of untimely birth <a data-ref=\"Exodus 21:22\" href=\"/Exodus.21.22\">Ex 21:22</a> (JE); cf. <span dir=\"rtl\">הַיּוֹצֵ֯ת מִבֵּין רַגְלֶיהָ</span> <a data-ref=\"Deuteronomy 28:57\" href=\"/Deuteronomy.28.57\">Dt 28:57</a> (‖ <span dir=\"rtl\">תֵּלֵד</span>); of family or race connexion (sq. <span dir=\"rtl\">מִן</span>) <a data-ref=\"Nahum 1:11\" href=\"/Nahum.1.11\">Na 1:11</a> <a data-ref=\"Isaiah 48:1\" href=\"/Isaiah.48.1\">Is 48:1</a> <a data-ref=\"I Chronicles 1:12\" href=\"/I_Chronicles.1.12\">1 Ch 1:12</a>; <a data-ref=\"I Chronicles 2:53\" href=\"/I_Chronicles.2.53\">2:53</a>; <span dir=\"rtl\">יצא</span> also of produce of vine <span dir=\"rtl\">(מִגֶּפֶן)</span> <a data-ref=\"Judges 13:14\" href=\"/Judges.13.14\">Ju 13:14</a>, cf. <span dir=\"rtl\">הַיֹּצֵא הַשָּׂדֶה</span> <a data-ref=\"Deuteronomy 14:22\" href=\"/Deuteronomy.14.22\">Dt 14:22</a> (read <span dir=\"rtl\">יצא</span> Sam., v. Di); <span dir=\"rtl\">אֶרֶץ מִמֶּנָּה יצא לֶחֶם</span> <a data-ref=\"Job 28:5\" href=\"/Job.28.5\">Jb 28:5</a>; of viper proceeding from serpent’s root <a data-ref=\"Isaiah 14:29\" href=\"/Isaiah.14.29\">Is 14:29</a>; further, with idea of unfolding, growth <a data-ref=\"Job 8:16\" href=\"/Job.8.16\">Jb 8:16</a>; <a data-ref=\"Job 14:2\" href=\"/Job.14.2\">14:2</a>; <a data-ref=\"Job 31:40\" href=\"/Job.31.40\">31:40</a>; <span dir=\"rtl\">וְיָצָא חֹטֶר מִגֶּזַע יִשָׁ֑י</span> <a data-ref=\"Isaiah 11:1\" href=\"/Isaiah.11.1\">Is 11:1</a>; of the little horn <a data-ref=\"Daniel 8:9\" href=\"/Daniel.8.9\">Dn 8:9</a>; so of branches of candlestick in tabernacle <a data-ref=\"Exodus 25:32\" href=\"/Exodus.25.32\">Ex 25:32</a>, <a data-ref=\"Exodus 25:33\" href=\"/Exodus.25.33\">33</a>, <a data-ref=\"Exodus 25:35\" href=\"/Exodus.25.35\">35</a>; <a data-ref=\"Exodus 37:18\" href=\"/Exodus.37.18\">37:18</a>, <a data-ref=\"Exodus 37:19\" href=\"/Exodus.37.19\">19</a>, <a data-ref=\"Exodus 37:21\" href=\"/Exodus.37.21\">21</a> (all P); then simply <em>project</em> (tower from wall) <a data-ref=\"Nehemiah 3:25\" href=\"/Nehemiah.3.25\">Ne 3:25</a>, <a data-ref=\"Nehemiah 3:26\" href=\"/Nehemiah.3.26\">26</a>, <a data-ref=\"Nehemiah 3:27\" href=\"/Nehemiah.3.27\">27</a>; of measuring-line <em>going forth</em> (abs.) in a particular direction <a data-ref=\"Jeremiah 31:39\" href=\"/Jeremiah.31.39\">Je 31:39</a>; of a boundary(-line) <em>going out</em> (abs.) so as then to turn and make an angle <a data-ref=\"Numbers 34:4\" href=\"/Numbers.34.4\">Nu 34:4</a>, <a data-ref=\"Numbers 34:9\" href=\"/Numbers.34.9\">9</a> <a data-ref=\"Joshua 15:3\" href=\"/Joshua.15.3\">Jos 15:3</a>, <a data-ref=\"Joshua 15:4\" href=\"/Joshua.15.4\">4</a>, <a data-ref=\"Joshua 15:9\" href=\"/Joshua.15.9\">9</a>, <a data-ref=\"Joshua 15:11\" href=\"/Joshua.15.11\">11</a><sup>(×2)</sup>; <a data-ref=\"Joshua 16:2\" href=\"/Joshua.16.2\">16:2</a>, <a data-ref=\"Joshua 16:6\" href=\"/Joshua.16.6\">6</a>, <a data-ref=\"Joshua 16:7\" href=\"/Joshua.16.7\">7</a>; <a data-ref=\"Joshua 18:15\" href=\"/Joshua.18.15\">18:15</a><sup>(×2)</sup>, <a data-ref=\"Joshua 18:17\" href=\"/Joshua.18.17\">17</a><sup>(×2)</sup>; <a data-ref=\"Joshua 19:12\" href=\"/Joshua.19.12\">19:12</a>, <a data-ref=\"Joshua 19:13\" href=\"/Joshua.19.13\">13</a>, <a data-ref=\"Joshua 19:27\" href=\"/Joshua.19.27\">27</a>, <a data-ref=\"Joshua 19:34\" href=\"/Joshua.19.34\">34</a>, <a data-ref=\"Joshua 19:47\" href=\"/Joshua.19.47\">47</a>. <strong>2.</strong> <strong>a.</strong>  <em>go forth</em> to a place <a data-ref=\"Genesis 27:3\" href=\"/Genesis.27.3\">Gn 27:3</a> (J), <a data-ref=\"Jeremiah 14:18\" href=\"/Jeremiah.14.18\">Je 14:18</a> <a data-ref=\"Ezekiel 3:22\" href=\"/Ezekiel.3.22\">Ez 3:22</a> <a data-ref=\"Zechariah 6:6\" href=\"/Zechariah.6.6\">Zc 6:6</a><sup>(×2)</sup>, <a data-ref=\"Zechariah 6:7\" href=\"/Zechariah.6.7\">7</a> +; so <span dir=\"rtl\">וַיֵּצֵא הַפַּרְשְׁדֹ֫נָה</span> <a data-ref=\"Judges 3:22\" href=\"/Judges.3.22\">Ju 3:22</a> (see VB); go forth in surrender <a data-ref=\"I Samuel 11:3\" href=\"/I_Samuel.11.3\">1 S 11:3</a> (sq. <span dir=\"rtl\">אֶל</span> pers.), <a data-ref=\"II Kings 18:31\" href=\"/II_Kings.18.31\">2 K 18:31</a> = <a data-ref=\"Isaiah 36:16\" href=\"/Isaiah.36.16\">Is 36:16</a>, <a data-ref=\"Jeremiah 38:17\" href=\"/Jeremiah.38.17\">Je 38:17</a>, <a data-ref=\"Jeremiah 38:21\" href=\"/Jeremiah.38.21\">21</a>; <span dir=\"rtl\">אֵין פֶּרֶץ וְאֵין יוֹצֵאת</span> <a data-ref=\"Psalms 144:14\" href=\"/Psalms.144.14\">ψ 144:14</a>; into captivity <span dir=\"rtl\">לֹא יָֽצְאוּ אִתְּכֶם בַּגּוֹלָה</span> <a data-ref=\"Jeremiah 29:16\" href=\"/Jeremiah.29.16\">Je 29:16</a>, cf. <a data-ref=\"Jeremiah 48:7\" href=\"/Jeremiah.48.7\">48:7</a> <a data-ref=\"Zechariah 14:2\" href=\"/Zechariah.14.2\">Zc 14:2</a>; to work <a data-ref=\"Ruth 2:22\" href=\"/Ruth.2.22\">Ru 2:22</a> also <span dir=\"rtl\">יָצָא מִן־הַמָּקוֹם הַזֶּה</span> <a data-ref=\"Jeremiah 22:11\" href=\"/Jeremiah.22.11\">Je 22:11</a>, cf. <span dir=\"rtl\">בָּנַי יְצָאֻנִי</span> <a data-ref=\"Jeremiah 10:20\" href=\"/Jeremiah.10.20\">10:20</a>. <strong>b.</strong>  <em>proceed</em> to or toward something, fig., <span dir=\"rtl\">מֵרָעָה אֶל־רָעָה יָצָ֑אוּ</span> <a data-ref=\"Jeremiah 9:2\" href=\"/Jeremiah.9.2\">Je 9:2</a> <em>from evil to evil they go on;</em> in like manner <a data-ref=\"II Samuel 20:8\" href=\"/II_Samuel.20.8\">2 S 20:8</a> si vera l., but read rather <span dir=\"rtl\">וְהִיא יָצְֽאָה</span> <em>and it</em> (i.e. the sword) <em>came out</em> (of the sheath) <em>and fell</em> 𝔊 We Dr Kit Bu. <strong>c.</strong>  <em>come</em> or <em>go forth</em>, with especially ref. to purpose or result: <span dir=\"rtl\">וְיָצָאתִי אַחֲרָיו וְהִכִּתִיו</span> <a data-ref=\"I Samuel 17:35\" href=\"/I_Samuel.17.35\">1 S 17:35</a>, cf. <a data-ref=\"I Samuel 24:15\" href=\"/I_Samuel.24.15\">24:15</a>; <span dir=\"rtl\">יָצָא שָׁאוּל לְבַקֵּשׁ נַפְשׁוֹ</span> <a data-ref=\"I Samuel 23:15\" href=\"/I_Samuel.23.15\">23:15</a>, cf. <a data-ref=\"I Samuel 26:20\" href=\"/I_Samuel.26.20\">26:20</a>, further <a data-ref=\"II Samuel 2:13\" href=\"/II_Samuel.2.13\">2 S 2:13</a>; <a data-ref=\"II Samuel 18:4\" href=\"/II_Samuel.18.4\">18:4</a> <a data-ref=\"I Kings 20:18\" href=\"/I_Kings.20.18\">1 K 20:18</a><sup>(×2)</sup>, <a data-ref=\"I Kings 20:19\" href=\"/I_Kings.20.19\">19</a>, <a data-ref=\"I Kings 20:39\" href=\"/I_Kings.20.39\">39</a> <a data-ref=\"II Kings 5:2\" href=\"/II_Kings.5.2\">2 K 5:2</a> <a data-ref=\"Micah 1:11\" href=\"/Micah.1.11\">Mi 1:11</a> <a data-ref=\"Jeremiah 37:5\" href=\"/Jeremiah.37.5\">Je 37:5</a> <a data-ref=\"Zechariah 14:3\" href=\"/Zechariah.14.3\">Zc 14:3</a> <a data-ref=\"Daniel 11:11\" href=\"/Daniel.11.11\">Dn 11:11</a>, <a data-ref=\"Daniel 11:44\" href=\"/Daniel.11.44\">44</a> +; of an adulteress <a data-ref=\"Proverbs 7:15\" href=\"/Proverbs.7.15\">Pr 7:15</a>; of an angel <a data-ref=\"Numbers 22:32\" href=\"/Numbers.22.32\">Nu 22:32</a> (JE), <a data-ref=\"Daniel 9:22\" href=\"/Daniel.9.22\">Dn 9:22</a>; for <span dir=\"rtl\">יֵצֵא</span> … <span dir=\"rtl\">אִתְּכֶם</span> <a data-ref=\"I Samuel 22:3\" href=\"/I_Samuel.22.3\">1 S 22:3</a> (<em>let</em> my father etc. <em>go forth</em> [to be] <em>with you</em>, cf. Klo) read perhaps <span dir=\"rtl\">יֵשְׁבוּ</span> as 𝔖 𝔙 Kit, v. also Dr; of army marching out to form battle line <span dir=\"rtl\">יֹצֵא אֶל־הַמַּעֲרָכָה</span> <a data-ref=\"I Samuel 17:20\" href=\"/I_Samuel.17.20\">1 S 17:20</a> (c. art., MT, < om. We Dr Kit Bu); <span dir=\"rtl\">בְּכֹל אֲשֶׁר יָצְֽאוּ</span> <a data-ref=\"Judges 2:15\" href=\"/Judges.2.15\">Ju 2:15</a> <em>in all to which they went forth</em>, <span dir=\"rtl\">יָצָא לפני</span> <a data-ref=\"I Samuel 8:20\" href=\"/I_Samuel.8.20\">1 S 8:20</a> of king going out at the head of his soldiers; so of <span dir=\"rtl\">י׳</span> before his people <a data-ref=\"Judges 4:14\" href=\"/Judges.4.14\">Ju 4:14</a> <a data-ref=\"II Samuel 5:24\" href=\"/II_Samuel.5.24\">2 S 5:24</a> <a data-ref=\"Psalms 68:8\" href=\"/Psalms.68.8\">ψ 68:8</a>, cf. <a data-ref=\"Psalms 108:12\" href=\"/Psalms.108.12\">108:12</a> <a data-ref=\"I Chronicles 14:15\" href=\"/I_Chronicles.14.15\">1 Ch 14:15</a>; of <span dir=\"rtl\">י׳</span> going out from Seir <a data-ref=\"Judges 5:14\" href=\"/Judges.5.14\">Ju 5:14</a>, cf. <a data-ref=\"Habakkuk 3:13\" href=\"/Habakkuk.3.13\">Hb 3:13</a>; of the hand of <span dir=\"rtl\">י׳</span>, in hostility <span dir=\"rtl\">יָֽצְאָה בִי יַד־י׳</span> <a data-ref=\"Ruth 1:13\" href=\"/Ruth.1.13\">Ru 1:13</a>; abs. of fire <em>breaking out</em> <a data-ref=\"Exodus 22:5\" href=\"/Exodus.22.5\">Ex 22:5</a> (JE). <strong>3.</strong>  of combinations, note especially: <span dir=\"rtl\">יָצוֹא וָשׁוֹב</span> (inf. abs.) <a data-ref=\"Genesis 8:7\" href=\"/Genesis.8.7\">Gn 8:7</a> <em>going out and returning</em>, nearly = <em>to and fro;</em> <span dir=\"rtl\">אִישׁ יוֹצֵא</span> … <span dir=\"rtl\">יֹצֵא יָצוֹא וּמְקַלֵּל</span> <a data-ref=\"II Samuel 16:5\" href=\"/II_Samuel.16.5\">2 S 16:5</a> = <em>coming forth, cursing as he came;</em> <span dir=\"rtl\">יצא ובא</span>, lit. <span dir=\"rtl\">אֵין יוֹצֵא וְאֵין בָּא</span> <a data-ref=\"Joshua 6:1\" href=\"/Joshua.6.1\">Jos 6:1</a> <em>none went out and none came in</em>, i.e. there was no free egress or ingress (of besieged city), cf. <a data-ref=\"I Kings 15:17\" href=\"/I_Kings.15.17\">1 K 15:17</a> = <a data-ref=\"II Chronicles 16:1\" href=\"/II_Chronicles.16.1\">2 Ch 16:1</a>, <a data-ref=\"II Chronicles 15:5\" href=\"/II_Chronicles.15.5\">2 Ch 15:5</a>; to <em>go out</em> and <em>come in</em> before, of leader in war <a data-ref=\"Numbers 27:17\" href=\"/Numbers.27.17\">Nu 27:17</a> <a data-ref=\"I Samuel 18:16\" href=\"/I_Samuel.18.16\">1 S 18:16</a>, cf. <a data-ref=\"I Samuel 29:6\" href=\"/I_Samuel.29.6\">29:6</a>; fig. <a data-ref=\"Deuteronomy 28:6\" href=\"/Deuteronomy.28.6\">Dt 28:6</a> blesssed shalt thou be <span dir=\"rtl\">בבואך ובצאתך</span>, i.e. when thou completest and beginnest any undertaking, so v <a data-ref=\"Deuteronomy 28:19\" href=\"/Deuteronomy.28.19\">19</a>; <a data-ref=\"Deuteronomy 31:2\" href=\"/Deuteronomy.31.2\">31:2</a> <span dir=\"rtl\">לא אוכל לצאת ולבוא</span>, i.e. I can no more engage in active undertakings; similarly <a data-ref=\"Joshua 14:11\" href=\"/Joshua.14.11\">Jos 14:11</a> <a data-ref=\"I Kings 3:7\" href=\"/I_Kings.3.7\">1 K 3:7</a> <a data-ref=\"Isaiah 37:28\" href=\"/Isaiah.37.28\">Is 37:28</a> (+ <span dir=\"rtl\">שִׁבְתְּךָ</span>) = <a data-ref=\"II Kings 19:27\" href=\"/II_Kings.19.27\">2 K 19:27</a>, <a data-ref=\"Psalms 121:8\" href=\"/Psalms.121.8\">ψ 121:8</a>.<br>†<strong>Hiph.</strong><sub>278</sub>  Pf. <span dir=\"rtl\">הוֹצִיא</span> <a data-ref=\"Genesis 14:18\" href=\"/Genesis.14.18\">Gn 14:18</a> +; <span dir=\"rtl\">וְהוֹצִא</span> consec. <a data-ref=\"Deuteronomy 22:14\" href=\"/Deuteronomy.22.14\">Dt 22:14</a>; <span dir=\"rtl\">הוֹצֵאתָ</span> <a data-ref=\"Exodus 32:11\" href=\"/Exodus.32.11\">Ex 32:11</a> + 7 times; <span dir=\"rtl\">וְהוֹצֵאתָ֫</span> <a data-ref=\"Numbers 20:8\" href=\"/Numbers.20.8\">Nu 20:8</a> + 3 times; 2 fs. <span dir=\"rtl\">וְהוֹצֵאת</span> <a data-ref=\"I Kings 17:13\" href=\"/I_Kings.17.13\">1 K 17:13</a>; sf. <span dir=\"rtl\">הוֹצִיאַ֫נִי</span> <a data-ref=\"Ezekiel 42:15\" href=\"/Ezekiel.42.15\">Ez 42:15</a>; <span dir=\"rtl\">הוֹצִיאָ֫נוּ</span> <a data-ref=\"Exodus 13:14\" href=\"/Exodus.13.14\">Ex 13:14</a> + 2 times; <span dir=\"rtl\">הוֹצִיאֲךָ</span> <a data-ref=\"Deuteronomy 6:12\" href=\"/Deuteronomy.6.12\">Dt 6:12</a>; <a data-ref=\"Deuteronomy 16:1\" href=\"/Deuteronomy.16.1\">16:1</a>, <span dir=\"rtl\">הוֹצִאֲךָ</span> <a data-ref=\"Exodus 13:9\" href=\"/Exodus.13.9\">Ex 13:9</a> <a data-ref=\"Deuteronomy 7:19\" href=\"/Deuteronomy.7.19\">Dt 7:19</a>; <span dir=\"rtl\">הוֹצִיאָם</span> <a data-ref=\"Exodus 32:12\" href=\"/Exodus.32.12\">Ex 32:12</a> + 2 times, etc.; Impf. <span dir=\"rtl\">(יֹצִא) יוֹצִיא</span> <a data-ref=\"Leviticus 16:27\" href=\"/Leviticus.16.27\">Lv 16:27</a> + 9 times; <span dir=\"rtl\">(וַיֹּצֵא) וַיּוֹצֵא</span> <a data-ref=\"Genesis 15:5\" href=\"/Genesis.15.5\">Gn 15:5</a> + 23 times; <span dir=\"rtl\">(וַיֹּצִא) וַיּוֹצִא</span> <a data-ref=\"Deuteronomy 4:20\" href=\"/Deuteronomy.4.20\">Dt 4:20</a> + 4 times; sf. <span dir=\"rtl\">יוֹצִיאֵנִי</span> <a data-ref=\"Micah 7:9\" href=\"/Micah.7.9\">Mi 7:9</a>; <span dir=\"rtl\">וַיּוֹצִאֲךָ</span> <a data-ref=\"Deuteronomy 4:37\" href=\"/Deuteronomy.4.37\">Dt 4:37</a>; <a data-ref=\"Deuteronomy 5:15\" href=\"/Deuteronomy.5.15\">5:15</a>; <span dir=\"rtl\">וַיּוֹצִאָהּ</span> <a data-ref=\"Exodus 4:6\" href=\"/Exodus.4.6\">Ex 4:6</a>, <a data-ref=\"Exodus 4:7\" href=\"/Exodus.4.7\">7</a>; 3 fs. <span dir=\"rtl\">תּוֹצִיא</span> <a data-ref=\"Isaiah 61:11\" href=\"/Isaiah.61.11\">Is 61:11</a> <a data-ref=\"Haggai 1:11\" href=\"/Haggai.1.11\">Hg 1:11</a>; juss. <span dir=\"rtl\">תּוֹצֵא</span> <a data-ref=\"Genesis 1:24\" href=\"/Genesis.1.24\">Gn 1:24</a>; <span dir=\"rtl\">וַתּוֹצֵא</span> v <a data-ref=\"Genesis 1:12\" href=\"/Genesis.1.12\">12</a> <a data-ref=\"Ruth 2:18\" href=\"/Ruth.2.18\">Ru 2:18</a>; 2 ms. <span dir=\"rtl\">תּוֹצִיא</span> <a data-ref=\"Exodus 12:46\" href=\"/Exodus.12.46\">Ex 12:46</a> + 5 times; <span dir=\"rtl\">הֲתֹצִיא</span> <a data-ref=\"Job 38:32\" href=\"/Job.38.32\">Jb 38:32</a>, <span dir=\"rtl\">וַתֹּצֵא</span> <a data-ref=\"Jeremiah 32:21\" href=\"/Jeremiah.32.21\">Je 32:21</a>; <span dir=\"rtl\">(וַיֹּצִאוּ) וַיּוֹצִיאוּ</span> <a data-ref=\"Leviticus 24:23\" href=\"/Leviticus.24.23\">Lv 24:23</a> +; sf. <span dir=\"rtl\">וַיּוֹצִיאֻהוּ</span> <a data-ref=\"II Kings 12:12\" href=\"/II_Kings.12.12\">2 K 12:12</a>; <span dir=\"rtl\">וַיֹּצִאֻהוּ</span> <a data-ref=\"Genesis 19:16\" href=\"/Genesis.19.16\">Gn 19:16</a>; <span dir=\"rtl\">וַיֹּצִיאֻהוּ</span> <a data-ref=\"I Kings 21:13\" href=\"/I_Kings.21.13\">1 K 21:13</a>; <span dir=\"rtl\">יוֹצִיאוּם</span> <a data-ref=\"I Chronicles 9:28\" href=\"/I_Chronicles.9.28\">1 Ch 9:28</a>, etc.; Imv. <span dir=\"rtl\">הוֹצֵא</span> <a data-ref=\"Genesis 19:12\" href=\"/Genesis.19.12\">Gn 19:12</a> + 5 times + <a data-ref=\"Genesis 8:17\" href=\"/Genesis.8.17\">8:17</a> Kt (Qr <span dir=\"rtl\">הַיְצֵא</span>); <span dir=\"rtl\">הוֹצִיא</span> <a data-ref=\"Isaiah 43:8\" href=\"/Isaiah.43.8\">Is 43:8</a>; <span dir=\"rtl\">הוֹצִ֫יאָה</span> <a data-ref=\"Psalms 142:8\" href=\"/Psalms.142.8\">ψ 142:8</a>; sf. <span dir=\"rtl\">הוֹצִיאֵנִי</span> <a data-ref=\"Psalms 25:17\" href=\"/Psalms.25.17\">25:17</a> <a data-ref=\"I Kings 22:34\" href=\"/I_Kings.22.34\">1 K 22:34</a>, etc.; Inf. cstr. <span dir=\"rtl\">הוֹצִיא</span> <a data-ref=\"Exodus 6:13\" href=\"/Exodus.6.13\">Ex 6:13</a> +; sf. <span dir=\"rtl\">(הוֹצִאִי) הוֹצִיאִי</span> <a data-ref=\"Exodus 16:32\" href=\"/Exodus.16.32\">Ex 16:32</a> +; <span dir=\"rtl\">לְהוֹצִאֵהוּ</span> <a data-ref=\"Jeremiah 39:14\" href=\"/Jeremiah.39.14\">Je 39:14</a>, anom. (Kö<sup>i. 642</sup>), etc.; Pt. <span dir=\"rtl\">מוֹצִיא</span> <a data-ref=\"Exodus 6:7\" href=\"/Exodus.6.7\">Ex 6:7</a> + 11 times; <span dir=\"rtl\">מוֹצֵא</span> <a data-ref=\"Psalms 135:7\" href=\"/Psalms.135.7\">ψ 135:7</a>; sf. <span dir=\"rtl\">מוֹצִיאִי</span> <a data-ref=\"II Samuel 22:49\" href=\"/II_Samuel.22.49\">2 S 22:49</a>, <span dir=\"rtl\">מוֹצִיאֲךָ</span> <a data-ref=\"Deuteronomy 8:14\" href=\"/Deuteronomy.8.14\">Dt 8:14</a>; <a data-ref=\"Deuteronomy 13:11\" href=\"/Deuteronomy.13.11\">13:11</a>, etc.;— <strong>1.</strong>  <em>cause to go</em> or <em>come out, bring out, lead out:</em> <strong>a.</strong>  a person from a place, + <span dir=\"rtl\">מִן</span> loc., out of prison, etc. <a data-ref=\"Genesis 40:14\" href=\"/Genesis.40.14\">Gn 40:14</a> (E), <a data-ref=\"Jeremiah 20:3\" href=\"/Jeremiah.20.3\">Je 20:3</a>, <a data-ref=\"Jeremiah 52:31\" href=\"/Jeremiah.52.31\">52:31</a> (not ‖ <a data-ref=\"II Kings 25:27\" href=\"/II_Kings.25.27\">2 K 25:27</a>); so with the servant of <span dir=\"rtl\">י׳</span> subj. <a data-ref=\"Isaiah 42:7\" href=\"/Isaiah.42.7\">Is 42:7</a>; out of house <a data-ref=\"Joshua 6:22\" href=\"/Joshua.6.22\">Jos 6:22</a> (JE), a city <a data-ref=\"Genesis 19:12\" href=\"/Genesis.19.12\">Gn 19:12</a> (J), <a data-ref=\"Ezekiel 14:22\" href=\"/Ezekiel.14.22\">Ez 14:22</a> (so 𝔊 𝔖 𝔙 Co VB; MT Hoph.); of <span dir=\"rtl\">י׳</span> bringing people of Jerusalem out of city to deliver them to enemy <a data-ref=\"Ezekiel 11:7\" href=\"/Ezekiel.11.7\">Ez 11:7</a> (MT (<em>one</em>) <em>shall bring</em>, but read i s., see VB), v <a data-ref=\"Ezekiel 11:9\" href=\"/Ezekiel.11.9\">9</a>; from a land <a data-ref=\"Jeremiah 26:23\" href=\"/Jeremiah.26.23\">Je 26:23</a>; especially of Moses bringing Israelites out of Egypt <a data-ref=\"Exodus 3:10\" href=\"/Exodus.3.10\">Ex 3:10</a>, <a data-ref=\"Exodus 3:11\" href=\"/Exodus.3.11\">11</a>, <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">12</a> (E), <a data-ref=\"Exodus 14:11\" href=\"/Exodus.14.11\">14:11</a> (J); of Moses and Aaron <a data-ref=\"Exodus 6:13\" href=\"/Exodus.6.13\">6:13</a>, <a data-ref=\"Exodus 6:26\" href=\"/Exodus.6.26\">26</a>, <a data-ref=\"Exodus 6:27\" href=\"/Exodus.6.27\">27</a> (P); of <span dir=\"rtl\">י׳</span> bringing Israelites out of <span dir=\"rtl\">(מִן)</span> Egypt <a data-ref=\"Exodus 18:1\" href=\"/Exodus.18.1\">Ex 18:1</a>; <a data-ref=\"Exodus 20:2\" href=\"/Exodus.20.2\">20:2</a> <a data-ref=\"Joshua 24:6\" href=\"/Joshua.24.6\">Jos 24:6</a> (all E), <a data-ref=\"Exodus 13:3\" href=\"/Exodus.13.3\">Ex 13:3</a>, <a data-ref=\"Exodus 13:9\" href=\"/Exodus.13.9\">9</a>, <a data-ref=\"Exodus 13:14\" href=\"/Exodus.13.14\">14</a>, <a data-ref=\"Exodus 13:16\" href=\"/Exodus.13.16\">16</a>; <a data-ref=\"Exodus 32:11\" href=\"/Exodus.32.11\">32:11</a> <a data-ref=\"Numbers 20:16\" href=\"/Numbers.20.16\">Nu 20:16</a>; <a data-ref=\"Numbers 23:22\" href=\"/Numbers.23.22\">23:22</a>; <a data-ref=\"Numbers 24:8\" href=\"/Numbers.24.8\">24:8</a> (all JE), <a data-ref=\"Deuteronomy 1:27\" href=\"/Deuteronomy.1.27\">Dt 1:27</a>; <a data-ref=\"Deuteronomy 4:20\" href=\"/Deuteronomy.4.20\">4:20</a>, <a data-ref=\"Deuteronomy 4:37\" href=\"/Deuteronomy.4.37\">37</a>; <a data-ref=\"Deuteronomy 5:6\" href=\"/Deuteronomy.5.6\">5:6</a>, <a data-ref=\"Deuteronomy 5:15\" href=\"/Deuteronomy.5.15\">15</a>; <a data-ref=\"Deuteronomy 6:12\" href=\"/Deuteronomy.6.12\">6:12</a>, <a data-ref=\"Deuteronomy 6:21\" href=\"/Deuteronomy.6.21\">21</a>, <a data-ref=\"Deuteronomy 6:23\" href=\"/Deuteronomy.6.23\">23</a>; <a data-ref=\"Deuteronomy 8:14\" href=\"/Deuteronomy.8.14\">8:14</a>; <a data-ref=\"Deuteronomy 9:12\" href=\"/Deuteronomy.9.12\">9:12</a>, <a data-ref=\"Deuteronomy 9:26\" href=\"/Deuteronomy.9.26\">26</a>, <a data-ref=\"Deuteronomy 9:28\" href=\"/Deuteronomy.9.28\">28</a>; <a data-ref=\"Deuteronomy 13:6\" href=\"/Deuteronomy.13.6\">13:6</a>, <a data-ref=\"Deuteronomy 13:11\" href=\"/Deuteronomy.13.11\">11</a>; <a data-ref=\"Deuteronomy 16:1\" href=\"/Deuteronomy.16.1\">16:1</a>; <a data-ref=\"Deuteronomy 26:8\" href=\"/Deuteronomy.26.8\">26:8</a> (all D), <a data-ref=\"Leviticus 19:36\" href=\"/Leviticus.19.36\">Lv 19:36</a>; <a data-ref=\"Leviticus 22:33\" href=\"/Leviticus.22.33\">22:33</a>; <a data-ref=\"Leviticus 23:43\" href=\"/Leviticus.23.43\">23:43</a>; <a data-ref=\"Leviticus 25:38\" href=\"/Leviticus.25.38\">25:38</a>, <a data-ref=\"Leviticus 25:42\" href=\"/Leviticus.25.42\">42</a>, <a data-ref=\"Leviticus 25:55\" href=\"/Leviticus.25.55\">55</a>; <a data-ref=\"Leviticus 26:13\" href=\"/Leviticus.26.13\">26:13</a>, <a data-ref=\"Leviticus 26:45\" href=\"/Leviticus.26.45\">45</a> (all H), <a data-ref=\"Exodus 6:6\" href=\"/Exodus.6.6\">Ex 6:6</a>, <a data-ref=\"Exodus 6:7\" href=\"/Exodus.6.7\">7</a> <span dir=\"rtl\">(מִתַּחַת סִבְלֹת מצרים)</span>, <a data-ref=\"Exodus 7:4\" href=\"/Exodus.7.4\">7:4</a>, <a data-ref=\"Exodus 7:5\" href=\"/Exodus.7.5\">5</a>; <a data-ref=\"Exodus 12:17\" href=\"/Exodus.12.17\">12:17</a>, <a data-ref=\"Exodus 12:42\" href=\"/Exodus.12.42\">42</a>, <a data-ref=\"Exodus 12:51\" href=\"/Exodus.12.51\">51</a>; <a data-ref=\"Exodus 16:6\" href=\"/Exodus.16.6\">16:6</a>, <a data-ref=\"Exodus 16:32\" href=\"/Exodus.16.32\">32</a>; <a data-ref=\"Exodus 29:46\" href=\"/Exodus.29.46\">29:46</a> <a data-ref=\"Numbers 15:41\" href=\"/Numbers.15.41\">Nu 15:41</a> (all P), <a data-ref=\"Judges 2:12\" href=\"/Judges.2.12\">Ju 2:12</a>; <a data-ref=\"Judges 6:8\" href=\"/Judges.6.8\">6:8</a> <a data-ref=\"I Samuel 12:8\" href=\"/I_Samuel.12.8\">1 S 12:8</a>; <a data-ref=\"I Kings 8:16\" href=\"/I_Kings.8.16\">1 K 8:16</a> = <a data-ref=\"II Chronicles 6:5\" href=\"/II_Chronicles.6.5\">2 Ch 6:5</a>, <a data-ref=\"I Kings 8:21\" href=\"/I_Kings.8.21\">1 K 8:21</a>, <a data-ref=\"I Kings 8:51\" href=\"/I_Kings.8.51\">51</a>, <a data-ref=\"I Kings 8:53\" href=\"/I_Kings.8.53\">53</a>; <a data-ref=\"I Kings 9:9\" href=\"/I_Kings.9.9\">9:9</a>; <a data-ref=\"Jeremiah 7:22\" href=\"/Jeremiah.7.22\">Je 7:22</a>; <a data-ref=\"Jeremiah 11:4\" href=\"/Jeremiah.11.4\">11:4</a>; <a data-ref=\"Jeremiah 31:32\" href=\"/Jeremiah.31.32\">31:32</a>; <a data-ref=\"Jeremiah 32:21\" href=\"/Jeremiah.32.21\">32:21</a>; <a data-ref=\"Jeremiah 34:13\" href=\"/Jeremiah.34.13\">34:13</a> <a data-ref=\"Ezekiel 20:6\" href=\"/Ezekiel.20.6\">Ez 20:6</a>, <a data-ref=\"Ezekiel 20:10\" href=\"/Ezekiel.20.10\">10</a>, cf. v <a data-ref=\"Ezekiel 20:9\" href=\"/Ezekiel.20.9\">9</a> (del. Co), <a data-ref=\"II Chronicles 7:22\" href=\"/II_Chronicles.7.22\">2 Ch 7:22</a> <a data-ref=\"Psalms 136:11\" href=\"/Psalms.136.11\">ψ 136:11</a> <a data-ref=\"Daniel 9:15\" href=\"/Daniel.9.15\">Dn 9:15</a>; abs., same sense, <a data-ref=\"Joshua 24:5\" href=\"/Joshua.24.5\">Jos 24:5</a> (E), <a data-ref=\"Deuteronomy 7:8\" href=\"/Deuteronomy.7.8\">Dt 7:8</a>, <a data-ref=\"Deuteronomy 7:19\" href=\"/Deuteronomy.7.19\">19</a> <a data-ref=\"Ezekiel 20:14\" href=\"/Ezekiel.20.14\">Ez 20:14</a>, <a data-ref=\"Ezekiel 20:22\" href=\"/Ezekiel.20.22\">22</a> <a data-ref=\"Psalms 105:37\" href=\"/Psalms.105.37\">ψ 105:37</a>, <a data-ref=\"Psalms 105:43\" href=\"/Psalms.105.43\">43</a>; of <span dir=\"rtl\">י׳</span> bringing Israelites out of exile (sq. <span dir=\"rtl\">מִן</span>) <a data-ref=\"Ezekiel 20:34\" href=\"/Ezekiel.20.34\">Ez 20:34</a>, <a data-ref=\"Ezekiel 20:41\" href=\"/Ezekiel.20.41\">41</a>; <a data-ref=\"Ezekiel 34:13\" href=\"/Ezekiel.34.13\">34:13</a>; obj. rebels (out of, <span dir=\"rtl\">מִן</span>, land) <a data-ref=\"Ezekiel 20:38\" href=\"/Ezekiel.20.38\">Ez 20:38</a>; of charioteer bringing Ahab out of battle <a data-ref=\"I Kings 22:34\" href=\"/I_Kings.22.34\">1 K 22:34</a> = <a data-ref=\"II Chronicles 18:33\" href=\"/II_Chronicles.18.33\">2 Ch 18:33</a>; of Joseph’s bringing out his sons from between Jacob’s knees <a data-ref=\"Genesis 48:12\" href=\"/Genesis.48.12\">Gn 48:12</a> (E). <strong>b.</strong>  of bringing <em>from</em> a place <em>for a particular purpose</em> (human subj.) <a data-ref=\"Exodus 19:17\" href=\"/Exodus.19.17\">Ex 19:17</a> <span dir=\"rtl\">(מִן)</span>; also (point of departure not expr., and purpose sometimes only implied) <a data-ref=\"Genesis 38:24\" href=\"/Genesis.38.24\">Gn 38:24</a> (J), <a data-ref=\"Joshua 2:3\" href=\"/Joshua.2.3\">Jos 2:3</a>; <a data-ref=\"Joshua 6:23\" href=\"/Joshua.6.23\">6:23</a><sup>(×2)</sup> <a data-ref=\"Judges 6:30\" href=\"/Judges.6.30\">Ju 6:30</a> <a data-ref=\"II Samuel 12:31\" href=\"/II_Samuel.12.31\">2 S 12:31</a> = <a data-ref=\"I Chronicles 20:3\" href=\"/I_Chronicles.20.3\">1 Ch 20:3</a>, <a data-ref=\"II Kings 11:12\" href=\"/II_Kings.11.12\">2 K 11:12</a> = <a data-ref=\"II Chronicles 23:11\" href=\"/II_Chronicles.23.11\">2 Ch 23:11</a>, <a data-ref=\"II Chronicles 23:14\" href=\"/II_Chronicles.23.14\">2 Ch 23:14</a> <a data-ref=\"Isaiah 43:8\" href=\"/Isaiah.43.8\">Is 43:8</a>; <span dir=\"rtl\">י׳</span> subj., of bringing Israelites out of Egypt to slay them <a data-ref=\"Exodus 32:16\" href=\"/Exodus.32.16\">Ex 32:16</a> (JE), <a data-ref=\"Deuteronomy 9:28\" href=\"/Deuteronomy.9.28\">Dt 9:28</a>, <a data-ref=\"Deuteronomy 9:29\" href=\"/Deuteronomy.9.29\">29</a>; obj. Gog <a data-ref=\"Ezekiel 38:4\" href=\"/Ezekiel.38.4\">Ez 38:4</a>; subj. <span dir=\"rtl\">יַד י׳</span> <a data-ref=\"Ezekiel 37:1\" href=\"/Ezekiel.37.1\">Ez 37:1</a>. <strong>c.</strong>  <em>lead out</em> as an army <a data-ref=\"II Samuel 10:16\" href=\"/II_Samuel.10.16\">2 S 10:16</a> = <a data-ref=\"I Chronicles 19:16\" href=\"/I_Chronicles.19.16\">1 Ch 19:16</a>, so of <span dir=\"rtl\">י׳</span> <a data-ref=\"Isaiah 43:17\" href=\"/Isaiah.43.17\">Is 43:17</a>; hence with <span dir=\"rtl\">הֵבִיא</span>, of a ruler’s function to <em>lead people out and in</em> <a data-ref=\"II Samuel 5:2\" href=\"/II_Samuel.5.2\">2 S 5:2</a> = <a data-ref=\"I Chronicles 11:2\" href=\"/I_Chronicles.11.2\">1 Ch 11:2</a>, <a data-ref=\"Numbers 27:17\" href=\"/Numbers.27.17\">Nu 27:17</a> (P). <strong>d.</strong>  <span dir=\"rtl\">הוֹצִיא מֵרֶחֶם</span> of God’s agency in birth <a data-ref=\"Job 10:18\" href=\"/Job.10.18\">Jb 10:18</a>. <strong>e.</strong>  = <em>remove</em> (from a person’s presence) <span dir=\"rtl\">הוֹצִיאוּ כָל־אִישׁ מֵעָלָ֑י</span> <a data-ref=\"Genesis 45:1\" href=\"/Genesis.45.1\">Gn 45:1</a> <a data-ref=\"II Samuel 13:9\" href=\"/II_Samuel.13.9\">2 S 13:9</a>; without ‖ <span dir=\"rtl\">מעל</span> v <a data-ref=\"II Samuel 13:18\" href=\"/II_Samuel.13.18\">18</a>. <strong>f.</strong>  of <em>putting away</em> wives and children <a data-ref=\"Ezra 10:3\" href=\"/Ezra.10.3\">Ezr 10:3</a>, <a data-ref=\"Ezra 10:19\" href=\"/Ezra.10.19\">19</a> (opp. <span dir=\"rtl\">הוֹשִׁיב</span> v <a data-ref=\"Ezra 10:2\" href=\"/Ezra.10.2\">2</a>, cf. <span dir=\"rtl\">יצאה מביתו</span> <a data-ref=\"Deuteronomy 24:2\" href=\"/Deuteronomy.24.2\">Dt 24:2</a>). <strong>g.</strong>  <em>bring out</em> person unto <span dir=\"rtl\">(אֶל)</span> a place (human subj.) <a data-ref=\"Joshua 10:22\" href=\"/Joshua.10.22\">Jos 10:22</a>, <a data-ref=\"Joshua 10:23\" href=\"/Joshua.10.23\">23</a> (JE), <a data-ref=\"Deuteronomy 17:5\" href=\"/Deuteronomy.17.5\">Dt 17:5</a>; <a data-ref=\"Deuteronomy 22:21\" href=\"/Deuteronomy.22.21\">22:21</a>, <a data-ref=\"Deuteronomy 22:24\" href=\"/Deuteronomy.22.24\">24</a> (all D), <a data-ref=\"Leviticus 24:14\" href=\"/Leviticus.24.14\">Lv 24:14</a>, <a data-ref=\"Leviticus 24:23\" href=\"/Leviticus.24.23\">23</a> (H), <a data-ref=\"Numbers 15:36\" href=\"/Numbers.15.36\">Nu 15:36</a> (P; all <span dir=\"rtl\">אֶל־מִחוּץ</span>), <a data-ref=\"I Kings 21:10\" href=\"/I_Kings.21.10\">1 K 21:10</a>, <a data-ref=\"I Kings 21:13\" href=\"/I_Kings.21.13\">13</a> (<span dir=\"rtl\">מִחוּץ</span> of motion to), <a data-ref=\"II Kings 11:15\" href=\"/II_Kings.11.15\">2 K 11:15</a> = <a data-ref=\"II Chronicles 23:14\" href=\"/II_Chronicles.23.14\">2 Ch 23:14</a>; <span dir=\"rtl\">לְהוֹצִאֵהוּ אֶל־הַבָּ֑יִת</span> <a data-ref=\"Jeremiah 39:14\" href=\"/Jeremiah.39.14\">Je 39:14</a>; subj. angels in form of men <a data-ref=\"Genesis 19:16\" href=\"/Genesis.19.16\">Gn 19:16</a>, <a data-ref=\"Genesis 19:17\" href=\"/Genesis.19.17\">17</a> (J), <a data-ref=\"Ezekiel 42:1\" href=\"/Ezekiel.42.1\">Ez 42:1</a>, <a data-ref=\"Ezekiel 42:15\" href=\"/Ezekiel.42.15\">15</a>; <a data-ref=\"Ezekiel 46:21\" href=\"/Ezekiel.46.21\">46:21</a>; <a data-ref=\"Ezekiel 47:2\" href=\"/Ezekiel.47.2\">47:2</a>; also <a data-ref=\"Genesis 15:5\" href=\"/Genesis.15.5\">Gn 15:5</a> (JE; <span dir=\"rtl\">י׳</span> subj.); for a specific purpose <a data-ref=\"Exodus 16:3\" href=\"/Exodus.16.3\">Ex 16:3</a> (P). <strong>h.</strong>  unto a person <a data-ref=\"Genesis 43:23\" href=\"/Genesis.43.23\">Gn 43:23</a> (J), with purpose expressed or implied <a data-ref=\"Hosea 9:13\" href=\"/Hosea.9.13\">Ho 9:13</a> <a data-ref=\"Genesis 19:5\" href=\"/Genesis.19.5\">Gn 19:5</a>, <a data-ref=\"Genesis 19:8\" href=\"/Genesis.19.8\">8</a> (J), <a data-ref=\"Judges 19:22\" href=\"/Judges.19.22\">Ju 19:22</a>, <a data-ref=\"Judges 19:24\" href=\"/Judges.19.24\">24</a>; <a data-ref=\"Joshua 10:24\" href=\"/Joshua.10.24\">Jos 10:24</a> (JE), <a data-ref=\"Jeremiah 38:23\" href=\"/Jeremiah.38.23\">Je 38:23</a> <a data-ref=\"Ezra 8:17\" href=\"/Ezra.8.17\">Ezr 8:17</a> (c. <span dir=\"rtl\">על</span>) Kt (but read Qr <span dir=\"rtl\">אֲצַוֶּה</span>). <strong>i.</strong>  unto a place and a person <a data-ref=\"Joshua 10:22\" href=\"/Joshua.10.22\">Jos 10:22</a>, <a data-ref=\"Joshua 10:23\" href=\"/Joshua.10.23\">23</a> (JE), <a data-ref=\"Deuteronomy 21:19\" href=\"/Deuteronomy.21.19\">Dt 21:19</a> <a data-ref=\"Judges 19:25\" href=\"/Judges.19.25\">Ju 19:25</a>. <strong>2.</strong>  fig., obj. persons, <em>bring out of</em> <span dir=\"rtl\">(מִן)</span> distress, etc. <a data-ref=\"Psalms 25:17\" href=\"/Psalms.25.17\">ψ 25:17</a>; <a data-ref=\"Psalms 68:7\" href=\"/Psalms.68.7\">68:7</a>; <a data-ref=\"Psalms 107:14\" href=\"/Psalms.107.14\">107:14</a>, <a data-ref=\"Psalms 107:28\" href=\"/Psalms.107.28\">28</a>; <a data-ref=\"Psalms 142:8\" href=\"/Psalms.142.8\">142:8</a>; <a data-ref=\"Psalms 143:11\" href=\"/Psalms.143.11\">143:11</a>; deliver from enemies <a data-ref=\"II Samuel 22:49\" href=\"/II_Samuel.22.49\">2 S 22:49</a> (but ‖ <a data-ref=\"Psalms 18:49\" href=\"/Psalms.18.49\">ψ 18:49</a> <span dir=\"rtl\">מְפַלְּטִי</span>) one’s feet out of net <a data-ref=\"Psalms 25:15\" href=\"/Psalms.25.15\">ψ 25:15</a>; <a data-ref=\"Psalms 31:5\" href=\"/Psalms.31.5\">31:5</a>; bring out into a large place <a data-ref=\"II Samuel 22:20\" href=\"/II_Samuel.22.20\">2 S 22:20</a> = <a data-ref=\"Psalms 18:20\" href=\"/Psalms.18.20\">ψ 18:20</a>, cf. <a data-ref=\"Psalms 66:12\" href=\"/Psalms.66.12\">ψ 66:12</a>. <strong>3.</strong>  <em>bring out</em> animals: horses out of Egypt <a data-ref=\"I Kings 10:29\" href=\"/I_Kings.10.29\">1 K 10:29</a> = <a data-ref=\"II Chronicles 1:17\" href=\"/II_Chronicles.1.17\">2 Ch 1:17</a> (but read <strong>Qal</strong> <span dir=\"rtl\">יֵצְאוּ</span> 𝔊 Klo Kmp in Kau<sup>AT</sup>), <a data-ref=\"II Chronicles 1:17\" href=\"/II_Chronicles.1.17\">2 Ch 1:17</a>; <a data-ref=\"II Chronicles 9:28\" href=\"/II_Chronicles.9.28\">9:28</a>; animals (from ark, no <span dir=\"rtl\">מן</span>) <a data-ref=\"Genesis 8:17\" href=\"/Genesis.8.17\">Gn 8:17</a> (P) for sacrifice, to a place <a data-ref=\"Numbers 19:3\" href=\"/Numbers.19.3\">Nu 19:3</a>. <strong>4.</strong>  inanimate obj.: <strong>a.</strong>  <em>carry</em> or <em>bring out</em> (with and without <span dir=\"rtl\">מִן</span>) <a data-ref=\"Exodus 12:39\" href=\"/Exodus.12.39\">Ex 12:39</a> (E) <a data-ref=\"Amos 6:10\" href=\"/Amos.6.10\">Am 6:10</a> <a data-ref=\"II Samuel 12:30\" href=\"/II_Samuel.12.30\">2 S 12:30</a> = <a data-ref=\"I Chronicles 20:2\" href=\"/I_Chronicles.20.2\">1 Ch 20:2</a>, <a data-ref=\"II Kings 10:26\" href=\"/II_Kings.10.26\">2 K 10:26</a>; <a data-ref=\"II Kings 23:4\" href=\"/II_Kings.23.4\">23:4</a>, <a data-ref=\"II Kings 23:6\" href=\"/II_Kings.23.6\">6</a>; <a data-ref=\"II Kings 24:13\" href=\"/II_Kings.24.13\">24:13</a> <a data-ref=\"I Chronicles 9:28\" href=\"/I_Chronicles.9.28\">1 Ch 9:28</a> <a data-ref=\"II Chronicles 29:5\" href=\"/II_Chronicles.29.5\">2 Ch 29:5</a>, <a data-ref=\"II Chronicles 29:16\" href=\"/II_Chronicles.29.16\">16</a><sup>(×2)</sup>; <a data-ref=\"II Chronicles 34:14\" href=\"/II_Chronicles.34.14\">34:14</a> <a data-ref=\"Jeremiah 8:1\" href=\"/Jeremiah.8.1\">Je 8:1</a>; <a data-ref=\"Jeremiah 17:22\" href=\"/Jeremiah.17.22\">17:22</a>; <a data-ref=\"Jeremiah 50:25\" href=\"/Jeremiah.50.25\">50:25</a> (subj. <span dir=\"rtl\">י׳</span>), <a data-ref=\"Ezekiel 12:4\" href=\"/Ezekiel.12.4\">Ez 12:4</a>, <a data-ref=\"Ezekiel 12:7\" href=\"/Ezekiel.12.7\">7</a> (in v <a data-ref=\"Ezekiel 12:5\" href=\"/Ezekiel.12.5\">5</a>, <a data-ref=\"Ezekiel 12:6\" href=\"/Ezekiel.12.6\">6</a>, <a data-ref=\"Ezekiel 12:7\" href=\"/Ezekiel.12.7\">7b</a>, <a data-ref=\"Ezekiel 12:12\" href=\"/Ezekiel.12.12\">12</a> read <strong>Qal</strong>, cf. v <a data-ref=\"Ezekiel 12:4\" href=\"/Ezekiel.12.4\">4b</a>, so Co), also <a data-ref=\"Ezekiel 24:6\" href=\"/Ezekiel.24.6\">24:6</a> (Co <a data-ref=\"Ezekiel 24:10\" href=\"/Ezekiel.24.10\">24:10</a>); obj. <span dir=\"rtl\">הָאֶבֶן הָרֹאשָׁה</span> <a data-ref=\"Zechariah 4:7\" href=\"/Zechariah.4.7\">Zc 4:7</a>; <a data-ref=\"Leviticus 26:10\" href=\"/Leviticus.26.10\">Lv 26:10</a> (H), <a data-ref=\"Ezra 1:7\" href=\"/Ezra.1.7\">Ezr 1:7</a><sup>(×2)</sup>, <a data-ref=\"Ezra 1:8\" href=\"/Ezra.1.8\">8</a>. <strong>b.</strong>  <em>take</em> or <em>draw out</em> (from one’s person or luggage) <a data-ref=\"Genesis 24:53\" href=\"/Genesis.24.53\">Gn 24:53</a> (J); draw out hand from one’s bosom <a data-ref=\"Exodus 4:6\" href=\"/Exodus.4.6\">Ex 4:6</a>, <a data-ref=\"Exodus 4:7\" href=\"/Exodus.4.7\">7</a> (J), cf. <a data-ref=\"Ruth 2:18\" href=\"/Ruth.2.18\">Ru 2:18</a> (food from one’s cupboard). <strong>c.</strong>  = <em>draw</em> <span dir=\"rtl\">חַרְבִּי מִתַּעְרָ֑הּ</span> <a data-ref=\"Ezekiel 21:8\" href=\"/Ezekiel.21.8\">Ez 21:8</a>, <a data-ref=\"Ezekiel 21:10\" href=\"/Ezekiel.21.10\">10</a> (subj. <span dir=\"rtl\">י׳</span>). <strong>d.</strong>  <em>bring out to</em> a place <a data-ref=\"Deuteronomy 28:38\" href=\"/Deuteronomy.28.38\">Dt 28:38</a> <a data-ref=\"Leviticus 4:12\" href=\"/Leviticus.4.12\">Lv 4:12</a>, <a data-ref=\"Leviticus 4:21\" href=\"/Leviticus.4.21\">21</a>; <a data-ref=\"Leviticus 6:4\" href=\"/Leviticus.6.4\">6:4</a>; <a data-ref=\"Leviticus 14:45\" href=\"/Leviticus.14.45\">14:45</a>; <a data-ref=\"Leviticus 16:27\" href=\"/Leviticus.16.27\">16:27</a> <a data-ref=\"Ezekiel 46:20\" href=\"/Ezekiel.46.20\">Ez 46:20</a>, cf. <a data-ref=\"Deuteronomy 14:28\" href=\"/Deuteronomy.14.28\">Dt 14:28</a>. <strong>e.</strong>  <em>bring out</em> to (or for) a person <a data-ref=\"Genesis 14:18\" href=\"/Genesis.14.18\">Gn 14:18</a> <a data-ref=\"Judges 6:19\" href=\"/Judges.6.19\">Ju 6:19</a> cf. v <a data-ref=\"Judges 6:18\" href=\"/Judges.6.18\">18</a>, <a data-ref=\"I Kings 17:13\" href=\"/I_Kings.17.13\">1 K 17:13</a> <a data-ref=\"II Kings 10:22\" href=\"/II_Kings.10.22\">2 K 10:22</a><sup>(×2)</sup>. <strong>f.</strong>  <em>bring out</em> from <span dir=\"rtl\">(מִן)</span> a place to people <a data-ref=\"Numbers 17:24\" href=\"/Numbers.17.24\">Nu 17:24</a> (P). <strong>g.</strong>  <em>bring out</em> in payment, <em>pay</em> (money, tribute, etc.) <a data-ref=\"II Kings 12:12\" href=\"/II_Kings.12.12\">2 K 12:12</a>; <a data-ref=\"II Kings 15:20\" href=\"/II_Kings.15.20\">15:20</a> (<span dir=\"rtl\">עַל</span> = in behalf of: or <em>put it forth, imposed it, on</em> Israel). <strong>h.</strong>  <em>bring forth</em> (= cause to rise or appear) the heavenly bodies <a data-ref=\"Isaiah 40:26\" href=\"/Isaiah.40.26\">Is 40:26</a> <a data-ref=\"Job 38:32\" href=\"/Job.38.32\">Jb 38:32</a>; see also <a ,=\"\" data-ref=\"BDB, אוֹרָה\" dir=\"rtl\" href=\"/BDB,_אוֹרָה\">וְתַעֲלֻמָה יֹצִא אוֹר</a> <a data-ref=\"Job 28:11\" href=\"/Job.28.11\">28:11</a> <em>and hidden things he</em> (the miner) <em>bringeth forth to light</em>. <strong>i.</strong>  <em>bring forth</em> by miracle: Moses, water out of rock <a data-ref=\"Numbers 20:8\" href=\"/Numbers.20.8\">Nu 20:8</a>, <a data-ref=\"Numbers 20:10\" href=\"/Numbers.20.10\">10</a> (JE); <span dir=\"rtl\">י׳</span>, <em>id.</em> <a data-ref=\"Deuteronomy 8:15\" href=\"/Deuteronomy.8.15\">Dt 8:15</a> <a data-ref=\"Nehemiah 9:15\" href=\"/Nehemiah.9.15\">Ne 9:15</a> <a data-ref=\"Psalms 78:16\" href=\"/Psalms.78.16\">ψ 78:16</a>. <strong>j.</strong>  = <em>produce, generate, bring into being:</em> of magicians trying to produce lice <a data-ref=\"Exodus 8:14\" href=\"/Exodus.8.14\">Ex 8:14</a> (P); a smith producing weapon <a data-ref=\"Isaiah 54:16\" href=\"/Isaiah.54.16\">Is 54:16</a>; see the threefold <span dir=\"rtl\">הוציא</span> <a data-ref=\"Proverbs 30:33\" href=\"/Proverbs.30.33\">Pr 30:33</a><sup>(×3)</sup>; of <span dir=\"rtl\">י׳</span> causing <span dir=\"rtl\">לֶחֶם</span> to proceed out of <span dir=\"rtl\">(מִן)</span> earth <a data-ref=\"Psalms 104:14\" href=\"/Psalms.104.14\">ψ 104:14</a>; elsewhere of earth as producing <a data-ref=\"Genesis 1:12\" href=\"/Genesis.1.12\">Gn 1:12</a>, <a data-ref=\"Genesis 1:24\" href=\"/Genesis.1.24\">24</a> (both P), <a data-ref=\"Isaiah 61:11\" href=\"/Isaiah.61.11\">Is 61:11</a> <a data-ref=\"Haggai 1:11\" href=\"/Haggai.1.11\">Hg 1:11</a>; of Aaron’s rod bringing forth blossoms <a data-ref=\"Numbers 17:23\" href=\"/Numbers.17.23\">Nu 17:23</a> (P). <strong>k.</strong> <em>bring forth</em> words (out of mouth, etc.), i.e. <em>speak</em> <a data-ref=\"Job 8:10\" href=\"/Job.8.10\">Jb 8:10</a>; <a data-ref=\"Job 15:13\" href=\"/Job.15.13\">15:13</a> <a data-ref=\"Proverbs 10:18\" href=\"/Proverbs.10.18\">Pr 10:18</a>; <a data-ref=\"Proverbs 29:11\" href=\"/Proverbs.29.11\">29:11</a> <a data-ref=\"Nehemiah 6:19\" href=\"/Nehemiah.6.19\">Ne 6:19</a> <a data-ref=\"Isaiah 48:20\" href=\"/Isaiah.48.20\">Is 48:20</a> (‖ <span dir=\"rtl\">הגיד</span>, <span dir=\"rtl\">השׁמיע</span>); abs. <a data-ref=\"Ecclesiastes 5:1\" href=\"/Ecclesiastes.5.1\">Ec 5:1</a>; of <em>publishing</em> a report <span dir=\"rtl\">הו׳ עָלֶיהָ שֵׁם רָ֑ע</span> <a data-ref=\"Deuteronomy 22:14\" href=\"/Deuteronomy.22.14\">Dt 22:14</a> (‖ <span dir=\"rtl\">שָׂם לָתּ עֲלִילֹת דְּבָרִים</span>), cf. v <a data-ref=\"Deuteronomy 22:19\" href=\"/Deuteronomy.22.19\">19</a>; <span dir=\"rtl\">הו׳ דִּבַּת הָאָרֶץ (רָעָה)</span> <a data-ref=\"Numbers 13:32\" href=\"/Numbers.13.32\">Nu 13:32</a>; <a data-ref=\"Numbers 14:37\" href=\"/Numbers.14.37\">14:37</a>; so <a data-ref=\"Numbers 14:36\" href=\"/Numbers.14.36\">14:36</a> <span dir=\"rtl\">(דִּבָּה עַל־הָאָרֶץ)</span>. <strong>5.</strong>  fig., subj. <span dir=\"rtl\">י׳</span>, <em>bring forth</em> from <span dir=\"rtl\">(מִן)</span> Bel’s mouth what he has swallowed <a data-ref=\"Jeremiah 51:44\" href=\"/Jeremiah.51.44\">Je 51:44</a>; wind, out of treasuries <a data-ref=\"Jeremiah 10:13\" href=\"/Jeremiah.10.13\">10:13</a>; <a data-ref=\"Jeremiah 51:16\" href=\"/Jeremiah.51.16\">51:16</a> <a data-ref=\"Psalms 135:7\" href=\"/Psalms.135.7\">ψ 135:7</a>; fire, out of Tyre <a data-ref=\"Ezekiel 28:18\" href=\"/Ezekiel.28.18\">Ez 28:18</a>; curse, over the land <a data-ref=\"Zechariah 5:4\" href=\"/Zechariah.5.4\">Zc 5:4</a>; of Jeremiah, <span dir=\"rtl\">אִם תּוֹצִיא יָקָר מִזּוֹלֵל</span> <a data-ref=\"Jeremiah 15:19\" href=\"/Jeremiah.15.19\">Je 15:19</a> <em>if thou bring forth the precious from</em> (Gie <em>without</em>) <em>the base</em>, i.e if thou free that which is pure in thee from base admixture (Gf; Gie <em>if thou produce the noble without the base</em>); bring forth, i.e. <em>exhibit</em>, righteousness (innocence Che) <a data-ref=\"Psalms 37:6\" href=\"/Psalms.37.6\">ψ 37:6</a> <a data-ref=\"Jeremiah 51:10\" href=\"/Jeremiah.51.10\">Je 51:10</a> (cf. <strong>Qal 1 f</strong> end); <span dir=\"rtl\">וַיֹּצֵא לָאוֹר צַלְמָוֶת</span> <a data-ref=\"Job 12:22\" href=\"/Job.12.22\">Jb 12:22</a>, cf. <a data-ref=\"Micah 7:9\" href=\"/Micah.7.9\">Mi 7:9</a>; subj. servant of <span dir=\"rtl\">י׳</span>, of publishing <span dir=\"rtl\">מִשְׁפָּט</span> (i.e. religion) to the world <a data-ref=\"Isaiah 42:1\" href=\"/Isaiah.42.1\">Is 42:1</a>, <a data-ref=\"Isaiah 42:3\" href=\"/Isaiah.42.3\">3</a>.<br>†<strong>Hoph.</strong>  Pf. 3 fs. <span dir=\"rtl\">הוּצָ֑אָה</span> <a data-ref=\"Ezekiel 38:8\" href=\"/Ezekiel.38.8\">Ez 38:8</a> (del. Co); Pt. fs. <span dir=\"rtl\">מוּצֵאת</span> <a data-ref=\"Genesis 38:25\" href=\"/Genesis.38.25\">Gn 38:25</a>; m.pl. <span dir=\"rtl\">מוּצָאִים</span> <a data-ref=\"Ezekiel 14:22\" href=\"/Ezekiel.14.22\">Ez 14:22</a>; <a data-ref=\"Ezekiel 47:8\" href=\"/Ezekiel.47.8\">47:8</a> (but v. infr.); f.pl. <span dir=\"rtl\">מוּצָאוֹת</span> <a data-ref=\"Jeremiah 38:22\" href=\"/Jeremiah.38.22\">Je 38:22</a>;—<em>be brought forth</em> <a data-ref=\"Genesis 38:25\" href=\"/Genesis.38.25\">Gn 38:25</a> (J; of Tamar); of women as captives <a data-ref=\"Jeremiah 38:22\" href=\"/Jeremiah.38.22\">Je 38:22</a>; remnant out of Jerusalem <a data-ref=\"Ezekiel 14:22\" href=\"/Ezekiel.14.22\">Ez 14:22</a> MT (but read Hiph., v. supr.); exiles, from among the peoples <a data-ref=\"Ezekiel 38:8\" href=\"/Ezekiel.38.8\">38:8</a> (om. 𝔖 Co); of waters, <span dir=\"rtl\">אֶל־הַיָּ֫מָּה הַמּוּצָאִים</span> <a data-ref=\"Ezekiel 47:8\" href=\"/Ezekiel.47.8\">Ez 47:8</a> <em>which are caused to flow into the sea</em> (but 𝔖 Co <span dir=\"rtl\">אֶל־הַמַּיִם הַחֲמוּצִים</span> <em>into the sour</em> (<em>bitter, salt</em>) <em>waters</em>, see Field VB)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d350b6084aa1cbf252b3", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עֶ֫בֶד 1", "anchorRef": "Deuteronomy 6:12", "anchorRefExpanded": ["Deuteronomy 6:12"], "sourceRef": "BDB, עֶ֫בֶד 1", "sourceHeRef": "בראון-דרייבר-בריגס, עֶ֫בֶד א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עֶ֫בֶד", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I. <big><span dir=\"rtl\">עֶ֫בֶד</span></big><sub>799</sub>  <strong>n.m. slave, servant (</strong>on format. Lag<sup>BN 77</sup><strong>)</strong>;—<span dir=\"rtl\">ע׳</span> <a data-ref=\"Genesis 9:25\" href=\"/Genesis.9.25\">Gn 9:25</a> +, <span dir=\"rtl\">עָ֑בֶד</span> <a data-ref=\"Genesis 44:10\" href=\"/Genesis.44.10\">44:10</a> +; sf. <span dir=\"rtl\">עַבְדִּי</span> <a data-ref=\"Genesis 26:24\" href=\"/Genesis.26.24\">26:24</a> +; <span dir=\"rtl\">עַבְדְּךָ</span> <a data-ref=\"Genesis 19:19\" href=\"/Genesis.19.19\">19:19</a> +; <span dir=\"rtl\">עַבְדֶּ֫ךָ</span> <a data-ref=\"Genesis 18:3\" href=\"/Genesis.18.3\">18:3</a> +; pl. <span dir=\"rtl\">עֲבָדִים</span> <a data-ref=\"Genesis 9:25\" href=\"/Genesis.9.25\">9:25</a> +, <span dir=\"rtl\">עַבְדֵי</span> <a data-ref=\"Genesis 21:25\" href=\"/Genesis.21.25\">21:25</a> +; sf. <span dir=\"rtl\">עֲבָדַי</span> <a data-ref=\"Leviticus 25:42\" href=\"/Leviticus.25.42\">Lv 25:42</a> +, <span dir=\"rtl\">עַבְדֵיכֶם</span> <a data-ref=\"Joshua 9:11\" href=\"/Joshua.9.11\">Jos 9:11</a> +, etc.;—<br><strong>1.</strong>  <em>slave, servant</em> of household <a data-ref=\"Genesis 39:17\" href=\"/Genesis.39.17\">Gn 39:17</a>, <a data-ref=\"Genesis 39:19\" href=\"/Genesis.39.19\">19</a>; <a data-ref=\"Genesis 41:12\" href=\"/Genesis.41.12\">41:12</a>; <a data-ref=\"Genesis 50:2\" href=\"/Genesis.50.2\">50:2</a>; <a data-ref=\"Exodus 21:2\" href=\"/Exodus.21.2\">Ex 21:2</a> +; <em>man-servant</em>, ‖ <span dir=\"rtl\">אמה</span> <a data-ref=\"Exodus 20:10\" href=\"/Exodus.20.10\">Ex 20:10</a> <a data-ref=\"Leviticus 25:6\" href=\"/Leviticus.25.6\">Lv 25:6</a>; <a data-ref=\"Deuteronomy 5:14\" href=\"/Deuteronomy.5.14\">Dt 5:14</a>; <a data-ref=\"Job 31:13\" href=\"/Job.31.13\">Jb 31:13</a> +; ‖ <span dir=\"rtl\">שׁפחה</span> <a data-ref=\"Genesis 12:16\" href=\"/Genesis.12.16\">Gn 12:16</a>; <a data-ref=\"Genesis 32:6\" href=\"/Genesis.32.6\">32:6</a>; <a data-ref=\"Jeremiah 34:11\" href=\"/Jeremiah.34.11\">Je 34:11</a>; <a data-ref=\"Isaiah 14:2\" href=\"/Isaiah.14.2\">Is 14:2</a> +; + <span dir=\"rtl\">אדון</span> <a data-ref=\"Deuteronomy 23:16\" href=\"/Deuteronomy.23.16\">Dt 23:16</a>; <a data-ref=\"Isaiah 24:2\" href=\"/Isaiah.24.2\">Is 24:2</a>; <a data-ref=\"Malachi 1:6\" href=\"/Malachi.1.6\">Mal 1:6</a> +; <span dir=\"rtl\">מִקְנַת כֶּסֶף</span> <a data-ref=\"Exodus 12:44\" href=\"/Exodus.12.44\">Ex 12:44</a> or <span dir=\"rtl\">יְלִיד בַּיִת</span> <a data-ref=\"Jeremiah 2:14\" href=\"/Jeremiah.2.14\">Je 2:14</a>; <span dir=\"rtl\">עֶבֶד עֲבָדִים</span> <em>servant of servants, humblest servant</em>, <a data-ref=\"Genesis 9:25\" href=\"/Genesis.9.25\">Gn 9:25</a>; †<span dir=\"rtl\">בֵּית עֲבָדִים</span> <em>house of slaves</em>, especially Israel in Egypt <a data-ref=\"Exodus 13:3\" href=\"/Exodus.13.3\">Ex 13:3</a>, <a data-ref=\"Exodus 13:14\" href=\"/Exodus.13.14\">14</a>; <a data-ref=\"Exodus 20:2\" href=\"/Exodus.20.2\">20:2</a> (R<sup>D</sup>) <a data-ref=\"Deuteronomy 5:6\" href=\"/Deuteronomy.5.6\">Dt 5:6</a>; <a data-ref=\"Deuteronomy 6:12\" href=\"/Deuteronomy.6.12\">6:12</a>; <a data-ref=\"Deuteronomy 7:8\" href=\"/Deuteronomy.7.8\">7:8</a>; <a data-ref=\"Deuteronomy 8:14\" href=\"/Deuteronomy.8.14\">8:14</a>; <a data-ref=\"Deuteronomy 13:6\" href=\"/Deuteronomy.13.6\">13:6</a>, <a data-ref=\"Deuteronomy 13:11\" href=\"/Deuteronomy.13.11\">11</a> <a data-ref=\"Joshua 24:17\" href=\"/Joshua.24.17\">Jos 24:17</a>; <a data-ref=\"Judges 6:8\" href=\"/Judges.6.8\">Ju 6:8</a> <a data-ref=\"Jeremiah 34:13\" href=\"/Jeremiah.34.13\">Je 34:13</a>; <a data-ref=\"Micah 6:4\" href=\"/Micah.6.4\">Mi 6:4</a>; †<span dir=\"rtl\">וזכרת כי עבד היית מצרים (ארץ)ב</span> <em>and thou shalt remember that thou wast a slave in</em> (the land of) <em>Egypt</em> <a data-ref=\"Deuteronomy 5:15\" href=\"/Deuteronomy.5.15\">Dt 5:15</a>; <a data-ref=\"Deuteronomy 15:15\" href=\"/Deuteronomy.15.15\">15:15</a>; <a data-ref=\"Deuteronomy 16:12\" href=\"/Deuteronomy.16.12\">16:12</a>; <a data-ref=\"Deuteronomy 24:18\" href=\"/Deuteronomy.24.18\">24:18</a>, <a data-ref=\"Deuteronomy 24:22\" href=\"/Deuteronomy.24.22\">22</a>; king of Babylon is slave to <span dir=\"rtl\">י׳</span> <a data-ref=\"Jeremiah 25:9\" href=\"/Jeremiah.25.9\">Je 25:9</a>; <a data-ref=\"Jeremiah 27:6\" href=\"/Jeremiah.27.6\">27:6</a>; <a data-ref=\"Jeremiah 43:10\" href=\"/Jeremiah.43.10\">43:10</a>; the borrower to the lender <a data-ref=\"Proverbs 22:7\" href=\"/Proverbs.22.7\">Pr 22:7</a>; fig. of beast <a data-ref=\"Job 40:28\" href=\"/Job.40.28\">Jb 40:28</a>; of things <a data-ref=\"Genesis 47:19\" href=\"/Genesis.47.19\">Gn 47:19</a>.<br><strong>2.</strong>  <em>Subjects</em>, of chief <a data-ref=\"Genesis 26:15\" href=\"/Genesis.26.15\">Gn 26:15</a>, <a data-ref=\"Genesis 26:19\" href=\"/Genesis.26.19\">19</a>, <a data-ref=\"Genesis 26:25\" href=\"/Genesis.26.25\">25</a>, <a data-ref=\"Genesis 26:32\" href=\"/Genesis.26.32\">32</a>; <a data-ref=\"Genesis 27:37\" href=\"/Genesis.27.37\">27:37</a>; <a data-ref=\"Genesis 32:17\" href=\"/Genesis.32.17\">32:17</a><sup>(×2)</sup> +; of king <a data-ref=\"Genesis 21:25\" href=\"/Genesis.21.25\">21:25</a> <a data-ref=\"Exodus 7:28\" href=\"/Exodus.7.28\">Ex 7:28</a>, <a data-ref=\"Exodus 7:29\" href=\"/Exodus.7.29\">29</a>; <a data-ref=\"I Kings 9:27\" href=\"/I_Kings.9.27\">1 K 9:27</a>; <a data-ref=\"Deuteronomy 29:1\" href=\"/Deuteronomy.29.1\">Dt 29:1</a> +; vassal kings <a data-ref=\"II Samuel 10:19\" href=\"/II_Samuel.10.19\">2 S 10:19</a>; tributary nations <a data-ref=\"II Samuel 8:2\" href=\"/II_Samuel.8.2\">8:2</a>, <a data-ref=\"II Samuel 8:6\" href=\"/II_Samuel.8.6\">6</a>, <a data-ref=\"II Samuel 8:14\" href=\"/II_Samuel.8.14\">14</a> = <a data-ref=\"I Chronicles 18:2\" href=\"/I_Chronicles.18.2\">1 Ch 18:2</a>, <a data-ref=\"I Chronicles 18:6\" href=\"/I_Chronicles.18.6\">6</a>, <a data-ref=\"I Chronicles 18:13\" href=\"/I_Chronicles.18.13\">13</a>; specif. officers of king <a data-ref=\"I Samuel 19:1\" href=\"/I_Samuel.19.1\">1 S 19:1</a>; <a data-ref=\"I Samuel 21:8\" href=\"/I_Samuel.21.8\">21:8</a>; <a data-ref=\"II Samuel 11:13\" href=\"/II_Samuel.11.13\">2 S 11:13</a>; <a data-ref=\"Proverbs 14:35\" href=\"/Proverbs.14.35\">Pr 14:35</a> +; <span dir=\"rtl\">עַבְדֵי פַרְעֹה</span> <a data-ref=\"Genesis 40:20\" href=\"/Genesis.40.20\">Gn 40:20</a>; <a data-ref=\"Genesis 41:10\" href=\"/Genesis.41.10\">41:10</a>; <span dir=\"rtl\">ע׳ שָׁאוּל</span> <a data-ref=\"I Samuel 16:17\" href=\"/I_Samuel.16.17\">1 S 16:17</a>; <a data-ref=\"I Samuel 18:22\" href=\"/I_Samuel.18.22\">18:22</a>; <a data-ref=\"I Samuel 28:7\" href=\"/I_Samuel.28.7\">28:7</a>; <span dir=\"rtl\">ע׳ הַמֶּלֶךְ</span> <a data-ref=\"I Kings 1:47\" href=\"/I_Kings.1.47\">1 K 1:47</a> Est <a data-ref=\"Esther 3:3\" href=\"/Esther.3.3\">3:3</a> +; <span dir=\"rtl\">עֶבֶד הַמֶּלֶךְ</span> <a data-ref=\"II Kings 22:12\" href=\"/II_Kings.22.12\">2 K 22:12</a> = <a data-ref=\"II Chronicles 34:20\" href=\"/II_Chronicles.34.20\">2 Ch 34:20</a> (a court official); opp. <span dir=\"rtl\">שַׂר</span> <a data-ref=\"Proverbs 19:10\" href=\"/Proverbs.19.10\">Pr 19:10</a>; <a data-ref=\"Ecclesiastes 10:7\" href=\"/Ecclesiastes.10.7\">Ec 10:7</a>; <span dir=\"rtl\">מֶלֶךְ</span> <a data-ref=\"Proverbs 30:22\" href=\"/Proverbs.30.22\">Pr 30:22</a>; ambassadors <a data-ref=\"Numbers 22:18\" href=\"/Numbers.22.18\">Nu 22:18</a> <a data-ref=\"II Samuel 10:2\" href=\"/II_Samuel.10.2\">2 S 10:2</a>; soldiers of army <a data-ref=\"I Samuel 17:8\" href=\"/I_Samuel.17.8\">1 S 17:8</a>; <a data-ref=\"I Samuel 25:10\" href=\"/I_Samuel.25.10\">25:10</a>; <a data-ref=\"II Samuel 2:12\" href=\"/II_Samuel.2.12\">2 S 2:12</a>, + officers of army <a data-ref=\"I Samuel 29:3\" href=\"/I_Samuel.29.3\">1 S 29:3</a>; <a data-ref=\"I Kings 11:26\" href=\"/I_Kings.11.26\">1 K 11:26</a>; <a data-ref=\"II Kings 25:8\" href=\"/II_Kings.25.8\">2 K 25:8</a>; <a data-ref=\"Isaiah 36:9\" href=\"/Isaiah.36.9\">Is 36:9</a>.<br><strong>3.</strong>  <em>Servants, worshippers</em>, of God: †<span dir=\"rtl\">עַבְדֵי יהוה</span> <a data-ref=\"II Kings 9:7\" href=\"/II_Kings.9.7\">2 K 9:7</a>; <a data-ref=\"II Kings 10:23\" href=\"/II_Kings.10.23\">10:23</a>; <a data-ref=\"Isaiah 54:17\" href=\"/Isaiah.54.17\">Is 54:17</a>, cf. <a data-ref=\"Genesis 50:17\" href=\"/Genesis.50.17\">Gn 50:17</a>; <a data-ref=\"Isaiah 56:6\" href=\"/Isaiah.56.6\">Is 56:6</a>; <span dir=\"rtl\">עֲבָדָיו</span> <a data-ref=\"Deuteronomy 32:36\" href=\"/Deuteronomy.32.36\">Dt 32:36</a> = <a data-ref=\"Psalms 135:14\" href=\"/Psalms.135.14\">ψ 135:14</a>, <a data-ref=\"Isaiah 65:15\" href=\"/Isaiah.65.15\">Is 65:15</a>; <a data-ref=\"Isaiah 66:14\" href=\"/Isaiah.66.14\">66:14</a> <a data-ref=\"Psalms 34:23\" href=\"/Psalms.34.23\">ψ 34:23</a>; <a data-ref=\"Psalms 69:37\" href=\"/Psalms.69.37\">69:37</a> <a data-ref=\"Nehemiah 2:20\" href=\"/Nehemiah.2.20\">Ne 2:20</a>; ‖ <span dir=\"rtl\">עַמּוֹ</span> <a data-ref=\"Psalms 105:25\" href=\"/Psalms.105.25\">ψ 105:25</a> cf. <a data-ref=\"Deuteronomy 32:43\" href=\"/Deuteronomy.32.43\">Dt 32:43</a>; <span dir=\"rtl\">עֲבָדַי</span> <a data-ref=\"Isaiah 65:8\" href=\"/Isaiah.65.8\">Is 65:8</a>, <a data-ref=\"Isaiah 65:9\" href=\"/Isaiah.65.9\">9</a>, <a data-ref=\"Isaiah 65:13\" href=\"/Isaiah.65.13\">13</a><sup>(×3)</sup>, <a data-ref=\"Isaiah 65:14\" href=\"/Isaiah.65.14\">14</a>; <span dir=\"rtl\">עֲבָדֶיךָ</span> <a data-ref=\"I Kings 8:23\" href=\"/I_Kings.8.23\">1 K 8:23</a>; <a data-ref=\"Isaiah 63:17\" href=\"/Isaiah.63.17\">Is 63:17</a> (‖ <span dir=\"rtl\">שִׁבְטֵי נחלתך</span>), <a data-ref=\"Psalms 89:51\" href=\"/Psalms.89.51\">ψ 89:51</a>; <a data-ref=\"Psalms 90:13\" href=\"/Psalms.90.13\">90:13</a>, <a data-ref=\"Psalms 90:16\" href=\"/Psalms.90.16\">16</a>; <a data-ref=\"Psalms 102:15\" href=\"/Psalms.102.15\">102:15</a>, <a data-ref=\"Psalms 102:29\" href=\"/Psalms.102.29\">29</a>; <a data-ref=\"Psalms 119:91\" href=\"/Psalms.119.91\">119:91</a>, <a data-ref=\"Psalms 79:2\" href=\"/Psalms.79.2\">79:2</a>, <a data-ref=\"Psalms 79:10\" href=\"/Psalms.79.10\">10</a> (‖ <span dir=\"rtl\">חֲסִידֶיךָ</span>); delivered from Egypt <a data-ref=\"Leviticus 25:42\" href=\"/Leviticus.25.42\">Lv 25:42</a>, <a data-ref=\"Leviticus 25:55\" href=\"/Leviticus.25.55\">55</a><sup>(×2)</sup>; <a data-ref=\"Leviticus 26:13\" href=\"/Leviticus.26.13\">26:13</a> (P); <span dir=\"rtl\">עַבְדְּךָ</span> <a data-ref=\"Psalms 119:125\" href=\"/Psalms.119.125\">ψ 119:125</a>; <a data-ref=\"Psalms 143:2\" href=\"/Psalms.143.2\">143:2</a>, ‖ <span dir=\"rtl\">בֶּן־אֲמָתֶ֑ךָ</span> <a data-ref=\"Psalms 86:16\" href=\"/Psalms.86.16\">86:16</a>; <a data-ref=\"Psalms 116:16\" href=\"/Psalms.116.16\">116:16</a><sup>(×2)</sup>; specif. angels <a data-ref=\"Job 4:18\" href=\"/Job.4.18\">Jb 4:18</a>; and ancient worthies, patriarchs <a data-ref=\"Exodus 32:13\" href=\"/Exodus.32.13\">Ex 32:13</a> (J) <a data-ref=\"Deuteronomy 9:27\" href=\"/Deuteronomy.9.27\">Dt 9:27</a>; Abraham <a data-ref=\"Genesis 26:24\" href=\"/Genesis.26.24\">Gn 26:24</a> (J) <a data-ref=\"Psalms 105:6\" href=\"/Psalms.105.6\">ψ 105:6</a>, <a data-ref=\"Psalms 105:42\" href=\"/Psalms.105.42\">42</a>; Isaac <a data-ref=\"Genesis 24:14\" href=\"/Genesis.24.14\">Gn 24:14</a> (J); Jacob, Israel <a data-ref=\"Ezekiel 28:25\" href=\"/Ezekiel.28.25\">Ez 28:25</a>; <a data-ref=\"Ezekiel 37:25\" href=\"/Ezekiel.37.25\">37:25</a> <a data-ref=\"I Chronicles 16:13\" href=\"/I_Chronicles.16.13\">1 Ch 16:13</a>; Moses †<a data-ref=\"Exodus 14:31\" href=\"/Exodus.14.31\">Ex 14:31</a>; <a data-ref=\"Joshua 18:7\" href=\"/Joshua.18.7\">Jos 18:7</a> (J) <a data-ref=\"Numbers 12:7\" href=\"/Numbers.12.7\">Nu 12:7</a>, <a data-ref=\"Numbers 12:8\" href=\"/Numbers.12.8\">8</a> (E) <a data-ref=\"Deuteronomy 34:5\" href=\"/Deuteronomy.34.5\">Dt 34:5</a> (?) <a data-ref=\"Joshua 1:1\" href=\"/Joshua.1.1\">Jos 1:1</a>, <a data-ref=\"Joshua 1:2\" href=\"/Joshua.1.2\">2</a>, <a data-ref=\"Joshua 1:7\" href=\"/Joshua.1.7\">7</a>, <a data-ref=\"Joshua 1:13\" href=\"/Joshua.1.13\">13</a>, <a data-ref=\"Joshua 1:15\" href=\"/Joshua.1.15\">15</a>; <a data-ref=\"Joshua 8:31\" href=\"/Joshua.8.31\">8:31</a>, <a data-ref=\"Joshua 8:33\" href=\"/Joshua.8.33\">33</a>; <a data-ref=\"Joshua 9:24\" href=\"/Joshua.9.24\">9:24</a>; <a data-ref=\"Joshua 11:12\" href=\"/Joshua.11.12\">11:12</a>, <a data-ref=\"Joshua 11:15\" href=\"/Joshua.11.15\">15</a>; <a data-ref=\"Joshua 12:6\" href=\"/Joshua.12.6\">12:6</a><sup>(×2)</sup>; <a data-ref=\"Joshua 13:8\" href=\"/Joshua.13.8\">13:8</a>; <a data-ref=\"Joshua 14:7\" href=\"/Joshua.14.7\">14:7</a>; <a data-ref=\"Joshua 22:2\" href=\"/Joshua.22.2\">22:2</a>, <a data-ref=\"Joshua 22:4\" href=\"/Joshua.22.4\">4</a>, <a data-ref=\"Joshua 22:5\" href=\"/Joshua.22.5\">5</a> (all D), <a data-ref=\"I Kings 8:53\" href=\"/I_Kings.8.53\">1 K 8:53</a>, <a data-ref=\"I Kings 8:56\" href=\"/I_Kings.8.56\">56</a>; <a data-ref=\"II Kings 18:12\" href=\"/II_Kings.18.12\">2 K 18:12</a>; <a data-ref=\"II Kings 21:8\" href=\"/II_Kings.21.8\">21:8</a>; <a data-ref=\"I Chronicles 6:34\" href=\"/I_Chronicles.6.34\">1 Ch 6:34</a>; <a data-ref=\"II Chronicles 1:3\" href=\"/II_Chronicles.1.3\">2 Ch 1:3</a>; <a data-ref=\"II Chronicles 24:6\" href=\"/II_Chronicles.24.6\">24:6</a>, <a data-ref=\"II Chronicles 24:9\" href=\"/II_Chronicles.24.9\">9</a>; <a data-ref=\"Nehemiah 1:8\" href=\"/Nehemiah.1.8\">Ne 1:8</a>; <a data-ref=\"Nehemiah 9:14\" href=\"/Nehemiah.9.14\">9:14</a>; <a data-ref=\"Nehemiah 10:30\" href=\"/Nehemiah.10.30\">10:30</a> <a data-ref=\"Psalms 105:26\" href=\"/Psalms.105.26\">ψ 105:26</a> <a data-ref=\"Malachi 3:22\" href=\"/Malachi.3.22\">Mal 3:22</a> <a data-ref=\"Daniel 9:11\" href=\"/Daniel.9.11\">Dn 9:11</a>; Joshua †<a data-ref=\"Joshua 24:29\" href=\"/Joshua.24.29\">Jos 24:29</a> (E) <a data-ref=\"Judges 2:8\" href=\"/Judges.2.8\">Ju 2:8</a>; Caleb †<a data-ref=\"Numbers 14:24\" href=\"/Numbers.14.24\">Nu 14:24</a> (J); Job †<a data-ref=\"Job 1:8\" href=\"/Job.1.8\">Jb 1:8</a>; <a data-ref=\"Job 2:3\" href=\"/Job.2.3\">2:3</a>; <a data-ref=\"Job 42:7\" href=\"/Job.42.7\">42:7</a>, <a data-ref=\"Job 42:8\" href=\"/Job.42.8\">8</a><sup>(×3)</sup>; David <a data-ref=\"II Samuel 3:18\" href=\"/II_Samuel.3.18\">2 S 3:18</a>; <a data-ref=\"II Samuel 7:5\" href=\"/II_Samuel.7.5\">7:5</a>, <a data-ref=\"II Samuel 7:8\" href=\"/II_Samuel.7.8\">8</a>, <a data-ref=\"II Samuel 7:26\" href=\"/II_Samuel.7.26\">26</a> + 27 times; Hezekiah †<a data-ref=\"II Chronicles 32:16\" href=\"/II_Chronicles.32.16\">2 Ch 32:16</a>; Zerubbabel †<a data-ref=\"Haggai 2:23\" href=\"/Haggai.2.23\">Hag 2:23</a>; Eliakim †<a data-ref=\"Isaiah 22:20\" href=\"/Isaiah.22.20\">Is 22:20</a>.—The <span dir=\"rtl\">צֶמַח</span> <a data-ref=\"Zechariah 3:8\" href=\"/Zechariah.3.8\">Zc 3:8</a> cf. <a data-ref=\"Zechariah 6:12\" href=\"/Zechariah.6.12\">6:12</a> is also servant of <span dir=\"rtl\">י׳</span> as Messianic builder of temple (see Br<sup>MP 442 ff.</sup>).<br>†<strong>4.</strong>  <em>servant</em> of <span dir=\"rtl\">י׳</span>, in a special sense: of Levitical singers using benedictions in temple <a data-ref=\"Psalms 113:1\" href=\"/Psalms.113.1\">ψ 113:1</a>; <a data-ref=\"Psalms 134:1\" href=\"/Psalms.134.1\">134:1</a>; <a data-ref=\"Psalms 135:1\" href=\"/Psalms.135.1\">135:1</a>; usually of prophets, <span dir=\"rtl\">עֲבָדַי הַנְּבִיאִים</span> <em>my servants the prophets</em> <a data-ref=\"II Kings 9:7\" href=\"/II_Kings.9.7\">2 K 9:7</a>; <a data-ref=\"II Kings 17:13\" href=\"/II_Kings.17.13\">17:13</a>; <a data-ref=\"Jeremiah 7:25\" href=\"/Jeremiah.7.25\">Je 7:25</a>; <a data-ref=\"Jeremiah 26:5\" href=\"/Jeremiah.26.5\">26:5</a>; <a data-ref=\"Jeremiah 29:19\" href=\"/Jeremiah.29.19\">29:19</a>; <a data-ref=\"Jeremiah 35:15\" href=\"/Jeremiah.35.15\">35:15</a>; <a data-ref=\"Jeremiah 44:4\" href=\"/Jeremiah.44.4\">44:4</a>; <a data-ref=\"Ezekiel 38:17\" href=\"/Ezekiel.38.17\">Ez 38:17</a>; <a data-ref=\"Zechariah 1:6\" href=\"/Zechariah.1.6\">Zc 1:6</a>; <span dir=\"rtl\">עֲבָדָיו הַנְּבִיאִים</span> <a data-ref=\"II Kings 17:23\" href=\"/II_Kings.17.23\">2 K 17:23</a>; <a data-ref=\"II Kings 21:10\" href=\"/II_Kings.21.10\">21:10</a>; <a data-ref=\"II Kings 24:2\" href=\"/II_Kings.24.2\">24:2</a>; <a data-ref=\"Jeremiah 25:4\" href=\"/Jeremiah.25.4\">Je 25:4</a>; <a data-ref=\"Amos 3:7\" href=\"/Amos.3.7\">Am 3:7</a>; <a data-ref=\"Daniel 9:10\" href=\"/Daniel.9.10\">Dn 9:10</a>; <span dir=\"rtl\">עֲבָדֶיךָ הנביאים</span> <a data-ref=\"Ezra 9:11\" href=\"/Ezra.9.11\">Ezr 9:11</a>; <a data-ref=\"Daniel 9:6\" href=\"/Daniel.9.6\">Dn 9:6</a>; specif. Ahia <a data-ref=\"I Kings 14:18\" href=\"/I_Kings.14.18\">1 K 14:18</a>; <a data-ref=\"I Kings 15:29\" href=\"/I_Kings.15.29\">15:29</a>; Elijah <a data-ref=\"II Kings 9:36\" href=\"/II_Kings.9.36\">2 K 9:36</a>; <a data-ref=\"II Kings 10:10\" href=\"/II_Kings.10.10\">10:10</a>; Jonah <a data-ref=\"II Kings 14:25\" href=\"/II_Kings.14.25\">2 K 14:25</a>; Isaiah <a data-ref=\"Isaiah 20:3\" href=\"/Isaiah.20.3\">Is 20:3</a>; <span dir=\"rtl\">עַבְדּוֹ</span>, ‖ <span dir=\"rtl\">מלאכיו</span> <a data-ref=\"Isaiah 44:26\" href=\"/Isaiah.44.26\">44:26</a>; as one calling to fear <span dir=\"rtl\">י׳</span> <a data-ref=\"Isaiah 50:10\" href=\"/Isaiah.50.10\">50:10</a>.<br>†<strong>5.</strong>  Israel as a people is <em>servant</em> of <span dir=\"rtl\">י׳</span>: <span dir=\"rtl\">יִשְׂרָאֵל</span> <a data-ref=\"Isaiah 41:8\" href=\"/Isaiah.41.8\">Is 41:8</a>, <a data-ref=\"Isaiah 41:9\" href=\"/Isaiah.41.9\">9</a>; <a data-ref=\"Isaiah 44:21\" href=\"/Isaiah.44.21\">44:21</a><sup>(×2)</sup>; <a data-ref=\"Isaiah 49:3\" href=\"/Isaiah.49.3\">49:3</a> <a data-ref=\"Psalms 136:22\" href=\"/Psalms.136.22\">ψ 136:22</a>; <span dir=\"rtl\">יעקב</span> <a data-ref=\"Isaiah 44:1\" href=\"/Isaiah.44.1\">Is 44:1</a>, <a data-ref=\"Isaiah 44:2\" href=\"/Isaiah.44.2\">2</a>; <a data-ref=\"Isaiah 45:4\" href=\"/Isaiah.45.4\">45:4</a>; <a data-ref=\"Isaiah 48:20\" href=\"/Isaiah.48.20\">48:20</a>; <a data-ref=\"Jeremiah 30:10\" href=\"/Jeremiah.30.10\">Je 30:10</a>; <a data-ref=\"Jeremiah 46:27\" href=\"/Jeremiah.46.27\">46:27</a>, <a data-ref=\"Jeremiah 46:28\" href=\"/Jeremiah.46.28\">28</a>; <span dir=\"rtl\">עַבְדִּי</span> = <span dir=\"rtl\">עֶבֶד יהוה</span>, ‖ <span dir=\"rtl\">מַלְאָכִי</span>, as having a mission to the nations <a data-ref=\"Isaiah 42:19\" href=\"/Isaiah.42.19\">Is 42:19</a><sup>(×2)</sup>; and chosen as witness of <span dir=\"rtl\">י׳</span> <a data-ref=\"Isaiah 43:10\" href=\"/Isaiah.43.10\">43:10</a>. But there is also an ideal servant chosen and endowed with the divine Spirit to be a covenant of Israel and a light of the nations <a data-ref=\"Isaiah 42:1\" href=\"/Isaiah.42.1\">Is 42:1</a> (cf. v <a data-ref=\"Isaiah 42:2-6\" href=\"/Isaiah.42.2-6\">2–6</a>); formed to bring back Jacob, raise up the tribes, and become salvation to the end of the earth <a data-ref=\"Isaiah 49:5\" href=\"/Isaiah.49.5\">49:5</a>, <a data-ref=\"Isaiah 49:6\" href=\"/Isaiah.49.6\">6</a>, <a data-ref=\"Isaiah 49:7\" href=\"/Isaiah.49.7\">7</a>; bearing the sins of all as a lamb and a trespass-offering, and yet prospering and justifying many as interposing martyr <a data-ref=\"Isaiah 52:13\" href=\"/Isaiah.52.13\">52:13</a>; <a data-ref=\"Isaiah 53:11\" href=\"/Isaiah.53.11\">53:11</a>: many understand of ideal Israel, contr. with the actual; al. of personif. ‖ with Zion the wife and mother, disting. from unworthy Israel as Zion from her apostate children; al. of ideal prophetic writer; al. of ideal prophetic person; al. (especially in <a data-ref=\"Isaiah 53\" href=\"/Isaiah.53\">Is 53</a>) of an actual proph. known to writer and his readers; [in any case it is Messianic, v. Mt 8:16, 17; 12:16–21 Lk 4:17–22 Phil 2:5–11]; see De Is ii. 174 Da<sup>Expos. 1884, 358 ff.</sup> Di Du Che al. on <a data-ref=\"Isaiah 42\" href=\"/Isaiah.42\">Is 42</a>, <a data-ref=\"Isaiah 53\" href=\"/Isaiah.53\">53</a>, Dr <sup>Is 168 ff.</sup> Br<sup>MP 345 ff.</sup>, also Gie<sup>Beitr. 146 ff.</sup> Berthol <sup>Is 53</sup>.<br><strong>6.</strong>  In polite address of equals or superiors the Hebrews used <span dir=\"rtl\">עַבְדְּךָ</span> <em>thy servant</em> = 1 pers. sing., <em>I</em>, <a data-ref=\"Genesis 18:3\" href=\"/Genesis.18.3\">Gn 18:3</a>; <a data-ref=\"I Samuel 20:7\" href=\"/I_Samuel.20.7\">1 S 20:7</a>, <a data-ref=\"I Samuel 20:8\" href=\"/I_Samuel.20.8\">8</a><sup>(×2)</sup> <a data-ref=\"II Kings 8:13\" href=\"/II_Kings.8.13\">2 K 8:13</a> +; <span dir=\"rtl\">עֲבָדֶיךָ</span> <em>thy servants</em> = <em>we</em> <a data-ref=\"Genesis 42:11\" href=\"/Genesis.42.11\">Gn 42:11</a>; <a data-ref=\"Isaiah 36:11\" href=\"/Isaiah.36.11\">Is 36:11</a>; also <span dir=\"rtl\">עַבְדּוֹ</span> <em>his servant</em> = <em>I</em>, <a data-ref=\"I Samuel 26:18\" href=\"/I_Samuel.26.18\">1 S 26:18</a>, <a data-ref=\"I Samuel 26:19\" href=\"/I_Samuel.26.19\">19</a>; <a data-ref=\"II Samuel 14:22\" href=\"/II_Samuel.14.22\">2 S 14:22</a>; <a data-ref=\"II Samuel 24:21\" href=\"/II_Samuel.24.21\">24:21</a> +; also in addressing God, especially in prayer <a data-ref=\"Exodus 4:10\" href=\"/Exodus.4.10\">Ex 4:10</a>; <a data-ref=\"Numbers 11:11\" href=\"/Numbers.11.11\">Nu 11:11</a>; <a data-ref=\"Judges 15:18\" href=\"/Judges.15.18\">Ju 15:18</a>; <a data-ref=\"I Samuel 3:9\" href=\"/I_Samuel.3.9\">1 S 3:9</a>, <a data-ref=\"I Samuel 3:10\" href=\"/I_Samuel.3.10\">10</a>; <a data-ref=\"I Samuel 25:39\" href=\"/I_Samuel.25.39\">25:39</a>; <a data-ref=\"II Samuel 24:10\" href=\"/II_Samuel.24.10\">2 S 24:10</a> <a data-ref=\"Psalms 19:12\" href=\"/Psalms.19.12\">ψ 19:12</a>, <a data-ref=\"Psalms 19:14\" href=\"/Psalms.19.14\">14</a>; <a data-ref=\"Psalms 27:9\" href=\"/Psalms.27.9\">27:9</a>; <a data-ref=\"Psalms 31:17\" href=\"/Psalms.31.17\">31:17</a>; <a data-ref=\"Psalms 35:27\" href=\"/Psalms.35.27\">35:27</a>; <a data-ref=\"Psalms 69:18\" href=\"/Psalms.69.18\">69:18</a>; <a data-ref=\"Psalms 109:28\" href=\"/Psalms.109.28\">109:28</a>; <a data-ref=\"Psalms 143:2\" href=\"/Psalms.143.2\">143:2</a> +.<br><strong>7.</strong>  Phrases are: †<span dir=\"rtl\">עבד (היה)</span>, c. <span dir=\"rtl\">לְ</span> pers., <em>become servant to</em> <a data-ref=\"Genesis 9:26\" href=\"/Genesis.9.26\">Gn 9:26</a>, <a data-ref=\"Genesis 9:27\" href=\"/Genesis.9.27\">27</a>; <a data-ref=\"Genesis 44:10\" href=\"/Genesis.44.10\">44:10</a>, <a data-ref=\"Genesis 44:16\" href=\"/Genesis.44.16\">16</a>, <a data-ref=\"Genesis 44:17\" href=\"/Genesis.44.17\">17</a>, <a data-ref=\"Genesis 44:33\" href=\"/Genesis.44.33\">33</a>; <a data-ref=\"Genesis 47:19\" href=\"/Genesis.47.19\">47:19</a>, <a data-ref=\"Genesis 47:25\" href=\"/Genesis.47.25\">25</a> (J) <a data-ref=\"Deuteronomy 6:21\" href=\"/Deuteronomy.6.21\">Dt 6:21</a>; <a data-ref=\"Deuteronomy 15:17\" href=\"/Deuteronomy.15.17\">15:17</a>; <a data-ref=\"II Samuel 8:14\" href=\"/II_Samuel.8.14\">2 S 8:14</a>; <a data-ref=\"II Kings 17:3\" href=\"/II_Kings.17.3\">2 K 17:3</a>; <a data-ref=\"II Kings 24:1\" href=\"/II_Kings.24.1\">24:1</a>; <a data-ref=\"I Chronicles 18:2\" href=\"/I_Chronicles.18.2\">1 Ch 18:2</a>, <a data-ref=\"I Chronicles 18:6\" href=\"/I_Chronicles.18.6\">6</a>, <a data-ref=\"I Chronicles 18:13\" href=\"/I_Chronicles.18.13\">13</a>; <a data-ref=\"II Chronicles 10:7\" href=\"/II_Chronicles.10.7\">2 Ch 10:7</a>; <a data-ref=\"Proverbs 11:29\" href=\"/Proverbs.11.29\">Pr 11:29</a>; <a data-ref=\"Proverbs 12:9\" href=\"/Proverbs.12.9\">12:9</a>; <a data-ref=\"Proverbs 22:7\" href=\"/Proverbs.22.7\">22:7</a>; †<span dir=\"rtl\">היה לעבד</span>, c. <span dir=\"rtl\">לְ</span> pers., <a data-ref=\"Genesis 44:9\" href=\"/Genesis.44.9\">Gn 44:9</a> (J) <a data-ref=\"Genesis 50:18\" href=\"/Genesis.50.18\">50:18</a> (E) <a data-ref=\"I Samuel 8:17\" href=\"/I_Samuel.8.17\">1 S 8:17</a>; <a data-ref=\"I Samuel 17:9\" href=\"/I_Samuel.17.9\">17:9</a><sup>(×2)</sup>; <a data-ref=\"I Samuel 27:12\" href=\"/I_Samuel.27.12\">27:12</a> <a data-ref=\"II Samuel 8:2\" href=\"/II_Samuel.8.2\">2 S 8:2</a>, <a data-ref=\"II Samuel 8:6\" href=\"/II_Samuel.8.6\">6</a>; <a data-ref=\"Jeremiah 34:16\" href=\"/Jeremiah.34.16\">Je 34:16</a>; †<span dir=\"rtl\">כבשׁ לעבדים</span> <a data-ref=\"II Chronicles 28:10\" href=\"/II_Chronicles.28.10\">2 Ch 28:10</a> <a data-ref=\"Nehemiah 5:5\" href=\"/Nehemiah.5.5\">Ne 5:5</a>; <a data-ref=\"Jeremiah 34:11\" href=\"/Jeremiah.34.11\">Je 34:11</a>; <span dir=\"rtl\">לקח לע׳</span> <a data-ref=\"Genesis 43:18\" href=\"/Genesis.43.18\">Gn 43:18</a> (J) <a data-ref=\"II Kings 4:1\" href=\"/II_Kings.4.1\">2 K 4:1</a>; <a data-ref=\"Job 40:28\" href=\"/Job.40.28\">Jb 40:28</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6395ad7e3a78d01208a072a3", "index_title": "Derekh Mitzvotekha", "category": "Chasidut", "type": "", "ref": "Derekh Mitzvotekha, The commandment of having faith in God 1:2", "anchorRef": "Deuteronomy 6:12", "anchorRefExpanded": ["Deuteronomy 6:12"], "sourceRef": "Derekh Mitzvotekha, The commandment of having faith in God 1:2", "sourceHeRef": "דרך מצותיך, מצות האמנת אלקות א׳:ב׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1813, 1827], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Derekh Mitzvotekha", "he": "דרך מצותיך"}, "heTitle": "מצות האמנת אלקות", "he": "א) <b>והנה</b> באמת צ\"ל קושית בה\"ג שהאמונה במציאותו יתעלה שהוא העיקר והשרש איך ימנו בחשבון הציווים וכן הקשה הר' חסדאי בספר אור ה' הביאו הר\"י אברבנאל בספר ראש אמנה פ\"ד וז\"ל שטעה טעות גמורה מי שמנה אנכי ה' אלקיך מצוה לפי שהמצוה היא מן המצטרף ולא תצוייר בזולת אלוה מצוה ידוע ולזה כאשר נניח אמונת מציאות האל מצוה כבר נניח אמונת מציאות האל קודמת לאמונת מציאות האל וכו' וכל זה בתכלית הביטול והגנות, אמנם החכם הגדול השלם בדעותיו הר' יצחק אברבנאל החזיק דעת הרמב\"ם בפרט כי כן הוא דעת הרעיא מהימנא משה אמת ותורתו אמת, ולזאת תירץ שם פ\"ז וביאר שם דברי הרמב\"ם שאין כוונתו כפי שהבין בו הר' חסדאי בפי' מצוה זו שהיא אמונת מציאות האל רוצה לומר שהוא נמצא בלבד אשר סותרו הוא הנעדר ח\"ו אבל עם העיון הטוב והישר יראה <i data-overlay=\"Vilna Pages\" data-value=\"מה, א\"></i>  שאינו כן אבל כוונת הרב הגדול בכל דבריו הוא שהעיקר הראשון והמצוה הראשונה הוא שנאמין שהאלוה ב\"ה שכבר ידענו שהוא נמצא, מציאותו הוא היותר ראשון ויותר שלם אשר בכל המציאות, שמציאותו אינו אפשר מצד עצמו כיתר הנמצאים אבל הוא מחויב המציאות מצד עצמו כו' וכבר התבאר שהמחויב הוא כי הוא אינו צריך במציאותו לזולתו וכל מה שזולתו צריך במציאותו אליו לפי שהוא נותן המציאות וקיום לכל הנמצאים כו' יעו\"ש: והעולה מדבריו שציווי ההאמנה אינה על מציאות האל כי ע\"ז לא נצרך לציווי כי כבר ידענו שהוא נמצא כמשי\"ת רק הציווי הוא ההאמנה שמציאותו הוא היותר שלם כו', אמנם מה שביאר החכם הנז' ענין שלימות מציאותו שהוא מחוייב המציאות הנה ע\"פ דרך הקבלה הוא בענין אחר כמשי\"ת לפנינו אי\"ה כי גם על היותו מחוייב המציאות א\"צ לאמונה כי הוא נכלל בכלל הידיעה שכבר ידענו זה שיש בורא המחי' העולם וממילא שהוא מחוייב המציאו' כמו שביאר בעצמו ענין מחוייב המציאות שהוא זה אלא האמונה היא שהוא ית' רם ונשגב למעלה מעלה ממדריגת החכמה וכמ\"ש במצות הנדרים (מצוה ת\"ו) (ובכלל זה שהוא ית' מחי' את העולם באופן שהם בטילים במציאות לגמרי לגבי דבר ה' ורוח פיו ית' כביטול אור השמש בשמש כמ\"ש בלק\"א (ח\"ב פ\"ו) וכמשנ\"ת מצוה י' אלא שי\"ל שאמונה זו נכלל במצות האמנת היחוד ובזה יתכן דלכאורה קשה שגם על היחוד אינו נצרך לציווי כלל כי ממילא מושג וכמו שהוא דעת הר' חסדאי שלא למנותו ג\"כ בכלל הציווים הובא שם פ\"ד אלא שהציווי של ההאמנה הוא כנ\"ל) וענין זה הוא הנק' בזהר סובב כל עלמין שע\"ז היא מצות האמונה אבל בחי' ממכ\"ע אינו נופל ע\"ז לשון אמונה אלא כמ\"ש ומבשרי אחזה אלוה (איוב י\"ט כ\"ו) אחזה ממש, והוא תרגום של ראי' והגם שאינו רואה בראיה גשמיות ממש דעיני בשר מ\"מ ה\"ז כאילו רואה ממש ענין זה שהקב\"ה מחי' את כל העולמות כי ראיית השכל בדבר שנתאמת אצלו ענינו ה\"ז כראיה בעיני בשר והתאמתות זו הוא מ\"ש ומבשרי אחזה (איוב י\"ט כ\"ו) כמו מה שנתאמת אצל האדם ענין חיות נפשו שיש מהות נפש מלובשת בגופו המחי' אותו שהרי הגוף אינו חי מעצמו לבד שהרי בעצמו הוא דומם כבשר ועצמות המונחים בקדרה ובתבשיל, אלא שהוא חי מצד חיות הנפש הרוחניות שבו שהוא רוח החיוני המלובש בדם כדכתיב כי הדם הוא הנפש (דברים י\"ב כ\"ג), וא\"כ הגם שמעולם לא ראה אדם מהות הנפש שבו איך ומה היא עכ\"ז נתאמת אצלו ברור מציאותה ע\"י השכל וזו היא ראיית השכל שהוא אמות חזק כראיית העין ממש, וכך אחזה אלוה ממש בראותו כל העולם חי וקיים כל נברא לפי ערכו הגלגלים מתנוענעים והארץ יש בה כח הצומח להצמיח עשבים ואילנות עושים פרי ובע\"ח מרגישים וכן הנפש שבאדם, שכל העולם בכללו הוא כמו גוף א' גדול מהלך ת\"ק שנה והרי גוף זה הוא בעצמו דומם ומאין בו החיות הזה שבכאו\"א הנה זהו חיות האלהות שהוא ית' מאיר ומשפיע בכללו וכמארז\"ל מה הנשמה ממלא את הגוף כך הקב\"ה ממלא כל העולם (מדרש תלים ע\"פ ברכי נפשי), ועד\"ז הוא נשמה ג\"כ לגופות המלאכים שיש להם גופות רוחניים וחיותן הוא מהתלבשות אור ה' בו וז\"ס אחזה אלוה אחזה ממש בראיית השכל כאלו רואה בעין, וא\"כ לא שייך על ענין זה ציווי להאמין שהאמונה לא יתכן אלא על דבר שאינו רואה בעיניו ומאחר שענין זה נראה לעין הרואה מה נצרך לאמונה ע\"ז אלא ע\"ז נאמר דע את אלקי אביך (דה\"א כ\"ח ט') שדבר זה נתפס בדעת ולא באמונה לבד ופי' דעת הוא ל' הרגשה כמו והאדם ידע וגו' (בראשית ד' א') כי הדבר המושג ע\"י ראיית השכל הוא נרגש ממש ולא בחי' אמונה שהדבר האמון אינו בבחי' הרגשה בהמאמין שהאמונה היא למעלה מהשכל, <i data-overlay=\"Vilna Pages\" data-value=\"מה, ב\"></i> ואמנם מ\"מ נופל ע\"ז ל' ציווי ג\"כ דע דהיינו להתבונן ולהעמיק מחשבתו בזה ולא שיעלה ויעביר הענין במחשבתו לבד בלתי עיון והעמקה שזה נק' בשם הרהור לבד וידוע בזהר דהרהור לא עביד מידי אבל הדעת הוא שיעמיק מחשבתו בדבר הזה (וזה שנצטוינו בזה במ\"ע לדעת ר' יונה בשערי תשובה מפסוק וידעת היום וגו' ולרמב\"ם נכלל זה במצוה זו כמ\"ש החינוך לידע ולהאמין כמשי\"ת) וישימו לנגד עיניו ונצטווינו ג\"כ בפסוק השמר לך פן תשכח את ה' וגו' (דברים ו' י\"ב) שלא יסיח דעתו מזה ולכן נופל ע\"ז לשון שכחה כי הדבר נראה בעליל לעין הרואה אלא שהציווי הוא שלא יסיח דעתו מזה לעשות עצמו שכוח ח\"ו והרמב\"ן מנה זה במנין המצות בל\"ת כמ\"ש בהשגותיו לל\"ת סי' א' אמר שלא לשכוח אמונת האלהות והוא זה, ולהרמב\"ם שלא מנה זה בכלל הלאוי' כבר תירץ המגילת אסתר שם לפי שהוא מהציווים הכוללים יעו\"ש:", "heVersionTitle": "Kehot Publication Society", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]