[{"_id": "52527b20edbab4498f481f79", "index_title": "Ibn Ezra on Exodus; Perush HaArokh", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Exodus; Perush HaArokh 26:2:1", "anchorRef": "Exodus 26:2", "anchorRefExpanded": ["Exodus 26:2"], "sourceRef": "Ibn Ezra on Exodus; Perush HaArokh 26:2:1", "sourceHeRef": "אבן עזרא על שמות; פירוש הארוך כ״ו:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על שמות; פירוש הארוך", "he": "<b>אורך.</b> חסרי דעת אמרו כי מדת כ\"ח בעבור כ\"ח מחנות הלבנ' והנכון כי היו עשר יריעות על דרך נוטה שמים כיריעה על כן היה מקום קדש הקדשים בחשבון מעוקב:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "THE LENGTH. The uninformed say that the curtains were twenty-eight cubits in length because of the twenty-eight stages<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Literally, camps. The moon has a slightly different appearance each night of the month. According to Meijler, I.E. rejected this opinion because the curtains were 28 cubits in length merely in order to cover the width of the tabernacle and its sideboards down to the sockets.</i> of the moon. However, actually there were ten curtains over the tabernacle to correspond with <i>Who stretchest out the heavens like a curtain</i> (Ps. 104:2).<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">In other words, the ten curtains of the tabernacle corresponded to the heavens which contain the ten spheres. The tabernacle was, as it were, God’s dwelling place. See I.E. on Ex. 25:40.</i> The place of the Holy of Holies therefore was a cube in measure.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">The Holy of Holies was 10 cubits wide, 10 cubits in length, and 10 cubits height. These measurements corresponded to the ten spheres.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "531e4fe0fbfba276047f5f0e", "index_title": "Onkelos Exodus", "category": "Targum", "type": "targum", "ref": "Onkelos Exodus 26:2", "anchorRef": "Exodus 26:2", "anchorRefExpanded": ["Exodus 26:2"], "sourceRef": "Onkelos Exodus 26:2", "sourceHeRef": "תרגום אונקלוס על שמות כ״ו:ב׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 26.0002, "collectiveTitle": {"en": "Onkelos Exodus", "he": "תרגום אונקלוס על שמות"}, "heTitle": "תרגום אונקלוס על שמות", "he": "אֻרְכָּא דִּירִיעֲתָא חֲדָא עַשְׂרִין וְתַמְנֵי אַמִּין וּפוּתְיָא אַרְבַּע אַמִּין דִּירִיעֲתָא חֲדָא מְשַׁחְתָּא חֲדָא לְכָל יְרִיעֲתָא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Each drape shall be twenty eight amohs long, and each drape shall be four amohs wide. All the drapes shall have the same measure.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2684fbfba27c35eeb74e", "index_title": "Targum Jonathan on Exodus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Exodus 26:2", "anchorRef": "Exodus 26:2", "anchorRefExpanded": ["Exodus 26:2"], "sourceRef": "Targum Jonathan on Exodus 26:2", "sourceHeRef": "תרגום יונתן על שמות כ״ו:ב׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 26.0002, "collectiveTitle": {"en": "Targum Jonathan on Exodus", "he": "תרגום יונתן על שמות"}, "heTitle": "תרגום יונתן על שמות", "he": "אוּרְכָּא דִירִיעֲתָא חֲדָא עַשְרִין וְתַמְנֵי אַמִּין וּפוּתְיָה אַרְבַּע אַמִּין דִּירִיעֲתָא חֲדָא מִשְׁחֲתָא חֲדָא לְכָל יְרִיעֲתָא", "heVersionTitle": "Targum Jonathan on Exodus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " The length of one curtain twenty and eight cubits, and the breadth of one curtain four cubits; the measure of one shall be that of all the curtains.  ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54eaf567fbfba278fd265d02", "index_title": "Haamek Davar on Exodus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Exodus 26:2:1", "anchorRef": "Exodus 26:2", "anchorRefExpanded": ["Exodus 26:2"], "sourceRef": "Haamek Davar on Exodus 26:2:1", "sourceHeRef": "העמק דבר על שמות כ״ו:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ארך היריעה האחת.</b> האי האחת מיותר. עוד אינו מדויק לשון שמנה ועשרים באמה. אמה מיבעי. וכבר עמד ע״ז הראב״ע להלן ל״ו ט׳ ודבריו סתומים. והנראה שבא ללמדנו שהיו אמות היריעות גדולות מאמות הכלים. וכדאי׳ במנחות דצ״ו באמות בהמ״ק שהיו אמות בנין גדולות משל כלים. וכתיב בדה״ב ג׳ ג׳ במדה הראשונה. פירושו כמו שהיה במשכן ראשית למקדש. זהו לשון באמה. דשמנה ועשרים אמה היה נמדד באמה של היריעות. שהיו עודפת על אמות הכלים ואולי גם הראב״ע כוון לזה. מעתה מבואר גם יתור לשון האחת. דמאחר דגלי קרא שיהא האמות גדולות ולא נתפרש בכמה. א״כ אם היו כמה אנשים אורגים ביחד כמה יריעות יכול להיות שלא יהיו האמות של כל היריעות שוין בצמצום. דזה יוסיף מעט וזה יוסיף יותר. ע״כ היתה המצוה שלא יתחילו לארוג כ״א אחת. וכאשר תהי׳ נגמרת יריעה האחת אז תהי׳ <b>מדה אחת לכל היריעות.</b> ובזה מדויק עוד שנוי הלשון בפ׳ זו שהחל ארך היריעה האחת. ובכל הסדרה החל הכתוב במדה כמה ארכו. היינו משום דבכ״מ עיקר נושא המקרא הוא המדה וכאן נושא המקרא ג״כ שתהיה היריעה האחת כמש״כ:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "55b157d8fbfba2552ab2dcae", "index_title": "Tikkunei Zohar", "category": "Kabbalah", "type": "", "ref": "Tikkunei Zohar 128a:6", "anchorRef": "Exodus 26:2", "anchorRefExpanded": ["Exodus 26:2"], "sourceRef": "Tikkunei Zohar 128a:6", "sourceHeRef": "תקוני הזהר קכ״ח א:ו׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 255.0006, "collectiveTitle": {"en": "Tikkunei Zohar", "he": "תקוני הזהר"}, "heTitle": "תקוני הזהר", "he": "וּבְגִין דָּא (דברים כה יג) לֹא יִהְיֶה לְךָ בְּבֵיתְךָ אֶבֶן וָאָבֶן אֵיפָה וְאֵיפָה גְּדוֹלָה וּקְטַנָּה, דְּגוֹדָל אִיהוּ מִדָּה לְעַיְינִין לְחוֹטָמָא לְשִׂפְוָון לְאוּדְנִין לְפוּמָא, הַאי אִיהוּ מִדָּה דְכֹלָּא, וּבְגִין דָּא אָמַר קְרָא (שמות כו ב) מִדָּה אַחַת לְכָל הַיְרִיעוֹת, וְעַל כַּנְפֵי עִינָא אִתְּמַר (תהלים קד ד) עוֹשֶׂה מַלְאָכָיו רוּחוֹת מְשָׁרְתָיו אֵשׁ לוֹהֵט, אִלֵּין אִינוּן גַּוְּונֵי עִינָא, וְלָקֳבֵל תְּרֵין כַּנְפֵי עִינָא אִינוּן תְּרֵין שִׂפְוָון דְּפָתְחִין וְסָגְרִין, וּלְקִבְלַיְיהוּ תְּרֵין כַּנְפֵי רֵיאָה, וְעִינָא לָקֳבֵל לִבָּא דְאִיהוּ אֵשׁ לוֹהֵט, וּבְכַנְפֵי רֵיאָה רוּחָא דְנָשֵׁיב בְּהוֹן, עֲלַיְיהוּ אִתְּמַר עוֹשֶׂה מַלְאָכָיו רוּחוֹת. \n", "heVersionTitle": "Tikkunei Zohar - Vocalized", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תיקוני הזוהר - מהדורה מנוקדת", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77cc7d6e4a94c7c189f26", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Exodus 26:2", "anchorRef": "Exodus 26:2", "anchorRefExpanded": ["Exodus 26:2"], "sourceRef": "Tafsir Rasag, Exodus 26:2", "sourceHeRef": "תפסיר רס\"ג, שמות כ״ו:ב׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 26.0002, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "שמות", "he": "טול כל שקה ת̇מאן ועשרין ד̇ראעא וערצ̇הא ארבע אד̇רע מסאחה ואחדה לג̇מיע אלאשקאק", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59523d64d6e4a97215ac0868", "index_title": "Yaarot Devash I", "category": "Musar", "type": "", "ref": "Yaarot Devash I 2:13", "anchorRef": "Exodus 26:2", "anchorRefExpanded": ["Exodus 26:2"], "sourceRef": "Yaarot Devash I 2:13", "sourceHeRef": "יערות דבש ב׳:י״ג", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1714, 1764], "commentaryNum": 2.0013, "collectiveTitle": {"en": "Yaarot Devash I", "he": "יערות דבש"}, "heTitle": "יערות דבש", "he": "וזהו ענין דברי מטרוניתא הנ\"ל כי האמינה לדברי תורה שיוסף לא חטא באשת אדוניו אמנם היא אמרה אתם מפארים ומהללים ליוסף הצדיק לאיש קדוש וטהור גבורתו ותקפו להלחם ביצרו זהו אי אפשר מפאת הטבע איש בכל חומו לכבוש יצרו ובלי ספק שהיה חפץ לעשות עבירה רק מהשמים עכבוהו ומנעוהו מעון או ע\"י דמות דיוקנו של אביו כמאמר חז\"ל <small>(סוטה לו ע\"ב)</small> או כהנה ע\"י סיבות ומניעות אשר הרבה שלוחים למקום וא\"כ אין כאן התפארות ליוסף כי לא לו ההוד והתגברות היצר רק לשמים ממעל וזה יתכן אפי' לנקלה שבנקלים כי ה' כל יכול ולזה הביאו ראיה דא\"כ חטא יוסף במחשבה הו\"ל לתורה להזכיר חטאו במחשבה רק שמא תאמר כי לא נאמר בתורה רק מה שהוא חטא בפועל אבל מה שהוא במחשבה בעלמא התורה כיסהו ולזה הביאו לה ממעשה ראובן ונודע מ\"ש במדרש ומפרשים וישכב ראובן וכו' וישמע ישראל כי ביקש לעשות וישמע ישראל ולא יכול לעשות אשר זמם כי בא אביו והפיר מחשבתו וא\"כ למה העמידתו התורה וכן יהודה באמת שהיתה תמר כלתו לא היה עון כמ\"ש הרמב\"ן <small>(בראשית לח ח)</small> כי אז היה היבום נוהג באב ואדרבא קיום מצות יבום כמ\"ש במדרש ומפרשי תורה רק כל העון במחשבה שחשב היותה קדשה בעיניו ועבר על לאו לא תהיה קדש וקדשה וכדומה מהגנות והפקר לבעול אשה מופקרת וא\"כ התורה העמידתו ש\"מ דאפילו מחשבת עון אין התורה מעלימה וא\"כ לדבריך כי יוסף חטא במחשבה אף מחשבה זו היתה התורה כותבה אלא שצדיק שלם בכל לבבו ומחשבתו היה ואף לו התהלה והשבח ודברים כאלה אני אומר אתם בחורים ובתולות עומדים בכל חומם מתייחדים יום ולילה בקירוב למאוד אם אתם נמלטים מעבירה והוצאת זרע לבטלה כה אחיה אם אדע שהאמת אתכם שהייתי מנשק עפרות מסילות רגליכם כי קדושים אתם אבל חוששני כי בעו\"ה נכזבה תוחלתי כי אין כאן עזר אלהות בפשע הרב הזה ויצה\"ר דומה להר גדול ואיך תוכלו לכבוש ההר הזה אוי ווי על שברי ושבר הדור כמה קלקולים וגזירת עשרה הרוגי מלכות ואלפים מישראל נשרפו נשמתם כמה פעמים כבר נהרג משיח בן יוסף והכל בשביל יו\"ד טיפות שהוציא יוסף ז\"ל והיה לקדושת השם לבל יחטא באשה זרה ר\"ל ומה תעשו אתם להתחמם באור אשכם ושאול מתחת תוקד ואין מכבה בנים זרים יולדו לא אמון בם והזו שמחת חתונים וכדומה אשר אב ואם רואים בנים נשחטים שוחטי ילדים וזהו אריכות גלות שלנו בעו\"ה כי גם יזקינו היצה\"ר כרוך בם ובזרעם אחריהם והכל בענין ביטול תורה כי אם ילמדו ידעו מה לעשות ויבינו חומר הדבר ואור תורה יגין ועיקר כי פסקו נותני צדקה מנדבי נדבות לצרך בית המקדש שיהיו לומדים עניים לומדי תורה לשם שמים ואל תמצאו בית מנוס לומר כי הזמנים קשים ועתים הם בצוק הקשה יאמרו נא ישראל אם תהיה כאן פקידה לבנות בית בחירה ומקדש ה' היהיה אחד מכם שלא יפשיט ממש חלוק התחתון ליתן לנדבת בית ה' וידעתי כי הדור כשר יותר יבואו נשים על אנשים יותר מזמן המשכן והדבר ק\"ו להעמיד ולכונן בית המקדש מקום ועד חכמים להרביץ תורה בישראל ולהקים תורה מעפרה והלא זה יותר טוב מבנין ביהמ\"ק כי אמר הקב\"ה לדוד דמים הרבה שפכת אתה לא תבנה הבית הזה <small>(עי דה\"א כב ח)</small> ויש להבין מה ענין זה לבנין הבית אבל ענין הדבר כי ידוע מ\"ש חז\"ל <small>(ברכות ו ע\"ב סנהדרין טז)</small> כשעלה עמוד השחר נכנסו חכמי ישראל לדוד עמך ישראל צריכין פרנסה אמר פשטו ידיכם בגדוד ויש להבין מה ביקשו מדוד בזה באמרם ישראל צריכין פרנסה אבל כבר מבואר במדרש <small>(ילקוט רות רמז תר\"ג)</small> ואני בעניי הכינותי לבית ה' זהב ככרים מאה אלף וכסף אלף אלפים ככרים וכו' וכי יש לעני בישראל אלף אלפים דינרי זהב אלא כשהרג לגולית השליכו עליו בנות ישראל כסף וזהב והוא הפרישן לבנין בהמ\"ק וכשהיה רעב בארץ לא פתח אוצרות לכלכל עניים ולכך קצף עליו השם ואמר טובה צדקה מבנין בית המקדש ולכך אתה לא תבנה ונראה כי חכמי ישראל הם שבקשו שיתן לעניים מהכסף וזהב ההוא ולכך אמרו לו עמך ישראל צריכין פרנסה ופתח ותן והוא מיאן לתת וצוה להלחם ואם כן הרבה מלחמות רשות שנעשו בשביל פרנסת עניים מה שהיה דוד יכול לתקן בפתחו אוצרות המוכנים לבית ה' וזהו פי' הפסוק דמים הרבה שפכת כי לחמת מלחמות רשות ולא היה צורך כי היה לך לפרנס מן אוצרות ואתה קמצת בשלך בצדקה והעניים היו עטופים ברעב עד עבור ימי מלחמה ובין כך סבלו דוחק ולחץ ולכך אתה לא תבנה הבית כי נבחר לה' צדקה מבנין בית ולכך אמרתי דרך הלצה ואכלתם לחמכם לשובע וכו' ונתתי שלום בארץ <small>(ויקרא כו ה)</small> כי כאשר לא היה לעם ישראל פרנסה פשטו ידיהם בגדוד וזהו אמרו ואכלתם לחמכם לשובע שלא יחסר לחמכם אם כן אין צורך למלחמה ונתתי שלום בארץ אבל נשמע מזה כי יותר טוב צדקה מבנין בית ה' אף כי צדקה לת\"ח ולהקים תורה מעפרה ומכ\"ש לחזק ידי ת\"ח ואני אמרתי סמך למה שכבר נודע מ\"ש במדרש <small>(ב\"ר פע\"ב ו)</small> האומר יהי רצון שתלד אשתי זכר הרי זה תפלת שוא וקאמר במדרש והוא שישבה על משבר ופריך המדרש והא כתיב ואחר ילדה בת ומשני עיקר ברייתה זכר היה ומתפלתה של רחל נעשית נקבה ותמהו המפרשים דמה קושיא מאחר ילדה בת דהא לפני ישיבת משבר לשיטת המדרש מועילה התפלה ואם הקושיא קושיא מה משני עיקר ברייתה זכר היה הא זו עיקר הקושיא וגם יש לדייק למה אמר דמתפלתה של רחל נעשה נקבה ובגמ' <small>(ברכות ס)</small> משמע דלאה דנה בעצמה וכו' אמנם הדבר פשוט כאשר כבר בא בדפוס בעבורי והוא אם לאה דנה בעצמה היינו לאחר שכבר היו לה ו' בנים וא\"כ חשבה דלא תהא רחל לפחות מולידה ב' בנים כשפחותיו וא\"כ ע\"כ דהיה לה זבולון והראב\"ע <small>(בראשית ל כא)</small> כתב דזבולון ודינה היו תאומים וא\"כ ע\"כ לא התפללה לאה רק בלידת זבולון רהוא הבן הששי ואז ישבה על משבר ואיך היה אפשר להפך דינה לנקבה ולכך משני לא כן הוא דמתפלתה של לאה רק מתפלתה של רחל והיא היתה מתפללת תמיד והקב\"ה שידע שזבולון במעי לאה הפך דינה לבת ויש ליתן טעם למה הי' בזבולון תאומים אבל כי עיקר זבולון שמחזיק תורה כנודע שמח זבולון בצאתך יששכר באהלך <small>(דברים לג יח)</small> אבל כשיהיה בעל ת\"ח נסמך על מתנת קצין ונדיב חייו תלוים מנגד בעו\"ה ואין לו בינה כלל בתורה וגם נדיב ילאה לתת כפעם בפעם אבל עיקר החזקת תורה שיש לנגיד ונדיב לעשות הוא להשיא בתו לת\"ח ואם כן אך עצמו ובשרו הוא ולא יאכל הת\"ח נהמא דכסופא וגם הוא יתן בעין יפה כי הלא זרעו הוא וזהו תכלית החזקת תורה ולכך בזבולון נולדה עמו נקבה תאומים להורות כי נקבה שכרו כי בזה יזכה לשלמות והוא יביאהו לחיי עוה\"ב ובאמת הכל היה תלוי בהתחלה וכן היה במשכן כמבואר במדרש דלא היה א' מנדב למשכן עד שהתחיל משה ונדב משלו כל הונו ועמדו ישראל ונדבו ולכן תלוי הכל במתחיל אם יתחילו הגדולים ופני הדור לנדב לבית המקדש והחזקת תורה מי לא יצא אחריהם ובזה הבנתי דברי הגמרא <small>(שבת צ\"ב)</small> דאמרו אין השכינה שורה אלא וכו' עשיר דכתי' פסל לך מפסולת של לוחות העשיר משה וקשה הא מן תחלת הסנה עד פסולת לוחות שניות היו כמעט ב' שנים ואיך שרתה אז שכינה עליו אלא שבאמת היה לו מקודם רק נדב הכל למשכן לכך ניתן לו עושר אחר מפסולת של לוחות כי למשה עצמו נאמרה נדבת משכן קודם לוחות שניות ותיכף נדב בלבו כל כספו וזהבו וזהו הענין ששינו בהעתקת התורה לתלמי אשר בעו\"ה היה בעצם היום הזה וכתבו תמורת וירכיבם על החמור נושאי בני אדם ופירש\"י שלא יאמרו משה רבכם לא היו לו סוסים <small>(מגילה ט)</small> ויש להבין מה איכפת לן בזה אשר בשביל זה ישנו בתורה אם יאמרו כי עני היה בזאת יתהלל המתהלל שהיה עני ומ\"מ בצע כסף לא לקח כדכתיב <small>(במדבר טז טו)</small> לא חמור אחד מהם נשאתי ואין זו בושה לאדון הנביאים כלל אבל הענין למה שאמרו <small>(סוטה יג)</small> חכם לבב יקח מצות שהכל הולכים אחר ביזה ומשה לא הלך רק עסק בעצמות יוסף ויש להבין הלא הליכה זו אחרי ביזה היתה הליכה של מצוה וקיום דברי ה' שאמר דבר נא באזני העם וישאלו וכו' וישראל קבלו שכר במצוה זו אבל טעם הדבר שהלא טענו על ישראל לפני אלכסנדר להשיב השאלה אשר בידם והשיבו תן לנו שכר עבודה <small>(סנהדרין צה)</small> וזה היה הטעם באמת מה' ליתן חלף שכר עבודה ומשה מעולם לא נשתעבד במצרים ולא קבל שכר עבודה ולכך לא הלך לקראת ביזה וא\"כ אילו היו כותבים על חמור יטענו מצרים א\"כ ע\"כ גם משה לקח מביזה שלנו דאל\"כ מנין לו במדין היה עני ואין שכינה שורה אלא על עשיר וע\"כ דלקח מביזה שלנו ובו לא נשתעבדנו ואם כן גזילה הוא ביד משה רבכם וכדי בזיון וקצף לומר כן על משה ולכך כתבו נושאי בני אדם וי\"ל דהיה עשיר ממדין כנודע כי היה שלל רב בידו ממלכותו אשר כבש וכן מה ששינו אצל שרה וכתבו במקום בקרבה בקרוביה לכאורה ג\"כ תמוה ורש\"י נתן טעם דלא יקשה א\"כ אף על אברהם היה לו לכעוס ולכך חילק דזה היה בלבו וזה היה פומבי וקשה חדא מה איכפת לן אם יהיו יונים שואלים טעם בתורה והחקר אלוה ימצאו וכהנה יהיו אלף אלפים שאלות וספיקות בתורה וילאה שכל אדם להשיגו ועוד דעדיין קשה וכי בשביל שהיה בלב לא יקפיד ה' הלא הוא חוקר לבב ואפשר לפי מה שכתב הרמב\"ן בתורה <small>(בראשית יח טו)</small> כי צחוק שהוא בקרב איש הוא משמש לשון לעג אבל צחוק הנאמר לאחרים הוא לשון שמחה כדכתיב כל השומע יצחק לי ע\"ש ולכך הם חסו על אמנו שרה ראש מחצבתנו שלא ידברו על שרה שצחקה ולעגה בבשורת המלאכים וכתבו בקרוביה ואם כן מה שהוא לאחרים הוא בגדר השמחה אבל זהו דוחק ויותר נראה כמ\"ש במדרש <small>(שמות כו ב)</small> היש ה' בקרבנו אם אין אם יודע מה בלבנו נעבדהו ואם לאו לא נעבדהו וצריך להבין מה ענינם דיסתפקו חס וחלילה דור דעה כזה שכבר הגיעו למעלות נבואה בים סוף אבל ספק שלהם היה זה כי ויסע מלאך ה' לפני מחנה ישראל והוא הולך עמם בעמוד ענן והיה ספק אם זה רק מלאך משרי צבאות ה' כמו שחשב הראב\"ע בפרשת בשלח או שכינת השם כדכתיב <small>(בראשית יג כא)</small> וה' הולך לפניהם וכמו שפי' הרמב\"ן בתורה פ' בשלח <small>(שם ד\"ה וה')</small> ואם הוא מלאך לא יאות לו העבודה ח\"ו ואם הוא שכינת כבודו אותו נעבוד וכבר ידוע כי מה\"ש אינם מכירים מה בלבו של אדם ולכך זה היה לישראל הספק אם יש ה' בקרבנו הרצון זה המלאך ההולך בקרב מחנה ישראל אם הוא ה' או שלוחו למען דעת אם נעבדהו והיה הסימן אם יודע מה בלב אנשים ובו יובחן המלאך כנ\"ל והנה כל גויים כל ע\"ז שלהם שעובדים לצבאי מעלה ושרים ואומרים שה' חלק להם לעבדם כמ\"ש הרמב\"ם בהל' מדע <small>(הל' ע\"ז פ\"א ה\"א)</small> מטעות שהיתה בימי אנוש אבל אילו היו העמים מודים כי אין המלאכים בוחנים חקר לבבות לא היו אומרים שלהם העבודה כי עיקר עבודה בלב וכונה רצויה והוא לאל לא יושיע היותם בלתי משיגים ממנו דבר רק הם מכחישים זה ואומרים שיודעים מה שבלב והנה מזה ותצחק שרה בקרבה יש פתחון פה לטעותם כי שרה צחקה בלבה והמלאך ידע ואמר למה זה צחקה שרה וכו' ואם כן מצאו מקום לכפור ולכך שינו וכתבו בקרוביה ואם הדבר יוצא משפה ולחוץ אין עוד תימה אם מלאכים השיגו מה שעשו וזה היה טעמם ששינו מבלי ליתן פתחון פה לטועים ובאמת איך ידעו מלאכים מה שבקרבה י\"ל או שהשכינה היתה שם כמו שאמרו במדרש ובגמרא <small>(ב\"מ פו ע\"ב)</small> דהיתה שכינה שם או כמ\"ש בכמה פעמים כי גבריאל יודע מה שבלבו של אדם והקב\"ה נתן לו זאת הבחינה כי הוא ממונה על חלומות <small>(זוהר ח\"א קפג)</small> ואין מראין לאדם אלא מהרהור הלב <small>(ברכות נה ע\"ב)</small> וע\"כ צריך לדעת מה הרהר ומה חשב ואצל אותם ג' מלאכים היה גבריאל כנודע <small>(ב\"מ פו ע\"ב)</small> ודברים אלו אינם האומות מאמינים ולכך שינו כנ\"ל ונכון הוא:", "heVersionTitle": "Yaarot Devash -- OYW", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59636a99d6e4a9416e9c15e1", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Exodus 26:2:1", "anchorRef": "Exodus 26:2", "anchorRefExpanded": ["Exodus 26:2"], "sourceRef": "Mizrachi, Exodus 26:2:1", "sourceHeRef": "מזרחי, שמות כ״ו:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "שמות", "he": "<b>ורוחב המשכן מן הצפון לדרום עשר אמות שנאמר ולירכתי המשכן ימה וגו'. </b>ושני קרשים תעשה למקוצעות המשכן הרי עשר ובמקומם אפרשם למקראות הללו כל זה בנוי על שעובי הקרשים אמה כמו שכתב גבי ולירכתי המשכן ימה תעשה ששה קרשים ושני קרשים תעשה למקוצעות המשכן כל שמנה קרשים בסדר אחד הן אלא שאלו השנים אינם בחלל המשכן אלא חצי אמה מזו וחצי אמה מזו נראו בחלל להשלים רחבן לעשר אמות והאמה מזו והאמה מזו באות כנגד אמת עובי קרשי המשכן כו' והכי איתא בפרק הזורק שדי אורכיה דעשר יריעות לפותיא דמשכן כמה הויא עשרים ותמני דל עשר לאגר' פשו להו תשע להאי גיסא ותשע להאי גיסא לר' יהודה דאמר קרשים מלמטה עוביין אמה ומלמעלה כלין והולכים עד כאצבע מגליא אמה דאדנים לר' נחמי' דאמר כשם שמלמטה עוביין אמה כך מלמעלה עוביין אמה מגליא אמה דקרשים ומנ\"ל דעובי הקרשים אמה דילמא עוביין אינו אלא חצי אמה דהשתא נימא שהשני קרשים של מקוצעו' יש מהן בחלל השתי אמות וחצי אמה מזה וחצי אמה מזה כנגד חצי אמה של עובי קרשי המשכן מכאן ומכאן כבר תירצו התוספות בזה דמבית עולמים הוא דילפי לה שהיה ארכו ששים ורחבו עשרים ה\"נ במשכן רחבו שליש ארכו הוא כדנפקא לן מקרא דוכן תעשו לדורות כשתעשו לי כלי בית עולמים כתבנית אלו תעשו אותם: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5964d74cd6e4a92bf45a951b", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Shemot 26:2:1-2", "anchorRef": "Exodus 26:2", "anchorRefExpanded": ["Exodus 26:2"], "sourceRef": "Rabbeinu Bahya, Shemot 26:2:1-2", "sourceHeRef": "רבנו בחיי, שמות כ״ו:ב׳:א׳-ב׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "שמות", "he": ["<b>אורך היריעה האחת שמונה ועשרים באמה.</b> ידוע כי מעשה המשכן הכל ציורין כנגד מעשה שמים, ומפני שהמאורות קבועים בשמים וכל הפעולות באות משם בעולם השפל בעתים נגזרים לכך הזכיר לשון יריעה על שם הכתוב (תהילים ק״ד:ב׳) נוטה שמים כיריעה, והיו עשר יריעות כנגד עשר גלגלים, ואמר שמונה ועשרים כנגד שמונה ועשרים עתים שבספר קהלת ועליהם נאמר (דברי הימים א י״ב:ל״ג) ומבני יששכר יודעי בינה לעתים, ועליהם אמר דוד (תהילים ל״ד:ב׳) אברכה את ה' בכל עת והזכיר עוד (שם לא) בידך עתותי, או יהיה כנגד ימי יתרון הלבנה ופחיתותה, ", "<b>ובמדרש </b>תנחומא שמונה ועשרים באמה היתה גדולה היריעה ונס גדול היה היכן מצינו יריעה אחת כ\"ח אמות, רבי נחמיה אומר מעשה נסים היה ולשעה נבראת ונגנזה, <small>(עי' בתנחומא ושם הדרש על יריעות העזים, והכוונה על מכסה עור תחש שהיה ג\"כ אורך ל' אמה)</small> תדע לך שכתוב אורך היריעה האחת שלשים באמה מהיכן אתה מביאה ולא תאמר ביריעות אלא אף בקרשים היה מעשה נסים ע\"כ. "], "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": ["אורך היריעה האחת שמונה ועשרים באמה, “the length of a single curtain was approximately 28 cubits.” It is common knowledge that the entire Tabernacle and its components were meant to be sort of a replica of what exists in the heavens (primarily the parts we can see). Seeing that the luminaries are fixed in the sky, and all their activities inasmuch as they have impact on our terrestrial world are decreed to occur at predetermined times, the Torah called the Tabernacle, i.e. the covering, the ceiling of the structure, by the name יריעה, “curtain.” David uses the same expression to describe the heaven in psalm 104,2 where he speaks about G’d as נוטה שמים כיריעה, “spreading the heaven like a tent (curtain).”<br> There were a total of ten such curtains corresponding to ten different גלגלים, i.e. the seven fixed stars, plus what is known as the גלגל השכל, גלגל המקיף, and the גלגל המזלות, the domain (orbit) of ‘intelligence,’ a domain which surrounds all the planetary systems, near the domain of the sign of the zodiac. The reason that the length of each curtain was to be 28 cubits was that it was to correspond to the 28 times Solomon mentions the word עת in Kohelet chapter three. With regard to the significance of that word עת, we read in Chronicles I 12,32 that the men whom the tribe of Issachar dispatched to participate in the crowning of King David were all יודעי בינה לעתים, “conversant with the meaning of these different periods described as עת.” David himself said concerning the significance of each different time period: אברכה את ה' בכל עת, “let me bless the Lord in each one of these time periods” (Psalms 34,2). Another occasion when David mentions the word עת specifically is in Psalm 31,16 בידך עתתי, “my times are in Your hands.”<br> Another reason for the number 28 may be connected to the lunar cycle, i.e. the number of days the moon either gains or loses size (according to our observation).", "Midrash Tanchuma <small>(Terumah 9)</small> in referring to the length of 28 cubits of each of these curtains claims that there was a basic miracle involved here as we never find curtains of this length (about 56 feet). According to Rabbi Nechemyah this was a miracle that occurred only in connection with the weaving of these special יריעות. Actually, miraculous occurrences took place not only in connection with these curtains but also in connection with the קרשים, the upright beams forming the walls of the Tabernacle."], "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59d488add6e4a939ba173513", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Exodus 26:2:1", "anchorRef": "Exodus 26:2", "anchorRefExpanded": ["Exodus 26:2"], "sourceRef": "Torah Temimah on Torah, Exodus 26:2:1", "sourceHeRef": "תורה תמימה על התורה, שמות כ״ו:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "שמות", "he": "<b>ארך היריעה האחת. </b>איזו קשירה היתה במשכן <sup class=\"footnote-marker\">ז</sup><i class=\"footnote\">ר\"ל משום דכל אבות מלאכות האסורות בשבת ילפינן ממלאכות שהיו במשכן, ואחת מאבות מלאכות דשבת היא קשירה, וא\"כ צריך למצוא ענינו במשכן, ועל זה פריך היכן מצינו קשירה במשכן. </i>, א\"ר יוסי בר חנינא, מאורגי יריעות למדו, מאי טעמא, ארך היריעה האחת – שתהא כולה אחת, נפסק היה קושרו <sup class=\"footnote-marker\">ח</sup><i class=\"footnote\">ר\"ל שתהא היריעה נארגת באחת ולא שיארגו חתיכות חתיכות ואח\"כ יתפרן יחד ולא היו החוטין ארוכין כל כך והיו צריכין לקשור. </i>.<br>(ירושלמי שבת פ\"ז ה\"ב)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d488add6e4a939ba173515", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Exodus 26:2:2", "anchorRef": "Exodus 26:2", "anchorRefExpanded": ["Exodus 26:2"], "sourceRef": "Torah Temimah on Torah, Exodus 26:2:2", "sourceHeRef": "תורה תמימה על התורה, שמות כ״ו:ב׳:ב׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "שמות", "he": "<b>שמנה ועשרים באמה. </b>שדי אורכייהו לפותיא דמשכן כמה הוי – עשרים ותמני, דל עשר לאיגרא <sup class=\"footnote-marker\">ט</sup><i class=\"footnote\">ר\"ל אחר שתחשב האורך לרוחב המשכן ישאר עשר לרוחב חלל המשכן שהוא עשר אמות. </i> פשו להו תשע להאי גיסא ותשע להאי גיסא ומנליא אמה דאדנים <sup class=\"footnote-marker\">י</sup><i class=\"footnote\">קאי אליבא דר' יהודה בסמוך פסוק כ\"ד דהקרשים היו מלמטן עוביין אמה ומלמעלן כלין והולכין עד כאצבע הרי אינם ממעטין ביריעות וכשפורשן לרוחב המשכן נופלות ט' אמות לצפון ומכסין ט' אמות לקרשים מבחוץ ואמה של אדנים מגולה, שהאדנים גבהן אמה וחלולין הם, והקרשים חרוצים למטה באמצע חצי אמה רוחב בגובה אמה ונשאר חצי אמה לכאן וחצי אמה לכאן והן שתי ידות לקרש האחד ומחסר מן הידות מבחוץ ומשני צדיהן לרכוב על עובי דופני האדן כשנועץ שתי הידות בשני אדנים כדי שיהיו הקרשים תכופות ומשולבות אשה אל אחותה ולא יהא עובי האדן מפסיק ביניהם. </i>.<br>(שבת צ\"ח ב׳)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b30a8ec6f685500161b494f", "index_title": "Malbim on Exodus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Exodus 26:2:1", "anchorRef": "Exodus 26:2", "anchorRefExpanded": ["Exodus 26:2"], "sourceRef": "Malbim on Exodus 26:2:1", "sourceHeRef": "מלבי\"ם על שמות כ״ו:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על שמות", "he": "<b>ארך היריעה,</b> הנה היו שם שלשה מכסאות, יריעות התחתונות הפרושות נקרא בשם משכן, כי תחתם היתה שכינת ה' בקדש, ויריעות עזים שעליהם נקראים בשם אהל של המשכן, ועורות תחשים ועורות אילים מאדמים שעליהם נקראים בשם מכסה של אהל, כמ\"ש את המשכן את אהלו ואת מכסהו, וצוה שהמשכן יהיה מעשר ואמר ועשית <b>על שפת היריעה</b> וכן תעשה <b>בשפת</b> וכן דייק בעשיה לקמן (סי' ל\"ו י\"א), משמע שלולאות של צד האחד קבע על השפה מלמעלה לא על הקצה, ולולאות שבצד השני קבע בשפה היינו בצדי השפה, וזה מפני שהיה צריך שיתראו הקרסים מלמטה ככוכבים ברקיע כמ\"ש בשבת (דף צ\"ט) ואם היו הלולאות שבשני הצדדים על השפה מלמעלה לא היו הקרסים נראים למטה כי היריעה היתה מכסה אותם, ולכן היו בצד אחד בשפה לא על השפה, וכן דייק (בפסוק ה') חמשים וכו' תעשה <b>ביריעה</b> וחמשים <b>בקצה היריעה,</b> ביריעה היינו למעלה, ובקצה היריעה היינו מן הצד, וצוה שהלולאות שבאחד יהיו מכוונות ללולאות שבשנית, וכתב בחזקוני שעובי כל הלולאות בכללם היו שלש אמות וחצי ואויר שביניהם חצי אמה:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קדש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c20995bb8caec0017a0a558", "index_title": "Machberet Menachem", "category": "Reference", "type": "", "ref": "Machberet Menachem, Letter Yod 16:3", "anchorRef": "Exodus 26:2", "anchorRefExpanded": ["Exodus 26:2"], "sourceRef": "Machberet Menachem, Letter Yod 16:3", "sourceHeRef": "מחברת מנחם, י ט״ז:ג׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [950, 960], "commentaryNum": 16.0003, "collectiveTitle": {"en": "Machberet Menachem", "he": "מחברת מנחם"}, "he": "‎השני, <b>לירכתים</b> ימה <small>(שמות כו, כד)</small>, <b>ולירכתי</b> המשכן ימה <small>(שמות כו, ב)</small>, ענין זויות המה.", "heVersionTitle": "Mahberet Menahem, London, 1854.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מחברת מנחם,לונדון, תרי\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9fd4bfb3c3d94bf6554b", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Exodus 26:2:1", "anchorRef": "Exodus 26:2", "anchorRefExpanded": ["Exodus 26:2"], "sourceRef": "Midrash Lekach Tov, Exodus 26:2:1", "sourceHeRef": "מדרש לקח טוב, שמות כ״ו:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "שמות", "he": "ארך היריעה האחת שמנה ועשרים באמה. זה יתפרש בפרשת ויקהל אחר הקמת הקרשים.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f6352bf787169983ab72064", "index_title": "Rabbeinu Gershom on Temurah", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Gershom on Temurah 4b:3", "anchorRef": "Exodus 25:1-27:19", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19"], "sourceRef": "Rabbeinu Gershom on Temurah 4b:3", "sourceHeRef": "רבינו גרשום על תמורה ד׳ ב:ג׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [980, 1020], "commentaryNum": 8.0003, "collectiveTitle": {"en": "Rabbeinu Gershom", "he": "רבינו גרשום"}, "heTitle": "רבינו גרשום על תמורה", "he": "תרי לאוי. לא יחליפנו ולא ימיר וחד עשה ואם המר ימיר:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דפוס האלמנה והאחים ראם", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f6352bf787169983ab72066", "index_title": "Rabbeinu Gershom on Temurah", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Gershom on Temurah 4b:4", "anchorRef": "Exodus 25:1-27:19", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19"], "sourceRef": "Rabbeinu Gershom on Temurah 4b:4", "sourceHeRef": "רבינו גרשום על תמורה ד׳ ב:ד׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [980, 1020], "commentaryNum": 8.0004, "collectiveTitle": {"en": "Rabbeinu Gershom", "he": "רבינו גרשום"}, "heTitle": "רבינו גרשום על תמורה", "he": "אונס דחד לאו וחד עשה הוא עשה ולו תהיה לאשה. לאו דכתיב לא יוכל לשלחה:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דפוס האלמנה והאחים ראם", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f6352bf787169983ab72068", "index_title": "Rabbeinu Gershom on Temurah", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Gershom on Temurah 4b:5", "anchorRef": "Exodus 25:1-27:19", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19"], "sourceRef": "Rabbeinu Gershom on Temurah 4b:5", "sourceHeRef": "רבינו גרשום על תמורה ד׳ ב:ה׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [980, 1020], "commentaryNum": 8.0005, "collectiveTitle": {"en": "Rabbeinu Gershom", "he": "רבינו גרשום"}, "heTitle": "רבינו גרשום על תמורה", "he": "ואם כהן הוא לוקה. דקא עבר על לאו לא יוכל לשלחה:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דפוס האלמנה והאחים ראם", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f6352c0787169983ab7206a", "index_title": "Rabbeinu Gershom on Temurah", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Gershom on Temurah 4b:6", "anchorRef": "Exodus 25:1-27:19", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19"], "sourceRef": "Rabbeinu Gershom on Temurah 4b:6", "sourceHeRef": "רבינו גרשום על תמורה ד׳ ב:ו׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [980, 1020], "commentaryNum": 8.0006, "collectiveTitle": {"en": "Rabbeinu Gershom", "he": "רבינו גרשום"}, "heTitle": "רבינו גרשום על תמורה", "he": "ואינו מחזיר. דאסור בגרושה אלמא דלא מהני ליה עשה לכהן דלא לילקי:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דפוס האלמנה והאחים ראם", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f6352c0787169983ab7206c", "index_title": "Rabbeinu Gershom on Temurah", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Gershom on Temurah 4b:7", "anchorRef": "Exodus 25:1-27:19", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19"], "sourceRef": "Rabbeinu Gershom on Temurah 4b:7", "sourceHeRef": "רבינו גרשום על תמורה ד׳ ב:ז׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [980, 1020], "commentaryNum": 8.0007, "collectiveTitle": {"en": "Rabbeinu Gershom", "he": "רבינו גרשום"}, "heTitle": "רבינו גרשום על תמורה", "he": "משום הכי לקי דרבי בהו רחמנא בכהנים קדושתא יתירתא הא בעלמא לא תעשה שניתק לעשה לא לקי:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דפוס האלמנה והאחים ראם", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f6352c0787169983ab7206e", "index_title": "Rabbeinu Gershom on Temurah", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Gershom on Temurah 4b:8", "anchorRef": "Exodus 25:1-27:19", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19"], "sourceRef": "Rabbeinu Gershom on Temurah 4b:8", "sourceHeRef": "רבינו גרשום על תמורה ד׳ ב:ח׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [980, 1020], "commentaryNum": 8.0008, "collectiveTitle": {"en": "Rabbeinu Gershom", "he": "רבינו גרשום"}, "heTitle": "רבינו גרשום על תמורה", "he": "נ\"א] שאני מימר משום הכי לא מבטיל עשה ללאו. דהוה ליה לאו ששוה בכל דהכל אסורין להמיר לכתחילה ועשה דידיה ואם המר ימיר אינו שוה בכל דליתיה בצבור ושותפין דאין עושין תמורה אפילו דיעבד הילכך לא אלים עשה לאפוקי מן לאו ששוה בכל:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דפוס האלמנה והאחים ראם", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f6352c0787169983ab72070", "index_title": "Rabbeinu Gershom on Temurah", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Gershom on Temurah 4b:9", "anchorRef": "Exodus 25:1-27:19", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19"], "sourceRef": "Rabbeinu Gershom on Temurah 4b:9", "sourceHeRef": "רבינו גרשום על תמורה ד׳ ב:ט׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [980, 1020], "commentaryNum": 8.0009, "collectiveTitle": {"en": "Rabbeinu Gershom", "he": "רבינו גרשום"}, "heTitle": "רבינו גרשום על תמורה", "he": "והרי אונס דלאו דיליה אינו שוה בכל דליתיה בכהנים דלא אמרינן גבי כהן לא יוכל לשלחה ואם גירשה כל ימיו בעמוד והחזיר קאי כמו שחייב ישראל אלא מאחר שגירשה שוב אינו מחזירה ועשה דידיה ולו תהיה לאשה תחת אשר ענה שוה בכל אפילו בכהנים ואפילו הכי לא אלים עשה לאפוקי ממלקות לכהנים. א\"ל כהנים עמא אחרינא נינהו הילכך אחמיר עלייהו דלקי ולגבי ישראל (דהאי) [דהוי] לאו ששוה בכל ועשה ששוה בכל אתי עשה ומפיק מיד לאו ולא לקי אלא מחזיר ואינו לוקה משום דהכתוב נתקו לעשה וכדר' אבין:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דפוס האלמנה והאחים ראם", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60c348e1caedf3b44b4d7c9e", "index_title": "Shabbat", "category": "Talmud", "type": "", "ref": "Shabbat 98b:6", "anchorRef": "Exodus 26:1-2", "anchorRefExpanded": ["Exodus 26:1", "Exodus 26:2"], "sourceRef": "Shabbat 98b:6", "sourceHeRef": "שבת צ״ח ב:ו׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 196.0006, "collectiveTitle": {"en": "Shabbat", "he": "שבת"}, "heTitle": "שבת", "he": "״וְאֶת הַמִּשְׁכָּן תַּעֲשֶׂה עֶשֶׂר יְרִיעֹת ... אֹרֶךְ הַיְרִיעָה הָאַחַת שְׁמֹנֶה וְעֶשְׂרִים בָּאַמָּה״. שְׁדִי אוּרְכַּיְיהוּ לְפוּתְיָא דְמִשְׁכָּן, כַּמָּה הָוְיָא — עֶשְׂרִין וְתַמְנֵי. דַּל עֲשַׂר לְאִיגָּרָא — פָּשׁוּ לְהוּ תֵּשַׁע לְהַאי גִּיסָא וְתֵשַׁע לְהַאי גִּיסָא. לְרַבִּי יְהוּדָה מִיגַּלְּיָא אַמָּה דַאֲדָנִים, לְרַבִּי נְחֶמְיָה מִיגַּלְּיָא אַמָּה דִקְרָשִׁים.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The Gemara cites a verse with regard to the dispute between Rabbi Yehuda and Rabbi Neḥemya: <b>“And you shall make the Tabernacle with ten curtains…the length of each curtain shall be twenty-eight cubits</b> and the width of each curtain four cubits; all the curtains shall have the same measurement” (Exodus 26:1–2). <b>Place their length,</b> i.e., the curtains’ length, <b>across the width</b> of the <b>Tabernacle. How much was</b> their length? It was <b>twenty-eight</b> cubits. <b>Subtract ten</b> cubits <b>for</b> the width of <b>the roof</b> of the Tabernacle, and <b>nine</b> cubits <b>remain on this side, and nine on that side.</b> According <b>to Rabbi Yehuda,</b> who maintains that the beams narrowed to a fingerbreadth, <b>the cubit</b> of the <b>sockets was exposed,</b> as the beams were ten cubits high and the bottom cubit of the beams was placed in the sockets. According <b>to Rabbi Neḥemya,</b> the cubit at the top of the beams must be added to the overall width of the Tabernacle. In addition to the cubit of the sockets, a <b>cubit</b> of the <b>beams</b> themselves <b>was exposed.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "61a6232087f574a17ca6bc95", "index_title": "Jerusalem Talmud Shabbat", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Shabbat 11:1:7", "anchorRef": "Exodus 26:1-6", "anchorRefExpanded": ["Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6"], "sourceRef": "Jerusalem Talmud Shabbat 11:1:7", "sourceHeRef": "תלמוד ירושלמי שבת י״א:א׳:ז׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 1.0007, "collectiveTitle": {"en": "Jerusalem Talmud Shabbat", "he": "תלמוד ירושלמי שבת"}, "heTitle": "תלמוד ירושלמי שבת", "he": "תַּנֵּי בְשֵׁם רִבִּי יוּדָה. זָרַק אַרְבַּע אַמּוֹת בִּרְשׁוּת הָרַבִּים חַייָב. רִבִּי יוּדָה עֲבַד אַרְבַּע אַמּוֹת בִּרְשׁוּת הָרַבִּים <i data-overlay=\"Vilna Pages\" data-value=\"65b\"></i>מְלָאכָה בִפְנֵי עַצְמָהּ. עַל דַּעְתֵּיהּ דְּרִבִּי יוּדָה אַרְבָּעִים מְלָאכוֹת אִינּוּן. וְנִיתְנִין. לָא אֲתִינָן מַתְנֵי אֶלָּא מִילִּין דְּכָל־עַמָּא מוֹדוּיֵי בְהוֹן. רִבִּי זְעִירָא רִבִּי יֹאשִׁיָּה בְשֵׁם רִבִּי יוֹחָנָן. מִתּוֹפְרֵי יְרִיעוֹת לָמַד רִבִּי יְהוּדָה. שֶׁהָיוּ תוֹפְרֵי הַיְּרִיעוֹת מְזָֽרְקִין אֶת הַמְּחָטִין אֵילּוּ לָאֵילּוּ. וְלָאו כַּרְמְלִית הִיא. אָמַר רִבִּי חִינְנָא. מִן הַצַּד הָיוּ מְזָֽרְקִין.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "It was stated in the name of Rebbi Jehudah: One who threw four cubits in the public domain is liable<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">He denies that throwing is a derivative of transporting (<a class=\"refLink\" data-ref=\"Jerusalem Talmud Shabbat 11:1:2\" href=\"/Jerusalem_Talmud_Shabbat.11.1.2\">Note 24</a>). <a class=\"refLink\" data-ref=\"Shabbat 97b\" href=\"/Shabbat.97b\">Babli 97b</a>.</i>. Rebbi Jehudah considers four cubits in the public domain a separate category of work<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">If he transported from a domain to another by throwing he is twice liable, <a class=\"refLink\" data-ref=\"Shabbat 97b\" href=\"/Shabbat.97b\">Babli 97b</a>.</i>. In Rebbi Jehudah’s opinion there are 40 categories of work: should we not state this? We come to state only things about which everybody agrees. Rebbi Zeˋira, Rebbi Joshia in the name of Rebbi Joḥanan: Rebbi Jehudah learned this from those who were sewing the gobelins, for those sewing the gobelins were throwing the needles one to another<sup class=\"footnote-marker\">49</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Shabbat 96b\" href=\"/Shabbat.96b\">Babli 96b</a>., <a class=\"refLink\" data-ref=\"Exodus 26:1-6\" href=\"/Exodus.26.1-6\"><i>Ex</i>. 26:1–6</a>. R. Jehudah must hold that throwing within 10 hand-breadths from the soil is transporting in the public domain.</i>. Is that not <i>karmelit</i><sup class=\"footnote-marker\">50</sup><i class=\"footnote\">Since the camp was organized as a private domain only after the Tabernacle was in service (<a class=\"refLink\" data-ref=\"Numbers 2:1\" href=\"/Numbers.2.1\"><i>Num</i>. 2:1</a>), in the period of construction of the Tabernacle they were dwelling in the desert; the space between the tents was <i>karmelit</i>. If the argument is correct then carrying in <i>karmelit</i> should be biblically prohibited and causing liability. This contradicts practice (<a class=\"refLink\" data-ref=\"Jerusalem Talmud Shabbat 1:1:24\" href=\"/Jerusalem_Talmud_Shabbat.1.1.24\">Chapter 1, Note 73</a>).</i>? Rebbi Ḥinena said, they were throwing sideways<sup class=\"footnote-marker\">51</sup><i class=\"footnote\">They threw outside of the tents in the public domain. The <a class=\"refLink\" data-ref=\"Shabbat 96b\" href=\"/Shabbat.96b\">Babli 96b</a> rejects the entire argument as impossible.</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "619e8f66ad9c4d6ad7417537", "index_title": "Jerusalem Talmud Shabbat", "category": "Talmud", "type": "related passage", "ref": "Jerusalem Talmud Shabbat 15:1:2", "anchorRef": "Exodus 26:2", "anchorRefExpanded": ["Exodus 26:2"], "sourceRef": "Jerusalem Talmud Shabbat 15:1:2", "sourceHeRef": "תלמוד ירושלמי שבת ט״ו:א׳:ב׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Jerusalem Talmud Shabbat", "he": "תלמוד ירושלמי שבת"}, "heTitle": "תלמוד ירושלמי שבת", "he": "<strong><big>הלכה:</big></strong> אֵילּוּ קְשָׁרִים כול׳. מַה קְשִׁירָה הָֽיְתָה בַמִּשְׁכָּן. שֶׁהָיוּ קוֹשְׁרִין אֶת הַמֵּיתָרִים. וְלֹא לְשָׁעָה הָֽיְתָה. אָמַר רִבִּי יוֹסֵה. מִכֵּיוָן שֶׁהָיוּ נוֹסְעִין וְחוֹנִין עַל פִּי הַדִּיבֵּר כְּמִי שֶׁהִיא לְעוֹלָם. אָמַר רִבִּי יוֹסֵי בֵּירִבִּי בּוּן. <i data-overlay=\"Vilna Pages\" data-value=\"77b\"></i>מִכֵּיוָן שֶׁהִבְטִיחָן הַמָּקוֹם שֶׁהוּא מַכְנִיסָן לָאָרֶץ כְּמִי שֶׁהוּא לְשָׁעָה. אָמַר רִבִּי פִינְחָס. מִתּוֹפְרֵי יְרִיעוֹת לָֽמְדוּ. נִפְסַק הָיָה קוֹשְׁרוֹ. חָזַר וְנִפְסַק. לַעֲשׂוֹתָן קְשָׁרִים קְשָׁרִים אֵי אֶיפְשַׁר. אֶלָּא חוֹזֵר וּמַתִּיר אֶת הָרִאשׁוֹן. אָמַר רִבִּי חִזְקִיָּה. הָהֵן חַייָטָא אומָנָא מְבַלֵּעַ תְּרֵין רֵישֶׁיהָ. וְהַייְדְא אָֽמְרָה דָא. דְּאָמַר רִבִּי יוֹסֵי בֶּן חֲנִינָא. מֵאוֹרְגֵי יְרִיעוֹת לָֽמְדוּ. מַה טַעַם. אֹרֶךְ הַיְרִיעָ֣ה הָֽאַחַ֗ת. כְּדֵי שֶׁתְּהֵא כוּלָּהּ אַחַת. נִפְסַק הָיָה קוֹשְׁרוֹ. מִכֵּיוָן שֶׁהָיָה מַגִּיעַ לָאָרִיג הֲוָה שָׁרִי לֵהּ וּמְעִיל לֵהּ. רִבִּי תַנְחוּמָה בְשֵׁם רַב חוּנָא. אֲפִילוּ עָרֶב שֶׂבָּהּ לֹא הָיָה בוֹ לֹא קֶשֶׁר וְלֹא תִייָמֶת.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<strong>HALAKHAH:</strong> “The following are the knots,” etc. <sup class=\"footnote-marker\">12</sup><i class=\"footnote\">All this is in <a class=\"refLink\" data-ref=\"Jerusalem Talmud Shabbat 7:2:46-47\" href=\"/Jerusalem_Talmud_Shabbat.7.2.46-47\">Chapter 7, Notes 394–408</a>.</i> What tying was in the Tabernacle? They were tying down the ropes. But was this not temporary? Rebbi Yose says, because they were travelling and camping by the Word, was it not permanent? Rebbi Yose ben Rebbi Abun said, since the Holy One, praise to Him, has promised them that he will bring them into the Land, it is as if it were temporary. Rebbi Phineas said, they learned it from the gobelin needle-workers. If a thread broke, he was tying it. If it broke again, it was impossible to make many knots but he would untie the first one. Rebbi Ḥizqiah said, an expert tailor merges the two heads. And where was this said? As Rebbi Yose ben Ḥanina said, they learned it from the weavers of the gobelins. What is the reason? <i>The length of one gobelin</i>, that it should be an entity. If [a thread] broke, he was tying it. When he came to the weave, he untied it and brought it in. Rebbi Tanḥuma in the name of Rav Ḥuna: Even on its warp there was neither knot nor connection.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61a6231f87f574a17ca6bc14", "index_title": "Jerusalem Talmud Shabbat", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Shabbat 7:2:46", "anchorRef": "Exodus 26:2", "anchorRefExpanded": ["Exodus 26:2"], "sourceRef": "Jerusalem Talmud Shabbat 7:2:46", "sourceHeRef": "תלמוד ירושלמי שבת ז׳:ב׳:מ״ו", "anchorVerse": 2, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 2.0046, "collectiveTitle": {"en": "Jerusalem Talmud Shabbat", "he": "תלמוד ירושלמי שבת"}, "heTitle": "תלמוד ירושלמי שבת", "he": "הָאוֹרֵג שְׁנֵי חוּטִין וְהַפּוֹצֵעַ שְׁנֵי חוּטִין הַקּוֹשֵׁר וְהַמַּתִּיר. מַה קְשִׁירָה הָֽיְתָה בַמִּשְׁכָּן. שֶׁהָיוּ קוֹשְׁרִין אֶת הַמֵּיתָרִים. וְלֹא לְשָׁעָה הָֽיְתָה. אָמַר רִבִּי יוֹסֵה. מִכֵּיוָן שֶׁהָיוּ חוֹנִין וְנוֹסְעִין עַל פִּי הַדִּיבֵּר כְּמִי שֶׁהוּא לְשָׁעָה. אָמַר רִבִּי יוֹסֵי. מִכֵּיוָן שֶׁהִבְטִיחָן הַקָּדוֹשׁ בָּרוּךְ הוּא שֶׁהוּא מַכְנִיסָן לָאָרֶץ כְּמִי שֶׁהִיא לְשָׁעָה. אָמַר רִבִּי פִינְחָס. מִתּוֹפְרֵי יְרִיעוֹת לָֽמְדוּ. נִפְסַק. הָיָה קוֹשְׁרוֹ. חָזַר וְנִפְסַק. לַעֲשׂוֹתָן קְשָׁרִים קְשָׁרִים אֵי אֶיפְשַׁר. אֶלָּא חוֹזֵר וּמַתִּיר אֶת הָרִאשׁוֹן. אָמַר רִבִּי חִזְקִיָּה. הָהֵן חַייָטָא אומָנָא מְבַלֵּעַ תְּרֵין רָאשֶׁיהָ. וְהַייְדְא אָֽמְרָה דָא. דְּאָמַר רִבִּי יוֹסֵי בֵּירִבִּי חֲנִינָא. מֵאוֹרְגֵי יְרִיעוֹת לָֽמְדוּ. מַה טַעַם. אוֹרֶךְ הַיְרִיעָ֣ה הָֽאַחַ֗ת. כְּדֵי שֶׁתְּהֵא כוּלָּהּ אַחַת. נִפְסַק הָיָה קוֹשְׁרוֹ. מִכֵּיוָן שֶׁהָיָה מַגִּיעַ לָאָרִיג הֲוָה שָׁרִי לֵיהּ וּמְעִל לֵהּ. רִבִּי תַנְחוּמָא בְשֵׁם רַב חוּנָה. אֲפִילוּ עָרֶב שֶׂבָּהּ לֹא הָיָה בוֹ לֹא קֶשֶׁר וְלֹא תִייָמֶת.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "“He who weaves two rows, who hits two threads, who ties, and who unties.” <sup class=\"footnote-marker\">394</sup><i class=\"footnote\">This paragraph and the next are also in Chapter 15, on Mishnah 15:1 (15),</i> What tying was in the Tabernacle? They were tying down the ropes<sup class=\"footnote-marker\">395</sup><i class=\"footnote\">Needed to tie the gobelins which formed the lowest part of the roof to the posts. Mentioned <a class=\"refLink\" data-ref=\"Exodus 35:18\" href=\"/Exodus.35.18\"><i>Ex</i>. 35:18</a>. <a class=\"refLink\" data-ref=\"Shabbat 74b\" href=\"/Shabbat.74b\">Babli 74b</a>.</i>. But was this not temporarily<sup class=\"footnote-marker\">396</sup><i class=\"footnote\">Tying a knot or untying is a Sabbath violation if the knot is intended to be permanent. Since the ropes had to be untied when the Tabernacle was transported, tying and untying could not be Sabbath violations.</i>? Rebbi Yose says, because they were camping and travelling by the Word<sup class=\"footnote-marker\">397</sup><i class=\"footnote\">By Divine order. Since tying and untying was not a decision humans could make; it could as well be considered permanent. In 15 this is a declarative sentence; it is the equivalent of being permanent. <a class=\"refLink\" data-ref=\"Eruvin 55b\" href=\"/Eruvin.55b\">Babli <i>Eruvin</i> 55b</a>.</i>, was it like temporarily? Rebbi Yose [ben Rebbi Abun]<sup class=\"footnote-marker\">398</sup><i class=\"footnote\">From G and 15, confirmed by <i>Or</i> <i>zarua</i>ˋ <i>Šabbat</i> 67.</i> said, since the Holy One, praise to Him, has promised them that he will bring them into the Land, it is as if it were (temporary) [permanent]<sup class=\"footnote-marker\">399</sup><i class=\"footnote\">The text in (parentheses) is that of the corrector of the Leiden ms. and the scribe in 15, the one in [brackets] is of the original scribe here, the corrector in 15, and G. Since the Tabernacle was finally fixed at Shilo, there the ties were permanent. The other argument notes that while the times of disassembly of the Tabernacle were not predictable, the fact of future disassembly was a certainty; these ties were not permanent.</i>. Rebbi Phineas said, they learned it from the gobelin sewers. If [a thread] broke, he was tying it. If it broke again, it was impossible to make many knots but he would untie the first one<sup class=\"footnote-marker\">400</sup><i class=\"footnote\">Therefore both tying and untying happened during the construction of the Tabernacle and are correctly mentioned in the list of Sabbath prohibitions.</i>. Rebbi Ḥizqiah said, an expert tailor merges the two heads<sup class=\"footnote-marker\">401</sup><i class=\"footnote\">The previous argument is not convincing. An expert in invisible mending can connect the threads without a knot being noticeable.</i>. And where was this said? As Rebbi Yose ben Rebbi Ḥanina said, they learned it from the weavers of the gobelins. What is the reason? <i>The length of one gobelin</i><sup class=\"footnote-marker\">402</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Exodus 26:2\" href=\"/Exodus.26.2\"><i>Ex</i>. 26:2</a>. To form a single unit, a gobelin could not have a broken thread even temporarily.</i>, that it should be an entity<sup class=\"footnote-marker\">403</sup><i class=\"footnote\">For reasons of chronology, the [reading] of G is to be preferred over that of the (Leiden ms.) here and in Chapter 15.</i>. If [a thread] broke, he was tying it. When he came to the weave, he untied it and brought it in. Rebbi Tanḥuma in the name of (Rav) [Rebbi]<sup class=\"footnote-marker\">404</sup><i class=\"footnote\">For the purposes of the construction of the Sanctuary everything had to be perfect; no broken threads to be repaired. The only possible explanation remains the first one.</i> Ḥuna: Even on its warp there was neither knot nor connection<sup class=\"footnote-marker\">405</sup><i class=\"footnote\">A scribal error.</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "62037e926bfddfbb310febef", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part IV; The Instructions for the Dwelling and the Cult 2-13", "anchorRef": "Exodus 25:1-31:18", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part IV; The Instructions for the Dwelling and the Cult 2-13", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ה׳ ב׳-י״ג", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part IV; The Instructions for the Dwelling and the Cult", "he": "שמות מאמר ה׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["D<small>espite the importance of all that has preceded, the section of</small> E<small>xodus we</small> now encounter occupies a significant amount of text, and therefore commands our attention, in the overall scheme of the book. It may seem puzzling to modern readers that a book that purports to be about a people’s origins should choose to fill a third of its pages with a detailed description of a sanctuary, down to the last piece of tapestry and the last ritual vessel. Yet it is an indication of the “Tabernacle’s” centrality in Israel’s idea system that the story of its construction dominates the last half of Exodus.", "Several factors may help to explain. First, the system of animal and grain sacrifices, or cult, was as important in ancient Israel as it was elsewhere in antiquity, as the chief means of formally expressing religious feeling. Indeed, the Bible traces this institution back to the beginning of human history, to Cain and Abel (Gen. 4:3–4). The cult’s centrality survived the railings of the Prophets and the destruction of Solomon’s Temple, and was still strong enough in late antiquity to provoke a severe crisis when its chief site, the Second Temple, fell to the Romans in the year 70 <small>c.e.</small> The latter event was a crux upon which the creation of classical Judaism took place, and the process was a painful one. So the opinion that many moderns have, that animal sacrifice was a barbaric custom, is quite beside the point as far as ancient Israel was concerned.", "Second, there is the great theme of the book of Exodus, “Is Y<small>hwh</small> in our midst or not?” (17:7), to which our account gives a resounding positive answer. The book of Exodus traces not only the journey of the people of Israel from Egypt to Sinai, but also the journey of God to rescue the people and to dwell (“tabernacle”) among them (Greenberg 1972). A detailed presentation of God’s “residence,” as it were, is meant to convey the assurance that the people are led by God himself. This further supports the biblical image of the divine king, who dwells among his subjects and “goes before” them.", "Third, the Israelites shared with their neighbors the idea that a victorious God, following his triumph, was to be honored by his enthronement in a human-built structure (see Hallo). Thus the last half of Exodus, far from trailing off into obscure priestly details, fits a well-known mold in its contemporary environment.", "A final explanation of the prominence of the Tabernacle sections may be found in their intimate connection with the idea of the Sabbath. The “blueprint” chapters, 25–31, end with an extended passage on observing the Sabbath; the construction chapters, 35–40, begin with a brief passage on the prohibition of work on the holy day. These structural aspects suggest (as the ancient rabbis also saw) that cessation from work here means precisely from the tasks of construction, and that once a week human beings must step back from their own creating to acknowledge the true “work” of creation. Chapters 25–40, including the Golden Calf narrative, bring out these ideas through their use of refrainlike phrases, especially the repetition of one key word: “make” (Heb. <i>’asoh</i>). The entire section is an object lesson in what the Bible deems it proper for human beings to make, and is a vehicle of contrast between God’s creation and human attempts to reach the divine. Israel is engaged in the making of the Tabernacle (notice how “build,” which would make more sense, is not used); when the time comes for the work to be put aside temporarily, they are to “make” the Sabbath. To these observations may be added the long-observed fact that the vocabulary of the Tabernacle’s completion (“finished,” “work,” “blessed”) recalls the completion of Creation in Gen. 2:1–4. Thus we are taught that Israel, through its religious life as typified by Sabbath and cult, becomes a partner in the process of Creation, either by imitating the divine act or by celebrating it.", "Other peoples, to be sure, recall the beginning of the world in ritual and story, so it is important to make an anthropological observation. The purpose of all sanctuaries is to build a bridge to the divine, to link up with the forces that transcend human beings. It is perceived that certain places are particularly appropriate for this (folklore terms such places “the navel of the earth”), and, by extension, sanctuaries firmly anchor that inherent holiness. What the Tabernacle account initially accomplishes, most notably in its closing chapter (40), is to transfer a topographic “bridge” to a human-made and portable one. With the completion of this Dwelling, we find God resident neither on Sinai nor in the later Jerusalem, but rather accompanying the people “upon all their marches” (40:38). The sacred center here thus moves; it is a portable anchor that establishes stability wherever it goes. The vitality that surrounded this idea is still to be seen in the successors of the Hebrew Bible, classical Judaism and Christianity, for whom, respectively, Torah and Cross provide a center that is at once movable and stabilizing.", "But the sacred center, for biblical religion, finds equal expression in <i>time.</i> While the Dwelling account seems obsessed with matters of space, its setting among the Sabbath passages stresses more the concept of time. Such an aspect already begins to make itself felt in 24:16, where Moshe, on Sinai to receive the laws, waits for six days while the “cloud” covers the mountain, and is able to ascend only on the seventh day, at God’s summons. We are thus left, paradoxically, with a structure (Dwelling) which at first glance uses many well-known art forms and religious motifs common to the ancient Near East, but which is a total departure from them via its connection with the Sabbath—an institution with no known equivalent in the ancient world. The Dwelling account presents us with a people for whom sacred time takes precedence over sacred space (for more on these themes, see Sarna 1986).", "There have been many attempts, textually and artistically, to reconstruct the Tabernacle on the basis of our text here, the rationale being that surely so much detail as we find here will serve as the guidelines for an actual structure. Rabbinic and medieval Jewish commentators, as well as modern scholars, have expended considerable energy to that end. But in fact none of the reconstructions has succeeded, for, as with narrative, the text is as much message as description. The text’s main concern, it seems, is for the Dwelling to reflect holiness, in its choice of measurements and materials (see Haran 1985). The layout of the Dwelling expresses aesthetic ideas of perfection, through various symmetrical proportions (see Appendix); the materials are graded such that the closer one gets to God (in the “Holiest Holy-Shrine”), the more precious the metal. In addition, both the colors used and the types of workmanship employed are similarly graded. In a general way, the intent of the narrator seems to have been close to the intent of the great cathedral builders of the Middle Ages: to reflect divine perfection and order in the perfection and order of a sacred structure.", "The Dwelling, as described in Exodus, resembles other ancient Near Eastern sanctuaries in many particulars (for which, see the Commentary below), as well as strongly reflecting aspects of the later Temple of Solomon (I Kings 6–7). Some scholars have also likened it to a Bedouin tent (Heb. <i>shakhen</i> seems to be an archaic verb for “to tent”), appropriate to desert conditions. It is perhaps all three, a coalescing of Israel’s ideas of the cult from a variety of historical and religious settings. That the Dwelling was viewed as historical is clear from biblical tradition itself (see II Sam. 7:6, for instance). But one should keep in mind that it is also a paradigmatic model, that helps to round out the overall scheme of Exodus. The book traces the progress of the people of Israel from servitude (to Pharaoh) to service (of God), and uses the human activity of building to do so. Thus, as Exodus opens, the Israelites are forcibly made to build royal storage cities; as the book ends, the people complete a structure through which they may serve the divine king.", "Finally, there is the sequence of description in these chapters: the text begins with the blueprint for the holiest object, the “coffer” (ark), and proceeds through the structure in descending order of holiness. After the building instructions themselves are given, a number of related matters are treated, chief among them the attire of the priests and the ceremony consecrating the priests. The establishment of the cult, like that of the system of justice, is thus viewed as the command of God rather than the result of the need or request of human beings (contrast this with the “requested” monarchy in I Sam. 8).", "<i>The “Contribution”</i> (25:1–9): In the first seven verses of this opening section dealing with the Dwelling, the Israelites’ contribution toward the structure is described in detail; but only in v.8 is the purpose of this activity made clear. Despite the concreteness of the description, however, the actual blueprints, as it were, are shown to Moshe by God, and are not recorded in the text. Architects in the creative sense are superfluous here.", "Moderns want to know where the Israelites procured such materials as gold and silver in quantity (see Chap. 38), or how they acquired the skills necessary for the fine artisanry involved (e.g., weaving, dyeing, manufacture of incense, and the setting of jewels). These questions, while logical in a historical setting, do not take the Bible on its own terms. The text appears to present the awed report of the Dwelling and its construction without leaving room for totally practical issues (just as Gen. 4 deals with Cain and his descendants without being concerned with the origins of Cain’s wife)."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e956bfddfbb310febfb", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part IV; The Instructions for the Dwelling and the Cult, The Dwelling Proper 2", "anchorRef": "Exodus 26:1-14", "anchorRefExpanded": ["Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part IV; The Instructions for the Dwelling and the Cult, The Dwelling Proper 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ה׳, שמות הערה ו׳ ב׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Dwelling Proper", "he": "שמות הערה ו׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה ו׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "The text describes the network of tapestries or curtains that comprise the structure itself, in two layers (vv.1–6 and 7–12), with two additional layers mentioned (v.14). The outer layers function to protect the inner ones from the elements, while the inner ones, true to the gradations of holiness previously mentioned, are more elaborate.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62038095713bd8cd388d3e45", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "anchorRef": "Exodus 1:1-40:38", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22", "Exodus 2:1", "Exodus 2:2", "Exodus 2:3", "Exodus 2:4", "Exodus 2:5", "Exodus 2:6", "Exodus 2:7", "Exodus 2:8", "Exodus 2:9", "Exodus 2:10", "Exodus 2:11", "Exodus 2:12", "Exodus 2:13", "Exodus 2:14", "Exodus 2:15", "Exodus 2:16", "Exodus 2:17", "Exodus 2:18", "Exodus 2:19", "Exodus 2:20", "Exodus 2:21", "Exodus 2:22", "Exodus 2:23", "Exodus 2:24", "Exodus 2:25", "Exodus 3:1", "Exodus 3:2", "Exodus 3:3", "Exodus 3:4", "Exodus 3:5", "Exodus 3:6", "Exodus 3:7", "Exodus 3:8", "Exodus 3:9", "Exodus 3:10", "Exodus 3:11", "Exodus 3:12", "Exodus 3:13", "Exodus 3:14", "Exodus 3:15", "Exodus 3:16", "Exodus 3:17", "Exodus 3:18", "Exodus 3:19", "Exodus 3:20", "Exodus 3:21", "Exodus 3:22", "Exodus 4:1", "Exodus 4:2", "Exodus 4:3", "Exodus 4:4", "Exodus 4:5", "Exodus 4:6", "Exodus 4:7", "Exodus 4:8", "Exodus 4:9", "Exodus 4:10", "Exodus 4:11", "Exodus 4:12", "Exodus 4:13", "Exodus 4:14", "Exodus 4:15", "Exodus 4:16", "Exodus 4:17", "Exodus 4:18", "Exodus 4:19", "Exodus 4:20", "Exodus 4:21", "Exodus 4:22", "Exodus 4:23", "Exodus 4:24", "Exodus 4:25", "Exodus 4:26", "Exodus 4:27", "Exodus 4:28", "Exodus 4:29", "Exodus 4:30", "Exodus 4:31", "Exodus 5:1", "Exodus 5:2", "Exodus 5:3", "Exodus 5:4", "Exodus 5:5", "Exodus 5:6", "Exodus 5:7", "Exodus 5:8", "Exodus 5:9", "Exodus 5:10", "Exodus 5:11", "Exodus 5:12", "Exodus 5:13", "Exodus 5:14", "Exodus 5:15", "Exodus 5:16", "Exodus 5:17", "Exodus 5:18", "Exodus 5:19", "Exodus 5:20", "Exodus 5:21", "Exodus 5:22", "Exodus 5:23", "Exodus 6:1", "Exodus 6:2", "Exodus 6:3", "Exodus 6:4", "Exodus 6:5", "Exodus 6:6", "Exodus 6:7", "Exodus 6:8", "Exodus 6:9", "Exodus 6:10", "Exodus 6:11", "Exodus 6:12", "Exodus 6:13", "Exodus 6:14", "Exodus 6:15", "Exodus 6:16", "Exodus 6:17", "Exodus 6:18", "Exodus 6:19", "Exodus 6:20", "Exodus 6:21", "Exodus 6:22", "Exodus 6:23", "Exodus 6:24", "Exodus 6:25", "Exodus 6:26", "Exodus 6:27", "Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13", "Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11", "Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35", "Exodus 10:1", "Exodus 10:2", "Exodus 10:3", "Exodus 10:4", "Exodus 10:5", "Exodus 10:6", "Exodus 10:7", "Exodus 10:8", "Exodus 10:9", "Exodus 10:10", "Exodus 10:11", "Exodus 10:12", "Exodus 10:13", "Exodus 10:14", "Exodus 10:15", "Exodus 10:16", "Exodus 10:17", "Exodus 10:18", "Exodus 10:19", "Exodus 10:20", "Exodus 10:21", "Exodus 10:22", "Exodus 10:23", "Exodus 10:24", "Exodus 10:25", "Exodus 10:26", "Exodus 10:27", "Exodus 10:28", "Exodus 10:29", "Exodus 11:1", "Exodus 11:2", "Exodus 11:3", "Exodus 11:4", "Exodus 11:5", "Exodus 11:6", "Exodus 11:7", "Exodus 11:8", "Exodus 11:9", "Exodus 11:10", "Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16", "Exodus 13:17", "Exodus 13:18", "Exodus 13:19", "Exodus 13:20", "Exodus 13:21", "Exodus 13:22", "Exodus 14:1", "Exodus 14:2", "Exodus 14:3", "Exodus 14:4", "Exodus 14:5", "Exodus 14:6", "Exodus 14:7", "Exodus 14:8", "Exodus 14:9", "Exodus 14:10", "Exodus 14:11", "Exodus 14:12", "Exodus 14:13", "Exodus 14:14", "Exodus 14:15", "Exodus 14:16", "Exodus 14:17", "Exodus 14:18", "Exodus 14:19", "Exodus 14:20", "Exodus 14:21", "Exodus 14:22", "Exodus 14:23", "Exodus 14:24", "Exodus 14:25", "Exodus 14:26", "Exodus 14:27", "Exodus 14:28", "Exodus 14:29", "Exodus 14:30", "Exodus 14:31", "Exodus 15:1", "Exodus 15:2", "Exodus 15:3", "Exodus 15:4", "Exodus 15:5", "Exodus 15:6", "Exodus 15:7", "Exodus 15:8", "Exodus 15:9", "Exodus 15:10", "Exodus 15:11", "Exodus 15:12", "Exodus 15:13", "Exodus 15:14", "Exodus 15:15", "Exodus 15:16", "Exodus 15:17", "Exodus 15:18", "Exodus 15:19", "Exodus 15:20", "Exodus 15:21", "Exodus 15:22", "Exodus 15:23", "Exodus 15:24", "Exodus 15:25", "Exodus 15:26", "Exodus 15:27", "Exodus 16:1", "Exodus 16:2", "Exodus 16:3", "Exodus 16:4", "Exodus 16:5", "Exodus 16:6", "Exodus 16:7", "Exodus 16:8", "Exodus 16:9", "Exodus 16:10", "Exodus 16:11", "Exodus 16:12", "Exodus 16:13", "Exodus 16:14", "Exodus 16:15", "Exodus 16:16", "Exodus 16:17", "Exodus 16:18", "Exodus 16:19", "Exodus 16:20", "Exodus 16:21", "Exodus 16:22", "Exodus 16:23", "Exodus 16:24", "Exodus 16:25", "Exodus 16:26", "Exodus 16:27", "Exodus 16:28", "Exodus 16:29", "Exodus 16:30", "Exodus 16:31", "Exodus 16:32", "Exodus 16:33", "Exodus 16:34", "Exodus 16:35", "Exodus 16:36", "Exodus 17:1", "Exodus 17:2", "Exodus 17:3", "Exodus 17:4", "Exodus 17:5", "Exodus 17:6", "Exodus 17:7", "Exodus 17:8", "Exodus 17:9", "Exodus 17:10", "Exodus 17:11", "Exodus 17:12", "Exodus 17:13", "Exodus 17:14", "Exodus 17:15", "Exodus 17:16", "Exodus 18:1", "Exodus 18:2", "Exodus 18:3", "Exodus 18:4", "Exodus 18:5", "Exodus 18:6", "Exodus 18:7", "Exodus 18:8", "Exodus 18:9", "Exodus 18:10", "Exodus 18:11", "Exodus 18:12", "Exodus 18:13", "Exodus 18:14", "Exodus 18:15", "Exodus 18:16", "Exodus 18:17", "Exodus 18:18", "Exodus 18:19", "Exodus 18:20", "Exodus 18:21", "Exodus 18:22", "Exodus 18:23", "Exodus 18:24", "Exodus 18:25", "Exodus 18:26", "Exodus 18:27", "Exodus 19:1", "Exodus 19:2", "Exodus 19:3", "Exodus 19:4", "Exodus 19:5", "Exodus 19:6", "Exodus 19:7", "Exodus 19:8", "Exodus 19:9", "Exodus 19:10", "Exodus 19:11", "Exodus 19:12", "Exodus 19:13", "Exodus 19:14", "Exodus 19:15", "Exodus 19:16", "Exodus 19:17", "Exodus 19:18", "Exodus 19:19", "Exodus 19:20", "Exodus 19:21", "Exodus 19:22", "Exodus 19:23", "Exodus 19:24", "Exodus 19:25", "Exodus 20:1", "Exodus 20:2", "Exodus 20:3", "Exodus 20:4", "Exodus 20:5", "Exodus 20:6", "Exodus 20:7", "Exodus 20:8", "Exodus 20:9", "Exodus 20:10", "Exodus 20:11", "Exodus 20:12", "Exodus 20:13", "Exodus 20:14", "Exodus 20:15", "Exodus 20:16", "Exodus 20:17", "Exodus 20:18", "Exodus 20:19", "Exodus 20:20", "Exodus 20:21", "Exodus 20:22", "Exodus 20:23", "Exodus 21:1", "Exodus 21:2", "Exodus 21:3", "Exodus 21:4", "Exodus 21:5", "Exodus 21:6", "Exodus 21:7", "Exodus 21:8", "Exodus 21:9", "Exodus 21:10", "Exodus 21:11", "Exodus 21:12", "Exodus 21:13", "Exodus 21:14", "Exodus 21:15", "Exodus 21:16", "Exodus 21:17", "Exodus 21:18", "Exodus 21:19", "Exodus 21:20", "Exodus 21:21", "Exodus 21:22", "Exodus 21:23", "Exodus 21:24", "Exodus 21:25", "Exodus 21:26", "Exodus 21:27", "Exodus 21:28", "Exodus 21:29", "Exodus 21:30", "Exodus 21:31", "Exodus 21:32", "Exodus 21:33", "Exodus 21:34", "Exodus 21:35", "Exodus 21:36", "Exodus 21:37", "Exodus 22:1", "Exodus 22:2", "Exodus 22:3", "Exodus 22:4", "Exodus 22:5", "Exodus 22:6", "Exodus 22:7", "Exodus 22:8", "Exodus 22:9", "Exodus 22:10", "Exodus 22:11", "Exodus 22:12", "Exodus 22:13", "Exodus 22:14", "Exodus 22:15", "Exodus 22:16", "Exodus 22:17", "Exodus 22:18", "Exodus 22:19", "Exodus 22:20", "Exodus 22:21", "Exodus 22:22", "Exodus 22:23", "Exodus 22:24", "Exodus 22:25", "Exodus 22:26", "Exodus 22:27", "Exodus 22:28", "Exodus 22:29", "Exodus 22:30", "Exodus 23:1", "Exodus 23:2", "Exodus 23:3", "Exodus 23:4", "Exodus 23:5", "Exodus 23:6", "Exodus 23:7", "Exodus 23:8", "Exodus 23:9", "Exodus 23:10", "Exodus 23:11", "Exodus 23:12", "Exodus 23:13", "Exodus 23:14", "Exodus 23:15", "Exodus 23:16", "Exodus 23:17", "Exodus 23:18", "Exodus 23:19", "Exodus 23:20", "Exodus 23:21", "Exodus 23:22", "Exodus 23:23", "Exodus 23:24", "Exodus 23:25", "Exodus 23:26", "Exodus 23:27", "Exodus 23:28", "Exodus 23:29", "Exodus 23:30", "Exodus 23:31", "Exodus 23:32", "Exodus 23:33", "Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11", "Exodus 24:12", "Exodus 24:13", "Exodus 24:14", "Exodus 24:15", "Exodus 24:16", "Exodus 24:17", "Exodus 24:18", "Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35", "Exodus 33:1", "Exodus 33:2", "Exodus 33:3", "Exodus 33:4", "Exodus 33:5", "Exodus 33:6", "Exodus 33:7", "Exodus 33:8", "Exodus 33:9", "Exodus 33:10", "Exodus 33:11", "Exodus 33:12", "Exodus 33:13", "Exodus 33:14", "Exodus 33:15", "Exodus 33:16", "Exodus 33:17", "Exodus 33:18", "Exodus 33:19", "Exodus 33:20", "Exodus 33:21", "Exodus 33:22", "Exodus 33:23", "Exodus 34:1", "Exodus 34:2", "Exodus 34:3", "Exodus 34:4", "Exodus 34:5", "Exodus 34:6", "Exodus 34:7", "Exodus 34:8", "Exodus 34:9", "Exodus 34:10", "Exodus 34:11", "Exodus 34:12", "Exodus 34:13", "Exodus 34:14", "Exodus 34:15", "Exodus 34:16", "Exodus 34:17", "Exodus 34:18", "Exodus 34:19", "Exodus 34:20", "Exodus 34:21", "Exodus 34:22", "Exodus 34:23", "Exodus 34:24", "Exodus 34:25", "Exodus 34:26", "Exodus 34:27", "Exodus 34:28", "Exodus 34:29", "Exodus 34:30", "Exodus 34:31", "Exodus 34:32", "Exodus 34:33", "Exodus 34:34", "Exodus 34:35", "Exodus 35:1", "Exodus 35:2", "Exodus 35:3", "Exodus 35:4", "Exodus 35:5", "Exodus 35:6", "Exodus 35:7", "Exodus 35:8", "Exodus 35:9", "Exodus 35:10", "Exodus 35:11", "Exodus 35:12", "Exodus 35:13", "Exodus 35:14", "Exodus 35:15", "Exodus 35:16", "Exodus 35:17", "Exodus 35:18", "Exodus 35:19", "Exodus 35:20", "Exodus 35:21", "Exodus 35:22", "Exodus 35:23", "Exodus 35:24", "Exodus 35:25", "Exodus 35:26", "Exodus 35:27", "Exodus 35:28", "Exodus 35:29", "Exodus 35:30", "Exodus 35:31", "Exodus 35:32", "Exodus 35:33", "Exodus 35:34", "Exodus 35:35", "Exodus 36:1", "Exodus 36:2", "Exodus 36:3", "Exodus 36:4", "Exodus 36:5", "Exodus 36:6", "Exodus 36:7", "Exodus 36:8", "Exodus 36:9", "Exodus 36:10", "Exodus 36:11", "Exodus 36:12", "Exodus 36:13", "Exodus 36:14", "Exodus 36:15", "Exodus 36:16", "Exodus 36:17", "Exodus 36:18", "Exodus 36:19", "Exodus 36:20", "Exodus 36:21", "Exodus 36:22", "Exodus 36:23", "Exodus 36:24", "Exodus 36:25", "Exodus 36:26", "Exodus 36:27", "Exodus 36:28", "Exodus 36:29", "Exodus 36:30", "Exodus 36:31", "Exodus 36:32", "Exodus 36:33", "Exodus 36:34", "Exodus 36:35", "Exodus 36:36", "Exodus 36:37", "Exodus 36:38", "Exodus 37:1", "Exodus 37:2", "Exodus 37:3", "Exodus 37:4", "Exodus 37:5", "Exodus 37:6", "Exodus 37:7", "Exodus 37:8", "Exodus 37:9", "Exodus 37:10", "Exodus 37:11", "Exodus 37:12", "Exodus 37:13", "Exodus 37:14", "Exodus 37:15", "Exodus 37:16", "Exodus 37:17", "Exodus 37:18", "Exodus 37:19", "Exodus 37:20", "Exodus 37:21", "Exodus 37:22", "Exodus 37:23", "Exodus 37:24", "Exodus 37:25", "Exodus 37:26", "Exodus 37:27", "Exodus 37:28", "Exodus 37:29", "Exodus 38:1", "Exodus 38:2", "Exodus 38:3", "Exodus 38:4", "Exodus 38:5", "Exodus 38:6", "Exodus 38:7", "Exodus 38:8", "Exodus 38:9", "Exodus 38:10", "Exodus 38:11", "Exodus 38:12", "Exodus 38:13", "Exodus 38:14", "Exodus 38:15", "Exodus 38:16", "Exodus 38:17", "Exodus 38:18", "Exodus 38:19", "Exodus 38:20", "Exodus 38:21", "Exodus 38:22", "Exodus 38:23", "Exodus 38:24", "Exodus 38:25", "Exodus 38:26", "Exodus 38:27", "Exodus 38:28", "Exodus 38:29", "Exodus 38:30", "Exodus 38:31", "Exodus 39:1", "Exodus 39:2", "Exodus 39:3", "Exodus 39:4", "Exodus 39:5", "Exodus 39:6", "Exodus 39:7", "Exodus 39:8", "Exodus 39:9", "Exodus 39:10", "Exodus 39:11", "Exodus 39:12", "Exodus 39:13", "Exodus 39:14", "Exodus 39:15", "Exodus 39:16", "Exodus 39:17", "Exodus 39:18", "Exodus 39:19", "Exodus 39:20", "Exodus 39:21", "Exodus 39:22", "Exodus 39:23", "Exodus 39:24", "Exodus 39:25", "Exodus 39:26", "Exodus 39:27", "Exodus 39:28", "Exodus 39:29", "Exodus 39:30", "Exodus 39:31", "Exodus 39:32", "Exodus 39:33", "Exodus 39:34", "Exodus 39:35", "Exodus 39:36", "Exodus 39:37", "Exodus 39:38", "Exodus 39:39", "Exodus 39:40", "Exodus 39:41", "Exodus 39:42", "Exodus 39:43", "Exodus 40:1", "Exodus 40:2", "Exodus 40:3", "Exodus 40:4", "Exodus 40:5", "Exodus 40:6", "Exodus 40:7", "Exodus 40:8", "Exodus 40:9", "Exodus 40:10", "Exodus 40:11", "Exodus 40:12", "Exodus 40:13", "Exodus 40:14", "Exodus 40:15", "Exodus 40:16", "Exodus 40:17", "Exodus 40:18", "Exodus 40:19", "Exodus 40:20", "Exodus 40:21", "Exodus 40:22", "Exodus 40:23", "Exodus 40:24", "Exodus 40:25", "Exodus 40:26", "Exodus 40:27", "Exodus 40:28", "Exodus 40:29", "Exodus 40:30", "Exodus 40:31", "Exodus 40:32", "Exodus 40:33", "Exodus 40:34", "Exodus 40:35", "Exodus 40:36", "Exodus 40:37", "Exodus 40:38"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר א׳ ב׳-מ״ד", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Exodus and Its Structure", "he": "שמות מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE BOOK OF</small> E<small>XODUS IS</small> I<small>SRAEL’S SECOND BOOK OF ORIGINS</small>. G<small>ENESIS HAD CONCERNED</small> itself with the beginnings of the world, of human beings and their institutions, and of the people of Israel as a tribal family. Exodus continues this thrust as it recounts the origin of the people on a religious and political level (here inseparable as concepts). A number of biblical ideas receive their fullest early treatment in this book: God’s acting directly in history; making himself “known” to both Israelites and foreigners; covenant as a reciprocal agreement between God and humans; law as an expression of total worldview; and the use of sacred structure (Tabernacle or “Dwelling”) as a vehicle for and expression of perceived truths about the world. In addition, several biblical institutions make their first appearance in Exodus: Passover, Sabbath, rudimentary leadership/government, and cult/priesthood. All this is presented in a general narrative framework, raising the question as to whether what we have here is story or history. Is Exodus a fanciful reconstruction of what happened to Moshe (Moses) and his generation, riddled with anachronisms? Or is it a faithful and reliable handing-down of eyewitness data which only the cynical or irreligious would doubt?", "For the first position there are several supports. We possess virtually no extra-biblical references to the events recorded in our book, either in Egypt or elsewhere. Then, too, there seem to be inconsistencies of time within the story (Chaps. 16 and 18 appear to presuppose laws which were given later), and patterns within the telling of the tale that are too symmetrical (the Plagues) or too stereotyped (the constant use of stylized language) to be simple reporting of fact. Finally, Exodus is lacking in the citation of personal and geographical names, especially as compared to the books that precede and follow (Genesis and Numbers).", "For the second position, that of Exodus as a reliable historical record, there exist no methods of proof other than evaluation of literary form—that is, accepting that oral literature is able to preserve facts without later coloration. But even if it could be shown that Exodus is oral literature—an evaluation which is too sweeping, given the present form of the book—modern scholarship has come to cast doubt on the absolute historical reliability of oral tradition (see Vansina).", "Despite these observations, there is still something unsettling about writing Exodus off as a work of fiction, however pious that fiction may have been. For the rest of the Hebrew Bible abounds in emotional references to the experience of the exodus. At every stage of biblical literature, that experience is invoked for the purpose of directing behavior (see especially Judg. 2, I Sam. 8, II Sam. 7, II Kings 17, Neh. 9, and Ps. 78; and most of Deuteronomy is rhetorically grounded in it). The entire structure and emotional force of biblical law rest upon such exhortations as “A sojourner you are not to oppress:/you yourselves know (well) the feelings of the sojourner,/for sojourners were you in the land of Egypt” (Ex. 23:9) and such situations as that of the Hebrew serf (Ex. 21:2ff.). Apparently the experience of the exodus period was crucial in forming the group consciousness of the Israelites, and ever since it has provided a model from which both later Judaism and Christianity were to draw frequently and profoundly.", "A hypothetical analogy, based on American history, may help to shed light on the historicity of Exodus. Imagine a book based on the following outline: first, a section on the American Revolution, with some biographical material on a few of the Founding Fathers, focusing mostly on the outbreak of the war and key battles; second, a description of the Constitutional Convention, including some of the more important speeches and discussions; third, the text of the Constitution itself; and finally, L’Enfant’s original blueprints for the building of the new capital, Washington, D.C., interspersed with accounts of the first few presidents’ inaugural addresses. What would be the underlying message of such a book? We are certainly dealing here with more than a straight journalistic description of the events, more than a legalistic discussion of constitutional law, and more than a technical presentation for architects. Such a book would actually be presenting the ideals of America’s self-image: a nation founded on the willingness to fight for particular rights against Old World tyranny, established under democratic laws based on reason and providing governmental checks and balances, and whose ideals would be embodied in the construction of a brand-new, centrally located capital city that used classically grounded forms of architecture to express grace and reason as the basis for the new society.", "Now this portrayal is very simplistic, but it gets its point across (and I would be willing to wager that, somewhere in this country, there exists a school textbook written along these lines). In a similar manner, although with much more weight given to God’s role in the process, the book of Exodus unfolds. The dramatic story of Israel’s deliverance from bondage, coupled with Moshe’s own early development, is only the first part of the book, and accounts for less than half of it. It is followed by several stories of desert wanderings, and then by a presentation of the covenant made between God and Israel at Sinai, against a stunning natural backdrop. The second half of the book enumerates a series of laws which constitute the covenant, and the details of construction of a portable sanctuary designed both to symbolize and actually to accommodate God’s presence among the Israelites (with the interruption of a major rebellion). So, like our theoretical American model, Exodus conveys far more than information about events. It is, rather, the narration of a worldview, a laying out of different types of texts bearing the <i>meaning</i> of Israel’s historical experience.", "I stress the word “experience” because that is what is at stake here. Human memory is always selective. We remember what we wish to remember, giving weight to particular emotions, sometimes over and above the facts (or, as the poet Maya Angelou puts it autobiographically, “The facts sometimes obscure the truth”). The same thing appears to be true of group memory. What a people remembers of substance is not nearly as important as how they process their experience.", "In our Exodus text one can perceive a characteristically Israelite process at work. The book emerges as a mix of historical recollection, mythical processing, and didactic retelling, what Buber and others have called a “saga.” What is preserved in the book of Exodus, therefore, is a Teaching (Heb. <i>Tora</i>) based on a set of experiences, which became history for ancient Israel. Hence, to understand better the workings of the book, we need to turn to its themes and its structure. This will be more fruitful than trying to find the exact location of the Sea of Reeds or Mount Sinai, or the “Lost Ark,” or Moshe’s burial site— of whose location “no man has knowledge until this day” (Deut. 34:6). These have all receded into archeological oblivion. What has survived of ancient Israel is its approach to history and to life, and its literature. In that sense, the book of Exodus is an attempt to distill history and to learn from it, using echoes from the past to shape the present and the future.", "When we turn to a closer consideration of the structure of Exodus, we must proceed on the assumption that a work of art stems from both artful and unconscious design. Therefore, any structuring of such a book can only be hypothetical and must not limit itself to ironclad categories.", "With that said, a number of potential divisions of our book present themselves. The first emerges from a close look at the subject matter of the text. Strikingly, Exodus appears to be arranged in groups of a few chapters each (bearing in mind that the chapter divisions are historically late), resulting in the following scheme:", "1. Prologue in Egypt (Chap. 1)<br>2. Moshe’s Early Life and Call (Chaps. 2–4)<br>3. Moshe’s Mission in Egypt (5:1–7:13)<br>4. The First Nine Plagues (7:14–10:29)<br>5. The Tenth Plague and the Exodus (Chaps. 11–13)<br>6. In the Wilderness I: The Deliverance at the Sea (14:1–15:21)<br>7. In the Wilderness II: Early Experiences (15:22–18:27)<br>8. Covenant at Sinai (Chaps. 19–20)<br>9. The Terms (Laws) and Conclusion of the Covenant (Chaps. 21–24)<br>10. Details of the Tabernacle (Chaps. 25–27)<br>11. Details of the Cult (Chaps. 28–31)<br>12. Rebellion and Reconciliation (Chaps. 32–34)<br>13. The Building of the Tabernacle, Priestly Vestments (Chaps. 35–39)<br>14. Conclusion (Chap. 40)", "Such a measured shifting of focus helps to maintain the flow of the text and our interest in it.", "A glance through this list will also lead to the positing of larger structures. The traditions collected in Exodus fall naturally into both geographical and thematic divisions. The first part of the book takes place in Egypt (1:1–15:21), the second in the wilderness (15:22–40:38); this could alternatively be viewed as the events preceding Mount Sinai (Chaps. 1–17/18) and those that take place there (Chaps. 18/19–40). One could also combine the geographical and thematic aspects, resulting in the structure (1) Israel in Egypt (1:1–15:21), (2) Israel in the Wilderness (15:22–24:18), and (3) Tabernacle and Calf (Chaps. 25–40).", "My own preference for structuring Exodus also combines these aspects, as follows:", "I. The Deliverance Narrative (1:1–15:21)", "II. In the Wilderness (15:22–18:27)", "III. Covenant and Law (Chaps. 19–24)", "IV. The Blueprints for the Tabernacle and Its Service (Chaps. 25–31)", "V. Infidelity and Reconciliation (Chaps. 32–34)", "VI. The Building of the Tabernacle (Chaps. 35–40)", "These divisions exhibit a great deal of overlapping. In Part I, Israel’s life in Egypt (Chap. 1) paves the way for Moshe’s early years (Chaps. 2–4), then the account of his mission before Pharaoh and the Plagues (Chaps. 5–13), and the final victory (Chaps. 14–15); Part II is anticipated by some of what happens after the exodus itself (Chap. 14), and leads to Sinai (Chap. 19); the covenant and laws of Part III naturally lead to other prescriptions, this time the building instructions for the Tabernacle (Chaps. 25–31); planning the sacred structure in Part IV is followed by the making of a forbidden construction, the Golden Calf (Chaps. 32–33); and the reconciliation between God and Israel (Chap. 34) restores Israel’s capacity to return to the actual building of the Tabernacle, and to complete it (Chaps. 35–40). So despite the presence of what must have been several very diverse traditions behind the final text of Exodus, it has been skillfully woven together to form a coherent whole. In addition to the above structures, it can be said that the book of Exodus rests on several textual backbones, inner structures and recurring themes and motifs that help to create a unified work. These may be listed by category:", "1. There are various climaxes which serve to highlight the action—the Encounter at the Bush (Chaps. 3–4), the Tenth Plague and Exodus (12:29–42), the Deliverance at the Sea (14–15:21), the Revelation at Sinai (Chaps. 19–20), the Calf Episode (Chap. 32), and Completion of the Tabernacle (Chap. 40). Anchoring these dramatic scenes, at the center of the book, is the Sinai Revelation. The Binding of Yitzhak (Isaac) in Chapter 22 of Genesis serves much the same focusing function.", "2. There exist three strategically placed accounts of God’s Presence accompanying the Israelites (13:21–22, 24:15–18, 40:34–38) which share a common vocabulary. Key words in these passages are “day/night,” “cloud,” “fire,” “dwell,” “Glory,” “cover,” “go up,” and “in the eyes of the Children of Israel/before the people” (it should be noted that not every passage uses all of these terms). These words chart God’s movement: first, following the Exodus; second, following the concluding of the covenant; and third, following the erection of the Tabernacle, at the end of the book. A variation of these Presence accounts occurs in Numbers 9:15–23, where it rounds out the picture—for it is at this point that the Israelites finally depart from Sinai (having spent about a year there), on their journey toward the Promised Land.", "3. Several leading words recur throughout the book and give it a sense of unity:", "<i>serve</i>— The Israelites pass from “servitude” to Pharaoh into the “service” of God; laws are given that warn against “serving” other gods, that specify how a “serf” is to be treated, and that detail the “service” (i.e., construction and dismantling) of a sanctuary where God is to be properly “served.”", "<i>Glory</i>—Liberated from Pharaoh’s “stubbornness” (Heb. <i>koved lev</i>), the Israelites experience God’s “Glory” (Heb. <i>kavod</i>) at the Sea of Reeds, and encounter it again at Sinai (Chap. 24) and when the Tabernacle is completed (Chap. 40). When Israel falters in Chapter 32, Moses begs to see God’s “Glory” as a sign of reassurance. This is one of the central issues of the book, receiving its clearest formulation in Chap. 17:7—“Is Y<small>HWH</small> in our midst, or not?” Without the accompanying Presence, the Israelites can survive neither in Egypt nor in the wilderness. That the book ends with the “Glory” taking up residence in the Tabernacle is a sign that all is well in this regard.", "<i>know</i>—The Plagues and the liberation take place so that Egyptian and Israelite alike will acknowledge God as the true ruler (who “knows” the slaves’ sufferings). The book as a whole portrays a God who is “known” by his compassion toward the oppressed.", "<i>see</i>—God “sees” and rescues the people early in the book (Chap. 3); they “see” his deliverance at the sea (Chap. 14) and the awesome display at Sinai (Chaps. 19-20); the Tabernacle blueprint is given to Moshe to “see” (Chaps 25ff.).", "4. Aside from theme words, there are also several thematic threads that run through the book. These may be listed as well:", "<i>distinction</i>—The Israelites learn what it is to be separated out, first for oppression and later for God’s service. This process occurs during the Plagues and throughout the legal sections, which are often based on the making of distinctions (the Hebrew word for “holy,” <i>kadosh,</i> may originally have had this connotation). In general, Exodus is a book that abounds in polarities and distinctions: between God and Pharaoh, life and death, slavery and freedom, Egyptianness and Israeliteness, city and wilderness, visible gods/magic and an invisible God who is not conjurable, doubt and trust.", "<i>construction</i>—The Israelites are enslaved as builders of Egyptian cities; they go on to build a society, a calf-god, and a Tabernacle.", "<i>rebellion</i>—From the beginning, God and Moshe are often unheeded, as the Israelites seek to maintain or return to their status as dependent slaves in Egypt (Chaps. 2, 5, 14, 15–17, 32).", "<i>Sabbath</i>—As a newly freed people, Israel is to adapt to a rhythm of work and sacred cessation, which celebrates both creation and freedom. The Sabbath is at issue immediately after liberation (Chap. 16) and is commanded three times (Chaps. 20, 31, 35); and the account of the Tabernacle’s completion echoes the vocabulary of God’s completed creation in Genesis 2, a passage which serves as one justification for observing the Sabbath (see Ex. 20:11).", "<i>origins</i>—We are told of the beginnings of the new covenant (distinct from that concluded with Abraham), the law system, the cult/priesthood, and the sacred calendar, but with the significant omission of the monarchy.", "<i>covenant</i>—God establishes a relationship with the people of Israel: if they will obey him and observe his laws, he will protect them and treat them as his “firstborn son.” This form of covenant is different from the ones in Genesis, and plays a significant role in subsequent books of the Bible.", "<i>God in History</i>—The God of Exodus actively intervenes to rescue a people, defeating their oppressors in battle; he leads them through the wilderness, meets them, and makes a covenant with them.", "5. The above themes are specifically Israelite themes. There are, however, motifs in Exodus that have a more universal ring. One could term these anthropological, since they employ standard aspects of human experience to convey the overall messages of the book.", "<i>Fire</i> is used frequently and in varied contexts (at the Burning Bush and later back at Mount Sinai, in the desert trek, in the Tabernacle service, and at the Calf incident), usually to make a statement about God. In contrast to conventional fire gods (e.g., the Norse trickster Loki), the God of Exodus is most often associated with the more positive aspects of fire: constancy, purity, and transformation. The fire at Sinai does not destroy Moshe and the people, but rather turns them into something new. At the same time it should not be forgotten that fire is used regularly to connote anger in the Bible, especially God’s, and especially in the later wilderness narratives.", "<i>Water</i> appears throughout Exodus, not as a backdrop but as an active medium which most often signifies life and death simultaneously. The Nile, into which the enslaved Hebrews’ babies are thrown, gently bears the infant Moshe to safety: the Nile, the giver of life in Egypt, is changed into blood, itself a major signifier of life in the Bible but useless here because it is undrinkable; the Sea of Reeds acts as a passageway of birth for the Israelites but as a graveyard for their Egyptian pursuers. The availability of water becomes a central issue in the wilderness, as an instrument for survival and for the testing of the Israelites’ faith. Finally, water creates the ritual purity necessary for the people at Sinai and their priests in the Tabernacle to approach God.", "<i>Desert/Wilderness</i> is the scene of the crucial second part of the book. Only in the desert, away from the massive influence of age-old Egyptian culture, can the new Israelite society be forged. Moshe, like many other real-life and fictional heroes, demonstrates this in his own early life. The desert acts as a purifying agent for him, changing the Egyptian prince into a member of his own true people. Similarly, the Israelites begin the process of transformation from bondage to self-rule, a process which is taught in the harsh reality of desert life and which will take an entire generation to complete.", "In point of fact, all these media—fire, water, and desert—suggest change as a major concern of the book of Exodus. Our text chronicles the start of Israel’s journey as a nation, a transformative journey which takes vastly changed circumstances, a whole generation in time, and indeed several books of recounting to complete. Exodus is very concerned with topography—not for the purposes of historical recollection (as Genesis was, apparently) but as an account of an inner journey. Thus the people travel to the boundary between Egypt and the desert, through the sea, to the great fiery mountain; and we know that they cannot but be on their way to a final goal. That goal, the Promised Land, will not be realized in Exodus, because in this book we stand only at the beginning of the journey. Change does not occur quickly, and the true molding of a people, like that of an individual, requires formative experiences over time. In Exodus, then, the People of Israel begins in adolescence, as it were. It has survived infancy in Genesis, a period marked by constant threats of physical extinction, and must now begin the tortuous process of learning to cope with adulthood—that is to say, people-hood—in a hostile world.", "That process will take us past the present text. Exodus stands at the beginning of a trilogy in the middle of the Torah. It takes us from slavery up to Sinai, inaugurating the law-giving process. Leviticus will concentrate almost exclusively on laws (of “holiness”), never budging geographically, while Numbers will see the conclusion of the Sinai experience and the traveling toward (and actually reaching) the land of Israel. Exodus is thus of great importance in the overall five-book pattern, introducing key elements of the wilderness books: law, institutions, rebellion, and—Moshe himself. It serves as a bridge between the great narratives of Genesis and the priestly code of Leviticus and the wanderings of Numbers (Green­berg 1972 notes how the opening of Exodus points back, to Gen. 46; and the closing points forward, to Num. 9). It in fact contains elements of all three books.", "Exodus is the basis not only of what follows in the Torah, but also sets the stage for the rest of the Hebrew Bible. What Israel understood of its God, and what that God expects of them, are set forth most directly and unforgettably in the memories enshrined in the book of Exodus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382dcc9ad75f2d99af89e", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part IV; The Instructions for the Dwelling and the Cult, The Dwelling Proper 1", "anchorRef": "Exodus 26:1-14", "anchorRefExpanded": ["Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part IV; The Instructions for the Dwelling and the Cult, The Dwelling Proper 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ה׳, שמות הערה ו׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה ו׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Exodus 26:1-14\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Exodus 26:1-14</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620e3ce81a2caee268cf4d23", "index_title": "Ohr LaYesharim on Jerusalem Talmud Taanit", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Taanit 2:2:7", "anchorRef": "Exodus 25:1-30:38", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Taanit 2:2:7", "sourceHeRef": "אור לישרים על תלמוד ירושלמי תענית ב׳:ב׳:ז׳", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 2.0007, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Taanit", "he": "אור לישרים על תלמוד ירושלמי תענית"}, "he": "ומשיבים עוד (תשובה חמישית): <b>רבי שמואל בר נחמן</b> (אמורא ארץ ישראלי בדור השני והשלישי) אמר <b>בשם רבי יונתן</b> (אמורא ארץ ישראלי בדור הראשון)<b>:</b> שמונה עשרה ברכות שבתפילה הן <b>כנגד שמונה עשר ציווין</b> (ציוויים) – המילים: \"כאשר ציוה ה'\", או: \"ככל אשר ציוה ה'\", <b>שכתוב</b> (שכתובים) <b>בפרשת משכן שני</b> – בספר שמות מסופר פעמיים על המשכן: פעם ראשונה בציווי המשכן (שמות כה,א - ל,לח), ופעם שנייה בעשיית המשכן ובהקמתו (שמות לו,ח עד סוף הספר, וזו היא פרשת משכן שני)<b>. אמר רבי חייה בר אדא</b> (במקבילה בברכות: בר ווא (בר אבא))<b>: ובלחוד מן</b> – ובלבד מן <b>\"ואתו אהליאב בן אחיסמך למטה דן\"</b> (שמות לח,כג) – הציוויים שכתובים מפסוק זה בלבד ואילך, <b>עד סופיה דסיפרא</b> – עד סופו של הספר (ספר שמות) מן המנין הם, אבל הציווי שכתוב בפסוק שלפניו: \"כל אשר ציוה ה'\" (שמות לח,כב), שהוא הציווי הראשון בפרשת משכן שני, אינו מן המנין. ואלה הציוויים שמן המנין: שמות לט,א; לט,ה; לט,ז; לט,כא; לט,כו; לט,כט; לט,לא; לט,לב; לט,מב; לט,מג, מ,טז; מ,יט; מ,כא; מ,כג; מ,כה; מ,כז; מ,כט; מ,לב. ועולה מספרם שמונה עשר<b>.</b><br><br><small>נראה שהטעם שאין מונים את הציווי הראשון, משום שהוא לגופו ואינו מופנה לדרשה, שראשון תחילה נאמר ואין דורשים תחילות.<br><br>מכיון שהתפילה היא במקום העבודה (עבודת הקורבנות), והתפילות תוקנו כנגד הקורבנות, לכן קבעו את מנין הברכות שבתפילה כמנין הציוויים שיש בעשייתו ובהקמתו של המשכן, שבו הקריבו קורבנות.<br><br><b>כנגד שמונה עשר ציוויים</b><br>ב<b>ויקרא רבה</b> א,ח נאמר: רבי שמואל בר נחמן אמר בשם רבי נתן (הוא רבי יונתן): שמונה עשר ציוויים כתובים בפרשת משכן, וכנגדם קבעו חכמים שמונה עשרה ברכות שבתפילה. אמר רבי חייא בר אדא: לבד מ\"ואיתו אהליאב בן אחיסמך למטה דן\" (שמות לח,כג) ועד סופא דסיפרא.<br>וב<b>מדרש תהילים</b> כט,ב נאמר: דבר אחר: כנגד שמונה עשרה אזכרות שיש בעשיית המשכן ב\"אלה פקודי\" - \"כאשר ציוה ה'\", \"ככל אשר ציוה ה'\" - שמונה עשרה פעמים, כנגדן תיקנו שמונה עשרה ברכות שמתפלל אדם בכל יום.<br>וב<b>מדרש תנחומא</b> פרשת 'וירא' סימן א נאמר: ...ורבי יוחנן אמר: כנגד שמונה עשר ציוויים שבמשכן, שהם בסוף ספר \"ואלה שמות\", והם: \"כאשר ציוה ה' את משה\" שמונה עשרה פעמים.<br>וב<b>אוצר המדרשים</b> עמוד תקלו נאמר: \"כאשר ציוה ה' את משה\" שב\"אלה פקודי המשכן\" שמונה עשרה פעמים, כנגד שמונה עשרה ברכות שבתפילה, לומר לך שהתפילה במקום עבודה היא, וכנגד שמונה עשרה חוליות שבשדרה, לקיים מה שנאמר: \"כל עצמותי תאמרנה ה' מי כמוך\" (תהילים לה).<br><br><b>שמונה עשרה ברכות כנגד…</b><br>ב<b>במדבר רבה</b> ב,א נאמר: בשמונה עשר מקומות משה ואהרן מזוגים (שווים), רמז לשמונה עשרה ברכות, כנגד שמונה עשרה אזכרות שכתובות ב\"שמע ישראל\" וב\"מזמור לדוד הבו לה' בני אלים\" (תהילים כט).<br>• • •<br>ב<b>תוספתא ברכות</b> ג,יב שנו: בשבת וביום טוב וביום הכיפורים מתפלל שבע, ואומר קדושת היום באמצע.</small>", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2004", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6357d2f04a34ac00a0d86713", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Exodus 26:2:1", "anchorRef": "Exodus 26:2", "anchorRefExpanded": ["Exodus 26:2"], "sourceRef": "Rav Hirsch on Torah, Exodus 26:2:1", "sourceHeRef": "רש\"ר הירש על התורה, שמות כ״ו:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "שמות", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V.2. Die Ausdrucksweise ארבע באמה ,עשרים באמה. usw. bedarf noch einer Erklärung. Sie kommt in einem Satze mit der gewöhnlichen präpositionslosen abwechselnd vor, z. B. Kön. I. 6, 3: עשרים אמה ארכו על פני רחב הבית עשר באמה רחבו על פני הבית. Es ist gewiss ein fein nuancierter Unterschied, dessen Aufklärung erwünscht wäre. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "63c9444401e878406e0d2c52", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Pinchas 49:301", "anchorRef": "Exodus 26:2", "anchorRefExpanded": ["Exodus 26:2"], "sourceRef": "Zohar, Pinchas 49:301", "sourceHeRef": "ספר הזהר, פנחס מ״ט:ש״א", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 49.0017, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "פנחס", "he": "כָּל קֶשֶׁר בְּדִיּוּקְנָא דְּכַף יְמִינָא, כָּל חוּלְיָא בְּדִיּוּקְנָא דְּאֶצְּבַּע, דְּאִית בֵּיהּ תְּלַת פִּרְקִין, לָקֳבֵל תְּלַת כְּרִיכוֹת. וְהָכִי בְּכָל אֶצְּבַּע תְּלַת פִּרְקִין, לְבַר מִגּוּדָל. דְּאִיהוּ שִׁיעוּר בֵּין קֶשֶׁר לְקֶשֶׁר דְּצִּיצִּית, כִּמְלֹא גּוּדָל. אִיהִי מִדָּה דְּחוֹטָמָא. וּמִדָּה דְּעַיִן יְמִינָא וּשְׂמָאלָא. וְאִיהוּ מִדָּה בֵּין עַיִן לְעַיִן. וּמִדָּה דְּאֹזְן יְמִינָא וּשְׂמָאלָא. וּמִדָּה דְּכָל שָׂפָה וְשָׂפָה. וּמִדָּה דְּלִישָׁנָא. (שמות כ״ו:ב׳) מִדָּה אַחַת לְכָל הַיְרִיעוֹת.", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc41758c1dc532ec8a55", "index_title": "Steinsaltz on Exodus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Exodus 26:2", "anchorRef": "Exodus 26:2", "anchorRefExpanded": ["Exodus 26:2"], "sourceRef": "Steinsaltz on Exodus 26:2", "sourceHeRef": "ביאור שטיינזלץ על שמות כ״ו:ב׳", "anchorVerse": 2, "sourceHasEn": true, "commentaryNum": 26.0002, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על שמות", "he": "<b>אֹרֶךְ הַיְרִיעָה הָאַחַת</b>, כל אחת מהיריעות\n  <b>— שְׁמֹנֶה וְעֶשְׂרִים בּ</b> יחידת\n  מידה של\n  <b>אַמָּה,</b> שהיא הרוחב שבין המרפק לקצה אצבעות היד של גבר, \n  <b>וְרֹחַב — אַרְבַּע בָּאַמָּה הַיְרִיעָה הָאֶחָת. מִדָּה אַחַת</b>, אחידה\n  <b>לְכָל הַיְרִיעֹת.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>The length of each sheet shall be twenty-eight cubits and the width </b>shall be <b>four cubits for each sheet; there shall be one measure for all the sheets. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "66d048402c4623fc9fea4f27", "index_title": "Mechokekei Yehudah; Yahel Ohr", "category": "Quoting Commentary", "type": "", "ref": "Mechokekei Yehudah; Yahel Ohr, Introduction 209", "anchorRef": "Exodus 26:2", "anchorRefExpanded": ["Exodus 26:2"], "sourceRef": "Mechokekei Yehudah; Yahel Ohr, Introduction 209", "sourceHeRef": "מחוקקי יהודה; יהל אור, הקדמה ר״ט", "anchorVerse": 2, "sourceHasEn": false, "commentaryNum": 209, "collectiveTitle": {"en": "Mechokekei Yehudah; Yahel Ohr", "he": "מחוקקי יהודה; יהל אור"}, "heTitle": "הקדמה", "he": "80) יפרש דעת האומר דרך דרש, ודעתו שם אינו כן, וכן יאמר שם (קהלת נ א), ״י״א כי אלה העתים הם כ״ח כנגד צורות וגלגל המזלות, שהלבנה נראית בהם בכל חדש, גם זה הבל״ ועיין בפי׳ (שמות כו ב).", "heVersionTitle": "Piotrkow, 1907-1911", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f267d6e4a927464714ec", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Exodus 26:2:1", "anchorRef": "Exodus 26:2", "anchorRefExpanded": ["Exodus 26:2"], "sourceRef": "Chizkuni, Exodus 26:2:1", "sourceHeRef": "חזקוני, שמות כ״ו:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "שמות", "he": "<b>ארך היריעה האחת</b> האלף פתוחה ותניינא האחת אלף בסגול ותליתאה האחת האלף בסגול וכן ביריעות העזים. כללו של דבר כלהון אלף שלהן בפתח וכל אתנחתא וזקף וסוף פסוק, אל״‎ף שלהן בסגול.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "אורך היריעה האחת, “the length of each strip of cloth, etc.;” the letter א at the beginning of the word ,האחת, has the vowel patach, whereas the second time it has the vowel segol, and the third time it occurs it again has the vowel segol. When the Torah speaks of the goats’ skins, we find the same pattern. The rule is that when the letter א in the word אחת had the vowel patach, and is followed by a word with the separating cantillation mark etnachta, the next time the word אחת occurs it has the vowel segol if the cantillation marks are either zakef katan, or sof passuk.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5bf3e229bfb49d008760a916", "index_title": "English Explanation of Mishnah Bava Kamma", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Bava Kamma 3:8:1", "anchorRef": "Exodus 21:28-32:35", "anchorRefExpanded": ["Exodus 21:28", "Exodus 21:29", "Exodus 21:30", "Exodus 21:31", "Exodus 21:32", "Exodus 21:33", "Exodus 21:34", "Exodus 21:35", "Exodus 21:36", "Exodus 21:37", "Exodus 22:1", "Exodus 22:2", "Exodus 22:3", "Exodus 22:4", "Exodus 22:5", "Exodus 22:6", "Exodus 22:7", "Exodus 22:8", "Exodus 22:9", "Exodus 22:10", "Exodus 22:11", "Exodus 22:12", "Exodus 22:13", "Exodus 22:14", "Exodus 22:15", "Exodus 22:16", "Exodus 22:17", "Exodus 22:18", "Exodus 22:19", "Exodus 22:20", "Exodus 22:21", "Exodus 22:22", "Exodus 22:23", "Exodus 22:24", "Exodus 22:25", "Exodus 22:26", "Exodus 22:27", "Exodus 22:28", "Exodus 22:29", "Exodus 22:30", "Exodus 23:1", "Exodus 23:2", "Exodus 23:3", "Exodus 23:4", "Exodus 23:5", "Exodus 23:6", "Exodus 23:7", "Exodus 23:8", "Exodus 23:9", "Exodus 23:10", "Exodus 23:11", "Exodus 23:12", "Exodus 23:13", "Exodus 23:14", "Exodus 23:15", "Exodus 23:16", "Exodus 23:17", "Exodus 23:18", "Exodus 23:19", "Exodus 23:20", "Exodus 23:21", "Exodus 23:22", "Exodus 23:23", "Exodus 23:24", "Exodus 23:25", "Exodus 23:26", "Exodus 23:27", "Exodus 23:28", "Exodus 23:29", "Exodus 23:30", "Exodus 23:31", "Exodus 23:32", "Exodus 23:33", "Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11", "Exodus 24:12", "Exodus 24:13", "Exodus 24:14", "Exodus 24:15", "Exodus 24:16", "Exodus 24:17", "Exodus 24:18", "Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35"], "sourceRef": "English Explanation of Mishnah Bava Kamma 3:8:1", "sourceHeRef": "ביאור אנגלי על משנה בבא קמא ג׳:ח׳:א׳", "anchorVerse": 28, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 8.0001, "collectiveTitle": {"en": "English Explanation of Mishnah Bava Kamma", "he": "ביאור אנגלי על משנה בבא קמא"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>If two oxen which were accounted harmless hurt one another, the owner pays half-damages for that one which suffered the greater hurt.<br>If both were attested dangers full damages are payable for that one which suffered the greater hurt.<br>If one was accounted harmless and the other was an attested danger, that which was an attested danger as against that which was accounted harmless must pay full damages for the greater hurt that the other has suffered, while that which was accounted harmless, as against that which was an attested danger, pays only half damages for the greater hurt that the other has suffered.<br>So, too, if two men hurt one another, full damages are payable for that one which suffered the greater hurt.<br>If a man and an ox which was accounted harmless hurt one another, the man as against the ox accounted harmless must pay full damages for the greater hurt that the other has suffered, while the ox accounted harmless, as against the man, pays only half damages for the greater hurt that the other suffered. Rabbi Akiva says:  “Even if an ox accounted harmless hurt a man, full damages must be paid for that one which suffered the greater hurt.</b><br>This mishnah returns to deal with a subject that we dealt with in the last mishnah of chapter one and in the fourth and fifth mishnayoth of chapter 2 and that is the goring ox.  Remember, there are two types of goring oxen, one that is a previously attested danger (muad), who has been testified against.  The second type is innocent (tam) meaning he is not a previously attested danger.  When a muad damages the owner will pay full damages from the best of his land.  When a tam damages the owner will pay half damages from the value of the tam itself.  This means that the upper limit of liability will be the value of the damaging animal.<br>We will continue to deal with the goring ox for the next two and a half chapters.  I will not be explaining the concepts of tam and muad every time we encounter them.  I will try to reference places where I did explain them.  If you are wondering why the mishnah is so fascinated by the goring ox, it is due to the fact that the Torah mentions the ox quite frequently (Exodus 21:28-32, 35-36).  It is indeed the paradigm for the damaging animal.<br>The rendering of this mishnah into sensible English is very difficult since the mishnah speaks in shorthand.  However, the explanation should make more sense to you.<br>The first section deals with two harmless oxen that gore each other.  In general the owner of each is obligated to pay half damages to the other.  Here we figure out what was the greater damage and the owner of the less injured ox will pay half of that amount.  A table will help.<br>Value of ox before injury<br>Value after injury<br>Damages<br>Amount owed<br>100 (tam)<br>30<br>70<br>35<br>50  (tam)<br>30<br>20<br>10<br>In this case the owner of the ox worth fifty will pay twenty-five to the owner of the ox worth 100.<br>In the second case both of the animals were muad and will therefore pay full damages.   Our table now looks like this:<br>Value of ox before injury<br>Value after injury<br>Damages<br>Amount owed<br>100 (muad)<br>30<br>70<br>70<br>50 (muad)<br>30<br>20<br>20<br>In this case the owner of the ox worth fifty will pay fifty to the owner of the ox worth 100.<br>In the third case one ox was muad and one was tam.  The muad will owe half damages and the tam full damages.  According to our example in this case the animal worth 100 was a muad and therefore will owe full damages for the animal worth 50.  The animal worth 50 is a tam and will therefore pay half damages for the animal worth 100.   Our table now looks like this:<br>Value of ox before injury<br>Value after injury<br>Damages<br>Amount owed<br>100 (muad)<br>30<br>70<br>35<br>50 (tam)<br>30<br>20<br>30<br>In this case the owner of the ox worth fifty will pay 5 to the owner of the ox worth 100.<br>The fourth case of the mishnah deals with human beings who injure one another.  Since a human being is always a muad (see chapter one mishnah four), this is similar to case number two.<br>The fifth and final case deals with a human being (who is always muad) and a harmless ox (tam) who injure one another.  This case is similar to case number three.  We will nevertheless bring a new table.<br>Value before injury<br>Value after injury<br>Damages<br>Amount owed<br>1000-- human (muad)<br>500<br>500<br>250<br>50--ox (tam)<br>20<br>30<br>30<br>In this case the owner of the ox will pay the human 220.  Rabbi Akiva disagrees.  According to him an ox that injures a human being always pays full damages as if it was a muad.  Therefore in the previous scenario the owner of the ox will pay 470 to the human.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6319cfceb6084aa1cbefc11f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אַמָּה³ 1", "anchorRef": "Exodus 26:2", "anchorRefExpanded": ["Exodus 26:2"], "sourceRef": "BDB, אַמָּה³ 1", "sourceHeRef": "בראון-דרייבר-בריגס, אַמָּה³ א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אַמָּה³", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["II. <big><span dir=\"rtl\">אַמָּה</span></big><sub>246</sub>  <strong>n.f. ell, cubit (</strong>SI <span dir=\"rtl\">אמה</span>; so Sab. DHM<sup>ZMG 1865, 613</sup>; Aramaic <span dir=\"rtl\">ܐܰܡܳܐ</span>, <span dir=\"rtl\">אַמָּא</span>; Assyrian <em>ammatu</em> Nor<sup>280</sup>; Ethiopic እመት etym. dub.; Thes al. <em>mater brachii</em>, i.e. length of fore-arm; others from √ ii. <span dir=\"rtl\">אמם</span>, <span dir=\"rtl\">أَمَّ</span> <em>precede</em>, be in front, & hence fore-arm cf. Di <a data-ref=\"Isaiah 6:4\" href=\"/Isaiah.6.4\">Is 6:4</a>; Dl<sup>Pr 109</sup> MV der. immediately from √ <span dir=\"rtl\">אמם</span> be wide (v. supr.), <span dir=\"rtl\">אַמָּה</span> = <em>distance</em>, & hence a particular distance, <em>ell, cubit</em><strong>)</strong>—<span dir=\"rtl\">א׳</span> abs. <a data-ref=\"Genesis 6:15\" href=\"/Genesis.6.15\">Gn 6:15</a> +; cstr. <span dir=\"rtl\">אַמַּת</span> <a data-ref=\"Deuteronomy 3:11\" href=\"/Deuteronomy.3.11\">Dt 3:11</a> <a data-ref=\"Jeremiah 51:13\" href=\"/Jeremiah.51.13\">Je 51:13</a>; <em>du.</em> <span dir=\"rtl\">אַמָּתַיִם</span> <a data-ref=\"Exodus 25:10\" href=\"/Exodus.25.10\">Ex 25:10</a> +; pl. <span dir=\"rtl\">אַמּוֹת</span> <a data-ref=\"Exodus 26:16\" href=\"/Exodus.26.16\">Ex 26:16</a> +;—<br><strong>1.</strong>  <em>cubit</em>, so <span dir=\"rtl\">אַמַּת־אִישׁ</span> i.e. ordinary cubit, <a data-ref=\"Deuteronomy 3:11\" href=\"/Deuteronomy.3.11\">Dt 3:11</a> (cf. <a data-ref=\"Isaiah 8:1\" href=\"/Isaiah.8.1\">Is 8:1</a>); in <a data-ref=\"Ezekiel 40:5\" href=\"/Ezekiel.40.5\">Ez 40:5</a>; <a data-ref=\"Ezekiel 43:13\" href=\"/Ezekiel.43.13\">43:13</a> is a cubit one hand-breadth longer, cf. <a data-ref=\"II Chronicles 3:3\" href=\"/II_Chronicles.3.3\">2 Ch 3:3</a> <span dir=\"rtl\">א׳ בַּמִּדָּה הָרִאשׁוֹנָה</span>; absol. length dub., cf. Smith<sup>Dict. Bib., art. Weights and Measures</sup>; Lepsius<sup>Längenmaasse der Alten, SBAk 1883, 1195 f.</sup> identif. with Egyptian, longer cubit.525 m., shorter.450 m.; v. also <em>Id.</em><sup>Bab.-Assyrian Längenmaasse 1877; MBAk 1877, 741</sup> Oppert<sup>GGA 1878, 1055; Rev. d’Assyrian i. 124</sup> (also on the Bab. ‘half-cubit’ =.270 m. Hpt<sup>AJPh 1888, 419</sup> Hom<sup>Semiten i. 501</sup>); on <span dir=\"rtl\">א׳ אַצִּילָה</span> <a data-ref=\"Ezekiel 41:8\" href=\"/Ezekiel.41.8\">Ez 41:8</a> cf. Sm & Co (Co del.); <span dir=\"rtl\">חֲמֵשׁ אמות קָנִים</span> <a data-ref=\"Ezekiel 42:16\" href=\"/Ezekiel.42.16\">Ez 42:16</a> Kt, read <span dir=\"rtl\">מֵאוֹת</span> so Qr Co; chiefly in <a data-ref=\"Exodus 25-27\" href=\"/Exodus.25-27\">Ex 25–27</a>. <a data-ref=\"Exodus 36-38\" href=\"/Exodus.36-38\">36–38</a> (56 times) <a data-ref=\"I Kings 6\" href=\"/I_Kings.6\">1 K 6</a>.<a data-ref=\"I Kings 7\" href=\"/I_Kings.7\">7</a> (45 times) <a data-ref=\"II Chronicles 3\" href=\"/II_Chronicles.3\">2 Ch 3</a>.<a data-ref=\"II Chronicles 4\" href=\"/II_Chronicles.4\">4</a> (21 times) <a data-ref=\"Ezekiel 40-43\" href=\"/Ezekiel.40-43\">Ez 40–43</a> (86 times); <em>a</em> (one) <em>cubit</em> = <span dir=\"rtl\">אַמָּה</span> <a data-ref=\"Genesis 6:16\" href=\"/Genesis.6.16\">Gn 6:16</a> <a data-ref=\"Exodus 25:10\" href=\"/Exodus.25.10\">Ex 25:10</a>, <a data-ref=\"Exodus 25:23\" href=\"/Exodus.25.23\">23</a> +; <span dir=\"rtl\">הָאַמָּה</span> <a data-ref=\"Ezekiel 43:14\" href=\"/Ezekiel.43.14\">Ez 43:14</a>; <span dir=\"rtl\">א׳ אַחַת</span> <a data-ref=\"Ezekiel 40:12\" href=\"/Ezekiel.40.12\">Ez 40:12</a><sup>(×2)</sup>, <a data-ref=\"Ezekiel 40:42\" href=\"/Ezekiel.40.42\">42</a><sup>(×3)</sup>; <a data-ref=\"Ezekiel 42:4\" href=\"/Ezekiel.42.4\">42:4</a>; <a data-ref=\"Ezekiel 43:14\" href=\"/Ezekiel.43.14\">43:14</a>; <em>two cubits</em> = <span dir=\"rtl\">אַמָּתַיִם</span> <a data-ref=\"Exodus 25:10\" href=\"/Exodus.25.10\">Ex 25:10</a>, <a data-ref=\"Exodus 25:17\" href=\"/Exodus.25.17\">17</a>, <a data-ref=\"Exodus 25:23\" href=\"/Exodus.25.23\">23</a>; <a data-ref=\"Exodus 30:2\" href=\"/Exodus.30.2\">30:2</a>; <a data-ref=\"Exodus 37:1\" href=\"/Exodus.37.1\">37:1</a>, <a data-ref=\"Exodus 37:6\" href=\"/Exodus.37.6\">6</a>, <a data-ref=\"Exodus 37:10\" href=\"/Exodus.37.10\">10</a>, <a data-ref=\"Exodus 37:25\" href=\"/Exodus.37.25\">25</a> <a data-ref=\"Numbers 11:31\" href=\"/Numbers.11.31\">Nu 11:31</a>; <span dir=\"rtl\">שְׁתַּיִם אַמּוֹת</span> <a data-ref=\"Ezekiel 40:9\" href=\"/Ezekiel.40.9\">Ez 40:9</a>; <a data-ref=\"Ezekiel 41:3\" href=\"/Ezekiel.41.3\">41:3</a>, <a data-ref=\"Ezekiel 41:22\" href=\"/Ezekiel.41.22\">22</a>; <a data-ref=\"Ezekiel 43:14\" href=\"/Ezekiel.43.14\">43:14</a>; c. num. 1–10 <span dir=\"rtl\">א׳</span> mostly pl. after num. <a data-ref=\"Exodus 26:16\" href=\"/Exodus.26.16\">Ex 26:16</a>; <a data-ref=\"Exodus 27:1\" href=\"/Exodus.27.1\">27:1</a><sup>(×3)</sup> <a data-ref=\"I Kings 6:10\" href=\"/I_Kings.6.10\">1 K 6:10</a> <a data-ref=\"Jeremiah 52:22\" href=\"/Jeremiah.52.22\">Je 52:22</a> <a data-ref=\"Ezekiel 40:5\" href=\"/Ezekiel.40.5\">Ez 40:5</a>, <a data-ref=\"Ezekiel 40:7\" href=\"/Ezekiel.40.7\">7</a>, <a data-ref=\"Ezekiel 40:9\" href=\"/Ezekiel.40.9\">9</a> +; c. num. 11–1000 +, it mostly foll. num. in sing. <a data-ref=\"Genesis 6:15\" href=\"/Genesis.6.15\">Gn 6:15</a><sup>(×3)</sup> <a data-ref=\"Exodus 27:12\" href=\"/Exodus.27.12\">Ex 27:12</a>, <a data-ref=\"Exodus 27:13\" href=\"/Exodus.27.13\">13</a>; <a data-ref=\"Exodus 38:13\" href=\"/Exodus.38.13\">38:13</a>, <a data-ref=\"Exodus 38:14\" href=\"/Exodus.38.14\">14</a>, <a data-ref=\"Exodus 38:15\" href=\"/Exodus.38.15\">15</a> <a data-ref=\"Numbers 35:4\" href=\"/Numbers.35.4\">Nu 35:4</a> <a data-ref=\"Joshua 3:4\" href=\"/Joshua.3.4\">Jos 3:4</a> <a data-ref=\"I Kings 6:2\" href=\"/I_Kings.6.2\">1 K 6:2</a><sup>(×2)</sup>, <a data-ref=\"I Kings 6:3\" href=\"/I_Kings.6.3\">3</a>; <a data-ref=\"I Kings 7:15\" href=\"/I_Kings.7.15\">7:15</a><sup>(×2)</sup> <a data-ref=\"Jeremiah 52:21\" href=\"/Jeremiah.52.21\">Je 52:21</a> <a data-ref=\"Ezekiel 40:49\" href=\"/Ezekiel.40.49\">Ez 40:49</a><sup>(×2)</sup> +; seld. foll. in pl. <a data-ref=\"Ezekiel 40:11\" href=\"/Ezekiel.40.11\">Ez 40:11</a> (del. Co) v <a data-ref=\"Ezekiel 40:27\" href=\"/Ezekiel.40.27\">27</a> (Co sg.) <a data-ref=\"Ezekiel 42:2\" href=\"/Ezekiel.42.2\">42:2</a>; so also <span dir=\"rtl\">עֶשְׂרִים וְחָמֵשׁ אַמּוֹת</span> <a data-ref=\"Ezekiel 40:13\" href=\"/Ezekiel.40.13\">Ez 40:13</a>, <a data-ref=\"Ezekiel 40:29\" href=\"/Ezekiel.40.29\">29</a> but <span dir=\"rtl\">חָמֵשׁ וְעֶשְׂרִים אֵמָּה</span> <a data-ref=\"Ezekiel 40:25\" href=\"/Ezekiel.40.25\">Ez 40:25</a>, <a data-ref=\"Ezekiel 40:30\" href=\"/Ezekiel.40.30\">30</a>, <a data-ref=\"Ezekiel 40:33\" href=\"/Ezekiel.40.33\">33</a>, <a data-ref=\"Ezekiel 40:36\" href=\"/Ezekiel.40.36\">36</a>; (late) also in pl. precedes all num. <a data-ref=\"II Chronicles 3:3\" href=\"/II_Chronicles.3.3\">2 Ch 3:3</a><sup>(×2)</sup>, <a data-ref=\"II Chronicles 3:4\" href=\"/II_Chronicles.3.4\">4</a>, <a data-ref=\"II Chronicles 3:8\" href=\"/II_Chronicles.3.8\">8</a><sup>(×2)</sup> +; <a data-ref=\"II Chronicles 6:13\" href=\"/II_Chronicles.6.13\">6:13</a> <a data-ref=\"Ezekiel 42:2\" href=\"/Ezekiel.42.2\">Ez 42:2</a>; also often <span dir=\"rtl\">בָּאַמָּה</span> foll. all num. <a data-ref=\"Exodus 26:2\" href=\"/Exodus.26.2\">Ex 26:2</a><sup>(×2)</sup>, <a data-ref=\"Exodus 26:8\" href=\"/Exodus.26.8\">8</a><sup>(×2)</sup>; <a data-ref=\"Exodus 27:9\" href=\"/Exodus.27.9\">27:9</a>, <a data-ref=\"Exodus 27:18\" href=\"/Exodus.27.18\">18</a>; <a data-ref=\"Exodus 36:9\" href=\"/Exodus.36.9\">36:9</a><sup>(×2)</sup>, <a data-ref=\"Exodus 36:15\" href=\"/Exodus.36.15\">15</a> <a data-ref=\"Numbers 35:5\" href=\"/Numbers.35.5\">Nu 35:5</a><sup>(×4)</sup> <a data-ref=\"I Kings 6:6\" href=\"/I_Kings.6.6\">1 K 6:6</a><sup>(×3)</sup>; <a data-ref=\"I Kings 7:23\" href=\"/I_Kings.7.23\">7:23</a><sup>(×3)</sup> <a data-ref=\"II Chronicles 4:2\" href=\"/II_Chronicles.4.2\">2 Ch 4:2</a><sup>(×3)</sup> <a data-ref=\"Ezekiel 40:21\" href=\"/Ezekiel.40.21\">Ez 40:21</a>; <a data-ref=\"Ezekiel 47:3\" href=\"/Ezekiel.47.3\">47:3</a> <a data-ref=\"Zechariah 5:2\" href=\"/Zechariah.5.2\">Zc 5:2</a><sup>(×2)</sup> +, cf. <a ,=\"\" data-ref=\"BDB, חָמֵשׁ\" dir=\"rtl\" href=\"/BDB,_חָמֵשׁ\">לְאַמּוֹת חָמֵשׁ</a> <a data-ref=\"II Chronicles 3:11\" href=\"/II_Chronicles.3.11\">2 Ch 3:11</a>; often <span dir=\"rtl\">א׳ וָחֵצִי</span> <a data-ref=\"Exodus 25:10\" href=\"/Exodus.25.10\">Ex 25:10</a><sup>(×3)</sup>, <a data-ref=\"Exodus 25:17\" href=\"/Exodus.25.17\">17</a><sup>(×2)</sup> +, also <span dir=\"rtl\">א׳ וַחֲצִי הָא׳</span> <a data-ref=\"Exodus 26:16\" href=\"/Exodus.26.16\">Ex 26:16</a>; <a data-ref=\"Exodus 36:21\" href=\"/Exodus.36.21\">36:21</a> <a data-ref=\"I Kings 7:31\" href=\"/I_Kings.7.31\">1 K 7:31</a>, <a data-ref=\"I Kings 7:32\" href=\"/I_Kings.7.32\">32</a>, <a data-ref=\"I Kings 7:35\" href=\"/I_Kings.7.35\">35</a> etc.; cf. <span dir=\"rtl\">שֵׁשׁ אַמּוֹת וָזָ֑רֶת</span> <a data-ref=\"I Samuel 17:4\" href=\"/I_Samuel.17.4\">1 S 17:4</a>; sq. <span dir=\"rtl\">בַּמִּדָּה</span> <em>in measurement</em> <a data-ref=\"Joshua 3:4\" href=\"/Joshua.3.4\">Jos 3:4</a> <a data-ref=\"II Chronicles 3:3\" href=\"/II_Chronicles.3.3\">2 Ch 3:3</a>.<br><strong>2.</strong>  †<em>measure</em>, full measure, limit, only <span dir=\"rtl\">אַמַּת בִּצְעֵךְ</span> <em>the measure of thy gain-making</em> <a data-ref=\"Jeremiah 51:13\" href=\"/Jeremiah.51.13\">Je 51:13</a> (‖ <span dir=\"rtl\">קִצֵּךְ</span>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319cfecb6084aa1cbefd853", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אֹ֫רֶךְ 1", "anchorRef": "Exodus 26:2", "anchorRefExpanded": ["Exodus 26:2"], "sourceRef": "BDB, אֹ֫רֶךְ 1", "sourceHeRef": "בראון-דרייבר-בריגס, אֹ֫רֶךְ א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אֹ֫רֶךְ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">אֹ֫רֶךְ</span></big><sub>94</sub>  <strong>n.</strong>[<strong>m.</strong>] <strong>length</strong>—only sg., <span dir=\"rtl\">א׳</span> abs. <a data-ref=\"Exodus 27:1\" href=\"/Exodus.27.1\">Ex 27:1</a> +; cstr. <a data-ref=\"Genesis 6:15\" href=\"/Genesis.6.15\">Gn 6:15</a>; <span dir=\"rtl\">אָרְכּוֹ</span> <a data-ref=\"Exodus 25:10\" href=\"/Exodus.25.10\">Ex 25:10</a> +; <span dir=\"rtl\">אָרְכָּם</span> <a data-ref=\"II Chronicles 3:11\" href=\"/II_Chronicles.3.11\">2 Ch 3:11</a>; <span dir=\"rtl\">אָרְכָּן</span> <a data-ref=\"Ezekiel 42:11\" href=\"/Ezekiel.42.11\">Ez 42:11</a>, etc.—<br><strong>a.</strong>  <em>length</em> of ark <a data-ref=\"Genesis 6:15\" href=\"/Genesis.6.15\">Gn 6:15</a> (P), of land of Canaan <a data-ref=\"Genesis 13:17\" href=\"/Genesis.13.17\">13:17</a> (J); most often of ark & other measurements in tabernacle & temple <a data-ref=\"Exodus 25:10\" href=\"/Exodus.25.10\">Ex 25:10</a>, <a data-ref=\"Exodus 25:17\" href=\"/Exodus.25.17\">17</a>; <a data-ref=\"Exodus 26:2\" href=\"/Exodus.26.2\">26:2</a>, <a data-ref=\"Exodus 26:8\" href=\"/Exodus.26.8\">8</a>; <a data-ref=\"Exodus 27:1\" href=\"/Exodus.27.1\">27:1</a>, <a data-ref=\"Exodus 27:9\" href=\"/Exodus.27.9\">9</a> + (22 times Ex, P), <a data-ref=\"I Kings 6:2\" href=\"/I_Kings.6.2\">1 K 6:2</a>, <a data-ref=\"I Kings 6:3\" href=\"/I_Kings.6.3\">3</a>, <a data-ref=\"I Kings 6:20\" href=\"/I_Kings.6.20\">20</a> + (13 times K & Ch), <a data-ref=\"Ezekiel 40:7\" href=\"/Ezekiel.40.7\">Ez 40:7</a>, <a data-ref=\"Ezekiel 40:11\" href=\"/Ezekiel.40.11\">11</a>, <a data-ref=\"Ezekiel 40:18\" href=\"/Ezekiel.40.18\">18</a> + (41 times Ez), etc.<br><strong>b.</strong>  of time <span dir=\"rtl\">א׳ יָמִים</span> <a data-ref=\"Deuteronomy 30:20\" href=\"/Deuteronomy.30.20\">Dt 30:20</a>; <a data-ref=\"Job 12:12\" href=\"/Job.12.12\">Jb 12:12</a>; <a data-ref=\"Psalms 21:5\" href=\"/Psalms.21.5\">ψ 21:5</a>; <a data-ref=\"Psalms 23:6\" href=\"/Psalms.23.6\">23:6</a>; <a data-ref=\"Psalms 91:16\" href=\"/Psalms.91.16\">91:16</a>; <a data-ref=\"Psalms 93:5\" href=\"/Psalms.93.5\">93:5</a> <a data-ref=\"Proverbs 3:2\" href=\"/Proverbs.3.2\">Pr 3:2</a>, <a data-ref=\"Proverbs 3:16\" href=\"/Proverbs.3.16\">16</a>; <a data-ref=\"Lamentations 5:20\" href=\"/Lamentations.5.20\">La 5:20</a>.<br><strong>c.</strong>  <span dir=\"rtl\">א׳ אַפַּיִם</span> <em>forbearance, self-restraint</em>, <a data-ref=\"Proverbs 25:15\" href=\"/Proverbs.25.15\">Pr 25:15</a>.—(<a data-ref=\"Ezekiel 31:7\" href=\"/Ezekiel.31.7\">Ez 31:7</a> 𝔊 𝔖 Co read <span dir=\"rtl\">רֹב</span> for <span dir=\"rtl\">אֹרֶךְ</span>, cf. v <a data-ref=\"Ezekiel 31:5\" href=\"/Ezekiel.31.5\">5</a> where Co del. vb. <span dir=\"rtl\">ארך</span>; <a data-ref=\"Ezekiel 41:22\" href=\"/Ezekiel.41.22\">41:22</a> read prob. <span dir=\"rtl\">אדנו</span> 𝔊 Sm, or <span dir=\"rtl\">אדניו</span> Co = <em>base</em>.)"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d201b6084aa1cbf14b1f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יְרִיעָה 1", "anchorRef": "Exodus 26:2", "anchorRefExpanded": ["Exodus 26:2"], "sourceRef": "BDB, יְרִיעָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, יְרִיעָה א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יְרִיעָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">יְרִיעָה</span></big><sub>54</sub>  <strong>n.f. curtain (</strong>𝔗 <span dir=\"rtl\">יְרִיעֲתָא</span>, Syriac <span dir=\"rtl\">ܝܳܪܺܝܥܬܳܐ</span> <strong>)</strong>—abs. <span dir=\"rtl\">יְרִיעָה</span> <a data-ref=\"Exodus 26:2\" href=\"/Exodus.26.2\">Ex 26:2</a> + 24 times; pl. abs. <span dir=\"rtl\">יְרִיעֹת</span> <a data-ref=\"Exodus 26:1\" href=\"/Exodus.26.1\">Ex 26:1</a> + 17 times; <span dir=\"rtl\">יְרִיעוֹת</span> <a data-ref=\"I Chronicles 17:1\" href=\"/I_Chronicles.17.1\">1 Ch 17:1</a>; cstr. <span dir=\"rtl\">יְרִיעֹת</span> <a data-ref=\"Exodus 26:7\" href=\"/Exodus.26.7\">Ex 26:7</a> + 4 times; <span dir=\"rtl\">יְרִיעוֹת</span> <a data-ref=\"Habakkuk 3:7\" href=\"/Habakkuk.3.7\">Hb 3:7</a> + 2 times; sf. <span dir=\"rtl\">יְרִיעֹתָ֑י</span> <a data-ref=\"Jeremiah 4:20\" href=\"/Jeremiah.4.20\">Je 4:20</a>; <a data-ref=\"Jeremiah 10:20\" href=\"/Jeremiah.10.20\">10:20</a>; <span dir=\"rtl\">יְרִיעוֹתֵיהֶם</span> <a data-ref=\"Jeremiah 49:29\" href=\"/Jeremiah.49.29\">Je 49:29</a>;—<em>curtain</em>, of tabern. <a data-ref=\"Exodus 26:1\" href=\"/Exodus.26.1\">Ex 26:1</a>, <a data-ref=\"Exodus 26:2\" href=\"/Exodus.26.2\">2</a><sup>(×3)</sup>, <a data-ref=\"Exodus 26:8\" href=\"/Exodus.26.8\">8</a><sup>(×2)</sup> + 38 times <a data-ref=\"Exodus 26\" href=\"/Exodus.26\">Ex 26</a> and <a data-ref=\"Exodus 36\" href=\"/Exodus.36\">36</a>; <a data-ref=\"Numbers 4:25\" href=\"/Numbers.4.25\">Nu 4:25</a> (all P); <a data-ref=\"II Samuel 7:2\" href=\"/II_Samuel.7.2\">2 S 7:2</a> = <a data-ref=\"I Chronicles 17:1\" href=\"/I_Chronicles.17.1\">1 Ch 17:1</a>;—in gen. (2) <em>curtains</em> <a data-ref=\"Jeremiah 4:20\" href=\"/Jeremiah.4.20\">Je 4:20</a>; <a data-ref=\"Jeremiah 10:20\" href=\"/Jeremiah.10.20\">10:20</a>; <a data-ref=\"Jeremiah 49:29\" href=\"/Jeremiah.49.29\">49:29</a> <a data-ref=\"Habakkuk 3:7\" href=\"/Habakkuk.3.7\">Hb 3:7</a> <a data-ref=\"Song of Songs 1:5\" href=\"/Song_of_Songs.1.5\">Ct 1:5</a> (in all ‖ <span dir=\"rtl\">אֹהֶל</span>); <span dir=\"rtl\">יְרִיעֹת</span> … <span dir=\"rtl\">יַטּוּ</span> <a data-ref=\"Isaiah 54:2\" href=\"/Isaiah.54.2\">Is 54:2</a> (‖ <span dir=\"rtl\">הַרְחִיבִי מְקוֹם אָהֳלֵךְ</span>), fig. of Jerusalem’s prosperity; in sim. <span dir=\"rtl\">נוֹטֶה שָׁמַיִם כַּיְרִיעָה</span> <a data-ref=\"Psalms 104:2\" href=\"/Psalms.104.2\">ψ 104:2</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d297b6084aa1cbf1bd73", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מִדָּה 1", "anchorRef": "Exodus 26:2", "anchorRefExpanded": ["Exodus 26:2"], "sourceRef": "BDB, מִדָּה 1", "sourceHeRef": "בראון-דרייבר-בריגס, מִדָּה א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מִדָּה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† I. <big><span dir=\"rtl\">מִדָּה</span></big>  <strong>n.f. measure, measurement, stature, size, garment</strong> (mostly late)—<span dir=\"rtl\">מ׳</span> <a data-ref=\"Exodus 26:2\" href=\"/Exodus.26.2\">Ex 26:2</a> + 35 times; cstr. <span dir=\"rtl\">מִדַּת</span> <a data-ref=\"Ezekiel 40:21\" href=\"/Ezekiel.40.21\">Ez 40:21</a> + 2 times; pl. <span dir=\"rtl\">מִדּוֹת</span> <a data-ref=\"Ezekiel 41:17\" href=\"/Ezekiel.41.17\">Ez 41:17</a> + 12 times; <span dir=\"rtl\">מִדּוֹתָיו</span> <a data-ref=\"Psalms 133:2\" href=\"/Psalms.133.2\">ψ 133:2</a>; <span dir=\"rtl\">מִדּוֹתֶיהָ</span> <a data-ref=\"Ezekiel 48:16\" href=\"/Ezekiel.48.16\">48:16</a>;—<br><strong>1.</strong>  <em>measure, act of measurement</em>, i.e. long measure <a data-ref=\"Ezekiel 41:17\" href=\"/Ezekiel.41.17\">Ez 41:17</a> (del. Co), <a data-ref=\"Ezekiel 42:15\" href=\"/Ezekiel.42.15\">42:15</a>; <a data-ref=\"Ezekiel 48:30\" href=\"/Ezekiel.48.30\">48:30</a>, <a data-ref=\"Ezekiel 48:33\" href=\"/Ezekiel.48.33\">33</a>; cf. <a data-ref=\"Joshua 3:4\" href=\"/Joshua.3.4\">Jos 3:4</a> (P), <a data-ref=\"I Chronicles 23:29\" href=\"/I_Chronicles.23.29\">1 Ch 23:29</a>, v. also <a data-ref=\"Leviticus 19:35\" href=\"/Leviticus.19.35\">Lv 19:35</a> (H); once of liquid measure, fig., <a data-ref=\"Job 28:25\" href=\"/Job.28.25\">Jb 28:25</a>; <span dir=\"rtl\">קַו֯ה הַמּ׳</span> <a data-ref=\"Jeremiah 31:39\" href=\"/Jeremiah.31.39\">Je 31:39</a> <em>measuring-line;</em> <span dir=\"rtl\">חֶבֶל מ׳</span> <a data-ref=\"Zechariah 2:5\" href=\"/Zechariah.2.5\">Zc 2:5</a> (<em>id.</em>); <span dir=\"rtl\">קְנֵה הַמּ׳</span> <em>measuring-reed</em> <a data-ref=\"Ezekiel 40:3\" href=\"/Ezekiel.40.3\">Ez 40:3</a>, <a data-ref=\"Ezekiel 40:5\" href=\"/Ezekiel.40.5\">5</a>; <a data-ref=\"Ezekiel 42:16\" href=\"/Ezekiel.42.16\">42:16</a> (del. Co), v <a data-ref=\"Ezekiel 42:16\" href=\"/Ezekiel.42.16\">16</a>, <a data-ref=\"Ezekiel 42:17\" href=\"/Ezekiel.42.17\">17</a>, <a data-ref=\"Ezekiel 42:18\" href=\"/Ezekiel.42.18\">18</a>, <a data-ref=\"Ezekiel 42:19\" href=\"/Ezekiel.42.19\">19</a>.<br><strong>2.</strong>  <em>measurement, size</em> of curtains in tabern. <a data-ref=\"Exodus 26:2\" href=\"/Exodus.26.2\">Ex 26:2</a>, <a data-ref=\"Exodus 26:8\" href=\"/Exodus.26.8\">8</a>; <a data-ref=\"Exodus 36:9\" href=\"/Exodus.36.9\">36:9</a>, <a data-ref=\"Exodus 36:15\" href=\"/Exodus.36.15\">15</a> (all P); cf. <a data-ref=\"I Kings 6:25\" href=\"/I_Kings.6.25\">1 K 6:25</a>; <a data-ref=\"I Kings 7:37\" href=\"/I_Kings.7.37\">7:37</a> (both ‖ <span dir=\"rtl\">קֶצֶב</span>), v <a data-ref=\"I Kings 7:9\" href=\"/I_Kings.7.9\">9</a>, <a data-ref=\"I Kings 7:11\" href=\"/I_Kings.7.11\">11</a> <a data-ref=\"II Chronicles 3:3\" href=\"/II_Chronicles.3.3\">2 Ch 3:3</a> <a data-ref=\"Ezekiel 40:10\" href=\"/Ezekiel.40.10\">Ez 40:10</a><sup>(×2)</sup>, <a data-ref=\"Ezekiel 40:21\" href=\"/Ezekiel.40.21\">21</a>, <a data-ref=\"Ezekiel 40:22\" href=\"/Ezekiel.40.22\">22</a>, <a data-ref=\"Ezekiel 40:24\" href=\"/Ezekiel.40.24\">24</a>, <a data-ref=\"Ezekiel 40:28\" href=\"/Ezekiel.40.28\">28</a>, <a data-ref=\"Ezekiel 40:29\" href=\"/Ezekiel.40.29\">29</a>, <a data-ref=\"Ezekiel 40:32\" href=\"/Ezekiel.40.32\">32</a>, <a data-ref=\"Ezekiel 40:33\" href=\"/Ezekiel.40.33\">33</a>, <a data-ref=\"Ezekiel 40:35\" href=\"/Ezekiel.40.35\">35</a>; <a data-ref=\"Ezekiel 43:13\" href=\"/Ezekiel.43.13\">43:13</a>; <a data-ref=\"Ezekiel 46:22\" href=\"/Ezekiel.46.22\">46:22</a>; <a data-ref=\"Ezekiel 48:16\" href=\"/Ezekiel.48.16\">48:16</a>; once of time, <span dir=\"rtl\">מִדַּת יָמַי</span> <a data-ref=\"Psalms 39:5\" href=\"/Psalms.39.5\">ψ 39:5</a>; prob. also <a data-ref=\"Job 11:9\" href=\"/Job.11.9\">Jb 11:9</a> (fig. of God’s wisdom) where <span dir=\"rtl\">מִדָּהּ</span> = <span dir=\"rtl\">מִדָּתָהּ</span>, cf. Sta<sup>§ 347, c. 2</sup>; <span dir=\"rtl\">בֵּית מִדּוֹת</span> = <em>house of size</em> <a data-ref=\"Jeremiah 22:14\" href=\"/Jeremiah.22.14\">Je 22:14</a>; <span dir=\"rtl\">אִישׁ מִדָּה</span> = <em>man of size, stature</em>, <a data-ref=\"I Chronicles 11:23\" href=\"/I_Chronicles.11.23\">1 Ch 11:23</a>; <a data-ref=\"I Chronicles 20:6\" href=\"/I_Chronicles.20.6\">20:6</a>; so also prob. ‖ <a data-ref=\"II Samuel 21:20\" href=\"/II_Samuel.21.20\">2 S 21:20</a> (for ℌ <span dir=\"rtl\">מדין</span>, Qr <span dir=\"rtl\">מָדוֹן</span>, v. [<a data-ref=\"BDB, מַד²\" href=\"/BDB,_מַד²\", dir=\"rtl\">מַד</a>]), We Dr Kit Bu; pl. <a data-ref=\"Numbers 13:32\" href=\"/Numbers.13.32\">Nu 13:32</a> <a data-ref=\"Isaiah 45:14\" href=\"/Isaiah.45.14\">Is 45:14</a>.<br><strong>3.</strong>  <em>measured portion, extent</em>, stretch (of wall) <a data-ref=\"Nehemiah 3:11\" href=\"/Nehemiah.3.11\">Ne 3:11</a>, <a data-ref=\"Nehemiah 3:19\" href=\"/Nehemiah.3.19\">19</a>, <a data-ref=\"Nehemiah 3:20\" href=\"/Nehemiah.3.20\">20</a>, <a data-ref=\"Nehemiah 3:21\" href=\"/Nehemiah.3.21\">21</a>, <a data-ref=\"Nehemiah 3:24\" href=\"/Nehemiah.3.24\">24</a>, <a data-ref=\"Nehemiah 3:27\" href=\"/Nehemiah.3.27\">27</a>, <a data-ref=\"Nehemiah 3:30\" href=\"/Nehemiah.3.30\">30</a>, cf. <a data-ref=\"Ezekiel 45:3\" href=\"/Ezekiel.45.3\">Ez 45:3</a>.<br><strong>4.</strong>  <em>garment</em> (pl. poet.) <a data-ref=\"Psalms 133:2\" href=\"/Psalms.133.2\">ψ 133:2</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d3c6b6084aa1cbf2ae7f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עֶשְׂרִים 1", "anchorRef": "Exodus 26:2", "anchorRefExpanded": ["Exodus 26:2"], "sourceRef": "BDB, עֶשְׂרִים 1", "sourceHeRef": "בראון-דרייבר-בריגס, עֶשְׂרִים א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עֶשְׂרִים", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">עֶשְׂרִים</span></big><sub>315</sub>  <strong>n.pl.indecl.</strong> (a) twenty <strong>(</strong>ancient pl. of <span dir=\"rtl\">עֶשֶׂר</span> Prä<sup> BAS i. 376</sup>; NH = BH; Arabic <span dir=\"rtl\">عِشْرُونَ</span>; Assyrian <em>ešrâ;</em> Sab. <span dir=\"rtl\">עשרי</span> Hom<sup>Chrest. 48</sup>; Ethiopic ዕሥራ: Aramaic <span dir=\"rtl\">עשרין</span>, <span dir=\"rtl\">ܥܶܣܪܝܺܢ</span>; Nab. <span dir=\"rtl\">עשרין</span><strong>)</strong>;—<br><strong>I.</strong>  as cardinal: <strong>1.</strong>  without other num.: <strong>a.</strong>  usually sq. n.s. (especially <span dir=\"rtl\">שָׁנָה</span>, <span dir=\"rtl\">אִישׁ</span>, <span dir=\"rtl\">אַמָּה</span>, etc.) <a data-ref=\"Genesis 31:38\" href=\"/Genesis.31.38\">Gn 31:38</a> <a data-ref=\"I Samuel 14:14\" href=\"/I_Samuel.14.14\">1 S 14:14</a> <a data-ref=\"Exodus 38:18\" href=\"/Exodus.38.18\">Ex 38:18</a> + 64 times, + <span dir=\"rtl\">עֶשְׂרִים אֶלֶף</span> 20,000 <a data-ref=\"I Chronicles 18:4\" href=\"/I_Chronicles.18.4\">1 Ch 18:4</a> + 7 times + <a data-ref=\"Ezekiel 45:1\" href=\"/Ezekiel.45.1\">Ez 45:1</a> (reading <span dir=\"rtl\">עֶשְׂרִים אָ֑לֶף</span>, v. <span dir=\"rtl\">עֶשֶׂר</span> <strong>2 b</strong>). <strong>b.</strong>  sq. n.pl. <a data-ref=\"II Samuel 3:20\" href=\"/II_Samuel.3.20\">2 S 3:20</a>; <a data-ref=\"Exodus 36:23\" href=\"/Exodus.36.23\">Ex 36:23</a>, <a data-ref=\"Exodus 36:24\" href=\"/Exodus.36.24\">24</a>, <a data-ref=\"Exodus 36:25\" href=\"/Exodus.36.25\">25</a> + 4 times. †<strong>c.</strong>  sq. n.s. coll. <a data-ref=\"I Kings 5:3\" href=\"/I_Kings.5.3\">1 K 5:3</a>. <strong>d.</strong>  n.pl. precedes <a data-ref=\"Genesis 32:15\" href=\"/Genesis.32.15\">Gn 32:15</a><sup>(×2)</sup>, <a data-ref=\"Genesis 32:16\" href=\"/Genesis.32.16\">16</a>; <a data-ref=\"II Chronicles 3:3\" href=\"/II_Chronicles.3.3\">2 Ch 3:3</a> + 6 times <strong>e.</strong>  n. om. <a data-ref=\"Genesis 18:31\" href=\"/Genesis.18.31\">Gn 18:31</a><sup>(×2)</sup> <span dir=\"rtl\">(הָע׳)</span>, <a data-ref=\"I Kings 6:2\" href=\"/I_Kings.6.2\">1 K 6:2</a> + 6 times, as pred. <a data-ref=\"Exodus 27:10\" href=\"/Exodus.27.10\">Ex 27:10</a><sup>(×2)</sup>, <a data-ref=\"Exodus 27:11\" href=\"/Exodus.27.11\">11</a><sup>(×2)</sup> + 4 times. †<strong>f.</strong>  + <span dir=\"rtl\">בָּאַמָּה</span> <a data-ref=\"Zechariah 5:2\" href=\"/Zechariah.5.2\">Zc 5:2</a>. <strong>2.</strong>  + other num.: <strong>a.</strong>  c. units, usually 20 + (c. <span dir=\"rtl\">וְ</span>) unit + n.s. <a data-ref=\"Judges 10:2\" href=\"/Judges.10.2\">Ju 10:2</a>, <a data-ref=\"Judges 10:3\" href=\"/Judges.10.3\">3</a> <a data-ref=\"I Kings 14:20\" href=\"/I_Kings.14.20\">1 K 14:20</a> + 58 times (incl. 20 + 1 × 1000, etc., 27 times); n. om. <a data-ref=\"Joshua 15:32\" href=\"/Joshua.15.32\">Jos 15:32</a> + 2 times pred.; less often unit + 20 + n.s. <a data-ref=\"Genesis 11:24\" href=\"/Genesis.11.24\">Gn 11:24</a> <a data-ref=\"Exodus 38:24\" href=\"/Exodus.38.24\">Ex 38:24</a> <a data-ref=\"Numbers 8:24\" href=\"/Numbers.8.24\">Nu 8:24</a> (all P) + 27 times; unit + 20 + <span dir=\"rtl\">בָּאַמָּה</span> <a data-ref=\"Ezekiel 40:21\" href=\"/Ezekiel.40.21\">Ez 40:21</a> <a data-ref=\"Exodus 26:2\" href=\"/Exodus.26.2\">Ex 26:2</a>; <a data-ref=\"Exodus 36:9\" href=\"/Exodus.36.9\">36:9</a> (both P). <strong>b.</strong>  20 + unit + n.pl. <a data-ref=\"Numbers 7:8\" href=\"/Numbers.7.8\">Nu 7:8</a><sup>(×2)</sup> (P), <a data-ref=\"I Chronicles 2:22\" href=\"/I_Chronicles.2.22\">1 Ch 2:22</a> + 3 times Chr. †<strong>c.</strong>  n.pl. + 20 + unit <a data-ref=\"Joshua 19:30\" href=\"/Joshua.19.30\">Jos 19:30</a> <a data-ref=\"I Chronicles 12:29\" href=\"/I_Chronicles.12.29\">1 Ch 12:29</a> (van d. H. v <a data-ref=\"I Chronicles 12:28\" href=\"/I_Chronicles.12.28\">28</a>). <strong>d.</strong>  c. hundreds, 20 usually foll.; sq. n.s. <a data-ref=\"I Kings 9:14\" href=\"/I_Kings.9.14\">1 K 9:14</a> <a data-ref=\"Genesis 6:3\" href=\"/Genesis.6.3\">Gn 6:3</a> <a data-ref=\"Deuteronomy 31:2\" href=\"/Deuteronomy.31.2\">Dt 31:2</a> + 7 times; n. om. <a data-ref=\"II Chronicles 3:4\" href=\"/II_Chronicles.3.4\">2 Ch 3:4</a> <a data-ref=\"Ezra 2:32\" href=\"/Ezra.2.32\">Ezr 2:32</a> = <a data-ref=\"Nehemiah 7:34\" href=\"/Nehemiah.7.34\">Ne 7:35</a>; <a data-ref=\"Nehemiah 7:20\" href=\"/Nehemiah.7.20\">20</a> + 100 (n. om.) <a data-ref=\"Numbers 7:86\" href=\"/Numbers.7.86\">Nu 7:86</a>. <strong>e.</strong>  n.pl. + 100 + 20 <a data-ref=\"I Chronicles 15:5\" href=\"/I_Chronicles.15.5\">1 Ch 15:5</a>, <a data-ref=\"I Chronicles 15:6\" href=\"/I_Chronicles.15.6\">6</a>;—cf. further <span dir=\"rtl\">מֵאָה</span>.<br><strong>II.</strong>  as ordinal: <strong>1.</strong>  20 alone, <span dir=\"rtl\">בִּשְׁנַת ע׳</span> <em>in the twentieth year</em> <a data-ref=\"I Kings 15:9\" href=\"/I_Kings.15.9\">1 K 15:9</a> + 4 times; n. om. <a data-ref=\"Numbers 10:11\" href=\"/Numbers.10.11\">Nu 10:11</a> + 3 times. <strong>2.</strong> <strong>a.</strong>  20 + unit + ns. <a data-ref=\"Ezekiel 29:17\" href=\"/Ezekiel.29.17\">Ez 29:17</a>; <a data-ref=\"Ezekiel 40:1\" href=\"/Ezekiel.40.1\">40:1</a>. <strong>b.</strong>  ns. + 20 + unit <a data-ref=\"Haggai 1:15\" href=\"/Haggai.1.15\">Hg 1:15</a>; <a data-ref=\"II Chronicles 7:10\" href=\"/II_Chronicles.7.10\">2 Ch 7:10</a> +; ns. + unit + 20 <a data-ref=\"Exodus 12:8\" href=\"/Exodus.12.8\">Ex 12:8</a>; <span dir=\"rtl\">בִּשְׁנַת</span> + 20 + unit <a data-ref=\"I Kings 16:10\" href=\"/I_Kings.16.10\">1 K 16:10</a>, etc.—Vid. reff. sub <a ,=\"\" data-ref=\"BDB, עֶשֶׂר\" dir=\"rtl\" href=\"/BDB,_עֶשֶׂר\">עֶשֶׂר</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d45bb6084aa1cbf326cb", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אַרְבַּע² 1", "anchorRef": "Exodus 26:2", "anchorRefExpanded": ["Exodus 26:2"], "sourceRef": "BDB, אַרְבַּע² 1", "sourceHeRef": "בראון-דרייבר-בריגס, אַרְבַּע² א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אַרְבַּע²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I. <big><span dir=\"rtl\">אַרְבַּע</span>, <span dir=\"rtl\">אַרְבָּעָה</span></big>  <strong>n.m.</strong> et <strong>f.</strong> four <strong>(</strong>NH = BH; MI<sup>8</sup> <span dir=\"rtl\">ארבען</span> = 40; Ph. <span dir=\"rtl\">ארבע</span>, Pun. <span dir=\"rtl\">ארבעת</span>, <em>four;</em> so Assyrian <em>arbaʾu</em> (rarely <em>irbaʾ</em>), <em>irbitti;</em> Arabic <span dir=\"rtl\">أَرْبَعٌ</span>, <span dir=\"rtl\">أَرْبَعَةٌ</span>; Sab. <span dir=\"rtl\">ארבעת</span> CIS<sup>iv, no. 232. 2</sup> Hom<sup>Chrest. 47</sup>; Ethiopic አርባዕ, አርባዕቱ Aramaic <span dir=\"rtl\">אַרְבַּע</span>, <span dir=\"rtl\">אַרְבְּעָה</span>, <span dir=\"rtl\">ܐܰܪܒܰܥ</span>, <span dir=\"rtl\">ܐܰܪܒܥܳܐ</span>; Nab. <span dir=\"rtl\">ארבע</span>, Palm. <span dir=\"rtl\">ארבע</span>, <span dir=\"rtl\">ארבעא</span>, Lzb<sup>367</sup><strong>)</strong>;—<strong>m.</strong><sub>148</sub> (c. <strong>n.f.</strong>) <span dir=\"rtl\">אַרְבַּע</span> (abs. vel cstr.) <a data-ref=\"Exodus 21:37\" href=\"/Exodus.21.37\">Ex 21:37</a> +; also <span dir=\"rtl\">אַרְבַּ֑ע</span> <a data-ref=\"Leviticus 11:20\" href=\"/Leviticus.11.20\">Lv 11:20</a> +; note (Baer Gi) <a data-ref=\"Joshua 21:18\" href=\"/Joshua.21.18\">Jos 21:18</a> + 6 times <a data-ref=\"Joshua 21\" href=\"/Joshua.21\">Jos 21</a> (van d. H. <span dir=\"rtl\">אַרְבָּ֑ע</span>); in <a data-ref=\"Proverbs 30:18\" href=\"/Proverbs.30.18\">Pr 30:18</a> read <strong>f.</strong> with Qr; <strong>f.</strong> (c. <strong>n.m.</strong>) abs. <span dir=\"rtl\">אַרְבָּעָה</span> <a data-ref=\"Genesis 2:10\" href=\"/Genesis.2.10\">Gn 2:10</a> + 125 times + <a data-ref=\"Proverbs 30:18\" href=\"/Proverbs.30.18\">Pr 30:18</a> (v. supr.); cstr. <span dir=\"rtl\">אַרְבַּעַת</span> <a data-ref=\"I Samuel 4:2\" href=\"/I_Samuel.4.2\">1 S 4:2</a> + 29 times, incl. <a data-ref=\"Ezekiel 7:2\" href=\"/Ezekiel.7.2\">Ez 7:2</a> (but read <strong>m.</strong> Kt); sf. <span dir=\"rtl\">אַרְבַּעְתָּם</span> <a data-ref=\"Ezekiel 1:8\" href=\"/Ezekiel.1.8\">Ez 1:8</a> + 5 times Ez, <span dir=\"rtl\">אַרְבַּעְתָּן</span> <a data-ref=\"Ezekiel 1:10\" href=\"/Ezekiel.1.10\">1:10</a>, <a data-ref=\"Ezekiel 1:10\" href=\"/Ezekiel.1.10\">10</a> (but read prob. -<span dir=\"rtl\">תָּם</span>, Krae), v <a data-ref=\"Ezekiel 1:16\" href=\"/Ezekiel.1.16\">16</a>, <a data-ref=\"Ezekiel 1:18\" href=\"/Ezekiel.1.18\">18</a>; du. <span dir=\"rtl\">אַרְּבַּעְתָּ֑יִם</span> <a data-ref=\"II Samuel 12:6\" href=\"/II_Samuel.12.6\">2 S 12:6</a>, v. <strong>1 d</strong>; pl. <span dir=\"rtl\">אַרְבָּעִים</span> = 40, v. infr.;—<em>four</em> (in Hex 108 times, chiefly P, 98 times; Ez 52 times, Ch 47 times):—<br><strong>1.</strong>  without other num.: <strong>a.</strong>  <span dir=\"rtl\">אַרְבַּע</span> (1) before n.fpl. <a data-ref=\"Jeremiah 15:3\" href=\"/Jeremiah.15.3\">Je 15:3</a>; <a data-ref=\"Exodus 25:12\" href=\"/Exodus.25.12\">Ex 25:12</a> (P) + 101 times, incl. <span dir=\"rtl\">א׳ אַמּוֹת</span> <a data-ref=\"Deuteronomy 3:11\" href=\"/Deuteronomy.3.11\">Dt 3:11</a> + 5 times (but also †<span dir=\"rtl\">א׳ בַּאַמָּה</span> <em>four</em> (<em>in</em>) <em>cubit</em>(<em>s</em>) <a data-ref=\"Exodus 26:2\" href=\"/Exodus.26.2\">Ex 26:2</a>, <a data-ref=\"Exodus 26:8\" href=\"/Exodus.26.8\">8</a>; <a data-ref=\"Exodus 36:9\" href=\"/Exodus.36.9\">36:9</a> <a data-ref=\"I Kings 7:27\" href=\"/I_Kings.7.27\">1 K 7:27</a><sup>(×2)</sup>, <a data-ref=\"I Kings 7:38\" href=\"/I_Kings.7.38\">38</a>), and <span dir=\"rtl\">א׳ מֵאוֹת</span> = 400 <a data-ref=\"Genesis 11:13\" href=\"/Genesis.11.13\">Gn 11:13</a> + 55 times (2) <span dir=\"rtl\">א׳</span> bef. du. <span dir=\"rtl\">רַנְלָ֑יִם</span> <a data-ref=\"Leviticus 11:23\" href=\"/Leviticus.11.23\">Lv 11:23</a>, <span dir=\"rtl\">רַגְלָיו</span> <a data-ref=\"Exodus 25:26\" href=\"/Exodus.25.26\">Ex 25:26</a>. †(3) bef. collective, <span dir=\"rtl\">א׳ צֹאן</span> <a data-ref=\"Exodus 21:37\" href=\"/Exodus.21.37\">Ex 21:37</a> (E); <span dir=\"rtl\">א׳ רִבּוֹא</span> = 40,000 <a data-ref=\"Ezra 2:64\" href=\"/Ezra.2.64\">Ezr 2:64</a> = <a data-ref=\"Nehemiah 7:65\" href=\"/Nehemiah.7.65\">Ne 7:66</a>. †(4) rare and late, after n.fpl. <span dir=\"rtl\">עָרִים א׳</span> <a data-ref=\"Joshua 19:7\" href=\"/Joshua.19.7\">Jos 19:7</a> (P); after n. fs. cstr. <span dir=\"rtl\">בִּשְׁנַת א׳ לְ</span> <a data-ref=\"I Kings 22:41\" href=\"/I_Kings.22.41\">1 K 22:41</a>; <a data-ref=\"Zechariah 7:1\" href=\"/Zechariah.7.1\">Zc 7:1</a>; <a data-ref=\"II Chronicles 3:2\" href=\"/II_Chronicles.3.2\">2 Ch 3:2</a>.—<span dir=\"rtl\">קִרְיַת א׳</span>, v. this, and ii. <span dir=\"rtl\">אַרְבַּע</span> infr. †(5) n. om. <a data-ref=\"Ezekiel 43:15\" href=\"/Ezekiel.43.15\">Ez 43:15b</a> <a data-ref=\"Proverbs 30:15\" href=\"/Proverbs.30.15\">Pr 30:15</a>, <a data-ref=\"Proverbs 30:18\" href=\"/Proverbs.30.18\">18</a> (Kt, v. supr.), v <a data-ref=\"Proverbs 30:21\" href=\"/Proverbs.30.21\">21</a> <a data-ref=\"Daniel 8:8\" href=\"/Daniel.8.8\">Dn 8:8</a>, <a data-ref=\"Daniel 8:22\" href=\"/Daniel.8.22\">22</a>; <span dir=\"rtl\">עַל־אַרְבַּ֑ע</span> (sc. <span dir=\"rtl\">רגלים</span>) = <em>on all fours</em> <a data-ref=\"Leviticus 11:20\" href=\"/Leviticus.11.20\">Lv 11:20</a>, <a data-ref=\"Leviticus 11:21\" href=\"/Leviticus.11.21\">21</a>, <a data-ref=\"Leviticus 11:27\" href=\"/Leviticus.11.27\">27</a>, <a data-ref=\"Leviticus 11:42\" href=\"/Leviticus.11.42\">42</a>. <strong>b.</strong>  <span dir=\"rtl\">אַרְבַּעַה</span> (1) bef. n. mpl. <a data-ref=\"Genesis 2:10\" href=\"/Genesis.2.10\">Gn 2:10</a> (J), <a data-ref=\"Genesis 14:9\" href=\"/Genesis.14.9\">14:9</a> <a data-ref=\"Exodus 25:34\" href=\"/Exodus.25.34\">Ex 25:34</a> + 21 times, + <span dir=\"rtl\">יָמִים (וְ)א׳ חֳדשִׁים</span> <a data-ref=\"Judges 19:2\" href=\"/Judges.19.2\">Ju 19:2</a>; <a data-ref=\"I Samuel 27:7\" href=\"/I_Samuel.27.7\">1 S 27:7</a>; also <span dir=\"rtl\">א׳ א׳ פָנִים</span> distrib. <a data-ref=\"Ezekiel 10:21\" href=\"/Ezekiel.10.21\">Ez 10:21</a>. †(2) late, after n. mpl. <a data-ref=\"I Chronicles 23:10\" href=\"/I_Chronicles.23.10\">1 Ch 23:10</a>. (3) n. om., <a data-ref=\"Amos 1:3\" href=\"/Amos.1.3\">Am 1:3</a>, <a data-ref=\"Amos 1:6\" href=\"/Amos.1.6\">6</a>, <a data-ref=\"Amos 1:9\" href=\"/Amos.1.9\">9</a> + 15 times, + (as pred. of n. mpl.) †<a data-ref=\"Exodus 27:16\" href=\"/Exodus.27.16\">Ex 27:16</a><sup>(×2)</sup>; <a data-ref=\"Exodus 38:19\" href=\"/Exodus.38.19\">38:19</a><sup>(×2)</sup>; also <span dir=\"rtl\">בְּא׳</span>, (sc. <span dir=\"rtl\">יוֹם</span>) †<a data-ref=\"Zechariah 7:1\" href=\"/Zechariah.7.1\">Zc 7:1</a> = ordinal, <em>on the fourth</em> (day). <strong>c.</strong>  <span dir=\"rtl\">אַרְבַּ֫עַת</span> (1) bef. n. mpl. <a data-ref=\"Judges 11:40\" href=\"/Judges.11.40\">Ju 11:40</a> <a data-ref=\"I Kings 7:32\" href=\"/I_Kings.7.32\">1 K 7:32</a> + 11 times (not <a data-ref=\"Ezekiel 7:2\" href=\"/Ezekiel.7.2\">Ez 7:2</a>, v. supr.), + <span dir=\"rtl\">א׳ אֲלָפִים</span> = 4000, <a data-ref=\"I Samuel 4:2\" href=\"/I_Samuel.4.2\">1 S 4:2</a> + 14 times †(2) bef. coll. <span dir=\"rtl\">הַבָּקָר</span> <a data-ref=\"Numbers 7:7\" href=\"/Numbers.7.7\">Nu 7:7</a>. †(3) n. om. <a data-ref=\"II Samuel 21:22\" href=\"/II_Samuel.21.22\">2 S 21:22</a>. †(4) c. sf., after n. pl., = <em>the four of them</em>, <a data-ref=\"Ezekiel 1:8\" href=\"/Ezekiel.1.8\">Ez 1:8</a>, <a data-ref=\"Ezekiel 1:10\" href=\"/Ezekiel.1.10\">10</a><sup>(×3)</sup> + 6 times Ez, <a data-ref=\"Daniel 1:17\" href=\"/Daniel.1.17\">Dn 1:17</a> <em>these boys, the four of them</em>. <strong>d.</strong>  adv. <span dir=\"rtl\">אַרְבַּעְתָּ֑יִם</span> <a data-ref=\"II Samuel 12:6\" href=\"/II_Samuel.12.6\">2 S 12:6</a> = <em>four-fold</em> Ges<sup>§ 97 h</sup> Kö<sup>ii. 1, 227</sup>, but read <span dir=\"rtl\">שִׁבְעָתָ֑יִם</span> 𝔊 Th We Klo Dr Kmp Bu HPS.<br><strong>2.</strong>  with other num.: <strong>a.</strong>  (I) <span dir=\"rtl\">אַרְבַּע עֶשְׂרֵה</span> = <em>14</em>, (α) before n. fs., <span dir=\"rtl\">א׳ ע׳ שָׁנָה</span> <a data-ref=\"Genesis 31:41\" href=\"/Genesis.31.41\">Gn 31:41</a>, + (as ordinal, = <em>14th</em>) <a data-ref=\"Genesis 14:5\" href=\"/Genesis.14.5\">14:5</a>; <a data-ref=\"II Kings 18:13\" href=\"/II_Kings.18.13\">2 K 18:13</a> = <a data-ref=\"Isaiah 36:1\" href=\"/Isaiah.36.1\">Is 36:1</a>, <a data-ref=\"Ezekiel 40:1\" href=\"/Ezekiel.40.1\">Ez 40:1</a>. (β) after n. fpl. <span dir=\"rtl\">עָרִים א׳ ע׳</span> <a data-ref=\"Joshua 15:36\" href=\"/Joshua.15.36\">Jos 15:36</a> + 8 times, <span dir=\"rtl\">נָשִׁים א׳ ע׳</span> <a data-ref=\"II Chronicles 13:21\" href=\"/II_Chronicles.13.21\">2 Ch 13:21</a>. (2) <span dir=\"rtl\">אַרְבָּעָה עָשָׂר</span> = <em>14</em>, (α) before n. ms. <a data-ref=\"Numbers 17:14\" href=\"/Numbers.17.14\">Nu 17:14</a> (14 × 1000), <a data-ref=\"Job 42:12\" href=\"/Job.42.12\">Jb 42:12</a>; especially. (as ord.) <span dir=\"rtl\">א׳ ע׳ יוֹם</span> <em>14th day</em> <a data-ref=\"Exodus 12:6\" href=\"/Exodus.12.6\">Ex 12:6</a>, <a data-ref=\"Exodus 12:18\" href=\"/Exodus.12.18\">18</a> + 7 times (β) bef. n. mpl. <a data-ref=\"Numbers 29:15\" href=\"/Numbers.29.15\">Nu 29:15</a>. (γ) after n. mpl. <a data-ref=\"Numbers 29:13\" href=\"/Numbers.29.13\">Nu 29:13</a>, <a data-ref=\"Numbers 29:17\" href=\"/Numbers.29.17\">17</a> + 6 times (δ) after n. ms. <a data-ref=\"Esther 9:15\" href=\"/Esther.9.15\">Est 9:15</a>, <a data-ref=\"Esther 9:19\" href=\"/Esther.9.19\">19</a>, <a data-ref=\"Esther 9:21\" href=\"/Esther.9.21\">21</a>, all = <em>14th</em>. (ε) <span dir=\"rtl\">א׳ ע׳</span> pred. of <span dir=\"rtl\">נֶפֶשׁ</span> <a data-ref=\"Genesis 46:22\" href=\"/Genesis.46.22\">Gn 46:22</a>. (ζ) <span dir=\"rtl\">א׳ ע׳</span> = <em>14th</em> (sc. day) <a data-ref=\"Leviticus 23:15\" href=\"/Leviticus.23.15\">Lv 23:15</a>; <a data-ref=\"II Chronicles 30:15\" href=\"/II_Chronicles.30.15\">2 Ch 30:15</a> + 6 times <strong>b.</strong>  20 + <span dir=\"rtl\">(וְ)</span> 4 + n. s. <a data-ref=\"I Kings 15:33\" href=\"/I_Kings.15.33\">1 K 15:33</a>; <a data-ref=\"I Chronicles 23:4\" href=\"/I_Chronicles.23.4\">1 Ch 23:4</a> + 13 times <a data-ref=\"I Chronicles 27\" href=\"/I_Chronicles.27\">1 Ch 27</a>; + n. pl. †<a data-ref=\"Numbers 7:88\" href=\"/Numbers.7.88\">Nu 7:88</a>; n. om. <a data-ref=\"II Samuel 21:20\" href=\"/II_Samuel.21.20\">2 S 21:20</a>, pred. ‖ <a data-ref=\"I Chronicles 20:6\" href=\"/I_Chronicles.20.6\">1 Ch 20:6</a>; <a data-ref=\"Nehemiah 7:22\" href=\"/Nehemiah.7.22\">Ne 7:23</a>; <a data-ref=\"Nehemiah 7:4\" href=\"/Nehemiah.7.4\">4</a> + 20 + n. s. <a data-ref=\"Numbers 25:9\" href=\"/Numbers.25.9\">Nu 25:9</a>; = <em>24th</em>, <span dir=\"rtl\">יוֹם ע׳ וְא׳</span> <a data-ref=\"Haggai 1:15\" href=\"/Haggai.1.15\">Hg 1:15</a>; <a data-ref=\"Haggai 2:18\" href=\"/Haggai.2.18\">2:18</a>; <a data-ref=\"Zechariah 1:7\" href=\"/Zechariah.1.7\">Zc 1:7</a>; <a data-ref=\"Nehemiah 9:1\" href=\"/Nehemiah.9.1\">Ne 9:1</a>; <a data-ref=\"Daniel 10:4\" href=\"/Daniel.10.4\">Dn 10:4</a>, <span dir=\"rtl\">יוֹם</span> om. <a data-ref=\"Haggai 2:10\" href=\"/Haggai.2.10\">Hg 2:10</a>, <a data-ref=\"Haggai 2:20\" href=\"/Haggai.2.20\">20</a>, and <span dir=\"rtl\">(א׳ וְע׳)</span> <a data-ref=\"I Chronicles 24:18\" href=\"/I_Chronicles.24.18\">1 Ch 24:18</a>; <a data-ref=\"I Chronicles 25:31\" href=\"/I_Chronicles.25.31\">25:31</a>†. <strong>c.</strong>  other tens + 4, <a data-ref=\"I Chronicles 7:7\" href=\"/I_Chronicles.7.7\">1 Ch 7:7</a>; <a data-ref=\"I Chronicles 5:18\" href=\"/I_Chronicles.5.18\">5:18</a> (+ n. s.), <a data-ref=\"Ezra 2:15\" href=\"/Ezra.2.15\">Ezr 2:15</a> + 7 times; 4 + tens + <span dir=\"rtl\">שָׁנָה</span> <a data-ref=\"Genesis 11:16\" href=\"/Genesis.11.16\">Gn 11:16</a>, + <span dir=\"rtl\">אֶלֶף</span> 1000 <a data-ref=\"Numbers 1:27\" href=\"/Numbers.1.27\">Nu 1:27</a>, <a data-ref=\"Numbers 1:29\" href=\"/Numbers.1.29\">29</a>; <a data-ref=\"Numbers 2:4\" href=\"/Numbers.2.4\">2:4</a>, <a data-ref=\"Numbers 2:6\" href=\"/Numbers.2.6\">6</a>; <a data-ref=\"Numbers 26:25\" href=\"/Numbers.26.25\">26:25</a>, <a data-ref=\"Numbers 26:43\" href=\"/Numbers.26.43\">43</a>.—Vid. Kö<sup>ii. 1, § 106</sup>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d46db6084aa1cbf334f7", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, רֹ֫חַב 1", "anchorRef": "Exodus 26:2", "anchorRefExpanded": ["Exodus 26:2"], "sourceRef": "BDB, רֹ֫חַב 1", "sourceHeRef": "בראון-דרייבר-בריגס, רֹ֫חַב א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "רֹ֫חַב", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">רֹ֫חַב</span></big><sub>101</sub>  <strong>n.</strong>[<strong>m.</strong>] <strong>breadth, width</strong>;—<span dir=\"rtl\">ר׳</span> abs. <a data-ref=\"Ezekiel 42:2\" href=\"/Ezekiel.42.2\">Ez 42:2</a> +, cstr. <a data-ref=\"I Kings 6:3\" href=\"/I_Kings.6.3\">1 K 6:3</a> +; sf. <span dir=\"rtl\">רָחְבּוֹ</span> <a data-ref=\"Exodus 25:10\" href=\"/Exodus.25.10\">Ex 25:10</a> +, -<span dir=\"rtl\">בָּהּ</span> <a data-ref=\"Genesis 6:15\" href=\"/Genesis.6.15\">Gn 6:15</a> +, <span dir=\"rtl\">רָחְבָּן</span> <a data-ref=\"Ezekiel 42:11\" href=\"/Ezekiel.42.11\">Ez 42:11</a>;—<em>breadth</em>, of land, + <span dir=\"rtl\">אֹרֶךְ</span> = whole extent, expanse, <a data-ref=\"Genesis 13:17\" href=\"/Genesis.13.17\">Gn 13:17</a> (J), so <span dir=\"rtl\">ר׳</span> alone <a data-ref=\"Isaiah 8:8\" href=\"/Isaiah.8.8\">Is 8:8</a>; <span dir=\"rtl\">ר׳ מַיִם</span> <a data-ref=\"Job 37:10\" href=\"/Job.37.10\">Jb 37:10</a>; fig. <span dir=\"rtl\">ר׳ לֵב</span> <em>largeness of understanding</em> (like sand of sea-shore) <a data-ref=\"I Kings 5:9\" href=\"/I_Kings.5.9\">1 K 5:9</a>; <em>breadth</em>, = thickness, of wall <span dir=\"rtl\">גֶּדֶר</span> <a data-ref=\"Ezekiel 42:10\" href=\"/Ezekiel.42.10\">Ez 42:10</a>; elsewhere only in measurements <em>width, breadth</em> (<a data-ref=\"Deuteronomy 3:11\" href=\"/Deuteronomy.3.11\">Dt 3:11</a>, K 10 times, Ez 54 times, <a data-ref=\"Zechariah 2:6\" href=\"/Zechariah.2.6\">Zc 2:6</a>; <a data-ref=\"Zechariah 5:2\" href=\"/Zechariah.5.2\">5:2</a>, P 23 times, Ch 6 times; ‖ <span dir=\"rtl\">אֹרֶךְ</span> <a data-ref=\"I Kings 7:6\" href=\"/I_Kings.7.6\">1 K 7:6</a> + 63 times, + <span dir=\"rtl\">קוֹמָה</span> <a data-ref=\"I Kings 6:2\" href=\"/I_Kings.6.2\">6:2</a> + 14 times, + <span dir=\"rtl\">גֹּבַהּ</span> † <a data-ref=\"Ezekiel 40:42\" href=\"/Ezekiel.40.42\">Ez 40:42</a>; <a data-ref=\"II Chronicles 3:4\" href=\"/II_Chronicles.3.4\">2 Ch 3:4</a>; ‖ <span dir=\"rtl\">קוֹמָה</span> alone † <a data-ref=\"I Kings 7:27\" href=\"/I_Kings.7.27\">1 K 7:27</a>; <a data-ref=\"Ezekiel 40:5\" href=\"/Ezekiel.40.5\">Ez 40:5</a>): of buildings, etc., <a data-ref=\"I Kings 6:2\" href=\"/I_Kings.6.2\">1 K 6:2</a>, <a data-ref=\"I Kings 6:3\" href=\"/I_Kings.6.3\">3</a><sup>(×2)</sup>, <a data-ref=\"I Kings 6:6\" href=\"/I_Kings.6.6\">6</a><sup>(×3)</sup> +, <a data-ref=\"Ezekiel 41:1\" href=\"/Ezekiel.41.1\">Ez 41:1</a><sup>(×3)</sup>, <a data-ref=\"Ezekiel 41:5\" href=\"/Ezekiel.41.5\">5</a>, <a data-ref=\"Ezekiel 41:7\" href=\"/Ezekiel.41.7\">7</a> +, altar <a data-ref=\"Exodus 27:1\" href=\"/Exodus.27.1\">Ex 27:1</a> = <a data-ref=\"Exodus 38:1\" href=\"/Exodus.38.1\">38:1</a>, ark, <span dir=\"rtl\">תֵּבָה</span>, <a data-ref=\"Genesis 6:15\" href=\"/Genesis.6.15\">Gn 6:15</a>, <span dir=\"rtl\">אָרוֹן</span> <a data-ref=\"Exodus 25:10\" href=\"/Exodus.25.10\">Ex 25:10</a> = <a data-ref=\"Exodus 37:1\" href=\"/Exodus.37.1\">37:1</a>, etc.; of area, the <span dir=\"rtl\">עֶרֶשׂ</span> of Og <a data-ref=\"Deuteronomy 3:11\" href=\"/Deuteronomy.3.11\">Dt 3:11</a>, the <span dir=\"rtl\">תְּרוּמָה</span> of land <a data-ref=\"Ezekiel 45:1\" href=\"/Ezekiel.45.1\">Ez 45:1</a>, <a data-ref=\"Ezekiel 45:3\" href=\"/Ezekiel.45.3\">3</a>, <a data-ref=\"Ezekiel 45:5\" href=\"/Ezekiel.45.5\">5</a>, <a data-ref=\"Ezekiel 45:6\" href=\"/Ezekiel.45.6\">6</a> +, of court <a data-ref=\"Exodus 27:12\" href=\"/Exodus.27.12\">Ex 27:12</a>, <a data-ref=\"Exodus 27:13\" href=\"/Exodus.27.13\">13</a>, <a data-ref=\"Exodus 27:18\" href=\"/Exodus.27.18\">18</a>; of city <a data-ref=\"Zechariah 2:6\" href=\"/Zechariah.2.6\">Zc 2:6</a>; of roll <a data-ref=\"Zechariah 5:2\" href=\"/Zechariah.5.2\">5:2</a>; of curtain <a data-ref=\"Exodus 26:2\" href=\"/Exodus.26.2\">Ex 26:2</a>, <a data-ref=\"Exodus 26:8\" href=\"/Exodus.26.8\">8</a> +, etc.; of wall <span dir=\"rtl\">(קִיד)</span>, = <em>thickness</em>, <a data-ref=\"Ezekiel 41:9\" href=\"/Ezekiel.41.9\">Ez 41:9</a>, <a data-ref=\"Ezekiel 41:12\" href=\"/Ezekiel.41.12\">12</a> (cf. <a data-ref=\"Ezekiel 42:10\" href=\"/Ezekiel.42.10\">42:10</a> supr.); of doorway <a data-ref=\"Ezekiel 40:11\" href=\"/Ezekiel.40.11\">40:11</a>; <a data-ref=\"Ezekiel 41:2\" href=\"/Ezekiel.41.2\">41:2</a>, <a data-ref=\"Ezekiel 41:3\" href=\"/Ezekiel.41.3\">3</a>, etc."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d4eab6084aa1cbf39bf7", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שְׁמֹנֶה 1", "anchorRef": "Exodus 26:2", "anchorRefExpanded": ["Exodus 26:2"], "sourceRef": "BDB, שְׁמֹנֶה 1", "sourceHeRef": "בראון-דרייבר-בריגס, שְׁמֹנֶה א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שְׁמֹנֶה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">שְׁמֹנֶה</span></big>  (less often <span dir=\"rtl\">שְׁמוֹנֶה</span>), <span dir=\"rtl\">שְׁמֹנָה</span><sub>109</sub> <strong>n.m. et f. eight (</strong>on—ֶ cf. Ba<sup>NB 20, 200</sup> and (against him) Philippi<sup>BAS ii. 364</sup>; Arabic <span dir=\"rtl\">ثَمَانٍ</span>, <span dir=\"rtl\">ثَمَانِيَةٌ</span>, Sab. <span dir=\"rtl\">תֿמני(ת)</span> Hom<sup>Chr 47, 122</sup> DHM<sup>ZMG xxxvii (1883), 369 f., 375</sup>; Aramaic <span dir=\"rtl\">תְּמָנֵי</span>, <span dir=\"rtl\">תְּמַנְיָא</span>, <span dir=\"rtl\">ܬܡܳܢܶܐ</span>, <span dir=\"rtl\">ܬܡܳܢܝܳܐ</span>; Nab. <span dir=\"rtl\">תמונא</span>, Palm. <span dir=\"rtl\">תמניא</span>, Lzb <sup>386</sup>; NH = BH; Ph. <span dir=\"rtl\">שמן</span>; Ethiopic ሰመንቱ, ሰማኒቱ on Assyrian equiv. v. Dl<sup>§ 75</sup><strong>)</strong>;—<strong>m.</strong> (c. <strong>n.f.</strong>) always abs. <span dir=\"rtl\">שְׁמֹנֶה</span> <a data-ref=\"Judges 3:8\" href=\"/Judges.3.8\">Ju 3:8</a>; + 40 times; <strong>f.</strong> (c. <strong>n.m.</strong>) abs. <span dir=\"rtl\">שְׁמֹנָה</span> <a data-ref=\"I Samuel 17:12\" href=\"/I_Samuel.17.12\">1 S 17:12</a> + 34 times, cstr. <span dir=\"rtl\">שְׁמֹנַת</span> <a data-ref=\"Numbers 2:24\" href=\"/Numbers.2.24\">Nu 2:24</a> + 3 times (cases of 8 + 10 = 18 are additional, v. infr.); pl. <span dir=\"rtl\">שְׁמֹנִים</span>, 80, v. infr.:—<br><strong>1.</strong>  without other num.: <strong>a.</strong>  <span dir=\"rtl\">שְׁמֹנֶה</span> card., before n.pl. <a data-ref=\"Judges 3:8\" href=\"/Judges.3.8\">Ju 3:8</a> <a data-ref=\"I Kings 7:10\" href=\"/I_Kings.7.10\">1 K 7:10</a> + 8 times; before n.sg. <span dir=\"rtl\">שָׁנָה</span> <a data-ref=\"I Kings 8:17\" href=\"/I_Kings.8.17\">1 K 8:17</a> (Kt; Qr pl.), <a data-ref=\"I Kings 22:1\" href=\"/I_Kings.22.1\">22:1</a>; after n.pl. <a data-ref=\"Ezekiel 40:31\" href=\"/Ezekiel.40.31\">Ez 40:31</a>; ordin. <span dir=\"rtl\">בִּשְׁנַת שׁ׳ לְ</span> <a data-ref=\"II Kings 24:12\" href=\"/II_Kings.24.12\">2 K 24:12</a>, <span dir=\"rtl\">בִּשׁ׳ שָׁנִים לְ</span> <a data-ref=\"II Chronicles 34:3\" href=\"/II_Chronicles.34.3\">2 Ch 34:3</a>. <strong>b.</strong>  <span dir=\"rtl\">שְׁמֹנָה</span> card., before n.pl. <a data-ref=\"I Samuel 17:12\" href=\"/I_Samuel.17.12\">1 S 17:12</a> + 3 times, + (n. om.) <a data-ref=\"Jeremiah 14:15\" href=\"/Jeremiah.14.15\">Je 14:15</a> + 2 times, also <span dir=\"rtl\">שׁ׳ אֵלֶּה</span> <a data-ref=\"Genesis 22:23\" href=\"/Genesis.22.23\">Gn 22:23</a> <em>these</em> 8, and, as round no., <a data-ref=\"Micah 5:4\" href=\"/Micah.5.4\">Mi 5:4</a> 7 <em>and</em> 8 (i.e. plenty); after n.pl. <a data-ref=\"Numbers 29:29\" href=\"/Numbers.29.29\">Nu 29:29</a>; <a data-ref=\"II Chronicles 29:17\" href=\"/II_Chronicles.29.17\">2 Ch 29:17</a>; ordin., <span dir=\"rtl\">בְּיוֹם שׁ׳ לְ</span> v <a data-ref=\"II Chronicles 29:17\" href=\"/II_Chronicles.29.17\">17</a>. <strong>c.</strong>  f. cstr. <span dir=\"rtl\">שְׁמֹנַת יָמִים</span> <a data-ref=\"Genesis 17:12\" href=\"/Genesis.17.12\">Gn 17:12</a>; <a data-ref=\"Genesis 21:4\" href=\"/Genesis.21.4\">21:4</a>, <span dir=\"rtl\">שׁ׳ הַבָּקָר</span> <a data-ref=\"Numbers 7:8\" href=\"/Numbers.7.8\">Nu 7:8</a>.<br><strong>2.</strong>  8 + 10 = 18: <strong>a.</strong>  c. <strong>n.f.</strong> <span dir=\"rtl\">שְׁמֹנֶה עֶשְׂרֵה</span>, card.: bef. sg. <span dir=\"rtl\">שָׁנָה</span> <a data-ref=\"Judges 3:14\" href=\"/Judges.3.14\">Ju 3:14</a> + 2 times, <span dir=\"rtl\">אַמָּה</span> <a data-ref=\"I Kings 7:15\" href=\"/I_Kings.7.15\">1 K 7:15</a> + 2 times; after n.pl. <a data-ref=\"I Chronicles 26:9\" href=\"/I_Chronicles.26.9\">1 Ch 26:9</a>; <a data-ref=\"II Chronicles 11:21\" href=\"/II_Chronicles.11.21\">2 Ch 11:21</a>; n. om. <a data-ref=\"Ezra 8:18\" href=\"/Ezra.8.18\">Ezr 8:18</a>; <a data-ref=\"Nehemiah 7:11\" href=\"/Nehemiah.7.11\">Ne 7:11</a>; ordin., <span dir=\"rtl\">בִּשְׁנַת שׁ׳ ע׳ לְ</span> <a data-ref=\"I Kings 15:1\" href=\"/I_Kings.15.1\">1 K 15:1</a> + 4 times; <span dir=\"rtl\">בִּשׁ׳ ע׳ שָׁנָה לְ</span> <a data-ref=\"II Kings 22:3\" href=\"/II_Kings.22.3\">2 K 22:3</a> + 2 times; <span dir=\"rtl\">הַשָּׁנָה שׁ׳ ע׳ שָׁנָה לְ</span> <a data-ref=\"Jeremiah 32:1\" href=\"/Jeremiah.32.1\">Je 32:1</a>. <strong>b.</strong>  c. <strong>n.m.</strong> <span dir=\"rtl\">שְׁמֹנָה עָשָׂר</span> card.: bef. sg. <span dir=\"rtl\">אֶלֶף</span> <a data-ref=\"Judges 20:44\" href=\"/Judges.20.44\">Ju 20:44</a> + 4 times + <a data-ref=\"Psalms 60:2\" href=\"/Psalms.60.2\">ψ 60:2</a> (title), so read for <span dir=\"rtl\">שְׁנֵים ע׳</span>, cf. <a data-ref=\"II Samuel 8:13\" href=\"/II_Samuel.8.13\">2 S 8:13</a> = <a data-ref=\"I Chronicles 18:12\" href=\"/I_Chronicles.18.12\">1 Ch 18:12</a>; before pl. <a data-ref=\"Ezra 8:9\" href=\"/Ezra.8.9\">Ezr 8:9</a>; n. om. <a data-ref=\"Genesis 14:14\" href=\"/Genesis.14.14\">Gn 14:14</a>; ordin., n. om. <a data-ref=\"I Chronicles 24:15\" href=\"/I_Chronicles.24.15\">1 Ch 24:15</a>; <a data-ref=\"I Chronicles 25:15\" href=\"/I_Chronicles.25.15\">25:15</a>; <span dir=\"rtl\">שְׁמֹנַת עָשָׂר אֶלֶף</span> <a data-ref=\"Judges 20:25\" href=\"/Judges.20.25\">Ju 20:25</a>.<br><strong>3.</strong>  c. other numerals: <strong>a.</strong>  <span dir=\"rtl\">שְׁמֹנֶה מֵאוֹת</span> <a data-ref=\"II Samuel 23:8\" href=\"/II_Samuel.23.8\">2 S 23:8</a> (so read also ‖ <a data-ref=\"I Chronicles 11:11\" href=\"/I_Chronicles.11.11\">1 Ch 11:11</a> Kit Benz, cf. Th We Dr al.), + 16 times. <strong>b.</strong>  <span dir=\"rtl\">שְׁמֹנָה אֶלֶף</span> <a data-ref=\"I Chronicles 12:36\" href=\"/I_Chronicles.12.36\">1 Ch 12:36</a> (v <a data-ref=\"I Chronicles 12:35\" href=\"/I_Chronicles.12.35\">35</a> van d. H.), <a data-ref=\"I Chronicles 23:3\" href=\"/I_Chronicles.23.3\">23:3</a>; <span dir=\"rtl\">שְׁמֹנַת אֲלָפִים</span> <a data-ref=\"Numbers 2:24\" href=\"/Numbers.2.24\">Nu 2:24</a> + 3 times. <strong>c.</strong>  <span dir=\"rtl\">שׁ׳</span>, card., after tens <a data-ref=\"I Samuel 4:15\" href=\"/I_Samuel.4.15\">1 S 4:15</a> + 20 times; before ten, only <span dir=\"rtl\">שׁ׳ וְעֶשְׂרִים בָּאַמָּה</span> <a data-ref=\"Exodus 26:2\" href=\"/Exodus.26.2\">Ex 26:2</a>; <a data-ref=\"Exodus 36:9\" href=\"/Exodus.36.9\">36:9</a>; ordin., <span dir=\"rtl\">בִּשְׁנַת שְׁלשִׁים וּשׁ׳ שָׁנָה לְ</span> <a data-ref=\"I Kings 16:29\" href=\"/I_Kings.16.29\">1 K 16:29</a>; <a data-ref=\"II Kings 15:8\" href=\"/II_Kings.15.8\">2 K 15:8</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64bfca2e5781082118c148d1", "index_title": "Alshekh on Torah", "category": "Commentary", "type": "commentary", "ref": "Alshekh on Torah, Exodus 26:2:1", "anchorRef": "Exodus 26:2", "anchorRefExpanded": ["Exodus 26:2"], "sourceRef": "Alshekh on Torah, Exodus 26:2:1", "sourceHeRef": "תורת משה - אלשיך, שמות כ״ו:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1540, 1590], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Alshich", "he": "אלשיך"}, "heTitle": "שמות", "he": "<b>ארך היריעה הא' וגו'. </b>אמר אל תתמה איך במעשה המצות תעשה בריות קדושות כי הלא ארך היריעה הא' כ\"ח באמה כו' לו' כל הי' הדברות יכללו שמו ית' אורך כל א' והתפשטותו הוא עד כ\"ח הוא מלוי המלוי של שם ההוי' ובכללם הם הי' של המלוי והכל ברוחב ד' הם ד' אותיות שהן עיקר השם. או ירמוז שבכל דבור יש כ\"ח שם הגדול הוא יב\"ק שהוא כ\"ח באמה ברוחב ד' באמה שהם ד' פעמים כ\"ח שהוא יב\"ק ומתחברים ה' דברות ראשונות וה' שניות הרי י' ה' שבלוח א' וה' שבב'. ואין כל מה שבלוח א' נפרד חלילה ממה שבלוח הב'. כי הלא איכות נ' שערי בינה יש בכל מה שבא' וכן בכל מה שבשני. וזהו רמז נ' לולאות שבכל ה' יריעות שהם כשערי' לבא בהם הקרסים לחברם שהוא כי אין דבר בכל מה שבא'. שלא יהיה נאחז בכל מה שבשני שהוא ללמוד מזה לזה בג\"ש. או בק\"ו מזה לזה וההיקש בכל מדות שהתורה נדרשת ובכל המדות ההם נכללו בם נ' כחות חכמה הבאים בשערים אשר בכל א' מהה' ללמוד ולחבר אלו עם אלו שהם כקרסי' הנכנסי' בלולאות וזהו ועשית נ' קרסי זהב כו': ", "heVersionTitle": "Torat Moshe, Warsaw, 1875", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "66091e5ba500bb4d2fbbbe2b", "index_title": "Covenant and Conversation; Exodus; The Book of Redemption", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Exodus; The Book of Redemption, Vayakhel, The Sabbath; First Day or the Last? 5", "anchorRef": "Exodus 25:1-31:17", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17"], "sourceRef": "Covenant and Conversation; Exodus; The Book of Redemption, Vayakhel, The Sabbath; First Day or the Last? 5", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, שמות, ויקהל, א ה׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 5, "collectiveTitle": {"en": "Covenant and Conversation; Exodus; The Book of Redemption", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, שמות"}, "heTitle": "א", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "In the immensely lengthy and detailed account of the making of the Tabernacle, the Torah tells the story twice: first as divine instruction (Exodus 25:1–31:17), then as human implementation (chapters 35–40). In both cases, the construction of the building is juxtaposed with the command of keeping the Sabbath (31:12–17; 35:1–2).", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "67025d0892b870ff63a4adeb", "index_title": "Covenant and Conversation; Hebrew Edition", "category": "Tanakh", "type": "", "ref": "Covenant and Conversation; Hebrew Edition, Terumah, 2 2", "anchorRef": "Exodus 26:1-16", "anchorRefExpanded": ["Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16"], "sourceRef": "Covenant and Conversation; Hebrew Edition, Terumah, 2 2", "sourceHeRef": "שיג ושיח; מהדורה עברית, תרומה, הארכיטקטורה של הקדושה ב׳", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 2, "collectiveTitle": {"en": "Covenant and Conversation; Hebrew Edition", "he": "שיג ושיח; מהדורה עברית"}, "heTitle": "הארכיטקטורה של הקדושה", "he": "<span class=\"poetry indentAll\">וְאֶת הַמִּשְׁכָּן תַּעֲשֶׂה עֶשֶׂר יְרִיעֹת שֵׁשׁ מָשְׁזָר וּתְכֵלֶת וְאַרְגָּמָן וְתֹלַעַת שָׁנִי, כְּרֻבִים מַעֲשֵׂה חֹשֵׁב תַּעֲשֶׂה אֹתָם. אֹרֶךְ הַיְרִיעָה הָאַחַת שְׁמֹנֶה וְעֶשְׂרִים בָּאַמָּה וְרֹחַב אַרְבַּע בָּאַמָּה הַיְרִיעָה הָאֶחָת... וְעָשִׂיתָ יְרִיעֹת עִזִּים לְאֹהֶל עַל הַמִּשְׁכָּן, עַשְׁתֵּי עֶשְׂרֵה יְרִיעֹת תַּעֲשֶׂה אֹתָם. אֹרֶךְ הַיְרִיעָה הָאַחַת שְׁלֹשִׁים בָּאַמָּה וְרֹחַב אַרְבַּע בָּאַמָּה הַיְרִיעָה הָאֶחָת מִדָּה אַחַת לְעַשְׁתֵּי עֶשְׂרֵה יְרִיעֹת... וְעָשִׂיתָ אֶת הַקְּרָשִׁים לַמִּשְׁכָּן עֲצֵי שִׁטִּים עֹמְדִים, עֶשֶׂר אַמּוֹת אֹרֶךְ הַקָּרֶשׁ וְאַמָּה וַחֲצִי הָאַמָּה רֹחַב הַקֶּרֶשׁ הָאֶחָד... (שמות כו, א-טז)</span>", "heVersionTitle": "Covenant and Conversation, Maggid Books, 2017", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "שיג ושיח - קריאות חדשות בפרשת השבוע", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}]