[{"_id": "51634c0dedbab4767411207e", "index_title": "Vayikra Rabbah", "category": "Midrash", "type": "", "ref": "Vayikra Rabbah 14:1", "anchorRef": "Exodus 26:20", "anchorRefExpanded": ["Exodus 26:20"], "sourceRef": "Vayikra Rabbah 14:1", "sourceHeRef": "ויקרא רבה י״ד:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [500], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Vayikra Rabbah", "he": "ויקרא רבה"}, "heTitle": "ויקרא רבה", "he": "אִשָּׁה כִּי תַזְרִיעַ <small>(ויקרא יב, ב)</small>, הֲדָא הוּא דִכְתִיב <small>(תהלים קלט, ה)</small>: אָחוֹר וָקֶדֶם צַרְתָּנִי, אָמַר רַבִּי יוֹחָנָן אִם זָכָה אָדָם נוֹחֵל שְׁנֵי עוֹלָמוֹת, הַזֶּה וְהַבָּא, הֲדָא הוּא דִכְתִיב: אָחוֹר וָקֶדֶם צַרְתָּנִי, וְאִם לָאו בָּא לִתֵּן דִּין וְחֶשְׁבּוֹן, שֶׁנֶּאֱמַר <small>(תהלים קלט, ה)</small>: וַתָּשֶׁת עָלַי כַּפֶּכָה, כְּדִכְתִיב <small>(איוב יג, כא)</small>: כַּפְּךָ מֵעָלַי הַרְחַק, אָמַר רַבִּי שְׁמוּאֵל בַּר נַחְמָן בְּשָׁעָה שֶׁבָּרָא הַקָּדוֹשׁ בָּרוּךְ הוּא אָדָם הָרִאשׁוֹן, אַנְדְּרוֹגִינוֹס בְּרָאוֹ, אָמַר רֵישׁ לָקִישׁ בְּשָׁעָה שֶׁנִּבְרָא דוּ פַּרְצוּפִין נִבְרָא וּנְסָרוֹ וְנַעֲשָׂה שְׁנַיִם גַּבִּים, גַּב לְזָכָר גַּב לִנְקֵבָה. אֵיתִיבוּן לֵיהּ <small>(בראשית ב, כא)</small>: וַיִּקַּח אַחַת מִצַּלְעֹתָיו, אָמַר לָהֶן מִסִּטְרוֹהִי, כְּדִכְתִיב <small>(שמות כו, כ)</small>: וּלְצֶלַע הַמִּשְׁכָּן. אָמַר רַבִּי בֶּרֶכְיָה וְרַבִּי חֶלְבּוֹ וְרַבִּי שְׁמוּאֵל בַּר נַחְמָן בְּשָׁעָה שֶׁבָּרָא הַקָּדוֹשׁ בָּרוּךְ הוּא אָדָם הָרִאשׁוֹן מִסּוֹף הָעוֹלָם וְעַד סוֹפוֹ מְלוֹא כָל הָעוֹלָם כֻּלּוֹ בְּרָאוֹ. מִן הַמִּזְרָח לַמַּעֲרָב מִנַּיִן, שֶׁנֶּאֱמַר: אָחוֹר וָקֶדֶם צַרְתָּנִי, מִן הַצָּפוֹן לַדָּרוֹם מִנַיִן, שֶׁנֶּאֱמַר <small>(דברים ד, לב)</small>: וּלְמִקְצֵה הַשָּׁמַיִם וְעַד קְצֵה הַשָּׁמָיִם, וּמִנַּיִן כַּחֲלָלוֹ שֶׁל עוֹלָם, שֶׁנֶּאֱמַר: וַתָּשֶׁת עָלַי כַּפֶּכָה. אָמַר רַבִּי אֶלְעָזָר אָחוֹר זֶה יוֹם רִאשׁוֹן, וָקֶדֶם זֶה יוֹם הָאַחֲרוֹן, עַל דַּעְתֵּיהּ דְּרַבִּי אֶלְעָזָר דִּכְתִיב <small>(בראשית א, כד)</small>: תּוֹצֵא הָאָרֶץ נֶפֶשׁ חַיָּה לְמִינָהּ, נֶפֶשׁ חַיָּה, זוֹ רוּחוֹ שֶׁל אָדָם הָרִאשׁוֹן. אָמַר רֵישׁ לָקִישׁ אָחוֹר זֶה יוֹם הָאַחֲרוֹן, וָקֶדֶם זֶה יוֹם הָרִאשׁוֹן, עַל דַּעְתֵּיהּ דְּרֵישׁ לָקִישׁ דִּכְתִיב <small>(בראשית א, ב)</small>: וְרוּחַ אֱלֹהִים מְרַחֶפֶת עַל פְּנֵי הַמָּיִם, זֶה רוּחוֹ שֶׁל מֶלֶךְ הַמָּשִׁיחַ, אִם זָכָה אָדָם אוֹמְרִים לוֹ אַתָּה קָדַמְתָּ לְכָל מַעֲשֵׂה בְרֵאשִׁית, וְאִם לָאו אוֹמְרִים לוֹ יַתּוּשׁ קַדְמָךְ, שִׁלְשׁוּל קַדְמָךְ. אָמַר רַבִּי יִשְׁמָעֵאל בְּרַבִּי תַּנְחוּם, אָחוֹר לְכָל הַמַּעֲשִׂים, וָקֶדֶם לְכָל הָעֳנָשִׁין, רַבִּי יוֹחָנָן אוֹמֵר אַף קִלּוּסוֹ לֹא בָּא אֶלָּא בָּאַחֲרוֹנָה, שֶׁנֶּאֱמַר <small>(תהלים קמח, י)</small>: הַחַיָּה וְכָל בְּהֵמָה רֶמֶשׂ וְצִפּוֹר כָּנָף, וְאַחַר כָּךְ מַלְכֵי אֶרֶץ וְכָל לְאֻמִּים. אָמַר רַבִּי שִׂמְלָאי, כְּשֵׁם שֶׁיְצִירָתוֹ שֶׁל אָדָם אַחַר בְּהֵמָה חַיָּה וָעוֹף, כָּךְ תּוֹרָתוֹ אַחַר בְּהֵמָה חַיָּה וָעוֹף, הֲדָא הוּא דִכְתִיב <small>(ויקרא יא, מו)</small>: זֹאת תּוֹרַת הַבְּהֵמָה, וְאַחַר כָּךְ אִשָּׁה כִּי תַזְרִיעַ.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“Speak to the children of Israel, saying: When a woman conceives and bears a male child, she shall be impure seven days; like the days of her menstrual infirmity she shall be impure” (Leviticus 12:2).</b> <br>“When a woman conceives” –  that is what is written: “Back and front You shaped me” (Psalms 139:5). Rabbi Yoḥanan said: If a person merits, he inherits two worlds, this one and the next. That is what is written: “Back and front You shaped me.” If not, he comes to present an accounting, as it is stated: “You placed Your hand upon me” (Psalms 139:5), as it is written: “Distance Your hand from me” (Job 13:21).<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">This was stated by Job in light of his suffering, and indicates that the image of God’s hand upon a person is used in the context of suffering. </i> <br>Rabbi Shmuel bar Naḥman said: When the Holy One blessed be He created Adam the first man, He created him androgynous. Reish Lakish said: When he was created, he was created with two faces.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">There was a face and the front of a body on both sides. </i> [God] sawed him, and two backs were formed, a back for the male and a back for the female. They raised an objection to him: “He took one of his ribs [<i>mitzalotav</i>]…[the Lord God built the rib that He took from the man into a woman]” (Genesis 2:21). He said to them: It was one of his sides, as it is written: “For the [second] side [<i>ultzela</i>] of the Tabernacle” (Exodus 26:20). <br>Rabbi Berekhya, Rabbi Ḥelbo, and Rabbi Shmuel bar Naḥman said: When the Holy One blessed be He created Adam the first man, He created him such that he filled the entire world from one end to the other. From where is it derived [that he filled the world] from east to west? As it is stated: “Back and front You shaped me.” From where is it derived [that he filled the world] from north to Ssouth? As it is stated: “From one end of the heavens to the other end” (Deuteronomy 4:32). And from where is it derived [that he filled] the entire space of the world?<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">From the earth to the heavens.</i> As it is stated: “You placed Your hand upon me.”<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">“You placed [vatashet]” indicates that he was near to the Holy One blessed be He when He placed His hand upon him. </i> <br>Rabbi Elazar said: “Back,” this is the first day, “and front,” this is the final day.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">The reference here is to the first and final days of Creation.</i> According to the opinion of Rabbi Elazar, [this is] as it is written: “God said: Let the earth produce living creatures in its kind” (Genesis 1:24); this is the spirit of Adam the first man.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Rabbi Elazar’s point is that Adam’s spirit was created on the sixth day before other creations that were created on that day, and his body was created last. </i> Reish Lakish said: “Back” is the final day, “and front,” this is the first day. According to Reish Lakish, as it is written: “The spirit of God hovered over the surface of the water” (Genesis 1:2), this is the spirit of the messianic king. If a person merits, they say to him: ‘You preceded the entire act of Creation.’ If not, they say to him: ‘The gnat preceded you, the worm preceded you.’ Rabbi Yishmael ben Rabbi Tanḥum said: “Back,” after all the creations, “front,” before all the punishments.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Man was created last but is the first to be punished, as in the Flood: “From Man to animal” (Genesis 7:23).</i>  <br>Even his praise came only last, as it is stated: “Beasts and all animals,<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">The term beast [ḥaya] implies animals generally undomesticated, and the term animal [behema] implies species that are generally domesticated. </i> creeping animals, and birds of wing” (Psalms 148:10), and thereafter: “Kings of the earth and all nations” (Psalms 148:11). Rabbi Simlai said: Just as the creation of man was after animal, beast, and bird, so, his law is [written] after those of the animal, beast and bird. That is what is written: “This is the law of the animal” (Leviticus 11:46), and thereafter: “When a woman conceives.”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "531e4fe0fbfba276047f5f20", "index_title": "Onkelos Exodus", "category": "Targum", "type": "targum", "ref": "Onkelos Exodus 26:20", "anchorRef": "Exodus 26:20", "anchorRefExpanded": ["Exodus 26:20"], "sourceRef": "Onkelos Exodus 26:20", "sourceHeRef": "תרגום אונקלוס על שמות כ״ו:כ׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 26.002, "collectiveTitle": {"en": "Onkelos Exodus", "he": "תרגום אונקלוס על שמות"}, "heTitle": "תרגום אונקלוס על שמות", "he": "וְלִסְטַר מַשְׁכְּנָא תִּנְיֵתָא לְרוּחַ צִפּוּנָא עַסְרִין דַּפִּין:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "For the second wall of the mishkon, to the northern side, [also make] twenty planks.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2684fbfba27c35eeb760", "index_title": "Targum Jonathan on Exodus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Exodus 26:20", "anchorRef": "Exodus 26:20", "anchorRefExpanded": ["Exodus 26:20"], "sourceRef": "Targum Jonathan on Exodus 26:20", "sourceHeRef": "תרגום יונתן על שמות כ״ו:כ׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 26.002, "collectiveTitle": {"en": "Targum Jonathan on Exodus", "he": "תרגום יונתן על שמות"}, "heTitle": "תרגום יונתן על שמות", "he": "וְלִסְטָר מַשְׁכְּנָא תִנְיָנָא לְרוּחַ צִיפוּנָא עֶשְרִין לוּחִין", "heVersionTitle": "Targum Jonathan on Exodus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And for the second side of the tabernacle towards the north wind twenty boards,  ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54b1da4bfbfba21603f60fe4", "index_title": "Sefer HaBahir", "category": "Kabbalah", "type": "", "ref": "Sefer HaBahir 172", "anchorRef": "Exodus 26:20", "anchorRefExpanded": ["Exodus 26:20"], "sourceRef": "Sefer HaBahir 172", "sourceHeRef": "ספר הבהיר קע״ב", "anchorVerse": 20, "sourceHasEn": false, "compDate": [200, 1200], "commentaryNum": 172, "collectiveTitle": {"en": "Sefer HaBahir", "he": "ספר הבהיר"}, "heTitle": "ספר הבהיר", "he": "ומה הם הבנים, כבר אמרתי לכם ששבע צורות קדושות יש לו להקב\"ה וכולם כנגדן באדם שנאמר (בראשית ט' ו') כי בצלם אלהים עשה את האדם, (שם א' כ\"ז) בצלם אלהים ברא אותו זכר ונקיבה ברא אותם, ואלו הן שוק ימין ושמאל, יד ימין ושמאל, גוף ברית וראש הרי שש, והא אמרת שבע, שבעה הוי באשתו דכתיב (שם ב' כב) והיו לבשר אחד, והא מצלעותיו נלקחה דכתיב (שם כא) ויקח אחת מצלעותיו, אמר אין מצלעותיו, ואית ליה צלע, אין, כדאמרת (שמות כ\"ו כ) ולצלע המשכן ומתרגמינן ולסטר משכנא, ומאי סטר אית ביה. משל למה\"ד למלך שעלה בלבו ליטע בגנו תשעה אילנין זכרים, והיו כולם דקלים, אמר כשיהיו כולם ממין אחד אי אפשר להתקיים, מה עשה נטע אתרוג ביניהם, והוא אחד מאותו התשעה שעלה בלבו להיות זכרים, ואתרוג מאי הוי נקבה והיינו דכתיב (ויקרא כ\"ג א) פרי עץ הדר, כפת תמרים, מאי פרי עץ הדר, כדמתרגמינן פרי אילנא אתרוגין ולולבין: ", "heVersionTitle": "Torat Emet Sefer HaBahir", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "54bd4804fbfba21733361604", "index_title": "Metzudat Zion on I Kings", "category": "Quoting Commentary", "type": "", "ref": "Metzudat Zion on I Kings 6:34:1", "anchorRef": "Exodus 26:20", "anchorRefExpanded": ["Exodus 26:20"], "sourceRef": "Metzudat Zion on I Kings 6:34:1", "sourceHeRef": "מצודת ציון על מלכים א ו׳:ל״ד:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1740, 1780], "commentaryNum": 34.0001, "collectiveTitle": {"en": "Metzudat Zion on I Kings", "he": "מצודת ציון על מלכים א"}, "heTitle": "מצודת ציון על מלכים א", "he": "<b>צלעים.</b> ענין צד ועבר, כמו (שמות כו כ) ולצלע המשכן: ", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "54e5b7b7fbfba21902696e4f", "index_title": "Radak on Genesis", "category": "Quoting Commentary", "type": "", "ref": "Radak on Genesis 2:21:2", "anchorRef": "Exodus 26:20", "anchorRefExpanded": ["Exodus 26:20"], "sourceRef": "Radak on Genesis 2:21:2", "sourceHeRef": "רד\"ק על בראשית ב׳:כ״א:ב׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1185, 1235], "commentaryNum": 21.0002, "collectiveTitle": {"en": "Radak on Genesis", "he": "רד\"ק על בראשית"}, "he": "ויקח אחת מצלעותיו, מצאנו מחלוקת בזה בדחז\"ל (עירובין י\"ח) יש אומרים כי שני פרצופים היו מחוברים גב זה לגב זה, וזה שאמר זכר ונקבה ברא אותם, ויפרשו צלע צד כמו צלע המשכן, ויש אומרים צלע כמשמעו, וכן תרגם אונקלס עלעא, ונסיב חדא מעלעוהי. תחתנה, כמו תחתיה, כי יבא נו\"ן ה\"א לכנוי הנקבה, ואע\"פ שאין המנהג כן בשמות וכן (שמואל ב' כ\"ג מ') תכריע קמי תחתני כמו תחתי:", "heVersionTitle": "Presburg : A. Schmid, 1842", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ויקח אחד מצלעותיו, concerning the precise meaning of these words we find a disagreement among the sages  (Bereshit Rabbah 17,6). Some scholars believed that when G’d created Adam he had two faces –seeing that the Torah reports G’d as having created אותם, “them,” not “him.” They understand man’s original appearance to have been something like the Siamese twins, and the word צלע meaning the same as when used in connection with the “sides” of the Tabernacle (Exodus 26,20) Other scholars understand the word צלע literally, as referring to one of Adam’s ribs. This is also the way Onkelos translates it. תחתנה, as if the Torah had written תחתיה,”in its stead.” ", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "55a5579afbfba23b37d0b170", "index_title": "Guide for the Perplexed", "category": "Jewish Thought", "type": "", "ref": "Guide for the Perplexed, Part 2 30:13", "anchorRef": "Exodus 26:20", "anchorRefExpanded": ["Exodus 26:20"], "sourceRef": "Guide for the Perplexed, Part 2 30:13", "sourceHeRef": "מורה נבוכים, חלק ב' ל׳:י״ג", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1190], "commentaryNum": 30.0013, "collectiveTitle": {"en": "Guide for the Perplexed", "he": "מורה נבוכים"}, "he": "סיכום) התברר אם כן שחומר מסוים היה משותף והוא קרא לו \"מים\", ולאחר מכן הובדל בשלוש צורות: חלק ממנו נעשה ימים, חלק ממנו נעשה רקיע, וחלק ממנו נעשה מעל הרקיע הזה. וכל זה מחוץ לארץ. הסוד) הרי שבעניין זה נקט דרך אחרת, עבור סודות מופלאים.<br><span class=\"mediumGrey\">סוד המים והשמים</span><br><sup>11</sup> את העובדה שמה שמעל הרקיע נקרא \"מים\" בשם בלבד, לא שהם מין המים, אמרו גם החכמים ז\"ל בדבריהם \"ארבעה נכנסו לפרדס\" וכו': \"אמר להן ר' עקיבה: כשאתם מגיעין אצל אבני שיש טהור אל תאמרו 'מים! מים!', שכך כתוב 'דֹּבֵר שְׁקָרִים לֹא יִכּוֹן לְנֶגֶד עֵינָי' (תהילים קא,ז)\" (בבלי חגיגה יד,ב). <br><sup>הזמנה)</sup> התבונן אם כן, אם אתה מן המתבוננים, עד כמה ביאר באמירה הזו, וכיצד גילה את הדבר כולו, כשתתבונן בו ותבין כל מה שהוכח ב\"מטאורולוגיקה\", ותבחן כל מה שאמרו האנשים על כל דבר ממנה.", "heVersionTitle": "Makbili Edition, Mif'al Mishneh Torah, 2024", "heLicense": "", "heVersionTitleInHebrew": "מהדורת מקבילי, הוצאת מפעל משנה תורה, 2024", "text": "It is therefore clear that there has been one common element called water, which has been afterwards distinguished by three different forms; one part forms the seas, another the firmament, and a third part is over the firmament, and all this is separate from the earth. The Scriptural text follows here a peculiar method in order to indicate some extraordinary mysteries. It has also been declared by our Sages that the portion above the firmament is only water by name, not in reality, for they say (Babyl. Talmud, Ḥagigah 14b) “Four entered the paradise,” etc. R. Akiba said to them, “When you come to the stores of pure marble, do not say, Water, water, for it is written, ‘He that telleth lies shall not tarry in my sight’” (Ps. 101:7). Consider, if you belong to the class of thinking men, how clearly and distinctly this passage explains the subject for those who reflect on it! Understand that which has been proved by Aristotle in his book On Meteorology, and note whatever men of science have said on meteorological matters.", "versionTitle": "Guide for the Perplexed, English Translation, Friedlander (1903)", "license": "Public Domain", "versionTitleInHebrew": "מורה נבוכים, מתורגם לאנגלית בידי פרידלנדר, 1903"}, {"_id": "56d4c33fd6e4a96832560906", "index_title": "Rashi on Genesis", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Genesis 2:21:1", "anchorRef": "Exodus 26:20", "anchorRefExpanded": ["Exodus 26:20"], "sourceRef": "Rashi on Genesis 2:21:1", "sourceHeRef": "רש\"י על בראשית ב׳:כ״א:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 21.0001, "collectiveTitle": {"en": "Rashi on Genesis", "he": "רש\"י על בראשית"}, "heTitle": "רש\"י על בראשית", "he": "<b>מצלעותיו.</b> מִסְּטָרָיו, כְּמוֹ וּלְצֶלַע הַמִּשְׁכָּן (שמות כ\"ו), זֶהוּ שֶׁאָמְרוּ שְׁנֵי פַרְצוּפִים נִבְרְאוּ (עירובין י\"ז):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "מצלעותיו OF HIS RIBS — The word means of his sides, similar to (Exodus 26:20) ולצלע המשכן “and for the second side of the tabernacle”; this has a bearing upon what they (the Sages) say, (Eruvin 18a): They were created with two faces (sides).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "57e77cc8d6e4a94c7c189f4a", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Exodus 26:20", "anchorRef": "Exodus 26:20", "anchorRefExpanded": ["Exodus 26:20"], "sourceRef": "Tafsir Rasag, Exodus 26:20", "sourceHeRef": "תפסיר רס\"ג, שמות כ״ו:כ׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 26.002, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "שמות", "he": "ולג̇אנב אלמסכן אלת̇אני מן ג̇הה מהב אלשמאל עשרון תכ̇תג̇ה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "588f5700d6e4a96d624b051b", "index_title": "Machberet Menachem", "category": "Reference", "type": "", "ref": "Machberet Menachem, Letter Tzadi 27:2", "anchorRef": "Exodus 26:20", "anchorRefExpanded": ["Exodus 26:20"], "sourceRef": "Machberet Menachem, Letter Tzadi 27:2", "sourceHeRef": "מחברת מנחם, צ כ״ז:ב׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [950, 960], "commentaryNum": 27.0002, "collectiveTitle": {"en": "Machberet Menachem", "he": "מחברת מנחם"}, "he": "‎מתחלק לשני מחלקות: האחד, ויקח אחת <b>מצלעתיו</b> <small>(בראשית ב, כא)</small>, <b>ולצלע</b> המשכן <small>(שמות כו, כ)</small>.", "heVersionTitle": "Mahberet Menahem, London, 1854.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מחברת מנחם,לונדון, תרי\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b951b071e100bf4e9371", "index_title": "Rashi on Shabbat", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Shabbat 99a:1:1", "anchorRef": "Exodus 26:20", "anchorRefExpanded": ["Exodus 26:20"], "sourceRef": "Rashi on Shabbat 99a:1:1", "sourceHeRef": "רש\"י על שבת צ״ט א:א׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Rashi on Shabbat", "he": "רש\"י על שבת"}, "heTitle": "רש\"י על שבת", "he": "ונראין קרסין בלולאות - מילתא אחריתי היא שתי מחברות היו היריעות כל אחת ואחת ה' יריעות תפורות זו עם זו במחט על פני כל ארכן ובאמצע היה מחבר בקרסים מחברת עם מחברת שהיו לולאות בשפת חיצונה של כל מחברת באמצע המשכן אלו כנגד אלו כדכתיב מקבילות הלולאות וגו' (שמות כ״ו:כ׳):", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17ba39b071e100bf4f27cc", "index_title": "Rashi on Eruvin", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Eruvin 18a:15:2", "anchorRef": "Exodus 26:20", "anchorRefExpanded": ["Exodus 26:20"], "sourceRef": "Rashi on Eruvin 18a:15:2", "sourceHeRef": "רש\"י על עירובין י״ח א:ט״ו:ב׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 15.0002, "collectiveTitle": {"en": "Rashi on Eruvin", "he": "רש\"י על עירובין"}, "heTitle": "רש\"י על עירובין", "he": "הצלע - בין לרב בין לשמואל לשון צדדין כמו ולצלע המשכן השנית (שמות כו):", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e1488495e6ea9e54b43e1a3", "index_title": "Gan Naul", "category": "Jewish Thought", "type": "", "ref": "Gan Naul, Introduction 116", "anchorRef": "Exodus 26:20", "anchorRefExpanded": ["Exodus 26:20"], "sourceRef": "Gan Naul, Introduction 116", "sourceHeRef": "גן נעול, הקדמה קט״ז", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1755, 1765], "commentaryNum": 116, "collectiveTitle": {"en": "Gan Naul", "he": "גן נעול"}, "heTitle": "הקדמה", "he": "ענה הזית, (שופטים ט, ט) \"החדלתי את דשני אשר בי יכבדו אלהים ואנשים והלכתי לנוע על העצים?\" והתאנה ענתה, \"החדלתי את מתקי ואת תנובתי הטובה והלכתי לנוע על העצים?\" והגפן ענתה, \"החדלתי את תירושי המשמח אלהים ואנשים והלכתי לנוע על העצים?\". וטעם המענות הללו אבאר לך. כבר בארנו בכונה השביעית כי תאר \"כבוד\" הניחו הנביאים תמיד על הרוח הקדש רוח אלהים, וכמבואר למעלה שהוא ג\"כ תאר לנפש האדם כשהיא מלובשת ברוח הקדש. וכן בארנו שמלים \"טוב\" ו\"טובה\" הניחו כתבי הקדש על החכמה. וכן בארנו שמלת \"שמחה\" הניחו כתבי הקדש על הבינה. והן הן הדברים שענו שלשה העצים הנבחרים למלוכה. הזית שנמשל אליו האיש המלובש ברוח הקדש אמר \"החדלתי את דשני?\", ומלת \"דשן\" משל לרוח הקדש, כדרך (תהלים כג, ה) \"דשנת בשמן ראשי\", (שם לו, ט) \"ירויון מדשן ביתך ונחל עדניך תשקם\", הנאמר על שריית האור העליון על נשמת האדם. וראיה ממקרא שלאחריו (תהלים לו, י) \"כי עמך מקור חיים באורך נראה אור\", (שם שם יא) \"משוך חסדיך ליודעיך וצדקתך לישרי לב\". ומלת \"משוך\" כדרך (איוב כח, יח) \"ומשך חכמה מפנינים\". ואמר (תהלים סג, ו) \"כמו חלב ודשן תשבע נפשי\", ולפניו אמר (תהלים סג, ג) \"לראות עוזך וכבודך\", ויתבאר מקצת ענין זה בחדר הג' מבית זה. ולפי שהזית נמשל לרוח הקדש שהוא הכבוד, על כן צותה התורה (שמות כו, כ) \"ויקחו אליך שמן זית זך וגו' להעלות נר תמיד\", כדרך (ירמיה יג, טז) \"תנו ליי' אלהיכם כבוד בטרם יחשיך\", לאות כי עם השם ב\"ה האורה והכבוד. וכן בחצר המלכים והחשובים ידליקו נרות רבים למאור לכבוד ולגדולה. ועל כן אמר \"החדלתי את דשני אשר בי יכבדו אלהים\" במקדשו לתת אותי במנורת המאור לאור ולכבוד, וכן יכבדו בי האנשים המעולים המלכים והשרים להדליק בטירותם ובמושבותם שמן זית זך לאורה ולגדולה. \"והלכתי לנוע על העצים\", כלומר אשים שבתי ואורי בין העצים הרבים הפחותים שביניכם הממאסים באורה ורוצים בדרכי חשך? ואצטרך לנוע מעץ לעץ לבקש ולתור לי מנוחה. והוא משל נכבד מאד, כי האור והחשך משל לאור הנשמה וחשכה, כדרך (משלי ד, יח) \"וארח צדיקים כאור נגה\" וגו', (משלי ד, יט) \"דרך רשעים כאפלה\". ונאמר (שם ב, יג) \"העוזבים ארחות ישר ללכת בדרכי חשך\", וכן הרבה. כי האור הדשן והעונג שיש ברוח הקדש לא יתענגו בו זולתי נפשות טהורות המוכשרות לו. והרשעים בחשך ידמו, כדרך (ישעיה סג, י) \"והמה מרו ועצבו את רוח קדשו\". וכן המנהיג המכובד שנחה עליו רוח ה' בהיות עמו נקלים ונבזים, יצטער על רוע הנהגתם ויקצוף עליהם יום יום. ועי\"כ כמעט יאבד סגולות נפשו היקרה, וכמו שאמרו ז\"ל (שבת ל, ב) \"אין השכינה שורה לא מתוך עצבות כו' אלא מתוך שמחה\". ואמרו (פסחים סו, ב) \"כל הכועס, אם נביא הוא נבואתו מסתלקת ממנו\", ולמדוהו ממשה ומאלישע. הלא תראה מה שאירע לאדונינו משה ע\"ה במי מריבה כשהמרו את רוח קדשו. ועל זה מפורש בקבלה (תהלים קו, לג) \"כי המרו את רוחו ויבטא בשפתיו\". וכן יקרה לכל מנהיג צדיק בהיות עמו נקלים ונבזים. ויפה ענה הזית שבהיות רוב העצים אילני סרק לא יצלחו לכל, איך יבקשו ממני שאחדל דשני למלוך עליהם? ולדוגמא הזאת ענתה התאנה, שנמשל אליה המופלא שבחכמים, \"החדלתי את מתקי ואת תנובתי הטובה?\" וזה משל לחכמה, כדרך (בראשית א, ד) \"וירא אלהים את האור כי טוב\", (שמות לג, יט) \"אני אעביר כל טובי\", (משלי ד, ב) \"כי לקח טוב נתתי לכם\". שכל אלו ודומיהם על דרכי התורה שהן דרכי החכמה העליונה.", "heVersionTitle": "Gan Na'ul, Rishon Letzion, 2016", "heLicense": "CC-BY", "heVersionTitleInHebrew": "גן נעול, ראשון לציון תשע\"ו", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f6352bf787169983ab72064", "index_title": "Rabbeinu Gershom on Temurah", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Gershom on Temurah 4b:3", "anchorRef": "Exodus 25:1-27:19", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19"], "sourceRef": "Rabbeinu Gershom on Temurah 4b:3", "sourceHeRef": "רבינו גרשום על תמורה ד׳ ב:ג׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [980, 1020], "commentaryNum": 8.0003, "collectiveTitle": {"en": "Rabbeinu Gershom", "he": "רבינו גרשום"}, "heTitle": "רבינו גרשום על תמורה", "he": "תרי לאוי. לא יחליפנו ולא ימיר וחד עשה ואם המר ימיר:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דפוס האלמנה והאחים ראם", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f6352bf787169983ab72066", "index_title": "Rabbeinu Gershom on Temurah", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Gershom on Temurah 4b:4", "anchorRef": "Exodus 25:1-27:19", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19"], "sourceRef": "Rabbeinu Gershom on Temurah 4b:4", "sourceHeRef": "רבינו גרשום על תמורה ד׳ ב:ד׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [980, 1020], "commentaryNum": 8.0004, "collectiveTitle": {"en": "Rabbeinu Gershom", "he": "רבינו גרשום"}, "heTitle": "רבינו גרשום על תמורה", "he": "אונס דחד לאו וחד עשה הוא עשה ולו תהיה לאשה. לאו דכתיב לא יוכל לשלחה:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דפוס האלמנה והאחים ראם", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f6352bf787169983ab72068", "index_title": "Rabbeinu Gershom on Temurah", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Gershom on Temurah 4b:5", "anchorRef": "Exodus 25:1-27:19", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19"], "sourceRef": "Rabbeinu Gershom on Temurah 4b:5", "sourceHeRef": "רבינו גרשום על תמורה ד׳ ב:ה׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [980, 1020], "commentaryNum": 8.0005, "collectiveTitle": {"en": "Rabbeinu Gershom", "he": "רבינו גרשום"}, "heTitle": "רבינו גרשום על תמורה", "he": "ואם כהן הוא לוקה. דקא עבר על לאו לא יוכל לשלחה:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דפוס האלמנה והאחים ראם", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f6352c0787169983ab7206a", "index_title": "Rabbeinu Gershom on Temurah", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Gershom on Temurah 4b:6", "anchorRef": "Exodus 25:1-27:19", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19"], "sourceRef": "Rabbeinu Gershom on Temurah 4b:6", "sourceHeRef": "רבינו גרשום על תמורה ד׳ ב:ו׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [980, 1020], "commentaryNum": 8.0006, "collectiveTitle": {"en": "Rabbeinu Gershom", "he": "רבינו גרשום"}, "heTitle": "רבינו גרשום על תמורה", "he": "ואינו מחזיר. דאסור בגרושה אלמא דלא מהני ליה עשה לכהן דלא לילקי:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דפוס האלמנה והאחים ראם", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f6352c0787169983ab7206c", "index_title": "Rabbeinu Gershom on Temurah", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Gershom on Temurah 4b:7", "anchorRef": "Exodus 25:1-27:19", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19"], "sourceRef": "Rabbeinu Gershom on Temurah 4b:7", "sourceHeRef": "רבינו גרשום על תמורה ד׳ ב:ז׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [980, 1020], "commentaryNum": 8.0007, "collectiveTitle": {"en": "Rabbeinu Gershom", "he": "רבינו גרשום"}, "heTitle": "רבינו גרשום על תמורה", "he": "משום הכי לקי דרבי בהו רחמנא בכהנים קדושתא יתירתא הא בעלמא לא תעשה שניתק לעשה לא לקי:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דפוס האלמנה והאחים ראם", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f6352c0787169983ab7206e", "index_title": "Rabbeinu Gershom on Temurah", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Gershom on Temurah 4b:8", "anchorRef": "Exodus 25:1-27:19", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19"], "sourceRef": "Rabbeinu Gershom on Temurah 4b:8", "sourceHeRef": "רבינו גרשום על תמורה ד׳ ב:ח׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [980, 1020], "commentaryNum": 8.0008, "collectiveTitle": {"en": "Rabbeinu Gershom", "he": "רבינו גרשום"}, "heTitle": "רבינו גרשום על תמורה", "he": "נ\"א] שאני מימר משום הכי לא מבטיל עשה ללאו. דהוה ליה לאו ששוה בכל דהכל אסורין להמיר לכתחילה ועשה דידיה ואם המר ימיר אינו שוה בכל דליתיה בצבור ושותפין דאין עושין תמורה אפילו דיעבד הילכך לא אלים עשה לאפוקי מן לאו ששוה בכל:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דפוס האלמנה והאחים ראם", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f6352c0787169983ab72070", "index_title": "Rabbeinu Gershom on Temurah", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Gershom on Temurah 4b:9", "anchorRef": "Exodus 25:1-27:19", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19"], "sourceRef": "Rabbeinu Gershom on Temurah 4b:9", "sourceHeRef": "רבינו גרשום על תמורה ד׳ ב:ט׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [980, 1020], "commentaryNum": 8.0009, "collectiveTitle": {"en": "Rabbeinu Gershom", "he": "רבינו גרשום"}, "heTitle": "רבינו גרשום על תמורה", "he": "והרי אונס דלאו דיליה אינו שוה בכל דליתיה בכהנים דלא אמרינן גבי כהן לא יוכל לשלחה ואם גירשה כל ימיו בעמוד והחזיר קאי כמו שחייב ישראל אלא מאחר שגירשה שוב אינו מחזירה ועשה דידיה ולו תהיה לאשה תחת אשר ענה שוה בכל אפילו בכהנים ואפילו הכי לא אלים עשה לאפוקי ממלקות לכהנים. א\"ל כהנים עמא אחרינא נינהו הילכך אחמיר עלייהו דלקי ולגבי ישראל (דהאי) [דהוי] לאו ששוה בכל ועשה ששוה בכל אתי עשה ומפיק מיד לאו ולא לקי אלא מחזיר ואינו לוקה משום דהכתוב נתקו לעשה וכדר' אבין:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דפוס האלמנה והאחים ראם", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6037a666cda51cfa3ddf36ef", "index_title": "Ramban on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Exodus 26:17:3", "anchorRef": "Exodus 26:20", "anchorRefExpanded": ["Exodus 26:20"], "sourceRef": "Ramban on Exodus 26:17:3", "sourceHeRef": "רמב\"ן על שמות כ״ו:י״ז:ג׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 17.0003, "collectiveTitle": {"en": "Ramban on Exodus", "he": "רמב\"ן על שמות"}, "he": "<b>וְטַעַם קֵדְמָה מִזְרָחָה</b> (שמות כ\"ז:י\"ג), כִּי לְשׁוֹן הַקֹּדֶשׁ יִקְרָא לַמִּזְרָח קֶדֶם, כְּעִנְיַן \"וּמַדֹּתֶם מִחוּץ לָעִיר אֶת פְּאַת קֵדְמָה\", וְיִקְרָא לַמַּעֲרָב אָחוֹר, כְּעִנְיָן שֶׁנֶּאֱמַר (איוב כג ח) \"הֵן קֶדֶם אֶהֱלֹךְ וְאֵינֶנּוּ וְאָחוֹר וְלֹא אָבִין לוֹ\", וְכֵן \"עַד הַיָּם הָאַחֲרוֹן\" (דברים לד ב), הַמַּעֲרָבִי, וּשְׁנֵיהֶם כִּנּוּיִים, כִּי יִתְפֹּשׂ הַלָּשׁוֹן כִּנּוּיִין בָּאָדָם הַפּוֹנֶה אֶל אוֹר הַשֶּׁמֶשׁ. וְכֵן יֹאמַר \"וַיִּהְיוּ לְאָחוֹר וְלֹא לְפָנִים\" (ירמיה ז כד). וְיִקְרָא הַדָּרוֹם \"נֶגֶב\", בִּהְיוֹתוֹ נָגוּב מִפְּנֵי הַחֹם. וּפְעָמִים שֶׁיַּזְכִּיר הַכָּתוּב הַכִּנּוּי וִיבָאֵר אוֹתוֹ בְּשֵׁם, יֹאמַר \"קֵדְמָה\", שֶׁהוּא כִּנּוּי, וִיבָאֵר \"מִזְרָחָה\", שֶׁהוּא הַשֵּׁם. וְאָמַר \"נֶגְבָּה\", בְּכִנּוּי, וִיבָאֵר \"תֵּימָנָה\", הוּא הַשֵּׁם. וְהַמַּעֲרָב יִזְכְּרֶנּוּ בְּכִנּוּי \"יָם\" (שמות כ\"ו:כ\"ב), כִּי יִתְפֹּשׂ אוֹתוֹ בְּאַנְשֵׁי אֶרֶץ יִשְׂרָאֵל שֶׁהַיָּם הַגָּדוֹל לָהֶם מַעֲרָבִי. וְהַצָּפוֹן יַזְכִּירֶנּוּ (שמות כ\"ו:כ') בִּשְׁמוֹ. וְנִקְרָא כֵן כִּי הוּא צָפוּן, אֵין הַשֶּׁמֶשׁ נִרְאֶה בּוֹ לְעוֹלָם. וְיִקְרָא הַתֵּימָן דָּרוֹם, כְּעִנְיָן שֶׁנֶּאֱמַר \"הוֹלֵךְ אֶל דָּרוֹם וְסוֹבֵב אֶל צָפוֹן\" (קהלת א ו), וְהִיא מִלָּה כְּפוּלָה, תֶּחְסַר רֵי\"שׁ אַחַת לְהִתְחַבֵּר שְׁתֵּי אוֹתִיּוֹת שָׁווֹת, דָּר רוּם, כִּי הַשֶּׁמֶשׁ יֵלֵךְ בְּרוּם הָרוּחַ הַהוּא. וְיִקְרָא לַדָּרוֹם \"יָמִין\", וְלַצָּפוֹן \"שְׂמֹאל\" (עיין ישעיה נד ג ותרגומו), בְּכִנּוּי הָאָדָם הַפּוֹנֶה לַמִּזְרָח, כַּאֲשֶׁר הִזְכַּרְתִּי:<br>וְהַסּוֹד בְּשֵׁמוֹת הַלָּלוּ נוֹדָע מִמַּעֲשֵׂה הַמֶּרְכָּבָה הָעֶלְיוֹנָה, וְכֵן שֵׁם הַמַּעֲרָב \"יָם\" מִמַּה שֶׁאָמְרוּ שְׁכִינָה בַּמַּעֲרָב (ב\"ב כה), כִּי הַיָּם חָכְמַת שְׁלֹמֹה, כְּמוֹ שֶׁאָמְרוּ בַּמִּדְרָשׁ אֵין יָם אֶלָּא תּוֹרָה, שֶׁנֶּאֱמַר (איוב יא ט) \"וּרְחָבָה מִנִּי יָם\". וַאֲנִי עָתִיד לְהַזְכִּיר זֶה בְּפָרָשַׁת וְזֹאת הַבְּרָכָה בַּפָּסוּק \"יָם וְדָרוֹם יְרָשָׁה\" (דברים לג כג), אִם יְבָרְכֵנִי צוּרִי לְהַגִּיעַ שָׁם:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "KEIDMAH MIZRACHAH’ (ON THE EAST SIDE EASTWARD).<sup class=\"footnote-marker\">211</sup><i class=\"footnote\">Further, 27:13. — At this point Ramban begins to explain the significance of the Hebrew terms for “east, west etc.,” which are mentioned in connection with the arrangement of the boards. The word <i>kedem</i> (east) is not found in connection with the boards, as the Tabernacle on that side had only a curtain. Hence Ramban chose a verse from the following chapter which mentions <i>kedem</i>, and then he will revert to the theme of the boards, and explain the terms <i>negbah, teimanah</i> (the south side, southward) mentioned here in the following Verse 18.</i> The reason for this expression is that the Sacred Language calls the east <i>kedem</i>, just as it is said, <i>And ye shall measure without the city for the side of ‘keidmah’ (east) two thousand cubits</i>,<sup class=\"footnote-marker\">212</sup><i class=\"footnote\">Numbers 35:5.</i> and calls the west <i>achor</i> (back), just as it is said, <i>Behold, I go ‘kedem’ (forward), but He is not there, v’achor (and backward), but I cannot perceive Him</i>.<sup class=\"footnote-marker\">213</sup><i class=\"footnote\">Job 23:8.</i> Similarly: <i>As far as ‘ha’achron’ (the hinder) sea</i>,<sup class=\"footnote-marker\">214</sup><i class=\"footnote\">Deuteronomy 34:2.</i> which means the western sea. Both [<i>kedem</i> and <i>achor</i>] are borrowed terms, as the Sacred Language adopts these substitute forms from the standpoint of a person who turns to the light of the sun [thus calling the east <i>panim</i>, “face,” because his face is turned eastward to the rising sun, and the west <i>achor</i>, “back,” because his back is then to the west]. Similarly it says, <i>and they went l’achor (backward) and not ‘l’panim’ (forward)</i>.<sup class=\"footnote-marker\">215</sup><i class=\"footnote\">Jeremiah 7:24. According to Ramban the sense of the verse is: they went away from the light [the word of G-d] and did not go towards it.</i> And the south is called <i>negev</i> (dry, parched) because the land is dried up on account of the heat. At times Scripture mentions the borrowed term and then explains it by name. Thus it says <i>keidmah</i>, a term which is borrowed, and explains it by saying <i>mizrachah</i> (eastward),<sup class=\"footnote-marker\">211</sup><i class=\"footnote\">Further, 27:13. — At this point Ramban begins to explain the significance of the Hebrew terms for “east, west etc.,” which are mentioned in connection with the arrangement of the boards. The word <i>kedem</i> (east) is not found in connection with the boards, as the Tabernacle on that side had only a curtain. Hence Ramban chose a verse from the following chapter which mentions <i>kedem</i>, and then he will revert to the theme of the boards, and explain the terms <i>negbah, teimanah</i> (the south side, southward) mentioned here in the following Verse 18.</i> which is the name itself. Similarly, it says <i>negbah</i>, which is the borrowed name, and explains it by its proper name — <i>teimanah</i> (southward).<sup class=\"footnote-marker\">216</sup><i class=\"footnote\">Verse 18 (here in Chapter 26 before us). See above Note 211.</i> And the west is called by the substitute name <i>yam</i> [which also means “sea”] because the language adopted it from the standpoint of the people living in the Land of Israel to whom the Great Sea is on the west. The north on the other hand has no by-name, and is so called <i>tzaphon</i> [which means “hidden”] because the sun never appears on that side. The south is called <i>darom</i>, just as it is said, <i>The wind goeth toward ‘darom’ (the south), and turneth about into the north</i>.<sup class=\"footnote-marker\">217</sup><i class=\"footnote\">Ecclesiastes 1:6.</i> It is really a double word [<i>dor rum</i> — “it abides in the height,” a reference to the sun that always reaches its greatest height on that side], with one letter <i>reish</i> missing because of the combination of two similar letters: <i>dor rum</i>, which means that the sun [always] moves at its highest point on that side. The south is also called <i>yamin</i> [which means “right”] and the north is called <i>smol</i> [meaning “left”] with reference to a man who turns eastward [to face the light of the rising sun, in which case his right hand is to the south, and his left to the north], as I have mentioned.<br>The secret of these names is known from the mystic speculations on the Chariot on high [i.e. the vision of Ezekiel of the Divine Chariot]. Likewise, [the secret of] the name for the west which is <i>yam</i> (sea) is known from that which the Rabbis have said:<sup class=\"footnote-marker\">218</sup><i class=\"footnote\">Baba Bathra 25a.</i> “The Divine Glory is in the west,” for the <i>yam</i> alludes to “the wisdom of Solomon,” just as the Rabbis have said in the Midrash:<sup class=\"footnote-marker\">219</sup><i class=\"footnote\">The exact source is unknown to me. See, however, in my Hebrew commentary p. 468, Note 52 for a similar thought in Yerushalmi Shekalim VI, 1.</i> “<i>Yam</i> always signifies Torah, as it is said, <i>and broader than ‘yam’ (the sea)</i>.”<sup class=\"footnote-marker\">220</sup><i class=\"footnote\">Job 11:9.</i> I intend to mention this in the section of <i>V’zoth Habrachah</i><sup class=\"footnote-marker\">221</sup><i class=\"footnote\">Deuteronomy 33:1.</i> on the verse, <i>possess thou ‘yam’ (the sea) and the south</i>,<sup class=\"footnote-marker\">222</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 23.</i> if my Creator will bless me to reach there.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61d6ca80a1d91a254a117776", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "", "ref": "Sefer HaShorashim, Biblical Aramaic Lexicon, Daniel 7:5:1", "anchorRef": "Exodus 26:20", "anchorRefExpanded": ["Exodus 26:20"], "sourceRef": "Sefer HaShorashim, Biblical Aramaic Lexicon, Daniel 7:5:1", "sourceHeRef": "ספר השרשים, פירוש למילות ארמית בספרי תנ\"ך, דניאל ז׳:ה׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "דניאל", "he": "<strong>וְלִשְׂטַר־חַד</strong>, ולצד אחד. תרגום וּלְצֶלַע הַמִּשְׁכָּן (שמות כו, כ) <strong>וְלִסְטַר מַשְׁכְּנָא, עִלְעִין</strong>,<strong> </strong>צלעות.", "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d5c0f4629f2b572804ec", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, צלע 1", "anchorRef": "Exodus 26:20", "anchorRefExpanded": ["Exodus 26:20"], "sourceRef": "Sefer HaShorashim, צלע 1", "sourceHeRef": "ספר השרשים, צלע א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "צלע", "he": ["<strong><big>צלע</big></strong>   וַיִּבֶן י\"י אֱלֹהִים אֶת־<strong>הַצֵּלָע</strong> (<a class=\"refLink\" href=\"Genesis 2:22\" data-ref=\"Genesis 2:22\">בראשית ב, כב</a>),<strong> מלרע</strong>. והקבוץ בלשון נקבות וַיִּקַּח אַחַת <strong>מִצַּלְעֹתָיו </strong>(<a class=\"refLink\" href=\"Genesis 2:21\" data-ref=\"Genesis 2:21\">בראשית ב, כא</a>). ולפי שהצלעות שני צדדים הימין והשמאל כנה צד כל דבר בלשון צלע <strong>וּלְצֶלַע</strong> הַמִּשְׁכָּן הַשֵּׁנִית (<a class=\"refLink\" href=\"Exodus 26:20\" data-ref=\"Exodus 26:20\">שמות כו, כ</a>). ויכונה בלשון זכר לְקַרְשֵׁי <strong>צֶֽלַע</strong>־הַמִּשְׁכָּן הָֽאֶחָֽד (<a class=\"refLink\" href=\"Exodus 26:26\" data-ref=\"Exodus 26:26\">שמות כו, כו</a>). <strong>בְּצֵלַע</strong> הָהָר (<a class=\"refLink\" href=\"II Samuel 16:13\" data-ref=\"II Samuel 16:13\">שמואל ב' טז, יג</a>), <strong>מלעיל</strong>. <strong>ומלרע</strong> פֶּתַח <strong>הַצֵּלָע</strong> הַתִּיכֹנָה (<a class=\"refLink\" href=\"I Kings 6:8\" data-ref=\"I Kings 6:8\">מלכים א' ו, ח</a>), וְרֹחַב <strong>הַצֵּלָע</strong> אַרְבַּע אַמּוֹת (<a class=\"refLink\" href=\"Ezekiel 41:5\" data-ref=\"Ezekiel 41:5\">יחזקאל מא, ה</a>), צֵלָע אל צֵלָע שׁלושׁ (<a class=\"refLink\" href=\"Ezekiel 41:6\" data-ref=\"Ezekiel 41:6\">יחזקאל מא, ו</a>), כלם <strong>מלרע</strong> באותו ענין. וכן בארץ בנימן בְּצֵלָע בקבר קישׁ אביו (<a class=\"refLink\" href=\"II Samuel 21:14\" data-ref=\"II Samuel 21:14\">שמואל ב' כא, יד</a>), וכן וְצֵלַע <strong>הָאֶלֶף</strong> (<a class=\"refLink\" href=\"Joshua 18:28\" data-ref=\"Joshua 18:28\">יהושע יח, כח</a>) <strong>מלרע</strong> באותו ענין, ואשר הם מלעייל <strong>פ\"א</strong> הפעל בסגול. והקבוץ בלשון זכרים שְׁנֵי <strong>צְלָעִים</strong> הַדֶּלֶת הָֽאַחַת גְּלִילִים (<a class=\"refLink\" href=\"I Kings 6:34\" data-ref=\"I Kings 6:34\">מלכים א' ו, לד</a>), כלומר שני צדי הדלת האחת היו עגולים. ויונתן תרגם <strong>צִירִין</strong>. וכן תרגם וּשְׁנֵי קְלָעִים הַדֶּלֶת הַשֵּׁנִית גְּלִילִֽים (<a class=\"refLink\" href=\"I Kings 6:34\" data-ref=\"I Kings 6:34\">מלכים א' ו, לד</a>). ובקבוץ הנקבות וַיַּעַשׂ <strong>צְלָעוֹת</strong> סָבִֽיב (<a class=\"refLink\" href=\"I Kings 6:5\" data-ref=\"I Kings 6:5\">מלכים א' ו, ה</a>), והוא היציע שעשה סביב בית המקדש. וכבר פירשתיו בשרש <strong>יָצַע</strong> ובשרש <strong>גָּרַע</strong>. ולפי שהקורות לבית כמו הצלעות לגוף אמר וַיִּבֶן אֶת־קִירוֹת הַבַּיִת מִבַּיְתָה<strong> בְּצַלְעוֹת</strong> אֲרָזִים (שם א' ו, טו), <strong>וְהַצְּלָעוֹת צֵלָע</strong> אֶל־<strong>צֵלָע</strong> (<a class=\"refLink\" href=\"Ezekiel 41:6\" data-ref=\"Ezekiel 41:6\">יחזקאל מא, ו</a>), רוצה לומר הקורות. ונקרא הפסח צולע לפי שהולך על צדו האחד וְהוּא <strong>צֹלֵעַ</strong> עַל־יְרֵכֽוֹ (<a class=\"refLink\" href=\"Genesis 32:32\" data-ref=\"Genesis 32:32\">בראשית לב, לב</a>), אֹֽסְפָה <strong>הַצֹּלֵעָה</strong> (<a class=\"refLink\" href=\"Micah 4:6\" data-ref=\"Micah 4:6\">מיכה ד, ו</a>). <strong>והשם</strong> כִּֽי־אֲנִי<strong> לְצֶלַע</strong> נָכוֹן (<a class=\"refLink\" href=\"Psalms 38:18\" data-ref=\"Psalms 38:18\">תהלים לח, יח</a>), שֹֽׁמְרֵי <strong>צַלְעִי</strong> (<a class=\"refLink\" href=\"Jeremiah 20:10\" data-ref=\"Jeremiah 20:10\">ירמיה כ, י</a>), <strong>וּבְצַלְעִי</strong> שָׂמְחוּ וְֽנֶאֱסָפוּ (<a class=\"refLink\" href=\"Psalms 35:15\" data-ref=\"Psalms 35:15\">תהלים לה, טו</a>)."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037e926bfddfbb310febef", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part IV; The Instructions for the Dwelling and the Cult 2-13", "anchorRef": "Exodus 25:1-31:18", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part IV; The Instructions for the Dwelling and the Cult 2-13", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ה׳ ב׳-י״ג", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part IV; The Instructions for the Dwelling and the Cult", "he": "שמות מאמר ה׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["D<small>espite the importance of all that has preceded, the section of</small> E<small>xodus we</small> now encounter occupies a significant amount of text, and therefore commands our attention, in the overall scheme of the book. It may seem puzzling to modern readers that a book that purports to be about a people’s origins should choose to fill a third of its pages with a detailed description of a sanctuary, down to the last piece of tapestry and the last ritual vessel. Yet it is an indication of the “Tabernacle’s” centrality in Israel’s idea system that the story of its construction dominates the last half of Exodus.", "Several factors may help to explain. First, the system of animal and grain sacrifices, or cult, was as important in ancient Israel as it was elsewhere in antiquity, as the chief means of formally expressing religious feeling. Indeed, the Bible traces this institution back to the beginning of human history, to Cain and Abel (Gen. 4:3–4). The cult’s centrality survived the railings of the Prophets and the destruction of Solomon’s Temple, and was still strong enough in late antiquity to provoke a severe crisis when its chief site, the Second Temple, fell to the Romans in the year 70 <small>c.e.</small> The latter event was a crux upon which the creation of classical Judaism took place, and the process was a painful one. So the opinion that many moderns have, that animal sacrifice was a barbaric custom, is quite beside the point as far as ancient Israel was concerned.", "Second, there is the great theme of the book of Exodus, “Is Y<small>hwh</small> in our midst or not?” (17:7), to which our account gives a resounding positive answer. The book of Exodus traces not only the journey of the people of Israel from Egypt to Sinai, but also the journey of God to rescue the people and to dwell (“tabernacle”) among them (Greenberg 1972). A detailed presentation of God’s “residence,” as it were, is meant to convey the assurance that the people are led by God himself. This further supports the biblical image of the divine king, who dwells among his subjects and “goes before” them.", "Third, the Israelites shared with their neighbors the idea that a victorious God, following his triumph, was to be honored by his enthronement in a human-built structure (see Hallo). Thus the last half of Exodus, far from trailing off into obscure priestly details, fits a well-known mold in its contemporary environment.", "A final explanation of the prominence of the Tabernacle sections may be found in their intimate connection with the idea of the Sabbath. The “blueprint” chapters, 25–31, end with an extended passage on observing the Sabbath; the construction chapters, 35–40, begin with a brief passage on the prohibition of work on the holy day. These structural aspects suggest (as the ancient rabbis also saw) that cessation from work here means precisely from the tasks of construction, and that once a week human beings must step back from their own creating to acknowledge the true “work” of creation. Chapters 25–40, including the Golden Calf narrative, bring out these ideas through their use of refrainlike phrases, especially the repetition of one key word: “make” (Heb. <i>’asoh</i>). The entire section is an object lesson in what the Bible deems it proper for human beings to make, and is a vehicle of contrast between God’s creation and human attempts to reach the divine. Israel is engaged in the making of the Tabernacle (notice how “build,” which would make more sense, is not used); when the time comes for the work to be put aside temporarily, they are to “make” the Sabbath. To these observations may be added the long-observed fact that the vocabulary of the Tabernacle’s completion (“finished,” “work,” “blessed”) recalls the completion of Creation in Gen. 2:1–4. Thus we are taught that Israel, through its religious life as typified by Sabbath and cult, becomes a partner in the process of Creation, either by imitating the divine act or by celebrating it.", "Other peoples, to be sure, recall the beginning of the world in ritual and story, so it is important to make an anthropological observation. The purpose of all sanctuaries is to build a bridge to the divine, to link up with the forces that transcend human beings. It is perceived that certain places are particularly appropriate for this (folklore terms such places “the navel of the earth”), and, by extension, sanctuaries firmly anchor that inherent holiness. What the Tabernacle account initially accomplishes, most notably in its closing chapter (40), is to transfer a topographic “bridge” to a human-made and portable one. With the completion of this Dwelling, we find God resident neither on Sinai nor in the later Jerusalem, but rather accompanying the people “upon all their marches” (40:38). The sacred center here thus moves; it is a portable anchor that establishes stability wherever it goes. The vitality that surrounded this idea is still to be seen in the successors of the Hebrew Bible, classical Judaism and Christianity, for whom, respectively, Torah and Cross provide a center that is at once movable and stabilizing.", "But the sacred center, for biblical religion, finds equal expression in <i>time.</i> While the Dwelling account seems obsessed with matters of space, its setting among the Sabbath passages stresses more the concept of time. Such an aspect already begins to make itself felt in 24:16, where Moshe, on Sinai to receive the laws, waits for six days while the “cloud” covers the mountain, and is able to ascend only on the seventh day, at God’s summons. We are thus left, paradoxically, with a structure (Dwelling) which at first glance uses many well-known art forms and religious motifs common to the ancient Near East, but which is a total departure from them via its connection with the Sabbath—an institution with no known equivalent in the ancient world. The Dwelling account presents us with a people for whom sacred time takes precedence over sacred space (for more on these themes, see Sarna 1986).", "There have been many attempts, textually and artistically, to reconstruct the Tabernacle on the basis of our text here, the rationale being that surely so much detail as we find here will serve as the guidelines for an actual structure. Rabbinic and medieval Jewish commentators, as well as modern scholars, have expended considerable energy to that end. But in fact none of the reconstructions has succeeded, for, as with narrative, the text is as much message as description. The text’s main concern, it seems, is for the Dwelling to reflect holiness, in its choice of measurements and materials (see Haran 1985). The layout of the Dwelling expresses aesthetic ideas of perfection, through various symmetrical proportions (see Appendix); the materials are graded such that the closer one gets to God (in the “Holiest Holy-Shrine”), the more precious the metal. In addition, both the colors used and the types of workmanship employed are similarly graded. In a general way, the intent of the narrator seems to have been close to the intent of the great cathedral builders of the Middle Ages: to reflect divine perfection and order in the perfection and order of a sacred structure.", "The Dwelling, as described in Exodus, resembles other ancient Near Eastern sanctuaries in many particulars (for which, see the Commentary below), as well as strongly reflecting aspects of the later Temple of Solomon (I Kings 6–7). Some scholars have also likened it to a Bedouin tent (Heb. <i>shakhen</i> seems to be an archaic verb for “to tent”), appropriate to desert conditions. It is perhaps all three, a coalescing of Israel’s ideas of the cult from a variety of historical and religious settings. That the Dwelling was viewed as historical is clear from biblical tradition itself (see II Sam. 7:6, for instance). But one should keep in mind that it is also a paradigmatic model, that helps to round out the overall scheme of Exodus. The book traces the progress of the people of Israel from servitude (to Pharaoh) to service (of God), and uses the human activity of building to do so. Thus, as Exodus opens, the Israelites are forcibly made to build royal storage cities; as the book ends, the people complete a structure through which they may serve the divine king.", "Finally, there is the sequence of description in these chapters: the text begins with the blueprint for the holiest object, the “coffer” (ark), and proceeds through the structure in descending order of holiness. After the building instructions themselves are given, a number of related matters are treated, chief among them the attire of the priests and the ceremony consecrating the priests. The establishment of the cult, like that of the system of justice, is thus viewed as the command of God rather than the result of the need or request of human beings (contrast this with the “requested” monarchy in I Sam. 8).", "<i>The “Contribution”</i> (25:1–9): In the first seven verses of this opening section dealing with the Dwelling, the Israelites’ contribution toward the structure is described in detail; but only in v.8 is the purpose of this activity made clear. Despite the concreteness of the description, however, the actual blueprints, as it were, are shown to Moshe by God, and are not recorded in the text. Architects in the creative sense are superfluous here.", "Moderns want to know where the Israelites procured such materials as gold and silver in quantity (see Chap. 38), or how they acquired the skills necessary for the fine artisanry involved (e.g., weaving, dyeing, manufacture of incense, and the setting of jewels). These questions, while logical in a historical setting, do not take the Bible on its own terms. The text appears to present the awed report of the Dwelling and its construction without leaving room for totally practical issues (just as Gen. 4 deals with Cain and his descendants without being concerned with the origins of Cain’s wife)."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e956bfddfbb310febfd", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part IV; The Instructions for the Dwelling and the Cult, The Framework 2", "anchorRef": "Exodus 26:15-30", "anchorRefExpanded": ["Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part IV; The Instructions for the Dwelling and the Cult, The Framework 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ה׳, שמות הערה ז׳ ב׳", "anchorVerse": 15, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Framework", "he": "שמות הערה ז׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה ז׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "The rigid part of the Tabernacle structure, while described in some detail, leaves room for many questions about specifics (e.g., how exactly did the boards fit together? was there one corner board or two? is the text perhaps describing planks or frames?). What is most important, as mentioned above, is the sense of proportion and approach to the divine implied by symmetrical numbers.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62038095713bd8cd388d3e45", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "anchorRef": "Exodus 1:1-40:38", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22", "Exodus 2:1", "Exodus 2:2", "Exodus 2:3", "Exodus 2:4", "Exodus 2:5", "Exodus 2:6", "Exodus 2:7", "Exodus 2:8", "Exodus 2:9", "Exodus 2:10", "Exodus 2:11", "Exodus 2:12", "Exodus 2:13", "Exodus 2:14", "Exodus 2:15", "Exodus 2:16", "Exodus 2:17", "Exodus 2:18", "Exodus 2:19", "Exodus 2:20", "Exodus 2:21", "Exodus 2:22", "Exodus 2:23", "Exodus 2:24", "Exodus 2:25", "Exodus 3:1", "Exodus 3:2", "Exodus 3:3", "Exodus 3:4", "Exodus 3:5", "Exodus 3:6", "Exodus 3:7", "Exodus 3:8", "Exodus 3:9", "Exodus 3:10", "Exodus 3:11", "Exodus 3:12", "Exodus 3:13", "Exodus 3:14", "Exodus 3:15", "Exodus 3:16", "Exodus 3:17", "Exodus 3:18", "Exodus 3:19", "Exodus 3:20", "Exodus 3:21", "Exodus 3:22", "Exodus 4:1", "Exodus 4:2", "Exodus 4:3", "Exodus 4:4", "Exodus 4:5", "Exodus 4:6", "Exodus 4:7", "Exodus 4:8", "Exodus 4:9", "Exodus 4:10", "Exodus 4:11", "Exodus 4:12", "Exodus 4:13", "Exodus 4:14", "Exodus 4:15", "Exodus 4:16", "Exodus 4:17", "Exodus 4:18", "Exodus 4:19", "Exodus 4:20", "Exodus 4:21", "Exodus 4:22", "Exodus 4:23", "Exodus 4:24", "Exodus 4:25", "Exodus 4:26", "Exodus 4:27", "Exodus 4:28", "Exodus 4:29", "Exodus 4:30", "Exodus 4:31", "Exodus 5:1", "Exodus 5:2", "Exodus 5:3", "Exodus 5:4", "Exodus 5:5", "Exodus 5:6", "Exodus 5:7", "Exodus 5:8", "Exodus 5:9", "Exodus 5:10", "Exodus 5:11", "Exodus 5:12", "Exodus 5:13", "Exodus 5:14", "Exodus 5:15", "Exodus 5:16", "Exodus 5:17", "Exodus 5:18", "Exodus 5:19", "Exodus 5:20", "Exodus 5:21", "Exodus 5:22", "Exodus 5:23", "Exodus 6:1", "Exodus 6:2", "Exodus 6:3", "Exodus 6:4", "Exodus 6:5", "Exodus 6:6", "Exodus 6:7", "Exodus 6:8", "Exodus 6:9", "Exodus 6:10", "Exodus 6:11", "Exodus 6:12", "Exodus 6:13", "Exodus 6:14", "Exodus 6:15", "Exodus 6:16", "Exodus 6:17", "Exodus 6:18", "Exodus 6:19", "Exodus 6:20", "Exodus 6:21", "Exodus 6:22", "Exodus 6:23", "Exodus 6:24", "Exodus 6:25", "Exodus 6:26", "Exodus 6:27", "Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13", "Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11", "Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35", "Exodus 10:1", "Exodus 10:2", "Exodus 10:3", "Exodus 10:4", "Exodus 10:5", "Exodus 10:6", "Exodus 10:7", "Exodus 10:8", "Exodus 10:9", "Exodus 10:10", "Exodus 10:11", "Exodus 10:12", "Exodus 10:13", "Exodus 10:14", "Exodus 10:15", "Exodus 10:16", "Exodus 10:17", "Exodus 10:18", "Exodus 10:19", "Exodus 10:20", "Exodus 10:21", "Exodus 10:22", "Exodus 10:23", "Exodus 10:24", "Exodus 10:25", "Exodus 10:26", "Exodus 10:27", "Exodus 10:28", "Exodus 10:29", "Exodus 11:1", "Exodus 11:2", "Exodus 11:3", "Exodus 11:4", "Exodus 11:5", "Exodus 11:6", "Exodus 11:7", "Exodus 11:8", "Exodus 11:9", "Exodus 11:10", "Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16", "Exodus 13:17", "Exodus 13:18", "Exodus 13:19", "Exodus 13:20", "Exodus 13:21", "Exodus 13:22", "Exodus 14:1", "Exodus 14:2", "Exodus 14:3", "Exodus 14:4", "Exodus 14:5", "Exodus 14:6", "Exodus 14:7", "Exodus 14:8", "Exodus 14:9", "Exodus 14:10", "Exodus 14:11", "Exodus 14:12", "Exodus 14:13", "Exodus 14:14", "Exodus 14:15", "Exodus 14:16", "Exodus 14:17", "Exodus 14:18", "Exodus 14:19", "Exodus 14:20", "Exodus 14:21", "Exodus 14:22", "Exodus 14:23", "Exodus 14:24", "Exodus 14:25", "Exodus 14:26", "Exodus 14:27", "Exodus 14:28", "Exodus 14:29", "Exodus 14:30", "Exodus 14:31", "Exodus 15:1", "Exodus 15:2", "Exodus 15:3", "Exodus 15:4", "Exodus 15:5", "Exodus 15:6", "Exodus 15:7", "Exodus 15:8", "Exodus 15:9", "Exodus 15:10", "Exodus 15:11", "Exodus 15:12", "Exodus 15:13", "Exodus 15:14", "Exodus 15:15", "Exodus 15:16", "Exodus 15:17", "Exodus 15:18", "Exodus 15:19", "Exodus 15:20", "Exodus 15:21", "Exodus 15:22", "Exodus 15:23", "Exodus 15:24", "Exodus 15:25", "Exodus 15:26", "Exodus 15:27", "Exodus 16:1", "Exodus 16:2", "Exodus 16:3", "Exodus 16:4", "Exodus 16:5", "Exodus 16:6", "Exodus 16:7", "Exodus 16:8", "Exodus 16:9", "Exodus 16:10", "Exodus 16:11", "Exodus 16:12", "Exodus 16:13", "Exodus 16:14", "Exodus 16:15", "Exodus 16:16", "Exodus 16:17", "Exodus 16:18", "Exodus 16:19", "Exodus 16:20", "Exodus 16:21", "Exodus 16:22", "Exodus 16:23", "Exodus 16:24", "Exodus 16:25", "Exodus 16:26", "Exodus 16:27", "Exodus 16:28", "Exodus 16:29", "Exodus 16:30", "Exodus 16:31", "Exodus 16:32", "Exodus 16:33", "Exodus 16:34", "Exodus 16:35", "Exodus 16:36", "Exodus 17:1", "Exodus 17:2", "Exodus 17:3", "Exodus 17:4", "Exodus 17:5", "Exodus 17:6", "Exodus 17:7", "Exodus 17:8", "Exodus 17:9", "Exodus 17:10", "Exodus 17:11", "Exodus 17:12", "Exodus 17:13", "Exodus 17:14", "Exodus 17:15", "Exodus 17:16", "Exodus 18:1", "Exodus 18:2", "Exodus 18:3", "Exodus 18:4", "Exodus 18:5", "Exodus 18:6", "Exodus 18:7", "Exodus 18:8", "Exodus 18:9", "Exodus 18:10", "Exodus 18:11", "Exodus 18:12", "Exodus 18:13", "Exodus 18:14", "Exodus 18:15", "Exodus 18:16", "Exodus 18:17", "Exodus 18:18", "Exodus 18:19", "Exodus 18:20", "Exodus 18:21", "Exodus 18:22", "Exodus 18:23", "Exodus 18:24", "Exodus 18:25", "Exodus 18:26", "Exodus 18:27", "Exodus 19:1", "Exodus 19:2", "Exodus 19:3", "Exodus 19:4", "Exodus 19:5", "Exodus 19:6", "Exodus 19:7", "Exodus 19:8", "Exodus 19:9", "Exodus 19:10", "Exodus 19:11", "Exodus 19:12", "Exodus 19:13", "Exodus 19:14", "Exodus 19:15", "Exodus 19:16", "Exodus 19:17", "Exodus 19:18", "Exodus 19:19", "Exodus 19:20", "Exodus 19:21", "Exodus 19:22", "Exodus 19:23", "Exodus 19:24", "Exodus 19:25", "Exodus 20:1", "Exodus 20:2", "Exodus 20:3", "Exodus 20:4", "Exodus 20:5", "Exodus 20:6", "Exodus 20:7", "Exodus 20:8", "Exodus 20:9", "Exodus 20:10", "Exodus 20:11", "Exodus 20:12", "Exodus 20:13", "Exodus 20:14", "Exodus 20:15", "Exodus 20:16", "Exodus 20:17", "Exodus 20:18", "Exodus 20:19", "Exodus 20:20", "Exodus 20:21", "Exodus 20:22", "Exodus 20:23", "Exodus 21:1", "Exodus 21:2", "Exodus 21:3", "Exodus 21:4", "Exodus 21:5", "Exodus 21:6", "Exodus 21:7", "Exodus 21:8", "Exodus 21:9", "Exodus 21:10", "Exodus 21:11", "Exodus 21:12", "Exodus 21:13", "Exodus 21:14", "Exodus 21:15", "Exodus 21:16", "Exodus 21:17", "Exodus 21:18", "Exodus 21:19", "Exodus 21:20", "Exodus 21:21", "Exodus 21:22", "Exodus 21:23", "Exodus 21:24", "Exodus 21:25", "Exodus 21:26", "Exodus 21:27", "Exodus 21:28", "Exodus 21:29", "Exodus 21:30", "Exodus 21:31", "Exodus 21:32", "Exodus 21:33", "Exodus 21:34", "Exodus 21:35", "Exodus 21:36", "Exodus 21:37", "Exodus 22:1", "Exodus 22:2", "Exodus 22:3", "Exodus 22:4", "Exodus 22:5", "Exodus 22:6", "Exodus 22:7", "Exodus 22:8", "Exodus 22:9", "Exodus 22:10", "Exodus 22:11", "Exodus 22:12", "Exodus 22:13", "Exodus 22:14", "Exodus 22:15", "Exodus 22:16", "Exodus 22:17", "Exodus 22:18", "Exodus 22:19", "Exodus 22:20", "Exodus 22:21", "Exodus 22:22", "Exodus 22:23", "Exodus 22:24", "Exodus 22:25", "Exodus 22:26", "Exodus 22:27", "Exodus 22:28", "Exodus 22:29", "Exodus 22:30", "Exodus 23:1", "Exodus 23:2", "Exodus 23:3", "Exodus 23:4", "Exodus 23:5", "Exodus 23:6", "Exodus 23:7", "Exodus 23:8", "Exodus 23:9", "Exodus 23:10", "Exodus 23:11", "Exodus 23:12", "Exodus 23:13", "Exodus 23:14", "Exodus 23:15", "Exodus 23:16", "Exodus 23:17", "Exodus 23:18", "Exodus 23:19", "Exodus 23:20", "Exodus 23:21", "Exodus 23:22", "Exodus 23:23", "Exodus 23:24", "Exodus 23:25", "Exodus 23:26", "Exodus 23:27", "Exodus 23:28", "Exodus 23:29", "Exodus 23:30", "Exodus 23:31", "Exodus 23:32", "Exodus 23:33", "Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11", "Exodus 24:12", "Exodus 24:13", "Exodus 24:14", "Exodus 24:15", "Exodus 24:16", "Exodus 24:17", "Exodus 24:18", "Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35", "Exodus 33:1", "Exodus 33:2", "Exodus 33:3", "Exodus 33:4", "Exodus 33:5", "Exodus 33:6", "Exodus 33:7", "Exodus 33:8", "Exodus 33:9", "Exodus 33:10", "Exodus 33:11", "Exodus 33:12", "Exodus 33:13", "Exodus 33:14", "Exodus 33:15", "Exodus 33:16", "Exodus 33:17", "Exodus 33:18", "Exodus 33:19", "Exodus 33:20", "Exodus 33:21", "Exodus 33:22", "Exodus 33:23", "Exodus 34:1", "Exodus 34:2", "Exodus 34:3", "Exodus 34:4", "Exodus 34:5", "Exodus 34:6", "Exodus 34:7", "Exodus 34:8", "Exodus 34:9", "Exodus 34:10", "Exodus 34:11", "Exodus 34:12", "Exodus 34:13", "Exodus 34:14", "Exodus 34:15", "Exodus 34:16", "Exodus 34:17", "Exodus 34:18", "Exodus 34:19", "Exodus 34:20", "Exodus 34:21", "Exodus 34:22", "Exodus 34:23", "Exodus 34:24", "Exodus 34:25", "Exodus 34:26", "Exodus 34:27", "Exodus 34:28", "Exodus 34:29", "Exodus 34:30", "Exodus 34:31", "Exodus 34:32", "Exodus 34:33", "Exodus 34:34", "Exodus 34:35", "Exodus 35:1", "Exodus 35:2", "Exodus 35:3", "Exodus 35:4", "Exodus 35:5", "Exodus 35:6", "Exodus 35:7", "Exodus 35:8", "Exodus 35:9", "Exodus 35:10", "Exodus 35:11", "Exodus 35:12", "Exodus 35:13", "Exodus 35:14", "Exodus 35:15", "Exodus 35:16", "Exodus 35:17", "Exodus 35:18", "Exodus 35:19", "Exodus 35:20", "Exodus 35:21", "Exodus 35:22", "Exodus 35:23", "Exodus 35:24", "Exodus 35:25", "Exodus 35:26", "Exodus 35:27", "Exodus 35:28", "Exodus 35:29", "Exodus 35:30", "Exodus 35:31", "Exodus 35:32", "Exodus 35:33", "Exodus 35:34", "Exodus 35:35", "Exodus 36:1", "Exodus 36:2", "Exodus 36:3", "Exodus 36:4", "Exodus 36:5", "Exodus 36:6", "Exodus 36:7", "Exodus 36:8", "Exodus 36:9", "Exodus 36:10", "Exodus 36:11", "Exodus 36:12", "Exodus 36:13", "Exodus 36:14", "Exodus 36:15", "Exodus 36:16", "Exodus 36:17", "Exodus 36:18", "Exodus 36:19", "Exodus 36:20", "Exodus 36:21", "Exodus 36:22", "Exodus 36:23", "Exodus 36:24", "Exodus 36:25", "Exodus 36:26", "Exodus 36:27", "Exodus 36:28", "Exodus 36:29", "Exodus 36:30", "Exodus 36:31", "Exodus 36:32", "Exodus 36:33", "Exodus 36:34", "Exodus 36:35", "Exodus 36:36", "Exodus 36:37", "Exodus 36:38", "Exodus 37:1", "Exodus 37:2", "Exodus 37:3", "Exodus 37:4", "Exodus 37:5", "Exodus 37:6", "Exodus 37:7", "Exodus 37:8", "Exodus 37:9", "Exodus 37:10", "Exodus 37:11", "Exodus 37:12", "Exodus 37:13", "Exodus 37:14", "Exodus 37:15", "Exodus 37:16", "Exodus 37:17", "Exodus 37:18", "Exodus 37:19", "Exodus 37:20", "Exodus 37:21", "Exodus 37:22", "Exodus 37:23", "Exodus 37:24", "Exodus 37:25", "Exodus 37:26", "Exodus 37:27", "Exodus 37:28", "Exodus 37:29", "Exodus 38:1", "Exodus 38:2", "Exodus 38:3", "Exodus 38:4", "Exodus 38:5", "Exodus 38:6", "Exodus 38:7", "Exodus 38:8", "Exodus 38:9", "Exodus 38:10", "Exodus 38:11", "Exodus 38:12", "Exodus 38:13", "Exodus 38:14", "Exodus 38:15", "Exodus 38:16", "Exodus 38:17", "Exodus 38:18", "Exodus 38:19", "Exodus 38:20", "Exodus 38:21", "Exodus 38:22", "Exodus 38:23", "Exodus 38:24", "Exodus 38:25", "Exodus 38:26", "Exodus 38:27", "Exodus 38:28", "Exodus 38:29", "Exodus 38:30", "Exodus 38:31", "Exodus 39:1", "Exodus 39:2", "Exodus 39:3", "Exodus 39:4", "Exodus 39:5", "Exodus 39:6", "Exodus 39:7", "Exodus 39:8", "Exodus 39:9", "Exodus 39:10", "Exodus 39:11", "Exodus 39:12", "Exodus 39:13", "Exodus 39:14", "Exodus 39:15", "Exodus 39:16", "Exodus 39:17", "Exodus 39:18", "Exodus 39:19", "Exodus 39:20", "Exodus 39:21", "Exodus 39:22", "Exodus 39:23", "Exodus 39:24", "Exodus 39:25", "Exodus 39:26", "Exodus 39:27", "Exodus 39:28", "Exodus 39:29", "Exodus 39:30", "Exodus 39:31", "Exodus 39:32", "Exodus 39:33", "Exodus 39:34", "Exodus 39:35", "Exodus 39:36", "Exodus 39:37", "Exodus 39:38", "Exodus 39:39", "Exodus 39:40", "Exodus 39:41", "Exodus 39:42", "Exodus 39:43", "Exodus 40:1", "Exodus 40:2", "Exodus 40:3", "Exodus 40:4", "Exodus 40:5", "Exodus 40:6", "Exodus 40:7", "Exodus 40:8", "Exodus 40:9", "Exodus 40:10", "Exodus 40:11", "Exodus 40:12", "Exodus 40:13", "Exodus 40:14", "Exodus 40:15", "Exodus 40:16", "Exodus 40:17", "Exodus 40:18", "Exodus 40:19", "Exodus 40:20", "Exodus 40:21", "Exodus 40:22", "Exodus 40:23", "Exodus 40:24", "Exodus 40:25", "Exodus 40:26", "Exodus 40:27", "Exodus 40:28", "Exodus 40:29", "Exodus 40:30", "Exodus 40:31", "Exodus 40:32", "Exodus 40:33", "Exodus 40:34", "Exodus 40:35", "Exodus 40:36", "Exodus 40:37", "Exodus 40:38"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר א׳ ב׳-מ״ד", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Exodus and Its Structure", "he": "שמות מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE BOOK OF</small> E<small>XODUS IS</small> I<small>SRAEL’S SECOND BOOK OF ORIGINS</small>. G<small>ENESIS HAD CONCERNED</small> itself with the beginnings of the world, of human beings and their institutions, and of the people of Israel as a tribal family. Exodus continues this thrust as it recounts the origin of the people on a religious and political level (here inseparable as concepts). A number of biblical ideas receive their fullest early treatment in this book: God’s acting directly in history; making himself “known” to both Israelites and foreigners; covenant as a reciprocal agreement between God and humans; law as an expression of total worldview; and the use of sacred structure (Tabernacle or “Dwelling”) as a vehicle for and expression of perceived truths about the world. In addition, several biblical institutions make their first appearance in Exodus: Passover, Sabbath, rudimentary leadership/government, and cult/priesthood. All this is presented in a general narrative framework, raising the question as to whether what we have here is story or history. Is Exodus a fanciful reconstruction of what happened to Moshe (Moses) and his generation, riddled with anachronisms? Or is it a faithful and reliable handing-down of eyewitness data which only the cynical or irreligious would doubt?", "For the first position there are several supports. We possess virtually no extra-biblical references to the events recorded in our book, either in Egypt or elsewhere. Then, too, there seem to be inconsistencies of time within the story (Chaps. 16 and 18 appear to presuppose laws which were given later), and patterns within the telling of the tale that are too symmetrical (the Plagues) or too stereotyped (the constant use of stylized language) to be simple reporting of fact. Finally, Exodus is lacking in the citation of personal and geographical names, especially as compared to the books that precede and follow (Genesis and Numbers).", "For the second position, that of Exodus as a reliable historical record, there exist no methods of proof other than evaluation of literary form—that is, accepting that oral literature is able to preserve facts without later coloration. But even if it could be shown that Exodus is oral literature—an evaluation which is too sweeping, given the present form of the book—modern scholarship has come to cast doubt on the absolute historical reliability of oral tradition (see Vansina).", "Despite these observations, there is still something unsettling about writing Exodus off as a work of fiction, however pious that fiction may have been. For the rest of the Hebrew Bible abounds in emotional references to the experience of the exodus. At every stage of biblical literature, that experience is invoked for the purpose of directing behavior (see especially Judg. 2, I Sam. 8, II Sam. 7, II Kings 17, Neh. 9, and Ps. 78; and most of Deuteronomy is rhetorically grounded in it). The entire structure and emotional force of biblical law rest upon such exhortations as “A sojourner you are not to oppress:/you yourselves know (well) the feelings of the sojourner,/for sojourners were you in the land of Egypt” (Ex. 23:9) and such situations as that of the Hebrew serf (Ex. 21:2ff.). Apparently the experience of the exodus period was crucial in forming the group consciousness of the Israelites, and ever since it has provided a model from which both later Judaism and Christianity were to draw frequently and profoundly.", "A hypothetical analogy, based on American history, may help to shed light on the historicity of Exodus. Imagine a book based on the following outline: first, a section on the American Revolution, with some biographical material on a few of the Founding Fathers, focusing mostly on the outbreak of the war and key battles; second, a description of the Constitutional Convention, including some of the more important speeches and discussions; third, the text of the Constitution itself; and finally, L’Enfant’s original blueprints for the building of the new capital, Washington, D.C., interspersed with accounts of the first few presidents’ inaugural addresses. What would be the underlying message of such a book? We are certainly dealing here with more than a straight journalistic description of the events, more than a legalistic discussion of constitutional law, and more than a technical presentation for architects. Such a book would actually be presenting the ideals of America’s self-image: a nation founded on the willingness to fight for particular rights against Old World tyranny, established under democratic laws based on reason and providing governmental checks and balances, and whose ideals would be embodied in the construction of a brand-new, centrally located capital city that used classically grounded forms of architecture to express grace and reason as the basis for the new society.", "Now this portrayal is very simplistic, but it gets its point across (and I would be willing to wager that, somewhere in this country, there exists a school textbook written along these lines). In a similar manner, although with much more weight given to God’s role in the process, the book of Exodus unfolds. The dramatic story of Israel’s deliverance from bondage, coupled with Moshe’s own early development, is only the first part of the book, and accounts for less than half of it. It is followed by several stories of desert wanderings, and then by a presentation of the covenant made between God and Israel at Sinai, against a stunning natural backdrop. The second half of the book enumerates a series of laws which constitute the covenant, and the details of construction of a portable sanctuary designed both to symbolize and actually to accommodate God’s presence among the Israelites (with the interruption of a major rebellion). So, like our theoretical American model, Exodus conveys far more than information about events. It is, rather, the narration of a worldview, a laying out of different types of texts bearing the <i>meaning</i> of Israel’s historical experience.", "I stress the word “experience” because that is what is at stake here. Human memory is always selective. We remember what we wish to remember, giving weight to particular emotions, sometimes over and above the facts (or, as the poet Maya Angelou puts it autobiographically, “The facts sometimes obscure the truth”). The same thing appears to be true of group memory. What a people remembers of substance is not nearly as important as how they process their experience.", "In our Exodus text one can perceive a characteristically Israelite process at work. The book emerges as a mix of historical recollection, mythical processing, and didactic retelling, what Buber and others have called a “saga.” What is preserved in the book of Exodus, therefore, is a Teaching (Heb. <i>Tora</i>) based on a set of experiences, which became history for ancient Israel. Hence, to understand better the workings of the book, we need to turn to its themes and its structure. This will be more fruitful than trying to find the exact location of the Sea of Reeds or Mount Sinai, or the “Lost Ark,” or Moshe’s burial site— of whose location “no man has knowledge until this day” (Deut. 34:6). These have all receded into archeological oblivion. What has survived of ancient Israel is its approach to history and to life, and its literature. In that sense, the book of Exodus is an attempt to distill history and to learn from it, using echoes from the past to shape the present and the future.", "When we turn to a closer consideration of the structure of Exodus, we must proceed on the assumption that a work of art stems from both artful and unconscious design. Therefore, any structuring of such a book can only be hypothetical and must not limit itself to ironclad categories.", "With that said, a number of potential divisions of our book present themselves. The first emerges from a close look at the subject matter of the text. Strikingly, Exodus appears to be arranged in groups of a few chapters each (bearing in mind that the chapter divisions are historically late), resulting in the following scheme:", "1. Prologue in Egypt (Chap. 1)<br>2. Moshe’s Early Life and Call (Chaps. 2–4)<br>3. Moshe’s Mission in Egypt (5:1–7:13)<br>4. The First Nine Plagues (7:14–10:29)<br>5. The Tenth Plague and the Exodus (Chaps. 11–13)<br>6. In the Wilderness I: The Deliverance at the Sea (14:1–15:21)<br>7. In the Wilderness II: Early Experiences (15:22–18:27)<br>8. Covenant at Sinai (Chaps. 19–20)<br>9. The Terms (Laws) and Conclusion of the Covenant (Chaps. 21–24)<br>10. Details of the Tabernacle (Chaps. 25–27)<br>11. Details of the Cult (Chaps. 28–31)<br>12. Rebellion and Reconciliation (Chaps. 32–34)<br>13. The Building of the Tabernacle, Priestly Vestments (Chaps. 35–39)<br>14. Conclusion (Chap. 40)", "Such a measured shifting of focus helps to maintain the flow of the text and our interest in it.", "A glance through this list will also lead to the positing of larger structures. The traditions collected in Exodus fall naturally into both geographical and thematic divisions. The first part of the book takes place in Egypt (1:1–15:21), the second in the wilderness (15:22–40:38); this could alternatively be viewed as the events preceding Mount Sinai (Chaps. 1–17/18) and those that take place there (Chaps. 18/19–40). One could also combine the geographical and thematic aspects, resulting in the structure (1) Israel in Egypt (1:1–15:21), (2) Israel in the Wilderness (15:22–24:18), and (3) Tabernacle and Calf (Chaps. 25–40).", "My own preference for structuring Exodus also combines these aspects, as follows:", "I. The Deliverance Narrative (1:1–15:21)", "II. In the Wilderness (15:22–18:27)", "III. Covenant and Law (Chaps. 19–24)", "IV. The Blueprints for the Tabernacle and Its Service (Chaps. 25–31)", "V. Infidelity and Reconciliation (Chaps. 32–34)", "VI. The Building of the Tabernacle (Chaps. 35–40)", "These divisions exhibit a great deal of overlapping. In Part I, Israel’s life in Egypt (Chap. 1) paves the way for Moshe’s early years (Chaps. 2–4), then the account of his mission before Pharaoh and the Plagues (Chaps. 5–13), and the final victory (Chaps. 14–15); Part II is anticipated by some of what happens after the exodus itself (Chap. 14), and leads to Sinai (Chap. 19); the covenant and laws of Part III naturally lead to other prescriptions, this time the building instructions for the Tabernacle (Chaps. 25–31); planning the sacred structure in Part IV is followed by the making of a forbidden construction, the Golden Calf (Chaps. 32–33); and the reconciliation between God and Israel (Chap. 34) restores Israel’s capacity to return to the actual building of the Tabernacle, and to complete it (Chaps. 35–40). So despite the presence of what must have been several very diverse traditions behind the final text of Exodus, it has been skillfully woven together to form a coherent whole. In addition to the above structures, it can be said that the book of Exodus rests on several textual backbones, inner structures and recurring themes and motifs that help to create a unified work. These may be listed by category:", "1. There are various climaxes which serve to highlight the action—the Encounter at the Bush (Chaps. 3–4), the Tenth Plague and Exodus (12:29–42), the Deliverance at the Sea (14–15:21), the Revelation at Sinai (Chaps. 19–20), the Calf Episode (Chap. 32), and Completion of the Tabernacle (Chap. 40). Anchoring these dramatic scenes, at the center of the book, is the Sinai Revelation. The Binding of Yitzhak (Isaac) in Chapter 22 of Genesis serves much the same focusing function.", "2. There exist three strategically placed accounts of God’s Presence accompanying the Israelites (13:21–22, 24:15–18, 40:34–38) which share a common vocabulary. Key words in these passages are “day/night,” “cloud,” “fire,” “dwell,” “Glory,” “cover,” “go up,” and “in the eyes of the Children of Israel/before the people” (it should be noted that not every passage uses all of these terms). These words chart God’s movement: first, following the Exodus; second, following the concluding of the covenant; and third, following the erection of the Tabernacle, at the end of the book. A variation of these Presence accounts occurs in Numbers 9:15–23, where it rounds out the picture—for it is at this point that the Israelites finally depart from Sinai (having spent about a year there), on their journey toward the Promised Land.", "3. Several leading words recur throughout the book and give it a sense of unity:", "<i>serve</i>— The Israelites pass from “servitude” to Pharaoh into the “service” of God; laws are given that warn against “serving” other gods, that specify how a “serf” is to be treated, and that detail the “service” (i.e., construction and dismantling) of a sanctuary where God is to be properly “served.”", "<i>Glory</i>—Liberated from Pharaoh’s “stubbornness” (Heb. <i>koved lev</i>), the Israelites experience God’s “Glory” (Heb. <i>kavod</i>) at the Sea of Reeds, and encounter it again at Sinai (Chap. 24) and when the Tabernacle is completed (Chap. 40). When Israel falters in Chapter 32, Moses begs to see God’s “Glory” as a sign of reassurance. This is one of the central issues of the book, receiving its clearest formulation in Chap. 17:7—“Is Y<small>HWH</small> in our midst, or not?” Without the accompanying Presence, the Israelites can survive neither in Egypt nor in the wilderness. That the book ends with the “Glory” taking up residence in the Tabernacle is a sign that all is well in this regard.", "<i>know</i>—The Plagues and the liberation take place so that Egyptian and Israelite alike will acknowledge God as the true ruler (who “knows” the slaves’ sufferings). The book as a whole portrays a God who is “known” by his compassion toward the oppressed.", "<i>see</i>—God “sees” and rescues the people early in the book (Chap. 3); they “see” his deliverance at the sea (Chap. 14) and the awesome display at Sinai (Chaps. 19-20); the Tabernacle blueprint is given to Moshe to “see” (Chaps 25ff.).", "4. Aside from theme words, there are also several thematic threads that run through the book. These may be listed as well:", "<i>distinction</i>—The Israelites learn what it is to be separated out, first for oppression and later for God’s service. This process occurs during the Plagues and throughout the legal sections, which are often based on the making of distinctions (the Hebrew word for “holy,” <i>kadosh,</i> may originally have had this connotation). In general, Exodus is a book that abounds in polarities and distinctions: between God and Pharaoh, life and death, slavery and freedom, Egyptianness and Israeliteness, city and wilderness, visible gods/magic and an invisible God who is not conjurable, doubt and trust.", "<i>construction</i>—The Israelites are enslaved as builders of Egyptian cities; they go on to build a society, a calf-god, and a Tabernacle.", "<i>rebellion</i>—From the beginning, God and Moshe are often unheeded, as the Israelites seek to maintain or return to their status as dependent slaves in Egypt (Chaps. 2, 5, 14, 15–17, 32).", "<i>Sabbath</i>—As a newly freed people, Israel is to adapt to a rhythm of work and sacred cessation, which celebrates both creation and freedom. The Sabbath is at issue immediately after liberation (Chap. 16) and is commanded three times (Chaps. 20, 31, 35); and the account of the Tabernacle’s completion echoes the vocabulary of God’s completed creation in Genesis 2, a passage which serves as one justification for observing the Sabbath (see Ex. 20:11).", "<i>origins</i>—We are told of the beginnings of the new covenant (distinct from that concluded with Abraham), the law system, the cult/priesthood, and the sacred calendar, but with the significant omission of the monarchy.", "<i>covenant</i>—God establishes a relationship with the people of Israel: if they will obey him and observe his laws, he will protect them and treat them as his “firstborn son.” This form of covenant is different from the ones in Genesis, and plays a significant role in subsequent books of the Bible.", "<i>God in History</i>—The God of Exodus actively intervenes to rescue a people, defeating their oppressors in battle; he leads them through the wilderness, meets them, and makes a covenant with them.", "5. The above themes are specifically Israelite themes. There are, however, motifs in Exodus that have a more universal ring. One could term these anthropological, since they employ standard aspects of human experience to convey the overall messages of the book.", "<i>Fire</i> is used frequently and in varied contexts (at the Burning Bush and later back at Mount Sinai, in the desert trek, in the Tabernacle service, and at the Calf incident), usually to make a statement about God. In contrast to conventional fire gods (e.g., the Norse trickster Loki), the God of Exodus is most often associated with the more positive aspects of fire: constancy, purity, and transformation. The fire at Sinai does not destroy Moshe and the people, but rather turns them into something new. At the same time it should not be forgotten that fire is used regularly to connote anger in the Bible, especially God’s, and especially in the later wilderness narratives.", "<i>Water</i> appears throughout Exodus, not as a backdrop but as an active medium which most often signifies life and death simultaneously. The Nile, into which the enslaved Hebrews’ babies are thrown, gently bears the infant Moshe to safety: the Nile, the giver of life in Egypt, is changed into blood, itself a major signifier of life in the Bible but useless here because it is undrinkable; the Sea of Reeds acts as a passageway of birth for the Israelites but as a graveyard for their Egyptian pursuers. The availability of water becomes a central issue in the wilderness, as an instrument for survival and for the testing of the Israelites’ faith. Finally, water creates the ritual purity necessary for the people at Sinai and their priests in the Tabernacle to approach God.", "<i>Desert/Wilderness</i> is the scene of the crucial second part of the book. Only in the desert, away from the massive influence of age-old Egyptian culture, can the new Israelite society be forged. Moshe, like many other real-life and fictional heroes, demonstrates this in his own early life. The desert acts as a purifying agent for him, changing the Egyptian prince into a member of his own true people. Similarly, the Israelites begin the process of transformation from bondage to self-rule, a process which is taught in the harsh reality of desert life and which will take an entire generation to complete.", "In point of fact, all these media—fire, water, and desert—suggest change as a major concern of the book of Exodus. Our text chronicles the start of Israel’s journey as a nation, a transformative journey which takes vastly changed circumstances, a whole generation in time, and indeed several books of recounting to complete. Exodus is very concerned with topography—not for the purposes of historical recollection (as Genesis was, apparently) but as an account of an inner journey. Thus the people travel to the boundary between Egypt and the desert, through the sea, to the great fiery mountain; and we know that they cannot but be on their way to a final goal. That goal, the Promised Land, will not be realized in Exodus, because in this book we stand only at the beginning of the journey. Change does not occur quickly, and the true molding of a people, like that of an individual, requires formative experiences over time. In Exodus, then, the People of Israel begins in adolescence, as it were. It has survived infancy in Genesis, a period marked by constant threats of physical extinction, and must now begin the tortuous process of learning to cope with adulthood—that is to say, people-hood—in a hostile world.", "That process will take us past the present text. Exodus stands at the beginning of a trilogy in the middle of the Torah. It takes us from slavery up to Sinai, inaugurating the law-giving process. Leviticus will concentrate almost exclusively on laws (of “holiness”), never budging geographically, while Numbers will see the conclusion of the Sinai experience and the traveling toward (and actually reaching) the land of Israel. Exodus is thus of great importance in the overall five-book pattern, introducing key elements of the wilderness books: law, institutions, rebellion, and—Moshe himself. It serves as a bridge between the great narratives of Genesis and the priestly code of Leviticus and the wanderings of Numbers (Green­berg 1972 notes how the opening of Exodus points back, to Gen. 46; and the closing points forward, to Num. 9). It in fact contains elements of all three books.", "Exodus is the basis not only of what follows in the Torah, but also sets the stage for the rest of the Hebrew Bible. What Israel understood of its God, and what that God expects of them, are set forth most directly and unforgettably in the memories enshrined in the book of Exodus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382dcc9ad75f2d99af8a0", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part IV; The Instructions for the Dwelling and the Cult, The Framework 1", "anchorRef": "Exodus 26:15-30", "anchorRefExpanded": ["Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part IV; The Instructions for the Dwelling and the Cult, The Framework 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ה׳, שמות הערה ז׳ א׳", "anchorVerse": 15, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה ז׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Exodus 26:15-30\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Exodus 26:15-30</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620e3ce81a2caee268cf4d23", "index_title": "Ohr LaYesharim on Jerusalem Talmud Taanit", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Taanit 2:2:7", "anchorRef": "Exodus 25:1-30:38", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Taanit 2:2:7", "sourceHeRef": "אור לישרים על תלמוד ירושלמי תענית ב׳:ב׳:ז׳", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 2.0007, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Taanit", "he": "אור לישרים על תלמוד ירושלמי תענית"}, "he": "ומשיבים עוד (תשובה חמישית): <b>רבי שמואל בר נחמן</b> (אמורא ארץ ישראלי בדור השני והשלישי) אמר <b>בשם רבי יונתן</b> (אמורא ארץ ישראלי בדור הראשון)<b>:</b> שמונה עשרה ברכות שבתפילה הן <b>כנגד שמונה עשר ציווין</b> (ציוויים) – המילים: \"כאשר ציוה ה'\", או: \"ככל אשר ציוה ה'\", <b>שכתוב</b> (שכתובים) <b>בפרשת משכן שני</b> – בספר שמות מסופר פעמיים על המשכן: פעם ראשונה בציווי המשכן (שמות כה,א - ל,לח), ופעם שנייה בעשיית המשכן ובהקמתו (שמות לו,ח עד סוף הספר, וזו היא פרשת משכן שני)<b>. אמר רבי חייה בר אדא</b> (במקבילה בברכות: בר ווא (בר אבא))<b>: ובלחוד מן</b> – ובלבד מן <b>\"ואתו אהליאב בן אחיסמך למטה דן\"</b> (שמות לח,כג) – הציוויים שכתובים מפסוק זה בלבד ואילך, <b>עד סופיה דסיפרא</b> – עד סופו של הספר (ספר שמות) מן המנין הם, אבל הציווי שכתוב בפסוק שלפניו: \"כל אשר ציוה ה'\" (שמות לח,כב), שהוא הציווי הראשון בפרשת משכן שני, אינו מן המנין. ואלה הציוויים שמן המנין: שמות לט,א; לט,ה; לט,ז; לט,כא; לט,כו; לט,כט; לט,לא; לט,לב; לט,מב; לט,מג, מ,טז; מ,יט; מ,כא; מ,כג; מ,כה; מ,כז; מ,כט; מ,לב. ועולה מספרם שמונה עשר<b>.</b><br><br><small>נראה שהטעם שאין מונים את הציווי הראשון, משום שהוא לגופו ואינו מופנה לדרשה, שראשון תחילה נאמר ואין דורשים תחילות.<br><br>מכיון שהתפילה היא במקום העבודה (עבודת הקורבנות), והתפילות תוקנו כנגד הקורבנות, לכן קבעו את מנין הברכות שבתפילה כמנין הציוויים שיש בעשייתו ובהקמתו של המשכן, שבו הקריבו קורבנות.<br><br><b>כנגד שמונה עשר ציוויים</b><br>ב<b>ויקרא רבה</b> א,ח נאמר: רבי שמואל בר נחמן אמר בשם רבי נתן (הוא רבי יונתן): שמונה עשר ציוויים כתובים בפרשת משכן, וכנגדם קבעו חכמים שמונה עשרה ברכות שבתפילה. אמר רבי חייא בר אדא: לבד מ\"ואיתו אהליאב בן אחיסמך למטה דן\" (שמות לח,כג) ועד סופא דסיפרא.<br>וב<b>מדרש תהילים</b> כט,ב נאמר: דבר אחר: כנגד שמונה עשרה אזכרות שיש בעשיית המשכן ב\"אלה פקודי\" - \"כאשר ציוה ה'\", \"ככל אשר ציוה ה'\" - שמונה עשרה פעמים, כנגדן תיקנו שמונה עשרה ברכות שמתפלל אדם בכל יום.<br>וב<b>מדרש תנחומא</b> פרשת 'וירא' סימן א נאמר: ...ורבי יוחנן אמר: כנגד שמונה עשר ציוויים שבמשכן, שהם בסוף ספר \"ואלה שמות\", והם: \"כאשר ציוה ה' את משה\" שמונה עשרה פעמים.<br>וב<b>אוצר המדרשים</b> עמוד תקלו נאמר: \"כאשר ציוה ה' את משה\" שב\"אלה פקודי המשכן\" שמונה עשרה פעמים, כנגד שמונה עשרה ברכות שבתפילה, לומר לך שהתפילה במקום עבודה היא, וכנגד שמונה עשרה חוליות שבשדרה, לקיים מה שנאמר: \"כל עצמותי תאמרנה ה' מי כמוך\" (תהילים לה).<br><br><b>שמונה עשרה ברכות כנגד…</b><br>ב<b>במדבר רבה</b> ב,א נאמר: בשמונה עשר מקומות משה ואהרן מזוגים (שווים), רמז לשמונה עשרה ברכות, כנגד שמונה עשרה אזכרות שכתובות ב\"שמע ישראל\" וב\"מזמור לדוד הבו לה' בני אלים\" (תהילים כט).<br>• • •<br>ב<b>תוספתא ברכות</b> ג,יב שנו: בשבת וביום טוב וביום הכיפורים מתפלל שבע, ואומר קדושת היום באמצע.</small>", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2004", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63c9432c01e878406e0cfddc", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Beshalach 16:234", "anchorRef": "Exodus 26:20", "anchorRefExpanded": ["Exodus 26:20"], "sourceRef": "Zohar, Beshalach 16:234", "sourceHeRef": "ספר הזהר, בשלח ט״ז:רל״ד", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 16.0005, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "בשלח", "he": "ר' חִיָּיא אָמַר, מַה עָבִיד קוּדְשָׁא בְּרִיךְ הוּא, תַּקִּין לְהַהוּא נוּקְבָּא וְשַׁכְלִיל שְׁפִירוּתָהּ עַל כֹּלָּא, וְעַיְילָהּ לְאָדָם, הֲדָא הוּא דִכְתִיב וַיִּבֶן יְיָ' אֱלֹהִים אֶת הַצֵּלָע אֲשֶׁר לָקַח מִן הָאָדָם לְאִשָּׁה. תָּא חֲזֵי, מַה כְּתִיב לְעֵילָּא, וַיִּקַּח אַחַת מִצַּלְעוֹתָיו. מַאי אַחַת. כְּמָה דְאַתְּ אָמֵר (שיר השירים ו׳:ט׳) אַחַת הִיא יוֹנָתִי תַּמָּתִי אַחַת הִיא לְאִמָּהּ. מִצַּלְעוֹתָיו: מִסִּטְרוֹי. כְּמָה דְאַתְּ אָמֵר, (שמות כ״ו:כ׳) וּלְצֶלַע הַמִּשְׁכָּן.", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63c9427201e878406e0ce09c", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Bereshit 27:281", "anchorRef": "Exodus 26:20", "anchorRefExpanded": ["Exodus 26:20"], "sourceRef": "Zohar, Bereshit 27:281", "sourceHeRef": "ספר הזהר, בראשית כ״ז:רפ״א", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 27.0003, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "בראשית", "he": "וְכֵן אִתְּמָר בְּמשֶׁה וַיִּבֶן ה' אֱלהִים אֶת הַצֵּלָע. כְּמָא דְאַתְּ אָמֵר, (שמות כ״ו:כ׳) וּלְצֶלַע הַמִּשְׁכָּן הַשֵּׁנִית. צֶלַע וַדַּאי מִסִּטְרָא דְחֶסֶד חִוָּור מִתַּמָּן אִתְקְרִיאַת סִיהֲרָא. וַיִּסְגֹּר בָּשָׂר תַּחְתֶּנָּה (תיקון כ\"א וכ' ע\"ב) בָּשָׂר דְּאִיהוּ סוּמָק מִסִּטְרָא דִגְבוּרָה וְאִתְכְּלִיל בְּתַרְוַויְיהוּ. בְּהַהוּא זִמְנָא (שיר השירים ב׳:ו׳) שְׂמֹאלוֹ תַּחַת לְרֹאשִׁי וִימִינוֹ תְּחַבְּקֵנִי.", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63c943b601e878406e0d13b6", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Vayikra 45:318", "anchorRef": "Exodus 26:20", "anchorRefExpanded": ["Exodus 26:20"], "sourceRef": "Zohar, Vayikra 45:318", "sourceHeRef": "ספר הזהר, ויקרא מ״ה:שי״ח", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 45.0003, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "ויקרא", "he": "וכַד קָם אָדָם, הֲוַות נוּקְבָתֵיהּ תְּקוּעָה בְּסִטְרוֹי. וְהַהִיא נִשְׁמְתָא קַדִּישָׁא דְּבֵיהּ, הֲוָה אַסְגֵּי לְהַאי סִטְרָא, וּלְהַאי סִטְרָא, וְסַגֵי לְהַאי וּלְהַאי, בְּגִין דְּהָכִי אִתְכְּלִילַת. לְבָתַר נָסַר קוּדְשָׁא בְּרִיךְ הוּא לְאָדָם, וְתָקִין לְנוּקְבֵיהּ, הֲדָא הוּא דִכְתִיב (בראשית ב׳:כ״ב) וַיִּבֶן יְיָ' אֱלֹהִים אֶת הַצֵּלָע וְגוֹ'. אֶת הַצֵּלָע הָא אוֹקִימְנָא, כְּמָה דְאַתְּ אָמֵר (שמות כ״ו:כ׳) וּלְצֶלַע הַמִּשְׁכָּן. וַיְבִיאֶהָ אֶל הָאָדָם, בְּתִקּוּנָהָא כְּכַלָּה לַחוּפָּה.", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64185ae0aa3092025bb8a993", "index_title": "Reggio on Torah", "category": "Quoting Commentary", "type": "", "ref": "Reggio on Torah, Genesis 2:21:2", "anchorRef": "Exodus 26:20", "anchorRefExpanded": ["Exodus 26:20"], "sourceRef": "Reggio on Torah, Genesis 2:21:2", "sourceHeRef": "ביאור יש\"ר על התורה, בראשית ב׳:כ״א:ב׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 21.0002, "collectiveTitle": {"en": "Reggio on Torah", "he": "ביאור יש\"ר על התורה"}, "heTitle": "בראשית", "he": "<b>מצלעותיו,</b> העצמות שהן בשני צדי הגוף של כל הבע\"ח נקראים צלעות, ובדרך השאלה נקרא הצד והפאה של כל דבר בשם צלע, כמו ולצלע המשכן השנית (שמות כ\"ו כ') והנה עם כי בתרגומי הלכתי אחר דעת אונקלוס והמתרגם האשכנזי לפרשו צלע ממש, עכ\"ז לבי אומר לי שפירושו האמיתי הוא מלשון צד כדעת רש\"י ורד\"ק ז\"ל כי דו פרצופים נבראו מחוברים זה בצד זה, ועתה הפרידם הש\"ית וסגר בשר תחת מקום הפרידה וראיה גדולה אצלי על זה, כי ביצירת האשה לא נזכר דבר מן הנשמה שנופח בה כמו שאמר באדם, והבן:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc41758c1dc532ec8a67", "index_title": "Steinsaltz on Exodus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Exodus 26:20", "anchorRef": "Exodus 26:20", "anchorRefExpanded": ["Exodus 26:20"], "sourceRef": "Steinsaltz on Exodus 26:20", "sourceHeRef": "ביאור שטיינזלץ על שמות כ״ו:כ׳", "anchorVerse": 20, "sourceHasEn": true, "commentaryNum": 26.002, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על שמות", "he": "<b>וּלְצֶלַע הַמִּשְׁכָּן הַשֵּׁנִית,</b> השנייה, \n  <b>לִפְאַת צָפוֹן — עֶשְׂרִים קָרֶשׁ.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>For the second side of the Tabernacle, for the north side: twenty boards, </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "67065bd0a1e7438b03ddece8", "index_title": "Guide for the Perplexed", "category": "Jewish Thought", "type": "", "ref": "Guide for the Perplexed, Part 2 30:20", "anchorRef": "Exodus 26:20", "anchorRefExpanded": ["Exodus 26:20"], "sourceRef": "Guide for the Perplexed, Part 2 30:20", "sourceHeRef": "מורה נבוכים, חלק ב' ל׳:כ׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1190], "commentaryNum": 30.002, "collectiveTitle": {"en": "Guide for the Perplexed", "he": "מורה נבוכים"}, "he": "<span class=\"mediumGrey\">אדם וחוה – שני היבטים של כל בן אנוש</span><br><sup>18</sup> מכלל המימרות הללו: דבריהם שאדם וחוה נבראו יחד, מחוברים גב אל גב, וש(אדם) חולק ונלקח חציו, שהוא חוה, והועמד לנגדו. ובדבריו \"[וַיַּפֵּל ה' אֱלֹהִים תַּרְדֵּמָה עַל הָאָדָם וַיִּישָׁן וַיִּקַּח] אַחַת מִצַּלְעֹתָיו [וַיִּסְגֹּר בָּשָׂר תַּחְתֶּנָּה]\" (בראשית ב,כא) הכוונה היא לאחד מצדדיו, והביאו ראיה מ\"צֶלַע הַמִּשְׁכָּן\" (שמות כו,כ;כו), שתרגומה הוא \"סְטַר מַשְׁכְּנָא\" (=צד המשכן), וכן אמרו \"מִן סִטְרוֹי\" (=[אחד] מצדדיו) (בראשית רבה ח,א). הבן נא כיצד התבאר שהם שניים במובן מסוים בעוד שהם אחד, כמו שאמר: \"[וַיֹּאמֶר הָאָדָם זֹאת הַפַּעַם] עֶצֶם מֵעֲצָמַי וּבָשָׂר מִבְּשָׂרִי\" (בראשית ב,כב), והוסיף והדגיש זאת באומרו שהשם חל על שניהם כאחד: \"[לְזֹאת יִקָּרֵא] אִשָּׁה, כִּי מֵאִישׁ לֻקֳחָה זֹּאת\" (שם,כג). הוא הדגיש את איחודם, ואמר: \"[עַל כֵּן יַעֲזָב אִישׁ אֶת אָבִיו וְאֶת אִמּוֹ] וְדָבַק בְּאִשְׁתּוֹ וְהָיוּ לְבָשָׂר אֶחָד\" (שם,כד). כמה רבה בורותו של מי שאינו מבין שכל זה נועד בהכרח לעניין מסוים! דבר זה התברר אם כן.", "heVersionTitle": "Makbili Edition, Mif'al Mishneh Torah, 2024", "heLicense": "", "heVersionTitleInHebrew": "מהדורת מקבילי, הוצאת מפעל משנה תורה, 2024", "text": "One of these utterances is this: “Adam and Eve were at first created as one being, having their backs united: they were then separated, and one half was removed and brought before Adam as Eve.” The term mi-ẓal‘otav (lit. “of his ribs”) signifies “of his sides.” The meaning of the word is proved by referring to ẓel‘a, “the side” of the tabernacle (Exod. 26:20), which Onkelos renders setar (“side”), and so also mi-ẓal‘otav is rendered by him “mi-sitrohi” (of his sides). Note also how clearly it has been stated that Adam and Eve were two in some respects, and yet they remained one, according to the words, “Bone of my bones, and flesh of my flesh” (Gen. 2:23). The unity of the two is proved by the fact that both have the same name, for she is called ishshah (woman), because she was taken out of ish (man), also by the words, “And shall cleave unto his wife, and they shall be one flesh” (ii. 24). How great is the ignorance of those who do not see that all this necessarily includes some [other] idea [besides the literal meaning of the words]. This is now clear.", "versionTitle": "Guide for the Perplexed, English Translation, Friedlander (1903)", "license": "Public Domain", "versionTitleInHebrew": "מורה נבוכים, מתורגם לאנגלית בידי פרידלנדר, 1903"}, {"_id": "5136c31eedbab46cb3d46b0b", "index_title": "Bereshit Rabbah", "category": "Midrash", "type": "", "ref": "Bereshit Rabbah 17:6", "anchorRef": "Exodus 26:20", "anchorRefExpanded": ["Exodus 26:20"], "sourceRef": "Bereshit Rabbah 17:6", "sourceHeRef": "בראשית רבה י״ז:ו׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [400], "commentaryNum": 17.0006, "collectiveTitle": {"en": "Bereshit Rabbah", "he": "בראשית רבה"}, "heTitle": "בראשית רבה", "he": "וַיִּקַּח אַחַת מִצַּלְעֹתָיו <small>(בראשית ב, כא)</small>, רַבִּי שְׁמוּאֵל בַּר נַחְמָן אָמַר מִן סִטְרוֹהִי, הֵיךְ מַה דְּאַתְּ אָמַר <small>(שמות כו, כ)</small>: וּלְצֶלַע הַמִּשְׁכָּן. וּשְׁמוּאֵל אָמַר עִלְעָא חָדָא מִבֵּין שְׁתֵּי צַלְעוֹתָיו נָטַל, תַּחְתֶּיהָ אֵין כְּתִיב כָּאן, אֶלָּא <small>(בראשית ב, כא)</small>: תַּחְתֶּנָּה. אָמַר רַבִּי חֲנִינָא בְּרֵיהּ דְּרַב אִידֵי מִתְּחִלַּת הַסֵּפֶר וְעַד כָּאן אֵין כְּתִיב סַמֶּ\"ךְ, כֵּיוָן שֶׁנִּבְרֵאת נִבְרָא שָׂטָן עִמָּהּ, וְאִם יֹאמַר לְךָ אָדָם <small>(בראשית ב, יא יג)</small>: הוּא הַסּוֹבֵב, תֹּאמַר לוֹ בִּנְהָרוֹת הַכָּתוּב מְדַבֵּר. אָמַר רַבִּי חֲנִינָא בַּר יִצְחָק, עָשָׂה הַקָּדוֹשׁ בָּרוּךְ הוּא נוֹי לְתַחְתִּיתוֹ כְּדֵי שֶׁלֹא יְהֵא מִתְבַּזֶּה כִּבְהֵמָה. רַבִּי אַמֵּי וְרַבִּי יַנַּאי חַד אָמַר עָשָׂה לוֹ מִנְעָל וַאֲפִיפּוֹרִין כָּבוּשׁ עָלָיו כְּדֵי שֶׁלֹא יִצְטָעֵר כְּשֶׁהוּא יוֹשֵׁב. וְחָרָנָא אָמַר עָשָׂה לוֹ כְּסָתוֹת. רַבִּי לֵוִי וְרַבִּי אַמֵּי חַד אָמַר עָשָׂה לוֹ קְבוּרָה, וְחַד אָמַר עָשָׂה לוֹ תַּכְרִיכִין. ", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“He took one of his sides [<i>mitzalotav</i>]”<sup class=\"footnote-marker\">16</sup><i class=\"footnote\"><i>Mitzalotav</i> can mean either “one of his ribs” or “one of his sides.”</i> – Rabbi Shmuel bar Naḥman said: “One of his sides” – as it says: “For the side [<i>tzela</i>] of the Tabernacle” (Exodus 26:20). Shmuel said: He took one rib from between two [other] ribs [<i>tzalotav</i>].<sup class=\"footnote-marker\">17</sup><i class=\"footnote\"><i>Mitzalotav</i> thus means “from the midst of his ribs.”</i> It is not written here, “in its place [<i>taḥteha</i>],” but rather, “in their place [<i>taḥtena</i>].” <br>Rabbi Ḥanina son of Rav Idi: From the beginning of the book until this point the letter <i>samekh</i><sup class=\"footnote-marker\">18</sup><i class=\"footnote\">Here it appears in the word <i>vayisgor, </i>“and He closed it”.</i> is not written. [The allusion is this:] When she was created, Satan was created with her.<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">Satan begins with the letter <i>sin</i>, which is pronounced like <i>samekh</i>. With the creation of Eve, a course of events was set into action, culminating in Eve’s committing of the first sin, and Satan is the source of all sin. </i> If a person will say to you [in objection]: “It is that which encircles [<i>hasovev</i>]” (Genesis 2:11, 13), say to him [in response]: ‘Those verses are referring to the rivers.’<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">Our verse contains the first <i>samekh</i> in regard to the narrative of Creation; those <i>samekhs</i> were merely describing the locations of the rivers.</i> <br>Rabbi Ḥanina bar Yitzḥak said: The Holy One blessed be He made an enhancement for his bottom so that he would not be disgraced like an animal.<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">His anus is concealed. The Midrash interprets <i>taḥtena</i> as “[He closed with flesh] his bottom.”</i> <br>Rabbi Ami and Rabbi Yannai: one said: He made an enclosure and a seat attached to him, so that he would not be uncomfortable when he sits. The other said: He made cushions for him.<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">All these refer to the buttocks, which are unique to humans.</i>  <br>Rabbi Levi and Rabbi Ami: one said: He made burial for him.<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">i>  </i>He understands the phrase to mean, “And He closed the flesh underneath [<i>taḥtena</i>],” that is, underground.</i> And one said: He made shrouds for him.<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">He understands the phrase to mean, “And He covered up the flesh underneath [taḥtena],” that is, after death man is covered with shrouds and placed underground.</i>", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5665584fd6e4a94cc5c0e572", "index_title": "Bereshit Rabbah", "category": "Midrash", "type": "", "ref": "Bereshit Rabbah 8:1", "anchorRef": "Exodus 26:20", "anchorRefExpanded": ["Exodus 26:20"], "sourceRef": "Bereshit Rabbah 8:1", "sourceHeRef": "בראשית רבה ח׳:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [400], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Bereshit Rabbah", "he": "בראשית רבה"}, "heTitle": "בראשית רבה", "he": "וַיֹּאמֶר אֱלֹהִים נַעֲשֶׂה אָדָם בְּצַלְמֵנוּ כִּדְמוּתֵנוּ <small>(בראשית א, כו)</small>, רַבִּי יוֹחָנָן פָּתַח <small>(תהלים קלט, ה)</small>: אָחוֹר וָקֶדֶם צַרְתָּנִי וגו', אָמַר רַבִּי יוֹחָנָן אִם זָכָה אָדָם, אוֹכֵל שְׁנֵי עוֹלָמוֹת, שֶׁנֶּאֱמַר: אָחוֹר וָקֶדֶם צַרְתָּנִי, וְאִם לָאו הוּא בָּא לִתֵּן דִּין וְחֶשְׁבּוֹן, שֶׁנֶּאֱמַר <small>(תהלים קלט, ה)</small>: וַתָּשֶׁת עָלַי כַּפֶּכָה. אָמַר רַבִּי יִרְמְיָה בֶּן אֶלְעָזָר בְּשָׁעָה שֶׁבָּרָא הַקָּדוֹשׁ בָּרוּךְ הוּא אֶת אָדָם הָרִאשׁוֹן, אַנְדְּרוֹגִינוֹס בְּרָאוֹ, הֲדָא הוּא דִכְתִיב <small>(בראשית ה, ב)</small>: זָכָר וּנְקֵבָה בְּרָאָם. אָמַר רַבִּי שְׁמוּאֵל בַּר נַחְמָן, בְּשָׁעָה שֶׁבָּרָא הַקָּדוֹשׁ בָּרוּךְ הוּא אֶת אָדָם הָרִאשׁוֹן, דְּיוּ פַּרְצוּפִים בְּרָאוֹ, וְנִסְּרוֹ וַעֲשָׂאוֹ גַּבִּים, גַּב לְכָאן וְגַב לְכָאן. אֲתִיבוּן לֵיהּ וְהָכְתִיב <small>(בראשית ב, כא)</small>: וַיִּקַּח אַחַת מִצַּלְעֹתָיו, אֲמַר לְהוֹן מִתְּרֵין סִטְרוֹהִי, הֵיךְ מָה דְאַתְּ אָמַר <small>(שמות כו, כ)</small>: וּלְצֶלַע הַמִּשְׁכָּן, דִּמְתַרְגְּמִינַן וְלִסְטַר מַשְׁכְּנָא וגו'. רַבִּי תַּנְחוּמָא בְּשֵׁם רַבִּי בְּנָיָה וְרַבִּי בֶּרֶכְיָה בְּשֵׁם רַבִּי אֶלְעָזָר אָמַר, בְּשָׁעָה שֶׁבָּרָא הַקָּדוֹשׁ בָּרוּךְ הוּא אֶת אָדָם הָרִאשׁוֹן גֹּלֶם בְּרָאוֹ, וְהָיָה מוּטָל מִסּוֹף הָעוֹלָם וְעַד סוֹפוֹ, הֲדָא הוא דִכְתִיב <small>(תהלים קלט, טז)</small>: גָּלְמִי רָאוּ עֵינֶיךָ וגו'. רַבִּי יְהוֹשֻׁעַ בַּר נְחֶמְיָה וְרַבִּי יְהוּדָה בַּר סִימוֹן בְּשֵׁם רַבִּי אֶלְעָזָר אָמַר מְלֹא כָל הָעוֹלָם בְּרָאוֹ, מִן הַמִּזְרָח לַמַּעֲרָב מִנַּיִן, שֶׁנֶּאֱמַר <small>(תהלים קלט, ה)</small>: אָחוֹר וָקֶדֶם צַרְתָּנִי וגו'. מִצָּפוֹן לַדָּרוֹם מִנַּיִן, שֶׁנֶּאֱמַר <small>(דברים ד, לב)</small>: וּלְמִקְצֵה הַשָּׁמַיִם וְעַד קְצֵה הַשָּׁמָיִם. וּמִנַּיִן אַף בַּחֲלָלוֹ שֶׁל עוֹלָם, שֶׁנֶּאֱמַר <small>(תהלים קלט, טז)</small>: וַתָּשֶׁת עָלַי כַּפֶּכָה, כְּמָה דְּאַתְּ אָמַר <small>(איוב יג, כא)</small>: כַּפְּךָ מֵעָלַי הַרְחַק. אָמַר רַבִּי אֶלְעָזָר, אָחוֹר לְמַעֲשֵׂה יוֹם הָרִאשׁוֹן, וָקֶדֶם לְמַעֲשֵׂה יוֹם הָאַחֲרוֹן. הוּא דַעְתֵּיהּ דְּרַבִּי אֶלְעָזָר דְּאָמַר רַבִּי אֶלְעָזָר <small>(בראשית א, כד)</small>: תּוֹצֵא הָאָרֶץ נֶפֶשׁ חַיָּה לְמִינָהּ, זֶה רוּחוֹ שֶׁל אָדָם הָרִאשׁוֹן. אָמַר רַבִּי שִׁמְעוֹן בֶּן לָקִישׁ, אָחוֹר לְמַעֲשֵׂה יוֹם הָאַחֲרוֹן, וָקֶדֶם לְמַעֲשֵׂה יוֹם הָרִאשׁוֹן, הוּא דַעְתֵּיהּ דְּרַבִּי שִׁמְעוֹן בֶּן לָקִישׁ, דְּאָמַר רֵישׁ לָקִישׁ <small>(בראשית א, ב)</small>: וְרוּחַ אֱלֹקִים מְרַחֶפֶת עַל פְּנֵי הַמָּיִם, זֶה רוּחוֹ שֶׁל מֶלֶךְ הַמָּשִׁיחַ, הֵיךְ מָה דְּאַתְּ אָמֵר <small>(ישעיה יא, ב)</small>: וְנָחָה עָלָיו רוּחַ ה', אִם זָכָה אָדָם אוֹמְרִים לוֹ אַתָּה קָדַמְתָּ לְמַלְאֲכֵי הַשָּׁרֵת, וְאִם לָאו אוֹמְרִים לוֹ זְבוּב קְדָמְךָ, יַתּוּשׁ קְדָמְךָ, שִׁלְשׁוּל זֶה קְדָמְךָ. אָמַר רַב נַחְמָן אָחוֹר לְכָל הַמַּעֲשִׂים, וָקֶדֶם לְכָל עֳנָשִׁין. אָמַר רַבִּי שְׁמוּאֵל אַף בְּקִלּוּס אֵינוֹ בָּא אֶלָּא בָּאַחֲרוֹנָה, הֲדָא הוּא דִכְתִיב <small>(תהלים קמח, א)</small>: הַלְּלוּ אֶת ה' מִן הַשָּׁמַיִם וגו', וְאוֹמֵר כָּל הַפָּרָשָׁה, וְאַחַר כָּךְ <small>(תהלים קמח, ז)</small>: הַלְּלוּ אֶת ה' מִן הָאָרֶץ וגו' וְאוֹמֵר כָּל הַפָּרָשָׁה, וְאַחַר כָּךְ אוֹמֵר <small>(תהלים קמח, יא)</small>: מַלְכֵי אֶרֶץ וְכָל לְאֻמִּים <small>(תהלים קמח, יב)</small>: בַּחוּרִים וְגַם בְּתוּלוֹת. אָמַר רַבִּי שִׂמְלָאי כְּשֵׁם שֶׁקִּלּוּסוֹ אֵינָהּ אֶלָא אַחַר בְּהֵמָה חַיָּה וְעוֹף, כָּךְ בְּרִיָּתוֹ אֵינָהּ אֶלָּא אַחַר בְּהֵמָה חַיָּה וָעוֹף, מַה טַּעְמֵיהּ, שֶׁנֶּאֱמַר <small>(בראשית א, כ)</small>: וַיֹּאמֶר אֱלֹהִים יִשְׁרְצוּ הַמַּיִם, וְאַחַר כָּךְ <small>(בראשית א, כד)</small>: וַיֹּאמֶר אֱלֹהִים תּוֹצֵא הָאָרֶץ וגו', וְאַחַר כָּךְ <small>(בראשית א, כו)</small>: וַיֹּאמֶר אֱלֹהִים נַעֲשֶׂה אָדָם וגו'. ", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“And God said: Let us make Man in our image, in our likeness, and let them dominate over the fish of the sea, and over the birds of the heavens, and over the animals, and over all the earth, and over every crawling creature that crawls upon the earth” (Genesis 1:26).</b> <br>“And God said: Let us make Man in our image, in our likeness.” Rabbi Yoḥanan began: “Back and front [<i>aḥor vakedem</i>], You shaped me…” (Psalms 139:5) – Rabbi Yoḥanan said: If a person merits, he partakes of two worlds, as it is stated: “Back and front, You shaped me.”<sup class=\"footnote-marker\">1</sup><i class=\"footnote\"><i>Aḥor vakedem</i> can be translated “the end, and that which precedes it,” – an allusion to this world and the World to Come.</i> But if not, he will come to give an accounting, as it is stated: “You placed Your palm on me” (Psalms 139:5).<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">The following line should be here instead of where it appears, later in the midrash: Just as it says: “Distance Your palm from me” (Job 13:21). This verse shows that God’s “palm” refers to His punishment of man (<i>Matnot Kehuna</i>). </i> <br>Rabbi Yirmeya ben Elazar said: When the Holy One blessed be He created Adam the first man, He created him androgynous. That is what is written: “He created them male and female” (Genesis 5:2). Rabbi Shmuel bar Naḥman said: When the Holy One blessed be He created Adam the first man, He created him with two faces,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">That is, two conjoined bodies, male and female.</i> and [subsequently] He sawed him in two<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Separating the female part from the male part.</i> and made [for] him two backs,<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Where they had previously been joined together.</i> a back here and a back there. They raised an objection to him: But is it not written: “He took one of his ribs [<i>tzalotav</i>] … [and the Lord God built the rib that He took from the man into a woman]”? (Genesis 2:21–22). He said to them: [It means that He took] one of his two sides, as it says: “And for the <i>tzela</i> of the Tabernacle” (Exodus 26:20), which we translate: “And for the side of the Tabernacle...”. Rabbi Tanḥuma in the name of Rabbi Benaya and Rabbi Berekhya in the name of Rabbi Elazar said: When the Holy One blessed be He created Adam the first man, He created him in an unformed state and he was situated from one end of the world to the other. That is what is written: “Your eyes saw my unformed parts...” (Psalms 139:16). <br>Rabbi Yehoshua bar Neḥemya and Rabbi Yehuda bar Simon in the name of Rabbi Elazar said: He created him filling the whole world. From east to west, from where is it derived? It is as it is stated: “Back [<i>aḥor</i>] and front [<i>kedem</i>],<sup class=\"footnote-marker\">6</sup><i class=\"footnote\"><i>Aḥor</i> and <i>kedem</i> can also mean “west” and “east.”</i> You shaped me…” (Psalms 139:5). From north to south, from where is it derived? It is as it is stated: “[From the day God made Adam on the earth,] and from one end of the heavens to the other end of the heavens” (Deuteronomy 4:32). From where is it derived that he even filled the empty space of the world? It is as it is stated: “You placed Your palm on me” (Psalms 139:5) just as it says: “Distance Your palm from me” (Job 13: 21).<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">This line is misplaced here and belongs in section 1, as indicated there.</i>  <br>Rabbi Elazar said: [Adam was created] last [<i>aḥor</i>] among the acts of creation on the last<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">The Hebrew text says “first,” but Rashi emends the text.</i> day, and first [<i>kedem</i>] among the acts of creation on the last day.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">Adam’s spirit was created as the first act of the last day, and his body was created as its final act.</i> This is in accordance with the opinion of Rabbi Elazar, as Rabbi Elazar said: “Let the earth produce the spirit of living beings by their species” (Genesis 1:24) – this is the life spirit of Adam the first man. <br>Rabbi Shimon ben Lakish said: [The creation of Adam was] last [<i>aḥor</i>] among the acts of creation on the last day, and first [<i>kedem</i>] among the acts of creation on the first day. This is in accordance with the opinion of Rabbi Shimon ben Lakish, as Rabbi Shimon ben Lakish said: “And the spirit of God was hovering over the surface of the water” (Genesis 1:2) – this is the spirit of the messianic king, as it says: “The spirit of the Lord will rest upon him” (Isaiah 11:2). If a person is meritorious, it is said to him: ‘You preceded the ministering angels’; if not, it is said to him: ‘A fly preceded you, a gnat preceded you, this earthworm preceded you.’ <br>Rav Naḥman said: [Adam was created] last [<i>aḥor</i>] of all the creations, but was first [<i>kedem</i>] for all punishments.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">As it says regarding the Flood: “He obliterated all existence that was on the face of the earth, from man, to animal, to crawling creature, to birds of the heavens” (Genesis 7:23).</i> Rabbi Shmuel said: Regarding praising [God] as well, he comes last. That is what is written: “Praise the Lord from the heavens…” (Psalms 148:1), and it says the rest of that passage. Then “praise the Lord from the earth, [sea creatures and all depths]” (Psalms 148:7), and it says the rest of that passage. Only after that it says: “Kings of the earth and all nations…” (Psalms 148:11), “young men and maidens” (Psalms 148:12). <br>Rabbi Samlai said: Just as his praising [of God] is only after the animals, the beasts, and the birds, so his creation was only after the animals, the beasts, and the birds. What is the source? It is as it is stated: “Let the water swarm” (Genesis 1:20), and then: “Let the earth produce…” (Genesis 1:24), and then: “And God said: Let us make Man in our image.”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5bf3e229bfb49d008760a916", "index_title": "English Explanation of Mishnah Bava Kamma", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Bava Kamma 3:8:1", "anchorRef": "Exodus 21:28-32:35", "anchorRefExpanded": ["Exodus 21:28", "Exodus 21:29", "Exodus 21:30", "Exodus 21:31", "Exodus 21:32", "Exodus 21:33", "Exodus 21:34", "Exodus 21:35", "Exodus 21:36", "Exodus 21:37", "Exodus 22:1", "Exodus 22:2", "Exodus 22:3", "Exodus 22:4", "Exodus 22:5", "Exodus 22:6", "Exodus 22:7", "Exodus 22:8", "Exodus 22:9", "Exodus 22:10", "Exodus 22:11", "Exodus 22:12", "Exodus 22:13", "Exodus 22:14", "Exodus 22:15", "Exodus 22:16", "Exodus 22:17", "Exodus 22:18", "Exodus 22:19", "Exodus 22:20", "Exodus 22:21", "Exodus 22:22", "Exodus 22:23", "Exodus 22:24", "Exodus 22:25", "Exodus 22:26", "Exodus 22:27", "Exodus 22:28", "Exodus 22:29", "Exodus 22:30", "Exodus 23:1", "Exodus 23:2", "Exodus 23:3", "Exodus 23:4", "Exodus 23:5", "Exodus 23:6", "Exodus 23:7", "Exodus 23:8", "Exodus 23:9", "Exodus 23:10", "Exodus 23:11", "Exodus 23:12", "Exodus 23:13", "Exodus 23:14", "Exodus 23:15", "Exodus 23:16", "Exodus 23:17", "Exodus 23:18", "Exodus 23:19", "Exodus 23:20", "Exodus 23:21", "Exodus 23:22", "Exodus 23:23", "Exodus 23:24", "Exodus 23:25", "Exodus 23:26", "Exodus 23:27", "Exodus 23:28", "Exodus 23:29", "Exodus 23:30", "Exodus 23:31", "Exodus 23:32", "Exodus 23:33", "Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11", "Exodus 24:12", "Exodus 24:13", "Exodus 24:14", "Exodus 24:15", "Exodus 24:16", "Exodus 24:17", "Exodus 24:18", "Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35"], "sourceRef": "English Explanation of Mishnah Bava Kamma 3:8:1", "sourceHeRef": "ביאור אנגלי על משנה בבא קמא ג׳:ח׳:א׳", "anchorVerse": 28, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 8.0001, "collectiveTitle": {"en": "English Explanation of Mishnah Bava Kamma", "he": "ביאור אנגלי על משנה בבא קמא"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>If two oxen which were accounted harmless hurt one another, the owner pays half-damages for that one which suffered the greater hurt.<br>If both were attested dangers full damages are payable for that one which suffered the greater hurt.<br>If one was accounted harmless and the other was an attested danger, that which was an attested danger as against that which was accounted harmless must pay full damages for the greater hurt that the other has suffered, while that which was accounted harmless, as against that which was an attested danger, pays only half damages for the greater hurt that the other has suffered.<br>So, too, if two men hurt one another, full damages are payable for that one which suffered the greater hurt.<br>If a man and an ox which was accounted harmless hurt one another, the man as against the ox accounted harmless must pay full damages for the greater hurt that the other has suffered, while the ox accounted harmless, as against the man, pays only half damages for the greater hurt that the other suffered. Rabbi Akiva says:  “Even if an ox accounted harmless hurt a man, full damages must be paid for that one which suffered the greater hurt.</b><br>This mishnah returns to deal with a subject that we dealt with in the last mishnah of chapter one and in the fourth and fifth mishnayoth of chapter 2 and that is the goring ox.  Remember, there are two types of goring oxen, one that is a previously attested danger (muad), who has been testified against.  The second type is innocent (tam) meaning he is not a previously attested danger.  When a muad damages the owner will pay full damages from the best of his land.  When a tam damages the owner will pay half damages from the value of the tam itself.  This means that the upper limit of liability will be the value of the damaging animal.<br>We will continue to deal with the goring ox for the next two and a half chapters.  I will not be explaining the concepts of tam and muad every time we encounter them.  I will try to reference places where I did explain them.  If you are wondering why the mishnah is so fascinated by the goring ox, it is due to the fact that the Torah mentions the ox quite frequently (Exodus 21:28-32, 35-36).  It is indeed the paradigm for the damaging animal.<br>The rendering of this mishnah into sensible English is very difficult since the mishnah speaks in shorthand.  However, the explanation should make more sense to you.<br>The first section deals with two harmless oxen that gore each other.  In general the owner of each is obligated to pay half damages to the other.  Here we figure out what was the greater damage and the owner of the less injured ox will pay half of that amount.  A table will help.<br>Value of ox before injury<br>Value after injury<br>Damages<br>Amount owed<br>100 (tam)<br>30<br>70<br>35<br>50  (tam)<br>30<br>20<br>10<br>In this case the owner of the ox worth fifty will pay twenty-five to the owner of the ox worth 100.<br>In the second case both of the animals were muad and will therefore pay full damages.   Our table now looks like this:<br>Value of ox before injury<br>Value after injury<br>Damages<br>Amount owed<br>100 (muad)<br>30<br>70<br>70<br>50 (muad)<br>30<br>20<br>20<br>In this case the owner of the ox worth fifty will pay fifty to the owner of the ox worth 100.<br>In the third case one ox was muad and one was tam.  The muad will owe half damages and the tam full damages.  According to our example in this case the animal worth 100 was a muad and therefore will owe full damages for the animal worth 50.  The animal worth 50 is a tam and will therefore pay half damages for the animal worth 100.   Our table now looks like this:<br>Value of ox before injury<br>Value after injury<br>Damages<br>Amount owed<br>100 (muad)<br>30<br>70<br>35<br>50 (tam)<br>30<br>20<br>30<br>In this case the owner of the ox worth fifty will pay 5 to the owner of the ox worth 100.<br>The fourth case of the mishnah deals with human beings who injure one another.  Since a human being is always a muad (see chapter one mishnah four), this is similar to case number two.<br>The fifth and final case deals with a human being (who is always muad) and a harmless ox (tam) who injure one another.  This case is similar to case number three.  We will nevertheless bring a new table.<br>Value before injury<br>Value after injury<br>Damages<br>Amount owed<br>1000-- human (muad)<br>500<br>500<br>250<br>50--ox (tam)<br>20<br>30<br>30<br>In this case the owner of the ox will pay the human 220.  Rabbi Akiva disagrees.  According to him an ox that injures a human being always pays full damages as if it was a muad.  Therefore in the previous scenario the owner of the ox will pay 470 to the human.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c178b30bb386c00d3de61f0", "index_title": "Akeidat Yitzchak", "category": "Jewish Thought", "type": "", "ref": "Akeidat Yitzchak 97:1:4", "anchorRef": "Exodus 26:20", "anchorRefExpanded": ["Exodus 26:20"], "sourceRef": "Akeidat Yitzchak 97:1:4", "sourceHeRef": "עקידת יצחק צ״ז:א׳:ד׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1455, 1495], "commentaryNum": 1.0004, "collectiveTitle": {"en": "Akeidat Yitzchak", "he": "עקידת יצחק"}, "he": "<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">תוכן דברי הרב ז\"ל הוא, הנה כבר נודע לך מביאורי לשער י' (בראשית דף ע\"ו ע\"א) ושער ע\"ו (במדבר ל\"ד ע\"ב ע\"ש) כי בעבור היות האדם מורכב מגוף ונפש יש לו גם ב' מיני השגות אשר יקרא אותן הרב בשם \"דמות\" או \"שבלים\", השגות חושיות, אשר ישיג אותן השכל המעשיי באמצעות חושי הגוף ממקרי ותארי הדברים הפרטיים והחלקיים המורגשים ממנו, והן נקראית בשם \"הכרה\", מלשון הכ' \"הכר נא הכתונת בנך היא אם לא?\" והשגות השכל והן אשר ישיג אותן השכל העיוני מסוגי הדברים הכוללים מגדריהם ועצמותיהם, ד\"מ ע\"י חוש הראות שלנו יכיר שכלנו המעשיי שהאיש הפרטיי הזה העומד לפנינו הוא ראובן או שמעון ובשכלנו העיוני נדע מהותו וגדרו שהוא ממין האדם שהוא חי מדבר, והשגות השכליות האלה נקראות בשם \"ידיעה\" מלשון הכ' \"כי ידעתיו'\" וכו' ר\"ל ידעתי והשגתי מהותו, כי הוא יצוה את בניו אחריו לשמור את דרך ה' והנה כשרו ההכרה החושיית היא דבר נקל מאוד ומשותף לא לבד לכל אדם שהוא בריא בחושיו כי אם גם לבל בע\"ח מרגיש, כי גם הוא יראה בעיניו ובאזניו ישמע ומשתמש גם בשאר חושיו אפס כשרון ההשגה העיונית הוא רק יתרון האדם שהוא בעל שכל לבד, ונקנה לו רק בעמל ויגיעה ע\"י לימוד ועיון והרגל תמידי להתבונן בעצמיות וגדרי הדברים הכוללים האלה, וע\"כ למען הקל קנין השגות עיוניות אלה לאדם, השתמשו החכמים מימי קדם במשל ומליצה לדמות ההשגות העיוניות הכוללות האלה לדברים גשמיים ופרטיים המושגים בחושים הנודעים לכל איש, למען יבינו על ידם על נקלה יותר גם העיונים השכליים הדקים והעמוקים, כמו שנראה שברצות שהע\"ה להזהיר את האדם לבלתי התעצל בקנין החכמ' האמיתית שהוא מזון וחיי הנפש המשכלת הנביש רעיון זה במאמר \"לך אל נמלה עצל\" וכו' אשר לפי כשוטו יורה רק שילמוד מהנמל' להכין בקיץ לחמו ולחם ביתו הגופני, כי ע\"י ראותו בעין שכלו ודעתו הכרח הכנת המזון הגופני לכל אדם, אשר הוא דבר נקל מאוד להבינו, ישכיל ויבין בעצמו ג\"כ עי\"ז הכרח קנין החכמה שהוא מזון וחיי נפש הרוחני [וע\"כ ר\"ל בעבור היות ההשגות החושיות קודמות בזמן לכל אדם ונודעות לו על נקלה בתחלה, השתמשו גם החכמים בשמות אשר הוראתם הראשונה על דברים גשמיים להורות בהם גם על העיונים השכליים [כמו שכתבתי כבר בביאורי לירמיה י' כ\"ב וז\"ל שם הנה ידוע כי מדרך העברי כמו בשאר לשונות להשאיל השמות אשר הונחו בתחלה לציין בהם הדברים הגשמיים אשר עליהם תפול בראשונה עין האדם בהיותו עוד במעמדו הטבעי למען ציין וסמן בהם גם את מושגיו ומושכליו הרוחנים הדומים בענין מה למוחשים אלה הגשמיום לבלתי הצטרך תמיד להמציא מלות ושמות חדשים אשר יורו כל מושגיו החדשים אשר ישיג רק אח\"כ בעלותו בבחינת השתכלותו ממעמדו הטבעיי והבהמיי אל השכליי ועד\"ז השאלו גם שמות ראש. רגל. יד. טבור. ירך. צלע. אשר הונחו בתחלה לסמן בהם רק איברי אדם ידועים, להורות בהם גם על מושכלים הדומים באיכותם דמיון מה לחלקי גוף האדם ואיבריו אלה, בי בעבור היות הראש החבר היותר עליון והיותר נכבד בכל הגוף קראו לכל חלק עליון מדבר מה, וכן לכל איש נכבד בחברתו בשם \"ראש\" כמו \"ראש ההר\" \"ראשי עם\" ובעבור היות הרגל חלק הגוף היותר תחתון כמו שהעבור אמצעי שלו, והצלע והירך והכנף בעוף על צדו, קראו תחתית המשכב \"מרגלותיו\" (רות ג') ואמצע הארץ \"טבור\" (שופטים ט׳:ל״ז) וצדי הארץ ר\"ל צדיה הרחוקים בקצה האופק יקראו פה \"ירכתי ארץ\" וכן \"ירכתי המשכן\" (שמות כ״ו:י״ג) ר\"ל צדי המשכן, או \"כנפות הארץ\" (איוב ל״ח:י״ג) כמו \"כנפות כסותך\" (דברים כ״ב:י״ב) ונאמר (שמות כ״ו:כ׳) \"לצלע המשכן\" להורות גם כן על צדו. ובעבור היות היד החלק היוצא מן הגוף להתפשט למרחוק נקרא כל דבר יוצא ומתפשט מהכלי לחוץ בשם \"יד\" \"וידות החופנים\" (מ\"א ז') וכן בעבור עשות האדם כל פעולותיו באמצעות היד, ורק בה יראה כחו לזולתו, הושאל שם \"יד\" להורות גם על הכח בכלל כמו \"וירא ישראל את היד הגדולה\" (שמות י״ד:ל״א) וכן הושאל שם \"מטה אשר הוראתו הראשונה להורות על גזע אשר ממנו יצאו אח\"כ הסעיפים והענפים. להורות על האב וראש המשפחה, אשר ממנו נולדו הבאים אחריו אשר ייוחסו אליו כסעיפים אל הגזע, כמו \"מטות אבותם\" (במדבר א׳:ט״ז).]] וגם התורה הקדוש' החכימה לעשות כן, כי כל דבריה אף שהם מורים לפי פשוטם על ענינים גשמיים צפונים בכל זאת במשכיותיהם גם עיונים שכליים דקים ועמוקים, באופן שאם הנגלה מהם הוא ענין קדוש, הרעיון הטמון בו היא קדש הקדשים, וע\"ז רומז גם מאה\"כ \"שימו לבבכם על כל הדברים וכו' \"כי לא דבר רק (ר\"ל הבלתי צופן במחבואו גם רעיון נשגב ונשא) הוא מכם\" ומעתה יאמר הרב ז\"ל כי גם דיני המלחמה הנתובים בפרשתנו אף שהם מורים לפי פשוטם על מלחמת ישראל עם העמים אשר סביביתם ואיך יתנהגו בה ירמזו גם על המלחמות הפנימיות אשר לאדם בגופו ונפשו, כי מלבד שיש לפעמים באדם מלחמה פנימית בין כוחותיו ולחיותיו הגופניות, אשר ממנה יסובב כל חולי וכל מדוה, יש גם מלחמה אחרת ויותר נסתרת בקרבו, והיא התקוממות התכונות הנפשיות ומלחמת ההתפעליות בקרבו יחד, והנה אף שגם שתי אלה המלחמות הפנימיות המסבבות חולי הגוף וחולי הנפש, תראינה גם כן החוצה על מראה פני האדם, כמו שתראה המלחמה החיצונה לעיני כל, כמו שאה\"כ על חולי הגוף \"מדוע אתה ככה דל בן המלך\" וכו', ועל תכונת הנפש לטובה או לרעה \"לב שמח ייטיב גהה ורוח נכאה תייבש גרם\" ומאה\"כ \"מדוע פניך רעים וכו' אין זה כי אם ריע לב\" בכל זאת יש עיד הבדל רב ביניהם, כי הן יותר מסוכנות לאדם, ממלחמת אויביו, כי היא תעשה ותלחם לרוב רק בעבור בצע כסף, או מרעה טוב או שאר קנין זמניי ומדומה, אשר ע\"כ ידעו גם על נקלה שאר הסוחרים או העשירים לפשר הדבר בין הלוחמים ולעשות שלום ביניהם, אפס חולי הגוף מלבד שהיא מסבב לפעמים גם מיתת בעליו, באופן שאחריתו מר מאוד, יצטרך גם לרפואתו חכמת ותבונת רופא חכם מאוד, אשר ידע ויכיר אל נכון סיבת החולי ומהותה למען ידע ג\"כ באיזה אופן ובאיזה סמי מרקחת ושאר אמצעים ראוים יוכל לרפאותו, ואף כי חולי הנפש שהוא רע ומר מאוד לאדם, יען כי על ידו ישחת כבודו, הודו, והדרו האמיתי, ואין איש יוכל לרפאות אותו בשלימות כ\"א הי\"ת לבדו, אשר הוא היותר שלם והיותר חכם מכל הנמצאים זולתו, כי רק הוא לבדו רופא הנפשות האמיתי, כמא\"הכ \"רפאני ה' כי נבהלו עצמי ונפשי נבהלה מאוד\", וכו', וע\"פי ההקדמה הזאת ישתדל הרב ז\"ל לבאר שכל מה שנאמר בפרשתנו מדיני הנהגת ישראל במלחמותיהם נגד כל אויביהם מסביב, אף שלפי מראהו החיצוני יורה רק על המלחמה החיצונית, בכל זאת צפון בקרבו גם משפט הנהגת כל איש ישראל נגד איוביו הפנימיים שהם תשוקותיו ותאותיו החמריות והתפעליותיו הגופניות, אשר כהמון מים רבים תהימנה בקרב איש ולב עמוק. גם יבואר עוד לפנינו במה שיבוא בשער הזה, כי נצחון האיוב החצוני ותשועת ישראל מיד צר, תלוים ומסובבים רק מהי\"ת. אשר רק בלכתם בדרך המוסר והמישרים לשמוע בקולו ולכבוש כפי יכלתם האנושית בבחירתם החפשית את יצרם הרע שהוא האויב היותר גדול אשר יארוב להם במסתרים במצפוני לבם אשר ע\"ז יורו גם המצות הנאמרות בפרשה בהשקפה ראשונה רק על המלחמה הגופנית והחיצונית (כמי שיבואר עוד לפנינו) יעזרם לא לבד להכניע אותו תחת ידם, כי אם יתמוך גם בימינם לעמוד נגד אויביהם החיצונים ולהדבר צריהם תחתיהם וע\"ז רומז גם מאחז\"ל שהחל בו הרב ז\"ל \"על אויביך כנגד אויביך וכו' אם עשית כל הסדר האמור בענין סוף שה' אלהיך נתנו בידך. \n</i>מהיותני מחוברים משני החלקים הידועים והנגלים נתחייבו לנו שני מיני דעות או שכלים. האחד נקשר עם החמר השקר טבעי והוא המכיר ומשיג בענינים החלקיים אשר מציאותם בפועל באלו החמרי' החלקיים המורכבים. והשני המשיג בענינים אשר מציאותם לבד הוא בשכלים. דרך משל אנחנו משיגים את פלוני זה הרמוז הוא חי מדבר הנה ההכרה האישיית שהוא פלוני זה השגנוה באלו החושים החומריים מצד מה שירגיש אותו בגלמו וקומתו ושאר מקריו אמנם שהוא חי מדבר אנחנו משיגים אותו בכח נכבד מזה והוא השכל המשיג בכוללים שזה הפלוני מצד שהוא איש מדבר אינו חלקי והמאמרים מבדילים אלו ההשגות בטוב. אמנם יראה שהענין הראשון האישיי הרמוז יאמר בשם הכרה כמו שאמר מצאתי חן בעיניך להכירני ואנכי נכריה (רות ב׳:י׳-י״א). והענין השני ככולל יאמר ידיעה שהוא הודעת הדבר בגדרו. וכמו שאמר כי ידעתיו למען אשר יצוה את בניו ואת ביתו אחריו וגו' (בראשית י״ח:י״ט) אמר שידעו בגדרו ומהותו אשר לו ימשכו הסגולות אשר הזכיר למען אשר יצוה וגו'. ובמאמר ואתה אמרת ידעתיך בשם (שמות ל״ג:י״ב) כתבתי ענין נחמד מזה המין. והנה הוא מבואר כי ההשתמש בענין הראשון מההרגש וההכרה הוא נקל מאד כי הוא דבר כולל משותף לכל חי מרגיש אמנם ההשחמש בשכל היודע הוא עניך קשה וצריך למוד ועיון ותושיה רבה ולזה שמו החכמים הראשונים בענין המראה לראות בו עניני השני. וזה כי כל דבר מושכל שהעמידה עליו תקשה על המשיג יראו דוגמתו בענינים המורגשים המושגים אצלו ראשונה ויהיה לו זה כסולם מוצב לעלות עליו וזה ענין המשלים כלם שראש ממציאם היה שלמה הע\"ה כמו שזכרו חז\"ל ודברי ספריו יוכיחו ופרסום אמריו בספר מיוחד משלי שלמה בן דוד וגו'. כי הנה כל מה שמצא ענינו קשה לציירו בנפש המשילו במה שנמצא מורגש חוץ לנפש בכל הדברים אשר דבר ואשר הוא מפורסם יותר מזה הענין הוא אומרו לך אל נמלה עצל וגו' אשר אין לה קצין וגו' תכין בקיץ לחמה וגו' (משלי ו׳:ו׳) כי עם שהוא מוסר לעצלים להכנת הדברים הצריכים לחיי גופיתם הוא מבואר שכוונתו היתה על הלחם המיוחד אשר עליו תחיה נפש האדם כי יחיייב מכח המשל כי כמו שמציאותם הוא נבדל ברוחק גפלא כן יהיה מזונם נבדל תכלית ההבדל וכן אמר ארבעה הם קטני ארץ והמה חכמים מחוכמים הנמלים כו' השפנים כו' (שם ל') וכבר זכרנום בשער ע\"א וזולת אלו היותר שהיה שלמה חכם תקן משלי' הרבה (קהלת י״ב:ט׳) ודי בזה. ואין שום ספק כי על זה שענין נשתמש' התורה האלהית בכל אשר תדבר כי עם שחצוני דבריה המה ענינים נפלאים הכרחיים על מקבליה ידיעתה ועשייתה הנה לא סרה מרמוז בהם אל ענינים עמוקים ודקים נפשיים יהיו כתרים ועטרות בראש הדברים ההם הנגלים הדברים המפורסמים בה יהיו קדש והנסתרים קדש קדשים. כי על זה אמר שימי לבבכם לכל הדברים אשר אנכי מעיד בכם היום אשר תצום את בניכם וגו' כי לא דבר רק הוא מכם וגומר (דברים ל\"ב) כמו שביארנו זה אצל הדבור מגן עדן מקדם בשער ז' וקיימנוהו בספירי המשכן וזולתו ואין שום בעל שכל יכול להכחישו זה ולא להפטר מעיונו והשגחתו כי בקבלת זה יותרו כמה ספקות מלב הסכלים בעמדם על ספורי התורה האלהית כמו שזכרנו שם ומהנאות שאלו הענינים מדברי המלחמות אשר אנחנו בביאורם יהיה מזה המין תדבר בערירם הכרחיים אל כחיים הזמניים המפורסמים ונותנת בהם הסדר היותר נכון שאפשר ותרמוז אל ענינים נפשיים שכליים בהם יקנו הלוחמים ההצלח' המפורסמות אשר ילחמו בה גויי בגוי ממלכ' בממלכ' הוא ידוע ומפורסם חוץ לנפש גם סבתם אינה נעלמת כי הכל יודעין שהוא הממון הארץ המרעה או המקנה וכיוצא מאלו הקנינים המדומים. ולזה כבר ישימו פשרניהם המסכימים ביניהם אנשי מקנה או סוחרים עשירים. אמנם יש מלחמה אחרת שאם היא גם כן נכרת באלו החושים המרגישים כמו שאמר מדוע אתה ככה דל בן המלך בבקר בבקר (שמואל ב' י\"ג) כי מי שיש מלחמות הליחות בתוך גופו חוייב שיראו האותות על פניו והמלחמ' הזאת היא יותר מסוכנת מהראשונ' כי הראשונ' היא על דברי הממונות וזאת תמית גופי האדם והמכיר בתקונה צריך להיות יותר חכם לפי שהסבות אינן מפורסמות כראשונות. וראוי לבקש הרופא הטבעי שיכיר באותותיו סבת המחלוקת בליחותיו וכחתיו וישתדל להסכימם ולהשוותם עד שישאר שלם בגופו כמו שהשתדלו הראשונים להשאירו שלם בממונו. אמנם יש מלחמה אחרת יותר נסתרת ויותר מסוכנת והיא התקוממות התכונות ורוע הפעולות כקנאה והתאוה והחמדה והזדון והכילות ושאר הפחיתיות המתגברות באדם להרים יד במלך הוא החלק השכלי כי זה באמת חולי רע הוא ונפש הוא חובל ועם שזה כבר יוכר בפני האדם כמ\"ש החכם לב שמח ייטיב גהה ורוח נכאה תיבש גרם (משלי י״ז:כ״ב). ושמחת הלב תתחזק בתוכן הפעולות הישרות כמו שתדאג הרוח בהפכיהם. ולזה אמר שעצב הפנים באנשים הבריאים יעיד על רוע מחשבותיהם כמו שאמר ארתחשסתא המלך אל נחמיה התרשת' מדוע פניך רעים ואתה אינך חולה אין זה כי אם רוע לב (נחמי' ב') כמו שנתבאר זה בשמחת החג שער ס\"ז פ\"ז. עם כל זה המכיר בה והיודע ברפיאתה צריך להיות יותר חכם ויותר שלם מהנמצאים אצל הראשונות כי הוא רופא הנפשות. ולפי שהוא יתעלה הוא רופא כל בשר ומפליא לעשות ואין זולתו אליו היה קורא המשורר לרפואת מחלה זו באומרו חנני יי' כי אומלל אני רפאני יי' כי נבהלו עצמי ונפשי נבהלה מאד ואתה יי' וגו'. שובה יי' חלצה נפשי וגו'. כי אין במות זכרך בשאול מי יודה לך (תהלים ו'). יאמר שעם שכל מיני החלאים הן גופיים הן נפשיים הכל בידו לרפאת הנה מה שיבקש מלפניו יותר שישוב ויחלץ נפשו ממות כי הוא הענין היותר מסוכן בלי ספק כי במות הנפש אין זכרון השם יתעלה עוד בה והוא אבדנה המוחלט וכן אמר במקום אחר אין מתום בבשרי מפני זעמך אין שלום בעצמי וגו'. הבאישו נמקו וגו'. וסוף יי' נגדך כל תאותי וגו' (שם ל\"ח). ירצה שעם שאין מתום בבשרו מכני זעם החולי או החולשה אשר ישולח בו מאת השגחתו יתעלה הנה הוא מתפעל יותר מפני חטאתו <sup class=\"footnote-marker\">*</sup><i class=\"footnote\">שהוא החולי המיוחס אל קדחת העצמות כצ\"ל ור\"ל שידיעת חטאו ועונו נחשבת לאדם כקדחת במוח שבעצמות, שהוא חולי מר ונמהר מאוד, הכולל כל הגוף אשר לא על נקלה יוכל להרפא עוד. \n</i>שהוא החולי המיוחס אל קדחת העצמות אשר אין תרופה ממנו אלא מידו יתעלה אשר נגדו כל תאותו וכו'. והנה אם כן הטוב והנאות שנדבר באלו המלחמות בשני פנים אלו יהיה האחד הענין הנראה מפשוטן של דברים אל הענינים הידועים והמפורסמים לחיים הזמניים ויהיו למשל והוראה אל המלחמה הנסתרת והמושגת בשכל אשר תגיע תועלתו לשני העולמים. <sup class=\"footnote-marker\">*</sup><i class=\"footnote\">אמנם הענינים וכו' ר\"ל כי שלשה ענינים הם המצטרכים לכל עושי המלחמה, ברצותם להלחם את אויביהם כדת וכמשפט הקבוע בין כל העמים, ולהכניע תחתם, הא' דבר שפתים, שיודיעו להם תחילה בטרם יחלו להלחם אתם, הסיבה אשר בעבורה הם רוצים להלחם עמם, ולקרוא להם לשלום אם יעשו רצונם לכל אשר יחפצו, ולדבר אח\"כ על לב אנשי המלחמה ולעורר אותם, ולהרהיב עוז בנפשם לצאת לקראת נשק מבלי אימתה ופחד מחמת האויב, הב' העצה, ר\"ל ידיעת האופן איך תעשה המלחמה. ד\"מ לכמה חלקים יחלקו המחנה, באיזה מקום ובאיזה זמן יחלו להלחם, ואיך ישימו להם אורבים, וכדומה הג' הגבורה, ר\"ל שישתדלו אנשי הצבא כפי יכלתם להתחזק ולהתאמץ, ולהשים פניהם כברזל ומצחם כנחושה לפני האויב לעמוד חזקים כראי מוצק ולא ימושו ממקומם, אף כי שלא יפנו עורף לפניו אף אם תגבר ידו בתחלה עליהם, כי אם ילחמו נגדו בכל מאמצי כחם עד אשר תעוז ידם עליו, והנה על שלש אלה רמז סנחרב הלוחם הגדול באמרו \"אך דבר שפתים עצה וגבורה למלחמה\" וכולם נרמזים גם בפרשיות אלה, הפרשה הראשונה תצוה על דבר שפתים במאה\"כ \"והיה כקרבכם וכו' ודברו השוטרים\" וכו' והפרשה השניה \"כי תצור אל עיר להלחם\" תתן העצה הנכונה לעשיית המלחמה, כי מלבד שמאה\"כ \"וקראת אליה לשלום\" הוא דבר שפתים מלמד אותנו גם עצת שלום, וכי כל תכלית עשותנו המלחמה צריכה להיות רק לסבב השלום, כמו שהארכנו בזה כבר למעלה בשער פ\"א עיין ביאורנו במדבר דף צ\"ה ע\"ב. וענין הגבורה האמיתית המצטרכת לנצחון האויב, מבואר במאה\"כ \"כי תצא למלחמה על אויביך ונתנו ה' אלהיך בידך\" שהכונה אם גם תערוך מלחמה כראוי, תדע כי רק לה' הגבורה, ורק הוא יתן אויבך בידד ולא בכח ועוצם ידיך ובתחבולת שכלך לבד תעשה חיל במלחמה. \n</i>אמנם הענינים הראשיים שהם העקרים שהלוחמים משקיפים אותם בפעולתם זאת הנה שזכרם הלוחם הגדול סנחריב ושלח אותם אל חזקיהו מלך יהוד' ירושלם באומרו אמרתי אך דבר שפתים עצה וגבור' למלחמ' (מלכים ב י״ח:כ׳) יראה שהדברים ההכרחים אשר חוייב כל לוחם לתת לב אליהם הם שלשה אלה הראשונ' דבר שפתים וזה כי דבר ידברו בראשונ' ביניהם לאמר ולהזכיר דבר אשר עליו יהיה ההתקוממות ואם הוא כדאי לערוך עליו מלחמ' או לאו ותחת זה דברי ההתלמדות והזריזות אשר צריך שישמיעו את העם הלוחמים לראות אם קבלו עליהם ענין הסכנה במלחמ'. והשנית היא העצה הנכונ' על אופני עשייתה איך ובמה ולקיחת העזר ומנוי שרי צבאות ויתר הדברים לפי חמר הנושא ומדרגתו כמו שנמצא בענין אבשלום אשר הרבה עצות עם אחיתופל ראש היועצים וזקני ישראל ולסוף אמר קרא נא גם לחושי וגו' (שמואל ב י״ז:ה׳) כי לפי חומרת הענין הכל הוא צריך. אבל קורא אני עליו באין תחבולת יפול עם ותשועה ברב יועץ (משלי י״א:י״ד) ירצה כמו שבהעדר העצה יפול העם כן תפול התשועה ברוב היועצי' שאין טוב העצה ברוב היועצים כי אם בהמצא רבוי המחשבות וחלקי האפשרות כלן בלב היועץ האחד כי המחשבות הרבות הנמצאות בלב אחיתופל הטיבו העצה והרבוי הנמצא ביועצים הפיל ישועתו אבל ה' יעץ ומי יפר ועצת ה' היא תקום כי מטוב העצה להיות יחיד'. והשלישית היא הגבור' והוא הוצאת העצה אל הפועל כי זריזות המעש' במה שתקדם העצה הנכונה ההיא תקרא גבור' כמו שאמר הנביא רוח עצה וגבור' (ישעיהו י״א:ב׳). וכבר שם המליץ העצה ביד העצל כאבוק' ביד העור וככנפי הנמלה לא לעזר ולא להועיל כי אם לבושת גם לחרפה והוא מבואר ותחת זה ההכנס בקשרי המלחמ' וסבול צערה מכותי' ומכאובי' מכל מיני הצער והנזק שימצאו בה והענין מפורסם מאד. והנה שלשת העקרים האלה זכרם זה המלך העריץ בדבריו אשר סמך אל הדברים הראשונים כי על הדבר הראשון שהוא דבר שפתים אמר עתה על מי בטחת כי מרדת בי (מלכים ב י״ח:כ׳). יאמר שזה הדבר אשר הניחוהו ביניהם לסבה חזקה לעורר עליו מלחמ' כי היה לו חרפה גדול' שימרוד בו לצאת מתחת ממשלתו וכל שכן אם היה זה לבטחו במלך אחר שנתדמ' לו היותו גדול ממנו. ובכלל דבריו שאם היה רואה חזקיהו שהדבר הזה אצלו גם כן הוא ראוי לערוך עליו מלחמה כי לא ירצה לשוב ממנה אמר כי יש לו לתת לב על השנית והיא העצה ותפס אותו עליה ואמר עתה על מי בטחת על משענת הקנה הרצוץ מלך מצרים אשר אין צריך לומר שלא יועיל לך כנגדי אבל יזיק כי מטבעו להסתכל אל תועלתו עם כל הבוטחים בו ולזה לא יועיל לנעזרים ממנו אבל יזיקם ואם כן אינה עצה טובה לך שתעזר ממנו. וכי תאמרון אלי אל ה' אלהינו בטחנו וגו'. הלא הוא חזקיהו אשר וגו' (שם). והנה אתה נשארת לבדך ואפס עצור ועזוב. ואחר שתפסו על רוע העצה תפש עליו על השלישית והיא הגבורה ואמר שאין בידו כח וגבורה להוציא אל הפועל שום עצה בזה מה שנתבאר לו זה ממיעוט העם אשר עמו וחולשת הכח ורפיונם ולזה אמר ועתה התערב נא את אדוני את מלך אשור ואתנה לך אלפים סוסים אם תוכל לתת לך רוכבים עליהם (שם) ועתה שאתה עיף ויגע ועמך לא יעצור כח לרכוב על הסוסים איך תשיב את פני פחת אחד עבדי אדני הקטנים וגו' (שם). והנה על שלשה עקרים אלו נסדרו אלה הפרשיות שזכרנו ראשי פרקיהן בתחלה כי הנה הפרשה הראשונה באמת ענינה הוא דבר שפתים מהענין הקודם במלחמות כמו שאמר ונגש הכהן ודבר אל העם שמע ישראל וגו'. ודברו השוטרים אל העם לאמר מי האיש וגו'. ויספו השוטרים לדבר אל העם ואמרו וגו'. ובסוף והיה ככלות השוטרים לדבר אל העם ופקדו שרי צבאות בראש העם. אמנם הפרשה השנייה הוא ממש ענין העצה והיא כי תקרב אל עיר להלחם עליה וקראת אליה לשלום והיה אם שלום תענך וגו'. ואם לא תשלום עמך וגו'. וצרת עליה. וכן בפרשת כי תצור אל עיר ימים רבים להלחם עליה לתפשה לא תשחית את עצה וגו'. רק עץ אשר תדע וגו'. כי כל מה שתכלול בזה הוא באמת מהישרת העצה הנכונה בעניני המלחמות כמו שיתבאר. אמנם הגבורה והיא הוצאת העצה אל תכלית הפועל והנצחון הוא מה שאמר בביאור אחרי כן כי תצא למלחמה על אויביך ונתנו ה' אלהיך בידך וגו' וראית בשביה וגו'. כמו שיבא. והנה בכל אחד מהן יהיה הנגלה מענינה הדבר המפורסם ממנה. אמנם הנרמז היה ענין המלחמה הנסתרת תחתיה ואשר סכנתה יותר עצומה בלב אנשי השכל כמו שזכרנו. ולזה ראוי שנבוא עליהן בשני הענינים אחד לאחד. אמנם יהיה הדבור בכל אחד מהנה אחר זכרון הספקות הנופלות בה אשר מחמתן נתעורר אל הענין הנסתר מהם בלי ספק: \n", "heVersionTitle": "Akeidat Yitzchak, Pressburg 1849", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עקידת יצחק, פרשבורג, תר\"ט", "text": "Since man is composed of two parts, the physical and the spiritual, he needs to operate with two kinds of perceptions, one which enables him to recognise the material, the worldly, and the other which helps him recognise and relate to spiritual phenomena or spiritual aspects of other human beings. When we talk about \"knowing so and so,\" we define \"so and so\" in terms of height, width, colour etc. We perceive that he is human by a different cognitive process, a process reserved for recognising intangible abstract concepts. The former process is called <i>hakkarah</i>, recognition, the latter <i>yediyah</i>, knowledge. When the brothers brought Joseph's blood-drenched coat to their father Jacob, they said \"do you recognise if this is the coat of your son?\" This is a term applicable only to material things. When G'd talks about Abraham, prior to revealing to him the impending destruction of Sodom, He says \"for I know him, in order that he will command etc.\" This clearly describes cognition of Abraham's personality, something intangible. Since it is not easy to acquire the latter facility, our sages have frequently illustrated abstract concepts by employing parables. The phenomena described in such parables are a sort of crutch to help us translate these concepts into the abstract. The master par excellence of such parables is king Solomon, whose parables acquired international and enduring fame. He employed the double entendre for instance, when he advised the lazy man to learn from the ant which lays in a food supply in advance of the oncoming winter. (Proverbs 6) The hidden message is that man who has been given a brain should use and condition it, so that when the difficult time (winter) arrives, he will be prepared to cope with it, since he is aware of the purpose of difficult periods. The Torah also employs such parables on occasion. When Moses says in Deut 32,46, \"pay attention to all the matters which I testify against you this day...for it is not an empty matter... but it is your life,\" the reference is to the fact that words of admonition are not to be understood only at face value, but they address themselves also to our ability to comprehend spiritual concepts. (see our commentary about G'd talking to Adam in Eden, chapter seven) A similar double entendre is contained in the Torah's legislation about warfare. The Torah legislates about physical warfare, of course; but internal struggles in the soul are being described at the same time. By overcoming internal foes, the soldier readies himself to overcome external foes and to conquer foreign lands. (Internal struggles may also include the fight of the body to overcome a virus it has been invaded by, for instance) A person's face reflects inner struggles, just as warfare between nations is something visible that cannot be concealed. We see this from the comment of Yonadav to Amnon. (Samuel II 13,4.) In order to treat such internal struggles, a doctor needs to be thoroughly familiar with the chemistry of the body, and he needs to be able to compensate for any chemical imbalances in the system of the afflicted patient. The most difficult war however, is the struggle between conflicting emotions or characteristics that goes on within one's personality. When love and jealousy battle with one another, when greed and generosity find themselves in conflict within the same person, this is serious indeed. When Artaxerxes accuses Nechemyah of a face which expresses sadness and anger, pointing out that the latter was not physically unwell, he alludes to the inner struggle that leaves its mark on a person's facial expressions. (Nechemyah 2,3) (compare our commentary chapter sixty seven) In spite of visible symptoms of psychological illness, the doctor who undertakes to cure same requires even more expertise than the one who cures physical ills. Since G'd is the greatest of all doctors, David proclaims: \"favour me O Lord, for I am bowed down. Heal me O G'd, for my bones are afflicted; and above all my soul which is very afflicted. (Psalms 6,3-4, et al) Discussion of the verses in our Parshah will be divided into those dealing with physical warfare, and those dealing with inner conflicts. The three main objectives of a general in charge of a military campaign are summed up by Sancheriv. (Kings II chapter 18) They are: 1) words of the lips. 2) counsel. 3) bravery. In other words, a list of objectives, (words) strategic and tactical planning, (counsel) and heroism and bravery in the execution of such plans. Sancheriv accuses Chiskiyahu of breach of trust, and asks \"on whom do you rely that you have dared to rebel against me?\" This provided the excuse for his attack. He then ridicules any hope Chiskiyahu may be entertaining of making a successful defence, by describing Egypt and any other potential allies as useless. Thirdly, since Chiskiyahu's plans would be doomed to failure anyways, he asks who would display the heroism needed when they knew they were fighting for a lost cause! Whenever the Jewish people mobilise for warfare, the above mentioned three basic rules are observed and are described in our Parshah. ", "versionTitle": "Akeydat Yitzchak by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c17b931b071e100bf4e7ec7", "index_title": "Bartenura on Mishnah Sheviit", "category": "Quoting Commentary", "type": "", "ref": "Bartenura on Mishnah Sheviit 5:4:6", "anchorRef": "Exodus 26:20", "anchorRefExpanded": ["Exodus 26:20"], "sourceRef": "Bartenura on Mishnah Sheviit 5:4:6", "sourceHeRef": "ברטנורא על משנה שביעית ה׳:ד׳:ו׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1482], "commentaryNum": 4.0006, "collectiveTitle": {"en": "Bartenura on Mishnah Sheviit", "he": "ברטנורא על משנה שביעית"}, "heTitle": "ברטנורא על משנה שביעית", "he": "<b>בפואה של צלעות.</b> כמו סלעות בסמ״ך, פואה הגדילה בין הסלעים כיון דאין דרך לזרוע שם לא מיחזי כעובד את הארץ. פ״א צלעות כמו ולצלע המשכן (שמות כ״ו:כ׳) כלומר צדי השדה שאין דרך לזרוע שם:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "בפואה של צלעות – like סלעות/stony-rocky areas with the letter “SAMEKH,” madder’s dye that grows between the rocks since there is no path to sow there , it does not look like working the land. Another explanation: צלעות – like (Exodus 26:20): “And for the other side wall of the Tabernacle,” meaning to say, the sides of the field, where it is not the practice to sow there.", "versionTitle": "Bartenura on Mishnah, trans. by Rabbi Robert Alpert, 2020", "license": "", "versionTitleInHebrew": ""}, {"_id": "5eef6a1a38035bd66b64a0d1", "index_title": "Derekh Chayyim", "category": "Quoting Commentary", "type": "", "ref": "Derekh Chayyim 5:21:11", "anchorRef": "Exodus 26:20", "anchorRefExpanded": ["Exodus 26:20"], "sourceRef": "Derekh Chayyim 5:21:11", "sourceHeRef": "דרך חיים ה׳:כ״א:י״א", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1578, 1588], "commentaryNum": 21.0011, "collectiveTitle": {"en": "Derekh Chayyim", "he": "דרך חיים"}, "he": "<b>אבל יש</b> עוד בזה טעם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"2206\"></i>, כי אלו שמונה עשרה שנים לחופה הם כנגד שמונה עשרה צלעות שבאדם, שנים עשרה גדולים וששה קטנים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"2207\"></i>, והאשה נלקחה מאחת מצלעותיו (בראשית ב, כא). וכאשר האדם יש לו שמונה עשרה שנים, כנגד שמונה עשרה צלעות שלו, יש להחזיר לו עוד הצלע שנלקח הימנו, והרי האשה נקראת 'צלעתו'<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"2208\"></i>. ואף כי רש\"י זכרונו לברכה פירש (שם) \"מצלעותיו\" מסטרוהי, כמו (שמות כו, כ) \"ולצלע המשכן\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"2209\"></i>, הרי אונקלוס תרגם (שם בבראשית) 'מעלעוהי', וזהו לשון צלע<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"2210\"></i>. וכן מוכח מדברי חכמים זכרונם לברכה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"2211\"></i>. ואין כאן מקום לזה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"2212\"></i>. ועוד יש טעם בזה, ויתבאר בסמוך<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"2213\"></i>. ", "heVersionTitle": "Derech Chaim, with footnotes and annotations by Rabbi Yehoshua D. Hartman, Machon Yerushalyim, 2005-2010", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר דרך חיים, נלקט ונערך על ידי יהושע דוד בן הרב יחזקאל הרטמן. מכון ירושלים, תשס\"ז", "text": "But there is another reason for this: Since these eighteen years to the canopy correspond to the eighteen ribs in a man - twelve large ones and six small ones - and woman was taken from his ribs (Genesis 2:21). So when a man is eighteen years - corresponding to his eighteen ribs - the other rib that was taken from him should be returned to him. And behold, the woman is called, \"his rib.\" And even though Rashi, may his memory be blessed, explained (Rashi on Genesis 2:21) \"of his ribs,\" to be, \"from his sides; as in, 'and the side (<i>tselaa</i>, the same word used in Genesis) of the tabernacle' (Exodus 26:20)\" - behold, Onkelos (Onkelos Genesis 2:21) translated [it as], \"<i>meealaohi</i>, and that is an expression [meaning] rib. And this is likewise shown from the words of the Sages, may their memory be blessed. But this is not the place for this. And there is another reason for this, and it will be explained adjacently.", "versionTitle": "Sefaria Edition 2021 by R. Francis Nataf", "license": "", "versionTitleInHebrew": ""}, {"_id": "60e42966cb970be601595780", "index_title": "Chayyim VaChesed", "category": "Chasidut", "type": "", "ref": "Chayyim VaChesed 574:1", "anchorRef": "Exodus 26:19-20", "anchorRefExpanded": ["Exodus 26:19", "Exodus 26:20"], "sourceRef": "Chayyim VaChesed 574:1", "sourceHeRef": "חיים וחסד תקע״ד:א׳", "anchorVerse": 19, "sourceHasEn": false, "commentaryNum": 574.0001, "collectiveTitle": {"en": "Chayyim VaChesed", "he": "חיים וחסד"}, "he": "<b>הנה</b> יש יד הגדולה, ויד החזקה שהיא יראה, כדי שלא יומשך האדם אחר דברים התחתונים, ויהא חזק ביראה, שיפנה את עצמו לצד ימין להקב\"ה. והנה התענוג שבזה העולם נקרא צלע, וגם נקרא המשכן - ה' משכן, ששוכן בתוכינו. וז\"ש (שמות כו, יט-כ) ידות ולצלע המשכן השנית, כי החכמה נמשכת דרך ו' מדריגות. וזהו 'ידות', פירוש הוא היו\"ד שהיא חכמה, נמשכת 'ולצלע' דרך ו' דרגין. 'המשכן', פירוש שתראה לחבר הה' משכן שבנו לה' 'שנית' - להתענוג עילאה, וזהו הב' ההי\"ן שבהוי\"ה א' תענוג עילאה וא' תענוג תיתאה:", "heVersionTitle": "Chayim VeChesed - Hamesorah publishers, c. 2005", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d3cab6084aa1cbf2b1bb", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, פֵּאָה 1", "anchorRef": "Exodus 26:20", "anchorRefExpanded": ["Exodus 26:20"], "sourceRef": "BDB, פֵּאָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, פֵּאָה א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "פֵּאָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">פֵּאָה</span></big><sub>86</sub>  <strong>n.f. corner, side (</strong><em>part cut off</em>, ‘Abschnitt,’ according to Schröter in Me<sup>Archiv. i. 461</sup> Ba<sup>ZMG xii (1887), 615</sup> Buhl<sup>Lex</sup>, but perhaps bilit., Nö<sup>M. 485</sup> Sta<sup>§ 185</sup>, and not from √ <span dir=\"rtl\">פאה</span>; cf. Arabic <span dir=\"rtl\">فِىَٔةٌ</span> <em>company</em>, etc. (Nö<sup>l.c.</sup>); Assyrian <em>pâtu</em>, <em>side, edge, border</em>, v. especially Meissn<sup>Suppl. 74</sup>; NH = BH, Aramaic <span dir=\"rtl\">פָּאתָא</span>, <span dir=\"rtl\">ܦܰܐܬܳܐ</span> <strong>)</strong>;—abs. <span dir=\"rtl\">פ׳</span> <a data-ref=\"Jeremiah 9:25\" href=\"/Jeremiah.9.25\">Je 9:25</a> + 4 times; cstr. <span dir=\"rtl\">פְּאַת</span> <a data-ref=\"Amos 3:12\" href=\"/Amos.3.12\">Am 3:12</a> + 77 times; pl. abs. <span dir=\"rtl\">פֵּאֹת</span> <a data-ref=\"Exodus 25:26\" href=\"/Exodus.25.26\">Ex 25:26</a>; <a data-ref=\"Exodus 37:23\" href=\"/Exodus.37.23\">37:23</a>; du. cstr. <span dir=\"rtl\">פַּאֲתֵי</span> <a data-ref=\"Numbers 24:17\" href=\"/Numbers.24.17\">Nu 24:17</a> (but read prob. <span dir=\"rtl\">פְּאַת</span> as ‖ <a data-ref=\"Jeremiah 48:45\" href=\"/Jeremiah.48.45\">Je 48:45</a>);—<br>†<strong>1.</strong>  <em>corner</em> of divan <a data-ref=\"Amos 3:12\" href=\"/Amos.3.12\">Am 3:12</a>; table <a data-ref=\"Exodus 25:26\" href=\"/Exodus.25.26\">Ex 25:26</a>, <a data-ref=\"Exodus 37:13\" href=\"/Exodus.37.13\">37:13</a>; field <a data-ref=\"Leviticus 19:9\" href=\"/Leviticus.19.9\">Lv 19:9</a>; <a data-ref=\"Leviticus 23:22\" href=\"/Leviticus.23.22\">23:22</a> (H); land (prob.) <span dir=\"rtl\">וַתַּ לְקֵם לְפֵאָה</span> <a data-ref=\"Nehemiah 9:22\" href=\"/Nehemiah.9.22\">Ne 9:22</a>, i.e. into every corner; <span dir=\"rtl\">פ׳ רֹאשְׁכֶם</span> <a data-ref=\"Leviticus 19:27\" href=\"/Leviticus.19.27\">Lv 19:27</a> (i.e. <em>your temples</em>), <span dir=\"rtl\">פ׳ זְקָנֶ֑ךָ</span> v <a data-ref=\"Leviticus 19:27\" href=\"/Leviticus.19.27\">27</a> cf. <a data-ref=\"Leviticus 21:5\" href=\"/Leviticus.21.5\">21:5</a> (all H); <span dir=\"rtl\">קְצוּצֵי פֵאָה</span> <em>those clipped on the temples</em> <a data-ref=\"Jeremiah 9:25\" href=\"/Jeremiah.9.25\">Je 9:25</a>; <a data-ref=\"Jeremiah 25:23\" href=\"/Jeremiah.25.23\">25:23</a>; <a data-ref=\"Jeremiah 49:32\" href=\"/Jeremiah.49.32\">49:32</a> (epith. of Arabic tribes, Herod. <sup>iii, 8</sup> WMM<sup>As. u. Eur. 140 f.</sup> We<sup>Skizzen iii. 119; Heid. 2, 198</sup>); <em>temples of Moab</em> (under fig. of man) <a data-ref=\"Numbers 24:17\" href=\"/Numbers.24.17\">Nu 24:17</a> (JE) <a data-ref=\"Jeremiah 48:45\" href=\"/Jeremiah.48.45\">Je 48:45</a>.<br><strong>2.</strong>  <em>side:</em> <strong>a.</strong>  usually of Ezekiel’s temple, the tabern., the holy city and the land, or its subdivisions (only <a data-ref=\"Ezekiel 41-48\" href=\"/Ezekiel.41-48\">Ez 41–48</a> [47 times] and P [26 times]): in plur. <span dir=\"rtl\">פְּאַת קָדִ֫ים(ה)</span> <em>East side</em> <a data-ref=\"Ezekiel 47:18\" href=\"/Ezekiel.47.18\">Ez 47:18</a> + 17 times Ez, = <span dir=\"rtl\">פ׳ קֵדְמָה</span> <a data-ref=\"Exodus 27:13\" href=\"/Exodus.27.13\">Ex 27:13</a> + 3 times P and <a data-ref=\"Ezekiel 45:7\" href=\"/Ezekiel.45.7\">Ez 45:7</a> (v. Co Toy); <span dir=\"rtl\">פ׳ צָפ֫וֹן(ה)</span> <em>North side</em> <a data-ref=\"Ezekiel 47:15\" href=\"/Ezekiel.47.15\">Ez 47:15</a> <a data-ref=\"Exodus 26:20\" href=\"/Exodus.26.20\">Ex 26:20</a> + 9 times; <span dir=\"rtl\">פ׳ נֶגֶב (נֶ֫גְבָּה)</span> <em>South side</em> <a data-ref=\"Ezekiel 47:19\" href=\"/Ezekiel.47.19\">Ez 47:19</a><sup>(×2)</sup> <a data-ref=\"Exodus 27:9\" href=\"/Exodus.27.9\">Ex 27:9</a> + 8 times; <span dir=\"rtl\">פ׳ יָם (יָ֫מָּה)</span> <em>West side</em> <a data-ref=\"Ezekiel 45:7\" href=\"/Ezekiel.45.7\">Ez 45:7</a> <a data-ref=\"Exodus 27:12\" href=\"/Exodus.27.12\">Ex 27:12</a> + 21 times + <span dir=\"rtl\">פ׳ דֶּרֶךְ־הַיָּם</span> <a data-ref=\"Ezekiel 41:12\" href=\"/Ezekiel.41.12\">Ez 41:12</a> (also <span dir=\"rtl\">פ׳ קָדִים הַיָּם</span> <a data-ref=\"Ezekiel 48:1\" href=\"/Ezekiel.48.1\">48:1</a>); abs. only <span dir=\"rtl\">לַפֵּאָה הָאֶחָת</span> <a data-ref=\"Exodus 27:9\" href=\"/Exodus.27.9\">Ex 27:9</a>. <strong>b.</strong>  <span dir=\"rtl\">פְּאַת פָּנָיו</span> <a data-ref=\"Leviticus 13:41\" href=\"/Leviticus.13.41\">Lv 13:41</a> <em>side</em> (border) <em>of his face</em> (forehead and temples; P)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d40cb6084aa1cbf2e5e3", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, צֵלָע 1", "anchorRef": "Exodus 26:20", "anchorRefExpanded": ["Exodus 26:20"], "sourceRef": "BDB, צֵלָע 1", "sourceHeRef": "בראון-דרייבר-בריגס, צֵלָע א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "צֵלָע", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">צֵלָע</span></big><sub>41</sub>  <strong>n.f.</strong>(<strong>m.</strong> <a data-ref=\"I Kings 6:34\" href=\"/I_Kings.6.34\">1 K 6:34</a>, and appar. <a data-ref=\"Exodus 26:26\" href=\"/Exodus.26.26\">Ex 26:26</a>) <strong>rib, side</strong>;—abs. <span dir=\"rtl\">צ׳</span> <a data-ref=\"Genesis 2:22\" href=\"/Genesis.2.22\">Gn 2:22</a> +, cstr. <span dir=\"rtl\">צֶ֫לַע</span> <a data-ref=\"Exodus 26:26\" href=\"/Exodus.26.26\">Ex 26:26</a> +, also <span dir=\"rtl\">צֵ֫לַע</span> <a data-ref=\"II Samuel 16:13\" href=\"/II_Samuel.16.13\">2 S 16:13</a>; sf. <span dir=\"rtl\">צַלְעוֹ</span> <a data-ref=\"Exodus 25:12\" href=\"/Exodus.25.12\">Ex 25:12</a> +; pl. <span dir=\"rtl\">צְלָעִים</span> <a data-ref=\"I Kings 6:34\" href=\"/I_Kings.6.34\">1 K 6:34</a>, <span dir=\"rtl\">צְלָעוֹת</span> v <a data-ref=\"I Kings 6:3\" href=\"/I_Kings.6.3\">3</a> +; cstr. <span dir=\"rtl\">צַלְעֹת</span> <a data-ref=\"Ezekiel 41:26\" href=\"/Ezekiel.41.26\">Ez 41:26</a> +; sf. <span dir=\"rtl\">צַלְעֹתָיו</span> <a data-ref=\"Genesis 2:21\" href=\"/Genesis.2.21\">Gn 2:21</a> +;—<br><strong>1.</strong>  <em>rib</em> of man <a data-ref=\"Genesis 2:21\" href=\"/Genesis.2.21\">Gn 2:21</a>, <a data-ref=\"Genesis 2:22\" href=\"/Genesis.2.22\">22</a> (J).<br><strong>2.</strong>  <em>rib</em> of hill, i.e. ridge, or terrace <a data-ref=\"II Samuel 16:13\" href=\"/II_Samuel.16.13\">2 S 16:13</a>.<br><strong>3.</strong>  <em>side-chambers</em> or <em>cells</em> (enclosing temple like ribs) <a data-ref=\"I Kings 6:5\" href=\"/I_Kings.6.5\">1 K 6:5</a>, <a data-ref=\"I Kings 6:6\" href=\"/I_Kings.6.6\">6</a> (read <span dir=\"rtl\">הַצּ׳</span> for <span dir=\"rtl\">היצוע</span>, v. [<a data-ref=\"BDB, יָצִיעַ\" href=\"/BDB,_יָצִיעַ\", dir=\"rtl\">יָצִיעַ</a>]), <a data-ref=\"I Kings 7:3\" href=\"/I_Kings.7.3\">7:3</a>, so of Ezek.’s temple <a data-ref=\"Ezekiel 41:5\" href=\"/Ezekiel.41.5\">Ez 41:5</a> + 10 times 41 (on text v. Co Toy Krae).<br><strong>4.</strong>  <em>ribs</em> of cedar and fir, i.e. <em>planks, boards</em> (pl.), of temple wall <a data-ref=\"I Kings 6:15\" href=\"/I_Kings.6.15\">1 K 6:15</a>, <a data-ref=\"I Kings 6:16\" href=\"/I_Kings.6.16\">16</a>, floor v <a data-ref=\"I Kings 6:15\" href=\"/I_Kings.6.15\">15</a>.<br><strong>5.</strong>  <em>leaves</em> of door v <a data-ref=\"I Kings 6:34\" href=\"/I_Kings.6.34\">34</a>.<br><strong>6.</strong>  (in P) <em>side</em>, of ark <span dir=\"rtl\">(אֲרוֹן)</span> <a data-ref=\"Exodus 25:12\" href=\"/Exodus.25.12\">Ex 25:12</a><sup>(×2)</sup>, <a data-ref=\"Exodus 25:14\" href=\"/Exodus.25.14\">14</a> = <a data-ref=\"Exodus 37:3\" href=\"/Exodus.37.3\">37:3</a><sup>(×2)</sup>, <a data-ref=\"Exodus 37:5\" href=\"/Exodus.37.5\">5</a>; of tabern. <span dir=\"rtl\">(מִשְׁכָּן)</span> <a data-ref=\"Exodus 26:20\" href=\"/Exodus.26.20\">26:20</a> (‖ <span dir=\"rtl\">פֵּאָה</span> v <a data-ref=\"Exodus 26:18\" href=\"/Exodus.26.18\">18</a>), v <a data-ref=\"Exodus 26:26\" href=\"/Exodus.26.26\">26</a>, <a data-ref=\"Exodus 26:27\" href=\"/Exodus.26.27\">27</a><sup>(×2)</sup> = <a data-ref=\"Exodus 36:25\" href=\"/Exodus.36.25\">36:25</a> (‖ <span dir=\"rtl\">פ׳</span> v <a data-ref=\"Exodus 36:23\" href=\"/Exodus.36.23\">23</a>), v <a data-ref=\"Exodus 36:31\" href=\"/Exodus.36.31\">31</a>, <a data-ref=\"Exodus 36:32\" href=\"/Exodus.36.32\">32</a>, <a data-ref=\"Exodus 26:35\" href=\"/Exodus.26.35\">26:35</a><sup>(×2)</sup>; of altar <a data-ref=\"Exodus 27:7\" href=\"/Exodus.27.7\">27:7</a> = <a data-ref=\"Exodus 38:7\" href=\"/Exodus.38.7\">38:7</a>, <a data-ref=\"Exodus 30:4\" href=\"/Exodus.30.4\">30:4</a> = <a data-ref=\"Exodus 37:27\" href=\"/Exodus.37.27\">37:27</a>.—<a data-ref=\"Jeremiah 20:10\" href=\"/Jeremiah.20.10\">Je 20:10</a>; <a data-ref=\"Job 18:12\" href=\"/Job.18.12\">Jb 18:12</a> v. <a ,=\"\" data-ref=\"BDB, צֶ֫לַע\" dir=\"rtl\" href=\"/BDB,_צֶ֫לַע\">צֶלַע</a> sub <a ,=\"\" data-ref=\"BDB, צָלַע\" dir=\"rtl\" href=\"/BDB,_צָלַע\">II. צלע</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d412b6084aa1cbf2eb09", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, צָפוֹן 1", "anchorRef": "Exodus 26:20", "anchorRefExpanded": ["Exodus 26:20"], "sourceRef": "BDB, צָפוֹן 1", "sourceHeRef": "בראון-דרייבר-בריגס, צָפוֹן א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "צָפוֹן", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I. <big><span dir=\"rtl\">צָפוֹן</span></big><sub>153</sub>  <strong>n.f.</strong> <a data-ref=\"Isaiah 43:6\" href=\"/Isaiah.43.6\">Is 43:6</a> north <strong>(</strong>as the <em>hidden, dark;</em> cf. Thes Lewy<sup>Fremdw. 188 f.</sup>; perhaps Ph. <span dir=\"rtl\">צפל</span> <em>north</em><strong>)</strong>;—abs. <span dir=\"rtl\">צ׳</span> <a data-ref=\"Jeremiah 25:26\" href=\"/Jeremiah.25.26\">Je 25:26</a> +, <span dir=\"rtl\">צָפֹ֫נָה</span> <em>northward</em> <a data-ref=\"Genesis 13:14\" href=\"/Genesis.13.14\">Gn 13:14</a> +, oftener <span dir=\"rtl\">צָפ֫וֹנָה</span> <a data-ref=\"Jeremiah 3:12\" href=\"/Jeremiah.3.12\">Je 3:12</a> +, also <span dir=\"rtl\">צָפ֫וֹנָה</span> = <span dir=\"rtl\">צָפוֹן</span> <a data-ref=\"Jeremiah 1:13\" href=\"/Jeremiah.1.13\">Je 1:13</a> + (after preps. and st. cstr.; cf. Ges<sup>§ 90 e</sup>); cstr. <span dir=\"rtl\">מִצְּפוֹן לְ</span> <a data-ref=\"Joshua 8:11\" href=\"/Joshua.8.11\">Jos 8:11</a> +, also <span dir=\"rtl\">מִצְּפוֹן</span> <a data-ref=\"Joshua 19:14\" href=\"/Joshua.19.14\">19:14</a> Gi (cf. Benn; van d. H. Baer <span dir=\"rtl\">מִצָּ׳</span>), <span dir=\"rtl\">מִצְּפ֫וֹנָה לְ</span> <a data-ref=\"Judges 21:19\" href=\"/Judges.21.19\">Ju 21:19</a>; (<span dir=\"rtl\">צ׳</span> occurs oftenest in Ez [46 times], Jos [25 times], Je [25 times], Dn [9 times]);—<em>north</em> (opp. S., E., W.) <a data-ref=\"Genesis 13:14\" href=\"/Genesis.13.14\">Gn 13:14</a>; <a data-ref=\"Genesis 28:14\" href=\"/Genesis.28.14\">28:14</a> (both J), <a data-ref=\"Exodus 27:11\" href=\"/Exodus.27.11\">Ex 27:11</a> (P), +; <span dir=\"rtl\">פְּאַת צ׳</span> <em>north side</em> <a data-ref=\"Exodus 26:20\" href=\"/Exodus.26.20\">Ex 26:20</a> <a data-ref=\"Joshua 15:5\" href=\"/Joshua.15.5\">Jos 15:5</a> + (v. <a data-ref=\"BDB, פֵּאָה\" href=\"/BDB,_פֵּאָה\", dir=\"rtl\">פֵּאָה</a>); so <span dir=\"rtl\">צֶלַע צ׳</span> <a data-ref=\"Exodus 26:35\" href=\"/Exodus.26.35\">Ex 26:35</a>, <span dir=\"rtl\">רוּחַ הַצּ׳</span> <a data-ref=\"Ezekiel 42:17\" href=\"/Ezekiel.42.17\">Ez 42:17</a>, cf. <span dir=\"rtl\">עַל־יֶרֶךְ הַמִּזְבֵּחַ צָפ֫וֹנָה</span> <a data-ref=\"II Kings 16:14\" href=\"/II_Kings.16.14\">2 K 16:14</a>; <span dir=\"rtl\">גְּבוּל צ׳</span> <a data-ref=\"Numbers 34:7\" href=\"/Numbers.34.7\">Nu 34:7</a>, <a data-ref=\"Numbers 34:9\" href=\"/Numbers.34.9\">9</a> <em>north boundary;</em> <span dir=\"rtl\">יַרְכְּתֵי צ׳</span> <em>remote parts of north</em> <a data-ref=\"Isaiah 14:13\" href=\"/Isaiah.14.13\">Is 14:13</a> (as divine abode), <a data-ref=\"Ezekiel 38:6\" href=\"/Ezekiel.38.6\">Ez 38:6</a>, <a data-ref=\"Ezekiel 38:15\" href=\"/Ezekiel.38.15\">15</a> + (v. [<a data-ref=\"BDB, יַרְכָה\" href=\"/BDB,_יַרְכָה\", dir=\"rtl\">יַרְכָה</a>]); <span dir=\"rtl\">שַׁעַר הַצּ׳</span> <a data-ref=\"Ezekiel 40:35\" href=\"/Ezekiel.40.35\">Ez 40:35</a> +, <span dir=\"rtl\">פֶּתַח צ׳</span> <a data-ref=\"Ezekiel 42:2\" href=\"/Ezekiel.42.2\">42:2</a>; <span dir=\"rtl\">רוּחַ צ׳</span> <a data-ref=\"Proverbs 25:23\" href=\"/Proverbs.25.23\">Pr 25:23</a> <em>north wind</em>, and so <span dir=\"rtl\">צ׳</span> alone <a data-ref=\"Song of Songs 4:16\" href=\"/Song_of_Songs.4.16\">Ct 4:16</a>; <em>toward the north</em> is <span dir=\"rtl\">צָפ֫וֹנָה</span> <a data-ref=\"Joshua 13:3\" href=\"/Joshua.13.3\">Jos 13:3</a> + (v. also supr.), and <span dir=\"rtl\">אֶל־צָפוֹן</span> <a data-ref=\"Ecclesiastes 1:6\" href=\"/Ecclesiastes.1.6\">Ec 1:6</a>, <span dir=\"rtl\">אֶל־הַצּ׳</span> <a data-ref=\"Ezekiel 42:1\" href=\"/Ezekiel.42.1\">Ez 42:1</a>, <span dir=\"rtl\">אֶל־הַצָּפ֫וֹנָה</span> <a data-ref=\"Ezekiel 8:14\" href=\"/Ezekiel.8.14\">8:14</a>, <span dir=\"rtl\">לַצָּפוֹן</span> <a data-ref=\"Ezekiel 40:23\" href=\"/Ezekiel.40.23\">40:23</a>, <span dir=\"rtl\">דֶּרֶךְ הַצָּפוֹן</span> v <a data-ref=\"Ezekiel 42:20\" href=\"/Ezekiel.42.20\">20</a>, <span dir=\"rtl\">ד׳ צָפ֫וֹנָה</span> <a data-ref=\"Ezekiel 8:5\" href=\"/Ezekiel.8.5\">8:5</a><sup>(×2)</sup> +, etc.; especially (in Je Ez etc.) of quarter whence invaders were to come, e.g. Assyrian <a data-ref=\"Isaiah 14:31\" href=\"/Isaiah.14.31\">Is 14:31</a>, cf. <a data-ref=\"Zephaniah 2:13\" href=\"/Zephaniah.2.13\">Zp 2:13</a>, Babylonians <a data-ref=\"Jeremiah 6:1\" href=\"/Jeremiah.6.1\">Je 6:1</a>, <a data-ref=\"Jeremiah 6:22\" href=\"/Jeremiah.6.22\">22</a>; <a data-ref=\"Jeremiah 15:12\" href=\"/Jeremiah.15.12\">15:12</a>; <a data-ref=\"Jeremiah 46:20\" href=\"/Jeremiah.46.20\">46:20</a>, <a data-ref=\"Jeremiah 46:24\" href=\"/Jeremiah.46.24\">24</a> <span dir=\"rtl\">(עַם־צ׳)</span>, <a data-ref=\"Jeremiah 47:2\" href=\"/Jeremiah.47.2\">47:2</a>, <a data-ref=\"Ezekiel 26:7\" href=\"/Ezekiel.26.7\">Ez 26:7</a>, Cyrus against Bab. <a data-ref=\"Isaiah 41:25\" href=\"/Isaiah.41.25\">Is 41:25</a>, cf. <a data-ref=\"Jeremiah 50:3\" href=\"/Jeremiah.50.3\">Je 50:3</a>, <a data-ref=\"Jeremiah 50:9\" href=\"/Jeremiah.50.9\">9</a>, <a data-ref=\"Jeremiah 50:41\" href=\"/Jeremiah.50.41\">41</a>; <a data-ref=\"Jeremiah 51:48\" href=\"/Jeremiah.51.48\">51:48</a>; more vaguely, <a data-ref=\"Jeremiah 1:14\" href=\"/Jeremiah.1.14\">Je 1:14</a>, <a data-ref=\"Jeremiah 1:15\" href=\"/Jeremiah.1.15\">15</a> <span dir=\"rtl\">(מַמְלְכוֹת צ׳)</span>, <a data-ref=\"Jeremiah 4:6\" href=\"/Jeremiah.4.6\">4:6</a>; <a data-ref=\"Jeremiah 10:22\" href=\"/Jeremiah.10.22\">10:22</a>; <a data-ref=\"Jeremiah 13:20\" href=\"/Jeremiah.13.20\">13:20</a>; <a data-ref=\"Jeremiah 25:9\" href=\"/Jeremiah.25.9\">25:9</a>, <a data-ref=\"Jeremiah 25:26\" href=\"/Jeremiah.25.26\">26</a> <span dir=\"rtl\">(מַלְכֵי הַצּ׳)</span>; of Gog’s host <a data-ref=\"Ezekiel 38:6\" href=\"/Ezekiel.38.6\">Ez 38:6</a>, <a data-ref=\"Ezekiel 38:15\" href=\"/Ezekiel.38.15\">15</a>; <a data-ref=\"Ezekiel 39:2\" href=\"/Ezekiel.39.2\">39:2</a>; <span dir=\"rtl\">נְסִיכֵי צ׳</span> <a data-ref=\"Ezekiel 32:30\" href=\"/Ezekiel.32.30\">32:30</a> (appar. of nearer [Aramæan?] princes); <span dir=\"rtl\">אֶרֶץ צ׳</span> <a data-ref=\"Jeremiah 31:8\" href=\"/Jeremiah.31.8\">Je 31:8</a> is region of Carchemish, but <a data-ref=\"Zechariah 2:10\" href=\"/Zechariah.2.10\">Zc 2:10</a>; <a data-ref=\"Zechariah 6:6\" href=\"/Zechariah.6.6\">6:6</a>, <a data-ref=\"Zechariah 6:8\" href=\"/Zechariah.6.8\">8</a><sup>(×2)</sup> of Babylon; <span dir=\"rtl\">מֵאֶרֶץ צ׳</span> (sometimes + other countries) the exiles and dispersed are to return <a data-ref=\"Jeremiah 3:18\" href=\"/Jeremiah.3.18\">Je 3:18</a>; <a data-ref=\"Jeremiah 16:15\" href=\"/Jeremiah.16.15\">16:15</a> = <a data-ref=\"Jeremiah 23:8\" href=\"/Jeremiah.23.8\">23:8</a>; <a data-ref=\"Jeremiah 31:8\" href=\"/Jeremiah.31.8\">31:8</a>, cf. <a data-ref=\"Isaiah 43:6\" href=\"/Isaiah.43.6\">Is 43:6</a>; <a data-ref=\"Isaiah 49:12\" href=\"/Isaiah.49.12\">49:12</a>; <span dir=\"rtl\">מֶלֶךְ הַצּ׳</span> <a data-ref=\"Daniel 11:6\" href=\"/Daniel.11.6\">Dn 11:6</a>, <a data-ref=\"Daniel 11:7\" href=\"/Daniel.11.7\">7</a>, <a data-ref=\"Daniel 11:8\" href=\"/Daniel.11.8\">8</a>, <a data-ref=\"Daniel 11:11\" href=\"/Daniel.11.11\">11</a>, <a data-ref=\"Daniel 11:13\" href=\"/Daniel.11.13\">13</a>, <a data-ref=\"Daniel 11:15\" href=\"/Daniel.11.15\">15</a>, <a data-ref=\"Daniel 11:40\" href=\"/Daniel.11.40\">40</a> denotes successive Seleucidae."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d448b6084aa1cbf316b3", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, קֶ֫רֶשׁ 1", "anchorRef": "Exodus 26:20", "anchorRefExpanded": ["Exodus 26:20"], "sourceRef": "BDB, קֶ֫רֶשׁ 1", "sourceHeRef": "בראון-דרייבר-בריגס, קֶ֫רֶשׁ א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "קֶ֫רֶשׁ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">קֶ֫רֶשׁ</span></big><sub>51</sub>  <strong>n.m.</strong> <a data-ref=\"Exodus 26:16\" href=\"/Exodus.26.16\">Ex 26:16</a> <strong>board, boards</strong>;—abs. <span dir=\"rtl\">ק׳</span> <a data-ref=\"Exodus 26:18\" href=\"/Exodus.26.18\">Ex 26:18</a> +, <span dir=\"rtl\">קָ֑רֶשׁ</span> v <a data-ref=\"Exodus 26:20\" href=\"/Exodus.26.20\">20</a> +; sf. <span dir=\"rtl\">קַרְשֵׁךְ</span> <a data-ref=\"Ezekiel 27:6\" href=\"/Ezekiel.27.6\">Ez 27:6</a>; pl. <span dir=\"rtl\">קְרָשִׁים</span> v <a data-ref=\"Ezekiel 27:15\" href=\"/Ezekiel.27.15\">15</a> +; cstr. <span dir=\"rtl\">קַרְשֵׁי</span> v <a data-ref=\"Ezekiel 27:26\" href=\"/Ezekiel.27.26\">26</a> +; sf. <span dir=\"rtl\">קְרָשָׁיו</span> <a data-ref=\"Ezekiel 35:11\" href=\"/Ezekiel.35.11\">35:11</a> +;—<br>†<strong>1.</strong>  coll. <em>boards</em>, of deck <a data-ref=\"Ezekiel 27:6\" href=\"/Ezekiel.27.6\">Ez 27:6</a> (of Tyre under fig. of ship).<br><strong>2.</strong>  <em>board</em> of tabern. <a data-ref=\"Exodus 26:15\" href=\"/Exodus.26.15\">Ex 26:15</a>, <a data-ref=\"Exodus 26:16\" href=\"/Exodus.26.16\">16</a><sup>(×2)</sup> + 45 times <a data-ref=\"Exodus 26-40\" href=\"/Exodus.26-40\">26–40</a>; <a data-ref=\"Numbers 3:36\" href=\"/Numbers.3.36\">Nu 3:36</a>; <a data-ref=\"Numbers 4:31\" href=\"/Numbers.4.31\">4:31</a> (all P)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "66091e5ba500bb4d2fbbbe2b", "index_title": "Covenant and Conversation; Exodus; The Book of Redemption", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Exodus; The Book of Redemption, Vayakhel, The Sabbath; First Day or the Last? 5", "anchorRef": "Exodus 25:1-31:17", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17"], "sourceRef": "Covenant and Conversation; Exodus; The Book of Redemption, Vayakhel, The Sabbath; First Day or the Last? 5", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, שמות, ויקהל, א ה׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 5, "collectiveTitle": {"en": "Covenant and Conversation; Exodus; The Book of Redemption", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, שמות"}, "heTitle": "א", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "In the immensely lengthy and detailed account of the making of the Tabernacle, the Torah tells the story twice: first as divine instruction (Exodus 25:1–31:17), then as human implementation (chapters 35–40). In both cases, the construction of the building is juxtaposed with the command of keeping the Sabbath (31:12–17; 35:1–2).", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}]