[{"_id": "531e4fe0fbfba276047f5f2f", "index_title": "Onkelos Exodus", "category": "Targum", "type": "targum", "ref": "Onkelos Exodus 26:35", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Onkelos Exodus 26:35", "sourceHeRef": "תרגום אונקלוס על שמות כ״ו:ל״ה", "anchorVerse": 35, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 26.0035, "collectiveTitle": {"en": "Onkelos Exodus", "he": "תרגום אונקלוס על שמות"}, "heTitle": "תרגום אונקלוס על שמות", "he": "וּתְשַׁוִּי יָת פָּתוֹרָא מִבָּרָא לְפָרֻכְתָּא וְיָת מְנַרְתָּא לָקֳבֵל פָּתוֹרָא עַל צִדָּא דְמַשְׁכְּנָא דָּרוֹמָא וּפָתוֹרָא תִתֵּן עַל סְטַר צִפּוּנָא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Put the table outside the paroches, and the menorah opposite the table, toward the southern side of the mishkon. The table should be placed on the northern side.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2684fbfba27c35eeb76f", "index_title": "Targum Jonathan on Exodus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Exodus 26:35", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Targum Jonathan on Exodus 26:35", "sourceHeRef": "תרגום יונתן על שמות כ״ו:ל״ה", "anchorVerse": 35, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 26.0035, "collectiveTitle": {"en": "Targum Jonathan on Exodus", "he": "תרגום יונתן על שמות"}, "heTitle": "תרגום יונתן על שמות", "he": "וּתְשַׁוֵּי יַת פָּתוֹרָא מִבָּרָא לְפַרְגוֹדָא וְיַת מְנַרְתָּא כָּל קְבֵיל פָּתוֹרָא עַל סְטַר מַשְׁכְּנָא דָרוֹמָא וּפְתוֹרָא תְּסַדֵּר עַל סְטַר צִיפוּנָא", "heVersionTitle": "Targum Jonathan on Exodus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And thou shalt set the Table outside of the veil, and the Candelabrum over against the table on the southern side of the tabernacle; but the table thou shalt arrange on the northern side.  ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f176a6fbfba22336e9f08e", "index_title": "Sforno on Exodus", "category": "Commentary", "type": "commentary", "ref": "Sforno on Exodus 26:35:1", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Sforno on Exodus 26:35:1", "sourceHeRef": "ספורנו על שמות כ״ו:ל״ה:א׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 35.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על שמות", "he": "<b>ושמת את השלחן מחוץ לפרכת.</b> אחר שסדר את הכסא בפנים סדר לפניו חוץ לפרוכת שלחן ומנורה הבאים לכבוד יושב הכסא, וסדר את המנורה בימין, והשולחן בשמאל, כאמרו אורך ימים בימינה, בשמאלה עושר וכבוד:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "ושמת את השלחן מחוץ לפרכת, after the Ark had been placed inside the Tabernacle. Betzalel arranged that the dividing curtain would be between the Holy of Holies containing the Ark and the other furnishings, i.e. the Table and the Menorah. The Table would be on the right side and the Menorah on the left [viewed from the perspective of someone entering the sanctuary. Ed.] Proverbs 3,16 refers to this when writing אורך ימים בימינה בשמאולה עושר וכבוד, “length of days is in her right hand, in her left hands riches and honour.”", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54bd48ccfbfba2173336857a", "index_title": "Metzudat David on I Kings", "category": "Quoting Commentary", "type": "", "ref": "Metzudat David on I Kings 7:49:1", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Metzudat David on I Kings 7:49:1", "sourceHeRef": "מצודת דוד על מלכים א ז׳:מ״ט:א׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1740, 1780], "commentaryNum": 49.0001, "collectiveTitle": {"en": "Metzudat David on I Kings", "he": "מצודת דוד על מלכים א"}, "heTitle": "מצודת דוד על מלכים א", "he": "<b>חמש מימין.</b> רוצה לומר: מימין מנורת משה, אבל כולם העמיד בדרום, שהתורה אמרה בה (שמות כו לה): על צלע המשכון תימנה: ", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "54eaf568fbfba278fd265d40", "index_title": "Haamek Davar on Exodus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Exodus 26:35:1", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Haamek Davar on Exodus 26:35:1", "sourceHeRef": "העמק דבר על שמות כ״ו:ל״ה:א׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 35.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ושמת את השלחן וגו׳.</b> לשון ושמת ולא ונתת מלמדנו שיהא בשום לב ותיקון עמידה במקום הראוי והוא כפרש״י. משוך מן הכותל שתי אמות ומחצה והוא ביומא דל״ג ב׳ אכן עיקר ההקפדה היה משום המנורה כדמוכח להלן מ׳ בפ׳ המעשה דכתיב וישם במנורה ולא בשלחן והטעם דבמנורה היה לדקדק להרחיק מן הכותל כי היכי דלא לתווסן מאני׳ מעשן המנורה כדאי׳ ביומא דנ״ב א׳. וממילא הרחיק כמ״כ השלחן וכתיב ושמת על שניהם יחד:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "54eaf568fbfba278fd265d42", "index_title": "Haamek Davar on Exodus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Exodus 26:35:2", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Haamek Davar on Exodus 26:35:2", "sourceHeRef": "העמק דבר על שמות כ״ו:ל״ה:ב׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 35.0002, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>והשלחן תתן על צלע צפון.</b> סדר המקרא תמוה. והכי מיבעי ושמת את השלחן מחוץ לפרכת על צלע צפון ואת המנורה וגו׳. אלא בא ללמדנו על המרומז בתכלית הכלים הללו. דתכלית השלחן היה לשני דברים. א׳ לשפע פרנסה וברכה בתבואת הארץ הבאה ע״י לחה״פ. ב׳ על זר המלוכה ועושר. ומשום זה הפרט לבדו הונח על צלע צפון וכדאיתא בב״ב דכ״ה ב׳ הרוצה שיחכים ידרים והרוצה שיעשיר יצפין וסימנך שלחן בצפון ומנורה בדרום. והמנורה תכליתו להאיר על כח פלפולה ש״ת כמש״כ לעיל ויבואר עוד ר״פ תצוה ופ׳ אמור בס״ד. והנה ידוע דפרנסה בריוח מוכרח להקדים לפני פלפולה ש״ת. דבל״ז א״א להיות עמלים בה. משא״כ עשירות אם היא באה בזכות תורה אינו מגיע אלא בשביל שכבר זכו בעמל תורה מגיעים ממנה גם לעושר וכבוד. וכמש״כ לעיל ט״ו כ״ו כ״ז ובס׳ דברים בכ״מ והיינו שרמז הכתוב כאן מתחלה יהא השלחן לתכלית שאינו מיוחד לצלע צפון לבד רק לתכלית פרנסה ואח״כ תעמיד המנורה נוכח השלחן היינו שיהיו בעלי פרנסה משפיעים על עמלי תורה שבאים להשיג כח המנורה ואח״כ יזכו לתכלית השני של השלחן שיהא ראוי להיות נתון על צלע צפון שמשם זהב יאתה. וגם כבוד מלוכה:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "574c6ef5d6e4a9347afe0d92", "index_title": "Rashi on Exodus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Exodus 26:35:1", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Rashi on Exodus 26:35:1", "sourceHeRef": "רש\"י על שמות כ״ו:ל״ה:א׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 35.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על שמות", "he": "<b>ושמת את השלחן.</b> שֻׁלְחָן בַּצָּפוֹן, מָשׁוּךְ מִן הַכֹּתֶל הַצְּפוֹנִי שְׁתֵּי אַמּוֹת וּמֶחֱצָה, וּמְנוֹרָה בַדָּרוֹם, מְשׁוּכָה מִן הַכֹּתֶל הַדְּרוֹמִי שְׁתֵּי אַמּוֹת וּמֶחֱצָה, וּמִזְבַּח הַזָּהָב נָתוּן כְּנֶגֶד אֲוִיר שֶׁבֵּין שֻׁלְחָן לַמְּנוֹרָה מָשׁוּךְ קִמְעָא כְּלַפֵּי הַמִּזְרָח, וְכֻלָּם נְתוּנִים מִן חֲצִי הַמִּשְׁכָּן וְלִפְנִים; כֵּיצַד? אֹרֶךְ הַמִּשְׁכָּן מִן הַפֶּתַח לַפָּרֹכֶת עֶשְׂרִים אַמָּה, הַמִּזְבֵּחַ וְהַשֻּׁלְחָן וְהַמְּנוֹרָה מְשׁוּכִים מִן הַפֶּתַח לְצַד מַעֲרָב עֶשֶׂר אַמּוֹת (יומא ל\"ג):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ושמת את השלחן AND THOU SHALT PUT THE TABLE [WITHOUT THE PARTITION VEIL] — The table was in the north, distant from the north wall two cubits and a half. The candelabrum was in the south, distant from the south wall two cubits and a half. The golden altar was opposite the space which was between the table and candelabrum drawn back slightly towards the east (cf. Rashi on Exodus 30:6). All these three were placed in that part which extended from one-half the length of the Tabcrnacle (not including the Holy of Holies) inward. How so? The length of the Tabernacle from the entrance to the partition veil was 20 cubits, and the altar, the table and the candelabrum were distant from the entrance in a western direction 10 cubits(Yoma 33b).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "57e77cc9d6e4a94c7c189f68", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Exodus 26:35", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Tafsir Rasag, Exodus 26:35", "sourceHeRef": "תפסיר רס\"ג, שמות כ״ו:ל״ה", "anchorVerse": 35, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 26.0035, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "שמות", "he": "וציר אלמאידה כ̇ארג̇ אלסג̇ף ואלמנארה בחיאלהא אלי ג̇אנב אלמסכן אלג̇נובי ואלמאידה אג̇עלהא אלי ג̇אנב אלשמאל", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58ad97e5d6e4a93323dc4aa8", "index_title": "Yoma", "category": "Talmud", "type": "", "ref": "Yoma 33b:1", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Yoma 33b:1", "sourceHeRef": "יומא ל״ג ב:א׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 66.0001, "collectiveTitle": {"en": "Yoma", "he": "יומא"}, "heTitle": "יומא", "he": "וְכִי עָיֵיל לְהֵיכָל — בְּמִזְבֵּחַ פָּגַע בְּרֵישָׁא. דְּתַנְיָא: שֻׁלְחָן בַּצָּפוֹן מָשׁוּךְ מִן הַכּוֹתֶל שְׁתֵּי אַמּוֹת וּמֶחֱצָה, וּמְנוֹרָה בַּדָּרוֹם מְשׁוּכָה מִן הַכּוֹתֶל שְׁתֵּי אַמּוֹת וּמֶחֱצָה. מִזְבֵּחַ מְמוּצָּע וְעוֹמֵד בְּאֶמְצַע וּמָשׁוּךְ כְּלַפֵּי חוּץ קִימְעָא. וְנוֹקְמֵיהּ, לַהֲדַיְיהוּ? כֵּיוָן דִּכְתִיב: ״וְאֶת הַמְּנוֹרָה נֹכַח הַשֻּׁלְחָן״, בָּעֵינַן דְּחָזוּ אַהֲדָדֵי.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>And when</b> he <b>enters the Sanctuary</b> it is <b>the altar</b> that <b>he encounters first,</b> before reaching the candelabrum; therefore, he performs the service of the altar before removing the ashes from the lamps, <b>as it was taught</b> in a <i>baraita</i>: The <b>table</b> stood <b>in the north</b> of the Sanctuary, <b>removed two and a half cubits from the wall. And</b> the <b>candelabrum</b> stood <b>in the south</b> of the Sanctuary, <b>removed two and a half cubits from the wall. The altar was centered and standing in the middle</b> of the Sanctuary, <b>removed a bit outward.</b> Therefore, one encounters the altar first. The Gemara questions the essence of the matter: <b>And let us stand</b> the altar <b>alongside</b> the table and the candelabrum; why was it removed outward? The Gemara answers: It is <b>because it is written: “And the candelabrum opposite the table”</b> (Exodus 26:35); <b>we require that they are visible to each other.</b> Were the altar aligned with the table and the candelabrum, it would interpose between them.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58b6b146d6e4a952249cbbe9", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Exodus 26:35:1", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Minchat Shai on Torah, Exodus 26:35:1", "sourceHeRef": "מנחת שי על תורה, שמות כ״ו:ל״ה:א׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 35.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "שמות", "he": "<b>צלע המשכן.</b> הצד\"י בסגול:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58fdc0e4d6e4a960c04a3123", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Tetzaveh 7:1", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Midrash Tanchuma, Tetzaveh 7:1", "sourceHeRef": "מדרש תנחומא, תצוה ז׳:א׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "תצוה", "he": "‎<b>בְּאֹהֶל</b> מוֹעֵד מִחוּץ לַפָּרֹכֶת. שֶׁלֹּא יַטְעֶה אוֹתְךָ יִצְרְךָ לוֹמַר, שֶׁהוּא צָרִיךְ לְאוֹרָה. לֹא הָיְתָה הַמְּנוֹרָה צְרִיכָה אֶלָּא לְהִנָּתֵן לִפְנִים מִן הַפָּרֹכֶת אֵצֶל הָאָרוֹן, וְהִיא נְתוּנָה מִבַּחוּץ מִן הַפָּרֹכֶת, לְהוֹדִיעֲךָ שֶׁאֵינוֹ צָרִיךְ לְאוֹרָה שֶׁל בָּשָׂר וָדָם. בְּנֹהַג שֶׁבָּעוֹלָם, מֶלֶךְ בָּשָׂר וָדָם עוֹשֶׂה לוֹ מִטָּה וְשֻׁלְחָן, נוֹתֵן אֶת הַמְּנוֹרָה מִשְּׂמֹאלוֹ. אֲבָל בְּבֵית הַמִּקְדָּשׁ, הַמְּנוֹרָה נְתוּנָה מִימִינוֹ שֶׁל שֻׁלְחָן, שֶׁנֶּאֱמַר: וְשַׂמְתָּ אֶת הַשֻּׁלְחָן מִחוּץ לַפָּרֹכֶת, וְאֶת הַמְּנֹרָה נֹכַח הַשֻּׁלְחָן <small>(שמות כו, לה)</small>, לְהוֹדִיעֲךָ שֶׁאֵינוֹ צָרִיךְ לְאוֹרָה שֶׁלְּךָ, אֶלָּא לְזַכּוֹתְךָ לְהָאִיר לְךָ לָעוֹלָם הַבָּא כְּשֶׁיָּבוֹא חֲשֵׁכָה לְאֻמּוֹת הָעוֹלָם, שֶׁנֶּאֱמַר: כִּי הִנֵּה הַחֹשֶׁךְ יְכַסֶּה אֶרֶץ וַעֲרָפֶל לְאֻמִּים וְעָלַיִךְ יִזְרַח ה' וּכְבוֹדוֹ עָלַיִךְ יֵרָאֶה <small>(ישעיה ס, ב)</small>.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "<b>In the tent of meeting, without the veil (Exod. 27:21).</b> In case you are inclined to assert that He required the light, the menorah was placed before the curtain near the ark, outside of the veil. This was to demonstrate to you that He did not require the light supplied by man. Usually, when a human king constructs a bed and a table, he places a lamp on the table at his left side, but in the Temple, the Menorah was placed at the right of the table, as it is said: <i>And thou shalt set the table without the veil, and the candlestick over against the table</i> (Exod. 26:35). This was done to teach you that He does not require your light. It was instituted solely for your sake, so that the world would be illumined in the future, when darkness descends upon the nations of the world, as it is said: <i>For, behold, darkness shall cover the earth, and gross darkness the peoples; but upon thee the Lord will arise, and His glory shall be seen upon thee</i> (Isa. 60:2).", "versionTitle": "Midrash Tanhuma-Yelammedenu, trans. Samuel A. Berman", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא-ילמדנו, מתורגם בידי סמואל א' ברמן"}, {"_id": "591d98ded6e4a97676074e5b", "index_title": "Shir HaShirim Rabbah", "category": "Midrash", "type": "", "ref": "Shir HaShirim Rabbah 2:6:1", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Shir HaShirim Rabbah 2:6:1", "sourceHeRef": "שיר השירים רבה ב׳:ו׳:א׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [790, 990], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Shir HaShirim Rabbah", "he": "שיר השירים רבה"}, "heTitle": "שיר השירים רבה", "he": "שְׂמֹאלוֹ תַּחַת לְרֹאשִׁי, אֵלּוּ לוּחוֹת הָרִאשׁוֹנִים. וִימִינוֹ תְּחַבְּקֵנִי, אֵלּוּ לוּחוֹת הַשְּׁנִיִּים. דָּבָר אַחֵר, שְׂמֹאלוֹ תַּחַת לְרֹאשִׁי, זוֹ צִיצִית. וִימִינוֹ תְּחַבְּקֵנִי, אֵלּוּ תְּפִלִּין. דָּבָר אַחֵר, שְׂמֹאלוֹ תַּחַת לְרֹאשִׁי, זוֹ קְרִיאַת שְׁמַע. וִימִינוֹ תְּחַבְּקֵנִי, זוֹ תְּפִלָּה. דָּבָר אַחֵר, שְׂמֹאלוֹ תַּחַת לְרֹאשִׁי, זוֹ סֻכָּה. וִימִינוֹ תְּחַבְּקֵנִי, זֶה עֲנַן שְׁכִינָה לֶעָתִיד לָבוֹא, הֲדָא הוּא דִכְתִיב <small>(ישעיה ס, יט)</small>: לֹא יִהְיֶה לָּךְ עוֹד הַשֶּׁמֶשׁ לְאוֹר יוֹמָם וּלְנֹגַהּ הַיָּרֵחַ לֹא יָאִיר לָךְ, מִי מֵאִיר לָךְ <small>(ישעיה ס, יט)</small>: וְהָיָה לָךְ ה' לְאוֹר עוֹלָם. דָּבָר אַחֵר, שְׂמֹאלוֹ תַּחַת לְרֹאשִׁי, זוֹ מְזוּזָה. תָּנֵי רַבִּי שִׁמְעוֹן בֶּן יוֹחָאי <small>(דברים ו, ט)</small>: וּכְתַבְתָּם עַל מְזֻזוֹת בֵּיתֶךָ, בִּיאָתְךָ מִן הַשּׁוּק לְבֵיתְךָ. אָמַר רַבִּי יוֹחָנָן כְּתִיב <small>(שמות כו, לה)</small>: וְשַׂמְתָּ אֶת הַשֻּׁלְחָן מִחוּץ לַפָּרֹכֶת וגו', וְאֵינוֹ כֵן אֵין אָדָם מַנִּיחַ אֶת הַמְּנוֹרָה מִשְֹּׂמֹאל כְּדֵי שֶׁלֹא תְהֵא מְעַכֶּבֶת הַיָּמִין, אֵין אָדָם מַנִּיחַ אֶת הַשְֹּׂמֹאל תַּחַת הָרֹאשׁ וּמְחַבֵּק בַּיָּמִין, אָמַר רַבִּי אַחָא רַבִּי יוֹחָנָן מַיְיתֵי לָהּ מִן הֲדָא קְרָיָה <small>(דברים י, כב)</small>: לְאַהֲבָה אֶת ה' אֱלֹהֶיךָ וּלְדָבְקָה בוֹ, אֵי זֶהוּ דִּבּוּק שְׂמֹאלוֹ תַּחַת לְרֹאשִׁי.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“His left is under my head and his right embraces me” (Song of Songs 2:6).</b><br>“His left is under my head,” these are the first tablets; “and his right embraces me,” these are the second tablets. Alternatively, “his left is under my head,” these are ritual fringes; “and his right embraces me,” these are phylacteries. Alternatively, “his left is under my head” this is the reciting of <i>Shema</i>; and his right embraces me,” this is the <i>Amida</i> prayer. Alternatively, “his left is under my head,” this is <i>sukka</i>; “and his right embraces me,” this is the cloud of the Divine Presence in the future. That is what is written: “The sun will no longer be for you the light of day and the glow of the moon will not illuminate for you” (Isaiah 60:19). Who illuminates for you? “The Lord will be for you an eternal light” (Isaiah 60:19). Alternatively, “his left is under my head,” this is <i>mezuza</i>.” Rabbi Shimon ben Yoḥai taught: “You shall write them on the doorposts of your house” (Deuteronomy 6:9), when you enter from the marketplace to your house.<sup class=\"footnote-marker\">77</sup><i class=\"footnote\">It is on the right of the person entering the house, which is the left of the person exiting.</i><br>Rabbi Yoḥanan said: It is written: “You shall position the table outside the curtain [and the candelabrum opposite the table, on the side of the Tabernacle toward the south; and you shall put the table on the north side]” (Exodus 26:35).<sup class=\"footnote-marker\">78</sup><i class=\"footnote\">Since the Divine Presence emanated from the Holy of Holies, the candelabrum was to its right and the table was to its left.</i> But that is not the case; a person places a candelabrum on the left so it will not restrict the right. A person does not place the left under the head and embrace with the right.<sup class=\"footnote-marker\">79</sup><i class=\"footnote\">The unusual placement of the candelabrum and the table reflect the fact that God’s embrace of Israel is not, as it were, for His comfort, but rather in order to support them (<i>Midrash HaMevoar</i>; cf. <i>Matnot Kehuna</i>).</i> <br>Rabbi Aḥa said: Rabbi Yoḥanan cites it from this verse: “To love the Lord your God…and to cleave to Him” (Deuteronomy 30:20). What is this cleaving? “His left is under my head.”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59647a46d6e4a92bf459f1b2", "index_title": "Ibn Ezra on Isaiah", "category": "Quoting Commentary", "type": "", "ref": "Ibn Ezra on Isaiah 26:10:3", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Ibn Ezra on Isaiah 26:10:3", "sourceHeRef": "אבן עזרא על ישעיהו כ״ו:י׳:ג׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 10.0003, "collectiveTitle": {"en": "Ibn Ezra on Isaiah", "he": "אבן עזרא על ישעיהו"}, "he": "<b>נכוחות.</b> מגזרת נכח כמו טובים ונכוחים <small>(שמואל ב' ט\"ו ג')</small>, ולא ישים לב לראות גאות השם:", "heVersionTitle": "Ibn Ezra on Isaiah, by M. Friedlander; Society of Hebrew Literature, London 1877", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<span>נבחות</span> <i>Straightforwardness</i>. It is related to <span>נכח</span> before (Ex. 26:35); comp. <span>נכחים</span> right (2 Sam. 15:3). <i>And will not behold</i>, etc. He does not wish to consider the greatness of God.", "versionTitle": "Commentary of Ibn Ezra on Isaiah - trans. by M. Friedlander, 1873", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "59d488aed6e4a939ba17352f", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Exodus 26:35:1", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Torah Temimah on Torah, Exodus 26:35:1", "sourceHeRef": "תורה תמימה על התורה, שמות כ״ו:ל״ה:א׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 35.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "שמות", "he": "<b>המנרה נכח השלחן. </b>תניא, שולחן בצפון משוך מן הכותל שתי אמות ומחצה <sup class=\"footnote-marker\">כח</sup><i class=\"footnote\">מרוחק מן הכותל צפוני שתי אמות ומחצה שיעור דרך שני כהנים זה אצל זה המסדרין שתי מערכות של לחם הפנים בשבת ומצותו לסלקן ולסדרן יחד וארבעה נכנסים שנים מצד זה של שלחן לסלק את המערכה הישנה של לחה\"פ ושנים מצד זה של שלחן לסדר הלחם החדש. </i> ומנורה בדרום משוכה מן הכותל שתי אמות ומחצה, ומזבח ממוצע ועומד באמצע ומשוך כלפי חוץ קמעא, ונוקמי להדייהו, כיון דכתיב ואת המנורה נוכח השלחן, בעינן דחזו אהדדי <sup class=\"footnote-marker\">כט</sup><i class=\"footnote\">ר\"ל ולכן משוך המזבח כלפי חוץ קמעא משום דבעינן שלחן נוכח המנורה וכיון שמושך המזבח מעט כלפי חוץ לצד מזרח נמצא צד השלחן והמנורה הנוטים למערב רואין זו את זו. </i>.<br>(יומא ל\"ג ב׳)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef2ec8d6e4a90d4d5c4555", "index_title": "Steinsaltz on Yoma", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Yoma 33b:1", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Steinsaltz on Yoma 33b:1", "sourceHeRef": "ביאור שטיינזלץ על יומא ל״ג ב:א׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 66.0001, "collectiveTitle": {"en": "Steinsaltz on Yoma", "he": "ביאור שטיינזלץ על יומא"}, "heTitle": "ביאור שטיינזלץ על יומא", "he": "<b>וכי עייל</b> <small>[וכאשר</small> הוא <small>נכנס]</small> <b>להיכל — במזבח פגע ברישא</b> <small>[הוא פוגש תחילה]</small> לפני שהוא מגיע למנורה, ולכן עושה הוא את מצות המזבח קודם. <b>דתניא</b> <small>[ש</small>כן <small>שנינו</small> בברייתא<small>]:</small> ה<b>שלחן</b> נמצא בצד <b>צפון</b> של ההיכל, <b>משוך</b> (מרוחק) <b>מן הכותל שתי אמות ומחצה, ומנורה</b> נמצאת <b>בדרום, משוכה מן הכותל שתי אמות ומחצה. מזבח ממוצע ועומד באמצע</b> ההיכל <b>ומשוך כלפי חוץ קימעא</b> (מעט). ונמצא שבו פוגשים תחילה. לגוף הענין שואלים: <b>ונוקמיה</b> <small>[ונעמיד אותו],</small> את המזבח, <b>להדייהו</b> <small>[יחד עמם]</small> עם השלחן והמנורה בשורה אחת, ומדוע הוא משוך כלפי חוץ? ומשיבים: <b>כיון דכתיב</b> <small>[שנאמר]:</small> <b>\"ואת המנרה נכח השלחן\"</b> (שמות כו, לה), <b>בעינן דחזו אהדדי</b> <small>[צריכים אנו שיראו זה את זה],</small> ולכן אין מעמידים את המזבח בדיוק ביניהם כדי לא לחצוץ ביניהם.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef3017d6e4a90d4d5cb9b1", "index_title": "Steinsaltz on Chagigah", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Chagigah 26b:4", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Steinsaltz on Chagigah 26b:4", "sourceHeRef": "ביאור שטיינזלץ על חגיגה כ״ו ב:ד׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 52.0004, "collectiveTitle": {"en": "Steinsaltz on Chagigah", "he": "ביאור שטיינזלץ על חגיגה"}, "heTitle": "ביאור שטיינזלץ על חגיגה", "he": "<b>ואידך</b> <small>[והאחר]</small> התנא בתוספתא, מדוע מונה הוא גם את המנורה — <b>כיון דכתיב</b> <small>[שנאמר]:</small> <b>\"ואת המנרה נכח השלחן\"</b> (שמות כו, לה), <b>כמאן דכתיב</b> <small>[כמי,</small> כאילו <small>שנאמר]</small> <b>בה \"תמיד\" דמי</b> <small>[נחשבת].</small> <b>ואידך</b> <small>[והאחר]</small> התנא במשנתנו שאיננו מפרש כן, סבור כי הפסוק <b>ההוא לקבוע לה מקום הוא דאתא</b> <small>[שבא],</small> לומר היכן מקום הנחת המנורה, אבל אין ללמוד מכאן שהמנורה צריכה לעמוד תמיד נוכח השולחן.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59fb052dd6e4a978f820c3e7", "index_title": "Riva on Torah", "category": "Commentary", "type": "commentary", "ref": "Riva on Torah, Exodus 26:35:1", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Riva on Torah, Exodus 26:35:1", "sourceHeRef": "ריב\"א על התורה, שמות כ״ו:ל״ה:א׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1090, 1130], "commentaryNum": 35.0001, "collectiveTitle": {"en": "Riva", "he": "ריב\"א"}, "heTitle": "שמות", "he": "<b>ושמת את השלחן פרש\"י שלחן בצפון וכו' כלם נתוני' מחצי המשכן ולפנים וכו' </b>כלו' מחצי המשכן ולפנים חוץ מקדש הקדשים כך מ\"מ לשון רש\"י:", "heVersionTitle": "Rabotenu Ba'ale ha-Tosafot, Warsaw, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5af8eaa3613964014ac6b01a", "index_title": "Menachot", "category": "Talmud", "type": "", "ref": "Menachot 98b:5", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Menachot 98b:5", "sourceHeRef": "מנחות צ״ח ב:ה׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 196.0005, "collectiveTitle": {"en": "Menachot", "he": "מנחות"}, "heTitle": "מנחות", "he": "ואם תאמר חמשה מימין הפתח וחמשה משמאל הפתח אם כן מצינו ששולחן בדרום והתורה אמרה (שמות כו, לה) והשולחן תתן על צלע צפון", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>And if you say</b> that the terms “right” and “left” are referring to the two sides of the entrance to the Sanctuary, which was in the center of the eastern wall, this is difficult. According to this interpretation, Solomon placed <b>five</b> tables <b>to the right of the entrance,</b> on the north side, <b>and five</b> tables <b>to the left of the entrance,</b> on the south of the Sanctuary. <b>If so, we find that</b> in the case of the five tables to the left of the entrance, the <b>table</b> was placed <b>in the south</b> of the Sanctuary. <b>But the Torah said: “And you shall put the Table on the north side”</b> (Exodus 26:35).", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5af8eaa3613964014ac6b01c", "index_title": "Menachot", "category": "Talmud", "type": "", "ref": "Menachot 98b:8", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Menachot 98b:8", "sourceHeRef": "מנחות צ״ח ב:ח׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 196.0008, "collectiveTitle": {"en": "Menachot", "he": "מנחות"}, "heTitle": "מנחות", "he": "ואם תאמר חמשה מימין הפתח וחמשה משמאל הפתח אם כן מצינו מנורה בצפון והתורה אמרה (שמות כו, לה) ואת המנורה נכח השולחן", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>And if you say</b> that the terms “right” and “left” are referring to the two sides of the entrance to the Sanctuary, this is difficult. According to this interpretation, Solomon placed <b>five</b> candelabra <b>to the right of the entrance,</b> on the north side, <b>and five</b> candelabra <b>to the left of the entrance,</b> on the south side. <b>If so, we find that</b> in the case of the five candelabra to the right of the entrance, the <b>candelabrum</b> was placed <b>in the north</b> of the Sanctuary. <b>But the Torah said:</b> “And you shall set the Table outside the Curtain, <b>and the Candelabrum opposite the Table</b> on the side of the Tabernacle toward the south, and you shall put the Table on the north side” (Exodus 26:35).", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5b0bc1599fa97b0016b8619e", "index_title": "The Third Beit HaMikdash", "category": "Jewish Thought", "type": "", "ref": "The Third Beit HaMikdash 56:3", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "The Third Beit HaMikdash 56:3", "sourceHeRef": "צורת בית המקדש נ״ו:ג׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1594, 1602], "commentaryNum": 56.0003, "collectiveTitle": {"en": "The Third Beit HaMikdash", "he": "צורת בית המקדש"}, "he": "וּפֵרֵשׁ רַשִׁ\"י בַּחֻמָּשׁ <small>(שמות כו, לה)</small> שֶׁהוּא מָשׁוּךְ שְׁתֵּי אַמּוֹת וּמֶחֱצָה מִכָּתְלֵי צָפוֹן. וּלְשָׁם רֹחַב הַהֵיכָל עֶשֶׂר אַמּוֹת, וּבְבִנְיַן עוֹלָמִים הָרֹחַב עֶשְׂרִים אַמּוֹת, אִם כֵּן מִן הַנִּרְאֶה שֶׁבְּבִנְיַן עוֹלָמִים<sup class=\"footnote-marker\">ג</sup><i class=\"footnote\">צ”ע ממנחות צט. ותוספות שם שגם בבית עולמים רחוק שתי אמות ומחצה.</i> הוּא מָשׁוּךְ חָמֵשׁ אַמּוֹת מֵהַכֹּתֶל.", "heVersionTitle": "Tzurat Beit HaMikdash, by Rabbi Yom Tov Lippman Heller, Moznaim Pub Corp. 2016", "heLicense": "CC-BY", "heVersionTitleInHebrew": "צורת בית המקדש, מאזניים, תשע\"ו", "text": "In his commentary to the Torah,<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">See <i>Rashi, Shmos</i> 26:35.</i> <i>Rashi</i> states that the Table was positioned 2 1/2 cubits from the northern wall. The Sanctuary of that era was 10 cubits wide. Hence, in the <i>Beis HaMikdash</i>, where the Sanctuary was 20 cubits wide, it would seem appropriate for the Table to be positioned 5 cubits from the wall were the same proportions to be maintained.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">See, however, <i>Menachos</i> 99a.</i>", "versionTitle": "The Third Beis HaMikdash, trans. by Rabbi Eliyahu Touger, Moznaim Pub Corp. 2016", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0bc1599fa97b0016b861a2", "index_title": "The Third Beit HaMikdash", "category": "Jewish Thought", "type": "", "ref": "The Third Beit HaMikdash 57:2", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "The Third Beit HaMikdash 57:2", "sourceHeRef": "צורת בית המקדש נ״ז:ב׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1594, 1602], "commentaryNum": 57.0002, "collectiveTitle": {"en": "The Third Beit HaMikdash", "he": "צורת בית המקדש"}, "he": "וּבְכֵן שַׂמְנוּ בְּצִיּוּרֵנוּ הַמְּנוֹרָה נֹכַח הַשֻּׁלְחָן עַל יֶרֶךְ הַמִּקְדָּשׁ תֵּימָנָה מָשׁוּךְ חָמֵשׁ אַמּוֹת, כִּי כֵן יַעֲלֶה הַחֶשְׁבּוֹן לְפִי מַה שֶּׁפֵּרֵשׁ רַשִׁ\"י לְשָׁם <small>(שמות כו, לה)</small>, שֶׁהָיָה מָשׁוּךְ שְׁתֵּי אַמּוֹת וּמֶחֱצָה כְּדִכְתִיבְנָא גַּבֵּי הַשֻּׁלְחָן <sup class=\"footnote-marker\">א</sup><i class=\"footnote\">ועיי”ש בהערה.</i>.", "heVersionTitle": "Tzurat Beit HaMikdash, by Rabbi Yom Tov Lippman Heller, Moznaim Pub Corp. 2016", "heLicense": "CC-BY", "heVersionTitleInHebrew": "צורת בית המקדש, מאזניים, תשע\"ו", "text": "Therefore, in our depiction of the Sanctuary, we placed the <i>Menorah</i> opposite the Table on the southern side of the Sanctuary, 5 cubits from the wall. As explained above with regard to the Table,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See sec. 56.</i> this measure is derived from <i>Rashi’s</i> commentary regarding the Sanctuary,<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">See <i>Rashi, Shmos</i> 26:35.</i> which states that the Table was positioned 2 1/2 cubits from the wall.", "versionTitle": "The Third Beis HaMikdash, trans. by Rabbi Eliyahu Touger, Moznaim Pub Corp. 2016", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0fd3d82f650300563a87a2", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Aseret HaDibrot, Taanit, Torah Ohr 4:17", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Shenei Luchot HaBerit, Aseret HaDibrot, Taanit, Torah Ohr 4:17", "sourceHeRef": "שני לוחות הברית, עשרת הדברות, מסכת תענית, תורה אור ד׳:י״ז", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1611, 1631], "commentaryNum": 4.0017, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "תורה אור", "he": "<b>על</b> זה פירשתי ענין <small>(ב\"ב כה, ב)</small> שלחן בצפון מנורה בדרום, דכתיב <small>(שמות כו, לה)</small> ושמת את השלחן מחוץ לפרוכת ואת המנורה נוכח השלחן, תלה המנורה בשלחן, ולפי פשוטו שהמנורה חשובה מהשלחן, איפכא הוה ליה למתלי. אמנם בנסתר הוא להיפך, שולחן מלכים רומז למלכות האמיתי, כל ישראל בני מלכים, והוא דיבוקינו בה' אלהינו לעולם הבא בנצחיות, והוא בצפון מה רב טובך אשר צפנת. ומנורה רומז על קיום התורה והמצות נר מצוה ותורה אור, ענין <small>(דברים ז, יא)</small> היום לעשותם. וזהו שאמר טוב שם, הוא מלכות, <small>(דה\"א יז, ח)</small> ועשיתי לך שם כשם הגדולים. גם שם ראשי תיבות שלחן מלכים, הוא טוב משמן טוב שהוא המנורה:", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part II", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"ב", "text": "", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5b167576d6b9c70071deac09", "index_title": "Steinsaltz on Menachot", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Menachot 98b:5", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Steinsaltz on Menachot 98b:5", "sourceHeRef": "ביאור שטיינזלץ על מנחות צ״ח ב:ה׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 196.0005, "collectiveTitle": {"en": "Steinsaltz on Menachot", "he": "ביאור שטיינזלץ על מנחות"}, "heTitle": "ביאור שטיינזלץ על מנחות", "he": "<b>ו</b>מסבירים: <b>אם</b> <b>תאמר</b> שהכוונה היא שהיו <b>חמשה</b> שולחנות <b>מימין הפתח</b> של ההיכל (ובצידו הצפוני של ההיכל. שהרי פתח ההיכל היה בצידו המזרחי של ההיכל, באמצעו), <b>וחמשה</b> השולחנות האחרים היו <b>משמאל הפתח</b> של ההיכל (ובצידו הדרומי) — אין לומר כך, שהרי אם כך אתה אומר <b>אם כן מצינו</b> (מצאנו) איפוא <b>ש</b>ה<b>שולחן</b> (חמשת השולחנות שמשמאל לפתח) היה מונח <b>בדרום</b> ההיכל, <b>ו</b>אילו <b>התורה אמרה</b> באשר למקומו של השולחן <b>\"והשלחן תתן על צלע צפון\"</b> (שמות כו, לה)!", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b30a8ec6f685500161b496b", "index_title": "Malbim on Exodus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Exodus 26:35:1", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Malbim on Exodus 26:35:1", "sourceHeRef": "מלבי\"ם על שמות כ״ו:ל״ה:א׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 35.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על שמות", "he": "<b>ושמת את השלחן,</b> יצוה שני דברים. א) שיקדים שימת השלחן קודם לשימת המנורה וכמ\"ש בפרשת פקודי בצוואה [פסוק ד\"] ובעשיה [פסוק כ\"ב כ\"ד] שהקדים את השלחן אל המנורה, עוד צוה שהמנורה תהיה תימנה והשלחן על צלע צפון, כי צד צפון מתעורר תתלה כמ\"ש (שיר השירים ד׳:ט״ז) עורי צפון ובואי תימן, שמאלו תחת לראשי וימינו תחבקני, ולכן לא אמר בקיצור ושמת את השלחן וכו' על צלע צפון ואת המנורה וכו' על צלע תימנה, ואמרו ביומא (דף ל\"ג ע\"ב) שלחן בצפון משוך מן הכותל שתי אמות ומחצה ומנורה בדרוש משוך מן הכותל שתי אמות ומחצה, וכ\"ה בברייתא דמדות ודמלאכת המשכן, ושם אמר שמן השלחן והמנורה לפרוכת היה חמש אמות, עוד אמר שמן המנורה לשלחן היה חמש אמות [ר\"ל עם המנורה והשלחן]. ואמר ביומא שם מזבח ממוצע ועומד באמצע ומשוך כלפי חוץ קמעא, ובירושלמי [פ\"ו דשקליס] מזבח הזהב היה נתון בתוך הבית וחולק את הבית מתוכה ולפנים משוך קמעא כלפי צפון, ומשמע שחולק על ש\"ס שלנו בתרתי, שלהבבלי היה באמצע ההיכל ולהירושלמי היה משוך כלפי צפון וכן לש\"ס שלנו משוך קמעא ולהירושלמי נמשך שתי אמות וטפח, וי\"ל דברייתא דירושלמי כר' יוסי ביומא (דף נ\"א ע\"ב) דפתתא בצפון קאי, וכיון שדייק בצווי מזבח הזהב ונחתה אותו לפני הפרוכת אשר על ארון העדות לפני הכפורת אשר על העדות, צריך שיהיה מכוון נגד הארון שעמד באמצע, וצריך שלא יפסיק דבר בינו לפרוכת לכן עמד בין שלחן למנורה, וכן צריך שיתקרב נגד הפתח, שזה נשמע מדיוק הכפל לפני הפרוכת וכו' לפני הכפורת וכו' לכן משך קמעא לצד צפון לקרבו נגד הפתח, וש\"ס שלנו כרבנן ביומא שהיו שתי פרוכות אחת פרופה מן הצפון ואחת מן הדרום, ולא היה פתח מכוון, לכן אמר שעמד באמצע, אבל מ\"ש בש\"ס משוך קמעא הוא לאו דוקא, שכן בברייתא דמדות שמזבח הזהב היה נתון בסוף עשר אמות חולק את הבית עשר אמות למזרח ועשר למערב חמשה לצפון וחמשה לדרום, ופי' עשר למערב עם המזבח, וכן אמר שם דחמש אמות מן השלחן למזבח [פי' עם מדת השלחן והמזבח], וכן הוא בברייתא דמלה\"מ, והוסיף שמן מזבח הזהב עד קרשים שבמזרח עשר אמות, ושהיה חולק את הבית לשני חלקים, לפ\"ז היה רחוק מן השלחן שתי אמות וטפח, וכן בבית שלמה שהיה עשרה שלחנות ועמדו בשתי שורות מזרח ומערב רחוקים מן הפרוכת חמש אמות ושלחן של משה שתי אמות סך הכל י\"ז אמות, וכשתוציא מדת המזבח ה' טפחים נשאר שתי אמות וטפח, וז\"ש בברייתא דמלה\"מ [פ\"ד] כשם שהיו מונחים באהל מועד כך היו מונחים בבית עולמים:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קדש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17adfcdf7303001603545e", "index_title": "Rashbam on Bava Batra", "category": "Quoting Commentary", "type": "", "ref": "Rashbam on Bava Batra 147a:14:1", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Rashbam on Bava Batra 147a:14:1", "sourceHeRef": "רשב\"ם על בבא בתרא קמ״ז א:י״ד:א׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1120, 1160], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Rashbam on Bava Batra", "he": "רשב\"ם על בבא בתרא"}, "heTitle": "רשב\"ם על בבא בתרא", "he": "שולחן בצפון - כדכתיב (שמות כו) והשלחן תתן על צלע צפון והמנורה בדרום כדכתיב (שם) ואת המנורה נכח השלחן:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17ae3dbb386c011bea1392", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Shemot 25:38:2", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Rabbeinu Bahya, Shemot 25:38:2", "sourceHeRef": "רבנו בחיי, שמות כ״ה:ל״ח:ב׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 38.0002, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "שמות", "he": "<b>והתבונן </b>איך הונחה המנורה נכח השלחן כי המנורה בדרום והשלחן בצפון וב' רוחות אלה הם זה כנגד זה והוא שכתוב (שמות כ״ו:ל״ה) ושמת את השלחן מחוץ לפרוכת ואת המנורה נכח השלחן, והטעם לפי שאין החכמה יכולה להתקיים באדם זולתי במאכל ומשתה, כי השלחן בצפון רמז לעושר, וכתיב (איוב ל״ז:כ״ב) מצפון זהב יאתה. ", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "It is worth reflecting on the fact that the table and the Menorah respectively were placed opposite each other (south and north) as the two spiritual “winds” represented by these two directions complement each other. This is why the Torah wrote <small>(26,35)</small> “you are to place the table outside the dividing curtain and the lampstand opposite it.” The reason for this is that in order for wisdom to endure its owner has to have the physical wherewithal, i.e. food and drink, etc. The table in the north is a symbol of material wealth as we have pointed out previously.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c17b8a9b071e100bf4e2585", "index_title": "Rashi on Menachot", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Menachot 98b:20:2", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Rashi on Menachot 98b:20:2", "sourceHeRef": "רש\"י על מנחות צ״ח ב:כ׳:ב׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 20.0002, "collectiveTitle": {"en": "Rashi on Menachot", "he": "רש\"י על מנחות"}, "heTitle": "רש\"י על מנחות", "he": "ותו מצינו חמשה שולחנות בדרום - וקרא כתיב (שמות כ״ו:ל״ה) על צלע צפון:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "5c17b8d5b071e100bf4e4199", "index_title": "Tosafot Yom Tov on Mishnah Tamid", "category": "Quoting Commentary", "type": "", "ref": "Tosafot Yom Tov on Mishnah Tamid 3:1:2", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Tosafot Yom Tov on Mishnah Tamid 3:1:2", "sourceHeRef": "תוספות יום טוב על משנה תמיד ג׳:א׳:ב׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1613, 1617], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Tosafot Yom Tov on Mishnah Tamid", "he": "תוספות יום טוב על משנה תמיד"}, "he": "<b>מי מדשן מזבח הפנימי</b>. אקדמיה לדשון המנורה דכי עייל להיכל במזבח פגע ברישא דתניא שלחן בצפון כו'. ומנורה בדרום כו'. מזבח ממוצע ועומד באמצע ומשוך כלפי חוץ קימעא. דכתיב (שמות כ\"ו) ואת המנורה נוכח השלחן בעינן דחזו להדדי גמ' פ\"ג דיומא ד' ל\"ג. ומ\"ש הר\"ב שהמדשן הוא המקטיר קטורת. וכך כתב עוד להלן והשלישי מדשן מזבח הפנימי ומקטיר קטורת. טעות הוא בידו. דהא תנן בפ\"ה מ\"ב חדשים לקטרת. ועוד בפ\"ו מי שזכה בדישון מזבח הפנימי מקדימים לפניהם כו'. וכן נמי בפ\"ב דיומא [משנה ד'] דפייס שלישי לקטרת. ואין לדחוק שר\"ל המחתה. וכי ההיא דכתב הרמב\"ם בפ\"ד מה\"ת. שהמדשן מזבח החצון מכניס המחתה. וסובר הר\"ב [במ\"ש] שהמדשן הפנימי הוא המקטיר [*ר\"ל מכניס המחתה. ויתיישב עם זה דלא תקשה אמאי בזורק לא נקט תחלת העבודה שהיא קבלת הדם והכא במקטיר נקט דישון המזבח שהוא תחלת העבודה של ההקטרה דכיון דמקטיר היינו מכניס המחתה לבד שאינו עיקר עבודת הקטרת לא דמי לזורק שהוא עיקר העבודה] דמלבד הקושיא שאני מקשה על הרמב\"ם לקמן במשנה ה' פ\"ה מהגמ' (יומא ד' כ\"ה) דזה שזוכה בקטורת אומר לזה שעמו זכה במחתה וזה קשיא ג\"כ על הר\"ב אלא דעליה קשיא ממשנה גופא דר\"פ בתרא דתנן והטני ביד אחד והמחתה ביד אחד ש\"מ דתרי כהנים הוו. ולשון הרמב\"ם והשלישי מרים דשון מזבח הפנימי לפי שבו מקטירין הקטרת. ע\"כ. ומ\"ש הר\"ב דדשון מזבח ומנורה קודם שחיטת התמיד היה אכתוב בזה בסוף פרקין בס\"ד: \n", "heVersionTitle": "Mishnah, ed. Romm, Vilna 1913", "heLicense": "Public Domain", "heVersionTitleInHebrew": "משנה, מהדורת בית דפוס ראם, וילנא 1913", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b93cb071e100bf4e8606", "index_title": "Rashi on Yoma", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Yoma 33b:1:3", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Rashi on Yoma 33b:1:3", "sourceHeRef": "רש\"י על יומא ל״ג ב:א׳:ג׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 1.0003, "collectiveTitle": {"en": "Rashi on Yoma", "he": "רש\"י על יומא"}, "heTitle": "רש\"י על יומא", "he": "משוכה מן הכותל שתי אמות ומחצה - כמדת השולחן דהא כתיב (שמות כ״ו:ל״ה) נכח השלחן זה בצד זה:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b9a4b071e100bf4ec909", "index_title": "Rashi on Yoma", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Yoma 51b:9:1", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Rashi on Yoma 51b:9:1", "sourceHeRef": "רש\"י על יומא נ״א ב:ט׳:א׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Rashi on Yoma", "he": "רש\"י על יומא"}, "heTitle": "רש\"י על יומא", "he": "שולחנות צפון ודרום מונחין - עשר שולחנות עשה שלמה שנאמר (דברי הימים ב ד׳:ז׳-ח׳) חמש מימין וחמש משמאל ותניא במנחות (צח:) אי אפשר לומר חמש מימין הפתח וחמש משמאל הפתח שאם אתה אומר כן מצינו שולחן בדרום והתורה אמרה והשולחן תתן על צלע צפון (שמות כ״ו:ל״ה) אלא של משה באמצע חמש מימינו וחמש משמאלו ופליגי בה תנאי איכא למאן דאמר מזרח ומערב מונחין ואיכא למאן דאמר צפון ודרום מונחין ור\"מ סבירא ליה כמאן דאמר צפון ודרום ראשי שולחנות מן הצפון לדרום היו חמש בשורה אחת פונות ראשה של זו לראשה של זו והשולחן אמתים ארכו הרי עשר אמות ועל כרחך צריך היה לסמוך ראש השולחן הצפוני לכותל שאם אתה מושכו להלן מן הכותל נמצא מן השולחן הדרומי מקצתו יושב בדרום שההיכל רחבו עשרים אמה נמצא צפון שלו עשר אמה ואי אפשר להיות כלום מן השולחן בדרום הלכך מפסקי שולחנות את הדרך ולא מתעייל ליה בין שולחן לכותל ואם תאמר אף בין המזבח לשולחן אין דרך שהרי המזבח באמצע ההיכל וראש השולחן הדרומי סמוך למזבח הא אמרן בפרק אמר להם הממונה (לעיל יומא דף לג:) שאין המזבח מכוון כנגד השולחן אלא משוך קימעא כלפי חוץ:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1d6e685c8f935f442f3fdc", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Exodus 27:20:7", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Midrash Lekach Tov, Exodus 27:20:7", "sourceHeRef": "מדרש לקח טוב, שמות כ״ז:כ׳:ז׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 20.0007, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "שמות", "he": "<b> באהל מועד מחוץ לפרכת אשר על העדות יערוך אוהו אהרן ובניו.</b> <i data-commentator=\"Notes and Corrections\" data-order=\"19\"></i> שלא יטעך יצרך שהוא צריך לאורה, ראה מה כתיב באהל מועד מחוץ לפרכת, ולא היתה המנורה צריכה להינתן אלא לפנים מן הפרכת אצל הארון, והיא נתונה חוץ לפרכת אלא להודיעך שאינו צריך אורה משלך אלא לזכותך. <i data-commentator=\"Notes and Corrections\" data-order=\"20\"></i> בנוהג שבעולם אדם עשה לו מטה ושלחן ונותן את המנורה משמאלו, אבל בית המקדש אינו כן המנורה מימין השלחן, שנאמר ושמת את השלחן מחוץ לפרכת ואת המנורה נוכח השלחן על ירך המשכן תימנה (שמות כו לה) אלא להודיעך שאיני צריך לאורה משלך אלא כדי לזכותך. אמר הקב״ה לעולם הבא שכולו אורה לישראל וחשיכה לאומות העולם שם אני מאיר לכם, שנאמר כי החשך יכסה ארץ וערפל לאומים ועליך יזרח ה׳ (ישעיה ס ב), <i data-commentator=\"Notes and Corrections\" data-order=\"21\"></i> את מוצא מי שהוא נתון בחשך רואה מה שבאור, אבל מי שהוא באור אינו רואה מה שבחשך, אבל הקב״ה אינו כן, הוא אור ועמו האור חונה, שנאמר עוטה אור כשלמה (תהלים קד ב), ורואה מה שבחשך, כמו שאומר והוא גליא עמיקתא ומסתרתא, ידע מה בחשוכא ונהורא עמיה שרא (דניאל ב כב), ולמה צריך האור מכם, אלא כדי לזכות אתכם ולהאיר לכם, שנאמר קומי אורי כי בא אורך וגו׳ (ישעיה ס א). <i data-commentator=\"Notes and Corrections\" data-order=\"22\"></i> א״ר יהודה בר' אלעאי <i data-commentator=\"Notes and Corrections\" data-order=\"23\"></i> השמש הזה הוא נתון בתוך התיק, שנאמר לשמש שם אהל בהם (תהלים יט ה), ובתקופת תמוז יוצא מתוך תיקו כדי לבשל הפירות, ואין בריה יכולה לעמוד בה, ומה אם שמש אחד ממשמשיי אין יכולין לעמוד כל באי עולם לפניו, למה שאורו קשה, ואני צריך מכם אורה, אלא לזכות אתכם, והיה לך ה׳ לאור עולם ואלהיך לתפארתך (ישעיה ס יט). <i data-commentator=\"Notes and Corrections\" data-order=\"24\"></i> כיצד עושין את השמן, <i data-commentator=\"Notes and Corrections\" data-order=\"25\"></i> שנו רבותינו זיתים היו ניכרין להן שהיו עושים פירות נאים ויפים, היו נוטלין אותן וכותשין אותן, השמן הראשון היו פורשין אותה למנורה, והשני למנחות, לקיים מה שנאמר שמן זית זך כתית למאור, אמר לו הקב״ה למשה אמור להם לבניי, בני בעוה״ז אתם זקוקין לאורו של בית המקדש, ואתם מדליקין נרות לתוכו, אבל לעתיד לבא בזכות אותו הנר שאתם מדליקין, אני אגאל אתכם על ידי מלך המשיח, שהוא משול בנר, שנאמר שם אצמיח קרן לדוד ערכתי נר למשיחי (תהלים קלב יז).", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9fe6bfb3c3d94bf6557f", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Exodus 26:35:1", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Midrash Lekach Tov, Exodus 26:35:1", "sourceHeRef": "מדרש לקח טוב, שמות כ״ו:ל״ה:א׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 35.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "שמות", "he": "<b>ושמת את השלחן מחוץ לפרכת ואת המנורה נכח השלחן.</b> שיהו נותנין ארכן לאורך המשכן. <i data-commentator=\"Notes and Corrections\" data-order=\"26\"></i> ת״ר כל הכלים שבמקדש אורכן לאורכו של בית, חוץ מארון שאורכו לרוחבו של בית.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f6352bf787169983ab72064", "index_title": "Rabbeinu Gershom on Temurah", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Gershom on Temurah 4b:3", "anchorRef": "Exodus 25:1-27:19", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19"], "sourceRef": "Rabbeinu Gershom on Temurah 4b:3", "sourceHeRef": "רבינו גרשום על תמורה ד׳ ב:ג׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [980, 1020], "commentaryNum": 8.0003, "collectiveTitle": {"en": "Rabbeinu Gershom", "he": "רבינו גרשום"}, "heTitle": "רבינו גרשום על תמורה", "he": "תרי לאוי. לא יחליפנו ולא ימיר וחד עשה ואם המר ימיר:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דפוס האלמנה והאחים ראם", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f6352bf787169983ab72066", "index_title": "Rabbeinu Gershom on Temurah", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Gershom on Temurah 4b:4", "anchorRef": "Exodus 25:1-27:19", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19"], "sourceRef": "Rabbeinu Gershom on Temurah 4b:4", "sourceHeRef": "רבינו גרשום על תמורה ד׳ ב:ד׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [980, 1020], "commentaryNum": 8.0004, "collectiveTitle": {"en": "Rabbeinu Gershom", "he": "רבינו גרשום"}, "heTitle": "רבינו גרשום על תמורה", "he": "אונס דחד לאו וחד עשה הוא עשה ולו תהיה לאשה. לאו דכתיב לא יוכל לשלחה:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דפוס האלמנה והאחים ראם", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f6352bf787169983ab72068", "index_title": "Rabbeinu Gershom on Temurah", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Gershom on Temurah 4b:5", "anchorRef": "Exodus 25:1-27:19", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19"], "sourceRef": "Rabbeinu Gershom on Temurah 4b:5", "sourceHeRef": "רבינו גרשום על תמורה ד׳ ב:ה׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [980, 1020], "commentaryNum": 8.0005, "collectiveTitle": {"en": "Rabbeinu Gershom", "he": "רבינו גרשום"}, "heTitle": "רבינו גרשום על תמורה", "he": "ואם כהן הוא לוקה. דקא עבר על לאו לא יוכל לשלחה:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דפוס האלמנה והאחים ראם", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f6352c0787169983ab7206a", "index_title": "Rabbeinu Gershom on Temurah", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Gershom on Temurah 4b:6", "anchorRef": "Exodus 25:1-27:19", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19"], "sourceRef": "Rabbeinu Gershom on Temurah 4b:6", "sourceHeRef": "רבינו גרשום על תמורה ד׳ ב:ו׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [980, 1020], "commentaryNum": 8.0006, "collectiveTitle": {"en": "Rabbeinu Gershom", "he": "רבינו גרשום"}, "heTitle": "רבינו גרשום על תמורה", "he": "ואינו מחזיר. דאסור בגרושה אלמא דלא מהני ליה עשה לכהן דלא לילקי:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דפוס האלמנה והאחים ראם", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f6352c0787169983ab7206c", "index_title": "Rabbeinu Gershom on Temurah", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Gershom on Temurah 4b:7", "anchorRef": "Exodus 25:1-27:19", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19"], "sourceRef": "Rabbeinu Gershom on Temurah 4b:7", "sourceHeRef": "רבינו גרשום על תמורה ד׳ ב:ז׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [980, 1020], "commentaryNum": 8.0007, "collectiveTitle": {"en": "Rabbeinu Gershom", "he": "רבינו גרשום"}, "heTitle": "רבינו גרשום על תמורה", "he": "משום הכי לקי דרבי בהו רחמנא בכהנים קדושתא יתירתא הא בעלמא לא תעשה שניתק לעשה לא לקי:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דפוס האלמנה והאחים ראם", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f6352c0787169983ab7206e", "index_title": "Rabbeinu Gershom on Temurah", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Gershom on Temurah 4b:8", "anchorRef": "Exodus 25:1-27:19", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19"], "sourceRef": "Rabbeinu Gershom on Temurah 4b:8", "sourceHeRef": "רבינו גרשום על תמורה ד׳ ב:ח׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [980, 1020], "commentaryNum": 8.0008, "collectiveTitle": {"en": "Rabbeinu Gershom", "he": "רבינו גרשום"}, "heTitle": "רבינו גרשום על תמורה", "he": "נ\"א] שאני מימר משום הכי לא מבטיל עשה ללאו. דהוה ליה לאו ששוה בכל דהכל אסורין להמיר לכתחילה ועשה דידיה ואם המר ימיר אינו שוה בכל דליתיה בצבור ושותפין דאין עושין תמורה אפילו דיעבד הילכך לא אלים עשה לאפוקי מן לאו ששוה בכל:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דפוס האלמנה והאחים ראם", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f6352c0787169983ab72070", "index_title": "Rabbeinu Gershom on Temurah", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Gershom on Temurah 4b:9", "anchorRef": "Exodus 25:1-27:19", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19"], "sourceRef": "Rabbeinu Gershom on Temurah 4b:9", "sourceHeRef": "רבינו גרשום על תמורה ד׳ ב:ט׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [980, 1020], "commentaryNum": 8.0009, "collectiveTitle": {"en": "Rabbeinu Gershom", "he": "רבינו גרשום"}, "heTitle": "רבינו גרשום על תמורה", "he": "והרי אונס דלאו דיליה אינו שוה בכל דליתיה בכהנים דלא אמרינן גבי כהן לא יוכל לשלחה ואם גירשה כל ימיו בעמוד והחזיר קאי כמו שחייב ישראל אלא מאחר שגירשה שוב אינו מחזירה ועשה דידיה ולו תהיה לאשה תחת אשר ענה שוה בכל אפילו בכהנים ואפילו הכי לא אלים עשה לאפוקי ממלקות לכהנים. א\"ל כהנים עמא אחרינא נינהו הילכך אחמיר עלייהו דלקי ולגבי ישראל (דהאי) [דהוי] לאו ששוה בכל ועשה ששוה בכל אתי עשה ומפיק מיד לאו ולא לקי אלא מחזיר ואינו לוקה משום דהכתוב נתקו לעשה וכדר' אבין:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דפוס האלמנה והאחים ראם", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6037a684cda51cfa3ddf38bc", "index_title": "Ramban on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Exodus 40:2:2", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Ramban on Exodus 40:2:2", "sourceHeRef": "רמב\"ן על שמות מ׳:ב׳:ב׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Ramban on Exodus", "he": "רמב\"ן על שמות"}, "he": "<b>תָּקִים אֶת מִשְׁכַּן אֹהֶל מוֹעֵד</b> לֹא פֵּרֵשׁ לוֹ בְּצַוָּאָה זוֹ כֵּיצַד סֵדֶר הַהֲקָמָה כַּאֲשֶׁר פֵּרֵשׁ בַּמַּעֲשֶׂה \"וַיִּתֵּן אֶת אֲדָנָיו וַיָּשֶׂם אֶת קְרָשָׁיו\" (שמות מ':י\"ח). וְהָיָה זֶה, מִפְּנֵי שֶׁכְּבָר הֶרְאָה אוֹתוֹ הַהֲקָמָה בְּמַרְאִית הָעַיִן, כְּמוֹ שֶׁאָמַר \"וַהֲקֵמֹתָ אֶת הַמִּשְׁכָּן כְּמִשְׁפָּטוֹ אֲשֶׁר הָרְאֵיתָ בָּהָר\" (שמות כ\"ו:ל'). וְכֵן קִצֵּר כָּאן וְאָמַר \"וְשַׂמְתָּ שָׁם אֵת אֲרוֹן הָעֵדוּת\" (שמות מ':ג'), וְלֹא הִזְכִּיר וְאֶל הָאָרֹן תִּתֵּן אֶת הָעֵדֻת, כִּי בְּהַזְכִּירוֹ \"אֵת אֲרוֹן הָעֵדוּת\" יָבִין זֶה, כִּי לֹא יִקָּרֵא הָאָרוֹן כֵּן רַק בִּהְיוֹת בּוֹ לוּחוֹת הָעֵדוּת. וּכְבָר נִצְטַוָּה מִתְּחִלָּה \"וְנָתַתָּ אֶת הַכַּפֹּרֶת עַל הָאָרֹן מִלְמָעְלָה וְאֶל הָאָרֹן תִּתֵּן אֶת הָעֵדֻת אֲשֶׁר אֶתֵּן אֵלֶיךָ\" (שמות כ\"ה:כ\"א), וְלֹא הֻצְרַךְ כָּאן אֶלָּא לְצַוּוֹתוֹ בַּהַקְדָּמָה, כִּי תְּשׂוּמֶת הָאָרוֹן עִם הַלּוּחוֹת יַקְדִּים לְכָל הַכֵּלִים. וְכֵן קִצֵּר בְּעִנְיַן הַשֻּׁלְחָן וְהַמְּנוֹרָה, שֶׁכְּבָר צִוָּה אוֹתוֹ (שמות כ\"ו:ל\"ה) בְּאֵיזֶה מָקוֹם מִן הַמִּשְׁכָּן יַעֲמִידֵם. וְקִצֵּר בְּעִנְיַן לְבִישַׁת אַהֲרֹן וּבָנָיו, שֶׁאָמַר \"וְהִלְבַּשְׁתָּ אֶת אַהֲרֹן אֵת בִּגְדֵי הַקֹּדֶשׁ\" (שמות מ':י\"ג), וּבְבָנָיו אָמַר \"וְהִלְבַּשְׁתָּם כֻּתֳּנוֹת\" (שמות מ':י\"ד), כִּי כְּבָר צִוָּה אוֹתוֹ בִּפְרָט בְּסֵדֶר לְבִישָׁתָן (לעיל כט ה-ט), וְלֹא בָּא עַכְשָׁו אֶלָּא לְסַדֵּר לוֹ שְׁעַת הַלְּבִישָׁה שֶׁתִּהְיֶה אַחַר הֲקָמַת הַמִּשְׁכָּן כֻּלּוֹ. וְהִזְכִּיר כֻּתֳּנוֹת שֶׁבָּהֶן יַתְחִיל הַלְּבִישָׁה:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "THOU SHALT SET UP THE TABERNACLE OF THE TENT OF MEETING. G-d did not explain to Moses in this command the order of putting it up, as it is clearly set forth in the actual construction: <i>and he laid its sockets, and set up the boards thereof</i> etc.<sup class=\"footnote-marker\">71</sup><i class=\"footnote\">Further, Verse 18.</i> The reason for His not explaining it here is because He had already shown it to him visually, as He said, <i>And thou shalt put up the Tabernacle according to the fashion thereof which hath been shown thee in the mountain</i>.<sup class=\"footnote-marker\">72</sup><i class=\"footnote\">Above, 26:30.</i> Similarly, He shortened the account here, saying, <i>And thou shalt put therein the ark of the Testimony</i>,<sup class=\"footnote-marker\">73</sup><i class=\"footnote\">Verse 3.</i> and did not mention <i>and in the ark thou shalt put the Testimony</i>,<sup class=\"footnote-marker\">74</sup><i class=\"footnote\">Above, 25:21.</i> for since He used the phrase: <i>the ark of the Testimony</i>, Moses would understand this, since the ark is only termed “the ark of the Testimony” when the Tablets of the Testimony are in it, and they were already commanded at the beginning, <i>And thou shalt put the ark-cover above upon the ark; and in the ark thou shalt put the Testimony that I shall give thee</i>.<sup class=\"footnote-marker\">74</sup><i class=\"footnote\">Above, 25:21.</i> It was necessary here to mention it only in order to tell him the order of priority, namely that the putting of the ark with the Tablets [into the Tabernacle] should precede the setting up of all other vessels. Similarly He shortened the account of the table and the candelabrum, since He had already commanded him in what place of the Tabernacle they were to be set up.<sup class=\"footnote-marker\">75</sup><i class=\"footnote\"><i>Ibid.</i>, 26:35.</i> He also shortened the subject of the dressing of Aaron and his sons, saying merely, <i>And thou shalt put upon Aaron the holy garments</i>,<sup class=\"footnote-marker\">76</sup><i class=\"footnote\">Further, Verse 13.</i> and with reference to Aaron’s sons He said, <i>and thou shalt put tunics upon them</i>,<sup class=\"footnote-marker\">77</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 14.</i> for He had already told and commanded Moses in detail about the order of putting on their garments.<sup class=\"footnote-marker\">78</sup><i class=\"footnote\">Above, 29:5-9.</i> Here the intention was only to fix the time of the dressing in its correct order, namely, after the whole Tabernacle had been set up. Of the priestly garments He mentioned only the tunics, because it is with them that the dressing began.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "608924ee3ea8ca4dcb1243f9", "index_title": "Ohev Yisrael", "category": "Chasidut", "type": "commentary", "ref": "Ohev Yisrael, Terumah 7:1", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Ohev Yisrael, Terumah 7:1", "sourceHeRef": "אוהב ישראל, תרומה ז׳:א׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1770, 1820], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Ohev Yisrael", "he": "אוהב ישראל"}, "heTitle": "תרומה", "he": "<b>ושמת את השלחן מחוץ לפרוכת. </b>ואת המנורה נכח השלחן. על צלע המשכן תימנה והשלחן תתן על צלע צפון. ולכאורה אין לפסוק זה שום ביאור כלל. כי מהראוי היה לכתוב ושמת את השלחן על צלע צפון ואת המנורה נכח השלחן גו'. ולמה הפסיק במנורה. וכמבואר לכל מבין. ואפשר לומר בזה ע\"ד רמז. כי התוה\"ק מרמזת לנו. איך יתנהג האדם בהעיר לבבו לעבודת הש\"י ולעסוק בתורתו ויראתו. שלא יאמר אלך ואעסוק בתורה יומם ולילה לבל אשגיח כלל מאין יבוא עזר פרנסת ביתי כדי חיי. ואח\"כ בבוא זמן האוכל וטפלי תלי בי'. תתבלבל אז מחשבתו עי\"ז ח\"ו. ולא יוכל ללמוד כלל וכלל. ולא עוד אלא שיוכל לבוא לידי שיעמום ושיגעון ח\"ו. או שילסטם הבריות. בעצת היצר אשר יטהו לזה ח\"ו. ולזה אין נכון לו לבחור בדרך כזה. אכן הדרך הטוב והישר שיברור לו האדם הוא שיסדר לו מקודם איזה מקום פרנסה למזון וטרף לביתו. ושיסתפק בדרך המיעוט היותר הכרחי כדי להחיות נפשו ונפש אנשי ביתו בצמצום. ע\"ד צדיק אוכל לשובע נפשו. ולא ירדוף כרדוף הקורא בהערים אחר מו\"מ. רק יאמין בהש\"י שיוכל להזמין לו במקומו די הצורך לפרנסת אנשי ביתו באיזה עסק מלאכה שיעסוק. כהבטחת התוה\"ק וברכתיך בכל אשר תעשה. ואח\"כ יטה שכמו לסבול עול תורה ומצות ומע\"ט. וזהו טוב תורה עם דרך ארץ. היינו כאשר כבר הכין לעצמו איזה עסק לפרנסה ויש מקום לחול עליו ברכת ה'. יכין אז עצמו ללמוד התורה ולעסוק במצותיו בכל השגתו וכוחו. ואז לא תתבלבל מחשבתו ודעתו. רק תהי' צלולה זכה וברורה בלימוד תורתו באמת וילך מעלה מעלה והוא ע\"ד מאחז\"ל הרבה עשו כרשב\"י ולא עלתה בידן. אך אל יתאוה האדם אל תאוות המותרות ולתענוגי בני האדם ושלחן מלכים הגם כי כל ישראל בני מלכים הם ונאה להם להתנהג ברחבות ידים ובוותרנות. עכ\"ז תורתן מתי נעשית. וכבר הזהירנו חז\"ל ואל תתאוה לשלחנם של מלכים ששלחנך גדול משלחנם כו'. והיינו כי לע\"ל גנוז לישראל שלחן ערוך ברב טוב באור הגנוז להצדיקים לע\"ל. ויפה שעה א' של קורת רוח בעוה\"ב מכל חיי העוה\"ז. וזהו מרומז בפסוק ושמת את השלחן. שימה בעלמא משום כדי חייו דוקא לפרנסת ביתו בצמצום. ואז תוכל להשים את המנורה נכח השלחן. היינו עי\"ז שתכין לך איזה סדר בעסק פרנסה קצת ע\"פ היותר הכרחי תוכל לבוא לחכמה עילאה ואור התורה. כי שמן רומז לחכמה כנודע. ואת השלחן הידוע. ר\"ל שלחן מלכים הראוי לך. תתן על צלע צפון. היינו לע\"ל אור הצפון להצדיקים. גם צל\"ע הוא מספר ק\"ץ. בסוד ק\"ץ הימין. זהו בדרך פשוטו:", "heVersionTitle": "Ohev Yisrael, Zhitomir, 1863.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60f5787fbd6a6e8e342f8952", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Exodus 26:35:1", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Maskil LeDavid, Exodus 26:35:1", "sourceHeRef": "משכיל לדוד, שמות כ״ו:ל״ה:א׳", "anchorVerse": 35, "sourceHasEn": false, "commentaryNum": 35.0001, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "שמות", "he": "<b>ושמת את השלחן וכו׳ ומזבח הזהב וכו׳ משוך קימעא וכו׳</b> הוצרך רש״י להביא זה לכאן אף על גב דהכא לא נזכר בפסוק מזבח הזהב כלל כי היכי דלא תיקשי דבקר׳ דתצוה כתיב שמזבח הזהב באמצע לפני הפרוכת ואם כן היכי כתיב הכא שהמנורה נוכח השלחן והרי מזבח הזהב מפסיק ביניהן ולכך תירץ דשפי׳ כתיב נוכח השלחן לפי שהמזבח היה משוך כלפי המזרח:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121afc26414d73d5c858bdf", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 372:2", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Yalkut Shimoni on Torah 372:2", "sourceHeRef": "ילקוט שמעוני על התורה שע״ב:ב׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 372.0002, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ועשית פרכת היה אורג את הפרכת עשר אמות על עשר ועושה בה ארבע חוברין . ותולה ארכה באונקלות שעל גבי העמודים שנאמר ונתתה את הפרכת תחת הקרסים והבאת שמה מבית לפרכת את ארון העדות. ושם היה נתון צנצנת המן וצלוחית של שמן המשחה ומקלו של אהרן שקדיה ופרחיה (ובגדי כהנים ובגדי כהן גדול) ארבעה פעמים ביום הכפורים. מחוץ לפרכת היו שלחן ומנורה מונחין אלא שהשלחן בצפון ומנורה כנגדו בדרום שנאמר ושמת את השלחן וגו' וכתיב ואת המנורה נכח השלחן. וכשם שהיו מונחין באהל מועד כך היו מונחין בבית עולמים אלא שאהל מועד ארכו שלשים אמות ורחבו עשר אמות ובבית עולמים ארכו ששים אמה ורחבו עשרים אמה הא למדת שאהל מועד רבעו של בית עולמים. כשם שהיה אורג את הפרכת כך היה אורג את האפוד ואת החשן אלא שבאלו היה חוט אחד של זהב יותר שנאמר וירקעו את פחי הזהב כשם שהיה אורג את פרכת המסך כך היה אורג את מסך הפתח אלא שפרכת מעשה חושב ומסך הפתח מעשה רוקם שנאמר ועשית מסך לפתח האהל דברי רבי נחמיה. שהיה רבי נחמיה אומר כל שנאמר בו מעשה חשב שני פרצופים ומעשה רוקם אינו אלא פרצוף אחד בלבד. וקני המנורה היו מכוונין כנגד רחבו של שלחן הזהב. ושלחן הזהב היה נתון כנגד הפתח וחולק את הבית מחציו ולפנים. ומכוון היה כנגד הפרכת שנאמר ונתתה וגו'. ומן הקרשים שבדרום עד קני המנורה שתי אמות ומחצה, מקני המנורה עד השלחן חמש אמות, מן השלחן עד הקרשים שבצפון שתי אמות ומחצה הא למדת שרחבו עשר אמות, מן הקרשים שבמערב עד הפרכת עשר אמות, מן הפרכת עד קני המנורה חמש אמות, ממזבח הזהב עד המזבח עשר אמות הא למדת שארכו שלשים אמה:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "619e8f9ead9c4d6ad7418fe7", "index_title": "Jerusalem Talmud Shekalim", "category": "Talmud", "type": "related passage", "ref": "Jerusalem Talmud Shekalim 4:2:4", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Jerusalem Talmud Shekalim 4:2:4", "sourceHeRef": "תלמוד ירושלמי שקלים ד׳:ב׳:ד׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 2.0004, "collectiveTitle": {"en": "Jerusalem Talmud Shekalim", "he": "תלמוד ירושלמי שקלים"}, "heTitle": "תלמוד ירושלמי שקלים", "he": "אָמַר רִבִּי חִזְקִיָּה. תַּנָּא רִבִּי יְהוּדָה גְרוֹגְרוֹת. הַשֻּׁלְחָן וְהַמְּנוֹרָה וְהַמִּזְבְּחוֹת וְהַפְּרָכוֹת מְעַכְּבִין אֶת הַקָּרְבָּן. דִּבְרֵי רִבִּי מֵאִיר. וַחֲכָמִים אוֹמְ‌ְרִין אֵין לָךְ מְעַכֵּב אֶת הַקָּרְבָּן אֶלָּא הַכֵּיּוֹר וְהַכָּן בִּלְבַד. וְלֹא אָמַר כֵּן. רִבִּי אֶלְעָזָר וְרִבִּי יוֹסֵי בֵּן חֲנִינָה תְּרֵיהוֹן אָ‍ֽמְרִין. כָּל־הֵן דִּכְתִיב נֹכַח מְעַכֵּב. צֶלַע אֵינוֹ מְעַכֵּב. וְאָמַר רִבִּי שְׁמוּאֵל בַּר נַחְמָן בְּשֵׁם רִבִּי יוֹנָתָן. וַאֲפִילוּ צֶלַע מְעַכֵּב. וְאָמַר רִבִּי אִילָא בְשֵׁם שְׁמוּאֵל בַּר נַחְמָן. וַאֲפִילוּ שִׂימָה מְעַכֶּבֶת. אָמַר רִבִּי חֲנַנְיָה. כָּאן בָּעֲבוֹדוֹת שֶׁבִּפְנִים וְכָאן בָּעֲבוֹדוֹת שֶׁבַּחוּץ.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "Rebbi Ḥizqiah said that Rebbi Jehudah Dried Figs<sup class=\"footnote-marker\">56</sup><i class=\"footnote\">It is impossible to determine his time of activity.</i> stated: The table, the candelabrum, the altars<sup class=\"footnote-marker\">62</sup><i class=\"footnote\">Since obviously in the absence of an altar there can be no sacrifice, the reference is to the golden incense altar in the Sanctuary, not the large altar outside. <a class=\"refLink\" data-ref=\"Zevachim 62a\" href=\"/Zevachim.62a\">Babli <i>Zevaḥim</i>62a</a>.</i>, and the gobelins<sup class=\"footnote-marker\">55</sup><i class=\"footnote\">For use in the Temple Hall, to separate between the holy and the holiest of holies.</i> obstruct the sacrifice, the words of Rebbi Meïr. But the Sages say, the sacrifice is only obstructed by the wash basin and its base<sup class=\"footnote-marker\">63</sup><i class=\"footnote\">Since the priests are forbidden to officiate unless they wash hands and feet from the Temple wash basin on its base, <a class=\"refLink\" data-ref=\"Exodus 30:17-21\" href=\"/Exodus.30.17-21\"><i>Ex.</i> 30:17–21</a>, <a class=\"refLink\" data-ref=\"Exodus 40:30-32\" href=\"/Exodus.40.30-32\">40:30–32</a>.</i>. Otherwise, Rebbi Eleazar and Rebbi Yose ben Ḥanina both say, everywhere “opposite<sup class=\"footnote-marker\">64</sup><i class=\"footnote\">The following refers to the commandment how the Tabernacle had to be organized (<a class=\"refLink\" data-ref=\"Exodus 26:32-37\" href=\"/Exodus.26.32-37\"><i>Ex.</i> 26:32–37</a>; 40:1–16) and the report how this was executed ((<a class=\"refLink\" data-ref=\"Exodus 40\" href=\"/Exodus.40\"><i>Ex.</i> 40:1–17–33</a>.) The candelabrum was put “opposite the table”. (<a class=\"refLink\" data-ref=\"Exodus 40:24\" href=\"/Exodus.40.24\"><i>Ex.</i> 40:24</a>).</i>” is written it is obstructive, “on the side<sup class=\"footnote-marker\">65</sup><i class=\"footnote\">The table has to be put “on the North side”, the candelabrum “on the South side”; (<a class=\"refLink\" data-ref=\"Exodus 26:35\" href=\"/Exodus.26.35\"><i>Ex.</i> 26:35</a>).</i>” is not obstructive, but Rebbi Samuel bar Naḥman in the name of Rebbi Jonathan said, even “on the side” is obstructive, and Rebbi Ila in the name of Rebbi Jonathan said, even “putting<sup class=\"footnote-marker\">66</sup><i class=\"footnote\">Moses “put” all the furniture of the Tabernacle at its correct places (<a class=\"refLink\" data-ref=\"Exodus 40:18\" href=\"/Exodus.40.18\"><i>Ex.</i> 40:18</a> ff.)</i>” is obstructive. Rebbi Ḥananiah said, here for service inside, there for service outside<sup class=\"footnote-marker\">67</sup><i class=\"footnote\">Since one may bring sacrifices on the altar without a Temple (<a class=\"refLink\" data-ref=\"Mishnah Eduyot 8:6\" href=\"/Mishnah_Eduyot.8.6\">Mishnah <i>Idiut</i>8:6</a>), for any offering on the large altar one only needs the wash basin and its base. But for any offering inside the Sanctuary, e. g., the daily incense burning, all pieces have to be available at the correct places.</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61a6232387f574a17ca6bdef", "index_title": "Jerusalem Talmud Shekalim", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Shekalim 6:3:3", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Jerusalem Talmud Shekalim 6:3:3", "sourceHeRef": "תלמוד ירושלמי שקלים ו׳:ג׳:ג׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 3.0003, "collectiveTitle": {"en": "Jerusalem Talmud Shekalim", "he": "תלמוד ירושלמי שקלים"}, "heTitle": "תלמוד ירושלמי שקלים", "he": "עֲשָׂרָה שׁוּלְחָנוֹת עָשָׂה שְׁלֹמֹה. וַיַּ֣עַשׂ שׁוּלְחָנוֹת עֲשָׂרָה֒ וַיַּנַּח֙ בַּֽהֵיכָ֔ל חֲמִשָּׁ֥ה מִיָּמִ֖ין וַֽחֲמִשָּׁ֣ה מִשְּׂמֹ֑אל. אִין תֵּימַר. חֲמִשָּׁה בַדָּרוֹם וַחֲמִשָּׁה בַצָּפוֹן. וַהֲלֹא אֵין הַשּׁוּלְחָן כָּשֵׁר אֶלָּא בַצָּפוֹן. שֶׁנֶּאֱמַר וְאֶת הַשֻּׁלְחָן תִּתֵּ֖ן עַל־צֶ֥לַע צָפֽוֹן. מַה תַלָמוּד לוֹמַר. חֲמִשָּׁ֥ה מִיָּמִ֖ין וַֽחֲמִשָּׁ֣ה מִשְּׂמֹ֑אל. אֶלָּא חֲמִשָּׁה מִיָּמִין שֻׁלְחֲנוּ שֶׁלְמֹשֶׁה וַֽחֲמִשָּׁה מִשְּׂמאֹלוֹ. אַף עַל פִּי כֵן לֹא הָיָה מְסַדֵּר אֶלָּא שֶׁלְמֹשֶׁה בִּלְבַד. שֶׁנֶּאֱמַר אֶת הַשּׁוּלְחָן אֲשֶׁ֥ר עָלָי֛ו לֶ֥חֶם הַפָּנִי֭ם. רִבִּי יוֹסֵי בֵּירִבִּי יְהוּדָה אוֹמֵר. עַל כּוּלָּם הָיָה מְסַדֵּר. שֶׁנֶּאֱמַר אֶת הַשּׁוּלְחָנוֹת <i data-overlay=\"Venice Columns\" data-value=\"50b\"></i>וַֽעֲלֵיהֶם֭ לֶ֥חֶם הַפָּנִֽים. תַּנֵּי. מִזְרַח וּמַעֲרָב הָיוּ נְתוּנִין. דִּבְרֵי רִבִּי. רִבִּי אֶלְעָזָר בֵּירִבִּי שִׁמְעוֹן אוֹמֵר. צָפוֹן וְדָרוֹם הָיוּ נְתוּנִין. מָאן דְּאָמַר. מִזְרַח וּמַעֲרָב. נִיחָא. כּוּלְּהֹן רְאוּיִין לְשֵׁירוּת. מָאן דְּאָמַר. צָפוֹן וְדָרוֹם. נִמְצָא שׁוּלְחָן בַדָּרוֹם וּמְנוֹרָה בַצָּפוֹן. וְהָא תַנֵּי. הַשֻּׁלְחָן הָיָה נָתוּן מֵחֲצִי הַבַּיִת וְלִפְנִים מָשׁוּךְ מִן הַכּוֹתֶל כִּשְׁתֵּי אַמּוֹת כְּלַפֵּי הַצָּפוֹן וּמְנוֹרָה כְנֶגְדּוֹ בְדָרוֹם. מִזְבַּח הַזָּהָב הָיָה נָתוּן בְאֶמְצַע <i data-overlay=\"Vilna Pages\" data-value=\"27a\"></i>הַבַּיִת חוֹלֵק אֶת הַבַּיִת מֵחֶצְיוֹ וְלִפְנִים מָשׁוּךְ קִימְעָא כְּלַפֵּי הַצָּפוֹן. וְכוּלְּהֹם הָיוּ נְתוּנִין מִשְּׁלִישׁ הַבַּיִת וְלִפְנִים.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "Solomon made ten tables: <i>Solomon made ten tables and deposited them in the Temple Hall, five to the right and five to the left</i><sup class=\"footnote-marker\">115</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"II Chronicles 4:8\" href=\"/II_Chronicles.4.8\"><i>2Chr.</i> 4:8</a>.</i>. If you would say, five to the North and five to the South, but the table is only qualified in the North, as it is said, <i>and the table put on the North side</i><sup class=\"footnote-marker\">116</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Exodus 26:35\" href=\"/Exodus.26.35\"><i>Ex.</i> 26:35</a>.</i>. Why does the verse say, <i>five to the right and five to the left</i>? Five to the right of Moses’s table, and five to its left. Nevertheless, only Moses’s alone was used, as it is said<sup class=\"footnote-marker\">117</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"I Kings 7:49\" href=\"/I_Kings.7.49\"><i>1K.</i> 7:49</a>.</i>, <i>the table on which is the shew-bread.</i> Rebbi Yose ben Rebbi Jehudah says, all of them were used, for it is said<sup class=\"footnote-marker\">118</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"II Chronicles 4:19\" href=\"/II_Chronicles.4.19\"><i>2Chr.</i> 4:19</a>.</i>, <i>the tables on which the shew-bread is</i>. It was stated: They were put East and West, the words of Rebbi. Rebbi Eleazar ben Rebbi Simeon says, they were put North and South. He who says East and West is understandable; all of them are proper for Service<sup class=\"footnote-marker\">119</sup><i class=\"footnote\">As prescribed in <a class=\"refLink\" data-ref=\"Exodus 40:22\" href=\"/Exodus.40.22\">Ex. 40:22</a>,, the table at the North side of the Tabernacle, and <a class=\"refLink\" data-ref=\"Exodus 40:24\" href=\"/Exodus.40.24\"><i>Ex.</i> 40:24</a>, the candelabrum at the South side, standing East-West, opposite the table.</i>. He who says, North and South, would then not the table be in the South and the candelabrum in the North? But was it not stated, the table was in the middle of the Temple, more to the inside, about two cubits away from the wall to the North, and opposite it the candelabrum in the South<sup class=\"footnote-marker\">120</sup><i class=\"footnote\">If they are all in one line, at the North side of the Temple, the long side oriented East-West, all pentateuchal requirements are satisfied. <a class=\"refLink\" data-ref=\"Menachot 99a\" href=\"/Menachot.99a\">Babli <i>Menaḥot</i> 99a</a>.</i>. The golden altar was in the middle of the Temple, dividing the Temple, inside, a little bit drawn to the North<sup class=\"footnote-marker\">121</sup><i class=\"footnote\">While the center of the golden altar exactly determines the middle of the Temple hall for distances measured East-West, i. e., between the entrance and the gobelins shielding the Holiest of Holies, it does not exactly determine the middle of the center of the distance of North to South walls.</i>. All were put inside of a third of the Temple<sup class=\"footnote-marker\">122</sup><i class=\"footnote\">The first third of the distance between entrance and the Holiest of Holies was empty.</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61a6232387f574a17ca6bdf2", "index_title": "Jerusalem Talmud Shekalim", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Shekalim 6:3:4", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Jerusalem Talmud Shekalim 6:3:4", "sourceHeRef": "תלמוד ירושלמי שקלים ו׳:ג׳:ד׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 3.0004, "collectiveTitle": {"en": "Jerusalem Talmud Shekalim", "he": "תלמוד ירושלמי שקלים"}, "heTitle": "תלמוד ירושלמי שקלים", "he": "עֶשֶׂר מְנוֹרוֹת עָשָׂה שְׁלֹמֹה. [שֶׁנֶּאֱמַר] וַ֠יַּעַשׂ אֶת־מְנוֹרוֹת הַזָּהָ֛ב עֶ֖שֶׂר כְּמִשְׁפָּטוֹ. אּין תֵּימַר. חָמֵשׁ בַּצָּפוֹן וְחָמֵשׁ בַּדָּרוֹם. וַהֲלֹא אֵין הַמְּנוֹרָה כְשֵׁירָה אֶלָּא בַדָּרוֹם. שֶׁנֶּאֱמַר וְאֶת־הַמְּנוֹרָה֙ נֹ֣כַח הַשֻּׁלְחָ֔ן עַ֛ל יֵרַךְ הַמִּשְׁכָּ֖ן תֵּימָ֑נָה. מַה תַלָמוּד לוֹמַר. חָמֵשׁ מִיָּמִ֖ין וְחָמֵשׁ מִשְּׂמֹ֑אל. אֶלָּא חָמֵשׁ מִיָּמִין מְנוֹרָתוֹ שֶׁלְמֹשֶׁה וְחָמֵשׁ מִשְּׂמאֹלָהּ. אַף עַל פִּי כֵן לֹא הָיָה מַבְעִיר אֶלָּא שֶׁלְמֹשֶׁה בִּלְבַד. שֶׁנֶּאֱמַר וּמְנוֹרַ֨ת הַזָּהָ֤ב וְנֵֽרוֹתֶיהָ לְבָעֵר֙ בָּעֶ֣רֶב בָּעֶ֔רֶב. רִבִּי יוֹסֵה בֵּירִבִּי יְהוּדָה אוֹמֵר. עַל כּוּלָּם הָיָה מַבְעִיר. שֶׁנֶּאֱמַר וְאֶת־הַמְּנוֹרוֹת וְנֵרוֹתֵיהֶם לְבַֽעֲרָ֧ם כַּמִּשְׁפָּ֛ט לִפְנֵ֥י הַדְּבִ֖יר זָהָ֥ב סָג‍ֽוּר׃ וְהַפֶּ֧רַח וְהַנֵּ֛רוֹת וְהַמֶּלְקָחַ֖יִם זָהָ֑ב ה֖וּא מִכְל֥וֹת זָהָֽב. הֵן כִּילוּ זְהָבוֹ שֶׁלְשְׁלֹמֹה. רַב יְהוּדָה בְשֵׁם אַסִּי. הָיָה שְׁלֹמֹה נוֹטֵל אֶלֶף כִּכְּרֵי זָהָב וּמַכְנִיסָן (לָאוֹר) [לַכּוּר] וּמוֹצִיאָן עַד שֶׁהוּא מַעֲמִידָן עַל אֶחָד. לְקַייֵם מַה שֶׁנֶּאֱמַר כִּכָּ֛ר זָהָ֥ב טָה֖וֹר עָשָׂ֣ה אוֹתָ֑הּ וגו׳. תַּנֵּי. אָמַר רִבִּי יוֹסֵי בֵּירִבִּי יְהוּדָה. מַעֲשֶׂה בִמְנוֹרַת זָהָב שֶׁעָשָׂה מֹשֶׁה בַמִּדְבָּר וְהָֽיְתָה יְתֵירָה דֵינָר זָהָב. וְהִכְנִיסוּהָ לַכּוּר שְׁמוֹנִים פַּעַם וְלֹא חָֽסְרָה כְלוּם. וְיֵאוּת. עַד דְּלֹא יְקוּם עַל בְּרָרֵיהּ הֲוָה חָסֵר סַגִּין. מִן דּוּ קַייָם עַל בְּרָרֵיהּ לֹא חָסֵר כְּלוּם.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "Solomon made ten candelabra, [as it is said]<sup class=\"footnote-marker\">123</sup><i class=\"footnote\">Corrector’s insert following B.</i>, <i>he made the ten candelabra according to its rules</i><sup class=\"footnote-marker\">124</sup><i class=\"footnote\"><i>2 Chr</i>. 4:7. In the other two sources correctly “their rules”, and they add the end of the verse, to which the next argument refers: <i>and put them in the Temple Hall, five to the right and five to the left.</i> Cf. <a class=\"refLink\" data-ref=\"Menachot 98b-99a\" href=\"/Menachot.98b-99a\">Babli <i>Menaḥot</i>98b–99a</a>.</i>. If you would say, five to the North and five to the South, but the candelabrum is only qualified in the South, as it is said, <i>and the candelabrum opposite the table on the South side</i><sup class=\"footnote-marker\">116</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Exodus 26:35\" href=\"/Exodus.26.35\"><i>Ex.</i> 26:35</a>.</i>. Why does the verse say, <i>five to the right and five to the left</i>? Five to the right of Moses’s candelabrum, and five to its left. Nevertheless, only Moses’s alone was kindled, as it is said<sup class=\"footnote-marker\">125</sup><i class=\"footnote\"><i>2 Chr.</i>13:11, showing actual practice.\\</i>, <i>and the golden candelabrum and its lights to kindle evening by evening.</i> Rebbi Yose ben Rebbi Jehudah says, all of them were kindled, for it is said<sup class=\"footnote-marker\">126</sup><i class=\"footnote\"><i>2 Chr</i>. 4:20–21.</i>, <i>the candelabra and their lights, to kindle them regularly in the Temple Hall, closed gold</i><sup class=\"footnote-marker\">127</sup><i class=\"footnote\">Cf. <a class=\"refLink\" data-ref=\"Jerusalem Talmud Yoma 4:4:5\" href=\"/Jerusalem_Talmud_Yoma.4.4.5\"><i>Yoma</i>4:4, Note 101</a>.</i>, <i>and the flower</i><sup class=\"footnote-marker\">128</sup><i class=\"footnote\">According to Rashi, the ornament of the candelabrum mentioned in <a class=\"refLink\" data-ref=\"Numbers 8:4\" href=\"/Numbers.8.4\"><i>Num</i>. 8:4</a> but not in the original instructions, <a class=\"refLink\" data-ref=\"Exodus 25:31-40\" href=\"/Exodus.25.31-40\"><i>Ex.</i> 25:31–40</a>.</i>, <i>and the lights, and the pincers of gold, this uses up the gold.</i> These used up Solomon’s gold. Rav Jehudah in the name of Assi<sup class=\"footnote-marker\">129</sup><i class=\"footnote\">In B a Tannaitic text, a statement of R. Jehudah in the name of Issy.</i>: Solomon took 1’000 talents of silver, put them repeatedly into the (fire) [smelting furnace]<sup class=\"footnote-marker\">130</sup><i class=\"footnote\">The scribe’s text (in parentheses) is confirmed by the Genizah text; the corrector’s [in brackets] is from B.</i> until they were reduced to one, to fulfill what is written<sup class=\"footnote-marker\">131</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Exodus 37:24\" href=\"/Exodus.37.24\"><i>Ex.</i> 37:24</a>.</i>, <i>from one talent of pure gold he made it</i>. It was stated, Rebbi Yose ben Rebbi Jehudah said, <sup class=\"footnote-marker\">132</sup><i class=\"footnote\">The following is from <a class=\"refLink\" data-ref=\"Jerusalem Talmud Yoma 4:4:7\" href=\"/Jerusalem_Talmud_Yoma.4.4.7\"><i>Yoma</i>4:4, Notes 107–108</a>.</i> it happened that the golden candelabrum which Moses made in the desert was in excess of one gold denar, and they returned it to the fire eighty times and it did not lose anything<sup class=\"footnote-marker\">133</sup><i class=\"footnote\">This seems to contradict the preceding story of Solomon’s refining smelter.</i>. This is correct. Before it is refined it loses a lot, once it is refined it will not miss anything.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61d5d595f4629f2b5727ddf4", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, נכח 1", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Sefer HaShorashim, נכח 1", "sourceHeRef": "ספר השרשים, נכח א׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "נכח", "he": ["<strong><big>נכח</big></strong>   <strong>נֹכַח</strong> הַשֻּׁלְחָן (<a class=\"refLink\" href=\"Exodus 26:35\" data-ref=\"Exodus 26:35\">שמות כו, לה</a>). ומשקל אחר <strong>נִכְחוֹ</strong> תַֽחֲנוּ (<a class=\"refLink\" href=\"Exodus 14:2\" data-ref=\"Exodus 14:2\">שמות יד, ב</a>), ענינם ענין נגד ועמת. <strong>לְנֹכַח</strong> אִשְׁתּוֹ (<a class=\"refLink\" href=\"Genesis 25:21\" data-ref=\"Genesis 25:21\">בראשית כה, כא</a>), פירוש לעומת אשתו כלומר בעבורה. ויש מפרשים <strong>לְנֹכַח אִשְׁתּוֹ</strong> כי בהתפללו היה נכח אשתו כדי שיכוין לבו בתפלה עליה. ומן הענין הזה <strong>וּנְכֹחָה</strong> לֹֽא־תוּכַל לָבֽוֹא (<a class=\"refLink\" href=\"Isaiah 59:14\" data-ref=\"Isaiah 59:14\">ישעיה נט, יד</a>), לֹא תֶחֱזוּ־לָנוּ <strong>נְכֹחוֹת</strong> (<a class=\"refLink\" href=\"Isaiah 30:10\" data-ref=\"Isaiah 30:10\">ישעיה ל, י</a>), בְּאֶרֶץ <strong>נְכֹחוֹת</strong> יְעַוֵּל (<a class=\"refLink\" href=\"Isaiah 26:10\" data-ref=\"Isaiah 26:10\">ישעיה כו, י</a>). והמשקל הזה בלשון זכר הֹלֵךְ <strong>נְכֹחֽוֹ</strong> (<a class=\"refLink\" href=\"Isaiah 57:2\" data-ref=\"Isaiah 57:2\">ישעיה נז, ב</a>), כֻּלָּם <strong>נְכֹחִים</strong> לַמֵּבִין (<a class=\"refLink\" href=\"Proverbs 8:9\" data-ref=\"Proverbs 8:9\">משלי ח, ט</a>), ענינם היושר והנכונה. ובאו בלשון הזה לפי שהם נכח האדם כמו שנקראו גם כן <strong>נְגִידִים</strong> בענין זה הדברים הטובים כמו שפירשתי בשרש <strong>נָגַד</strong>."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61fc68381b8a1b9dedc42f39", "index_title": "Rashbam on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Rashbam on Exodus 25:37:4", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Rashbam on Exodus 25:37:4", "sourceHeRef": "רשב\"ם על שמות כ״ה:ל״ז:ד׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 37.0004, "collectiveTitle": {"en": "Rashbam on Exodus", "he": "רשב\"ם על שמות"}, "heTitle": "רשב\"ם על שמות", "he": "והאיר על עבר פניה - ידליק הפתילות אל עבר מול המנורה שזהו לצד השלחן שכנגדו, כדכתיב: ואת המנורה נוכח השלחן. וכן כתב: אל מול פני המנורה יאירו שבעת הנרות - שכל שבעתן מאירין לצד השלחן שכנגדו לפניה. ", "heVersionTitle": "Rashbam on Torah -- Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "(4) SO AS TO GIVE LIGHT ON ITS FRONT SIDE.  He should light the wicks toward the side facing [in the direction across from] the lampstand, which is the side of the table, which is opposite it, as it is written (Exod. 26:35), \"and the lampstand opposite the table,\" and it is likewise written (Num. 8:2), \"Towards opposite [JPS:  at the front of] the lampstand shall the seven lamps give light.\"", "versionTitle": "Sefaria Community Translation", "license": "CC0", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "62037e926bfddfbb310febef", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part IV; The Instructions for the Dwelling and the Cult 2-13", "anchorRef": "Exodus 25:1-31:18", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part IV; The Instructions for the Dwelling and the Cult 2-13", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ה׳ ב׳-י״ג", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part IV; The Instructions for the Dwelling and the Cult", "he": "שמות מאמר ה׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["D<small>espite the importance of all that has preceded, the section of</small> E<small>xodus we</small> now encounter occupies a significant amount of text, and therefore commands our attention, in the overall scheme of the book. It may seem puzzling to modern readers that a book that purports to be about a people’s origins should choose to fill a third of its pages with a detailed description of a sanctuary, down to the last piece of tapestry and the last ritual vessel. Yet it is an indication of the “Tabernacle’s” centrality in Israel’s idea system that the story of its construction dominates the last half of Exodus.", "Several factors may help to explain. First, the system of animal and grain sacrifices, or cult, was as important in ancient Israel as it was elsewhere in antiquity, as the chief means of formally expressing religious feeling. Indeed, the Bible traces this institution back to the beginning of human history, to Cain and Abel (Gen. 4:3–4). The cult’s centrality survived the railings of the Prophets and the destruction of Solomon’s Temple, and was still strong enough in late antiquity to provoke a severe crisis when its chief site, the Second Temple, fell to the Romans in the year 70 <small>c.e.</small> The latter event was a crux upon which the creation of classical Judaism took place, and the process was a painful one. So the opinion that many moderns have, that animal sacrifice was a barbaric custom, is quite beside the point as far as ancient Israel was concerned.", "Second, there is the great theme of the book of Exodus, “Is Y<small>hwh</small> in our midst or not?” (17:7), to which our account gives a resounding positive answer. The book of Exodus traces not only the journey of the people of Israel from Egypt to Sinai, but also the journey of God to rescue the people and to dwell (“tabernacle”) among them (Greenberg 1972). A detailed presentation of God’s “residence,” as it were, is meant to convey the assurance that the people are led by God himself. This further supports the biblical image of the divine king, who dwells among his subjects and “goes before” them.", "Third, the Israelites shared with their neighbors the idea that a victorious God, following his triumph, was to be honored by his enthronement in a human-built structure (see Hallo). Thus the last half of Exodus, far from trailing off into obscure priestly details, fits a well-known mold in its contemporary environment.", "A final explanation of the prominence of the Tabernacle sections may be found in their intimate connection with the idea of the Sabbath. The “blueprint” chapters, 25–31, end with an extended passage on observing the Sabbath; the construction chapters, 35–40, begin with a brief passage on the prohibition of work on the holy day. These structural aspects suggest (as the ancient rabbis also saw) that cessation from work here means precisely from the tasks of construction, and that once a week human beings must step back from their own creating to acknowledge the true “work” of creation. Chapters 25–40, including the Golden Calf narrative, bring out these ideas through their use of refrainlike phrases, especially the repetition of one key word: “make” (Heb. <i>’asoh</i>). The entire section is an object lesson in what the Bible deems it proper for human beings to make, and is a vehicle of contrast between God’s creation and human attempts to reach the divine. Israel is engaged in the making of the Tabernacle (notice how “build,” which would make more sense, is not used); when the time comes for the work to be put aside temporarily, they are to “make” the Sabbath. To these observations may be added the long-observed fact that the vocabulary of the Tabernacle’s completion (“finished,” “work,” “blessed”) recalls the completion of Creation in Gen. 2:1–4. Thus we are taught that Israel, through its religious life as typified by Sabbath and cult, becomes a partner in the process of Creation, either by imitating the divine act or by celebrating it.", "Other peoples, to be sure, recall the beginning of the world in ritual and story, so it is important to make an anthropological observation. The purpose of all sanctuaries is to build a bridge to the divine, to link up with the forces that transcend human beings. It is perceived that certain places are particularly appropriate for this (folklore terms such places “the navel of the earth”), and, by extension, sanctuaries firmly anchor that inherent holiness. What the Tabernacle account initially accomplishes, most notably in its closing chapter (40), is to transfer a topographic “bridge” to a human-made and portable one. With the completion of this Dwelling, we find God resident neither on Sinai nor in the later Jerusalem, but rather accompanying the people “upon all their marches” (40:38). The sacred center here thus moves; it is a portable anchor that establishes stability wherever it goes. The vitality that surrounded this idea is still to be seen in the successors of the Hebrew Bible, classical Judaism and Christianity, for whom, respectively, Torah and Cross provide a center that is at once movable and stabilizing.", "But the sacred center, for biblical religion, finds equal expression in <i>time.</i> While the Dwelling account seems obsessed with matters of space, its setting among the Sabbath passages stresses more the concept of time. Such an aspect already begins to make itself felt in 24:16, where Moshe, on Sinai to receive the laws, waits for six days while the “cloud” covers the mountain, and is able to ascend only on the seventh day, at God’s summons. We are thus left, paradoxically, with a structure (Dwelling) which at first glance uses many well-known art forms and religious motifs common to the ancient Near East, but which is a total departure from them via its connection with the Sabbath—an institution with no known equivalent in the ancient world. The Dwelling account presents us with a people for whom sacred time takes precedence over sacred space (for more on these themes, see Sarna 1986).", "There have been many attempts, textually and artistically, to reconstruct the Tabernacle on the basis of our text here, the rationale being that surely so much detail as we find here will serve as the guidelines for an actual structure. Rabbinic and medieval Jewish commentators, as well as modern scholars, have expended considerable energy to that end. But in fact none of the reconstructions has succeeded, for, as with narrative, the text is as much message as description. The text’s main concern, it seems, is for the Dwelling to reflect holiness, in its choice of measurements and materials (see Haran 1985). The layout of the Dwelling expresses aesthetic ideas of perfection, through various symmetrical proportions (see Appendix); the materials are graded such that the closer one gets to God (in the “Holiest Holy-Shrine”), the more precious the metal. In addition, both the colors used and the types of workmanship employed are similarly graded. In a general way, the intent of the narrator seems to have been close to the intent of the great cathedral builders of the Middle Ages: to reflect divine perfection and order in the perfection and order of a sacred structure.", "The Dwelling, as described in Exodus, resembles other ancient Near Eastern sanctuaries in many particulars (for which, see the Commentary below), as well as strongly reflecting aspects of the later Temple of Solomon (I Kings 6–7). Some scholars have also likened it to a Bedouin tent (Heb. <i>shakhen</i> seems to be an archaic verb for “to tent”), appropriate to desert conditions. It is perhaps all three, a coalescing of Israel’s ideas of the cult from a variety of historical and religious settings. That the Dwelling was viewed as historical is clear from biblical tradition itself (see II Sam. 7:6, for instance). But one should keep in mind that it is also a paradigmatic model, that helps to round out the overall scheme of Exodus. The book traces the progress of the people of Israel from servitude (to Pharaoh) to service (of God), and uses the human activity of building to do so. Thus, as Exodus opens, the Israelites are forcibly made to build royal storage cities; as the book ends, the people complete a structure through which they may serve the divine king.", "Finally, there is the sequence of description in these chapters: the text begins with the blueprint for the holiest object, the “coffer” (ark), and proceeds through the structure in descending order of holiness. After the building instructions themselves are given, a number of related matters are treated, chief among them the attire of the priests and the ceremony consecrating the priests. The establishment of the cult, like that of the system of justice, is thus viewed as the command of God rather than the result of the need or request of human beings (contrast this with the “requested” monarchy in I Sam. 8).", "<i>The “Contribution”</i> (25:1–9): In the first seven verses of this opening section dealing with the Dwelling, the Israelites’ contribution toward the structure is described in detail; but only in v.8 is the purpose of this activity made clear. Despite the concreteness of the description, however, the actual blueprints, as it were, are shown to Moshe by God, and are not recorded in the text. Architects in the creative sense are superfluous here.", "Moderns want to know where the Israelites procured such materials as gold and silver in quantity (see Chap. 38), or how they acquired the skills necessary for the fine artisanry involved (e.g., weaving, dyeing, manufacture of incense, and the setting of jewels). These questions, while logical in a historical setting, do not take the Bible on its own terms. The text appears to present the awed report of the Dwelling and its construction without leaving room for totally practical issues (just as Gen. 4 deals with Cain and his descendants without being concerned with the origins of Cain’s wife)."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e966bfddfbb310febff", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part IV; The Instructions for the Dwelling and the Cult, The Curtain and the Screen 2", "anchorRef": "Exodus 26:31-37", "anchorRefExpanded": ["Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part IV; The Instructions for the Dwelling and the Cult, The Curtain and the Screen 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ה׳, שמות הערה ח׳ ב׳", "anchorVerse": 31, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Curtain and the Screen", "he": "שמות הערה ח׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה ח׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Two hangings separate different parts of the Tabernacle: the curtain, which closes off the inner sanctum; and the screen, which separates tent and courtyard.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62038095713bd8cd388d3e45", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "anchorRef": "Exodus 1:1-40:38", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22", "Exodus 2:1", "Exodus 2:2", "Exodus 2:3", "Exodus 2:4", "Exodus 2:5", "Exodus 2:6", "Exodus 2:7", "Exodus 2:8", "Exodus 2:9", "Exodus 2:10", "Exodus 2:11", "Exodus 2:12", "Exodus 2:13", "Exodus 2:14", "Exodus 2:15", "Exodus 2:16", "Exodus 2:17", "Exodus 2:18", "Exodus 2:19", "Exodus 2:20", "Exodus 2:21", "Exodus 2:22", "Exodus 2:23", "Exodus 2:24", "Exodus 2:25", "Exodus 3:1", "Exodus 3:2", "Exodus 3:3", "Exodus 3:4", "Exodus 3:5", "Exodus 3:6", "Exodus 3:7", "Exodus 3:8", "Exodus 3:9", "Exodus 3:10", "Exodus 3:11", "Exodus 3:12", "Exodus 3:13", "Exodus 3:14", "Exodus 3:15", "Exodus 3:16", "Exodus 3:17", "Exodus 3:18", "Exodus 3:19", "Exodus 3:20", "Exodus 3:21", "Exodus 3:22", "Exodus 4:1", "Exodus 4:2", "Exodus 4:3", "Exodus 4:4", "Exodus 4:5", "Exodus 4:6", "Exodus 4:7", "Exodus 4:8", "Exodus 4:9", "Exodus 4:10", "Exodus 4:11", "Exodus 4:12", "Exodus 4:13", "Exodus 4:14", "Exodus 4:15", "Exodus 4:16", "Exodus 4:17", "Exodus 4:18", "Exodus 4:19", "Exodus 4:20", "Exodus 4:21", "Exodus 4:22", "Exodus 4:23", "Exodus 4:24", "Exodus 4:25", "Exodus 4:26", "Exodus 4:27", "Exodus 4:28", "Exodus 4:29", "Exodus 4:30", "Exodus 4:31", "Exodus 5:1", "Exodus 5:2", "Exodus 5:3", "Exodus 5:4", "Exodus 5:5", "Exodus 5:6", "Exodus 5:7", "Exodus 5:8", "Exodus 5:9", "Exodus 5:10", "Exodus 5:11", "Exodus 5:12", "Exodus 5:13", "Exodus 5:14", "Exodus 5:15", "Exodus 5:16", "Exodus 5:17", "Exodus 5:18", "Exodus 5:19", "Exodus 5:20", "Exodus 5:21", "Exodus 5:22", "Exodus 5:23", "Exodus 6:1", "Exodus 6:2", "Exodus 6:3", "Exodus 6:4", "Exodus 6:5", "Exodus 6:6", "Exodus 6:7", "Exodus 6:8", "Exodus 6:9", "Exodus 6:10", "Exodus 6:11", "Exodus 6:12", "Exodus 6:13", "Exodus 6:14", "Exodus 6:15", "Exodus 6:16", "Exodus 6:17", "Exodus 6:18", "Exodus 6:19", "Exodus 6:20", "Exodus 6:21", "Exodus 6:22", "Exodus 6:23", "Exodus 6:24", "Exodus 6:25", "Exodus 6:26", "Exodus 6:27", "Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13", "Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11", "Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35", "Exodus 10:1", "Exodus 10:2", "Exodus 10:3", "Exodus 10:4", "Exodus 10:5", "Exodus 10:6", "Exodus 10:7", "Exodus 10:8", "Exodus 10:9", "Exodus 10:10", "Exodus 10:11", "Exodus 10:12", "Exodus 10:13", "Exodus 10:14", "Exodus 10:15", "Exodus 10:16", "Exodus 10:17", "Exodus 10:18", "Exodus 10:19", "Exodus 10:20", "Exodus 10:21", "Exodus 10:22", "Exodus 10:23", "Exodus 10:24", "Exodus 10:25", "Exodus 10:26", "Exodus 10:27", "Exodus 10:28", "Exodus 10:29", "Exodus 11:1", "Exodus 11:2", "Exodus 11:3", "Exodus 11:4", "Exodus 11:5", "Exodus 11:6", "Exodus 11:7", "Exodus 11:8", "Exodus 11:9", "Exodus 11:10", "Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16", "Exodus 13:17", "Exodus 13:18", "Exodus 13:19", "Exodus 13:20", "Exodus 13:21", "Exodus 13:22", "Exodus 14:1", "Exodus 14:2", "Exodus 14:3", "Exodus 14:4", "Exodus 14:5", "Exodus 14:6", "Exodus 14:7", "Exodus 14:8", "Exodus 14:9", "Exodus 14:10", "Exodus 14:11", "Exodus 14:12", "Exodus 14:13", "Exodus 14:14", "Exodus 14:15", "Exodus 14:16", "Exodus 14:17", "Exodus 14:18", "Exodus 14:19", "Exodus 14:20", "Exodus 14:21", "Exodus 14:22", "Exodus 14:23", "Exodus 14:24", "Exodus 14:25", "Exodus 14:26", "Exodus 14:27", "Exodus 14:28", "Exodus 14:29", "Exodus 14:30", "Exodus 14:31", "Exodus 15:1", "Exodus 15:2", "Exodus 15:3", "Exodus 15:4", "Exodus 15:5", "Exodus 15:6", "Exodus 15:7", "Exodus 15:8", "Exodus 15:9", "Exodus 15:10", "Exodus 15:11", "Exodus 15:12", "Exodus 15:13", "Exodus 15:14", "Exodus 15:15", "Exodus 15:16", "Exodus 15:17", "Exodus 15:18", "Exodus 15:19", "Exodus 15:20", "Exodus 15:21", "Exodus 15:22", "Exodus 15:23", "Exodus 15:24", "Exodus 15:25", "Exodus 15:26", "Exodus 15:27", "Exodus 16:1", "Exodus 16:2", "Exodus 16:3", "Exodus 16:4", "Exodus 16:5", "Exodus 16:6", "Exodus 16:7", "Exodus 16:8", "Exodus 16:9", "Exodus 16:10", "Exodus 16:11", "Exodus 16:12", "Exodus 16:13", "Exodus 16:14", "Exodus 16:15", "Exodus 16:16", "Exodus 16:17", "Exodus 16:18", "Exodus 16:19", "Exodus 16:20", "Exodus 16:21", "Exodus 16:22", "Exodus 16:23", "Exodus 16:24", "Exodus 16:25", "Exodus 16:26", "Exodus 16:27", "Exodus 16:28", "Exodus 16:29", "Exodus 16:30", "Exodus 16:31", "Exodus 16:32", "Exodus 16:33", "Exodus 16:34", "Exodus 16:35", "Exodus 16:36", "Exodus 17:1", "Exodus 17:2", "Exodus 17:3", "Exodus 17:4", "Exodus 17:5", "Exodus 17:6", "Exodus 17:7", "Exodus 17:8", "Exodus 17:9", "Exodus 17:10", "Exodus 17:11", "Exodus 17:12", "Exodus 17:13", "Exodus 17:14", "Exodus 17:15", "Exodus 17:16", "Exodus 18:1", "Exodus 18:2", "Exodus 18:3", "Exodus 18:4", "Exodus 18:5", "Exodus 18:6", "Exodus 18:7", "Exodus 18:8", "Exodus 18:9", "Exodus 18:10", "Exodus 18:11", "Exodus 18:12", "Exodus 18:13", "Exodus 18:14", "Exodus 18:15", "Exodus 18:16", "Exodus 18:17", "Exodus 18:18", "Exodus 18:19", "Exodus 18:20", "Exodus 18:21", "Exodus 18:22", "Exodus 18:23", "Exodus 18:24", "Exodus 18:25", "Exodus 18:26", "Exodus 18:27", "Exodus 19:1", "Exodus 19:2", "Exodus 19:3", "Exodus 19:4", "Exodus 19:5", "Exodus 19:6", "Exodus 19:7", "Exodus 19:8", "Exodus 19:9", "Exodus 19:10", "Exodus 19:11", "Exodus 19:12", "Exodus 19:13", "Exodus 19:14", "Exodus 19:15", "Exodus 19:16", "Exodus 19:17", "Exodus 19:18", "Exodus 19:19", "Exodus 19:20", "Exodus 19:21", "Exodus 19:22", "Exodus 19:23", "Exodus 19:24", "Exodus 19:25", "Exodus 20:1", "Exodus 20:2", "Exodus 20:3", "Exodus 20:4", "Exodus 20:5", "Exodus 20:6", "Exodus 20:7", "Exodus 20:8", "Exodus 20:9", "Exodus 20:10", "Exodus 20:11", "Exodus 20:12", "Exodus 20:13", "Exodus 20:14", "Exodus 20:15", "Exodus 20:16", "Exodus 20:17", "Exodus 20:18", "Exodus 20:19", "Exodus 20:20", "Exodus 20:21", "Exodus 20:22", "Exodus 20:23", "Exodus 21:1", "Exodus 21:2", "Exodus 21:3", "Exodus 21:4", "Exodus 21:5", "Exodus 21:6", "Exodus 21:7", "Exodus 21:8", "Exodus 21:9", "Exodus 21:10", "Exodus 21:11", "Exodus 21:12", "Exodus 21:13", "Exodus 21:14", "Exodus 21:15", "Exodus 21:16", "Exodus 21:17", "Exodus 21:18", "Exodus 21:19", "Exodus 21:20", "Exodus 21:21", "Exodus 21:22", "Exodus 21:23", "Exodus 21:24", "Exodus 21:25", "Exodus 21:26", "Exodus 21:27", "Exodus 21:28", "Exodus 21:29", "Exodus 21:30", "Exodus 21:31", "Exodus 21:32", "Exodus 21:33", "Exodus 21:34", "Exodus 21:35", "Exodus 21:36", "Exodus 21:37", "Exodus 22:1", "Exodus 22:2", "Exodus 22:3", "Exodus 22:4", "Exodus 22:5", "Exodus 22:6", "Exodus 22:7", "Exodus 22:8", "Exodus 22:9", "Exodus 22:10", "Exodus 22:11", "Exodus 22:12", "Exodus 22:13", "Exodus 22:14", "Exodus 22:15", "Exodus 22:16", "Exodus 22:17", "Exodus 22:18", "Exodus 22:19", "Exodus 22:20", "Exodus 22:21", "Exodus 22:22", "Exodus 22:23", "Exodus 22:24", "Exodus 22:25", "Exodus 22:26", "Exodus 22:27", "Exodus 22:28", "Exodus 22:29", "Exodus 22:30", "Exodus 23:1", "Exodus 23:2", "Exodus 23:3", "Exodus 23:4", "Exodus 23:5", "Exodus 23:6", "Exodus 23:7", "Exodus 23:8", "Exodus 23:9", "Exodus 23:10", "Exodus 23:11", "Exodus 23:12", "Exodus 23:13", "Exodus 23:14", "Exodus 23:15", "Exodus 23:16", "Exodus 23:17", "Exodus 23:18", "Exodus 23:19", "Exodus 23:20", "Exodus 23:21", "Exodus 23:22", "Exodus 23:23", "Exodus 23:24", "Exodus 23:25", "Exodus 23:26", "Exodus 23:27", "Exodus 23:28", "Exodus 23:29", "Exodus 23:30", "Exodus 23:31", "Exodus 23:32", "Exodus 23:33", "Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11", "Exodus 24:12", "Exodus 24:13", "Exodus 24:14", "Exodus 24:15", "Exodus 24:16", "Exodus 24:17", "Exodus 24:18", "Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35", "Exodus 33:1", "Exodus 33:2", "Exodus 33:3", "Exodus 33:4", "Exodus 33:5", "Exodus 33:6", "Exodus 33:7", "Exodus 33:8", "Exodus 33:9", "Exodus 33:10", "Exodus 33:11", "Exodus 33:12", "Exodus 33:13", "Exodus 33:14", "Exodus 33:15", "Exodus 33:16", "Exodus 33:17", "Exodus 33:18", "Exodus 33:19", "Exodus 33:20", "Exodus 33:21", "Exodus 33:22", "Exodus 33:23", "Exodus 34:1", "Exodus 34:2", "Exodus 34:3", "Exodus 34:4", "Exodus 34:5", "Exodus 34:6", "Exodus 34:7", "Exodus 34:8", "Exodus 34:9", "Exodus 34:10", "Exodus 34:11", "Exodus 34:12", "Exodus 34:13", "Exodus 34:14", "Exodus 34:15", "Exodus 34:16", "Exodus 34:17", "Exodus 34:18", "Exodus 34:19", "Exodus 34:20", "Exodus 34:21", "Exodus 34:22", "Exodus 34:23", "Exodus 34:24", "Exodus 34:25", "Exodus 34:26", "Exodus 34:27", "Exodus 34:28", "Exodus 34:29", "Exodus 34:30", "Exodus 34:31", "Exodus 34:32", "Exodus 34:33", "Exodus 34:34", "Exodus 34:35", "Exodus 35:1", "Exodus 35:2", "Exodus 35:3", "Exodus 35:4", "Exodus 35:5", "Exodus 35:6", "Exodus 35:7", "Exodus 35:8", "Exodus 35:9", "Exodus 35:10", "Exodus 35:11", "Exodus 35:12", "Exodus 35:13", "Exodus 35:14", "Exodus 35:15", "Exodus 35:16", "Exodus 35:17", "Exodus 35:18", "Exodus 35:19", "Exodus 35:20", "Exodus 35:21", "Exodus 35:22", "Exodus 35:23", "Exodus 35:24", "Exodus 35:25", "Exodus 35:26", "Exodus 35:27", "Exodus 35:28", "Exodus 35:29", "Exodus 35:30", "Exodus 35:31", "Exodus 35:32", "Exodus 35:33", "Exodus 35:34", "Exodus 35:35", "Exodus 36:1", "Exodus 36:2", "Exodus 36:3", "Exodus 36:4", "Exodus 36:5", "Exodus 36:6", "Exodus 36:7", "Exodus 36:8", "Exodus 36:9", "Exodus 36:10", "Exodus 36:11", "Exodus 36:12", "Exodus 36:13", "Exodus 36:14", "Exodus 36:15", "Exodus 36:16", "Exodus 36:17", "Exodus 36:18", "Exodus 36:19", "Exodus 36:20", "Exodus 36:21", "Exodus 36:22", "Exodus 36:23", "Exodus 36:24", "Exodus 36:25", "Exodus 36:26", "Exodus 36:27", "Exodus 36:28", "Exodus 36:29", "Exodus 36:30", "Exodus 36:31", "Exodus 36:32", "Exodus 36:33", "Exodus 36:34", "Exodus 36:35", "Exodus 36:36", "Exodus 36:37", "Exodus 36:38", "Exodus 37:1", "Exodus 37:2", "Exodus 37:3", "Exodus 37:4", "Exodus 37:5", "Exodus 37:6", "Exodus 37:7", "Exodus 37:8", "Exodus 37:9", "Exodus 37:10", "Exodus 37:11", "Exodus 37:12", "Exodus 37:13", "Exodus 37:14", "Exodus 37:15", "Exodus 37:16", "Exodus 37:17", "Exodus 37:18", "Exodus 37:19", "Exodus 37:20", "Exodus 37:21", "Exodus 37:22", "Exodus 37:23", "Exodus 37:24", "Exodus 37:25", "Exodus 37:26", "Exodus 37:27", "Exodus 37:28", "Exodus 37:29", "Exodus 38:1", "Exodus 38:2", "Exodus 38:3", "Exodus 38:4", "Exodus 38:5", "Exodus 38:6", "Exodus 38:7", "Exodus 38:8", "Exodus 38:9", "Exodus 38:10", "Exodus 38:11", "Exodus 38:12", "Exodus 38:13", "Exodus 38:14", "Exodus 38:15", "Exodus 38:16", "Exodus 38:17", "Exodus 38:18", "Exodus 38:19", "Exodus 38:20", "Exodus 38:21", "Exodus 38:22", "Exodus 38:23", "Exodus 38:24", "Exodus 38:25", "Exodus 38:26", "Exodus 38:27", "Exodus 38:28", "Exodus 38:29", "Exodus 38:30", "Exodus 38:31", "Exodus 39:1", "Exodus 39:2", "Exodus 39:3", "Exodus 39:4", "Exodus 39:5", "Exodus 39:6", "Exodus 39:7", "Exodus 39:8", "Exodus 39:9", "Exodus 39:10", "Exodus 39:11", "Exodus 39:12", "Exodus 39:13", "Exodus 39:14", "Exodus 39:15", "Exodus 39:16", "Exodus 39:17", "Exodus 39:18", "Exodus 39:19", "Exodus 39:20", "Exodus 39:21", "Exodus 39:22", "Exodus 39:23", "Exodus 39:24", "Exodus 39:25", "Exodus 39:26", "Exodus 39:27", "Exodus 39:28", "Exodus 39:29", "Exodus 39:30", "Exodus 39:31", "Exodus 39:32", "Exodus 39:33", "Exodus 39:34", "Exodus 39:35", "Exodus 39:36", "Exodus 39:37", "Exodus 39:38", "Exodus 39:39", "Exodus 39:40", "Exodus 39:41", "Exodus 39:42", "Exodus 39:43", "Exodus 40:1", "Exodus 40:2", "Exodus 40:3", "Exodus 40:4", "Exodus 40:5", "Exodus 40:6", "Exodus 40:7", "Exodus 40:8", "Exodus 40:9", "Exodus 40:10", "Exodus 40:11", "Exodus 40:12", "Exodus 40:13", "Exodus 40:14", "Exodus 40:15", "Exodus 40:16", "Exodus 40:17", "Exodus 40:18", "Exodus 40:19", "Exodus 40:20", "Exodus 40:21", "Exodus 40:22", "Exodus 40:23", "Exodus 40:24", "Exodus 40:25", "Exodus 40:26", "Exodus 40:27", "Exodus 40:28", "Exodus 40:29", "Exodus 40:30", "Exodus 40:31", "Exodus 40:32", "Exodus 40:33", "Exodus 40:34", "Exodus 40:35", "Exodus 40:36", "Exodus 40:37", "Exodus 40:38"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר א׳ ב׳-מ״ד", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Exodus and Its Structure", "he": "שמות מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE BOOK OF</small> E<small>XODUS IS</small> I<small>SRAEL’S SECOND BOOK OF ORIGINS</small>. G<small>ENESIS HAD CONCERNED</small> itself with the beginnings of the world, of human beings and their institutions, and of the people of Israel as a tribal family. Exodus continues this thrust as it recounts the origin of the people on a religious and political level (here inseparable as concepts). A number of biblical ideas receive their fullest early treatment in this book: God’s acting directly in history; making himself “known” to both Israelites and foreigners; covenant as a reciprocal agreement between God and humans; law as an expression of total worldview; and the use of sacred structure (Tabernacle or “Dwelling”) as a vehicle for and expression of perceived truths about the world. In addition, several biblical institutions make their first appearance in Exodus: Passover, Sabbath, rudimentary leadership/government, and cult/priesthood. All this is presented in a general narrative framework, raising the question as to whether what we have here is story or history. Is Exodus a fanciful reconstruction of what happened to Moshe (Moses) and his generation, riddled with anachronisms? Or is it a faithful and reliable handing-down of eyewitness data which only the cynical or irreligious would doubt?", "For the first position there are several supports. We possess virtually no extra-biblical references to the events recorded in our book, either in Egypt or elsewhere. Then, too, there seem to be inconsistencies of time within the story (Chaps. 16 and 18 appear to presuppose laws which were given later), and patterns within the telling of the tale that are too symmetrical (the Plagues) or too stereotyped (the constant use of stylized language) to be simple reporting of fact. Finally, Exodus is lacking in the citation of personal and geographical names, especially as compared to the books that precede and follow (Genesis and Numbers).", "For the second position, that of Exodus as a reliable historical record, there exist no methods of proof other than evaluation of literary form—that is, accepting that oral literature is able to preserve facts without later coloration. But even if it could be shown that Exodus is oral literature—an evaluation which is too sweeping, given the present form of the book—modern scholarship has come to cast doubt on the absolute historical reliability of oral tradition (see Vansina).", "Despite these observations, there is still something unsettling about writing Exodus off as a work of fiction, however pious that fiction may have been. For the rest of the Hebrew Bible abounds in emotional references to the experience of the exodus. At every stage of biblical literature, that experience is invoked for the purpose of directing behavior (see especially Judg. 2, I Sam. 8, II Sam. 7, II Kings 17, Neh. 9, and Ps. 78; and most of Deuteronomy is rhetorically grounded in it). The entire structure and emotional force of biblical law rest upon such exhortations as “A sojourner you are not to oppress:/you yourselves know (well) the feelings of the sojourner,/for sojourners were you in the land of Egypt” (Ex. 23:9) and such situations as that of the Hebrew serf (Ex. 21:2ff.). Apparently the experience of the exodus period was crucial in forming the group consciousness of the Israelites, and ever since it has provided a model from which both later Judaism and Christianity were to draw frequently and profoundly.", "A hypothetical analogy, based on American history, may help to shed light on the historicity of Exodus. Imagine a book based on the following outline: first, a section on the American Revolution, with some biographical material on a few of the Founding Fathers, focusing mostly on the outbreak of the war and key battles; second, a description of the Constitutional Convention, including some of the more important speeches and discussions; third, the text of the Constitution itself; and finally, L’Enfant’s original blueprints for the building of the new capital, Washington, D.C., interspersed with accounts of the first few presidents’ inaugural addresses. What would be the underlying message of such a book? We are certainly dealing here with more than a straight journalistic description of the events, more than a legalistic discussion of constitutional law, and more than a technical presentation for architects. Such a book would actually be presenting the ideals of America’s self-image: a nation founded on the willingness to fight for particular rights against Old World tyranny, established under democratic laws based on reason and providing governmental checks and balances, and whose ideals would be embodied in the construction of a brand-new, centrally located capital city that used classically grounded forms of architecture to express grace and reason as the basis for the new society.", "Now this portrayal is very simplistic, but it gets its point across (and I would be willing to wager that, somewhere in this country, there exists a school textbook written along these lines). In a similar manner, although with much more weight given to God’s role in the process, the book of Exodus unfolds. The dramatic story of Israel’s deliverance from bondage, coupled with Moshe’s own early development, is only the first part of the book, and accounts for less than half of it. It is followed by several stories of desert wanderings, and then by a presentation of the covenant made between God and Israel at Sinai, against a stunning natural backdrop. The second half of the book enumerates a series of laws which constitute the covenant, and the details of construction of a portable sanctuary designed both to symbolize and actually to accommodate God’s presence among the Israelites (with the interruption of a major rebellion). So, like our theoretical American model, Exodus conveys far more than information about events. It is, rather, the narration of a worldview, a laying out of different types of texts bearing the <i>meaning</i> of Israel’s historical experience.", "I stress the word “experience” because that is what is at stake here. Human memory is always selective. We remember what we wish to remember, giving weight to particular emotions, sometimes over and above the facts (or, as the poet Maya Angelou puts it autobiographically, “The facts sometimes obscure the truth”). The same thing appears to be true of group memory. What a people remembers of substance is not nearly as important as how they process their experience.", "In our Exodus text one can perceive a characteristically Israelite process at work. The book emerges as a mix of historical recollection, mythical processing, and didactic retelling, what Buber and others have called a “saga.” What is preserved in the book of Exodus, therefore, is a Teaching (Heb. <i>Tora</i>) based on a set of experiences, which became history for ancient Israel. Hence, to understand better the workings of the book, we need to turn to its themes and its structure. This will be more fruitful than trying to find the exact location of the Sea of Reeds or Mount Sinai, or the “Lost Ark,” or Moshe’s burial site— of whose location “no man has knowledge until this day” (Deut. 34:6). These have all receded into archeological oblivion. What has survived of ancient Israel is its approach to history and to life, and its literature. In that sense, the book of Exodus is an attempt to distill history and to learn from it, using echoes from the past to shape the present and the future.", "When we turn to a closer consideration of the structure of Exodus, we must proceed on the assumption that a work of art stems from both artful and unconscious design. Therefore, any structuring of such a book can only be hypothetical and must not limit itself to ironclad categories.", "With that said, a number of potential divisions of our book present themselves. The first emerges from a close look at the subject matter of the text. Strikingly, Exodus appears to be arranged in groups of a few chapters each (bearing in mind that the chapter divisions are historically late), resulting in the following scheme:", "1. Prologue in Egypt (Chap. 1)<br>2. Moshe’s Early Life and Call (Chaps. 2–4)<br>3. Moshe’s Mission in Egypt (5:1–7:13)<br>4. The First Nine Plagues (7:14–10:29)<br>5. The Tenth Plague and the Exodus (Chaps. 11–13)<br>6. In the Wilderness I: The Deliverance at the Sea (14:1–15:21)<br>7. In the Wilderness II: Early Experiences (15:22–18:27)<br>8. Covenant at Sinai (Chaps. 19–20)<br>9. The Terms (Laws) and Conclusion of the Covenant (Chaps. 21–24)<br>10. Details of the Tabernacle (Chaps. 25–27)<br>11. Details of the Cult (Chaps. 28–31)<br>12. Rebellion and Reconciliation (Chaps. 32–34)<br>13. The Building of the Tabernacle, Priestly Vestments (Chaps. 35–39)<br>14. Conclusion (Chap. 40)", "Such a measured shifting of focus helps to maintain the flow of the text and our interest in it.", "A glance through this list will also lead to the positing of larger structures. The traditions collected in Exodus fall naturally into both geographical and thematic divisions. The first part of the book takes place in Egypt (1:1–15:21), the second in the wilderness (15:22–40:38); this could alternatively be viewed as the events preceding Mount Sinai (Chaps. 1–17/18) and those that take place there (Chaps. 18/19–40). One could also combine the geographical and thematic aspects, resulting in the structure (1) Israel in Egypt (1:1–15:21), (2) Israel in the Wilderness (15:22–24:18), and (3) Tabernacle and Calf (Chaps. 25–40).", "My own preference for structuring Exodus also combines these aspects, as follows:", "I. The Deliverance Narrative (1:1–15:21)", "II. In the Wilderness (15:22–18:27)", "III. Covenant and Law (Chaps. 19–24)", "IV. The Blueprints for the Tabernacle and Its Service (Chaps. 25–31)", "V. Infidelity and Reconciliation (Chaps. 32–34)", "VI. The Building of the Tabernacle (Chaps. 35–40)", "These divisions exhibit a great deal of overlapping. In Part I, Israel’s life in Egypt (Chap. 1) paves the way for Moshe’s early years (Chaps. 2–4), then the account of his mission before Pharaoh and the Plagues (Chaps. 5–13), and the final victory (Chaps. 14–15); Part II is anticipated by some of what happens after the exodus itself (Chap. 14), and leads to Sinai (Chap. 19); the covenant and laws of Part III naturally lead to other prescriptions, this time the building instructions for the Tabernacle (Chaps. 25–31); planning the sacred structure in Part IV is followed by the making of a forbidden construction, the Golden Calf (Chaps. 32–33); and the reconciliation between God and Israel (Chap. 34) restores Israel’s capacity to return to the actual building of the Tabernacle, and to complete it (Chaps. 35–40). So despite the presence of what must have been several very diverse traditions behind the final text of Exodus, it has been skillfully woven together to form a coherent whole. In addition to the above structures, it can be said that the book of Exodus rests on several textual backbones, inner structures and recurring themes and motifs that help to create a unified work. These may be listed by category:", "1. There are various climaxes which serve to highlight the action—the Encounter at the Bush (Chaps. 3–4), the Tenth Plague and Exodus (12:29–42), the Deliverance at the Sea (14–15:21), the Revelation at Sinai (Chaps. 19–20), the Calf Episode (Chap. 32), and Completion of the Tabernacle (Chap. 40). Anchoring these dramatic scenes, at the center of the book, is the Sinai Revelation. The Binding of Yitzhak (Isaac) in Chapter 22 of Genesis serves much the same focusing function.", "2. There exist three strategically placed accounts of God’s Presence accompanying the Israelites (13:21–22, 24:15–18, 40:34–38) which share a common vocabulary. Key words in these passages are “day/night,” “cloud,” “fire,” “dwell,” “Glory,” “cover,” “go up,” and “in the eyes of the Children of Israel/before the people” (it should be noted that not every passage uses all of these terms). These words chart God’s movement: first, following the Exodus; second, following the concluding of the covenant; and third, following the erection of the Tabernacle, at the end of the book. A variation of these Presence accounts occurs in Numbers 9:15–23, where it rounds out the picture—for it is at this point that the Israelites finally depart from Sinai (having spent about a year there), on their journey toward the Promised Land.", "3. Several leading words recur throughout the book and give it a sense of unity:", "<i>serve</i>— The Israelites pass from “servitude” to Pharaoh into the “service” of God; laws are given that warn against “serving” other gods, that specify how a “serf” is to be treated, and that detail the “service” (i.e., construction and dismantling) of a sanctuary where God is to be properly “served.”", "<i>Glory</i>—Liberated from Pharaoh’s “stubbornness” (Heb. <i>koved lev</i>), the Israelites experience God’s “Glory” (Heb. <i>kavod</i>) at the Sea of Reeds, and encounter it again at Sinai (Chap. 24) and when the Tabernacle is completed (Chap. 40). When Israel falters in Chapter 32, Moses begs to see God’s “Glory” as a sign of reassurance. This is one of the central issues of the book, receiving its clearest formulation in Chap. 17:7—“Is Y<small>HWH</small> in our midst, or not?” Without the accompanying Presence, the Israelites can survive neither in Egypt nor in the wilderness. That the book ends with the “Glory” taking up residence in the Tabernacle is a sign that all is well in this regard.", "<i>know</i>—The Plagues and the liberation take place so that Egyptian and Israelite alike will acknowledge God as the true ruler (who “knows” the slaves’ sufferings). The book as a whole portrays a God who is “known” by his compassion toward the oppressed.", "<i>see</i>—God “sees” and rescues the people early in the book (Chap. 3); they “see” his deliverance at the sea (Chap. 14) and the awesome display at Sinai (Chaps. 19-20); the Tabernacle blueprint is given to Moshe to “see” (Chaps 25ff.).", "4. Aside from theme words, there are also several thematic threads that run through the book. These may be listed as well:", "<i>distinction</i>—The Israelites learn what it is to be separated out, first for oppression and later for God’s service. This process occurs during the Plagues and throughout the legal sections, which are often based on the making of distinctions (the Hebrew word for “holy,” <i>kadosh,</i> may originally have had this connotation). In general, Exodus is a book that abounds in polarities and distinctions: between God and Pharaoh, life and death, slavery and freedom, Egyptianness and Israeliteness, city and wilderness, visible gods/magic and an invisible God who is not conjurable, doubt and trust.", "<i>construction</i>—The Israelites are enslaved as builders of Egyptian cities; they go on to build a society, a calf-god, and a Tabernacle.", "<i>rebellion</i>—From the beginning, God and Moshe are often unheeded, as the Israelites seek to maintain or return to their status as dependent slaves in Egypt (Chaps. 2, 5, 14, 15–17, 32).", "<i>Sabbath</i>—As a newly freed people, Israel is to adapt to a rhythm of work and sacred cessation, which celebrates both creation and freedom. The Sabbath is at issue immediately after liberation (Chap. 16) and is commanded three times (Chaps. 20, 31, 35); and the account of the Tabernacle’s completion echoes the vocabulary of God’s completed creation in Genesis 2, a passage which serves as one justification for observing the Sabbath (see Ex. 20:11).", "<i>origins</i>—We are told of the beginnings of the new covenant (distinct from that concluded with Abraham), the law system, the cult/priesthood, and the sacred calendar, but with the significant omission of the monarchy.", "<i>covenant</i>—God establishes a relationship with the people of Israel: if they will obey him and observe his laws, he will protect them and treat them as his “firstborn son.” This form of covenant is different from the ones in Genesis, and plays a significant role in subsequent books of the Bible.", "<i>God in History</i>—The God of Exodus actively intervenes to rescue a people, defeating their oppressors in battle; he leads them through the wilderness, meets them, and makes a covenant with them.", "5. The above themes are specifically Israelite themes. There are, however, motifs in Exodus that have a more universal ring. One could term these anthropological, since they employ standard aspects of human experience to convey the overall messages of the book.", "<i>Fire</i> is used frequently and in varied contexts (at the Burning Bush and later back at Mount Sinai, in the desert trek, in the Tabernacle service, and at the Calf incident), usually to make a statement about God. In contrast to conventional fire gods (e.g., the Norse trickster Loki), the God of Exodus is most often associated with the more positive aspects of fire: constancy, purity, and transformation. The fire at Sinai does not destroy Moshe and the people, but rather turns them into something new. At the same time it should not be forgotten that fire is used regularly to connote anger in the Bible, especially God’s, and especially in the later wilderness narratives.", "<i>Water</i> appears throughout Exodus, not as a backdrop but as an active medium which most often signifies life and death simultaneously. The Nile, into which the enslaved Hebrews’ babies are thrown, gently bears the infant Moshe to safety: the Nile, the giver of life in Egypt, is changed into blood, itself a major signifier of life in the Bible but useless here because it is undrinkable; the Sea of Reeds acts as a passageway of birth for the Israelites but as a graveyard for their Egyptian pursuers. The availability of water becomes a central issue in the wilderness, as an instrument for survival and for the testing of the Israelites’ faith. Finally, water creates the ritual purity necessary for the people at Sinai and their priests in the Tabernacle to approach God.", "<i>Desert/Wilderness</i> is the scene of the crucial second part of the book. Only in the desert, away from the massive influence of age-old Egyptian culture, can the new Israelite society be forged. Moshe, like many other real-life and fictional heroes, demonstrates this in his own early life. The desert acts as a purifying agent for him, changing the Egyptian prince into a member of his own true people. Similarly, the Israelites begin the process of transformation from bondage to self-rule, a process which is taught in the harsh reality of desert life and which will take an entire generation to complete.", "In point of fact, all these media—fire, water, and desert—suggest change as a major concern of the book of Exodus. Our text chronicles the start of Israel’s journey as a nation, a transformative journey which takes vastly changed circumstances, a whole generation in time, and indeed several books of recounting to complete. Exodus is very concerned with topography—not for the purposes of historical recollection (as Genesis was, apparently) but as an account of an inner journey. Thus the people travel to the boundary between Egypt and the desert, through the sea, to the great fiery mountain; and we know that they cannot but be on their way to a final goal. That goal, the Promised Land, will not be realized in Exodus, because in this book we stand only at the beginning of the journey. Change does not occur quickly, and the true molding of a people, like that of an individual, requires formative experiences over time. In Exodus, then, the People of Israel begins in adolescence, as it were. It has survived infancy in Genesis, a period marked by constant threats of physical extinction, and must now begin the tortuous process of learning to cope with adulthood—that is to say, people-hood—in a hostile world.", "That process will take us past the present text. Exodus stands at the beginning of a trilogy in the middle of the Torah. It takes us from slavery up to Sinai, inaugurating the law-giving process. Leviticus will concentrate almost exclusively on laws (of “holiness”), never budging geographically, while Numbers will see the conclusion of the Sinai experience and the traveling toward (and actually reaching) the land of Israel. Exodus is thus of great importance in the overall five-book pattern, introducing key elements of the wilderness books: law, institutions, rebellion, and—Moshe himself. It serves as a bridge between the great narratives of Genesis and the priestly code of Leviticus and the wanderings of Numbers (Green­berg 1972 notes how the opening of Exodus points back, to Gen. 46; and the closing points forward, to Num. 9). It in fact contains elements of all three books.", "Exodus is the basis not only of what follows in the Torah, but also sets the stage for the rest of the Hebrew Bible. What Israel understood of its God, and what that God expects of them, are set forth most directly and unforgettably in the memories enshrined in the book of Exodus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382dcc9ad75f2d99af8a2", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part IV; The Instructions for the Dwelling and the Cult, The Curtain and the Screen 1", "anchorRef": "Exodus 26:31-37", "anchorRefExpanded": ["Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part IV; The Instructions for the Dwelling and the Cult, The Curtain and the Screen 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ה׳, שמות הערה ח׳ א׳", "anchorVerse": 31, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה ח׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Exodus 26:31-37\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Exodus 26:31-37</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620d126499066b7e5d126453", "index_title": "Ohr LaYesharim on Jerusalem Talmud Shekalim", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Shekalim 4:2:4", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Shekalim 4:2:4", "sourceHeRef": "אור לישרים על תלמוד ירושלמי שקלים ד׳:ב׳:ד׳", "anchorVerse": 35, "sourceHasEn": false, "commentaryNum": 2.0004, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Shekalim", "he": "אור לישרים על תלמוד ירושלמי שקלים"}, "he": "כיוון שהביאו ברייתא אחת ששנה רבי יהודה גרוגרות בעניין המקדש וכליו, מביאים ברייתא נוספת שהוא שנה באותו עניין.\n<br>ומציעים ברייתא: <b>אמר רבי חזקיה</b> (אמורא ארץ ישראלי בדור הרביעי)<b>: תנא</b> – שנה (ברייתא) <b>רבי יהודה גרוגרות</b> (אמורא ארץ ישראלי שקשה לקבוע את זמנו)<b>: הש</b>ו<b>לחן והמנורה והמזבחות</b> – מזבח הזהב ומזבח העולה, <b>והפרכות</b> – בין הקודש (ההיכל) ובין קודש הקודשים, <b>- מעכבין את הקרבן</b> – שאם חסר אחד מהכלים האלה או שאינו במקומו הקבוע - אסור להקריב קורבן או לעבוד עבודה במקדש, ואם הקריב או עבד - הקורבן או העבודה פסולים<b>; דברי רבי מאיר</b> (גדול התנאים בדור הרביעי)<b>. וחכמים אומרים: אין לך מעכב את הקרבן אלא הכיור והכן בלבד</b> – שמקדשים ממנו הכוהנים את ידיהם ואת רגליהם לעבודה, שאם חסר הכיור או כנו - אסור להקריב קורבן או לעבוד עבודה במקדש, ואם הקריב או עבד - הקורבן או העבודה פסולים. אבל השולחן והמנורה והמזבחות והפרוכות אינם מעכבים<b>.</b><br>\n<br>ותמהים (על החכמים בברייתא): <b>ולא אמר כן</b> (צריך לומר: '<b>ולא כן</b>', כמו שהוא \"בשרידי הירושלמי\") – (וכי) לא כך <b>רבי אלעזר</b> (בן פדת, אמורא בדור השני) <b>ורבי יוסי בן חנינה</b> (אמורא ארץ ישראלי בדור השני) <b>תריהון אמרין:</b> – שניהם אומרים (אמרו דבר אחד): <b>כל הן דכתיב</b> – כל היכן (בכל מקום) שכתוב: <b>\"נֹכַח\"</b> – כגון במנורה: \"וְשַׂמְתָּ... אֶת הַמְּנֹרָה נֹכַח הַשֻּׁלְחָן\" (שמות כו,לה) - כנגד השולחן, שיהא מרחק המנורה מן הפרוכת שווה למרחק השולחן מן הפרוכת, <b>- מעכב</b> – את הקורבן, שצריך שתהיה המנורה נוכח השולחן, ואם המנורה אינה במקומה הקבוע - מעכבת<b>,</b> אבל במקום שכתוב: <b>\"צֶלַע\"</b> – כגון בשולחן: \"וְהַשֻּׁלְחָן תִּתֵּן עַל צֶלַע צָפוֹן\" (שם) - סמוך לכותל הצפוני של המשכן, <b>- אינו מעכב</b> – את הקורבן<b>; ואמר רבי שמואל בר נחמן</b> (אמורא ארץ ישראלי בדור השני והשלישי) <b>בשם רבי יונתן</b> (אמורא ארץ ישראלי בדור הראשון)<b>: ואפילו</b> במקום שכתוב: <b>\"צלע\"</b> – כגון בשולחן, <b>- מעכב</b> – את הקורבן<b>; ואמר רבי אילא</b> (רבי אלעאי, אמורא ארץ ישראלי בדור השלישי) <b>בשם</b> רבי <b>שמואל בר נחמן: ואפילו</b> במקום שכתוב <b>שימה</b> – כגון בפרוכת: \"וַיָּשֶׂם אֵת פָּרֹכֶת הַמָּסָךְ\" (שמות מ,כא) - משה שם את הפרוכת הסוככת על הארון ומסתירה אותו, ובמזבח הזהב: \"וַיָּשֶׂם אֶת מִזְבַּח הַזָּהָב בְּאֹהֶל מוֹעֵד לִפְנֵי הַפָּרֹכֶת\" (שמות מ,כו), ובכיור: \"וַיָּשֶׂם אֶת הַכִּיֹּר בֵּין אֹהֶל מוֹעֵד וּבֵין הַמִּזְבֵּחַ\" (שמות מ,ל), <b>- מעכבת</b> – את הקורבן<b>?!</b> – ואם כדברי האמוראים האלה, מדוע חכמים בברייתא לעיל אומרים שהכיור וכנו בלבד מעכבים את הקורבן?\n<br>ומתרצים: <b>אמר רבי חנניה</b> (דציפורין, אמורא ארץ ישראלי בדור החמישי)<b>: כאן - בעבודות שבפנים, וכאן - בעבודות שבחוץ</b> – האמוראים, שאמרו שכלים שונים מעכבים את הקורבן, מדברים בעבודות שבפנים (בהיכל), כגון סידור לחם הפנים על השולחן והדלקת הנרות במנורה והקטרת הקטורת על מזבח הזהב והזאת הדם על הפרוכת, שכיוון שהכלים הללו מקומם בפנים, הם מעכבים עבודות שבפנים, ואילו חכמים, שאומרים שהכיור וכנו בלבד מעכבים את הקורבן, מדברים בעבודות שבחוץ (בעזרה)<b>.</b><br><br><small>לפי התירוץ הזה, רק הכלים שבפנים מעכבים עבודות שבפנים, אבל הכלים שבחוץ אינם מעכבים עבודות שבחוץ, ואף במקום שכתוב שימה, כגון במזבח העולה: \"וְאֵת מִזְבַּח הָעֹלָה שָׂם\" (שמות מ,כט).<br>הארון אינו נזכר כאן, מפני שלא היה בבית המקדש השני, ולא היה מעכב, אף שכתוב בו שימה (שמות מ,ג), משום שרק דבר שישנו מעכב, אם חסר או שאינו במקומו הקבוע, אבל דבר שאינו אינו מעכב כלל.<br><br>ב<b>תוספתא מנחות</b> ו,יב שנו: השולחן והמנורה והמזבחות מעכבים זה את זה. רבי שמעון בן אלעזר אומר: כוהנים ולוויים וישראל והשיר מעכבים את הקורבן.<br><br>ההלכה שבברייתא שבתוספתא היא אחת מתוך קובץ הלכות בעניינים שונים שבהם דברים מעכבים זה את זה אם חסר אחד מהם. דברי רבי מאיר בברייתא שבירושלמי הם דברי הברייתא שבתוספתא, ו\"מעכבים את הקורבן\" שבירושלמי זהו \"מעכבים זה את זה\" שבתוספתא, וכך מוכיחה הלשון \"מעכבים את הקורבן\" שבדברי רבי שמעון בן אלעזר בתוספתא.<br><br>ב<b>ירושלמי יומא</b> ד,ה אמרו: אמר רבי יונה: חוץ מקידוש הראשון (ביום הכיפורים כוהן גדול מקדש ידיו ורגליו מקיתון של זהב, חוץ מקידוש ראשון שמקדש מן הכיור). אמר רבי יוסה: ואפילו מקידוש הראשון (מקדש ידיו ורגליו מקיתון של זהב, ואפילו קידוש ראשון, ואינו מקדש מן הכיור). - מתניתא פליגא על רבי יוסה: הכיור והכן מעכבין (את העבודה, אם אינו מקדש מן הכיור). - פתר לה: מקומן מעכב (הכיור והכן מעכבים אם חסר אחד מהם או שאינם במקומם הקבוע, אבל אם מקדש מכלי אחר - אינם מעכבים).<br><br>הברייתא שהקשו ממנה בירושלמי יומא על רבי יוסה היא דברי חכמים בברייתא שבירושלמי כאן. פירושנו לברייתא בירושלמי כאן הוא כפירושו לברייתא של רבי יוסה בירושלמי שם (\"מקומן מעכב\").<br><br>ב<b>בבלי זבחים</b> נט,א אמרו: אמר רב: מזבח (העולה) שנפגם - כל הקודשים שנשחטו שם (בעזרה) פסולים... - והאמר רב גידל אמר רב: מזבח (הזהב) שנעקר (ממקומו) - מקטירים קטורת במקומו (על הרצפה, שאין המזבח מעכב)! - ...מודה רב (שהמזבח מעכב) בדמים.<br><br>לפי תוספות (בבלי שם), כוונת התירוץ בבבלי, שהמזבח (מזבח העולה או מזבח הזהב) מעכב בעבודות הדם, כגון שחיטה וזריקת הדם על מזבח העולה, וכן הזאת דם חטאות פנימיות על מזבח הזהב, אבל בשאר עבודות אין המזבח מעכב, כגון הקטרת הקטורת על מזבח הזהב, וכן הקטרת קומץ המנחה ואימורי הקורבן על מזבח העולה. אולם לפי רשב\"א (בבלי מנחות ה,ב), כוונת התירוץ בבבלי, שמזבח העולה (מזבח הדמים, שזורקים עליו את הדם של רוב הזבחים) מעכב את כל העבודות הנעשות בו, אבל מזבח הזהב אינו מעכב את העבודות הנעשות בו.<br><br><b>ולא כן...</b><br>הסגנון הרגיל בירושלמי הוא: \"ולא כן אמר רבי פלוני:...?\". בירושלמי כתובות ה,א ו-יב,א מצאנו: \"ולא כן רבי פלוני ורבי פלוני תריהון אמרין:...?\", וכך צריך לומר כאן.</small><br>• • •", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2013", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "620d135299066b7e5d1266bc", "index_title": "Ohr LaYesharim on Jerusalem Talmud Shekalim", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Shekalim 6:3:3", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Shekalim 6:3:3", "sourceHeRef": "אור לישרים על תלמוד ירושלמי שקלים ו׳:ג׳:ג׳", "anchorVerse": 35, "sourceHasEn": false, "commentaryNum": 3.0003, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Shekalim", "he": "אור לישרים על תלמוד ירושלמי שקלים"}, "he": "מביאים ברייתא: <b>עשרה שולחנות עשה שלמה</b> – בבית המקדש, (בנוסח הבבלי של מסכת שקלים נוסף: 'שנאמר') <b>-</b> שנאמר (בבניין המקדש בעניין השולחנות): <b>\"וַיַּעַשׂ שֻׁלְחָנוֹת עֲשָׂרָה</b>, <b>וַיַּנַּח בַּהֵיכָל חֲמִשָּׁה מִיָּמִין וַחֲמִשָּׁה מִשְּׂמֹאול\"</b> (דברי הימים ב ד,ח) – במצוותו של שלמה המלך נעשו עשרה שולחנות, ושמו אותם בהיכל<b>.</b> ומה כוונת הכתוב \"חֲמִשָּׁה מִיָּמִין וַחֲמִשָּׁה מִשְּׂמֹאול\"? - <b>אִין תימר:</b> – אם תאמר: <b>חמשה בדרום וחמשה בצפון</b> – חמישה שולחנות בצד הדרום של ההיכל וחמישה בצד הצפון (כהוראת 'ימין' ו'שמאל' במקרא, הבאים לציין רוחות השמים), <b>- והלא אין השולחן כשר אלא בצפון</b> – בצד הצפון של ההיכל<b>, שנאמר</b> (במלאכת המשכן)<b>: \"וְהַשֻּׁלְחָן תִּתֵּן עַל צֶלַע צָפוֹן\"</b> (שמות כו,לה) – ה' ציווה את משה לשים את השולחן סמוך לכותל הצפוני של המשכן. אבל שולחן בצד הדרום של ההיכל - פסול<b>. מה תלמוד לומר: \"חֲמִשָּׁה מִיָּמִין וַחֲמִשָּׁה מִשְּׂמֹאול\"?</b> – מה כוונת הכתוב הזה? <b>- אלא חמשה מימין שלחנו של משה וחמשה משמאלו</b> – עשרה השולחנות שעשה שלמה הם לבד מהשולחן של משה (השולחן שנעשה במשכן על ידי בצלאל במצוותו של משה), וכל השולחנות עמדו בצפון ההיכל, השולחן של משה באמצע, חמישה שולחנות מימינו של השולחן של משה וחמישה משמאלו<b>. אף על פי כן</b> – אף על פי שעשה שלמה עשרה שולחנות, וכולם היו כשרים לסדר עליהם את לחם הפנים<b>, לא היה מסדר</b> – מי שסידר את לחם הפנים, <b>אלא</b> (בכתב יד הבבלי ובדפוס ונציה הבבלי נוסף: 'על') <b>של משה בלבד, שנאמר</b> (במלאכת כלי המקדש בעניין כלי הזהב)<b>: \"</b>וַיַּעַשׂ שְׁלֹמֹה... וְ<b>אֶת הַשֻּׁלְחָן אֲשֶׁר עָלָיו לֶחֶם הַפָּנִים</b> זָהָב<b>\"</b> (מלכים א ז,מח) – במצוותו של שלמה נעשה השולחן, שעורכים עליו את לחם הפנים, מזהב. בכתוב כאן מדובר רק בשולחן אחד, ויש לפרש, שהשולחן האחד האמור בכתוב כאן הוא השולחן של משה, ועשרה השולחנות האמורים בכתוב לעיל הם עשרה שולחנות לבד משולחנו של משה. וכיוון שלחם הפנים נזכר רק בכתוב כאן ולא בכתוב לעיל, יש ללמוד שהיו עורכים את לחם הפנים רק על השולחן של משה<b>. - רבי יוסי בירבי יהודה</b> (תנא בדור החמישי) <b>אומר: על כולם</b> – על כל השולחנות, <b>היה מסדר</b> – מי שסידר את לחם הפנים<b>, שנאמר</b> (בבניין המקדש בעניין כלי הזהב)<b>: \"</b>וַיַּעַשׂ שְׁלֹמֹה... וְ<b>אֶת הַשֻּׁלְחָנוֹת וַעֲלֵיהֶם לֶחֶם הַפָּנִים\"</b> (דברי הימים ב ד,יט) – במצוותו של שלמה נעשו השולחנות, שעורכים עליהם את לחם הפנים (בכתוב הזה, שלא כמו בכתוב המקביל במלכים שהובא לעיל, אין בסופו המילה \"זהב\". אבל במקורות שלהלן הובא הכתוב הזה כשבסופו המילה \"זהב\"). ויש ללמוד מהכתוב הזה, שהיו עורכים את לחם הפנים גם על השולחנות של שלמה (אפשר שהכוונה שהיו עורכים בכל שבת על כל השולחנות ולא רק על שולחנו של משה בלבד. ואפשר שהכוונה שהיו יכולים לערוך על כל השולחנות ולא רק על שולחנו של משה בלבד, אך היו עורכים בכל שבת על שולחן אחד מהם בלבד)<b>.</b><br><br><small>ב<b>תוספתא מנחות</b> יא,ט-י שנו: עשרה שולחנות עשה שלמה, שנאמר: \"ויעש שולחנות עשרה\" (דברי הימים ב ד,ח). ואף על פי כן, לא היו מסדרים אלא על של משה, שנאמר: \"ואת השולחן אשר עליו לחם הפנים זהב\" (מלכים א ז,מח). - רבי יוסי ברבי יהודה אומר: על כל השולחנות היו מסדרים, שנאמר: \"ואת השולחנות ועליהם לחם הפנים זהב\" (דברי הימים ב ד,יט). - משום רבי אלעזר בן שמוע אמרו: מה תלמוד לומר: \"ואת השולחנות ועליהם לחם הפנים זהב\"? - זה שולחן גדול של זהב שהיה לפנים בהיכל, ושולחן (של זהב) שהיה באולם על פתחו של בית שעליו היו נותנים לחם פנים ישנה (ביציאתו. - השולחן השלישי שעליו היו נותנים לחם הפנים בכניסתו אינו שייך לכאן, שהרי הוא אינו של זהב והכתוב בדברי הימים מדבר בשולחנות זהב).<br>וב<b>תוספתא סוטה</b> יג,א שנו: משנבנה בית ראשון נגנז אוהל מועד... ואף על פי כן (אף על פי ששלמה גנז את המשכן ואת כליו ועשה כלים חדשים), לא היו משתמשים אלא בשולחן שעשה משה ומנורה שעשה משה.<br><br>ב<b>בבלי מנחות</b> צח,ב אמרו: תנו רבנן: עשרה שולחנות עשה שלמה, שנאמר: \"ויעש שולחנות עשרה וינח בהיכל חמישה מימין וחמישה משמאל\" (דברי הימים ב ד). ואם תאמר: חמישה מימין הפתח (של ההיכל, בצידו הצפוני, שהרי הפתח היה באמצע צידו המזרחי של ההיכל) וחמישה משמאל הפתח (של ההיכל, בצידו הדרומי)? - אם כן, מצינו ששולחן בדרום, והתורה אמרה: \"והשולחן תיתן על צלע צפון\" (שמות כו)! - אלא של משה באמצע, חמישה מימינו וחמישה משמאלו.<br>ו<b>שם</b> צט,א אמרו: תנו רבנן: עשרה שולחנות עשה שלמה, ולא היו מסדרים אלא על של משה, שנאמר: \"ואת השולחן אשר עליו לחם הפנים זהב\" (מלכים א ז). - רבי אלעזר בן שמוע אומר: על כולם היו מסדרים, שנאמר: \"ואת השולחנות ועליהם לחם הפנים זהב\" (דברי הימים ב ד). - רבי יוסי ברבי יהודה אומר: לא היו מסדרים אלא על של משה, אלא מה אני מקיים \"ואת השולחנות ועליהם לחם הפנים זהב\"? - אלו שלושה שולחנות שהיו במקדש, שניים שהיו באולם מבפנים לפתח הבית, אחד של כסף ואחד של זהב, על של כסף נותן לחם הפנים בכניסתו ועל של זהב ביציאתו, שמעלים בקודש ולא מורידים, אחד של זהב בפנים שעליו לחם הפנים תמיד.<br><br>בבבלי החליפו את דבריהם של רבי יוסי ברבי יהודה ורבי אלעזר בן שמוע.<br>בברייתא שבבבלי שנו, שהיו נותנים את לחם הפנים בכניסתו על שולחן של כסף, כנוסח הברייתא שבירושלמי לעיל.<br><br>בברייתא שבבבלי: \"מה אני מקיים 'ואת השולחנות ועליהם לחם הפנים זהב'? - אלו שלושה שולחנות שהיו במקדש...\". אבל בתוספתא: \"מה תלמוד לומר: 'ואת השולחנות ועליהם לחם הפנים זהב'? - זה שולחן גדול של זהב שהיה לפנים בהיכל, ושולחן שהיה באולם... שעליו היו נותנים לחם פנים ישנה (ביציאתו)\". ואומנם, השולחן השלישי, שעליו היו נותנים לחם הפנים בכניסתו, אינו שייך לכאן, שהרי הוא בכל אופן אינו של זהב והכתוב בדברי הימים מדבר בשולחנות זהב, אלא שהתנא בברייתא הבבלית ציטט משנה, היא הברייתא שבירושלמי לעיל, כמו שהיא (\"מבוא לנוסח המשנה\", עמוד 142).<br><br>מי שאמר שעל כל השולחנות היו מסדרים, מפרש את הכתוב: \"ואת השולחן אשר עליו לחם הפנים זהב\" (מלכים א ז,מח), ש\"השולחן\" כאן הוא לשון קיבוצי: השולחנות.<br><br>ב<b>אוצר המדרשים</b> [עמוד 475] - ברייתא דרבי פינחס בן יאיר (מדרש 'תדשא') נאמר: אף על פי שעשה שלמה עשרה שולחנות, לא היו מסדרים לחם הפנים תחילה אלא על שולחן של משה, שנאמר: \"ואת השולחן אשר עליו לחם הפנים\" (מלכים א ז,מח), ואחרי כן היו מסדרים על כולם, שנאמר: \"ואת השולחנות ועליהם לחם הפנים\" (דברי הימים ב ד,יט).<br><br>כך מקיים מדרש זה את שני הכתובים הללו לדעת מי שאמר שעל כל השולחנות היו מסדרים.<br><br>בבית המקדש השני לא היו עשרה שולחנות אלה, אלא היה שם שולחן אחד בלבד בהיכל, ועוד שני שולחנות בחוץ להניח עליהם את הלחם לפי שעה. כך מוכח ממשנתנו שמנתה שלוש עשרה שולחנות שהיו במקדש ולא מנתה עשרה שולחנות אלה. אבל לפי הבבלי יומא נא,ב, היו עשרה שולחנות אלה בבית שני. ואפשר שלא נמנו שולחנות אלה במשנתנו, משום שמשנתנו כדעת מי שאמר שלא היו מסדרים עליהם לחם הפנים (רש\"ש).</small><br>\n<br>מציעים ברייתא: <b>תני:</b> – שונה (התנא) / שנוי (שנויה ברייתא): <b>מזרח ומערב היו נתונין</b> – השולחנות שהיו בהיכל היו מונחים באורכם ממזרח למערב, שאורכם היה לאורכו של ההיכל<b>; דברי רבי</b> (רבי יהודה הנשיא, תנא בדור החמישי)<b>. רבי אלעזר בירבי שמעון</b> (תנא בדור החמישי) <b>אומר: צפון ודרום היו נתונין</b> (ב\"שרידי הירושלמי\" ובנוסח הבבלי של מסכת שקלים אין שתי המילים האחרונות) – השולחנות שהיו בהיכל היו מונחים באורכם מצפון לדרום, שאורכם היה לרוחבו של ההיכל<b>.</b>\n<br>ומציעים קושיה: <b>מאן דאמר:</b> – מי (רבי) שאומר: <b>מזרח ומערב</b> – השולחנות שהיו בהיכל היו מונחים באורכם ממזרח למערב, <b>- ניחא</b> (בנוסח הבבלי של מסכת שקלים חסרה מילה זו) – נוח (הדבר מובן שעל כל השולחנות היו מסדרים לחם הפנים)<b>, כולהן</b> (כולן) <b>ראויין</b> (ב\"שרידי הירושלמי\": 'היו') <b>לשירות</b> – שכיוון שהשולחנות היו מונחים לאורכו של ההיכל, נמצא שכל השולחנות היו מונחים בצד הצפוני שבהיכל, ולכן היו כולם כשרים לעבודה לסדר עליהם את לחם הפנים, מפני שאין השולחן כשר אלא בצד הצפון של ההיכל<b>.</b> אבל <b>מאן דאמר:</b> – מי (רבי אלעזר בירבי שמעון) שאומר: <b>צפון ודרום</b> – השולחנות שהיו בהיכל היו מונחים באורכם מצפון לדרום, <b>- נמצא שולחן בדרום ומנורה בצפון</b> (כן הוא גם ב\"שרידי הירושלמי\" ובכתב יד הבבלי. ובכתב יד שקלים ובדפוס ונציה הבבלי: 'שולחן בצפון ומנורה בדרום'. נראה שהמילים 'ומנורה בצפון' יתרות, והן אשגרת לשון מהביטוי \"שולחן בצפון ומנורה בדרום\") – שכיוון שהשולחנות היו מונחים לרוחבו של ההיכל, נמצא שכמה מהשולחנות היו מונחים בצד הדרומי שבהיכל, ושולחנות אלה לא היו כשרים לעבודה לסדר עליהם את לחם הפנים, מפני שאין השולחן כשר אלא בצד הצפון של ההיכל, כאמור בברייתא להלן<b>; והא תני:</b> (כן הוא גם ב\"שרידי הירושלמי\". ובנוסח הבבלי של מסכת שקלים: 'תני') – והרי (התנא) שונה / שנוי (שנויה ברייתא): <b>השלחן היה נתון מחצי הבית ולפנים</b> – בחציו הפנימי של ההיכל, שההיכל מבפנים היה אורכו ממזרח למערב ארבעים אמות, והשולחן היה נתון בתוך עשרים אמות הפנימיות שלצד בית קודש הקודשים שבמערב<b>, משוך</b> (מרוחק, מוזז) <b>מן הכותל</b> – הצפוני של ההיכל (בנוסח הבבלי של מסכת שקלים: 'משוך מן הקרן'. והוא אשגרה בטעות מהמשנה תמיד ב,ה), <b>כשתי אמות כלפי</b> (מול) <b>הצפון</b> (אשגרה בטעות מהמשנה תמיד שם, וצריך לומר: 'כלפי ה<b>דרום</b>'. ובנוסח הבבלי של מסכת שקלים: 'שתי אמות', ואין שתי המילים האחרונות) – כדי שיוכלו שני כוהנים הנושאים את לחם הפנים לעבור זה בצד זה בין הכותל הצפוני של ההיכל ובין השולחן<b>, ומנורה כנגדו</b> (בנוסח הבבלי של מסכת שקלים אין מילה זו) – המנורה היתה נתונה מול השולחן, <b>בדרום</b> – בצד הדרום של ההיכל<b>. מזבח הזהב היה נתון באמצע</b> (ב\"שרידי הירושלמי\" ובנוסח הבבלי של מסכת שקלים: 'בתוך') <b>הבית</b> – באמצע רוחבו של ההיכל, במרחק שווה מן הכותל הצפוני של ההיכל ומן הכותל הדרומי שלו<b>, חולק את הבית מחציו ולפנים</b> – המזבח חילק את ההיכל לשני חצאים, חצי חיצון (לצד האולם שבמזרח) וחצי פנימי (לצד בית קודש הקודשים שבמערב), והיה נתון בתחילת עשרים אמות הפנימיות שלצד בית קודש הקודשים<b>, משוך</b> (מרוחק, מוזז) <b>קימעא</b> (מעט) <b>כלפי הצפון</b> (כן הוא בכל הנוסחאות. וצריך לומר: 'כלפי <b>מזרח</b>' כנוסח התוספתא יומא, או: 'כלפי <b>חוץ</b>' כנוסח הירושלמי שבתוספות בבבלי מנחות צט,א) – שקצתו של המזבח היה נתון בסוף עשרים אמות החיצונות שלצד האולם שבמזרח<b>. וכולהם</b> (וכולם) <b>היו נתונין</b> (בנוסח הבבלי של מסכת שקלים אין שתי המילים האחרונות) <b>משליש הבית ולפנים</b> – ההיכל היה אורכו ארבעים אמות, ובית קודש הקודשים עשרים אמות, הרי שהבית היה אורכו שישים אמות, וכשהיו השולחן והמנורה ומזבח הזהב נתונים בעשרים אמות הפנימיות של ההיכל, נמצא שהיו נתונים משליש הבית ולפנים<b>!</b> – הרי שאין השולחן כשר אלא בצד הצפון של ההיכל! - אין מתרצים קושיה זו. נמצא, שדברי מי שאמר מזרח ומערב הם בין לדעת מי שאמר שלא היו מסדרים לחם הפנים אלא על של משה ובין לדעת מי שאמר שעל כל השולחנות היו מסדרים, ואילו דברי מי שאמר צפון ודרום אינם אלא לדעת מי שאמר שלא היו מסדרים לחם הפנים אלא על של משה, ששולחנו של משה היה בצד הצפון של ההיכל (ראה בתוספות בבבלי מנחות צט,א).<br><br><small>ב<b>משנה מנחות</b> יא,ו שנינו: כל הכלים שהיו במקדש אורכם לאורכו של בית (ממזרח למערב).<br>וב<b>תוספתא מנחות</b> יא,ח שנו: כל הכלים שהיו במקדש אורכם לאורכו של בית, חוץ מן הארון שהיה אורכו נתון כנגד רוחבו של בית (מצפון לדרום).<br><br>המשנה והתוספתא כדברי רבי.<br><br>ב<b>תוספתא יומא</b> ב,יב שנו: שולחן נתון בצפון משליש הבית ולפנים, משוך מן הכותל שתי אמות ומחצה. מנורה כנגדו בדרום משליש הבית ולפנים, משוכה מן הכותל שתי אמות ומחצה. מזבח הזהב ממוצע בינתיים כנגד שני בדי ארון, ומשוך כלפי מזרח. וכולם היו נתונים מחצי הבית ולפנים.<br><br>בברייתא שבירושלמי נאמר, שהשולחן היה נתון מחצי הבית (ההיכל) ולפנים, וכולם היו נתונים משליש הבית (ההיכל ובית קודש הקודשים) ולפנים. ובברייתא שבתוספתא נאמר, שהשולחן היה נתון משליש הבית ולפנים, וכולם היו נתונים מחצי הבית ולפנים.<br>בברייתא שבירושלמי נאמר, שהשולחן היה משוך מן הכותל כשתי אמות. ובברייתא שבתוספתא נאמר, שהשולחן היה משוך מן הכותל שתי אמות ומחצה.<br>בברייתא שבירושלמי לא נאמר, שהשולחן היה נתון בצפון, וכן לא נאמר, שהמנורה היתה נתונה מחצי / משליש הבית ולפנים ומשוכה מן הכותל.<br><br>ב<b>בבלי יומא</b> לג,ב אמרו: תניא: שולחן בצפון, משוך מן הכותל שתי אמות ומחצה, ומנורה בדרום, משוכה מן הכותל שתי אמות ומחצה, מזבח ממוצע ועומד באמצע ומשוך קימעא כלפי חוץ.<br><br>ב<b>בבלי מנחות</b> צח,ב-צט,א אמרו: תני חדא: מחצי בית ולפנים היו מונחים (השולחנות והמנורות שעשה שלמה); ותני חדא: משליש הבית ולפנים היו מונחים. - ולא קשיא: מר קא חשיב בית קודשי הקודשים בהדי היכל (ששניהם נקראים בלשונו \"בית\", וההיכל היה אורכו ארבעים אמה, ובית קודשי הקודשים עשרים אמה, וכשהיו השולחנות והמנורות מונחים בעשרים אמה הפנימיות של ההיכל, נמצאו משליש הבית ולפנים); מר לא קא חשיב בית קודשי הקודשים בהדי היכל (שאין נקרא בלשונו \"בית\" אלא ההיכל, וכשהיו השולחנות והמנורות מונחים בעשרים אמה הפנימיות של ההיכל, נמצאו מחצי הבית ולפנים).<br>תנו רבנן: מזרח ומערב היו מונחים (השולחנות שעשה שלמה); דברי רבי. רבי אלעזר ברבי שמעון אומר: צפון ודרום היו מונחים.<br>מאי טעמיה דרבי? - גמר ממנורה, מה מנורה מזרח ומערב, אף הני מזרח ומערב... - ורבי אלעזר ברבי שמעון מאי טעמיה? - גמר מארון, מה ארון צפון ודרום, אף הני צפון ודרום...<br>בשלמא למאן דאמר: מזרח ומערב היו מונחים, היינו דהוו יתבי עשרה (שולחנות) בעשרים (אמה, שהרי אורכו של כל שולחן שתי אמות). אלא למאן דאמר: צפון ודרום היו מונחים, עשרה בעשרים (אמה מדויקות, שהוא רוחב ההיכל) היכי הוו יתבי? ותו, כוהנים היכי הוו עיילי (לפנים מן השולחנות, אם השולחנות מילאו את כל רוחב ההיכל)? ותו, מצינו חמישה שולחנות בדרום (והרי מקום השולחנות בצפון ההיכל ולא בדרומו)! ותו, שולחן דמשה היכא הווה מונח? - ולמאן דאמר נמי: מזרח ומערב, שולחן דמשה היכא הווה מונח? (שהרי עשרת השולחנות תפסו עשרים אמה, שהוא כל חציו הפנימי של ההיכל) - אלא, מי סברת חד דרא (שורה אחת) הווה? תרי דרי נינהו (שתי שורות של שולחנות היו, ובכל שורה היו חמישה שולחנות, והשולחן של משה היה מונח בין שתי השורות).<br>בשלמא למאן דאמר: צפון ודרום היו מונחים - שפיר (שכן שני כוהנים המסדרים את הלחם החדש היו עומדים בצידו האחד של השולחן, ושני כוהנים אחרים המסלקים באותו הזמן את הלחם הישן היו עומדים בצידו השני של השולחן, ולשיטה זו שהיו השולחנות עומדים בין צפון לדרום היה מקום לכוהנים לעמוד משני צידיו של השולחן למזרחו ולמערבו). אלא למאן דאמר: מזרח ומערב היו מונחים (והכוהנים עומדים משני צידיו של השולחן לצפונו ולדרומו) - מכדי כמה משוך שולחן מן הכותל (הצפוני של ההיכל)? שתי אמות ומחצה (שהוא המקום הנדרש להילוכם של שני אנשים) ואמה דידיה (של רוחב שורת חמשת השולחנות הצפוניים), ושתי אמות ומחצה דביני ביני (בין שורת חמשת השולחנות הצפוניים לבין שולחנו של משה) ואמה דידיה (של רוחב שולחנו של משה), ושתי אמות ומחצה דביני ביני (בין שולחנו של משה לבין שורת חמשת השולחנות הדרומיים) ואמה דידיה (של רוחב שורת חמשת השולחנות הדרומיים), אישתכח דקאכיל פלגא דאמתא בדרום (והרי מקום השולחנות בצפון ההיכל ולא בדרומו)! - מי סברת שולחן דמשה בהדייהו הוה יתיב (במקביל לעשרת השולחנות)? לא, דמידלי ליה (לכיוון מערב) ומנח ליה (שהיה שולחנו של משה מונח כנגד הרווח שבין שתי שורות השולחנות, ולא היה מונח בין השורות), ומיתתי להו לדידהו פורתא (לכיוון מזרח), כתלמיד היושב לפני רבו (כך היו נראים עשרת השולחנות ביחס לשולחנו של משה, ובאופן זה היו כל השולחנת מונחים בחלקו הצפוני של ההיכל).<br><br>בבבלי מנחות דקדקו לחשב בפרטות איך היו מונחים עשרה השולחנות של שלמה והשולחן של משה לפי רבי ולפי רבי אלעזר ברבי שמעון, משום שרצו להעמיד את דברי שניהם אף כדעת האומר שעל כל השולחנות היו מסדרים את לחם הפנים. ואילו בירושלמי כאן אמרו בכללות, שלפי רבי כל השולחנות ראויים לסדר עליהם את לחם הפנים, אבל לא לפי רבי אלעזר ברבי שמעון.</small><br>• • •", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2013", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "620d135899066b7e5d1266cd", "index_title": "Ohr LaYesharim on Jerusalem Talmud Shekalim", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Shekalim 6:3:4", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Shekalim 6:3:4", "sourceHeRef": "אור לישרים על תלמוד ירושלמי שקלים ו׳:ג׳:ד׳", "anchorVerse": 35, "sourceHasEn": false, "commentaryNum": 3.0004, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Shekalim", "he": "אור לישרים על תלמוד ירושלמי שקלים"}, "he": "מביאים ברייתא: <b>עשר מנורות עשה שלמה</b> – בבית המקדש, (במסירה שלפנינו נוסף בין השיטין על ידי מגיה: 'שנאמר'. ואינו ב\"שרידי הירושלמי\", אבל נמצא בנוסח הבבלי של מסכת שקלים) <b>-</b> שנאמר (בבניין המקדש בעניין המנורות): <b>\"וַיַּעַשׂ אֶת מְנֹרוֹת הַזָּהָב עֶשֶׂר כְּמִשְׁפָּטָם</b>, וַיִּתֵּן בַּהֵיכָל חָמֵשׁ מִיָּמִין וְחָמֵשׁ מִשְּׂמֹאול<b>\"</b> (דברי הימים ב ד,ז) – במצוותו של שלמה המלך נעשו עשר מנורות, כמשפט המפורט הכתוב במנורה שנעשתה במשכן, ושמו אותן בהיכל<b>.</b> ומה כוונת הכתוב \"חָמֵשׁ מִיָּמִין וְחָמֵשׁ מִשְּׂמֹאול\"? - <b>אִין תימר:</b> – אם תאמר: <b>חמש בצפון וחמש בדרום</b> – חמש מנורות בצד הדרום של ההיכל וחמש בצד הצפון (כהוראת 'ימין' ו'שמאל' במקרא, הבאים לציין רוחות השמים), <b>- והלא אין המנורה כשירה אלא בדרום</b> – בצד הדרום של ההיכל<b>, שנאמר</b> (במלאכת המשכן)<b>: \"וְאֶת הַמְּנֹרָה נֹכַח הַשֻּׁלְחָן עַל צֶלַע הַמִּשְׁכָּן תֵּימָנָה\"</b> (שמות כו,לה) – ה' ציווה את משה לשים את המנורה מול השולחן סמוך לכותל הדרומי של המשכן. אבל מנורה בצד הצפון של ההיכל - פסולה<b>. מה תלמוד לומר: \"חָמֵשׁ מִיָּמִין וְחָמֵשׁ מִשְּׂמֹאול\"?</b> – מה כוונת הכתוב הזה? <b>- אלא חמש מימין מנורתו של משה וחמש משמאלה</b> – עשר המנורות שעשה שלמה הן לבד מהמנורה של משה (המנורה שנעשתה במשכן על ידי בצלאל במצוותו של משה), וכל המנורות עמדו בדרום ההיכל, המנורה של משה באמצע, חמש מנורות מימינה של המנורה של משה וחמש משמאלה (גם במלכים א ז,מח-מט (במלאכת כלי המקדש בעניין כלי הזהב) נאמר: \"וַיַּעַשׂ שְׁלֹמֹה... וְאֶת הַמְּנֹרוֹת חָמֵשׁ מִיָּמִין וְחָמֵשׁ מִשְּׂמֹאול לִפְנֵי הַדְּבִיר זָהָב סָגוּר\")<b>. אף על פי כן</b> – אף על פי שעשה שלמה עשר מנורות, וכולן היו כשרות להדליק בהן את הנרות<b>, לא היה מבעיר</b> – מי שהבעיר את הנרות, <b>אלא</b> (ב\"שרידי הירושלמי\" נוסף: 'על מנורתו'. ובדפוס ונציה הבבלי נוסף: 'על') <b>של משה בלבד, שנאמר</b> (בנאום אביה מלך יהודה)<b>: \"</b>...<b>וּמְנוֹרַת הַזָּהָב וְנֵרֹתֶיהָ לְבָעֵר בָּעֶרֶב בָּעֶרֶב\"</b> (דברי הימים ב יג,יא) – הכוהנים מטפלים במנורה ובנרותיה המודלקים בכל ערב (הנרות הם בזיכים שהיו נותנים בהם את השמן ואת הפתילות). בכתוב כאן מדובר רק במנורה אחת, ויש לפרש, שהמנורה האחת האמורה בכתוב כאן היא המנורה של משה, ועשר המנורות האמורות בכתוב לעיל הן עשר מנורות לבד ממנורתו של משה. וכיוון שהדלקת הנרות נזכרת רק בכתוב כאן ולא בכתוב לעיל, יש ללמוד שהיו מדליקים את הנרות רק במנורה של משה<b>. - רבי יוסה בירבי יהודה</b> (תנא בדור החמישי) <b>אומר: על כולם</b> – על כל המנורות, <b>היה מבעיר</b> – מי שהבעיר את הנרות<b>, שנאמר</b> (בבניין המקדש בעניין כלי הזהב)<b>: \"</b>וַיַּעַשׂ שְׁלֹמֹה... <b>וְאֶת הַמְּנֹרוֹת וְנֵרֹתֵיהֶם לְבַעֲרָם כַּמִּשְׁפָּט לִפְנֵי הַדְּבִיר זָהָב סָגוּר\"</b> (דברי הימים ב ד,יט-כ) – במצוותו של שלמה נעשו המנורות ונרותיהן מזהב מסוג מעולה, כדי להדליק אותן בהיכל כמשפט הכתוב בתורה. ויש ללמוד מהכתוב הזה, שהיו מדליקים את הנרות גם במנורות של שלמה (אפשר שהכוונה שהיו מדליקים בכל ערב בכל המנורות ולא רק במנורה של משה בלבד. ואפשר שהכוונה שהיו יכולים להדליק בכל המנורות ולא רק במנורה של משה בלבד, אך היו מדליקים בכל ערב במנורה אחת מהן בלבד)<b>.</b><br><br><small>בברייתא לעיל בעניין השולחנות היה אפשר ללמוד שהיו עורכים את לחם הפנים רק על השולחן של משה מן הכתוב בדברי הימים ב יג,יא: \"...וּמַעֲרֶכֶת לֶחֶם עַל הַשֻּׁלְחָן הַטָּהוֹר\" (הכוהנים מטפלים בלחם הפנים ששמים על השולחן), כמו שלמדו בברייתא כאן בעניין המנורות שהיו מדליקים את הנרות רק על המנורה של משה מהמשכו של אותו הכתוב. אלא שבעניין השולחנות יש ללמוד כן מן הכתוב שנאמר במלאכת כלי המקדש, ואין צריך ללמוד כן מכתוב הנאמר במקום אחר, ואילו בעניין המנורות אין ללמוד כן מן הכתוב שנאמר במלאכת כלי המקדש, וצריך ללמוד כן מכתוב הנאמר במקום אחר.<br><br>ב<b>תוספתא מנחות</b> יא,י שנו: עשר מנורות זהב עשה שלמה, שנאמר: \"ויעש את מנורות הזהב עשר\" (דברי הימים ב ד,ז). אף על פי כן, לא היו מדליקים אלא בשל משה, שנאמר: \"ומנורת הזהב ונרותיה לבער בערב בערב\" (דברי הימים ב יג,יא). - רבי יוסי ברבי יהודה אומר: בכל המנורות היו מדליקים, שנאמר: \"ואת המנורות ונרותיהם לבערם כמשפט לפני הדביר זהב סגור\" (דברי הימים ב ד,כ).<br><br>ב<b>בבלי מנחות</b> צח,ב אמרו: תנו רבנן: עשר מנורות עשה שלמה, שנאמר: \"ויעש את מנורות הזהב עשר כמשפטם וייתן בהיכל חמש מימין וחמש משמאל\" (דברי הימים ב ד). ואם תאמר: חמש מימין הפתח וחמש משמאל הפתח? - אם כן, מצינו מנורה בצפון, והתורה אמרה: \"ואת המנורה נוכח השולחן על צלע המשכן תימנה\" (שמות כו)! - אלא של משה באמצע, חמש מימינה וחמש משמאלה.<br><b>ושם</b> צט,א אמרו: תנו רבנן: עשר מנורות עשה שלמה, ולא היו מדליקים אלא בשל משה, שנאמר: \"ומנורת הזהב ונרותיה לבער בערב בערב\" (דברי הימים ב יג). - רבי אלעזר בן שמוע אומר: בכולן היו מדליקים, שנאמר: \"ואת המנורות ונרותיהם לבערם כמשפט לפני הדביר זהב סגור\" (דברי הימים ב ד).<br><br>בבבלי שמו את דבריו של רבי יוסי ברבי יהודה בפיו של רבי אלעזר בן שמוע.<br><br>ב<b>אוצר המדרשים</b> [עמוד 475] - ברייתא דרבי פינחס בן יאיר (מדרש 'תדשא') נאמר: אף על פי שעשה שלמה עשר מנורות, לא היו מדליקים תחילה אלא מנורה של משה, שנאמר: \"ומנורת הזהב ונרותיה\" (דברי הימים ב יג,יא), ואחרי כן היו מדליקים את כולן, שנאמר: \"ואת המנורות ונרותיהם לבערם כמשפט\" (דברי הימים ב ד,כ).<br><br>כך מקיים מדרש זה את שני הכתובים הללו לדעת מי שאמר שבכל המנורות היו מדליקים.</small><br>\n<br>נאמר (בבניין המקדש בעניין המנורות וכליהן): <b>\"וְהַפֶּרַח וְהַנֵּרוֹת וְהַמֶּלְקַחַיִם זָהָב</b>, <b>הוּא מִכְלוֹת זָהָב\"</b> (דברי הימים ב ד,כא) – הפרחים (ששימשו קישוט למנורות) והנרות והצבתות (להחזיק בהן את הפתילות כדי להיטיב את הנרות) נעשו מזהב, שהוא זהב כליל (זהב טהור בלי תערובת מתכות אחרות); ויש לדרוש את המילים \"מכלות זהב\": <b>- הן כילו זהבו של שלמה</b> – עשר המנורות וכליהן שעשה שלמה המלך בבניין המקדש בזבזו את הזהב שהיה לשלמה, שהמנורות וכליהן נעשו מזהב רב מאוד, כמסופר להלן<b>.</b>\n<br><b>רב יהודה</b> (מגדולי אמוראי בבל בדור השני) אמר <b>בשם אסי</b> (רב אסי, אמורא בבלי בדור הראשון)<b>: היה שלמה נוטל אלף ככרי זהב ומכניסן לאוּר</b> (לאש) (במסירה שלפנינו הוגה על ידי מגיה: 'לכור'. כבכתב היד כן הוא ב\"שרידי הירושלמי\", וכבהגהה כן הוא בנוסח הבבלי של מסכת שקלים) <b>ומוציאן</b> – פעמים רבות מאוד, כדרך הצורפים שמכניסים את הזהב לכור (תנור שמתיכים בו מתכות ומזקקים בו מתכת מסיגיה) ומוציאים כמה פעמים כדי לזקקו<b>, עד שהוא מעמידן על אחד</b> – עד שגרם שמשקל הזהב הטהור הגיע לכיכר אחת, כדי לעשות ממנה מנורה אחת וכליה<b>, לקיים מה שנאמר:</b> – המעשה שנעשה הוא כפי הכתוב: <b>\"כִּכָּר זָהָב טָהוֹר יַעֲשֶׂה אֹתָהּ</b> אֵת כָּל הַכֵּלִים הָאֵלֶּה<b>\"</b> (שמות כה,לט) – המנורה וכל כליה (המלקחיים והמחתות והנרות) ייעשו מכיכר זהב טהור (הכיכר היא שלושת אלפים שקל). - הרי שלעשיית עשר מנורות וכליהן נטל שלמה עשרת אלפי כיכרי זהב, ולכן הן כילו את זהבו של שלמה<b>.</b>\n<br>ומציעים ברייתא: <b>תני:</b> – שונה (התנא) / שנוי (שנויה ברייתא): <b>אמר רבי יוסי בירבי יהודה</b> (תנא בדור החמישי)<b>:</b> (כאן התחלת מקבילה בירושלמי יומא ד,ד) <b>מעשה במנורת זהב שעשה משה במדבר, והיתה</b> (ב\"שרידי הירושלמי\": 'שהיתה') <b>יתירה דינר זהב</b> – היתה יתירה על משקל כיכר זהב בדינר זהב (בנוסח הבבלי של מסכת שקלים אין ארבע המילים האחרונות), <b>והכניסוה</b> (בנוסח הבבלי של מסכת שקלים: 'והכניסה') <b>לכור שמונים פעם</b> – כדי להעמיד אותה על משקל כיכר זהב, <b>ולא חסרה כלום.</b>\n<br>ומקשים: <b>ויאות?!</b> (בתמיהה) – ו(האם) יפה?! (והאם נכון אמר רבי יוסי בירבי יהודה, שהכניסו את המנורה לכור פעמים רבות ולא חסרה כלום? והרי כשמכניסים זהב לכור פעמים רבות, הוא חסר, כמסופר לעיל על מה שעשה שלמה!)\n<br>ומתרצים: <b>עד דלא יקום על ברריה</b> – עד שלא יעמוד על טוהרו (לפני שהזהב מגיע למצבו הטהור, כשהזהב אינו מזוקק לגמרי), <b>- הוה</b> (צריך לומר כמו ב\"שרידי הירושלמי\" ובקטע מן הגניזה (JTS) ובמקבילה: '<b>הוא</b>') <b>חסר סגין</b> – הוא חסר (מאבד, מפחית) הרבה (כשמכניסים אותו לכור ומזקקים אותו)<b>, מן דו</b> (=דהוא) <b>קיים על ברריה</b> – משהוא עומד על בוריו (אחרי שהזהב מגיע למצבו הטהור, כשהזהב מזוקק לגמרי), <b>- לא חסר כלום</b> – אינו חסר (מאבד, מפחית) כלום (כשמכניסים אותו לכור). ולכן המנורה של משה שהיתה מזוקקת לגמרי לא חסרה כלום (עד כאן המקבילה בירושלמי יומא)<b>.</b><br><br><small>ב<b>בבלי מנחות</b> כט,א אמרו: \"וְהַפֶּרַח וְהַנֵּרוֹת וְהַמֶּלְקַחַיִם זָהָב, הוּא מִכְלוֹת זָהָב\" (דברי הימים ב ד) - מאי \"מכלות זהב\"? - אמר רב יהודה אמר רב אסי / רב אמי: שכילתו (המנורה) לכל זהב סגור של שלמה, דאמר רב יהודה אמר רב אסי / רב אמי: עשר מנורות עשה שלמה, וכל אחת ואחת הביא לה אלף כיכר זהב, והכניסוהו אלף פעמים לכור והעמידוהו על כיכר.<br>איני? והכתיב: \"אֵין כֶּסֶף נֶחְשָׁב בִּימֵי שְׁלֹמֹה לִמְאוּמָה, [כִּי אֳנִיּוֹת לַמֶּלֶךְ הֹלְכוֹת תַּרְשִׁישׁ עִם עַבְדֵי חוּרָם, אַחַת לְשָׁלוֹשׁ שָׁנִים תָּבוֹאנָה אֳנִיּוֹת תַּרְשִׁישׁ נֹשְׂאוֹת זָהָב וָכֶסֶף שֶׁנְהַבִּים וְקוֹפִים וְתוּכִּיִּים]\" (דברי הימים ב ט)! - זהב סגור קא אמרינן (שכילתה המנורה, אבל זהב רגיל היה לו).<br>ומי חסר כולי האי (עד שיוצא כיכר אחד מזיקוק של אלף כיכרות)? והתניא: רבי יוסי ברבי יהודה אומר: מעשה והיתה מנורה של בית המקדש יתירה על של מדבר כדינר זהב, והכניסוה שמונים פעמים לכור עד שחסרה הדינר ועמדה על כיכר! - כיוון דקאי קאי (לאחר שזיקקו אותו, שוב לא חסר ממנו אלא כדי דינר ולא יותר).<br><br>ב<b>שיר השירים רבה</b> ג [ט] נאמר: \"זהב טהור\" - שהיו מכניסים אותו לכור ואינו חסר כלום (שלא נשארו בו שום סיגים). - רבי יודה בשם רבי אמי: אלף כיכרים של זהב הכניס שלמה לאור אלף פעמים, עד שהעמידו על כיכר אחד (וזהו זהב טהור). - והא תני: אמר רבי יוסי ברבי יהודה: מעשה במנורת המקדש שהיתה יתירה על מנורת המדבר משקל גורדינון (דינר שהוטבע על ידי הקיסר גורדיינוס (?)), הכניסוה לאור שמונים פעמים, עד שחסרה! - אלא מן קדמיי הות חסרה סגין, ברם מן הכא ולהלן לא הות חסרה אלא צבחר צבחר (אלא מבראשונה היתה חסרה הרבה, אבל מכאן ואילך לא היתה חסרה אלא מעט מעט).<br><br>לפי הירושלמי, אמר רב יהודה בשם רב אסי (אמוראים בבליים) על המנורות שעשה שלמה. ולפי המדרשים, אמר רבי יהודה (רבי יודן, אמורא ארץ ישראלי בדור הרביעי) בשם רבי אמי (אמורא ארץ ישראלי בדור השלישי) על המנורות שעשה שלמה. ובכתבי היד של הבבלי יש שתי הגרסאות.<br>בירושלמי לא אמרו כמה פעמים הכניס שלמה לאור את כיכרי הזהב.<br>לפי הירושלמי, המנורה של משה היתה יתירה דינר, וכשהכניסוה לכור לא חסרה כלום, שכשהזהב מזוקק, הוא אינו חסר כלום (ואף על פי שהיתה יתירה על משקל כיכר זהב, היתה כשרה, שמה שנאמר \"כיכר זהב\" הוא למצווה ולא לעיכוב). ואילו לפי הבבלי והמדרשים, מנורת המקדש היתה יתירה דינר, וכשהכניסוה לכור חסרה דינר, שכשהזהב מזוקק, הוא חסר מעט מעט.</small><br>• • •", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2013", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "620e3ce81a2caee268cf4d23", "index_title": "Ohr LaYesharim on Jerusalem Talmud Taanit", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Taanit 2:2:7", "anchorRef": "Exodus 25:1-30:38", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Taanit 2:2:7", "sourceHeRef": "אור לישרים על תלמוד ירושלמי תענית ב׳:ב׳:ז׳", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 2.0007, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Taanit", "he": "אור לישרים על תלמוד ירושלמי תענית"}, "he": "ומשיבים עוד (תשובה חמישית): <b>רבי שמואל בר נחמן</b> (אמורא ארץ ישראלי בדור השני והשלישי) אמר <b>בשם רבי יונתן</b> (אמורא ארץ ישראלי בדור הראשון)<b>:</b> שמונה עשרה ברכות שבתפילה הן <b>כנגד שמונה עשר ציווין</b> (ציוויים) – המילים: \"כאשר ציוה ה'\", או: \"ככל אשר ציוה ה'\", <b>שכתוב</b> (שכתובים) <b>בפרשת משכן שני</b> – בספר שמות מסופר פעמיים על המשכן: פעם ראשונה בציווי המשכן (שמות כה,א - ל,לח), ופעם שנייה בעשיית המשכן ובהקמתו (שמות לו,ח עד סוף הספר, וזו היא פרשת משכן שני)<b>. אמר רבי חייה בר אדא</b> (במקבילה בברכות: בר ווא (בר אבא))<b>: ובלחוד מן</b> – ובלבד מן <b>\"ואתו אהליאב בן אחיסמך למטה דן\"</b> (שמות לח,כג) – הציוויים שכתובים מפסוק זה בלבד ואילך, <b>עד סופיה דסיפרא</b> – עד סופו של הספר (ספר שמות) מן המנין הם, אבל הציווי שכתוב בפסוק שלפניו: \"כל אשר ציוה ה'\" (שמות לח,כב), שהוא הציווי הראשון בפרשת משכן שני, אינו מן המנין. ואלה הציוויים שמן המנין: שמות לט,א; לט,ה; לט,ז; לט,כא; לט,כו; לט,כט; לט,לא; לט,לב; לט,מב; לט,מג, מ,טז; מ,יט; מ,כא; מ,כג; מ,כה; מ,כז; מ,כט; מ,לב. ועולה מספרם שמונה עשר<b>.</b><br><br><small>נראה שהטעם שאין מונים את הציווי הראשון, משום שהוא לגופו ואינו מופנה לדרשה, שראשון תחילה נאמר ואין דורשים תחילות.<br><br>מכיון שהתפילה היא במקום העבודה (עבודת הקורבנות), והתפילות תוקנו כנגד הקורבנות, לכן קבעו את מנין הברכות שבתפילה כמנין הציוויים שיש בעשייתו ובהקמתו של המשכן, שבו הקריבו קורבנות.<br><br><b>כנגד שמונה עשר ציוויים</b><br>ב<b>ויקרא רבה</b> א,ח נאמר: רבי שמואל בר נחמן אמר בשם רבי נתן (הוא רבי יונתן): שמונה עשר ציוויים כתובים בפרשת משכן, וכנגדם קבעו חכמים שמונה עשרה ברכות שבתפילה. אמר רבי חייא בר אדא: לבד מ\"ואיתו אהליאב בן אחיסמך למטה דן\" (שמות לח,כג) ועד סופא דסיפרא.<br>וב<b>מדרש תהילים</b> כט,ב נאמר: דבר אחר: כנגד שמונה עשרה אזכרות שיש בעשיית המשכן ב\"אלה פקודי\" - \"כאשר ציוה ה'\", \"ככל אשר ציוה ה'\" - שמונה עשרה פעמים, כנגדן תיקנו שמונה עשרה ברכות שמתפלל אדם בכל יום.<br>וב<b>מדרש תנחומא</b> פרשת 'וירא' סימן א נאמר: ...ורבי יוחנן אמר: כנגד שמונה עשר ציוויים שבמשכן, שהם בסוף ספר \"ואלה שמות\", והם: \"כאשר ציוה ה' את משה\" שמונה עשרה פעמים.<br>וב<b>אוצר המדרשים</b> עמוד תקלו נאמר: \"כאשר ציוה ה' את משה\" שב\"אלה פקודי המשכן\" שמונה עשרה פעמים, כנגד שמונה עשרה ברכות שבתפילה, לומר לך שהתפילה במקום עבודה היא, וכנגד שמונה עשרה חוליות שבשדרה, לקיים מה שנאמר: \"כל עצמותי תאמרנה ה' מי כמוך\" (תהילים לה).<br><br><b>שמונה עשרה ברכות כנגד…</b><br>ב<b>במדבר רבה</b> ב,א נאמר: בשמונה עשר מקומות משה ואהרן מזוגים (שווים), רמז לשמונה עשרה ברכות, כנגד שמונה עשרה אזכרות שכתובות ב\"שמע ישראל\" וב\"מזמור לדוד הבו לה' בני אלים\" (תהילים כט).<br>• • •<br>ב<b>תוספתא ברכות</b> ג,יב שנו: בשבת וביום טוב וביום הכיפורים מתפלל שבע, ואומר קדושת היום באמצע.</small>", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2004", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "624caf7ee9fcc4ce9cf1218e", "index_title": "Mishnah Sheviit", "category": "Mishnah", "type": "", "ref": "Mishnah Sheviit 5:4", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Mishnah Sheviit 5:4", "sourceHeRef": "משנה שביעית ה׳:ד׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 5.0004, "collectiveTitle": {"en": "Mishnah Sheviit", "he": "משנה שביעית"}, "heTitle": "משנה שביעית", "he": "לוּף שֶׁל עֶרֶב שְׁבִיעִית שֶׁנִכְנַס לַשְּׁבִיעִית, וְכֵן בְּצָלִים הַקֵּיצוֹנִים, וְכֵן פּוּאָה שֶׁל עִדִּית, בֵּית שַׁמַּאי אוֹמְרִים, עוֹקְרִין אוֹתָן בְּמַאֲרוּפוֹת שֶׁל עֵץ. וּבֵית הִלֵּל אוֹמְרִים, בְּקַרְדֻּמּוֹת שֶׁל מַתָּכוֹת. וּמוֹדִים בְּפוּאָה שֶׁל צְלָעוֹת, שֶׁעוֹקְרִין אוֹתָהּ בְּקַרְדֻּמּוֹת שֶׁל מַתָּכוֹת: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "Luf of the sixth year that has entered the seventh year, similarly summer onions and puah (madder) grown in good soil: Bet Shammai says: they must be uprooted with wooden rakes. Bet Hillel says: [even] with metal rakes. They agree in the case of puah with strong roots, that they may be uprooted with metal spades.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6320985fcc325a86a3f41d9c", "index_title": "Mishneh Torah, The Chosen Temple", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, The Chosen Temple 1:6", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Mishneh Torah, The Chosen Temple 1:6", "sourceHeRef": "משנה תורה, הלכות בית הבחירה א׳:ו׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 1.0006, "collectiveTitle": {"en": "Mishneh Torah, The Chosen Temple", "he": "משנה תורה, הלכות בית הבחירה"}, "heTitle": "משנה תורה, הלכות בית הבחירה", "he": "וְעוֹשִׂין בַּמִּקְדָּשׁ כֵּלִים. מִזְבֵּחַ לָעוֹלָה וְלִשְׁאָר הַקָּרְבָּנוֹת. וְכֶבֶשׁ שֶׁעוֹלִים בּוֹ לַמִּזְבֵּחַ. וּמְקוֹמוֹ לִפְנֵי הָאוּלָם מָשׁוּךְ לְדָרוֹם. וְכִיּוֹר וְכַנּוֹ לְקַדֵּשׁ מִמֶּנּוּ הַכֹּהֲנִים יְדֵיהֶם וְרַגְלֵיהֶם לָעֲבוֹדָה. וּמְקוֹמוֹ בֵּין הָאוּלָם וְלַמִּזְבֵּחַ מָשׁוּךְ לְדָרוֹם שֶׁהוּא שְׂמֹאל הַנִּכְנָס לַמִּקְדָּשׁ. וּמִזְבֵּחַ לַקְּטֹרֶת וּמְנוֹרָה וְשֻׁלְחָן וּשְׁלָשְׁתָּן בְּתוֹךְ הַקֹּדֶשׁ לִפְנֵי קֹדֶשׁ הַקָּדָשִׁים:\n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "The following utensils are required for the Sanctuary:<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">As mentioned in the explanation to Halachah 1, the Rambam considers the purpose of the construction of the Temple the erection of \"a house ...to offer sacrifices within.\" In this context, he views the fashioning of the Temple's utensils as an integral part of the mitzvah of building a sanctuary - for without them the sacrifices could not be offered. Thus, when enumerating the mitzvot, he considers the fashioning of the Sanctuary's utensils as part of the mitzvah to construct the Sanctuary and not as separate mitzvot in their own right.<br>As mentioned above, the Ramban, Nachmanides, disputes the Rambam's view and considers the revelation of Godliness as the primary intent of the Sanctuary's construction. He also disagrees with the Rambam in regard to the fashioning of the utensils and considers them as separate independent commands. See <i>Hasagot Sefer HaMitzvot</i>, Positive command 33.<br>There is a practicable application of the above concept. The Sanctuary could only be constructed during the daytime, (see Halachah 17). If the fashioning of the Sanctuary's utensils is to be considered as part of the mitzvah of constructing the Temple, that ruling may apply to them as well (<i>Likkutei Sichot</i>, Vol. 21, p. 255).</i><br>a) an altar for the burnt offering and other sacrifices;<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">The Torah also refers to the outer altar as \"the altar of the burnt offering\" (Exodus 30:28, 35:16) for that was the most frequent sacrifice, offered twice daily.</i><br>b) a ramp to ascend to the altar. It was positioned before the Entrance Hall to the south.<sup class=\"footnote-marker\">35</sup><i class=\"footnote\">See Halachah 17.</i><br>c) a wash basin<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">A large basin, with 12 taps. (<i>Yoma</i> 37a)</i> with a pedestal where the priests would sanctify their hands and feet for the (Temple) service.<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">Before taking part in any aspect of the Temple service, the priests had to wash their hands and feet. See <i>Hilchot Biat HaMikdash</i> 5:1.</i> It was positioned between the Entrance Hall and the altar, to the left when entering the Sanctuary.<sup class=\"footnote-marker\">38</sup><i class=\"footnote\">The entrance to the Sanctuary was from the east, facing the Holy of Holies which was in the west.</i><br>d) the altar for the incense offering,<br>e) the <i>Menorah</i>, and<br>f) the table [for the showbread].<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">These sacred objects are discussed in detail in Chapter Two.</i><br>The [latter] three were placed within the Sanctuary, before the Holy of Holies.<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">See Exodus 26:35.<br>The commentaries have asked why the Rambam does not consider the ark as one of the essential vessels of the Sanctuary. The commentary to Chapter 4, Halachah 1, addresses that issue.</i>", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6357d2f14a34ac00a0d86724", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Exodus 26:35:1", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Rav Hirsch on Torah, Exodus 26:35:1", "sourceHeRef": "רש\"ר הירש על התורה, שמות כ״ו:ל״ה:א׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 35.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "שמות", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 35. Der Raum des קדש vor dem פרכת, zwanzig Ellen lang und zehn Ellen breit, zerfiel seiner Bestimmung nach ebenfalls in zwei Räume von zehn Kubikellen. Innerhalb der westlichen zehn Ellen standen Tisch und Leuchter und zwar an der Nordseite, 2 1/2 Ellen von der Seitenwand und innerhalb der vordern fünf Ellen der Tisch, und ebenso ihm gegenüber an der Südseite der Leuchter. Zwischen beiden in der Mitte, vorgerückt, auf der westlichen Grenzlinie der vorderen östlichen zehn Ellen, stand der goldene Rauchaltar, dessen Herstellung erst Kap. 30, 1 ff. angeordnet ist. (Siehe Joma 33a und Jalkut פקודי).", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64186ddac9371ec0cebe465c", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Exodus 26:35:1", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Reggio on Torah, Exodus 26:35:1", "sourceHeRef": "ביאור יש\"ר על התורה, שמות כ״ו:ל״ה:א׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 35.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "שמות", "he": "<b>ושמת את השלחן,</b> שלחן בצפון, משוך מן הכותל הצפוני ב' אמות ומחצה, ומנורה בדרום משוכה מן הכותל הדרומי ב' אמות ומחצה, ומזבח הזהב נתון כנגד אויר שבין שלחן למנורה, משוך קמעא כלפי המזרח, וכולם נתונים מן חצי המשכן ולפנים כיצד? אורך המשכן מן הפתח לפרוכת כ' אמה, המזבח והשלחן והמנורה משוכים מן הפתח לצד מערב עשר אמות:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64e49ce9613f3c2d3b444a6c", "index_title": "German Commentary on Mishnah Sheviit", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Sheviit 5:4:3", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "German Commentary on Mishnah Sheviit 5:4:3", "sourceHeRef": "פירוש גרמני על משנה שביעית ה׳:ד׳:ג׳", "anchorVerse": 35, "sourceHasEn": true, "commentaryNum": 4.0003, "collectiveTitle": {"en": "German Commentary on Mishnah Sheviit", "he": "פירוש גרמני על משנה שביעית"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>dass man eckigen Krapp.</b>  So Rambam. Andere erklären <span dir=\"rtl\">פואה של צלעות</span> entweder <span dir=\"rtl\">סלעות=צלעות</span>, wo <span dir=\"rtl\">צ</span> mit <span dir=\"rtl\">ס</span> als die Zischbuchstaben <span dir=\"rtl\">זסשרץ</span> mit einander vertauscht werden können, also Krapp der zwischen Felsen wächst; oder <span dir=\"rtl\">צלעות</span> hat Verwandtschaft mit Exod. 26,35 <span dir=\"rtl\">ולצלע המשכן</span> = »an der Seite der Wohnung« ; demnach Krapp, der an der Seite des Feldes wächst. In beiden Fällen kann man metallene Werkzeuge gebrauchen, da man hier nicht zu säen pflegt.", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6596f5ebbed9ae71ab5ada99", "index_title": "Mekhilta DeRabbi Yishmael", "category": "Midrash", "type": "", "ref": "Mekhilta DeRabbi Yishmael, Tractate Kaspa 4:1", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Mekhilta DeRabbi Yishmael, Tractate Kaspa 4:1", "sourceHeRef": "מכילתא דרבי ישמעאל, מַסֶּכְתָּא דְכַסְפָּא ד׳:א׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [200], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Mekhilta DeRabbi Yishmael", "he": "מכילתא דרבי ישמעאל"}, "heTitle": "מַסֶּכְתָּא דְכַסְפָּא", "he": "(שמות כג,יג) <b>[\"וּבְכֹל אֲשֶׁר אָמַרְתִּי אֲלֵיכֶם תִּשָּׁמֵרוּ, וְשֵׁם אֱלֹהִים אֲחֵרִים לֹא תַזְכִּירוּ, לֹא יִשָּׁמַע עַל פִּיךָ.\"] \"וּבְכֹל אֲשֶׁר אָמַרְתִּי אֲלֵיכֶם תִּשָּׁמֵרוּ\"</b>, לָמָּה נֶאֱמַר? לְפִי שֶׁהוּא אוֹמֵר: (שמות כו,לה) \"וְשַׂמְתָּ אֶת הַשֻּׁלְחָן מִחוּץ לַפָּרֹכֶת, וְאֶת הַמְּנֹרָה נֹכַח הַשֻּׁלְחָן, עַל צֶלַע הַמִּשְׁכָּן תֵּימָנָה, וְהַשֻּׁלְחָן תִּתֵּן עַל צֶלַע צָפוֹן.\" אִם שִׁנָּן, הוּא עוֹבֵר בְּ'לֹא תַּעֲשֶׂה'. לְכָךְ נֶאֱמַר: (שמות כג,יג) <b>\"וּבְכֹל אֲשֶׁר אָמַרְתִּי אֲלֵיכֶם תִּשָּׁמֵרוּ\"</b>.", "heVersionTitle": "Beeri Edition, Koren, Jerusalem, 2019", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "(Exodus 23:13) \"And everything that I have spoken of to you, you shall observe\": What is the intent of this? From (Ibid. 20:11) \"You shall not perform any labor,\" I know only of labor per se. Whence do I derive (the same for) shvuth (things bordering on labor)? From \"Everything that I have spoken of to you, you shall observe.\"", "versionTitle": "Mechilta, translated by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "מכילתא, מתורגמת בידי רבי שרגא סילברשטיין"}, {"_id": "657ecc41758c1dc532ec8a76", "index_title": "Steinsaltz on Exodus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Exodus 26:35", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Steinsaltz on Exodus 26:35", "sourceHeRef": "ביאור שטיינזלץ על שמות כ״ו:ל״ה", "anchorVerse": 35, "sourceHasEn": true, "commentaryNum": 26.0035, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על שמות", "he": "<b>וְשַׂמְתָּ אֶת הַשֻּׁלְחָן מִחוּץ לַפָּרֹכֶת</b>, בחלל הגדול יותר והקרוב אל הפתח, הקודש,\n  <b>וְאֶת הַמְּנֹרָה נֹכַח</b>, כנגד \n  <b>הַשֻּׁלְחָן עַל צֶלַע</b>, צד\n  <b>הַמִּשְׁכָּן תֵּימָנָה,</b> דרומה, \n  <b>וְהַשֻּׁלְחָן תִּתֵּן עַל צֶלַע צָפוֹן.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>You shall place the table outside the curtain, </b>in the Sanctuary, the larger space facing the entrance, <b>and the candelabrum opposite the table on the side of the Tabernacle to the south, and the table you shall place on the north side. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "5892f011d6e4a9274646dbfb", "index_title": "Chizkuni", "category": "Quoting Commentary", "type": "", "ref": "Chizkuni, Leviticus 24:2:1", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Chizkuni, Leviticus 24:2:1", "sourceHeRef": "חזקוני, ויקרא כ״ד:ב׳:א׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "ויקרא", "he": "<b>ויקחו אליך שמן</b> וגו'. אהדריה קרא בשביל על המנורה הטהורה וגו׳‎ לפי שבספר זה שהוא תורת כהנים סדר כל תשמישי המשכן והקרבנות ומילוי ידי הכהנים והפרשות הטמאות שאוסרות לבא למקדש ולאכול בקדשים ובא עתה לפרש סדר המנורה והשלחן ששניהם תלויים זה בזה והקטרת כבר נזכר בפרשת אחרי מות ומן הדין היה להקדים פרשת לחם הפנים לפרשת המנורה שהרי המנורה היתה בכלל לחם הפנים כדכתיב ואת המנורה נוכח השלחן אלא רצה לסמוך פרשת מקלל לפרשת לחם הפנים כמו שפרש״‎י.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ויקחו אליך שמן זית, “that they will bring you olive oil;” the reason that this verse, i.e. the instructions it contains, was repeated is that in this Book of the five Books of Moses, the one containing most of the instructions connected with the service of the priests in the Temple, was that the time had come to list in the appropriate order the rules surrounding the function of the Lampstand, Menorah, and the Table, which are interdependent on one another. The incense had already been dealt with at length in Leviticus chapter 17,12-13. By rights we could have expected to read about the presentation of the showbreads before reading about the function of the Menorah which was not a sacrificial act, and was subservient to the presentation of the show breads as had been made plain by the words: ואת המנורה נוכח השלחן, “and the Lampstand opposite the Table,” (Exodus 26,35). The reason that the Torah did not write matters in that order was that it wanted to write the report about the blasphemer next to the portion of the showbreads, as Rashi has explained. Rashi quoted a sage as saying that the blasphemer had made fun of the showbreads ridiculing a law that offered the Lord bread that was on occasion a whole week old, as these breads were only exchanged for new ones every Sabbath.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5892f267d6e4a9274647150a", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Exodus 26:35:1", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Chizkuni, Exodus 26:35:1", "sourceHeRef": "חזקוני, שמות כ״ו:ל״ה:א׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 35.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "שמות", "he": "<b>ושמת את השלחן</b> פרש״‎י מזבח הזהב ממוצע ועומד באמצע ומשוך קמעא כלפי חוץ, פי׳‎ כיון דכתיב המנורה נכח השלחן בעינן דחזו אהדדי כך פי׳‎ ז״‎ל במסכת יומא.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ושמת את השולחן, “you shall place the table, etc.;” in the middle; seeing that the Torah had written that the candlestick should be positioned opposite the table, the golden altar had to be positioned in the centre of the Sanctuary part of the Tabernacle. Both the Candlestick and the table were slightly to the north and south of the centre and at the same time further west, closer to the dividing curtain. Compare Talmud Yuma folio 33.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5892f268d6e4a9274647150c", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Exodus 26:35:2", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Chizkuni, Exodus 26:35:2", "sourceHeRef": "חזקוני, שמות כ״ו:ל״ה:ב׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 35.0002, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "שמות", "he": "<b>ואת המנרה נכח השלחן</b> להאיר עליו וכן כתוב בפרשת בהעלותך אל מול פני המנורה יאירו שבעת הנרות פי׳‎ אל השלחן שהוא מול המנורה יאירו שבעת הנרות.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ואת המנורה נוכח השולחן, “and the candlestick was facing the table.” This was in order to illuminate the surface of the table. This has been spelled out in Numbers 8,2.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5892f268d6e4a9274647150e", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Exodus 26:35:3", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Chizkuni, Exodus 26:35:3", "sourceHeRef": "חזקוני, שמות כ״ו:ל״ה:ג׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 35.0003, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "שמות", "he": "<b>על צלע המשכן תימנה</b> לעולם אורה מדרום, דוגמא שמש שהולך אל דרום.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "על צלע המשכן תימנה, “on the southern side of the Tabernacle near the southern wall.” Light always emanates from the south, as does the light of the sun whose orbit proceeds in a southerly direction after it rises in the morning.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58ad944dd6e4a93323dbfe2a", "index_title": "Chagigah", "category": "Talmud", "type": "", "ref": "Chagigah 26b:4", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Chagigah 26b:4", "sourceHeRef": "חגיגה כ״ו ב:ד׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 52.0004, "collectiveTitle": {"en": "Chagigah", "he": "חגיגה"}, "heTitle": "חגיגה", "he": "וְאִידָּךְ: כֵּיוָן דִּכְתִיב: ״וְאֶת הַמְּנוֹרָה נֹכַח הַשֻּׁלְחָן״, כְּמַאן דִּכְתִיב בַּהּ ״תָּמִיד״ דָּמֵי. וְאִידָּךְ: הָהוּא לִקְבּוֹעַ לָהּ מָקוֹם הוּא דַּאֲתָא.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The Gemara asks: <b>And</b> regarding <b>the other</b> <i>tanna</i>, in the <i>baraita</i>, why does he include the candelabrum? The Gemara answers: <b>Since it is written: “And</b> you shall set the table without the veil <b>and the candelabrum opposite the table”</b> (Exodus 26:35), indicating that the candelabrum must always be placed opposite the table; <b>it is as though it is written “always” with regard to</b> the candelabrum as well. <b>And the other</b> <i>tanna</i>, in the mishna, who does not object to removing the candelabrum for immersion, would reply: <b>That</b> verse <b>comes</b> only <b>to establish a place for</b> the candelabrum, to describe where it must be positioned, but it does not mean to say that it must be opposite the table at all times.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "59765581d6e4a90179bf6a9e", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Exodus 26:35:1", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Be'er Mayim Chaim, Exodus 26:35:1", "sourceHeRef": "באר מים חיים, שמות כ״ו:ל״ה:א׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 35.0001, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "שמות", "he": "<b>ושמת</b> את השולחן וגו' ואת המנורה נוכח השולחן. הנה נודע לכל, אשר המנורה רומזת אל אור החכמה הימין, והשולחן רומז אל אור הבינה קו השמאלי שעל כן שולחן בצפון ומנורה בדרום, כי הרוצה להחכים ידרים <small>(בבא בתרא כ\"ה:)</small> כמו שאיתא בדברי האר\"י ז\"ל <small>(בסדר השולחן של שבת)</small>. ולפי זה היה ראוי להקדים המנורה בכל פרטיה ואחר כך השולחן, כי כן ספירת החכמה נאצלה קודם כנודע לכל <small>(ועיין בליקוטי תורה בראשית בפירוש אומרם לבריאה שמים קדמו עיין שם)</small>. והנך רואה שבכל מלאכת המשכן הקדים שולחן למנורה וגם כאן בסדר עמידתן הלא דבר הוא. ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59765581d6e4a90179bf6aa0", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Exodus 26:35:2", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Be'er Mayim Chaim, Exodus 26:35:2", "sourceHeRef": "באר מים חיים, שמות כ״ו:ל״ה:ב׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 35.0002, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "שמות", "he": "<b>ואמנם</b> כי ירמז למה שכתבנו במקום אחר בביאור אומרם ז\"ל <small>(יומא ל\"ט.)</small> אדם מקדש עצמו מעט מלמטה והקב\"ה מקדש אותו הרבה מלמעלה, ולהבין הצגת הסימן שסימנו חז\"ל שהאדם הוא מלמטה והקב\"ה למעלה ומי לא ידע את אלה והיה לו לומר אדם מקדש עצמו מעט והקב\"ה מקדש אותו הרבה. ויבואר על דרך אומרם ז\"ל <small>(חגיגה ט\"ז.)</small> ו' דברים נאמרין בבני אדם שלושה כמלאכי השרת, שלושה כבהמה. שלושה כמלאכי השרת יש להם דעת וכו' ושלושה כבהמה אוכלין ושותין פרין ורבין וכו'. והנה עיקר קדושת האדם הוא באלה הדברים שאדם דומה בהם לבהמה, כי בדברים שאדם דומה למלאכי השרת הם ממילא קדושים וטהורים וממקום קדוש יהלכו, ועיקר הקדושה הוא בדברים שדומה לבהמה שלא יעשה שם כמעשה הבהמה ממש למלאות תאותו בהיתר כאשר יוכל שאת כבהמה כפרד אין הבין להיות מותר האדם מן הבהמה שלא לטנף עצמו כבהמה זו במילוי תאותו,וכבר מנא הגאון הרשב\"ץ זללה\"ה <small>(מובא בחרדים)</small> זה למצות עשה דאורייתא לקדש עצמו במותר לו שלא להשביע תאותו באכילות וביאות ושאר תענוגים המותרים וכו' עיין שם. וגם רבינו הרמב\"ם ז\"ל כלל זה במצות והלכת בדרכיו שהוא מצות עשה לילך בדרכי ה' יתברך בכל היכולת מה הוא חנון ורחום וקדוש גיבור וכו', וגיבור הוא לכבוש את יצרו במאכל ומשתה וביאות וכו' <small>(עיין בדבריו ז\"ל בספר המצוות מצות עשה ח' ובהלכות דעות פרק א')</small> וכבר הארכנו בביאור דבר זה בקדושת המותר במקומות אחרים. וגם למעלה בעשיית השולחן כתבנו אפס קצהו מזה ולא נכפיל. והנה בחינת מעשי הבהמה הוא בבחינת <small>(קהלת ג', כ\"א)</small> רוח הבהמה היורדת היא למטה לארץ. ולהיפך כשאדם מקדש עצמו הוא בבחינת רוח בני אדם העולה היא למעלה. ולזה אמרו אדם מקדש עצמו מעט מלמטה כלומר מדברים שלמטה שהוא הדברים שדומה לבהמה שיורדת היא למטה שם יתקדש עצמו להכניע תאותו מכל וכל כאשר יוכל ולא יעסוק שם כי אם באמת לעבודתו יתברך מה שההכרח גמור אל העבודה לא יותר וזאת בשבירת התאוה שלא למלאות תאותו אף פעם אחד במעט שעוסק בהם אז הקב\"ה מקדש אותו מלמעלה בדברים הבאים מלמעלה בדברים הדומה למלאכי השרת הדעת עליון ואורות עליונים פנימים ומקיפין. ועל כן למדה תורה דרך ארץ במה יקרב אדם עצמו אל ה' בראשון וראשונה והוא השולחן אשר לפני ה'. ועיין בדברינו בסדר עשייתו שמורה הכל על עבודת ה' באמת אשר במאכלי האדם, וכן הוא בכל דברים התחתונים הגשמיים שהאדם מתאוה להן, ואז כאשר האדם עושה כן הנה ואת המנורה תשים נוכח השולחן כי המנורה הטהורה המורה על אורות עליונים הבאים מלמעלה תשים נוכח השולחן שיאיר לך הקב\"ה מאור המנורה מלמעלה נוכח קדושתך על השולחן באורות עליונים ומוחין חדשים ושמן על ראשך לא יחסר. כנודע שמכל הבירורים שאדם מברר באוכלו נעשה מזה מוחין חדשים ואורות, שבים הם ללכת אל האדם הזה אשר ביררם בכחו לסייעו לעבודה ולהעלות לבו באהבת ויראת בוראו כנודע. ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5bf3e229bfb49d008760a916", "index_title": "English Explanation of Mishnah Bava Kamma", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Bava Kamma 3:8:1", "anchorRef": "Exodus 21:28-32:35", "anchorRefExpanded": ["Exodus 21:28", "Exodus 21:29", "Exodus 21:30", "Exodus 21:31", "Exodus 21:32", "Exodus 21:33", "Exodus 21:34", "Exodus 21:35", "Exodus 21:36", "Exodus 21:37", "Exodus 22:1", "Exodus 22:2", "Exodus 22:3", "Exodus 22:4", "Exodus 22:5", "Exodus 22:6", "Exodus 22:7", "Exodus 22:8", "Exodus 22:9", "Exodus 22:10", "Exodus 22:11", "Exodus 22:12", "Exodus 22:13", "Exodus 22:14", "Exodus 22:15", "Exodus 22:16", "Exodus 22:17", "Exodus 22:18", "Exodus 22:19", "Exodus 22:20", "Exodus 22:21", "Exodus 22:22", "Exodus 22:23", "Exodus 22:24", "Exodus 22:25", "Exodus 22:26", "Exodus 22:27", "Exodus 22:28", "Exodus 22:29", "Exodus 22:30", "Exodus 23:1", "Exodus 23:2", "Exodus 23:3", "Exodus 23:4", "Exodus 23:5", "Exodus 23:6", "Exodus 23:7", "Exodus 23:8", "Exodus 23:9", "Exodus 23:10", "Exodus 23:11", "Exodus 23:12", "Exodus 23:13", "Exodus 23:14", "Exodus 23:15", "Exodus 23:16", "Exodus 23:17", "Exodus 23:18", "Exodus 23:19", "Exodus 23:20", "Exodus 23:21", "Exodus 23:22", "Exodus 23:23", "Exodus 23:24", "Exodus 23:25", "Exodus 23:26", "Exodus 23:27", "Exodus 23:28", "Exodus 23:29", "Exodus 23:30", "Exodus 23:31", "Exodus 23:32", "Exodus 23:33", "Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11", "Exodus 24:12", "Exodus 24:13", "Exodus 24:14", "Exodus 24:15", "Exodus 24:16", "Exodus 24:17", "Exodus 24:18", "Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35"], "sourceRef": "English Explanation of Mishnah Bava Kamma 3:8:1", "sourceHeRef": "ביאור אנגלי על משנה בבא קמא ג׳:ח׳:א׳", "anchorVerse": 28, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 8.0001, "collectiveTitle": {"en": "English Explanation of Mishnah Bava Kamma", "he": "ביאור אנגלי על משנה בבא קמא"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>If two oxen which were accounted harmless hurt one another, the owner pays half-damages for that one which suffered the greater hurt.<br>If both were attested dangers full damages are payable for that one which suffered the greater hurt.<br>If one was accounted harmless and the other was an attested danger, that which was an attested danger as against that which was accounted harmless must pay full damages for the greater hurt that the other has suffered, while that which was accounted harmless, as against that which was an attested danger, pays only half damages for the greater hurt that the other has suffered.<br>So, too, if two men hurt one another, full damages are payable for that one which suffered the greater hurt.<br>If a man and an ox which was accounted harmless hurt one another, the man as against the ox accounted harmless must pay full damages for the greater hurt that the other has suffered, while the ox accounted harmless, as against the man, pays only half damages for the greater hurt that the other suffered. Rabbi Akiva says:  “Even if an ox accounted harmless hurt a man, full damages must be paid for that one which suffered the greater hurt.</b><br>This mishnah returns to deal with a subject that we dealt with in the last mishnah of chapter one and in the fourth and fifth mishnayoth of chapter 2 and that is the goring ox.  Remember, there are two types of goring oxen, one that is a previously attested danger (muad), who has been testified against.  The second type is innocent (tam) meaning he is not a previously attested danger.  When a muad damages the owner will pay full damages from the best of his land.  When a tam damages the owner will pay half damages from the value of the tam itself.  This means that the upper limit of liability will be the value of the damaging animal.<br>We will continue to deal with the goring ox for the next two and a half chapters.  I will not be explaining the concepts of tam and muad every time we encounter them.  I will try to reference places where I did explain them.  If you are wondering why the mishnah is so fascinated by the goring ox, it is due to the fact that the Torah mentions the ox quite frequently (Exodus 21:28-32, 35-36).  It is indeed the paradigm for the damaging animal.<br>The rendering of this mishnah into sensible English is very difficult since the mishnah speaks in shorthand.  However, the explanation should make more sense to you.<br>The first section deals with two harmless oxen that gore each other.  In general the owner of each is obligated to pay half damages to the other.  Here we figure out what was the greater damage and the owner of the less injured ox will pay half of that amount.  A table will help.<br>Value of ox before injury<br>Value after injury<br>Damages<br>Amount owed<br>100 (tam)<br>30<br>70<br>35<br>50  (tam)<br>30<br>20<br>10<br>In this case the owner of the ox worth fifty will pay twenty-five to the owner of the ox worth 100.<br>In the second case both of the animals were muad and will therefore pay full damages.   Our table now looks like this:<br>Value of ox before injury<br>Value after injury<br>Damages<br>Amount owed<br>100 (muad)<br>30<br>70<br>70<br>50 (muad)<br>30<br>20<br>20<br>In this case the owner of the ox worth fifty will pay fifty to the owner of the ox worth 100.<br>In the third case one ox was muad and one was tam.  The muad will owe half damages and the tam full damages.  According to our example in this case the animal worth 100 was a muad and therefore will owe full damages for the animal worth 50.  The animal worth 50 is a tam and will therefore pay half damages for the animal worth 100.   Our table now looks like this:<br>Value of ox before injury<br>Value after injury<br>Damages<br>Amount owed<br>100 (muad)<br>30<br>70<br>35<br>50 (tam)<br>30<br>20<br>30<br>In this case the owner of the ox worth fifty will pay 5 to the owner of the ox worth 100.<br>The fourth case of the mishnah deals with human beings who injure one another.  Since a human being is always a muad (see chapter one mishnah four), this is similar to case number two.<br>The fifth and final case deals with a human being (who is always muad) and a harmless ox (tam) who injure one another.  This case is similar to case number three.  We will nevertheless bring a new table.<br>Value before injury<br>Value after injury<br>Damages<br>Amount owed<br>1000-- human (muad)<br>500<br>500<br>250<br>50--ox (tam)<br>20<br>30<br>30<br>In this case the owner of the ox will pay the human 220.  Rabbi Akiva disagrees.  According to him an ox that injures a human being always pays full damages as if it was a muad.  Therefore in the previous scenario the owner of the ox will pay 470 to the human.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5cd13fd13a676f00197d16d8", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Exodus 26:35:1", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Birkat Asher on Torah, Exodus 26:35:1", "sourceHeRef": "ברכת אשר על התורה, שמות כ״ו:ל״ה:א׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 35.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "שמות", "he": "<b>\"...והשלחן תתן על צלע צפון\".</b> קשה לי, הרי סיפא זה מיותר הוא, כי גם בלעדיו הייתי יודע כן, מכיון שברישא נאמר: \"ושמת... ואת המנרה נכח השלחן על צלע המשכן תימנה\".", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d3efb36c891cc0018af586e", "index_title": "Abarbanel on I Kings", "category": "Quoting Commentary", "type": "", "ref": "Abarbanel on I Kings 7:48:1", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Abarbanel on I Kings 7:48:1", "sourceHeRef": "אברבנאל על מלכים א ז׳:מ״ח:א׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1484], "commentaryNum": 48.0001, "collectiveTitle": {"en": "Abarbanel on I Kings", "he": "אברבנאל על מלכים א"}, "he": "ואחרי שזכר הכתוב מעשה כלי הנחשת אשר עשה חירם למלך, זכר כלי הזהב אשר צוה המלך לעשות על ידי חרשים אחרים מבני ישראל המה, והוא אמרו ויעש שלמה את כל הכלים, ר\"ל שצוה לעשותם ולכן ייחסם אליו, לומר שלא עשאם חירם, אבל המלך צוה על עשייתם לאחרים, ולהיותם זהב סגור וטהור אולי ראה המלך ביציקתן ג\"כ ולזה יוחס אליו, או שהמלך נתן צורת הכלים והוא צייר אותם בנייר. וזכר ראשונה מזבח הזהב, כי עם היות שזכרו למעלה בתוך ספור בנין הבית, ראה לזכרו כאן עם שאר הכלים להיותו ממינם ולהשתתפו עמהם בישיבת ההיכל. ואמרו ואת השלחן, כתבו המפרשים שהוא שם המין, כמו (בראשית ל\"ב א') ויהי לי שור וחמור, כי עשרה שלחנות היו כמו שנזכר בדברי הימים (דברי הימים א' ד' ח'), ולפי שמצאתי בבנינה שזכר הנביא יחזקאל בסוף ספרו שלחנות הרבה, ואמר שם (יחזקאל מ' מ\"א) ארבעה שלחנות מפה וארבעה שלחנות מפה לכתף השער שמנה שלחנות אליהם ישחטו וארבעה שלחנות לעולה אבני גזית וגומר ויניחו את הכלים אשר ישחטו את העולה בם והזבח, אמרתי אולי יחשוב המעיין שהיו השלחנות אשר עשה שלמה עשרה לשחוט את העולות ולשום עליהם את כלי השחיטה, ושמה שנזכר בכאן מהשלחן האחד הוא היה שלחן לחם הפנים לבדו אשר היה בהיכל ושאר השלחנות היו בעזרה, אבל מוצא אני שאינו כן, שבדברי הימים כתוב ויעש שלחנות עשרה וינח בהיכל חמשה מימין וחמשה משמאל ויעש מזרקי זהב מאה, ואמר שם אחרי כן ויעש שלמה את כל הכלים אשר בית האלקים ואת מזבח הזהב ואת השלחנות ועליהם לחם הפנים ואת המנורות וגומר זהב סגור, הנה ביאר שהשלחנות האלה כלם היו זהב סגור, ושבכלם היה לחם הפנים ושכלם היו מונחות בהיכל כמו המנורות, והוא המורה שלא היו אלו השלחנות לשחיטת העולה ולא להניח כלי השחיטה עליהם כי אם לערוך בהם לחם הפנים. ומאשר הוקשה אצלי למה אם כן זכר הנה שלחן אחד בהיותם עשרה ולא עשה כן למנורות? אמרתי ששעור הכתוב כן הוא, ויעש שלמה את כל הכלים אשר בית ה', ר\"ל הכלים אשר היה הצווי האלקי שיעשו בבית ה', והם השלחן אשר עליו היה הצווי לתת לחם הפנים, (מט) ואת המנורות, ר\"ל ששת הנרות, אשר צוה משה לעשות במנורה, ולכן קראם מנורות, הנה כל זה, ר\"ל השלחן והמנורות עשה שלמה חמשה מימין וחמש משמאל לפני הדביר, הנה א\"כ אמרו כאן חמש מימין וחמש משמאל אינו חוזר לבד למנורות כי אם גם כן לשלחן שזכר, ועם זה הנה היו גם כן שלחנות עשויות מאבן לשחיטה כמו שזכרו חז\"ל (תמיד ס\"ה ע\"ב), והיו מונחות במקומן. ועם היות שאמר כאן הכתוב חמש מימין וחמש משמאל, אין ראוי שתחשוב שהיו השלחנות מהם לימין ההיכל ומהם לשמאלו, ר\"ל לדרום ולצפון וכן המנורות, כי כבר התבאר מדברי התורה (שמות כ\"ו ל\"ה) שמקום השלחן היה בצפון ומקום המנורה היה בדרום, אבל הרצון בזה שלפאת צפון שם השלחנות בשתי שורות, האחת לפאת ימין מהאחרת, ולפאת דרום היו המנורות בזה האופן עצמו, וחז\"ל (מנחות פי\"א דף צ\"ה ע\"ב) אמרו שהיו חמש מנורות מימין מנורת משה וחמש משמאלו, וכן הענין בשלחנות, כי היו הכלים האלה אשר עשה משה מונחים בבית מלבד אותם אשר הוסיף עליהם שלמה, ומה שאמרו שאהל מועד וכליו נתנו באוצרות בית ה', כוונו על שאר הכלים מזולת המנורה והשלחן והכיור וכנו. ויש מחלוקת בדברי חז\"ל בפרק שתי הלחם (שם צ\"ו ע\"א), שיש מי שאמר שלא היו מסדרים הלחם כי אם בשלחנו של משה ולא היו מדליקין כי אם מנורת משה, ויש מי שאמר שעל כל השלחנות היו מסדרין לחם הפנים וכל המנורות היו מדליקים ובכל הכיורים היו רוחצים, והוא היותר נראה מפשט הכתובים. ומלבד שלחנות הזהב האלה שהיו בהיכל, הנה עוד היה באולם שלחן אחד זהב בו היו מניחים לחם הפנים שמסלקים מההיכל כמו שזכרו חז\"ל (שם). ומה שאמר והפרח והנרות והמלקחים זהב, אין הרצון בו ששאר הדברים לא היו זהב אבל שעד פרחה שהיה בסוף ירכה ועד הנרות שהיו בקצה המנורה הכל היה זהב מן הקצה אחד ועד הקצה האחר וכן המלקחים:", "heVersionTitle": "Abarbanel, Tel Aviv 1960", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60e429ae14a9ca0f22fb0745", "index_title": "Bat Ayin", "category": "Chasidut", "type": "", "ref": "Bat Ayin, Terumah 35", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Bat Ayin, Terumah 35", "sourceHeRef": "בת עין, תרומה ל״ה", "anchorVerse": 35, "sourceHasEn": false, "commentaryNum": 35, "collectiveTitle": {"en": "Bat Ayin", "he": "בת עין"}, "heTitle": "תרומה", "he": "<b>והנה</b> בחינה זו, ובו תדבק על ידי בחינת הכנעה, הוא בחינת חכמה, כ\"ח מ\"ה (זח\"ג לד.), ובחינת חכמה מכונה בשם דרום, כמאמר חז\"ל (ב\"ב כה:) הרוצה להחכים ידרים. ולזה הבחינה מרומז המנורה, שהמנורה בדרום (שמות כו לה). ובהמנורה ששה קנים (ע' שמות כה לב), מרמז על בחינת וא\"ו, התחברות אל הבורא ב\"ה.", "heVersionTitle": "Jerusalem, 2001", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60e4310eef29da27caf61f9c", "index_title": "Bat Ayin", "category": "Chasidut", "type": "", "ref": "Bat Ayin, Beha'alotcha 7", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Bat Ayin, Beha'alotcha 7", "sourceHeRef": "בת עין, בהעלותך ז׳", "anchorVerse": 35, "sourceHasEn": false, "commentaryNum": 7, "collectiveTitle": {"en": "Bat Ayin", "he": "בת עין"}, "heTitle": "בהעלותך", "he": "<b>והנה</b> המנורה מרמז על אהבה עילאה, שהוא בחינת חסד קו ימין, שהמנורה בדרום (שמות כו לה, ב\"ב כה:), שהוא בחינת ימין (בר\"ר נב ד), לכך המנורה נעשית מאליה, מרמז על אהבה עילאה שהיא באה רק מאליה בידי שמים.", "heVersionTitle": "Jerusalem, 2001", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60e4310fef29da27caf61fa2", "index_title": "Bat Ayin", "category": "Chasidut", "type": "", "ref": "Bat Ayin, Beha'alotcha 13", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "Bat Ayin, Beha'alotcha 13", "sourceHeRef": "בת עין, בהעלותך י״ג", "anchorVerse": 35, "sourceHasEn": false, "commentaryNum": 13, "collectiveTitle": {"en": "Bat Ayin", "he": "בת עין"}, "heTitle": "בהעלותך", "he": "<b>או</b> יאמר לתרץ קושיות הנ\"ל על זה הדרך, ובהקדם נבאר תחלה ענין המנורה בדרום (שמות כו לה, ב\"ב כה:) בחינת ימין (בר\"ר נב ד), ושולחן בצפון (שמות כו לה, ב\"ב כה:) בחינת שמאל (זח\"א קמז.).", "heVersionTitle": "Jerusalem, 2001", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d13ab6084aa1cbf0c0c9", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, חוּץ 1", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "BDB, חוּץ 1", "sourceHeRef": "בראון-דרייבר-בריגס, חוּץ א׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "חוּץ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">חוּץ</span></big>  <strong>n.</strong>[<strong>m.</strong>] the outside, sometimes, especially in pl., spec. <strong>a street</strong>, never with sf. in sg., with <span dir=\"rtl\">ָה</span> loc. <span dir=\"rtl\">ח֫וּצָה</span>, <span dir=\"rtl\">חֻ֫צָה</span>, pl. <span dir=\"rtl\">חוּצוֹת</span>, <span dir=\"rtl\">חֻצוֹת</span>, with sf. <span dir=\"rtl\">חוּצֹתָיו</span> etc., <a data-ref=\"Isaiah 15:3\" href=\"/Isaiah.15.3\">Is 15:3</a> etc.;—<br><strong>1.</strong>  <em>the outside</em>, of a house, tent, city, camp, etc., often used, especially with preps., to express the adv. idea of <em>outside, abroad</em> (Aramaic syn., except in sense <strong>2 a</strong>, is <span dir=\"rtl\">בַּר</span>, <span dir=\"rtl\">ܒܰܪ</span>): <strong>a.</strong>  as accus. after vb. of motion <a data-ref=\"Deuteronomy 23:13\" href=\"/Deuteronomy.23.13\">Dt 23:13</a> <span dir=\"rtl\">יָצָא חוּץ</span> to go forth outside (sc. a camp), v <a data-ref=\"Deuteronomy 23:14\" href=\"/Deuteronomy.23.14\">14</a> (as adv. accus.) <span dir=\"rtl\">בְּשִׁבְתְּךָ חוּץ</span> <em>outside</em>, <span dir=\"rtl\">הוֹצִיא הַחוּץ</span> to bring forth <em>outside</em> (a house or chamber) <a data-ref=\"Judges 19:25\" href=\"/Judges.19.25\">Ju 19:25</a> <a data-ref=\"II Samuel 13:18\" href=\"/II_Samuel.13.18\">2 S 13:18</a> cf. <a data-ref=\"Nehemiah 13:8\" href=\"/Nehemiah.13.8\">Ne 13:8</a>, <a data-ref=\"Judges 12:9\" href=\"/Judges.12.9\">Ju 12:9b</a> <span dir=\"rtl\">בָּנוֹת הֵבִיא לְבָנָיו מִן־הַחוּץ</span> from <em>outside</em>, from <em>abroad</em>, <a data-ref=\"II Kings 4:3\" href=\"/II_Kings.4.3\">2 K 4:3</a> <span dir=\"rtl\">שַׁאֲלִי־לָךְ כֵּלִים מִן־הַחוּץ</span> from <em>outside</em> (opp. <span dir=\"rtl\">בַּבַּיִת</span> v <a data-ref=\"II Kings 4:2\" href=\"/II_Kings.4.2\">2</a>); as genit. <a data-ref=\"Leviticus 18:9\" href=\"/Leviticus.18.9\">Lv 18:9</a> <span dir=\"rtl\">מוֹלֶדֶת חוּץ</span> one born <em>abroad</em> (i.e. by another father or mother, of a half-sister: opp. <span dir=\"rtl\">מוֹלֶדֶת בַּיִת</span>) <a data-ref=\"Ezekiel 47:2\" href=\"/Ezekiel.47.2\">Ez 47:2</a><sup>(×2)</sup>. With <span dir=\"rtl\">ָה</span> loc. <span dir=\"rtl\">חוּצָה</span>, after a vb. of motion <a data-ref=\"Exodus 12:46\" href=\"/Exodus.12.46\">Ex 12:46</a> <span dir=\"rtl\">מִן־הַבַּיִת</span> … <span dir=\"rtl\">חוּצָה</span>, <a data-ref=\"Proverbs 5:16\" href=\"/Proverbs.5.16\">Pr 5:16</a> <a data-ref=\"II Chronicles 29:16\" href=\"/II_Chronicles.29.16\">2 Ch 29:16</a>, <a data-ref=\"II Chronicles 33:15\" href=\"/II_Chronicles.33.15\">33:15</a> <span dir=\"rtl\">חוּצָה לָעִיר</span> <em>outside of</em> the city, <a data-ref=\"Numbers 35:4\" href=\"/Numbers.35.4\">Nu 35:4</a> <span dir=\"rtl\">מִקִּיר הָעִיר וָחוּצָה</span> from the wall of the city <em>and outwards;</em> = <em>on the outside, without</em> <a data-ref=\"I Kings 6:6\" href=\"/I_Kings.6.6\">1 K 6:6</a> <a data-ref=\"Isaiah 33:7\" href=\"/Isaiah.33.7\">Is 33:7</a> <span dir=\"rtl\">צָֽעֲקוּ חוּצָה</span> cry <em>without</em>, <a data-ref=\"II Chronicles 24:8\" href=\"/II_Chronicles.24.8\">2 Ch 24:8</a>: so <span dir=\"rtl\">הַחוּצָה</span> <a data-ref=\"Genesis 15:5\" href=\"/Genesis.15.5\">Gn 15:5</a> <span dir=\"rtl\">וַיּוֹצֵא אֹתוֹ הח׳</span> and brought him <em>outside</em>, <a data-ref=\"Genesis 19:17\" href=\"/Genesis.19.17\">19:17</a>; <a data-ref=\"Genesis 24:29\" href=\"/Genesis.24.29\">24:29</a> <a data-ref=\"Joshua 2:19\" href=\"/Joshua.2.19\">Jos 2:19</a> +, <a data-ref=\"I Kings 8:8\" href=\"/I_Kings.8.8\">1 K 8:8</a> <span dir=\"rtl\">לֹא יֵרָאוּ הַחוּצָה</span> were not seen <em>towards the outside</em>, <a data-ref=\"Deuteronomy 25:5\" href=\"/Deuteronomy.25.5\">Dt 25:5</a> <span dir=\"rtl\">לֹא תִהְיֶה אֵשֶׁת הַמֵּת הַחוּצָה לְאִישׁ זָר</span> i.e. shall not be married into another family, cf. <a data-ref=\"Judges 12:9\" href=\"/Judges.12.9\">Ju 12:9a</a>. <strong>b.</strong>  with preps.: <em>a.</em> †<span dir=\"rtl\">אל־החוץ</span> <em>towards the outside</em> <a data-ref=\"Ezekiel 41:9\" href=\"/Ezekiel.41.9\">Ez 41:9</a>, †<a data-ref=\"Ezekiel 34:21\" href=\"/Ezekiel.34.21\">34:21</a> pleon. <span dir=\"rtl\">אל־החוצה</span>. <em>b.</em> <span dir=\"rtl\">בחוץ</span> <a data-ref=\"Genesis 9:22\" href=\"/Genesis.9.22\">Gn 9:22</a> <em>outside</em> (opp. <span dir=\"rtl\">בְּתוֹךְ אָהֳלֹה</span> v <a data-ref=\"Genesis 9:21\" href=\"/Genesis.9.21\">21</a>), <a data-ref=\"Genesis 24:31\" href=\"/Genesis.24.31\">24:31</a> <span dir=\"rtl\">לָמָּה תַעֲמֹד בַּחוּץ</span>, <a data-ref=\"Deuteronomy 24:11\" href=\"/Deuteronomy.24.11\">Dt 24:11</a> <a data-ref=\"Exodus 21:19\" href=\"/Exodus.21.19\">Ex 21:19</a> <span dir=\"rtl\">אם יקום והתהלך בחוץ</span> (after leaving a sick couch), <a data-ref=\"II Kings 10:24\" href=\"/II_Kings.10.24\">2 K 10:24</a> <a data-ref=\"Psalms 31:12\" href=\"/Psalms.31.12\">ψ 31:12</a> <a data-ref=\"Ezekiel 7:15\" href=\"/Ezekiel.7.15\">Ez 7:15</a> (opp. <span dir=\"rtl\">מִבַּיִת</span>), <a data-ref=\"Hosea 7:1\" href=\"/Hosea.7.1\">Ho 7:1</a> +. <em>c.</em> †<span dir=\"rtl\">לחוץ</span> <a data-ref=\"Psalms 41:7\" href=\"/Psalms.41.7\">ψ 41:7</a> <span dir=\"rtl\">יצא לחוץ</span>; = <em>on the outside</em> <a data-ref=\"Ezekiel 41:17\" href=\"/Ezekiel.41.17\">Ez 41:17</a>; <a data-ref=\"Ezekiel 42:7\" href=\"/Ezekiel.42.7\">42:7</a>, †<span dir=\"rtl\">לַחוּצָה</span> <a data-ref=\"II Chronicles 32:5\" href=\"/II_Chronicles.32.5\">2 Ch 32:5</a> <em>towards the outside</em>. <em>d.</em> <span dir=\"rtl\">מִחוּץ</span> <em>on</em> (<span dir=\"rtl\">מִן</span> <strong>1 c</strong>) <em>the outside</em> <a data-ref=\"Ezekiel 40:19\" href=\"/Ezekiel.40.19\">Ez 40:19</a>; <a data-ref=\"Ezekiel 46:2\" href=\"/Ezekiel.46.2\">46:2</a>, <span dir=\"rtl\">מִבַּיִת וּמִחוּץ</span> within and <em>without</em> (of an ark, building, etc.) <a data-ref=\"Genesis 6:14\" href=\"/Genesis.6.14\">Gn 6:14</a> <a data-ref=\"Exodus 25:11\" href=\"/Exodus.25.11\">Ex 25:11</a> = <a data-ref=\"Exodus 37:2\" href=\"/Exodus.37.2\">37:2</a> <a data-ref=\"I Kings 7:9\" href=\"/I_Kings.7.9\">1 K 7:9</a>, <a data-ref=\"Deuteronomy 32:25\" href=\"/Deuteronomy.32.25\">Dt 32:25</a> <span dir=\"rtl\">מחוץ תְּשַׁכֶּל־חֶרֶב</span> (opp. <span dir=\"rtl\">וּמֵחֲדָרִים אֵימָה</span>), <a data-ref=\"Lamentations 1:20\" href=\"/Lamentations.1.20\">La 1:20</a> (cf. <a data-ref=\"Ezekiel 7:15\" href=\"/Ezekiel.7.15\">Ez 7:15</a> supr. <em>b</em>); so <span dir=\"rtl\">מֵהַחוּץ</span> †<a data-ref=\"Ezekiel 41:25\" href=\"/Ezekiel.41.25\">Ez 41:25</a>. <span dir=\"rtl\">מִחוּץ לְ</span> <em>on the outside of</em>, <a data-ref=\"Genesis 19:16\" href=\"/Genesis.19.16\">Gn 19:16</a> <span dir=\"rtl\">וַיַּנִּיחֵהוּ מִחוּץ לָעִיר</span>, <a data-ref=\"Genesis 24:11\" href=\"/Genesis.24.11\">24:11</a> <a data-ref=\"Exodus 26:35\" href=\"/Exodus.26.35\">Ex 26:35</a>; <a data-ref=\"Exodus 37:7\" href=\"/Exodus.37.7\">37:7</a><sup>(×2)</sup> <a data-ref=\"Leviticus 8:17\" href=\"/Leviticus.8.17\">Lv 8:17</a>; <a data-ref=\"Leviticus 14:8\" href=\"/Leviticus.14.8\">14:8</a> <a data-ref=\"Numbers 35:5\" href=\"/Numbers.35.5\">Nu 35:5</a> <a data-ref=\"Joshua 6:23\" href=\"/Joshua.6.23\">Jos 6:23</a> <a data-ref=\"Jeremiah 21:4\" href=\"/Jeremiah.21.4\">Je 21:4</a> +, even after a vb. of motion <a data-ref=\"I Kings 21:13\" href=\"/I_Kings.21.13\">1 K 21:13</a> <span dir=\"rtl\">וַיּוֹצִיאוּהוּ מִחוּץ לָעִיר</span>, <a data-ref=\"II Kings 23:6\" href=\"/II_Kings.23.6\">2 K 23:6</a>, though in this case <span dir=\"rtl\">אל מחוץ ל</span> is more common, <a data-ref=\"Leviticus 4:12\" href=\"/Leviticus.4.12\">Lv 4:12</a>, <a data-ref=\"Leviticus 4:21\" href=\"/Leviticus.4.21\">21</a> <span dir=\"rtl\">אל מחוץ למחנה</span>, <a data-ref=\"Leviticus 6:4\" href=\"/Leviticus.6.4\">6:4</a>; <a data-ref=\"Leviticus 10:4\" href=\"/Leviticus.10.4\">10:4</a>; <a data-ref=\"Leviticus 14:40\" href=\"/Leviticus.14.40\">14:40</a>, <a data-ref=\"Leviticus 14:41\" href=\"/Leviticus.14.41\">41</a> + often P, <a data-ref=\"Deuteronomy 23:11\" href=\"/Deuteronomy.23.11\">Dt 23:11</a>. <em>e.</em> †<span dir=\"rtl\">מִחוּצָה</span> <a data-ref=\"Ezekiel 40:40\" href=\"/Ezekiel.40.40\">Ez 40:40</a> <em>on the outside</em>, <span dir=\"rtl\">מִחוּצָה לְ</span> v <a data-ref=\"Ezekiel 40:44\" href=\"/Ezekiel.40.44\">44</a>. <em>f.</em> (late) †<span dir=\"rtl\">חוּץ מִן</span> <em>outside of</em>, <a data-ref=\"Ecclesiastes 2:25\" href=\"/Ecclesiastes.2.25\">Ec 2:25</a> who can eat, and who enjoy, <span dir=\"rtl\">חוּץ מִמֶּנִּי</span> <em>outside of</em> me, i.e. <em>except</em> me? (but read rather, with 𝔊 𝔖 De Now al., <span dir=\"rtl\">חוּץ מִמֶּנּוּ</span> <em>apart from, without</em> him, i.e. God). <strong>(</strong>So NH <span dir=\"rtl\">חוּץ מִן</span> <em>except, without</em>, v. De <a data-ref=\"Ecclesiastes 2:25\" href=\"/Ecclesiastes.2.25\">Ec 2:25</a>. Cf. the Aramaic syn. <span dir=\"rtl\">בַּר מִן</span> <em>except</em> <a data-ref=\"Exodus 20:3\" href=\"/Exodus.20.3\">Ex 20:3</a> 𝔗, <em>apart from, without</em> <a data-ref=\"Isaiah 36:10\" href=\"/Isaiah.36.10\">Is 36:10</a> 𝔗; Syriac <span dir=\"rtl\">ܠܒܰܪ ܡܶܢ</span> <em>id.</em><strong>) </strong><br><strong>2.</strong>  Of a definite locality, viz. <strong>a.</strong>  that which is outside the houses of a town, i.e. <em>a street</em> <a data-ref=\"Isaiah 51:23\" href=\"/Isaiah.51.23\">Is 51:23</a> <span dir=\"rtl\">כַּחוּץ לַעֹבְרִים</span>, <a data-ref=\"Jeremiah 37:21\" href=\"/Jeremiah.37.21\">Je 37:21</a> <span dir=\"rtl\">חוּץ הָאֹפִים</span> the Bakers’ <em>street</em>, <a data-ref=\"Proverbs 1:20\" href=\"/Proverbs.1.20\">Pr 1:20</a> <span dir=\"rtl\">בַּחוּץ</span> (‖ <span dir=\"rtl\">בָּֽרְחֹבוֹת</span>: so <a data-ref=\"Proverbs 7:12\" href=\"/Proverbs.7.12\">7:12</a>; <a data-ref=\"Proverbs 22:13\" href=\"/Proverbs.22.13\">22:13</a> <a data-ref=\"Jeremiah 9:20\" href=\"/Jeremiah.9.20\">Je 9:20</a>); often in pl., as <span dir=\"rtl\">חוּצֹת אַשְׁקְלוֹן</span> the <em>streets</em> of Ashkelon <a data-ref=\"II Samuel 1:20\" href=\"/II_Samuel.1.20\">2 S 1:20</a>, <span dir=\"rtl\">ח׳ ירושׁלם</span> <a data-ref=\"Jeremiah 5:1\" href=\"/Jeremiah.5.1\">Je 5:1</a>; <a data-ref=\"Jeremiah 7:17\" href=\"/Jeremiah.7.17\">7:17</a>, <a data-ref=\"Jeremiah 7:34\" href=\"/Jeremiah.7.34\">34</a> + often Jer., <a data-ref=\"I Kings 20:34\" href=\"/I_Kings.20.34\">1 K 20:34</a> <span dir=\"rtl\">וְחֻצוֹת תָּשִׂים־לְךָ בְּדַמֶּשֶׂק</span> and <em>streets</em> (i.e. bazaars) shalt thou make thee in D., as my father made in Samaria (a concession involving the right of trading), <a data-ref=\"Amos 5:16\" href=\"/Amos.5.16\">Am 5:16</a> <a data-ref=\"Isaiah 15:3\" href=\"/Isaiah.15.3\">Is 15:3</a>; <a data-ref=\"Isaiah 24:11\" href=\"/Isaiah.24.11\">24:11</a> (as scene of mourning), <a data-ref=\"Isaiah 5:25\" href=\"/Isaiah.5.25\">Is 5:25</a> <a data-ref=\"Jeremiah 51:4\" href=\"/Jeremiah.51.4\">Je 51:4</a> <a data-ref=\"Ezekiel 11:6\" href=\"/Ezekiel.11.6\">Ez 11:6</a>; <a data-ref=\"Ezekiel 28:23\" href=\"/Ezekiel.28.23\">28:23</a> (as filled with corpses of slain), <span dir=\"rtl\">בְּרֹאשׁ כָּל־חוּצוֹת</span> i.e. in conspicuous places, <a data-ref=\"Nahum 3:10\" href=\"/Nahum.3.10\">Na 3:10</a> <a data-ref=\"Lamentations 2:19\" href=\"/Lamentations.2.19\">La 2:19</a>; <a data-ref=\"Lamentations 4:1\" href=\"/Lamentations.4.1\">4:1</a> <a data-ref=\"Isaiah 51:20\" href=\"/Isaiah.51.20\">Is 51:20</a>, <span dir=\"rtl\">טִיט חוּצוֹת</span> mire of <em>streets</em> <a data-ref=\"Zechariah 10:5\" href=\"/Zechariah.10.5\">Zc 10:5</a> (trampled on by warriors), in simile, of foes trodden under foot, <a data-ref=\"Psalms 18:43\" href=\"/Psalms.18.43\">ψ 18:43</a> <a data-ref=\"Micah 7:10\" href=\"/Micah.7.10\">Mi 7:10</a> (so <span dir=\"rtl\">כְּחֹמֶר ח׳</span> <a data-ref=\"Isaiah 10:6\" href=\"/Isaiah.10.6\">Is 10:6</a>), metaph. of cheapness and abundance <a data-ref=\"Zechariah 9:3\" href=\"/Zechariah.9.3\">Zc 9:3</a>. <strong>b.</strong>  more gen., that which is outside enclosed cities, the <em>open country</em>, <a data-ref=\"Job 18:17\" href=\"/Job.18.17\">Jb 18:17</a> <span dir=\"rtl\">וְלֹא שֵׁם לוֹ עַל־פְּנֵי־חוּץ</span> (v. De), cr. <a data-ref=\"Proverbs 24:27\" href=\"/Proverbs.24.27\">Pr 24:27</a>; in the pl. <a data-ref=\"Job 5:10\" href=\"/Job.5.10\">Jb 5:10</a> <span dir=\"rtl\">וְשֹׁלֵחַ מַיִם עַל פְּנֵי חוּצוֹת</span>, <a data-ref=\"Proverbs 8:26\" href=\"/Proverbs.8.26\">Pr 8:26</a> <a data-ref=\"Psalms 144:13\" href=\"/Psalms.144.13\">ψ 144:13</a> (as place where flocks abound)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d1dcb6084aa1cbf12e95", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, תֵּימָן 1", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "BDB, תֵּימָן 1", "sourceHeRef": "בראון-דרייבר-בריגס, תֵּימָן א׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "תֵּימָן", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† I. <big><span dir=\"rtl\">תֵּימָן</span></big>  <strong>n.f.</strong> <sup><a data-ref=\"Isaiah 43:6\" href=\"/Isaiah.43.6\">Is 43:6</a></sup> <strong>south, south wind,</strong> chiefly poet., P & Ez <strong>(</strong>lit. <em>what is on the right</em> (hand), i.e. as one faces east; v. Wetzst<sup>Verhandl. d. Berl. Anthrop. Ges. 1878, 390</sup><strong>)</strong>—abs. <span dir=\"rtl\">ת׳</span> <a data-ref=\"Zechariah 9:14\" href=\"/Zechariah.9.14\">Zc 9:14</a> + 6 times (<span dir=\"rtl\">הַתּ׳</span> only <a data-ref=\"Zechariah 6:6\" href=\"/Zechariah.6.6\">Zc 6:6</a>); <span dir=\"rtl\">תֵּמָן</span> <a data-ref=\"Job 9:9\" href=\"/Job.9.9\">Jb 9:9</a>; c. ה loc. <span dir=\"rtl\">תֵּימָ֫נָה</span> <a data-ref=\"Exodus 26:18\" href=\"/Exodus.26.18\">Ex 26:18</a> + 12 times;—<br><strong>1.</strong> <strong>a.</strong>  <em>south, southern quarter</em> of sky, <span dir=\"rtl\">לְתֵימָן</span> <a data-ref=\"Job 39:26\" href=\"/Job.39.26\">Jb 39:26</a> (of flight of bird); of constellations <span dir=\"rtl\">חַדְרֵי ת׳</span> <a data-ref=\"Job 9:9\" href=\"/Job.9.9\">9:9</a>; <span dir=\"rtl\">סַעֲרוֹת ת׳</span> <a data-ref=\"Zechariah 9:14\" href=\"/Zechariah.9.14\">Zc 9:14</a> <em>whirlwinds of the south;</em> of territory, <em>the south</em> <a data-ref=\"Isaiah 43:6\" href=\"/Isaiah.43.6\">Is 43:6</a> (opp. <span dir=\"rtl\">צָפוֹן</span>), also <span dir=\"rtl\">אֶרֶץ הַתּ׳</span> <a data-ref=\"Zechariah 6:6\" href=\"/Zechariah.6.6\">Zc 6:6</a> (opp. <span dir=\"rtl\">אֶרֶץ צָפוֹן</span>); <span dir=\"rtl\">נֶגְבָּה מִקְצֵה ת׳</span> <a data-ref=\"Joshua 15:1\" href=\"/Joshua.15.1\">Jos 15:1</a> <em>southward at the end of</em> the <em>south</em>, i.e. in the remotest south (of the land);—see also ii. <a ,=\"\" data-ref=\"BDB, תֵּימָן²\" dir=\"rtl\" href=\"/BDB,_תֵּימָן²\">ת׳</a>. <strong>b.</strong>  c. ה loc. <em>toward the south</em>, especially in topograph. description (often with other points of compass), <span dir=\"rtl\">פְּאַת נֶ֫גְבָּה תֵּימָ֫נָה</span> <a data-ref=\"Exodus 26:18\" href=\"/Exodus.26.18\">Ex 26:18</a> (P), <span dir=\"rtl\">פ׳ת׳נ׳</span> <a data-ref=\"Ezekiel 47:19\" href=\"/Ezekiel.47.19\">Ez 47:19</a>, <span dir=\"rtl\">פ׳ נֶגֶב ת׳</span> <a data-ref=\"Exodus 27:9\" href=\"/Exodus.27.9\">Ex 27:9</a>; <a data-ref=\"Exodus 36:23\" href=\"/Exodus.36.23\">36:23</a>; <a data-ref=\"Exodus 38:9\" href=\"/Exodus.38.9\">38:9</a> (all P), <a data-ref=\"Ezekiel 47:19\" href=\"/Ezekiel.47.19\">Ez 47:19</a>; <a data-ref=\"Ezekiel 48:28\" href=\"/Ezekiel.48.28\">48:28</a>; + <span dir=\"rtl\">צלע</span> <em>side</em> <a data-ref=\"Exodus 26:35\" href=\"/Exodus.26.35\">Ex 26:35</a>, <span dir=\"rtl\">ירך</span> <a data-ref=\"Numbers 3:29\" href=\"/Numbers.3.29\">Nu 3:29</a> (both P); also <a data-ref=\"Numbers 2:10\" href=\"/Numbers.2.10\">Nu 2:10</a>; <a data-ref=\"Numbers 10:6\" href=\"/Numbers.10.6\">10:6</a> (P); <span dir=\"rtl\">יָ֫מָּה וְצָפֹ֫נָה וְת׳ וּמִזְרָחָה</span> <a data-ref=\"Deuteronomy 3:27\" href=\"/Deuteronomy.3.27\">Dt 3:27</a>; ה loc. is redundant in <span dir=\"rtl\">דֶּרֶךְ תֵּימָ֫נָה</span> <a data-ref=\"Ezekiel 21:2\" href=\"/Ezekiel.21.2\">Ez 21:2</a> turn thy face <em>southward</em> (‖ <span dir=\"rtl\">דָּרוֹם</span> and <span dir=\"rtl\">נֶגֶב</span>).<br><strong>2.</strong>  <em>south wind</em> <a data-ref=\"Psalms 78:26\" href=\"/Psalms.78.26\">ψ 78:26</a> (<span dir=\"rtl\">קָדִים</span> in ‖ cl.), <a data-ref=\"Song of Songs 4:16\" href=\"/Song_of_Songs.4.16\">Ct 4:16</a> (<span dir=\"rtl\">צָפוֹן</span> in ‖ cl.)"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d30ab6084aa1cbf21abd", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נֹ֫כַח 1", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "BDB, נֹ֫כַח 1", "sourceHeRef": "בראון-דרייבר-בריגס, נֹ֫כַח א׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נֹ֫כַח", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">נֹ֫כַח</span></big>  <strong>subst. front</strong>, always in <strong>prep.</strong> or <strong>adv.</strong> phrases, with sf. <span dir=\"rtl\">נִכְחוֹ</span> <a data-ref=\"Exodus 14:2\" href=\"/Exodus.14.2\">Ex 14:2</a>; <a data-ref=\"Ezekiel 46:9\" href=\"/Ezekiel.46.9\">Ez 46:9</a>:—<br><strong>1.</strong>  as adv. acc. <em>in front of, opposite to</em>, <a data-ref=\"Exodus 14:2\" href=\"/Exodus.14.2\">Ex 14:2</a> <span dir=\"rtl\">נִכְחוֹ תַּחֲנוּ</span>, <a data-ref=\"Exodus 26:35\" href=\"/Exodus.26.35\">26:35</a> the candlestick <span dir=\"rtl\">נֹכַח הַשֻּׁלְחָן</span>, <a data-ref=\"Exodus 40:24\" href=\"/Exodus.40.24\">40:24</a>, <a data-ref=\"Joshua 18:17\" href=\"/Joshua.18.17\">Jos 18:17</a> (in the ‖ <a data-ref=\"Joshua 15:7\" href=\"/Joshua.15.7\">15:7</a>, <span dir=\"rtl\">נֹכַח לְ</span>: v. <span dir=\"rtl\">לְ</span> <strong>5 c</strong>), <a data-ref=\"I Kings 20:29\" href=\"/I_Kings.20.29\">1 K 20:29</a> <span dir=\"rtl\">וַיַּחֲנוּ אֵלֶּה נֹכַח אֵלֶּה</span>, <a data-ref=\"I Kings 22:35\" href=\"/I_Kings.22.35\">22:35</a> (= <a data-ref=\"II Chronicles 18:34\" href=\"/II_Chronicles.18.34\">2 Ch 18:34</a>), <a data-ref=\"Esther 5:1\" href=\"/Esther.5.1\">Est 5:1</a><sup>(×2)</sup>; <a data-ref=\"Ezekiel 46:9\" href=\"/Ezekiel.46.9\">Ez 46:9</a> Qr <span dir=\"rtl\">כִּי נִכְחוֹ יֵצֵא</span> shall go out <em>in front of himself</em>, i.e. straightforward; cf. <span dir=\"rtl\">נֶגְדּוֹ</span>, <span dir=\"rtl\">נֶגֶד</span> <strong>1 a</strong> (<em>b</em>). Fig. <a data-ref=\"Proverbs 5:21\" href=\"/Proverbs.5.21\">Pr 5:21</a> <span dir=\"rtl\">כִּי נֹכַח עֵינֵי י׳ דַּרְכֵי אִישׁ</span> <em>in the sight</em> of <span dir=\"rtl\">י׳</span>’s eyes are, etc., <a data-ref=\"Judges 18:6\" href=\"/Judges.18.6\">Ju 18:6</a> <span dir=\"rtl\">נֹכַח י׳ דַּרְכְּכֶם</span> <em>before</em> <span dir=\"rtl\">י׳</span> is your way, i.e. under his eye and favourable regard. In the phr. <span dir=\"rtl\">נֹכַח פְּנֵי</span>, <a data-ref=\"Jeremiah 17:16\" href=\"/Jeremiah.17.16\">Je 17:16</a> <span dir=\"rtl\">מוֹצָא שְׂפָתַי נֹכַח פָּנֶיךָ הָיָה</span> was <em>before</em> thy face, <a data-ref=\"Lamentations 2:19\" href=\"/Lamentations.2.19\">La 2:19</a>, <a data-ref=\"Ezekiel 14:3\" href=\"/Ezekiel.14.3\">Ez 14:3</a> <span dir=\"rtl\">מִכְשׁוֹל עֲוֹנָם נָֽתְנוּ נֹכַח פְּנֵיהֶם</span> (i.e. they contemplate it with pleasure), v <a data-ref=\"Ezekiel 14:4\" href=\"/Ezekiel.14.4\">4</a>, <a data-ref=\"Ezekiel 14:7\" href=\"/Ezekiel.14.7\">7</a>.<br><strong>2.</strong>  combined with preps.:— <strong>a.</strong>  <span dir=\"rtl\">אֶל־נֹכַח</span>, <a data-ref=\"Numbers 19:4\" href=\"/Numbers.19.4\">Nu 19:4</a> <span dir=\"rtl\">וְהִזָּה אל־נ׳ פני אהל מועד</span> and sprinkle it <em>towards the front</em> of, etc. <strong>b.</strong>  <span dir=\"rtl\">לְנֹכַח</span>: (<em>a</em>) as <strong>adv.</strong> <a data-ref=\"Proverbs 4:25\" href=\"/Proverbs.4.25\">Pr 4:25</a> <span dir=\"rtl\">עיניך לנ׳ יביטו</span> let thine eyes look <em>to the front</em> or <em>right on</em> (‖ <span dir=\"rtl\">ועפעפיך יַיְשִׁרוּ נֶגְדֶּ֑ךָ</span>); (<em>b</em>) as <strong>prep.</strong> <a data-ref=\"Genesis 30:38\" href=\"/Genesis.30.38\">Gn 30:38</a> <span dir=\"rtl\">לְנֹכַח הַצֹּאן</span> <em>in front of</em> the flocks, <a data-ref=\"Genesis 25:21\" href=\"/Genesis.25.21\">25:21</a> <span dir=\"rtl\">וַיֶּעְתַּר</span> … <span dir=\"rtl\">לְנֹכַח אִשְׁתּוֹ</span> <em>in front of</em>, i.e. <em>on behalf of</em> (cf. <em>pro</em>), his wife; (<em>c</em>) <span dir=\"rtl\">עַד־נֹכַח</span>, <a data-ref=\"Judges 19:10\" href=\"/Judges.19.10\">Ju 19:10</a> <span dir=\"rtl\">וַיָּבֹא עַד־ני יְבוּס</span> <em>as far as in front of</em> Jebus, <a data-ref=\"Judges 20:43\" href=\"/Judges.20.43\">20:43</a> <a data-ref=\"Ezekiel 47:20\" href=\"/Ezekiel.47.20\">Ez 47:20</a> <span dir=\"rtl\">(עַד־נֹכַח לְ)</span>. Syn. <span dir=\"rtl\">נֶגֶד</span>, q.v."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d40cb6084aa1cbf2e5ed", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, צֵלָע 1", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "BDB, צֵלָע 1", "sourceHeRef": "בראון-דרייבר-בריגס, צֵלָע א׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "צֵלָע", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">צֵלָע</span></big><sub>41</sub>  <strong>n.f.</strong>(<strong>m.</strong> <a data-ref=\"I Kings 6:34\" href=\"/I_Kings.6.34\">1 K 6:34</a>, and appar. <a data-ref=\"Exodus 26:26\" href=\"/Exodus.26.26\">Ex 26:26</a>) <strong>rib, side</strong>;—abs. <span dir=\"rtl\">צ׳</span> <a data-ref=\"Genesis 2:22\" href=\"/Genesis.2.22\">Gn 2:22</a> +, cstr. <span dir=\"rtl\">צֶ֫לַע</span> <a data-ref=\"Exodus 26:26\" href=\"/Exodus.26.26\">Ex 26:26</a> +, also <span dir=\"rtl\">צֵ֫לַע</span> <a data-ref=\"II Samuel 16:13\" href=\"/II_Samuel.16.13\">2 S 16:13</a>; sf. <span dir=\"rtl\">צַלְעוֹ</span> <a data-ref=\"Exodus 25:12\" href=\"/Exodus.25.12\">Ex 25:12</a> +; pl. <span dir=\"rtl\">צְלָעִים</span> <a data-ref=\"I Kings 6:34\" href=\"/I_Kings.6.34\">1 K 6:34</a>, <span dir=\"rtl\">צְלָעוֹת</span> v <a data-ref=\"I Kings 6:3\" href=\"/I_Kings.6.3\">3</a> +; cstr. <span dir=\"rtl\">צַלְעֹת</span> <a data-ref=\"Ezekiel 41:26\" href=\"/Ezekiel.41.26\">Ez 41:26</a> +; sf. <span dir=\"rtl\">צַלְעֹתָיו</span> <a data-ref=\"Genesis 2:21\" href=\"/Genesis.2.21\">Gn 2:21</a> +;—<br><strong>1.</strong>  <em>rib</em> of man <a data-ref=\"Genesis 2:21\" href=\"/Genesis.2.21\">Gn 2:21</a>, <a data-ref=\"Genesis 2:22\" href=\"/Genesis.2.22\">22</a> (J).<br><strong>2.</strong>  <em>rib</em> of hill, i.e. ridge, or terrace <a data-ref=\"II Samuel 16:13\" href=\"/II_Samuel.16.13\">2 S 16:13</a>.<br><strong>3.</strong>  <em>side-chambers</em> or <em>cells</em> (enclosing temple like ribs) <a data-ref=\"I Kings 6:5\" href=\"/I_Kings.6.5\">1 K 6:5</a>, <a data-ref=\"I Kings 6:6\" href=\"/I_Kings.6.6\">6</a> (read <span dir=\"rtl\">הַצּ׳</span> for <span dir=\"rtl\">היצוע</span>, v. [<a data-ref=\"BDB, יָצִיעַ\" href=\"/BDB,_יָצִיעַ\", dir=\"rtl\">יָצִיעַ</a>]), <a data-ref=\"I Kings 7:3\" href=\"/I_Kings.7.3\">7:3</a>, so of Ezek.’s temple <a data-ref=\"Ezekiel 41:5\" href=\"/Ezekiel.41.5\">Ez 41:5</a> + 10 times 41 (on text v. Co Toy Krae).<br><strong>4.</strong>  <em>ribs</em> of cedar and fir, i.e. <em>planks, boards</em> (pl.), of temple wall <a data-ref=\"I Kings 6:15\" href=\"/I_Kings.6.15\">1 K 6:15</a>, <a data-ref=\"I Kings 6:16\" href=\"/I_Kings.6.16\">16</a>, floor v <a data-ref=\"I Kings 6:15\" href=\"/I_Kings.6.15\">15</a>.<br><strong>5.</strong>  <em>leaves</em> of door v <a data-ref=\"I Kings 6:34\" href=\"/I_Kings.6.34\">34</a>.<br><strong>6.</strong>  (in P) <em>side</em>, of ark <span dir=\"rtl\">(אֲרוֹן)</span> <a data-ref=\"Exodus 25:12\" href=\"/Exodus.25.12\">Ex 25:12</a><sup>(×2)</sup>, <a data-ref=\"Exodus 25:14\" href=\"/Exodus.25.14\">14</a> = <a data-ref=\"Exodus 37:3\" href=\"/Exodus.37.3\">37:3</a><sup>(×2)</sup>, <a data-ref=\"Exodus 37:5\" href=\"/Exodus.37.5\">5</a>; of tabern. <span dir=\"rtl\">(מִשְׁכָּן)</span> <a data-ref=\"Exodus 26:20\" href=\"/Exodus.26.20\">26:20</a> (‖ <span dir=\"rtl\">פֵּאָה</span> v <a data-ref=\"Exodus 26:18\" href=\"/Exodus.26.18\">18</a>), v <a data-ref=\"Exodus 26:26\" href=\"/Exodus.26.26\">26</a>, <a data-ref=\"Exodus 26:27\" href=\"/Exodus.26.27\">27</a><sup>(×2)</sup> = <a data-ref=\"Exodus 36:25\" href=\"/Exodus.36.25\">36:25</a> (‖ <span dir=\"rtl\">פ׳</span> v <a data-ref=\"Exodus 36:23\" href=\"/Exodus.36.23\">23</a>), v <a data-ref=\"Exodus 36:31\" href=\"/Exodus.36.31\">31</a>, <a data-ref=\"Exodus 36:32\" href=\"/Exodus.36.32\">32</a>, <a data-ref=\"Exodus 26:35\" href=\"/Exodus.26.35\">26:35</a><sup>(×2)</sup>; of altar <a data-ref=\"Exodus 27:7\" href=\"/Exodus.27.7\">27:7</a> = <a data-ref=\"Exodus 38:7\" href=\"/Exodus.38.7\">38:7</a>, <a data-ref=\"Exodus 30:4\" href=\"/Exodus.30.4\">30:4</a> = <a data-ref=\"Exodus 37:27\" href=\"/Exodus.37.27\">37:27</a>.—<a data-ref=\"Jeremiah 20:10\" href=\"/Jeremiah.20.10\">Je 20:10</a>; <a data-ref=\"Job 18:12\" href=\"/Job.18.12\">Jb 18:12</a> v. <a ,=\"\" data-ref=\"BDB, צֶ֫לַע\" dir=\"rtl\" href=\"/BDB,_צֶ֫לַע\">צֶלַע</a> sub <a ,=\"\" data-ref=\"BDB, צָלַע\" dir=\"rtl\" href=\"/BDB,_צָלַע\">II. צלע</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d413b6084aa1cbf2eb17", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, צָפוֹן 1", "anchorRef": "Exodus 26:35", "anchorRefExpanded": ["Exodus 26:35"], "sourceRef": "BDB, צָפוֹן 1", "sourceHeRef": "בראון-דרייבר-בריגס, צָפוֹן א׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "צָפוֹן", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I. <big><span dir=\"rtl\">צָפוֹן</span></big><sub>153</sub>  <strong>n.f.</strong> <a data-ref=\"Isaiah 43:6\" href=\"/Isaiah.43.6\">Is 43:6</a> north <strong>(</strong>as the <em>hidden, dark;</em> cf. Thes Lewy<sup>Fremdw. 188 f.</sup>; perhaps Ph. <span dir=\"rtl\">צפל</span> <em>north</em><strong>)</strong>;—abs. <span dir=\"rtl\">צ׳</span> <a data-ref=\"Jeremiah 25:26\" href=\"/Jeremiah.25.26\">Je 25:26</a> +, <span dir=\"rtl\">צָפֹ֫נָה</span> <em>northward</em> <a data-ref=\"Genesis 13:14\" href=\"/Genesis.13.14\">Gn 13:14</a> +, oftener <span dir=\"rtl\">צָפ֫וֹנָה</span> <a data-ref=\"Jeremiah 3:12\" href=\"/Jeremiah.3.12\">Je 3:12</a> +, also <span dir=\"rtl\">צָפ֫וֹנָה</span> = <span dir=\"rtl\">צָפוֹן</span> <a data-ref=\"Jeremiah 1:13\" href=\"/Jeremiah.1.13\">Je 1:13</a> + (after preps. and st. cstr.; cf. Ges<sup>§ 90 e</sup>); cstr. <span dir=\"rtl\">מִצְּפוֹן לְ</span> <a data-ref=\"Joshua 8:11\" href=\"/Joshua.8.11\">Jos 8:11</a> +, also <span dir=\"rtl\">מִצְּפוֹן</span> <a data-ref=\"Joshua 19:14\" href=\"/Joshua.19.14\">19:14</a> Gi (cf. Benn; van d. H. Baer <span dir=\"rtl\">מִצָּ׳</span>), <span dir=\"rtl\">מִצְּפ֫וֹנָה לְ</span> <a data-ref=\"Judges 21:19\" href=\"/Judges.21.19\">Ju 21:19</a>; (<span dir=\"rtl\">צ׳</span> occurs oftenest in Ez [46 times], Jos [25 times], Je [25 times], Dn [9 times]);—<em>north</em> (opp. S., E., W.) <a data-ref=\"Genesis 13:14\" href=\"/Genesis.13.14\">Gn 13:14</a>; <a data-ref=\"Genesis 28:14\" href=\"/Genesis.28.14\">28:14</a> (both J), <a data-ref=\"Exodus 27:11\" href=\"/Exodus.27.11\">Ex 27:11</a> (P), +; <span dir=\"rtl\">פְּאַת צ׳</span> <em>north side</em> <a data-ref=\"Exodus 26:20\" href=\"/Exodus.26.20\">Ex 26:20</a> <a data-ref=\"Joshua 15:5\" href=\"/Joshua.15.5\">Jos 15:5</a> + (v. <a data-ref=\"BDB, פֵּאָה\" href=\"/BDB,_פֵּאָה\", dir=\"rtl\">פֵּאָה</a>); so <span dir=\"rtl\">צֶלַע צ׳</span> <a data-ref=\"Exodus 26:35\" href=\"/Exodus.26.35\">Ex 26:35</a>, <span dir=\"rtl\">רוּחַ הַצּ׳</span> <a data-ref=\"Ezekiel 42:17\" href=\"/Ezekiel.42.17\">Ez 42:17</a>, cf. <span dir=\"rtl\">עַל־יֶרֶךְ הַמִּזְבֵּחַ צָפ֫וֹנָה</span> <a data-ref=\"II Kings 16:14\" href=\"/II_Kings.16.14\">2 K 16:14</a>; <span dir=\"rtl\">גְּבוּל צ׳</span> <a data-ref=\"Numbers 34:7\" href=\"/Numbers.34.7\">Nu 34:7</a>, <a data-ref=\"Numbers 34:9\" href=\"/Numbers.34.9\">9</a> <em>north boundary;</em> <span dir=\"rtl\">יַרְכְּתֵי צ׳</span> <em>remote parts of north</em> <a data-ref=\"Isaiah 14:13\" href=\"/Isaiah.14.13\">Is 14:13</a> (as divine abode), <a data-ref=\"Ezekiel 38:6\" href=\"/Ezekiel.38.6\">Ez 38:6</a>, <a data-ref=\"Ezekiel 38:15\" href=\"/Ezekiel.38.15\">15</a> + (v. [<a data-ref=\"BDB, יַרְכָה\" href=\"/BDB,_יַרְכָה\", dir=\"rtl\">יַרְכָה</a>]); <span dir=\"rtl\">שַׁעַר הַצּ׳</span> <a data-ref=\"Ezekiel 40:35\" href=\"/Ezekiel.40.35\">Ez 40:35</a> +, <span dir=\"rtl\">פֶּתַח צ׳</span> <a data-ref=\"Ezekiel 42:2\" href=\"/Ezekiel.42.2\">42:2</a>; <span dir=\"rtl\">רוּחַ צ׳</span> <a data-ref=\"Proverbs 25:23\" href=\"/Proverbs.25.23\">Pr 25:23</a> <em>north wind</em>, and so <span dir=\"rtl\">צ׳</span> alone <a data-ref=\"Song of Songs 4:16\" href=\"/Song_of_Songs.4.16\">Ct 4:16</a>; <em>toward the north</em> is <span dir=\"rtl\">צָפ֫וֹנָה</span> <a data-ref=\"Joshua 13:3\" href=\"/Joshua.13.3\">Jos 13:3</a> + (v. also supr.), and <span dir=\"rtl\">אֶל־צָפוֹן</span> <a data-ref=\"Ecclesiastes 1:6\" href=\"/Ecclesiastes.1.6\">Ec 1:6</a>, <span dir=\"rtl\">אֶל־הַצּ׳</span> <a data-ref=\"Ezekiel 42:1\" href=\"/Ezekiel.42.1\">Ez 42:1</a>, <span dir=\"rtl\">אֶל־הַצָּפ֫וֹנָה</span> <a data-ref=\"Ezekiel 8:14\" href=\"/Ezekiel.8.14\">8:14</a>, <span dir=\"rtl\">לַצָּפוֹן</span> <a data-ref=\"Ezekiel 40:23\" href=\"/Ezekiel.40.23\">40:23</a>, <span dir=\"rtl\">דֶּרֶךְ הַצָּפוֹן</span> v <a data-ref=\"Ezekiel 42:20\" href=\"/Ezekiel.42.20\">20</a>, <span dir=\"rtl\">ד׳ צָפ֫וֹנָה</span> <a data-ref=\"Ezekiel 8:5\" href=\"/Ezekiel.8.5\">8:5</a><sup>(×2)</sup> +, etc.; especially (in Je Ez etc.) of quarter whence invaders were to come, e.g. Assyrian <a data-ref=\"Isaiah 14:31\" href=\"/Isaiah.14.31\">Is 14:31</a>, cf. <a data-ref=\"Zephaniah 2:13\" href=\"/Zephaniah.2.13\">Zp 2:13</a>, Babylonians <a data-ref=\"Jeremiah 6:1\" href=\"/Jeremiah.6.1\">Je 6:1</a>, <a data-ref=\"Jeremiah 6:22\" href=\"/Jeremiah.6.22\">22</a>; <a data-ref=\"Jeremiah 15:12\" href=\"/Jeremiah.15.12\">15:12</a>; <a data-ref=\"Jeremiah 46:20\" href=\"/Jeremiah.46.20\">46:20</a>, <a data-ref=\"Jeremiah 46:24\" href=\"/Jeremiah.46.24\">24</a> <span dir=\"rtl\">(עַם־צ׳)</span>, <a data-ref=\"Jeremiah 47:2\" href=\"/Jeremiah.47.2\">47:2</a>, <a data-ref=\"Ezekiel 26:7\" href=\"/Ezekiel.26.7\">Ez 26:7</a>, Cyrus against Bab. <a data-ref=\"Isaiah 41:25\" href=\"/Isaiah.41.25\">Is 41:25</a>, cf. <a data-ref=\"Jeremiah 50:3\" href=\"/Jeremiah.50.3\">Je 50:3</a>, <a data-ref=\"Jeremiah 50:9\" href=\"/Jeremiah.50.9\">9</a>, <a data-ref=\"Jeremiah 50:41\" href=\"/Jeremiah.50.41\">41</a>; <a data-ref=\"Jeremiah 51:48\" href=\"/Jeremiah.51.48\">51:48</a>; more vaguely, <a data-ref=\"Jeremiah 1:14\" href=\"/Jeremiah.1.14\">Je 1:14</a>, <a data-ref=\"Jeremiah 1:15\" href=\"/Jeremiah.1.15\">15</a> <span dir=\"rtl\">(מַמְלְכוֹת צ׳)</span>, <a data-ref=\"Jeremiah 4:6\" href=\"/Jeremiah.4.6\">4:6</a>; <a data-ref=\"Jeremiah 10:22\" href=\"/Jeremiah.10.22\">10:22</a>; <a data-ref=\"Jeremiah 13:20\" href=\"/Jeremiah.13.20\">13:20</a>; <a data-ref=\"Jeremiah 25:9\" href=\"/Jeremiah.25.9\">25:9</a>, <a data-ref=\"Jeremiah 25:26\" href=\"/Jeremiah.25.26\">26</a> <span dir=\"rtl\">(מַלְכֵי הַצּ׳)</span>; of Gog’s host <a data-ref=\"Ezekiel 38:6\" href=\"/Ezekiel.38.6\">Ez 38:6</a>, <a data-ref=\"Ezekiel 38:15\" href=\"/Ezekiel.38.15\">15</a>; <a data-ref=\"Ezekiel 39:2\" href=\"/Ezekiel.39.2\">39:2</a>; <span dir=\"rtl\">נְסִיכֵי צ׳</span> <a data-ref=\"Ezekiel 32:30\" href=\"/Ezekiel.32.30\">32:30</a> (appar. of nearer [Aramæan?] princes); <span dir=\"rtl\">אֶרֶץ צ׳</span> <a data-ref=\"Jeremiah 31:8\" href=\"/Jeremiah.31.8\">Je 31:8</a> is region of Carchemish, but <a data-ref=\"Zechariah 2:10\" href=\"/Zechariah.2.10\">Zc 2:10</a>; <a data-ref=\"Zechariah 6:6\" href=\"/Zechariah.6.6\">6:6</a>, <a data-ref=\"Zechariah 6:8\" href=\"/Zechariah.6.8\">8</a><sup>(×2)</sup> of Babylon; <span dir=\"rtl\">מֵאֶרֶץ צ׳</span> (sometimes + other countries) the exiles and dispersed are to return <a data-ref=\"Jeremiah 3:18\" href=\"/Jeremiah.3.18\">Je 3:18</a>; <a data-ref=\"Jeremiah 16:15\" href=\"/Jeremiah.16.15\">16:15</a> = <a data-ref=\"Jeremiah 23:8\" href=\"/Jeremiah.23.8\">23:8</a>; <a data-ref=\"Jeremiah 31:8\" href=\"/Jeremiah.31.8\">31:8</a>, cf. <a data-ref=\"Isaiah 43:6\" href=\"/Isaiah.43.6\">Is 43:6</a>; <a data-ref=\"Isaiah 49:12\" href=\"/Isaiah.49.12\">49:12</a>; <span dir=\"rtl\">מֶלֶךְ הַצּ׳</span> <a data-ref=\"Daniel 11:6\" href=\"/Daniel.11.6\">Dn 11:6</a>, <a data-ref=\"Daniel 11:7\" href=\"/Daniel.11.7\">7</a>, <a data-ref=\"Daniel 11:8\" href=\"/Daniel.11.8\">8</a>, <a data-ref=\"Daniel 11:11\" href=\"/Daniel.11.11\">11</a>, <a data-ref=\"Daniel 11:13\" href=\"/Daniel.11.13\">13</a>, <a data-ref=\"Daniel 11:15\" href=\"/Daniel.11.15\">15</a>, <a data-ref=\"Daniel 11:40\" href=\"/Daniel.11.40\">40</a> denotes successive Seleucidae."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "66091e5ba500bb4d2fbbbe2b", "index_title": "Covenant and Conversation; Exodus; The Book of Redemption", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Exodus; The Book of Redemption, Vayakhel, The Sabbath; First Day or the Last? 5", "anchorRef": "Exodus 25:1-31:17", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17"], "sourceRef": "Covenant and Conversation; Exodus; The Book of Redemption, Vayakhel, The Sabbath; First Day or the Last? 5", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, שמות, ויקהל, א ה׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 5, "collectiveTitle": {"en": "Covenant and Conversation; Exodus; The Book of Redemption", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, שמות"}, "heTitle": "א", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "In the immensely lengthy and detailed account of the making of the Tabernacle, the Torah tells the story twice: first as divine instruction (Exodus 25:1–31:17), then as human implementation (chapters 35–40). In both cases, the construction of the building is juxtaposed with the command of keeping the Sabbath (31:12–17; 35:1–2).", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}]