[{"_id": "522435deedbab41a9d003c48", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 27:23:1", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Rashi on Numbers 27:23:1", "sourceHeRef": "רש\"י על במדבר כ״ז:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>ויסמך את ידיו.</b> בְּעַיִן יָפָה, יוֹתֵר וְיוֹתֵר מִמַּה שֶּׁנִּצְטַוָּה, שֶׁהַקָּבָּ\"ה אָמַר לוֹ \"וְסָמַכְתָּ אֶת יָדְךָ\", וְהוּא עָשָׂה בִּשְׁתֵּי יָדָיו, וַעֲשָׂאוֹ כִכְלִי מָלֵא וְגָדוּשׁ, וּמִלְּאוֹ חָכְמָתוֹ בְּעַיִן יָפָה (שם):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ויסמך את ידיו AND HE LAID HIS HANDS [UPON HIM] — generously (in full measure), even more than he had been commanded, for the Holy One, blessed be He, had said, (v. 18) “Lay thy hand [upon him]”, but he did this with his two hands (Yalkut Shimoni on Torah 960), and so made of him a full and heaped up vessel (Sifrei Bamidbar 141:3) and filled him generously with his own wisdom.", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "522435deedbab41a9d003c4a", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 27:23:2", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Rashi on Numbers 27:23:2", "sourceHeRef": "רש\"י על במדבר כ״ז:כ״ג:ב׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 23.0002, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>כאשר דבר ה'.</b> אַף לְעִנְיַן הַהוֹד — נָתַן מֵהוֹדוֹ עָלָיו:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "כאשר דבר ה׳ AS THE LORD SPAKE, in respect also of the glory: he put some of his glory upon him.", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe3fbfba276047f6d67", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 27:23", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Onkelos Numbers 27:23", "sourceHeRef": "תרגום אונקלוס על במדבר כ״ז:כ״ג", "anchorVerse": 23, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 27.0023, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וּסְמַךְ יָת יְדוֹהִי עֲלוֹהִי וּפַקְּדֵיהּ כְּמָא דִי מַלִּיל יְיָ בִּידָא דְמשֶׁה:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "He laid his hands on him and commanded him, just as Adonoy had commanded through Moshe.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec59e", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 27:23", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Targum Jonathan on Numbers 27:23", "sourceHeRef": "תרגום יונתן על במדבר כ״ז:כ״ג", "anchorVerse": 23, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 27.0023, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וּסְמַךְ יַת יְדוֹי עֲלוֹי וּפַקְדֵיהּ הֵיכְמָא דְפַקֵיד יְיָ יַת משֶׁה", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " and he laid his hands upon him and instructed him, as the Lord commanded Mosheh.\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f17ac5fbfba22336ea7d8b", "index_title": "Or HaChaim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Numbers 27:23:1", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Or HaChaim on Numbers 27:23:1", "sourceHeRef": "אור החיים על במדבר כ״ז:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על במדבר", "he": "<b>ויסמוך וגו' ויצוהו</b>. פירוש לשון צוותא שהאיר בו הוד הנשמה כמו שפירשתי למעלה במה שכתוב וסמכת, וידויק כפי זה אומרו <b>כאשר דבר ה' ביד משה</b> שאין משמעות למאמר זה וכי הדיבור הזה ענין הנתפם ביד, אלא פירוש כי ה' דבר שהשפעת ההוד יהיה ביד משה ליהושע. עוד ירמוז אל המלכות על דרך אומרם ז\"ל אין צו אלא מלכות (ש\"א י\"ג) דכתיב ויצוני ה' לנגיד, וידויק גם כן אומרו כאשר דבר ה' ביד משה פירוש כי המלכות דבר ה' שתהיה ביד משה במקום שמן המשחה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b> <span>ויסמך את ידיו</span>, he placed both his hands, etc.</b> The word <span>ויצוהו</span> in our verse is derived from <span>צות</span>, team, association; the Torah tells us that Joshua became part of the leadership team, or in a more abstract sense that he now was able to radiate some of Moses' royal authority along the lines I have explained earlier on the word <span>וסמכת</span>. <b><span>כאשר דבר ה׳ ביד משה</span>, as G'd had said by means of Moses.</b> This part of the verse makes sense only in connection with the way we have explained the word <span>ויצוהו</span>, as Moses had not been commanded to place both his hands on Joshua. Besides, why would the Torah not have written: \"as G'd had said <b>to</b> Moses, instead of <span><b>ביד</b> משה</span>?\" The meaning therefore must be that Moses was the instrument through whom this <span>הוד</span>, royal authority, was transferred to Joshua. The word <span>ויצוהו</span> is also an allusion to Royalty as our sages have taught us in connection with Samuel I 13,24 where the prophet records: <span>ויצוהו ה׳ לנגיד</span>, \"G'd gave him (Saul's replacement David) authority over His people. Another nuance that we can derive from the word <span>ביד משה</span>, is that G'd had <b>said</b> for royal authority to reside in the hand of Moses in lieu of the anointing oil (used to crown kings of the tribe of Yehudah formally.)", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54c0dd21fbfba21e8957f0bf", "index_title": "Sforno on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Sforno on Exodus 6:13:1", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Sforno on Exodus 6:13:1", "sourceHeRef": "ספורנו על שמות ו׳:י״ג:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Sforno on Exodus", "he": "ספורנו על שמות"}, "heTitle": "ספורנו על שמות", "he": "<b>ויצום.</b> מנה אותם לשרים, כמו ויסמוך את ידיו עליו ויצוהו וצוך לנגיד וזולתם:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "ויצום, He appointed them as ministers. We find something parallel in Numbers 27,23 when ויצוהו means that Moses appointed Joshua as his successor with the same authority as he had possessed during the previous 40 years. Also in Samuel I 25,30 the words וצוך לנגיד, refer to David being appointed the supreme authority over the Jewish people.  There are more similar examples in Scripture.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "550fd49cfbfba27cbe8d101b", "index_title": "Sforno on Genesis", "category": "Quoting Commentary", "type": "", "ref": "Sforno on Genesis 48:18:1", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Sforno on Genesis 48:18:1", "sourceHeRef": "ספורנו על בראשית מ״ח:י״ח:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Sforno on Genesis", "he": "ספורנו על בראשית"}, "he": "<b>כי זה הבכור שים ימינך על ראשו.</b> כי אמנם הסמיכה ביד תכוין הנפש אל מה שנסמך עליו כענין ויסמוך את ידיו עליו וכח הימין חזק מכח השמאל ותכוין יותר סמיכת הימין אל הימין ממה שתכוין אותה סמיכ' השמאל אל השמאל:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "כי זה הבכור. שים נא ידך על ראשו. Once he would place his hand on the head of Menashe, Joseph felt sure that his father’s mind would follow the direction of his hand. This has been illustrated in Numbers 27,23 when Moses placed his hands on Joshua when appointing him as his successor. [if the physical contact would not be of significance, why would Moses have bothered? Ed.] The right hand is presumed to be stronger than the left, hence a blessing conveyed by means of the right hand would be a stronger, more comprehensive blessing. ", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "569d07d6d6e4a979b40a0d7d", "index_title": "Sifrei Bamidbar", "category": "Midrash", "type": "", "ref": "Sifrei Bamidbar 141:3", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Sifrei Bamidbar 141:3", "sourceHeRef": "ספרי במדבר קמ״א:ג׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [200], "commentaryNum": 141.0003, "collectiveTitle": {"en": "Sifrei Bamidbar", "he": "ספרי במדבר"}, "heTitle": "ספרי במדבר", "he": "ויסמוך את ידיו עליו – ככלי מלא וגדוש, וכן הוא אומר שמות לג ומשרתו יהושע בן נון נער. כיוצא בו אתה אומר (יהושע א) לא ימוש ספר התורה הזה, והלא דברים ק\"ו: ומה יהושע שנא' לו (דברים לד) ומלא אותו רוח חכמה, נאמר בו לא ימוש – שאר בני אדם על אחת כמה וכמה! ויצוהו כאשר צוה ה' את משה. מה צוה הקב\"ה את משה בשמחה – כך צוה משה ליהושע בשמחה. שומע אני שחסר משה? ת\"ל בן מאה וכ' שנה אנכי היום, שנא' לא כהתה עינו – בין טמא לטהור, בין איסור להיתר. ולא נס ליחה – בעולמו בתורה:", "heVersionTitle": "Wikisource", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "ויקיטקסט", "text": " (Bamidbar 27:23) \"And he placed his hands upon him\": He made him an overflowing vessel of Torah, viz. (above) \"the watcher of the fig-tree will eat its fruit.\" For it is written (Shemot 33:11) \"And his attendant, Joshua the son of Nun, a youth, did not depart from the midst of the tent,\" and, likewise, (Joshua 1:8) \"this book of the Torah shall not depart from your mouth.\" Now does this not follow a fortiori, viz.: If Joshua, of whom it is written (Devarim 34:9) \"He was full of the spirit of wisdom\" — If Joshua \"did not depart, etc.\", then how much more so (should this hold for) other men! \"And he commanded him as the L-rd had spoken by the hand of Moses\": Just as the Holy One Blessed be He had commanded Moses with joy, so, Moses commanded Joshua with joy. I might think that Moses' powers waned (with age.) It is, therefore, written (Devarim, Ibid. 7) \"And Moses was a hundred and twenty years old in his death. His eye had not dimmed\" (in deciding) between unclean and clean, between forbidden and permitted, \"and his strength had not abated\" in toiling in Torah.", "versionTitle": "Sifrei by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרי, רבי שרגא זילברשטיין"}, {"_id": "57e77d7ed6e4a94c7c18b177", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 27:23", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Tafsir Rasag, Numbers 27:23", "sourceHeRef": "תפסיר רס\"ג, במדבר כ״ז:כ״ג", "anchorVerse": 23, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 27.0023, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "ואסנד ידיה עליה ואוצאה כמא קאל לה אללה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59119bbbd6e4a955f8ceb242", "index_title": "Sanhedrin", "category": "Talmud", "type": "", "ref": "Sanhedrin 13b:10", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Sanhedrin 13b:10", "sourceHeRef": "סנהדרין י״ג ב:י׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 26.001, "collectiveTitle": {"en": "Sanhedrin", "he": "סנהדרין"}, "heTitle": "סנהדרין", "he": "א\"ל אביי לרב יוסף מיסמך סבי בשלשה מנלן אילימא מדכתיב (במדבר כז, כג) ויסמוך את ידיו עליו אי הכי תסגי בחד וכי תימא משה במקום שבעים וחד קאי אי הכי ליבעי שבעים וחד קשיא", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>Abaye said to Rav Yosef: From where do we</b> derive <b>that the ordination of elders</b> is performed <b>by three</b> judges? <b>If we say</b> it is <b>from</b> the fact <b>that it is written</b> with regard to Moses when he appointed Joshua: <b>“And he laid his hands on him</b> and he commanded him” (Numbers 27:23), <b>if so, it should be enough for one</b> man to ordain the new Sage, as Moses ordained Joshua. <b>And if you would say: Moses stood in place of seventy-one,</b> meaning that no Sage in a later generation could fill the place of Moses, and only the Great Sanhedrin can fill that role, <b>if so,</b> then every ordination <b>should require seventy-one</b> judges. The Gemara responds: The matter is <b>difficult;</b> there is no clear source for this <i>halakha</i>.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "59119bd7d6e4a955f8cebd36", "index_title": "Sanhedrin", "category": "Talmud", "type": "", "ref": "Sanhedrin 105b:15", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Sanhedrin 105b:15", "sourceHeRef": "סנהדרין ק״ה ב:ט״ו", "anchorVerse": 23, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 210.0015, "collectiveTitle": {"en": "Sanhedrin", "he": "סנהדרין"}, "heTitle": "סנהדרין", "he": "ופליגא דרב יוסי בר חוני דאמר רב יוסי בר חוני בכל אדם מתקנא חוץ מבנו ותלמידו בנו משלמה ותלמידו איבעית אימא (מלכים ב ב, ט) ויהי נא פי שנים ברוחך אלי ואיבעית אימא (במדבר כז, כג) ויסמוך את ידיו עליו ויצוהו", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The Gemara notes: This explanation <b>disagrees</b> with the opinion <b>of Rav Yosei bar Ḥoni, as Rav Yosei bar Ḥoni says: A person is jealous of everyone except for his son and his student.</b> Since their success reflects well upon him, he celebrates their success. The fact that one is not jealous of <b>his son</b> is derived <b>from</b> King David’s servants telling him: May <b>Solomon</b> be greater than he is. <b>And</b> the fact that one is not jealous of <b>his student; if you wish, say</b> that it is derived from that which Elisha said to Elijah: <b>“I pray you that a double portion of your spirit be upon me”</b> (II Kings 2:9). He asked of his mentor to be greater than him, indicating that it is not an objectionable matter. <b>And if you wish, say</b> instead that it is derived from Moses: <b>“And he laid his hands upon him and commanded him”</b> (Numbers 27:23). God commanded Moses to lay only one hand upon Joshua, and instead he laid both hands upon him with all his strength.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "596482d7d6e4a92bf45a3612", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Bereshit 48:13:3", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Rabbeinu Bahya, Bereshit 48:13:3", "sourceHeRef": "רבנו בחיי, בראשית מ״ח:י״ג:ג׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 13.0003, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "בראשית", "he": "<b>אבל </b>הנכון לפרש שכל את ידיו, מידיו של יוסף, כי ראה יעקב ששם יוסף את מנשה לימין אביו ואת אפרים לשמאלו, שכל את ידיו ושנה את הנערים, ויהיה שכל את ידיו באור לוישלח ישראל את ימינו ויאמר הכתוב וישלח ישראל את ימינו וישת על ראש אפרים, ששנה את אפרים ומשכו לימינו, ואת שמאלו על ראש מנשה ששנה את מנשה ומשכו לשמאלו, ולא שנה את ידיו ולא הרכיבם כלל אבל שנה את הנערים. וזהו באור שכל את ידיו כלומר מידיו של יוסף, כי לא הגישם לפניו כך רק מנשה לימין ישראל ואפרים לשמאלו, והיתה הברכה חלה עליהם בסמיכה זו כאשר כתוב ביהושע (במדבר כ״ז:כ״ג) ויסמך את ידיו עליו, כדי שיאצל רוח הקדש על הנסמך. ומזה הענין היתה הסמיכה בזמן החכמים, גם ברכת כהנים בנשיאת כפים, כי לא יתכן לכהן הנושא את כפיו שיסמוך את ידיו על כל אחד ואחד מישראל, ועל זה היה פורש כפיו למעלה כדי להאציל כח הברכה למטה ממקור הברכה העליונה, והוא שכל את ידיו מלשון שכל וחכמה כי נתכון בעשר אצבעות ידיו להמשיך הברכה ממקור החכמה והשכל. וכן אמר התרגום אחכמינון לידוהי, כענין (תהילים קל״ד:ב׳) שאו ידיכם קדש וברכו את ה', קדש היא החכמה שהיא מקור הברכה והבן זה.", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "The correct interpretation of Rabbeinu Chananel appears to be that the words שכל את ידיו, “he rearranged his hands” mean that relative to Joseph he rearranged his hands. When the Torah said: “he placed his right hand on the head of Ephrayim,” the meaning is that he rearranged the boys and placed them so that Ephrayim was opposite his right hand, etc. He also rearranged the position of Menashe so that he stood opposite Yaakov’s left hand. He did not rearrange his own hands at all. All he did was to rearrange the position of the boys. This is the correct meaning of the words שכל את ידיו, i.e. he rearranged them differently from the way Joseph had arranged them. The blessing took effect as a result of Yaakov placing his hands firmly on the heads of the lads. We find something similar in Numbers 27,23 where Moses placed his hands on Joshua and proceeded to bless him, making him his successor. The act of placing one’s hands on the person one blesses is designed to facilitate the transfer of the holy spirit possessed by the one conferring the blessing to the recipient of said blessing. <br> When the sages of old ordained someone they also literally placed their hands on the head of the person so ordained. In the case of the priests blessing the people this was physically impossible. Instead the priest spread his hands heavenwards in a gesture commanding G’d’s blessing on all those present. This is the deeper meaning of the words שכל את ידיו, the word שכל being derived from שכל,חכמה, “intelligence, wisdom.” The ten fingers are to be the instrument which draws down blessings from its celestial source.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5964d696d6e4a92bf45a8b69", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Bamidbar 27:23:1", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Rabbeinu Bahya, Bamidbar 27:23:1", "sourceHeRef": "רבנו בחיי, במדבר כ״ז:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>ויסמוך את ידיו עליו.</b> הקב\"ה אמר לו וסמכת את ידך עליו והוא סמך בשתי ידיו כלומר בעין יפה. ודרשו רז\"ל עשאו מלא חכמה ככלי מלא וגדוש.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ויסמוך את ידיו עליו, “he leaned (both) his hands upon him.” Although G’d had commanded Moses that he needs to place “a hand” upon Joshua, Moses put both his hands on him to indicate that he harbored no ill will over handing over his authority to someone else <small>(compare Rashi)</small>. According to Sifri 141 the meaning is that he filled Joshua with wisdom as one fills a container right to the top of its capacity.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "599ff0f8d6e4a971cd49330a", "index_title": "Sefer HaChinukh", "category": "Halakhah", "type": "", "ref": "Sefer HaChinukh 491:5", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Sefer HaChinukh 491:5", "sourceHeRef": "ספר החינוך תצ״א:ה׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1255, 1285], "commentaryNum": 491.0005, "collectiveTitle": {"en": "Sefer HaChinukh", "he": "ספר החינוך"}, "he": "וְאֵין מַעֲמִידִין סַנְהֶדְרִין לְעוֹלָם בֵּין סַנְהֶדְרֵי גְּדוֹלָה בֵּין סַנְהֶדְרֵי קְטַנָּה, אֶלָּא סְמוּכִין. וּמֹשֶׁה רַבֵּנוּ סָמַךְ לְתַלְמִידוֹ יְהוֹשֻׁעַ בְּיָדָיו, כְּמוֹ שֶׁכָּתוּב (שם כז כג) וַיִּסְמֹךְ אֶת יָדָיו עָלָיו וּכְמוֹ כֵן סָמַךְ לְשִׁבְעִים הַזְּקֵנִים שֶׁאָסַף אֵלָיו, וְאוֹתָן הַזְּקֵנִים סָמְכוּ לַאֲחֵרִים, וַאֲחֵרִים לַאֲחֵרִים, עַד סוֹף כָּל הַסְּמוּכִים. וְאָמְנָם הַסְּמִיכָה בְּכָל הַדּוֹרוֹת לֹא הָיְתָה בַּיָּד כְּמוֹ סְמִיכָה שֶׁל מֹשֶׁה, אֶלָּא שֶׁהָיוּ בּוֹדְקִין אוֹתוֹ כְּשֶׁהָיוּ רוֹצִים לִסְמֹךְ, אִם הָיָה בָּקִי בְּחָכְמַת הַתּוֹרָה, וְאִם הָיָה שִׂכְלוֹ בָּרִיא וְשָׁלֵם, וְאִם הוּא אִישׁ אוֹהֵב אֱמֶת וְשׂוֹנֵא הָעָוֶל וְכָל עִנְיָנוֹ. וְאַחַר חֲקִירָה רַבָּה בְּעִנְיָנוֹ וּבְחָכְמָתוֹ אוֹמְרִין לוֹ שְׁלֹשָׁה חֲכָמִים סְמוּכִים, אוֹ אֲפִלּוּ כְּשֶׁאֶחָד מֵהֶן סָמוּךְ, הֲרֵי אַתָּה סָמוּךְ, וְקוֹרִין לוֹ רַבִּי מֵאוֹתָהּ שָׁעָה, וְהָיָה לוֹ רְשׁוּת לְאַחַר מִכֵּן לָדוּן אֲפִילּוּ דִּינֵי קְנָסוֹת. וְדִין זָקֵן מֻפְלָג, וְסָרִיס, וְסוֹמֵא, אֲפִלּוּ בְּאַחַת מֵעֵינָיו, וּמִי שֶׁאֵין לוֹ בָּנִים, שֶׁאֵינָן רְאוּיִין לִהְיוֹת סַנְהֶדְרִין, וְדִין מַלְכֵי בֵּית דָּוִד שֶׁדָּנִין וְדָנִין אוֹתָן, אֲבָל לֹא מַלְכֵי יִשְׂרָאֵל, לְפִי שֶׁאֵינָם בְּחֶזְקַת כַּשְׁרוּת כְּמוֹ הֵם. וְדִין עַד אֵימָתַי יוֹשְׁבִין בַּדִּין, סַנְהֶדְרֵי גְּדוֹלָה אוֹ קְטַנָּה וּבֵית דִּין שֶׁל שְׁלֹשָׁה. וְיֶתֶר פְּרָטֶיהָ, מְבֹאָרִין בְּמַסֶּכֶת סַנְהֶדְרִין.", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "And we never set up a Sanhedrin — whether big or small — except [with] ordained judges. And Moshe, our teacher, ordained Yehoshua, his student, with his hands (by pressing his hands upon him), as it is written (Numbers 27:23), “He pressed his hands upon him.” And likewise, he ordained the seventy elders that he gathered to himself; and those elders ordained others, and others, others, until the end of all those ordained. However the ordination of all the generations was not with the hand, like the ordination of Moshe; but rather they would check if the one they wanted to ordain was an expert in the wisdom of the Torah and if he was healthy and complete in his intellect and if was a man that loves truth and hates wrongdoing and all of its content. And after great investigation into his makeup and his wisdom, three ordained sages — or even if only one of them was ordained — would say to him, “Behold, you are ordained.” And from that time, they call him, “rabbi,” and he has permission afterwards to even adjudicate cases of penalties. And the law that a judge [who is] very old, a eunuch, blind even in one of his eyes or does not have children is not fit to be on a Sanhedrin; the law that the kings of the House of David judge and we judge them, but not the [other] kings of Israel, since they are not assumed to be fit like [the House of David]; the law [about] until when the Great Sanhedrin or a small one or a court of three sit [in judgment]; and the rest of its details are [all] elucidated in Tractate <i>Sanhedrin</i>.", "versionTitle": "Sefer HaChinukh, translated by R. Francis Nataf, Sefaria 2018", "license": "CC0", "versionTitleInHebrew": "ספר החינוך, תורגם על ידי ספריא"}, {"_id": "59d489a0d6e4a939ba1751e6", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Numbers 27:23:1", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Torah Temimah on Torah, Numbers 27:23:1", "sourceHeRef": "תורה תמימה על התורה, במדבר כ״ז:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "במדבר", "he": "<b>ויסמך את ידיו עליו. </b>א\"ר יוסי ב\"ר חנינא מכאן שאין אדם מתקנא בתלמידו <sup class=\"footnote-marker\">מב</sup><i class=\"footnote\">ואע\"פ דהקב\"ה צוה אותו לסמוך עליו (פ' י\"ח), אך הקב\"ה צוהו לסמכו ביד אחת כמבואר שם וסמכת את ידך עליו, והוא סמכו בשתי ידיו כמבואר כאן ויסמוך את ידיו עליו, ועיין מש\"כ השייך לזה לעיל בפ' י\"ח.\n</i>.<br>(סנהדרין ק\"ה ב׳)\n", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef33aad6e4a90d4d5dedaa", "index_title": "Steinsaltz on Sanhedrin", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Sanhedrin 13b:10", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Steinsaltz on Sanhedrin 13b:10", "sourceHeRef": "ביאור שטיינזלץ על סנהדרין י״ג ב:י׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 26.001, "collectiveTitle": {"en": "Steinsaltz on Sanhedrin", "he": "ביאור שטיינזלץ על סנהדרין"}, "heTitle": "ביאור שטיינזלץ על סנהדרין", "he": "<b>אמר ליה</b> <small>[לו]</small> <b>אביי לרב יוסף: מיסמך סבי</b> <small>[סמיכת הזקנים]</small> <b>בשלשה מנלן</b> <small>[מנין לנו]?</small> <b>אילימא מדכתיב</b> <small>[אם תאמר ממה שנאמר]</small> במשה כאשר מינה את יהושע <b>\"ויסמך את ידיו עליו</b> ויצוהו<b>\"</b> (במדבר כז, כג), <b>אי הכי תסגי בחד</b> <small>[אם כך שיהיה די</small> באדם <small>אחד]</small> שיסמוך. <b>וכי תימא</b> <small>[ואם תאמר]:</small> <b>משה במקום שבעים וחד קאי</b> <small>[ואחד עומד],</small> שאין חכם בודד ממלא את מקומו של משה לדורות, אלא רק הסנהדרי הגדולה היא במקום משה. <b>אי הכי ליבעי</b> <small>[אם כך שיצטרכו]</small> בכל סמיכה <b>שבעים וחד</b> <small>[ואחד]!</small> ואומרים: אכן, <b>קשיא</b> <small>[קשה]</small> הדבר, ואין לנו ראיה ברורה לכך.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef33dad6e4a90d4d5df8da", "index_title": "Steinsaltz on Sanhedrin", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Sanhedrin 105b:15", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Steinsaltz on Sanhedrin 105b:15", "sourceHeRef": "ביאור שטיינזלץ על סנהדרין ק״ה ב:ט״ו", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 210.0015, "collectiveTitle": {"en": "Steinsaltz on Sanhedrin", "he": "ביאור שטיינזלץ על סנהדרין"}, "heTitle": "ביאור שטיינזלץ על סנהדרין", "he": "ומעירים: <b>ופליגא</b> <small>[וחלוקה]</small> דעה זו על דעת <b>רב יוסי בר חוני,</b> ש<b>אמר רב יוסי בר חוני: בכל אדם מתקנא, חוץ מ</b>אשר ב<b>בנו ותלמידו,</b> שכיון שהם באים מכוחו שמח הוא בגדלותם. <b>בנו</b> למדים <b>משלמה,</b> שאמרו עבדי דוד לדוד בפניו ששלמה יהיה גדול ממנו. <b>ו</b>לענין <b>תלמידו, איבעית אימא</b> <small>[אם תרצה אמור]</small> נלמד ממה שאמר אלישע לאליהו: <b>\"ויהי נא פי שנים ברוחך אלי\"</b> (מלכים ב' ב, ט), שביקש ממנו בפניו שיהא גדול ממנו, משמע שאין זה דבר צער, <b>ואיבעית אימא</b> <small>[ואם תרצה אמור]</small> ראיה ממשה: <b>\"ויסמך את ידיו עליו ויצוהו\"</b> (במדבר כז, כג), שה' ציווהו רק לסמוך ידו אחת עליו והוא סמכו בכל יכולתו בשתי ידיו.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a1543e2d6e4a92409abf204", "index_title": "Siftei Chakhamim", "category": "Quoting Commentary", "type": "", "ref": "Siftei Chakhamim, Numbers 17:5:2", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Siftei Chakhamim, Numbers 17:5:2", "sourceHeRef": "שפתי חכמים, במדבר י״ז:ה׳:ב׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 5.0002, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>על קרח.</b> ואע\"ג דכתיב כ\"פ בקרא ביד משה בפ' בהעלותך ע\"פ ה' ביד משה, וכן בפ' בחקתי, וכן בפ' פנחס. וי\"ל דק\"ל מאי ביד משה, דא\"ל דע\"י משה אמר לקרח שיענוש אותו אם יחלוק על הכהונה, דלא מצינו זה בקרא. ועוד דלמה צוה לקרח יותר משאר ישראל, דע\"כ האי לו על קרח קאמר לפי המדרש דאמר רמז לחולקים, כלומר קרח שחולק. אלא ע\"כ האי ביד משה דהכא למדרש אתא רמז לחולקין, פירוש דכתיב הכא ביד משה וכתיב התם הבא נא ידך בחיקך, מה התם צרעת אף הכא כל החולקים ילקו בצרעת:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>About Korach.</b> Even though the Torah often writes ביד משה (lit. ‘in the hand of Moshe’ but normally meaning ‘through Moshe’) as in Parshas Beha'aloscha where it writes “according to the word of Hashem in the hand of Moshe” (Bamidbar 9:23, 10:13) and similarly in Parshas Bechukosai (Vayikra 26:46) and Parshas Pinchos (Bamidbar 27:23). Nevertheless, Rashi is answering a question: What is the meaning of “in the hand of Moshe”? For one cannot answer that Hashem said through Moshe to Korach that he would be punished if he disputed the <i>kehunah,</i> since we do not find this in the Torah. Furthermore why would He have commanded Korach any more than the rest of Yisroel? The phrase “to him” certainly refers to Korach, according to the Midrash which says, “This alludes that those who enter a dispute,” a reference to Korach who disputed. Rather one must say that “in the hand of Moshe” comes for one to expound an “allusion that those who dispute…” meaning that it is written “in the <i>hand</i> of Moshe” and there (Shemos 4:6) it is written “Please place your <i>hand</i> in your chest.” Just as there the Torah refers to <i>tzora’as,</i> so too here, those who enter a dispute will be stricken with <i>tzora’as.</i>", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a1547ced6e4a92409ac4d52", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 27:23:1", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Siftei Chakhamim, Numbers 27:23:1", "sourceHeRef": "שפתי חכמים, במדבר כ״ז:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>בעין יפה.</b> כאן ג\"כ קשה ל\"ל למכתב, כדפרישית לעיל:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>Generously.</b> Here also there is also the difficulty as to why was it necessary to write [that he laid his hands] as I explained above (v. 22).", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5b0fd324b783360017a824ba", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Shaar HaOtiyot, Kedushat HaAchilah, Hagahot Emek Beracha 48", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Shenei Luchot HaBerit, Shaar HaOtiyot, Kedushat HaAchilah, Hagahot Emek Beracha 48", "sourceHeRef": "שני לוחות הברית, שער האותיות, קדושת האכילה, הגהות עמק ברכה מ״ח", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1611, 1631], "commentaryNum": 48, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "הגהות עמק ברכה", "he": "<b>ובזה</b> יתורץ מה שאמרו ז\"ל שיו\"ד <small>(ירושלמי סנהדרין ב, ו)</small> של שרה נתרעמה, עד שנתנה בראש יהושע. וקשה למה דוקא יהושע. ולפי דרכי מתורץ, כי ידוע <small>(שמות לג, יא)</small> שיהושע לא מש מתוך אהל משה והכל בכל דרכיו הלך, ובמשה תמצא שהרחיק מאוד הושט והלך אחר הקנה, שהרי לא אכל ג' פעמים מ' יום. ואפשר דמטה משה עשוי כדמות ו' שהרי מטה עשוי בדמות ו', וזה הסוד שהראה הש\"י למשה שלפעמים שהמטה שהיא סוד ו' דיעקב נהפך לנחש, דהיינו שהנחש כרוך על עקב, ואח\"כ כשחזר בתשובה נהפך לנחש ממטה משה, הרי תמצא במשה כמו ביעקב, וכתיב <small>(במדבר כז, כג)</small> ומשה סמך ידו על יהושע, רמז כל הנ\"ל כי ידו הוא אותיות יו\"ד, דהיינו יו\"ד דיעקב, וסמך עולה ג' פעמים מ' שלא אכל, וכל זה מסר ליהושע. על כן באה היו\"ד ליהושע, וק\"ל:", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part I", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"א", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b167575d6b9c70071deabd1", "index_title": "Steinsaltz on Menachot", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Menachot 93b:18", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Steinsaltz on Menachot 93b:18", "sourceHeRef": "ביאור שטיינזלץ על מנחות צ״ג ב:י״ח", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 186.0018, "collectiveTitle": {"en": "Steinsaltz on Menachot", "he": "ביאור שטיינזלץ על מנחות"}, "heTitle": "ביאור שטיינזלץ על מנחות", "he": " ומקשים על תירוץ זה: והרי <b>ב</b>ענין <b>סמיכה נמי כתיב</b> <small>[גם כן נאמר]</small> הלשון \"ידיו\" ולא \"ידו\", כנאמר בסמיכת יהושע על ידי משה: <b>\"ויסמך את ידיו עליו</b> <b>ויצוהו...\"</b>(במדבר כז, כג)! ומשיבים: כלל זה שכל מקום שנאמר בו \"ידו\" הכוונה לשתי ידיים — דווקא ב<b>סמיכה</b> של <b>בהמה קאמרי</b> <small>[אמרתי],</small> אבל בסמיכה על האדם (דוגמת סמיכת משה על ראש יהושע) הלשון \"ידו\" משמעה יד אחת, ולכך הוזקק הכתוב לומר \"ידיו\" להורות כי היתה זו סמיכה בשתי ידיים.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b8fdb4881a06d007988e2c4", "index_title": "Torat HaOlah", "category": "Jewish Thought", "type": "", "ref": "Torat HaOlah, Part Two 22:1", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Torat HaOlah, Part Two 22:1", "sourceHeRef": "תורת העולה, חלק ב כ״ב:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1560, 1570], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Torat HaOlah", "he": "תורת העולה"}, "he": "הגויים אין סומכים על קרבנותיהם, ואין סמיכה אלא באנשים, ולא בנשים (מעשה הקרבנות ג ה), להיות ענין סמיכה, כדמות נתינת השפע מן הסומך על הנסמך, כמו שנוהג בענין סמיכת הזקנים והחכמים, וכמו שמצינו במשה שסמך ידו על ראש יהושע (במדבר כז כג), ע\"כ היה המקריב סמך ידו על ראש הקרבן, כי השם יתעלה מתואר באדם, כמו שנאמר (יחזקאל א כו) ועל דמות הכסא דמות כמראה אדם מלמעלה. והוא הנותן השפע לכל העולם, שבעל חי דוגמתו, וע\"כ אפשר לו הפסדו, מאחר שהוא מושפע מאחר. וזהו עקר המכוון בקרבן כאשר נתבאר, ועל כן אינו נוהג אלא באיש הישראלי, שיש כח השכלי כדמות השם יתעלה, כמו שנתבאר לעיל.", "heVersionTitle": "Torat HaOlah, based on Prague, 1570 and Lemberg, 1858 editions ", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b8fdb5681a06d007988e7fe", "index_title": "Torat HaOlah", "category": "Jewish Thought", "type": "", "ref": "Torat HaOlah, Part Three 7:4", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Torat HaOlah, Part Three 7:4", "sourceHeRef": "תורת העולה, חלק ג ז׳:ד׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1560, 1570], "commentaryNum": 7.0004, "collectiveTitle": {"en": "Torat HaOlah", "he": "תורת העולה"}, "he": "ובהיות העניין כן בא סדר הקטורת כתקונו כי בתחלה נכנס מי שזכה לדשן מזבח הפנימי מן האפר והדשן שעליו והוא הוראות הסרת המדות הרעות והמגונות שעליו והיה זה על ידי הטני של זהב כי הנזהר נחמד מזהב ומפז רב. והיה מחזיק קביים וחצי והוא חמשה חצאי קביים כמו שהיה הארון חמשה חצי אמות. והטעם נתבאר למעלה בעניין הארון פרק חמשה ועשרים חלק ראשון. והיה מניח הטני שם עד שבא מקטיר הקטורת שאז חזר ונכנס ומשתחוה ויוצא להורות כי דבר זה הוא שלימות גדול ראוי לישאר באדם אלא שיוצא משם מפני המקטיר הקטורת הבא שמה שהוא שלמות גדול מזה ושין מפני חדש תוציאו. ומי שזכה בקטורת עצמו הוא שלימות האחרון. היה מניח הקטורת בכלי מלא וגדוש כעניין אמרם (רש\"י במדבר כז כג) על החכמים שהם מלאים חכמה ככלי מלא וגדוש.", "heVersionTitle": "Torat HaOlah, based on Prague, 1570 and Lemberg, 1858 editions ", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c178d5fbb386c00d3de7af9", "index_title": "Tosafot Yom Tov on Mishnah Menachot", "category": "Quoting Commentary", "type": "", "ref": "Tosafot Yom Tov on Mishnah Menachot 9:8:7", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Tosafot Yom Tov on Mishnah Menachot 9:8:7", "sourceHeRef": "תוספות יום טוב על משנה מנחות ט׳:ח׳:ז׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1613, 1617], "commentaryNum": 8.0007, "collectiveTitle": {"en": "Tosafot Yom Tov on Mishnah Menachot", "he": "תוספות יום טוב על משנה מנחות"}, "he": "<b>בשתי ידים</b>. כתב הר\"ב דכתיב בשעיר המשתלח כו' [*כתיב ידו חסר וכתיב שתי] זה בנה אב לכל הסמיכות כלומר דבהמה. דאל\"כ ידיו דכתיב מלא דויסמוך את ידיו עליו ויצוהו (במדבר כ״ז:כ״ג) למה לי. גמרא: \n", "heVersionTitle": "Mishnah, ed. Romm, Vilna 1913", "heLicense": "Public Domain", "heVersionTitleInHebrew": "משנה, מהדורת בית דפוס ראם, וילנא 1913", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5fd29b78bba22088cf2842ae", "index_title": "Rashi on Song of Songs", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Song of Songs 5:16:22", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Rashi on Song of Songs 5:16:22", "sourceHeRef": "רש\"י על שיר השירים ה׳:ט״ז:כ״ב", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 16.0022, "collectiveTitle": {"en": "Rashi on Song of Songs", "he": "רש\"י על שיר השירים"}, "heTitle": "רש\"י על שיר השירים", "he": "<b>מְיֻסָּדִים עַל אַדְנֵי פָז.</b> אָמַר רַבִּי אֶלְעָזָר הַקַּפָּר: \"הָעַמּוּד הַזֶּה יֵשׁ לוֹ כוֹתֶרֶת לְמַעְלָן וּבָסִיס לְמַטָּן\". אָמַר רַבִּי שְׁמוּאֵל בַּר גָּדָא: פָּרָשִׁיּוֹת שֶׁבַּתּוֹרָה יֵשׁ לָהֶן כּוֹתֶרֶת לְמַעְלָן וּבָסִיס לְמַטָּן, וּסְמוּכוֹת לִפְנֵיהֶם וּלְאַחֲרֵיהֶם, כְּגוֹן פָּרָשִׁיּוֹת שֶׁל שְׁבִיעִית וְיוֹבֵל, \"וְכִי תִמְכְּרוּ מִמְכָּר\", לְהוֹדִיעֲךָ כַּמָּה קָשָׁה אֲבָקָהּ שֶׁל שְׁבִיעִית, כִּדְאִיתָא בְּמַסֶּכֶת סֻכָּה וַעֲרָכִין וּכְגוֹן \"יִפְקֹד ה' . . . אִישׁ עַל הָעֵדָה\", \"צַו . . . אֶת קָרְבָּנִי לַחְמִי\". עַד שֶׁאַתָּה מְפַקְּדֵנִי עַל בָּנַי, פְּקֹד אוֹתָם עָלַי! וְכֵן כַּמָּה. לְכָךְ נֶאֱמַר: \"שׁוֹקָיו עַמּוּדֵי שֵׁשׁ מְיֻסָּדִים וגו'\": ", "heVersionTitle": "The Metsudah Five Megillot, Lakewood, N.J., 2001", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<b>Set in sockets of fine gold.</b> Rabbi Elazar Hakapar said, “This pillar has a capital above and a base below.” Rabbi Shmuel the son of Gada said, “The sections of the Torah have a capital above and a base below, and they are connected [to the sections] preceding them and [to the sections] after them, e.g., the sections of the Sabbatical Year and the Jubilee are [connected to] ‘And if you sell something,’<sup class=\"footnote-marker\">66</sup><i class=\"footnote\">Vayikra 25:14. </i> to inform you how severe a minor infraction of the Sabbatical year is,”<sup class=\"footnote-marker\">67</sup><i class=\"footnote\">If one does business with produce during the Sabbatical year, he will eventually be forced to sell all his property. </i> as it appears in Tractates Sukkah<sup class=\"footnote-marker\">68</sup><i class=\"footnote\">40b. </i> and Arachin.<sup class=\"footnote-marker\">69</sup><i class=\"footnote\">30b. </i> Also, for example [the section], “May Adonoy ... appoint a man over the assembly,”<sup class=\"footnote-marker\">70</sup><i class=\"footnote\">Bamidbar 27:16. </i> is [connected to] “Command...My offering, My food.”<sup class=\"footnote-marker\">71</sup><i class=\"footnote\">Ibid. 28:2. </i> Before you command Me about My children,<sup class=\"footnote-marker\">72</sup><i class=\"footnote\">To appoint a leader over the congregation of Yisroel. </i> command them about Me [i.e., My offering], and similarly, there are many. Therefore, it is stated, ‘His legs are like pillars of marble set in, etc.’” ", "versionTitle": "The Metsudah Five Megillot, Lakewood, N.J., 2001", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6121b8cd8430f78f20636d0e", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 776:13", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Yalkut Shimoni on Torah 776:13", "sourceHeRef": "ילקוט שמעוני על התורה תשע״ו:י״ג", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 776.0013, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ויקח את יהושע. לקחו בדברים והודיעו מתן שכר פרנסי ישראל לעולם הבא. ויסמוך את ידיו עליו ככלי מלא וגדוש וכן הוא אומר ומשרתו יהושע בן נון נער לא ימיש מתוך האהל. כיוצא בו אתה אומר לא ימוש ספר התורה וגו' והלא דברים קל וחומר ומה יהושע שנאמר בו מלא רוח חכמה נאמר בו לא ימוש, שאר אדם על אחת כמה וכמה. ויצוהו כאשר דבר ה' ביד משה מה הקב\"ה צוה למשה בשמחה כך צוה משה ליהושע בשמחה, שומע אני שחסר משה, תלמוד לומר ומשה בן מאה ועשרים שנה במותו לא כהתה עינו בין טמא לטהור ובין איסור להיתר. ולא נס לחה (בעולמו) [בעמלו] בתורה. במשפט האורים למה נקרא שמם אורים ותומים, אורים שהן מאירין דבריהם, תומים שהיו שלמין בדבריהם ולא היו מבדין. ומה שכבר בדו בגבעת בנימין מפני שלא בחנו כל צרכן. בראשונה אמר עלו ולא אמר אתננו בידך. בשניה אמר עלו כי מחר אתננו בידך, יכול שהיו שואלין להדיוט, ת\"ל הוא וכל ישראל מה יהושע פרנס אף הן אינן שואלין אלא למלך ולבית דין ולמי שצורך הצבור תלוי בו. ויעש משה בשמחה מלמד שהיה שמח שהיה מוריש כבודו ליהושע כאדם שמוריש כבודו לבניו כמה שנאמר קח לך את יהושע. מנא הא מילתא דאמרי אינשי חמרא למרא וטיבותא לשקייה דכתיב וסמכת את ידך עליו וכתיב ויסמוך את ידיו עליו. אמר רבי יוסי בר רבי חנינא בכל אדם מתקנא חוץ מבנו ותלמידו, בנו משלמה ייטיב אלקים את שם שלמה משמך, ותלמידו אי תימא מויהי נא פי שנים ברוחך אלי ואי תימא מויסמוך את ידיו עליו ויצוהו:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61eea3681d82090a96b4ee7e", "index_title": "Shulchan Arukh, Orach Chayim", "category": "Halakhah", "type": "", "ref": "Shulchan Arukh, Orach Chayim 621:1", "anchorRef": "Numbers 25:10-30:1", "anchorRefExpanded": ["Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1"], "sourceRef": "Shulchan Arukh, Orach Chayim 621:1", "sourceHeRef": "שולחן ערוך, אורח חיים תרכ״א:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1563], "commentaryNum": 621.0001, "collectiveTitle": {"en": "Shulchan Arukh, Orach Chayim", "he": "שולחן ערוך, אורח חיים"}, "heTitle": "שולחן ערוך, אורח חיים", "he": "<b>סדר קריאת התורה ומילה ביו\"כ ובו ו' סעיפים:</b><br>מוציאין שני ספרים <i data-commentator=\"Be'er HaGolah\" data-label=\"א\" data-order=\"1\"></i>בראשונה קורים ששה בפרשת <i data-commentator=\"Be'er HaGolah\" data-label=\"ב\" data-order=\"2\"></i><i data-commentator=\"Ba'er Hetev\" data-order=\"1\"></i>אחרי מות עד ויעש כאשר צוה ה' <i data-commentator=\"Sha'arei Teshuvah\" data-order=\"1\"></i>ואם חל בשב' קוראים שבעה <i data-commentator=\"Ba'er Hetev\" data-order=\"2\"></i>ומפטיר קורא בשניה בפנחס ובעשור לחודש <i data-commentator=\"Ateret Zekenim\" data-label=\"♦\" data-order=\"1\"></i>ומפטיר בישעיה ואמר סלו סלו פנו עד כי פי ה' דבר:", "heVersionTitle": "Maginei Eretz: Shulchan Aruch Orach Chaim, Lemberg, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר מגיני ארץ: שלחן ערוך. למברג, תרנ\"ג", "text": "<b>“The order of the reading of the Torah and of circumcision on Yom Kippur” - Containing six paragraphs.</b><br>We take out (from the ark) two Torah scrolls.<sup class=\"footnote-marker\">168</sup><i class=\"footnote\">Two Torah scrolls are taken out on the festivals because portions from two separate sections of the Torah are read. The Torahs can be set before hand so that they can be opened to the correct portion without the necessity of rolling the scroll from one portion to the next.</i> In the first Torah six men read from the portion “<span dir=\"ltr\">אחרי מות</span>”, (Leviticus 16:1-18:30) until “and he did as the Lord commanded (Moses)”, (Leviticus 16:34). But if (Yom Kippur) falls on Shabbat, seven (men read from the first Torah), and the <i>Maftir</i><sup class=\"footnote-marker\">169</sup><i class=\"footnote\"><i>Maftir</i>, <span class=\"rtl\">מפטיר</span>, means literally \"one who concludes\". It is the name given to the man who is the last to read in the Torah and he also usually reads the <i>haftarah</i> (see footnote 170), the section of the prophets that corresponds to the Torah reading. <i>Maftir</i> is also the name given to the three or more concluding verses of the regular weekly Torah portion as well as to the final verses read on festivals and public fast days.<br>Editorial Staff, <i>E</i>. <i>J</i>., v. 11, p. 685.</i> (the last reader) reads from the second (Torah scroll) from the portion, <i>Pinḥas</i>, (Numbers 25:10-30:1), the section “and you shall have on the tenth day of this seventh month”, (Numbers 29:7-11). The <i>Maftir</i> (the <i>Haftarah</i> section from the Prophets<sup class=\"footnote-marker\">170</sup><i class=\"footnote\">The <i>Haftarah</i>, <span class=\"rtl\">הפטרה</span>, is a portion from the Prophets section of the Bible read after the Torah is read on Sabbaths, festivals, and fast days. On Sabbaths and festivals the <i>haftarah</i> is read during the Morning, <i>Shaḥarit</i> Service (see footnote 17), but on fast days it is read only during the Afternoon, <i>Minḥah</i> Service (see footnote 40). The exception to this is Yom Kippur and <i>Tishah be-Av</i> (see footnote 102) where there is a <i>haftarah</i> after the Torah reading in both the Morning and the Afternoon Service.<br>The Torah in its regular portions is read straight through during the year but such is not the case on festivals and some special Sabbaths. The <i>haftarot</i> are selected in parts from both the Former and Latter Prophets. Only two prophetic books are read in their entirety as <i>haftarot</i>, the Book of Obadiah which has only twenty-one verses and is read after the Torah portion <i>Va-Yishlaḥ</i> (Genesis 32:4-36-43) according to the Sephardi rite, and the Book of Jonah which is the <i>haftarah</i> for the <i>Minḥah</i> Service on Yom Kippur (see the Shulḥan Arukh, <i>Oraḥ Ḥayyim</i> 622:2).<br><i>Haftarot</i> were usually selected so there would be some similarity in content between the Pentateuchal and the Prophetic portions, but often this did not happen and <i>haftarot</i> were chosen because of historical events or because of some special date. Special <i>haftarot</i> are read on special Sabbaths and the <i>haftarah</i> for each festival is based on the nature of the festival.<br>When the custom of reading the <i>haftarah</i> got started is not known for sure, but it is thought that it began during the persecutions of the Antiochus Epiphanes which preceded the Hasmonean revolt. The Torah was not permitted to be read by the Jews during the persecution for it was felt that the reading of it kept the Jews together and gave them a special strength. As a substitute for the Torah reading, sections form the Prophets were chosen that would remind the Jews of the corresponding Torah portion. Appearantly when the ban against reading the Torah was lifted, the practice of reading the <i>haftarah</i> continued. The first mention of the practice of the reading of the <i>haftarah</i> is found in the New Testament. Acts 13:15 states, \"after the reading of the law and the prophets\". <i>Haftarot</i> are also discussed in the Talmud as to which are to be read at specific times and festivals. In Mishnaic times different communities read different <i>haftarot</i>, and a set order was probably not established until talmudic times. Some <i>haftarot</i> today differ from those recorded in the Talmud, and there are differences in the Sephardi and Ashkenazi rites.<br>The <i>maftir</i>, the one who reads the <i>haftarah</i> also reads the last part of the weekly portion, (i.e., the Torah reader reads it for him). On the Sabbath, after the seventh reader from the Torah, the <i>maftir</i> usually rereads the last three verses of the weekly portion. On festivals and the four special Sabbaths, the <i>maftir</i> reads the special section from the second scroll which is usually a short description of of the festival found in the Torah. Before the <i>haftarah</i> is read (or chanted) the <i>maftir</i> precedes the <i>haftarah</i> with two blessings and after he ends the <i>haftarah</i> he recites three blessings to which a fourth one is added on Sabbaths and festivals. This fourth blessing changes with the nature of the day. The Sabbath <i>haftarah</i> usually has a minimum of twenty-one verses while the festival has at least fifteen verses. Lately it has become the custom for the Bar Mitzvah boy (a man upon reaching the age of thirteen) to chant the <i>haftarah</i> to display his ability with a Hebrew text.<br>Louis Isaac Rabinowitz, <i>E</i>. <i>J</i>., v. 16, pp. 1342-44.</i>) comes from Isaiah, “and shall say, cast you up, cast you up, prepare the way” until “for the mouth of the Lord has spoken it”, (Isaiah 57:14-58:14).", "versionTitle": "Hilkhot Yom ha-Kippurim, trans. by Jan M. Brahms. HUC, 1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee86bfddfbb310fed18", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, A Case of Inheritance; Daughters of Tzelofhad I; The Passing of Leadership 2-3", "anchorRef": "Numbers 27:1-23", "anchorRefExpanded": ["Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, A Case of Inheritance; Daughters of Tzelofhad I; The Passing of Leadership 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳, במדבר הערה ב׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "A Case of Inheritance; Daughters of Tzelofhad I; The Passing of Leadership", "he": "במדבר הערה ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["If the land is to be apportioned by tribe, the question of inheritance becomes a major one for the future. In that vein, the text, in almost Talmudic fashion, brings a case with some difficulties: What if a father dies without sons but does leave daughters—may they inherit the ancestral land, given the context of a patriarchal society? Moshe is unable to solve the problem, but must leave it up to God, who rules that not only daughters but other relations as well may serve to keep the land in the family (an attendant question, how to keep land within a tribe’s territory, will be answered in Chap. 36). This section of the chapter is a good example of a law embedded in a narrative, or a narrative created for the sake of a law. It also has the effect of showing that the divine promise of land is about to be fulfilled, that all tribes must be included in the process, and that the growing biblical tradition allows for reinterpretation (Olson).", "From v.12 on, we are reminded that Moshe is about to die. In an expansive speech (vv.18–21), God designates Yehoshua as Moshe’s successor, and publicly the aging leader transfers authority to him. Given the structure of Part III of the book, which is bracketed by daughters of Tzelofhad sections, we might expect Moshe’s death to parallel the passage here, and thus come at the end of Chap. 36. But that will not be the case; his death is left for the end of the entire Torah, in Deuteronomy."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380ae713bd8cd388d3e57", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest 2-10", "anchorRef": "Numbers 26:1-36:13", "anchorRefExpanded": ["Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest 2-10", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳ ב׳-י׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part III; The Preparations for Conquest", "he": "במדבר מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE LAST PART OF</small> N<small>UMBERS IS WHAT THE READER MIGHT HAVE EXPECTED ALL ALONG</small>: a collection of materials that deal directly with the upcoming conquest of Canaan. It is concerned, then, with the transfer of leadership from Moshe to Yehoshua (Joshua); with provisions for two and a half tribes to remain on the east bank of the Jordan River, as long as they take part in the impending invasion; with listing the entire route of the Israelites, from Egypt to the plains of Moab; and with the borders of the land to be conquered.", "As has been the case earlier in the book, however, other material intervenes: a theme and variation doublet on the inheritance of land in a case where a man leaves daughters, not sons; two chapters on what sacrifices are to be brought on holy days; a section on vows taken by women; war with Midyan and the precise apportioning of spoils, both to warriors and to the sanctuary; and the law regarding accidental homicide, in which family vengeance is circumvented by the existence of “safe” Levite towns to which the manslayer may flee.", "The inconsistent thematics may again be explained by the intrusion of an editorial hand, again by priestly interests. In Levine’s view, most of Chapters 25–36 function to establish matters of importance in the priestly view, just as in Chapters 1–10. Here law takes precedence over narrative.", "Despite the varied subject matter of this section, it holds together structurally, via the common biblical technique of word (sound) repetition. The rather common verb <i>tzivvah</i>, “command,” weaves through every one of Chapters 26–36, except for 33. Sometimes it introduces what God wants the Israelites to do; sometimes it leads to the formula of fulfillment, “as YHWH commanded the Children of Israel, so they did”; still other times it refers to a command given by Moshe himself. The entire section begins with the verb (26:4), and ends with it as well (36:13). In addition, the chapters most far afield, 28–29 (taken as a unit) and 30, begin and end with it. Whether this was a conscious technique by redactors is hard to say, but its existence is striking.", "Another structural device, that of framing, also occurs in this part of the book: after the introductory census (Chap. 26), the rest is built between two brackets, each involving the daughters of Tzelofhad, and each opening with the verb “to come-near” (27:1 and 36:1). So despite the wide-ranging material, some sense of unity has been imposed upon it.", "Finally, there is the key occurrence, for the book of Numbers, of more lists, from census to holiday sacrifices, from stops along the journey to the precise borders of the Promised Land. We are in the presence of order once again.", "What remains lacking at the end of the book is exactly what Deuteronomy supplies: a final exhortation from Moshe, which includes reiteration and further clarification of the laws, a public covenant ceremony, Moshe’s long blessing of the people, and the account of his death and burial. If added here, these topics might have tipped the scales of Numbers, which has given us almost too much to digest as it is; as the Torah has come down to us, they are more appropriately treated in the expansive and majestic rhetorical setting of Deuteronomy.", "<img>", "<b><i>Num. 26:3</i> Moshe spoke, and El’azar the priest, to them in the Plains of Moav …</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f0c9ad75f2d99afa3e", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, A Case of Inheritance; Daughters of Tzelofhad I; The Passing of Leadership 1", "anchorRef": "Numbers 27:1-23", "anchorRefExpanded": ["Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, A Case of Inheritance; Daughters of Tzelofhad I; The Passing of Leadership 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳, במדבר הערה ב׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ב׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 27:1-23\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 27:1-23</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "64186beb894184186dd590ba", "index_title": "Sifrei Zuta", "category": "Midrash", "type": "", "ref": "Sifrei Zuta 27:23:1", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Sifrei Zuta 27:23:1", "sourceHeRef": "ספרי זוטא כ״ז:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": false, "commentaryNum": 23.0001, "collectiveTitle": {"en": "Sifrei Zuta", "he": "ספרי זוטא"}, "he": "<b>ויסמוך את ידו עליו</b>, כמה שנאמר וסמכת את ידך עליו:", "heVersionTitle": "Leipzig, 1917", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64186bec894184186dd590bc", "index_title": "Sifrei Zuta", "category": "Midrash", "type": "", "ref": "Sifrei Zuta 27:23:2", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Sifrei Zuta 27:23:2", "sourceHeRef": "ספרי זוטא כ״ז:כ״ג:ב׳", "anchorVerse": 23, "sourceHasEn": false, "commentaryNum": 23.0002, "collectiveTitle": {"en": "Sifrei Zuta", "he": "ספרי זוטא"}, "he": "<b>ויצוהו</b>, כמה שנ' וצוית אותו לעיניהם יכול שאין לי אלא שהיה משה שמח אלא לכל אלו מניין אף לענין ההוד אמ' כאשר דבר י״י ביד משה אף לענין ההוד:", "heVersionTitle": "Leipzig, 1917", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc77758c1dc532ec9379", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 27:23", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Steinsaltz on Numbers 27:23", "sourceHeRef": "ביאור שטיינזלץ על במדבר כ״ז:כ״ג", "anchorVerse": 23, "sourceHasEn": true, "commentaryNum": 27.0023, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וַיִּסְמֹךְ אֶת יָדָיו עָלָיו וַיְצַוֵּהוּ, כַּאֲשֶׁר דִּבֶּר ה' בְּיַד משֶׁה.</b> בעניין זה נזכרים החגים רק אגב הלכות קרבנות המוסף שיש להביא בהם. שאר הקרבנות אינם מופיעים כאן, ואף אין פה דיון בתכני החגים והמועדים הנזכרים, אלא תזכורת להיותם מקראי קודש ולאיסורי עשיית מלאכה בלבד.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>He laid his hands upon him, and commanded him, as the Lord spoke at the hand of Moses. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "6658282475f078dacbc5ba91", "index_title": "Tze'enah Ure'enah", "category": "Quoting Commentary", "type": "", "ref": "Tze'enah Ure'enah, Pinchas 24", "anchorRef": "Numbers 27:18-23", "anchorRefExpanded": ["Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23"], "sourceRef": "Tze'enah Ure'enah, Pinchas 24", "sourceHeRef": "צאינה וראינה, פנחס כ״ד", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1590, 1616], "commentaryNum": 24, "collectiveTitle": {"en": "Tze'enah Ure'enah", "he": "צאינה וראינה"}, "heTitle": "פנחס", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "“<i>Single out Joshua</i>” [27:18]. The Holy One said: take Joshua, with kind words, that he has merited to be a <i>leader</i> over Israel. You should place your hands on him, so that Israel should see that he is your replacement. Let him also <i>preach</i> once during your lifetime before all of Israel, so that Israel should not say that Joshua did not have any power to raise his hands during the lifetime of Moses. Give him also from your beauty; your face shines like a light. His face should also shine in the same way. The face of Moses Our Teacher shone like the sun. One could not look into it. The face of Joshua shone like the <i>moon.</i> Take Joshua and place him before <i>Eleazar the priest</i> and let him ask through the <i>Urim veTumim.</i> Thus he will learn what should happen. The Holy One said to Moses. You desired that your son should inherit and be a leader. Now, Eleazar is a member of your family and he also has leadership. Joshua should not do anything without Eleazar. Therefore, it is as if your own son was a leader, since Eleazar is of your family. Moses placed his two hands on Joshua and <i>ordained</i> him. Even though the Holy One told him to place one hand on Joshua, yet Moses was a pious man and placed two hands on his head, and blessed him with two hands and with his whole heart.<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">Rashi, Numbers, 27:18–23.</i>", "versionTitle": "A Critical Translation into English; Edited and translated by Morris M. Faierstein. De Gruyter, 2017", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "53f17a2efbfba22336ea743b", "index_title": "Kitzur Ba'al HaTurim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Kitzur Ba'al HaTurim on Numbers 27:23:1", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Kitzur Ba'al HaTurim on Numbers 27:23:1", "sourceHeRef": "קיצור בעל הטורים על במדבר כ״ז:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1280, 1340], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Kitzur Ba'al HaTurim", "he": "קיצור בעל הטורים "}, "heTitle": "קיצור בעל הטורים על במדבר", "he": "<b>ויצוהו כאשר דבר ה' ביד משה</b> צוהו שלא לבטל תורה ותמיד מפני המלחמה. ולכך סמך כאן פרשת תמידין:\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "554ef0b6fbfba21b48f540f8", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 27:23:1", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Haamek Davar on Numbers 27:23:1", "sourceHeRef": "העמק דבר על במדבר כ״ז:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ויצוהו כאשר דבר ה׳ ביד משה.</b> כבר ביארנו בכ״מ פירוש ביד משה הוא הערה מה׳ כמו ד״ק. וה״נ משמעות ויצוהו אמר לו דברי מוסר הנוגע לענין. ושפע מוסר הי׳ דבר ה׳ ביד משה. ויותר הי׳ ראוי לכתוב כאשר צוה ה׳. אבל כאשר דבר ה׳ משמעו דבר ה׳ בפירוש. והוא כפרש״י שהאציל מהודו וקירון עור פניו על פני יהושע כדבר ה׳ ופי׳ ביד משה. שהי׳ בכחו לעשות כן:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5614e40cfbfba210966237aa", "index_title": "Ein Yaakov (Glick Edition)", "category": "Midrash", "type": "", "ref": "Ein Yaakov (Glick Edition), Sanhedrin 1:18", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Ein Yaakov (Glick Edition), Sanhedrin 1:18", "sourceHeRef": "עין יעקב (מאת שמואל צבי גליק), סנהדרין א׳:י״ח", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1901, 1921], "commentaryNum": 1.0018, "collectiveTitle": {"en": "Ein Yaakov (Glick Edition)", "he": "עין יעקב (מאת שמואל צבי גליק)"}, "heTitle": "סנהדרין", "he": "(דף יג ע״ב) א״ל אביי לרב יוסף מיסמך סבי בשלשה מנ״ל אילימא מדכתיב (במדבר כז כג) ויסמוך את ידיו עליו אי הכי תסגי בחד וכ״ת משה במקום שבעים וחד קאי אי הכי ליבעי שבעים וחד קשיא. א״ל רב אחא בריה דרבא לרב אשי בידא ממש סמכינן ליה א״ל סמכינן ליה בשמי קרו ליה רבי ויהב ליה רשותא למידן דיני קנסות:", "heVersionTitle": "En Jacob, translated by SH Glick, 1916", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עין יעקב, בתרגום ס.ה. גליק, 1916", "text": "(Fol. 13b) Abaye said to R. Jose: \"Whence do we infer that to ordain one as Rabbi three judges are necessary? Shall I take it from (Num. 27, 23) And he laid his hand upon him, etc., then let one be sufficient, as Moses was the only one person; and if you will say that Moses took the place of [the great Sanhedrin who were] seventy-one, then say that to ordain one as Rabbi, seventy-one are needed?\" The objection is sustained. R. Acha b. Raba said to R. Ashi: \"Is it necessary to actually lay the hands upon the head of the man whom we ordain?' He answered: \"We merely name him Rabbi and give him permission to adjudicate fines.\" ", "versionTitle": "En Jacob, translated by SH Glick, 1916", "license": "Public Domain", "versionTitleInHebrew": "עין יעקב, בתרגום ס.ה. גליק, 1916"}, {"_id": "5614e411fbfba21096623aea", "index_title": "Ein Yaakov (Glick Edition)", "category": "Midrash", "type": "", "ref": "Ein Yaakov (Glick Edition), Sanhedrin 11:95", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Ein Yaakov (Glick Edition), Sanhedrin 11:95", "sourceHeRef": "עין יעקב (מאת שמואל צבי גליק), סנהדרין י״א:צ״ה", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1901, 1921], "commentaryNum": 11.0095, "collectiveTitle": {"en": "Ein Yaakov (Glick Edition)", "he": "עין יעקב (מאת שמואל צבי גליק)"}, "heTitle": "סנהדרין", "he": "א״ל רבא לרבה בר מרי כתיב (מ״א א מז) ייטיב אלהים את שם שלמה משמך ויגדל את כסאו מכסאך אורח ארעא למימר ליה למלכא הכי א״ל מעין קאמר ליה דאי לא תימא הכי (שופטים ה כד) תבורך מנשים יעל אשת חבר הקיני מנשים באהל תבורך נשים באהל מאן נינהו שרה רבקה רחל ולאה אורח ארעא למימר הכי אלא מעין קאמר הכי נמי מעין קאמר ופליגא דר' יוסי בר חוני דאמר ר׳ יוסי בר חוני בכל אדם מתקנא חוץ מבנו ותלמידו בנו משלמה ותלמידו אי בעית אימא (מ״ב ב ט) ויהי נא פי שנים ברוחך אלי ואי בעית אימא (במדבר כז כג) ויסמוך את ידיו עליו ויצוהו:", "heVersionTitle": "En Jacob, translated by SH Glick, 1916", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עין יעקב, בתרגום ס.ה. גליק, 1916", "text": "Raba said to Rabba b. Mari: \"It is written (I Kings 1, 47) May God make the name of Solomon more famous than thy name, and make his throne greater than thy throne.\" Is this the usual way of speaking to a king? And he answered: \"It is not to be taken literally; they meant to say similar to thy name, for if you would not say so, how is to be understood (Jul. 5. 24) Blessed above women shall Joel be, the wife of Heber the Kenite, above women in the tent shall she be blessed? Who is meant by women in the tent, if not Sarah, Rebeka, Rachel, and Leah? Now, is this prayer to mean that Joel shall be more blessed than they? But it means, similar to them; so also here it means similar to them.\" This, however, disagrees with the opinion of R. Jose b. Choni; for R. Jose b. Choni said that of every one a man is jealous except of his own son and disciple. Of his son, as we see from the above-cited verse concerning Solomon. And of his disciple, if you wish you may infer it from (II Kings 2, 9) And Elisha said, Let there be, I pray thee, a double portion of thy spirit upon me, and if you wish you may infer it from (Num. 27, 23) And he laid his hands (both) upon him, though he was commanded (Ib. ib. 18) Thou shalt lay thy hand (one) upon him.  ", "versionTitle": "En Jacob, translated by SH Glick, 1916", "license": "Public Domain", "versionTitleInHebrew": "עין יעקב, בתרגום ס.ה. גליק, 1916"}, {"_id": "585b8636d6e4a908ac4f20ca", "index_title": "Mishneh Torah, The Sanhedrin and the Penalties within Their Jurisdiction", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, The Sanhedrin and the Penalties within Their Jurisdiction 4:1", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Mishneh Torah, The Sanhedrin and the Penalties within Their Jurisdiction 4:1", "sourceHeRef": "משנה תורה, הלכות סנהדרין והעונשין המסורין להם ד׳:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Mishneh Torah, The Sanhedrin and the Penalties within Their Jurisdiction", "he": "משנה תורה, הלכות סנהדרין והעונשין המסורין להם"}, "heTitle": "משנה תורה, הלכות סנהדרין והעונשין המסורין להם", "he": "אֶחָד בֵּית דִּין הַגָּדוֹל וְאֶחָד סַנְהֶדְרִין קְטַנָּה אוֹ בֵּית דִּין שֶׁל שְׁלֹשָׁה צָרִיךְ שֶׁיִּהְיֶה אֶחָד מֵהֶן סָמוּךְ מִפִּי הַסָּמוּךְ. וּמשֶׁה רַבֵּנוּ סָמַךְ יְהוֹשֻׁעַ בַּיָּד שֶׁנֶּאֱמַר <small>(במדבר כז כג)</small> \"וַיִּסְמֹךְ אֶת יָדָיו עָלָיו וַיְצַוֵּהוּ\". וְכֵן הַשִּׁבְעִים זְקֵנִים משֶׁה רַבֵּנוּ סְמָכָם וְשָׁרְתָה עֲלֵיהֶן שְׁכִינָה. וְאוֹתָן הַזְּקֵנִים סָמְכוּ לַאֲחֵרִים וַאֲחֵרִים לַאֲחֵרִים וְנִמְצְאוּ הַסְּמוּכִין אִישׁ מִפִּי אִישׁ עַד בֵּית דִּינוֹ שֶׁל יְהוֹשֻׁעַ וְעַד בֵּית דִּינוֹ שֶׁל משֶׁה רַבֵּנוּ. וְאֶחָד הַנִּסְמָךְ מִפִּי הַנָּשִׂיא אוֹ מִפִּי אֶחָד מִן הַסְּמוּכִין אֲפִלּוּ לֹא הָיָה אוֹתוֹ סָמוּךְ בַּסַּנְהֶדְרִין מֵעוֹלָם: \n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "At least one of the members of the Supreme <i>Sanhedrin</i>, a minor <i>Sanhedrin</i>, or a court of three must have received <i>semichah</i> (ordination) from a teacher who himself had been given <i>semichah</i>.<br>Our teacher, Moses ordained Joshua by placing his hands upon him, as Numbers 27:23 states: \"And he placed his hands upon him and commanded him.\" Similarly, Moses ordained the 70 judges and the Divine presence rested upon them. Those elders ordained others, and the others still others in later generations. This tradition continued until the Talmudic era, when the Sages had received ordination one from the other in a chain extending back to the court of Joshua, and to the court of Moses.<br>A person who is ordained by the <i>nasi</i> and one ordained by another ordained judge have the same status, even if that ordained judge never served in a <i>Sanhedrin</i>.", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5868bd53d6e4a97c9cbb1a6a", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Numbers 27:23:1", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Bekhor Shor, Numbers 27:23:1", "sourceHeRef": "בכור שור, במדבר כ״ז:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "במדבר", "he": "<b>ויצוהו.</b> כל מקום שנאמר ויצו אינו אלא לשון זריזות וזהירות להיות זריז (וממולה) [וממולח] להיות מנהיג ישראל ולסבלם: ", "heVersionTitle": "Bekhor Shor, HaTzofeh LeHokhmat Yisrael VIII, Budapest, 1928", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, הצופה לחכמת ישראל ח, בודפשט, תרפ\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892ee7cd6e4a9274646cc8c", "index_title": "Chizkuni", "category": "Quoting Commentary", "type": "", "ref": "Chizkuni, Genesis 48:14:1", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Chizkuni, Genesis 48:14:1", "sourceHeRef": "חזקוני, בראשית מ״ח:י״ד:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "בראשית", "he": "<b>וישת על ראש אפרים</b> למנותם שבטים דוגמת ויסמוך את ידיו עליו ומזה למדו למנות פרשים כענין זה.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "וישת על ראש אפרים, “he placed it (his right hand) on the head of Ephrayim.” He did so with the intent of including them in the 12 tribes. We find a similar expression when Moses placed his hands on Joshua appointing him as his successor (Numbers 27,23).", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5892f0d9d6e4a9274646e738", "index_title": "Chizkuni", "category": "Quoting Commentary", "type": "", "ref": "Chizkuni, Deuteronomy 3:21:1", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Chizkuni, Deuteronomy 3:21:1", "sourceHeRef": "חזקוני, דברים ג׳:כ״א:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 21.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "דברים", "he": "<b>ואת יהושוע צויתי </b>וגו׳‎ היינו דכתיב בפרשת פנחס ויסמוך ידיו עליו ויצוהו. <b>שלימא סדרא דפרשת דברים</b>", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ואת יהושע צותי, “and I have commanded Joshua;” this is what has been written in Numbers 27,23: ויסמוך ידיו עליו ויצוהו, “he (Moses) placed his hands firmly upon him, and he commanded him.”", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5892f2c5d6e4a927464725d0", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Numbers 27:23:1", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Chizkuni, Numbers 27:23:1", "sourceHeRef": "חזקוני, במדבר כ״ז:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>ויסמך את ידיו</b> כמו סמיכת קרבן להודיע כי מרצונו נתמנה ומזה למדו למנות פרשים בענין זה כמו שלמדו לעשות דגלים ממנהג אותו דגלי השבטים.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ויסמוך את ידיו, “he laid his hands upon him.” This was similar to people offering animal sacrifices placing their hands and weight on these animals prior to their being slaughtered. The owner of the animals symbolically transferred his essence to the animal which would take his place instead, seeing that he really should have been the sacrifice. From this action it became clear that Moses transferred his authority to Joshua willingly, as instead of placing only one hand on him as G-d had commanded him, he did so with both of his hands. [Army commanders in the future would also be appointed by their superiors placing their hands on their juniors when promoting them. Compare author on Numbers 2,2.]", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58b1cfd3d6e4a937f99999dc", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 21:15", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Bamidbar Rabbah 21:15", "sourceHeRef": "במדבר רבה כ״א:ט״ו", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 21.0015, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "דָּבָר אַחֵר, יִפְקֹד ה', מָשָׁל לְמֶלֶךְ שֶׁרָאָה אִשָּׁה אַחַת יְתוֹמָה, בִּקֵּשׁ לִטֹּל אוֹתָהּ לוֹ לְאִשָּׁה, שָׁלַח לְתָבְעָהּ, אָמְרָה אֵינִי כְּדַאי לְהִנָּשֵׂא לַמֶּלֶךְ, שָׁלַח לְתָבְעָהּ שֶׁבַע פְּעָמִים, וְלֹא הָיְתָה מְבַקֶּשֶׁת, לְסוֹף נִשַֹּׂאת לוֹ. לְאַחַר זְמַן כָּעַס עָלֶיהָ הַמֶּלֶךְ וּבִקֵּשׁ לְגָרְשָׁהּ, אָמְרָה אֲנִי לֹא בִקַּשְׁתִּי לְהִנָּשֵׂא לָךְ אַתָּה בִּקַּשְׁתָּ אוֹתִי, הוֹאִיל וְכָךְ גָּזַרְתָּ לְגָרְשֵׁנִי וְלִטֹּל אַחֶרֶת, אַל תַּעֲשֶׂה לָזוֹ כְּשֵׁם שֶׁעָשִׂיתָ לִי. כָּךְ הַקָּדוֹשׁ בָּרוּךְ הוּא, אָמַר רַבִּי שְׁמוּאֵל בַּר נַחְמֵנִי שִׁבְעָה יָמִים הָיָה מְפַתֵּהוּ הַקָּדוֹשׁ בָּרוּךְ הוּא שֶׁיֵּלֵךְ בִּשְׁלִיחוּתוֹ, וְהָיָה אוֹמֵר לוֹ <small>(שמות ד, יג)</small>: שְׁלַח נָא בְּיַד תִּשְׁלָח, <small>(שמות ד, י)</small>: לֹא אִישׁ דְּבָרִים אָנֹכִי גַּם מִתְּמוֹל גַּם מִשִּׁלְשֹׁם, הֲרֵי שִׁבְעָה יָמִים, לְאַחַר זְמַן פִּיְּסוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא וְהָלַךְ בִּשְׁלִיחוּתוֹ וְעָשָׂה כָּל אוֹתָן הַנִּסִּים עַל יָדוֹ, בַּסּוֹף אָמַר לוֹ <small>(במדבר כ, יב)</small>: לֹא תָבִיאוּ, אָמַר לוֹ משֶׁה רִבּוֹנוֹ שֶׁל עוֹלָם, אֲנִי לֹא בִקַּשְׁתִּי לַהֲלֹךְ, וְכֵן הוּא אוֹמֵר <small>(דברים ג, כד)</small>: אַתָּה הַחִלּוֹתָ לְהַרְאוֹת אֶת עַבְדְּךָ וגו', הוֹאִיל וְכָךְ גָּזַרְתָּ עָלַי, אוֹתוֹ שֶׁיִּכָּנֵס אַל תַּעַשׂ לוֹ כְּדֶרֶךְ שֶׁעָשִׂיתָ לִי, אֶלָּא <small>(במדבר כז, יז)</small>: אֲשֶׁר יֵצֵא לִפְנֵיהֶם וַאֲשֶׁר יָבֹא לִפְנֵיהֶם. אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא <small>(במדבר כז, יח)</small>: קַח לְךָ אֶת יְהוֹשֻׁעַ בִּן נוּן. וְעָשָׂה משֶׁה בְּטוּב עַיִן, שֶׁנֶּאֱמַר <small>(משלי כב, ט)</small>: טוֹב עַיִן הוּא יְבֹרָךְ. מָשָׁל לְמֶלֶךְ שֶׁאָמַר לְבֶן בֵּיתוֹ תֵּן לִפְלוֹנִי סְאָה שֶׁל חִטִּים, הָלַךְ וְנָתַן לוֹ סְאָתַיִם, אָמַר לוֹ הֲרֵי סְאָה מִשֶּׁל מֶלֶךְ וּסְאָה מִשֶּׁלִּי. כָּךְ אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְמשֶׁה <small>(במדבר כז, יח)</small>: וְסָמַכְתָּ אֶת יָדְךָ עָלָיו, יַד אַחַת, מֶה עָשָׂה <small>(במדבר כז, כג)</small>: וַיִּסְמֹךְ אֶת יָדָיו וַיְצַוֵּהוּ, לְקַיֵּם מַה שֶּׁנֶּאֱמַר: טוֹב עַיִן הוּא יְבֹרָךְ. לְפִיכָךְ <small>(משלי כז, יח)</small>: נֹצֵר תְּאֵנָה יֹאכַל פִּרְיָהּ, לָמָּה נִמְשְׁלָה תּוֹרָה כִּתְאֵנָה, שֶׁרֹב הָאִילָנוֹת, הַזַּיִת, הַגֶּפֶן וְהַתְּמָרָה, נִלְקָטִין כְּאַחַת, וְהַתְּאֵנָה נִלְקֶטֶת מְעַט מְעַט, כָּךְ הַתּוֹרָה הַיּוֹם לוֹמֵד מְעַט וּלְמָחָר הַרְבֵּה, לְפִי שֶׁאֵינָהּ מִתְלַמֶּדֶת לֹא בְּשָׁנָה וְלֹא בִּשְׁנָתַיִם. <small>(במדבר כז, יח)</small>: אִישׁ אֲשֶׁר רוּחַ בּוֹ, לְפִי שֶׁאָמַר <small>(במדבר כז, טז)</small>: אֱלֹהֵי הָרוּחֹת, שֶׁאַתָּה מַכִּיר רוּחַ כָּל אֶחָד וְאֶחָד מִכָּל בְּרִיָה, וּתְמַנֶּה אָדָם שֶׁיֵּדַע לַהֲלֹךְ עִם כָּל אֶחָד וְאֶחָד מֵהֶם לְפִי דַעְתּוֹ. וְסָמַכְתָּ אֶת יָדְךָ עָלָיו, כְּמַדְלִיק נֵר מִנֵּר. <small>(במדבר כז, כ)</small>: וְנָתַתָּה מֵהוֹדְךָ, כִּמְעָרֶה מִכְּלִי לִכְלִי. וּמַה שֶּׁאָמַרְתָּ <small>(במדבר לו, ט)</small>: וְלֹא תִסֹּב נַחֲלָה מִמַּטֶּה לְמַטֶּה אַחֵר, הַכָּבוֹד אֵינוֹ זָז מִבֵּית אָבִיךָ, שֶׁאַף יְהוֹשֻׁעַ שֶׁעוֹמֵד תַּחְתֶּיךָ <small>(במדבר כז, כא)</small>: וְלִפְנֵי אֶלְעָזָר הַכֹּהֵן יַעֲמֹד.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“Who will go out before them, and who will come before them, and who will take them out, and who will bring them in, that the congregation of the Lord will not be like a flock that has no shepherd” (Numbers 27:17).</b> <br>“The Lord shall appoint” – this is analogous to a king who saw a certain orphan woman. He sought to take her as a wife. He sent to propose to her. She said: ‘I am not worthy to marry the king.’ He sent to propose to her seven times but she did not want to do so. Ultimately, she married him. Sometime later he grew angry at her and sought to divorce her. She said to him: ‘I did not seek to marry you; you sought me. Since you decreed to divorce me and to take another, do not do to that one as you did to me.’ So it was with the Holy One blessed be He. Rabbi Shmuel bar Naḥmani said: For seven days,<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">See Vayikra Rabba 11:6.</i> the Holy One blessed be He was enticing him to go on His mission, but he said to Him: “Please send by means of whom You will send” (Exodus 4:13). “I am not a man of words, neither yesterday nor the day before, [nor since You have spoken to Your servant]” (Exodus 4:10) – these are seven days. Sometime later, the Holy One blessed be He placated him, and he went on His mission, and He performed all those miracles by his means. Ultimately, He said to him: “You will not bring [this assembly into the land]” (Numbers 20:12). Moses said to Him: ‘Master of the universe, I did not request to go.’ Likewise he says: ‘“You began to show Your servant…” (Deuteronomy 3:24). Since this is what You decreed upon me, the one who will enter, do not do to him as You did to me. Rather, “who will take them out, and who will bring them in.”’ <br><b>“The Lord said to Moses: Take you Joshua, the son of Nun, a man in whom there is spirit, and lay your hand upon him” (Numbers 27:18).</b> <br>The Holy One blessed be He said to him: “Take for you Joshua, the son of Nun.” Moses did so generously, as it is stated: “The generous man will be blessed” (Proverbs 22:9). This is analogous to a king who said to a member of his household: Give so-and-so a <i>se’a </i>of wheat. He went and gave him two <i>se’a</i>. He said to him: One <i>se’a </i>from the king’s and one <i>se’a </i>from mine. So, the Holy One blessed be He said to Moses: “And lay your hand upon him” – one hand. What did Moses do?<b> </b>“He laid his hands [upon him] and commanded him” (Numbers 27:23) – to realize what is stated: “The generous man will be blessed.” This is why: “The guardian of a fig tree will eat its fruit” (Proverbs 27:18). <br>Why was the Torah likened to a fig tree? It is because the olive tree, the vine, and the date tree are each harvested at one time, but the fig tree is harvested a bit at a time. The Torah, too, one studies a bit today and a lot tomorrow, because it is not learned in one year and not in two years. <br>“A man in whom there is spirit” – because he had said: “God of the spirits” (Numbers 27:16); as You know the spirit of each and every one of Your creations, and You should appoint a person who knows how to conduct himself with each and every one of them in accordance with his own disposition. <br>“And lay your hand upon him” – like one kindling from lamp to lamp. “You shall confer from your grandeur [upon him]” (Numbers 27:20) – like one pouring from vessel to vessel. <br>What you said: “An inheritance shall not pass from one tribe to another tribe” (Numbers 36:9) – this honor will not move from your patrilineal house, as, even Joshua who is standing in your stead, “before Elazar the priest he shall stand” (Numbers 27:21).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59636c52d6e4a9416e9c4c01", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Numbers 27:23:1", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Mizrachi, Numbers 27:23:1", "sourceHeRef": "מזרחי, במדבר כ״ז:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "במדבר", "he": "<b>כאשר דבר יי' אף לענין ההוד נתן מהודו עליו. </b>דאל\"כ כאשר דבר יי' למה לי הרי כבר אמר ויעש משה כאשר צוה יי' אותו וחזר ופירש ויקח את יהושע וגו' ויסמוך את ידיו עליו ויצוהו וגו' מת\"ל כאשר דבר יי' ביד משה ללמד שאף מהודו נתן עליו: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5ae9bf299197ec001aac2eb3", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Numbers 27:23:1", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Midrash Aggadah, Numbers 27:23:1", "sourceHeRef": "מדרש אגדה, במדבר כ״ז:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "במדבר", "he": "ויסמוך את ידיו עליו ויצוה. <i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"14\"></i> אעפ\"י שלא אמר לו הקב\"ה אלא בידו אחת, שנאמר ידך עליו (פסוק יח), והוא סמך בשתי ידיו עליו בעין יפה, לכך נאמר טוב עין הוא יבורך (משלי כ\"ב ט'):", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5af8eaa3613964014ac6afdc", "index_title": "Menachot", "category": "Talmud", "type": "", "ref": "Menachot 93b:18", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Menachot 93b:18", "sourceHeRef": "מנחות צ״ג ב:י״ח", "anchorVerse": 23, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 186.0018, "collectiveTitle": {"en": "Menachot", "he": "מנחות"}, "heTitle": "מנחות", "he": "בסמיכה נמי כתיב (במדבר כז, כג) ויסמוך את ידיו עליו ויצוהו סמיכה דבהמה קאמרי:", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The Gemara asks: But <b>also with regard to placing hands it is written,</b> concerning Moses’ ordination of Joshua: <b>“And he placed his hands [<i>yadav</i>] upon him</b> and gave him a charge” (Numbers 27:23), using the plural “his hands” [<i>yadav</i>] instead of: His hand [<i>yado</i>]. The Gemara clarifies that Reish Lakish meant that one could say: When I established that paradigm, <b>I was speaking</b> only about the term: His hands [<i>yadav</i>], <b>with regard to placing hands</b> on <b>an animal</b> offering. But in all other cases, if the intention is that there were two hands, the plural must be used.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5c179532bb386c011be947ef", "index_title": "Bartenura on Mishnah Sanhedrin", "category": "Quoting Commentary", "type": "", "ref": "Bartenura on Mishnah Sanhedrin 1:3:1", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Bartenura on Mishnah Sanhedrin 1:3:1", "sourceHeRef": "ברטנורא על משנה סנהדרין א׳:ג׳:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1482], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Bartenura on Mishnah Sanhedrin", "he": "ברטנורא על משנה סנהדרין"}, "heTitle": "ברטנורא על משנה סנהדרין", "he": "<b>סמיכת זקנים.</b> על ראש פר העלם דבר של צבור. ויש במשמעות הדברים גם מינוי הדיין, שהגדול הסומך צריך שיצרף עמו שנים כשרוצה לסמוך חכם כדי שיקרא רבי וידון דיני קנסות. ולשון סמיכה, משום דכתיב (במדבר כ״ז:כ״ג) ויסמוך את ידיו עליו. ולאו דבעי מסמך ידיה עליה אלא בשמא קרו ליה רבי. ואין סמיכה בחוצה לארץ, אלא צריך שהסומך והנסמך יהיו כולן בארץ ישראל, ואז יהיה לו רשות לדון דיני קנסות ואפילו בחוץ לארץ, לפי שסנהדרין נוהגת בין בארץ בין בחוץ לארץ, אחר שנסמכו בארץ. וכתב הרמב״ם שנראה לו שבזמן הזה שאין לנו סמוך איש מפי איש עד משה רבינו, אם היו מסכימים כל החכמים שבא״י לסמוך יחיד או רבים, הרי אלו סמוכים ויכולים לדון דיני קנסות ויש להן לסמוך לאחרים. והדבר צריך הכרע:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "סמיכת זקנים – on the head of a bullock over a matter that escaped the notice of the community. And there is in the implication of these things also the appointment of a judge, for the greatest one who is ordained, needs to combine with him two [others] when he wants to ordain a Sage in order in order that he will be called “Rabbi” and will adjudicate laws of fines. And we use the language of סמיכה / laying of hands/ordination because it is written (Numbers 27:23): “He laid his hands upon him [and commissioned him – as the LORD had spoken through Moses].” And not that one requires the ordaining with his hands upon him, but by name, as they call him “Rabbi.” But there is no ordination outside of the Land of Israel, but it is necessary that the one who ordains and the ordainee are all together in the Land of Israel, for then he will have permission to adjudicate the laws of fines, and even outside of the Land, for the [authority of the] Sanhedrin applies both in the Land [of Israel] and outside of the Land [of Israel], after they have been ordained in the Land [of Israel]. And Maimonides wrote that it appeared to him that since we no longer have men ordained by the mouth of other men [going back] until the time of Moses our Teacher, if all the Sages in the Land of Israel would each ordain one individual or many, it would be that they would be ordained and able to adjudicate the laws of fines and they would be able to ordain others. And this matter requires a verdict by a majority of one.", "versionTitle": "Bartenura on Mishnah, trans. by Rabbi Robert Alpert, 2020", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c17b850bb386c011bea4b36", "index_title": "Ein Yaakov", "category": "Midrash", "type": "", "ref": "Ein Yaakov, Sanhedrin 1:24", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Ein Yaakov, Sanhedrin 1:24", "sourceHeRef": "עין יעקב, סנהדרין א׳:כ״ד", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1490, 1550], "commentaryNum": 1.0024, "collectiveTitle": {"en": "Ein Yaakov", "he": "עין יעקב"}, "heTitle": "סנהדרין", "he": "טו אָמַר לֵיהּ אַבַּיֵי לְרַב יוֹסֵף: מִיסְמַךְ סָבֵי בִּשְׁלֹשָׁה, מְנָא לָן? אִילֵימָא מִדִּכְתִיב: (במדבר כ״ז:כ״ג) \"וַיִּסְמֹךְ אֶת יָדָיו עָלָיו\", (מכדי משה יחיד הוה,) אִי הָכִי, תִּסְגִּי בְּחַד! וְכִי תֵּימָא: מֹשֶׁה בִּמְקוֹם שִׁבְעִים וְחַד קָאִי, אִי הָכִי, לִיבָּעִי שִׁבְעִים וְחַד! קַשְׁיָא. אָמַר לֵיהּ רַב אַחָא בְּרֵיהּ דְּרָבָא לְרַב אַשִׁי: בְּיָדָא מַמָּשׁ סַמְכִינָן לֵיהּ? אָמַר לֵיהּ: סַמְכִינָן לֵיהּ בִּשְׁמָא, קָרוּ לֵיהּ 'רַבִּי', וִיהָבֵי לֵיהּ רְשׁוּתָא לְמֵידַן דִּינֵי קְנָסוֹת. וְחַד, לָא סָמִיךְ? וְהָאָמַר רַב יְהוּדָה, [אָמַר רַב]: בְּרַם, זָכוּר אוֹתוֹ הָאִישׁ לַטּוֹב, וְרַבִּי יְהוּדָה בֶּן בָּבָא שְׁמוֹ, שֶׁאִלְמָלֵא הוּא, נִשְׁתַּכְּחוּ דִּינֵי קְנָסוֹת [מִיִּשְׂרָאֵל]. נִשְׁתַּכְּחוּ, נִגְרוֹסִינְהוּ?! אֶלָּא, בָּטְלוּ דִּינֵי קְנָסוֹת מִיִּשְׂרָאֵל, שֶׁפַּעַם אַחַת גָּזְרָה מַלְכוּת גְּזֵרָה עַל יִשְׂרָאֵל, שֶׁכָּל הַסּוֹמֵךְ, יֵהָרֵג, וְכָל הַנִּסְמָךְ, יֵהָרֵג, וְעִיר שֶׁסּוֹמְכִין בָּהּ, תֵּחָרֵב, וּתְחוּמִין שֶׁסּוֹמְכִין בָּהֶם, יֵעָקְרוּ. מֶה עָשָׂה רַבִּי יְהוּדָה בֶּן בָּבָא? הָלַךְ וְיָשַׁב לוֹ בֵּין שְׁנֵי הָרִים גְּדוֹלִים, [וּבֵין שְׁתֵּי עֲיָרוֹת גְּדוֹלוֹת], וּבֵין שְׁנֵי תְּחוּמֵי שַׁבָּת, בֵּין אוּשָׁא לִשְׁפַרְעָם, וְסָמַךְ שָׁם חֲמִשָּׁה זְקֵנִים, וְאֵלּוּ הֵן: רַבִּי מֵאִיר, וְרַבִּי יְהוּדָה, וְרַבִּי שִׁמְעוֹן, וְרַבִּי יוֹסֵי, וְרַבִּי אֶלְעָזָר בֶּן שַׁמּוּעַ. רַב אַוְיָא מוֹסִיף: אַף רַבִּי נְחֶמְיָה. כֵּיוָן שֶׁהִכִּירוּ אוֹיְבִים בָּהֶם, (בָּאוּ לְהָרְגָם.) אָמַר לָהֶם: בָּנַי רוּצוּ! אָמְרוּ לוֹ: רַבִּי, מַה תְּהֵא עָלֶיךָ? אָמַר לָהֶם: הֲרֵינִי מֻטָּל לִפְנֵיהֶם כְּאֶבֶן שֶׁאֵין לָהּ הוֹפְכִים. אָמְרוּ: לֹא זָזוּ מִשָּׁם עַד שֶׁנָּעֲצוּ בּוֹ שְׁלֹשׁ מֵאוֹת לוּנְבִיאוֹת שֶׁל בַּרְזֶל, וַעֲשָׂאוּהוּ כִּכְבָרָה. רַבִּי יְהוּדָה בֶּן בָּבָא, אַחֲרִינֵי הֲווּ בַּהֲדֵיהּ, וְהַאי דְּלָא חָשִׁיב לְהוּ, מִשּׁוּם כְּבוֹדוֹ דְּרַבִּי יְהוּדָה בֶּן בָּבָא. וְרַבִּי מֵאִיר, רַבִּי יְהוּדָה בֶּן בָּבָא סְמָכוֹ? וְהָאָמַר רַבָּה בַּר בַּר חַנָּה, אָמַר רַבִּי יוֹחָנָן: כָּל הָאוֹמֵר עַל רַבִּי מֵאִיר, שֶׁלֹּא סְמָכוֹ רַבִּי עֲקִיבָא, אֵינוֹ אֶלָּא טוֹעֶה. סַמְכֵיהּ רַבִּי עֲקִיבָא וְלָא קִבְּלוּ, (דאכתי הוה יניק,) סַמְכֵיהּ רַבִּי יְהוּדָה בֶּן בָּבָא וְקִבְּלוּ.", "heVersionTitle": "Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אגדות חז\"ל - דעת", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c469c9908d98a02694e3393", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, עִנְיָן 1", "anchorRef": "Numbers 27:12-23", "anchorRefExpanded": ["Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23"], "sourceRef": "Jastrow, עִנְיָן 1", "sourceHeRef": "מילון יסטרוב, עִנְיָן א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "עִנְיָן", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">עִנְיָן</strong>, <strong dir=\"rtl\">עִנְיָין</strong>, <strong dir=\"rtl\">עִי׳</strong> m. (b. h.;  <a class=\"refLink\" href=\"/Jastrow,_עני.1\" data-ref=\"Jastrow, עני 1\"><span dir=\"rtl\">עָנָה</span> I)</a>  [<i>answer, corresponding affair</i>,] <i>correspondence, relation; subject, object, affair, idea</i>. Sifra introd. <span dir=\"rtl\">שהוא כעִנְיָנוֹ</span> in keeping with the general subject to which it is related, v. <a class=\"refLink\" href=\"/Jastrow,_טָעַן I.1\" data-ref=\"Jastrow, טָעַן I 1\"><span dir=\"rtl\">טָעַן</span> I</a>; <span dir=\"rtl\">שלא כענינו</span> out of relation to the general subject. <a class=\"refLink\" href=\"/Kiddushin.6a.11\" data-ref=\"Kiddushin 6a:11\">Kidd. 6ᵃ</a> <span dir=\"rtl\">והוא שעסוקין באותו ע׳</span> provided they are engaged in conversation on that subject (of marriage). <a class=\"refLink\" href=\"/Kiddushin.6a.11\" data-ref=\"Kiddushin 6a:11\">Ib.</a> <span dir=\"rtl\">מע׳ לע׳ באותו ע׳</span> when their conversation changed from one point to another all, however, having relation to that subject (of marriage, e.g. about dowry, about the man’s financial condition). <a class=\"refLink\" href=\"/Bava_Batra.114a.2\" data-ref=\"Bava Batra 114a:2\">B. Bath. 114ᵃ</a> <span dir=\"rtl\">כל זמן שעוסקין באותו ע׳</span> so long as the judges are engaged in that case (of donation), opp. <span dir=\"rtl\">כל זמן שיושבין</span> so long as they are in session. <a class=\"refLink\" href=\"/Kiddushin.43a.5\" data-ref=\"Kiddushin 43a:5\">Kidd. 43ᵃ</a> <span dir=\"rtl\">אם אינו ע׳ לגופו תנהו ע׳ לכל וכ׳</span> if it (that word <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_הַהוּא.1\" data-ref=\"Jastrow, הַהוּא 1\">ההוא</a> in the text) has no bearing on the subject itself (because a previous <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_הַהוּא.1\" data-ref=\"Jastrow, הַהוּא 1\">ההוא</a> has already intimated the exclusion of a messenger), make it bear on all laws of the Torah (that you cannot authorize a deputy for an unlawful act). Tosef. Meg. IV (III), 5 [read:] <span dir=\"rtl\">בבית הוועד שואלין לעִנְיַין הפסח וכ׳</span> in the school house the subject of Passover laws is discussed thirty days (before the festival). <a class=\"refLink\" href=\"/Tosefta_Sotah.6.2\" data-ref=\"Tosefta Sotah 6:2\">Tosef. Sot. VI, 2</a>, v. <a class=\"refLink\" href=\"/Jastrow,_עני.1\" data-ref=\"Jastrow, עני 1\"><span dir=\"rtl\">עָנָה</span> I</a>. <a class=\"refLink\" href=\"/Shir_HaShirim_Rabbah.1.10.3\" data-ref=\"Shir HaShirim Rabbah 1:10:3\">Cant. R. to I, 10</a> (ref. to <a class=\"refLink\" href=\"/Numbers.27.1-11\" data-ref=\"Numbers 27:1-11\">Num. XXVII, 1-11</a>, a. <a class=\"refLink\" href=\"/Numbers.27.12-23\" data-ref=\"Numbers 27:12-23\">12-23</a>) <span dir=\"rtl\">וכי מה ע׳ זה לזה</span> what relation is there between these two subjects?; a. v. fr.—Pl. <span dir=\"rtl\">עִנְיָנוֹת</span>, <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_עִנְיָנָא.1\" data-ref=\"Jastrow, עִנְיָנָא 1\">עִנְיָי׳</a>, <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_עִבְרַי.1\" data-ref=\"Jastrow, עִבְרַי 1\">עִי׳</a>. Tosef. Meg. l. c. <span dir=\"rtl\">מדלגין מע׳ הפסח הכתובין בתורה</span> Var. ed. Zuck. (ed. <span dir=\"rtl\">בעניין</span>, corr. acc.) they skip (make selections) from the Scriptural passages relating to Passover. <a class=\"refLink\" href=\"/Tosefta_Shabbat.13\" data-ref=\"Tosefta Shabbat 13\">Tosef. Sabb. XIII</a> (<a class=\"refLink\" href=\"/Tosefta_Shabbat.14.4\" data-ref=\"Tosefta Shabbat 14:4\">XIV), 4</a> <span dir=\"rtl\">ברכות אע\"פ וע׳ הרבה שבתורה וכ׳ …</span> benedictions (prayers), even if there be in them some of the letters of the Divine Name and many selections from the Torah, should not be saved from fire (on the Sabbath); Y. ib. XVI, 15ᶜ; <a class=\"refLink\" href=\"/Tractate_Soferim.15.4\" data-ref=\"Tractate Soferim 15:4\">Treat. Sof’rim XV, 4</a>. <a class=\"refLink\" href=\"Jerusalem_Talmud_Maaser_Sheni.4.4.5\" data-ref=\"Jerusalem Talmud Maaser Sheni 4:4:5\">Y. Maas. Sh. IV, 55ᵃ</a> bot. <span dir=\"rtl\">מה פליגין כשהפליגו דעתן לע׳ אחרים</span> in what case do they differ? When they had turned their mind to other points, opp. to <span dir=\"rtl\">עסוקין באותו עניין</span> (v. supra); <a class=\"refLink\" href=\"Jerusalem_Talmud_Gittin.6.1.6\" data-ref=\"Jerusalem Talmud Gittin 6:1:6\">Y. Gitt. VI, 47ᵈ</a> bot. (corr. acc.)."], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5cd138d569ad4c007a1d4c06", "index_title": "Birkat Asher on Torah", "category": "Quoting Commentary", "type": "", "ref": "Birkat Asher on Torah, Genesis 48:20:12", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Birkat Asher on Torah, Genesis 48:20:12", "sourceHeRef": "ברכת אשר על התורה, בראשית מ״ח:כ׳:י״ב", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 20.0012, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "בראשית", "he": "<b>הנהגת ליל שבת - בסידור \"בית יעקב\":</b> מנהגם של ישראל לברך הילדים בליל שבת (אחד האבות ואחד הרבנים) אחר התפילה או בכניסה לבית, שאז חל השפע. וראוי להמשיכו על הילדים ביחוד שאין בכוחם להמשיך שפע במעשיהם, אבל ע\"י גדול - אמצעי משובח הוא - יורד וחל ונאחז ביותר בקטנים שעדיין לא טעמו טעם חטא, ועל ידיהם הוא מתפשט יותר, אבל גם הבנים הגדולים מקבלים ברכה מאבותיהם ונכון הוא. ומניחים שתי ידיהם על ראשיהם כמו שמצינו בכל המברכים, כדרך שנהג משה רבנו ע\"ה עין יפה (כנראה מתכוון לאמור בפ' פנחס (במדבר כז, כג): \"ויסמך את ידיו עליו\" (על יהושע), בעוד שנצטוה: \"וסמכת ידך עליו\". ור' רש\"י שם) וכן ראוי למברך לעולם, כי טוב עין הוא יברך, וכן כהנים בברכת כהנים בשתי ידיים, וכן מצינו במלאכים ליל ערב שבת, שאמרו ז\"ל שמניחים ידיהם על ראשו של אדם כשמברכין אותו (ולא ידעתי, היכן זה נאמר). ומה שמצינו ביעקב אבינו ע\"ה שיברך אפרים ומנשה כל אחד ביד אחת, לא היתה עינו צרה ח\"ו, אלא מפני ההכרח הוצרך לעשות כן, כדי שלא להטיל קנאה ביניהם מאחר שבאו לפניו בבת אחת לקבל ברכתו.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd141b2922a7400576c29dc", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 27:23:1", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Birkat Asher on Torah, Numbers 27:23:1", "sourceHeRef": "ברכת אשר על התורה, במדבר כ״ז:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>רש\"י ד\"ה ויסמך את ידיו, בעין יפה, יותר ויותר ממה שנצטוה וכו'.</b> ואף על פי כן, \"פני משה כחמה, פני יהושע כלבנה\" (כ ד\"ה מהודך). (פ' פינחס תשמ\"ח) מעניינים בהקשר זה דברי בעל \"מלאכת הקדש\" שכתב: הנה כל ימי צְבָאִי הייתי מייחל לידע מה זאת עשה ה' לנו, שבכל מקום הוא אומר \"יהושע בן נון\" - הבי\"ת בחיריק, ולא עשה כן בכל \"ן\" הכתוב במקרא, והרבה פעמים שאלתי את חכמי ארץ ולא מצאתי בפיהם מענה. אמנם עתה ניחא לי, דאיכא למימר שמכיון שמשה מלאו ליהושע את חכמתו בעין יפה עד שעשאו ככלי מלא וגדוש, לכן נקרא \"בן\" - מלשון בינה, להורות על הבינה היתרה שניתנה לו. ע\"כ.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e1485aa9538de35ef3f1469", "index_title": "Chatam Sofer on Torah", "category": "Commentary", "type": "commentary", "ref": "Chatam Sofer on Torah, Pinchas 62", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Chatam Sofer on Torah, Pinchas 62", "sourceHeRef": "חתם סופר על התורה, פנחס ס״ב", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1785, 1835], "commentaryNum": 62, "collectiveTitle": {"en": "Chatam Sofer", "he": "חתם סופר"}, "heTitle": "פנחס", "he": "<b>ויסמוך ידיו עליו כאשר דבר ה' ביד משה</b> פירש\"י גם לענין ההוד נ\"ל הפי' לענין מלוי חכמה לא עשה כאשר צוה ה' כי סמך ידיו עליו לעשותו מלא וגדוש אך לענין ההוד עשה כאשר דבר ה' \"ביד\" דוקא ביד א' שלא יהי' קירון עור פניו ביותר ויראו ישראל מגשת אליו וכבר כתבתי מזה לעיל:", "heVersionTitle": "Chatam Sofer on Torah, Bratislava, 1879-1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת משה. פרעסבורג, תרל\"ט-תרנ\"ג", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e1486fa2ed40553af50fd5c", "index_title": "Gan Naul", "category": "Jewish Thought", "type": "", "ref": "Gan Naul, House I 8:7:13", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Gan Naul, House I 8:7:13", "sourceHeRef": "גן נעול, בית ראשון ח׳:ז׳:י״ג", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1755, 1765], "commentaryNum": 7.0013, "collectiveTitle": {"en": "Gan Naul", "he": "גן נעול"}, "heTitle": "בית ראשון", "he": "מזה המין עונש קרח וכל עדתו. ואצלם נאמר (במדבר טז, ל) \"וידעתם כי נאצו האנשים האלה את יי'\". וכבר בארנו שאין מנאץ, רק מי שהוא מִכַּת הבוזים דבר ה' ה\"חכמים בעיניהם\". ואע\"פי שהיה משה עניו מכל האדם, ראה כי נכון לעשות רושם בחוטאים כאלו והלך בדרך ה'. מזה המין שליחת העדה את פינחס בן אלעזר ועשרה נשיאים עמו אל בני גד ובני ראובן (יהושע כב, יג-יד) להודיעם שיעלו עליהם לצבא בעבור המזבח שבנו. ואף על פי שמדין תורה השוחט בחוץ דינו מסור לשמים, ראו בחכמתם שלא דברה תורה בענין כזה שהי' מרד ומעל בפומבי, וכבוזה דבר ה'. מזה המין עלות בני ישראל לבא על גבעה ובני בנימן כולם (שופטים כ׳:ז׳). בעבור שהיה במעשה ההוא אפקורסות, ודנום כמתקוממים נגד חק התורה.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">עיין \"מורה נבוכים\", ח\"ג פרק מ\"א</i> וממה שבארנו תקיש על כלל המשפטים הנמסרים למלכים ולבית דין הגדול, שהן ענינים נבדלים באופני ההנהגה מהנהגת שאר העם ושופטיו. והכל בעבור הבדל הנפשות. הלא תראה שכאשר נמשח שאול למלך, אמר לו שמואל (שמואל א י, ו) \"וצלחה עליך רוח יי' והתנבית עמם ונהפכת לאיש אחר\". ונאמר (י, ט) \"והיה כהפנותו שכמו ללכת מעם שמואל ויהפך לו אלהים לב אחר\". והוא הרוח הטוב, רוח הקדש רוח נדיבה, שבארנו מקצת ענינים למעלה (חדר ה' חלון ד'). וכן כשנמשח דוד ע\"ה למלך נאמר (שמואל א טז, יג) \"ותצלח רוח יי' אל דוד מהיום ההוא ומעלה\". וכן שלמה ושאר המלכים הטובים, כולם בעלי הנפשות היקרות הראויות למלוכה. וקבעה להם החכמה העליונה ארחות קבועות, מה שיעשו ומה שישתמרו מהן, שכר ופרעון. הכל נפלא מדרך שאר העם מזרע הסגולה. וזה מופת על סגולת נפשותיהם, כי אין רוח הקדש שורה על הנפשות זולתי בהיותן בעלת הציורים הנכבדים בחכמה ובדעת. וכפי משקל הכחות כן משקל הרוח, וכמבואר למעלה (שם). ועל זה אמרה החכמה (משלי ח, טו-טז) \"בי מלכים ימלוכו, ורוזנים יחוקקו צדק. בי שרים ישורו ונדיבים כל שופטי ארץ\". כמו שבארנו (חדר ב' חלון ג') שהחכמה תחוקק למלכים מנהגי המלוכה, ולרוזנים מנהגי הצדק, לשרים לנדיבים ולשופטים מנהגי השררה הנדיבות והמשפט. והנה בכל דור ודור קבלו הנגידים משפטי התורות ומנהגי המלוכה הרבים, מפי אבותם וחכמיהם שקבלו מרבם, ורבם מרבם עד הלכה למשה מסיני. כי כל זה בכלל ה\"חכמה\", דבר והפך-הדבר. וכן נאמר (במדבר כז, כג) \"ויסמוך את ידיו עליו ויצוהו\". כי צוה משפטי המלוכה והנגידות. ועל כן אמרו קדמונינו ז\"ל (מובא ברש\"י, במדבר יא, יז. פסקתא דרב כהנא, טז) \"דע שטרחנים הן, סרבנים הן, על מנת שתקבל עליך\". להורות שלמדו הנהגת הנגיד בעם ה', איך ינהיג עמו. ואיך יצא ויבא לפניהם במלחמה ובשאר עניני העם. וכן לענין המשפטים וכיוצא. ועוד נזכיר הדברים בחדר העשירי בעז\"ה, כפי הצריך להשלמת כונתינו:", "heVersionTitle": "Gan Na'ul, Rishon Letzion, 2016", "heLicense": "CC-BY", "heVersionTitleInHebrew": "גן נעול, ראשון לציון תשע\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e4269a988d6fbc47dafbb7f", "index_title": "Kiryat Sefer on Mishneh Torah, The Sanhedrin and the Penalties within their Jurisdiction", "category": "Quoting Commentary", "type": "", "ref": "Kiryat Sefer on Mishneh Torah, The Sanhedrin and the Penalties within their Jurisdiction 4:4:1", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Kiryat Sefer on Mishneh Torah, The Sanhedrin and the Penalties within their Jurisdiction 4:4:1", "sourceHeRef": "קרית ספר על משנה תורה, הלכות סנהדרין והעונשין המסורין להם ד׳:ד׳:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1539, 1551], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Kiryat Sefer on Mishneh Torah, The Sanhedrin and the Penalties within their Jurisdiction", "he": "קרית ספר על משנה תורה, הלכות סנהדרין והעונשין המסורין להם"}, "heTitle": "קרית ספר על משנה תורה, הלכות סנהדרין והעונשין המסורין להם", "he": "<b>אין </b> קרוי אלהים אלא ב\"ד שנסמך בא\"י ואין סומכין בח\"ל אפילו היו הסומכים בא\"י [דאף על גב דמשה כשסמך את יהושע (במדבר כז, כג; דברים לד, ט) היה בחוצה לארץ אכתי לא נתקדשה ארץ ישראל] ויכולין לסמוך הרבה בבת אחת כמו משה שסמך ע' זקנים וכן לסמוך לדבר אחד וכן עד זמן כך.", "heVersionTitle": "Friedberg Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת פרידברג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85c29e5606368b4d871fab", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Pinchas 39", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Agra DeKala, Pinchas 39", "sourceHeRef": "אגרא דכלה, פנחס ל״ט", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 39, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "פנחס", "he": "<b>קח לך את יהושע בן נון איש אשר רו\"ח בו.</b> (במדבר כז יח) עיין מ\"ש לעיל, ולדקדק עוד תיבת אי\"ש דמיותר. והנ\"ל דנרמז בו דרגא דאי\"ש בחינת יוסף זקינו, ובו בשמו של יהושע נרמז, דהיינו במילואו כזה ו\"ד י' י\"ו י\"ן י\"ן בגימטריא יוסף, (שהוא בחינת כ\"ל בש\"ר) המלקט את הכסף (בראשית מז יד) כוספין דאורייתא ומכלכל את כל אחיו, (בראשית לז ב) ועל כן נקרא נע\"ר (ויהושע בן נון נע\"ר וכו' (שמות לג יא)), הוא הזריז בעבודתו כנער, והבן בסוד נע\"ר ונער\"ה, וצדיק יסוד עולם זה שמו אשר יקראו לו נער (עיין בספר מאורי אור), על כן יוסף בן טו\"ב שנה היה כשנקרא נע\"ר, שאז בהתחלת שנת י\"ח (כהרמב\"ם) לחופה בן איש ח\"י (שמואל ב' כג כ), בין והתבונן מאוד. וז\"ש הש\"י על פי\"ו יצאו וכו' הוא וכל בני ישראל אתו (במדבר כז כא), באסתכמותא דכל שייפי גופא, ועל פי זה נ\"ל שזהו סוד סמיכת הי\"ד, להסמיך להצדיק בחינת י\"ד דהיינו המלכות, (עיין בספר מאורי אור וז\"ל, י\"ד נקרא יסו\"ד דמלכו\"ת, כי נעשו מב' ידות שירדו ועשו כלי ביסוד, עכ\"ל). ואמר יד\"ך, כי הוא בעלה דמטרוניתא ואליו יאתה, תן לחכם ויחכם עוד, זה משה שסמכו בשתי ידים הזוכות, (כמבואר הענין בספר הנ\"ל. ומאמר הש\"י יד\"ך להסמיך רק הי\"ד, יש לרמז הענין הנרצה בסיום הפרשה (במדבר כז כג) כאשר דבר י\"י בי\"ד משה, ולא אמר א\"ל משה, הוא כאשר תצרף שם המצוה ית\"ש, דהיינו הויה עם י\"ד מש\"ה, בגימטריא שכינה. וכאשר תצרף י\"ד מש\"ה (להחליש כח השט\"ן הוא עמלק המנגד לברית קודש שזרק מילות כלפי מעלה (תנחומא תצא סי' ט'), ונחלש בהרמת י\"ד מש\"ה (שמות יז יא) כמבואר במקומו, ויהוש\"ע הנע\"ר היה המחליש כמבואר שם) (שמות יז יג), עם יהוש\"ע, אזי בכללותם יחד יהיה בגימטריא שלו\"ם שלמ\"ה מלך שהשלום שלו (שבועות ל\"ה ע\"ב) והבן מאד: ובזה תבין המקרא קודש בפרשת ברכ\"ה (דברים לד ט) ויהושע בן נון מלא רו\"ח חכמ\"ה, (ר\"ל מילואו כנ\"ל שהוא בגימטריא יוס\"ף ציו\"ן, שהוא הרצון והרו\"ח מבחינת חכמ\"ה ראשית המחשבה, בסוד שאמר יעקב מה נורא המקום הזה אי\"ן זה וכו' (בראשית כח יז), היינו המשכת חכמה עליונה מהמוח בחינת אי\"ן, עיין בזוהר הק' ויצא (ח\"א ק\"נ ע\"ב) בדברי בני בנוי דר' צדוק, ותבין גם כן רו\"ח חכמ\"ה, בגימטריא זר\"ע י', והוא סוד מאי\"ן יבא עזר\"י) (תהלים קכא א) , כי סמך משה את ידיו עליו, שהסמיך וקירב את ידיו עליו כנ\"ל, ועל ידי כך וישמעו אליו כל בני ישראל ויעשו כאשר צוה י\"י את משה, דלא היה מקטרג נגדו רוחא דשביק משה בגווייהו דישראל, ועיין מ\"ש לעיל ותבין היטב ותמצא טוב טעם:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ec26505346ff238b6dbf623", "index_title": "Ben Yehoyada on Sanhedrin", "category": "Quoting Commentary", "type": "", "ref": "Ben Yehoyada on Sanhedrin 105b:2", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Ben Yehoyada on Sanhedrin 105b:2", "sourceHeRef": "בן יהוידע על סנהדרין ק״ה ב:ב׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1860, 1900], "commentaryNum": 210.0002, "collectiveTitle": {"en": "Ben Yehoyada on Sanhedrin", "he": "בן יהוידע על סנהדרין"}, "heTitle": "בן יהוידע על סנהדרין", "he": "<b>וְאִיבָּעֵית אֵימָא \"וַיִּסְמֹךְ אֶת יָדָיו עָלָיו וַיְצַוֵּהוּ\" <small>(במדבר כז, כג)</small>.</b> קשא הוה ליה להביא פסוק זה ברישא כיון דהוא פסוק תורה. ונראה לי בס\"ד כי פסוק וִיהִי נָא פִּי שְׁנַיִם <small>(מלכים ב' ב, ט)</small> עדיף טפי כי פסוק 'וַיִּסְמֹךְ יָדוֹ' אין ממנו הוכחה גמורה דיש לומר משה רבינו ע\"ה שאני שהיה מפורסם בענוה שלא נמצא עניו כמוהו בישראל בשום זמן וכאשר העידה התורה עליו וְהָאִישׁ מֹשֶׁה עָנָיו מְאֹד מִכֹּל הָאָדָם וכו' <small>(במדבר יב, ג)</small>.<br>ועוד יש לומר אין הכי נמי ימצא לפעמים איזה רב שאינו מקפיד אך מועטים אלו שאינם מקפידים אלא אדרבה ישמח בגדולת תלמידו עליו ולכך שמח משה רבינו ע\"ה כי הוא מאותם שאינם מקפידים. אך כאן שמצינו דאלישע הנביא ע\"ה בקש מאליהו זכור לטוב דבר זה שיהיה פי שנים עליו קשה, אי איכא רובא דאינשי דקפדי או אפילו אם הם מיעוטא איך ישאל ממנו דבר זה, והיה לו לחוש שמא הוא מאינשי דקפדי? אלא ודאי זה דבר ברור דאין אדם מתקנא בתלמידו וכלל זה ישנו בכולי עלמא וליכא אינשי דקפדי אלא אדרבה הרב שמח בגדולת תלמידו עליו! לכך שאל ממנו שיהיה פי שנים ולא חש כלל.<br>ועוד נראה לי בס\"ד מפסוק 'וַיִּסְמֹךְ' ליכא הוכחה כלל ורק רמז בעלמא יען דיש לומר בודאי אף על פי שסמך שתי ידיו יודע הוא דאי אפשר להשיג כמו שיעור חכמתו אלא לשליש או לרביע ולמה יתקנא ממנו? אבל פסוק 'וִיהִי נָא פִּי שְׁנַיִם בְּרוּחֲךָ אֵלָי' קאמר להדיה שיהיה כפליים עליו להכי אקדמי להאי קרא ברישא כי ממנו איכא הוכחה גמורה.", "heVersionTitle": "Senlake edition 2019 based on Ben Yehoyada, Jerusalem, 1897", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d6aa8415afd29c04f38b", "index_title": "Gur Aryeh on Bamidbar", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Bamidbar 27:23:1", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Gur Aryeh on Bamidbar 27:23:1", "sourceHeRef": "גור אריה על במדבר כ״ז:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על במדבר", "he": "<b>אף לענין ההוד.</b> דאם לא כן, \"כאשר דבר\" למה לי:<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"63\"></i>", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9fe71d77ecfb0d09e92a", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 27:23:1", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Midrash Lekach Tov, Numbers 27:23:1", "sourceHeRef": "מדרש לקח טוב, במדבר כ״ז:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> ויסמך את ידיו עליו ויצווהו. מכאן אמרו בכל מתקנא חוץ מבנו ותלמידו. בנו מדוד שנאמר (מלכים א א׳:מ״ז) ייטיב ה' את שם שלמה משמך ויגדל את כסאו מכסאך, ותלמידו שהרי הקב״ה אמר לו למשה וסמכת את ידך עליו והוא סמך את שתי ידיו. וכן אתה מוצא באליהו שאמר לו אלישע (מ״ב ב) ויהי נא פי שנים ברוחך אלי. וכתיב (דברים ל״ד:ט׳) ויהושע בן נון מלא רוח חכמה כי סמך משה את ידיו עליו וגו' ככלי מלא וגדוש. ויצוהו. מה ציווי הקב״ה בשמחה אף ציווי משה ליהושע בשמחה שנאמר כאשר דבר ה' ביד משה:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60ec1fd6e735e0a5900c9c6c", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "", "ref": "Midrash Lekach Tov, Leviticus 4:15:1", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Midrash Lekach Tov, Leviticus 4:15:1", "sourceHeRef": "מדרש לקח טוב, ויקרא ד׳:ט״ו:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "ויקרא", "he": "<b>פס'.</b> וסמכו זקני העדה את ידיהם. מיוחדים שבעדה. וכמה הן. <i data-commentator=\"Beur HaRe'em\" data-order=\"248\"></i> וסמכו שנים (או) זקני שנים. אין בית דין שקול מוסיפין עליהן אחד הרי כאן חמשה דברי רבי יהודה. ידיהם. <i data-commentator=\"Beur HaRe'em\" data-order=\"249\"></i> יד כל יחיד ויחיד. היינו דתנן במסכת סנהדרין סמיכת הזקנים ועריפת העגלה. ותאנא סמיכה וסמיכת הזקנים סמיכת הזקנים או סמיכת התלמיד שקורין אותו רבי וממנין אותו דיין (בעודו) [בעירו] כדכתיב (במדבר כ״ז:כ״ג) ויסמוך את ידיו עליו ויצוהו. סמיכה זו סמיכת הפר. על ראש הפר. פר טעון סמיכה <i data-commentator=\"Beur HaRe'em\" data-order=\"251\"></i> ואין שעירי עזים צריכין סמיכה דברי ר' יהודה. ושחט את הפר לפני ה'. בצפון:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "612254da5de8bfb900edc2d0", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "anchorRef": "Numbers 15:30-31:19", "anchorRefExpanded": ["Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק ראשון, פרק ה י״ב", "anchorVerse": 30, "sourceHasEn": true, "commentaryNum": 12, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "If the stranger can enjoy literal and metaphysical benefits such as atonement, what makes the stranger a stranger at all? Multiple times in the Pentateuch is the expression “there shall be one law for you and the resident alien” used to show legal equivalence.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See Exodus 12:48–49; Leviticus 7:7, 24:22; Numbers 9:14, 15:15, 15:29–30.</i> Like citizens, strangers can be cut off from the community for cursing God and are obliged to refrain from behaviors that engender impurity.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">For examples, see Leviticus 4, 17:15–16, 18:27–28, 35:34–35; Numbers 15:30–31, 19:13, 19:20.</i> The stranger and the citizen both enjoy the privileges of the community and are both accountable for their place in the community and for their personal relationships with God through prohibitive commands. A poor gentile or <i>ger </i>was counted among the recipients of communal welfare (Lev. 19:10) and enjoyed the protections of the community as a relative equal (Lev. 24:22). Who, then, was the stranger, if during this period of transition there was no land from which to claim citizenship? Who was a stranger if we were all strangers? Furthermore, what made this individual alien if he was included in the community, such that both citizen and stranger were “alike before the Lord”?", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61225507412970c0e359d91a", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "anchorRef": "Numbers 13:27-29:31", "anchorRefExpanded": ["Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק שני, פרק ח כ״ג", "anchorVerse": 27, "sourceHasEn": true, "commentaryNum": 23, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ח", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>This is what they told him: “We came to the land you sent us to; it does indeed flow with milk and honey, and this is its fruit. However, the people who inhabit the country are powerful, and the cities are fortified and very large; moreover, we saw the Anakites there. Amalekites dwell in the Negeb region; Hittites, Jebusites, and Amorites inhabit the hill country; and Canaanites dwell by the Sea and along the Jordan…. We cannot attack that people, for it is stronger than we.” Thus they spread calumnies among the Israelites about the land they had scouted, saying, “The country that we traversed and scouted is one that devours its settlers. All the people that we saw in it are men of great size; we saw the Nephilim there – the Anakites are part of the Nephilim and we looked like grasshoppers to ourselves, and so we must have looked to them.” (Num. 13:27–29, 31–33)</small>", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "62946dd11eb9f101d2d15593", "index_title": "Mishnah Sanhedrin", "category": "Mishnah", "type": "", "ref": "Mishnah Sanhedrin 1:3", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Mishnah Sanhedrin 1:3", "sourceHeRef": "משנה סנהדרין א׳:ג׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 1.0003, "collectiveTitle": {"en": "Mishnah Sanhedrin", "he": "משנה סנהדרין"}, "heTitle": "משנה סנהדרין", "he": "סְמִיכַת זְקֵנִים וַעֲרִיפַת עֶגְלָה, בִּשְׁלֹשָׁה, דִּבְרֵי רַבִּי שִׁמְעוֹן. וְרַבִּי יְהוּדָה אוֹמֵר, בַּחֲמִשָּׁה. הַחֲלִיצָה וְהַמֵּאוּנִין, בִּשְׁלֹשָׁה. נֶטַע רְבָעִי וּמַעֲשֵׂר שֵׁנִי שֶׁאֵין דָּמָיו יְדוּעִין, בִּשְׁלֹשָׁה. הַהֶקְדֵּשׁוֹת, בִּשְׁלֹשָׁה. הָעֲרָכִין הַמִּטַּלְטְלִין, בִּשְׁלֹשָׁה. רַבִּי יְהוּדָה אוֹמֵר, אֶחָד מֵהֶן כֹּהֵן. וְהַקַּרְקָעוֹת, תִּשְׁעָה וְכֹהֵן. וְאָדָם, כַּיּוֹצֵא בָהֶן: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "Both the <b>laying of hands by the Sages and the breaking of the heifer’s neck</b> in a case where a person was found murdered and it is not known who killed him (see Deuteronomy 21:1–9) are performed in front of a panel <b>of three</b> judges; this is <b>the statement of Rabbi Shimon. Rabbi Yehuda says:</b> These rituals are performed in front <b>of five</b> judges. Both <b><i>ḥalitza</i>,</b> the ritual through which the <i>yavam</i>, a surviving brother of a married man who died without sons, frees the <i>yevama</i>, the widow, of her levirate bond in a case where the <i>yavam</i> does not wish to marry the <i>yevama</i> (see Deuteronomy 25:5–10), <b>and the refusal</b> of a girl before reaching majority to remain married to the man to whom her mother or brother married her off, are performed before a court <b>of three</b> judges. The <i>halakha</i> concerning fruit of a fourth-year sapling and second-tithe produce is that they are to be brought to Jerusalem and eaten there. If this is impractical, the produce can be redeemed and the redemption money brought to Jerusalem, where it is used to purchase food and drink. Valuation of fruit of <b>a fourth-year sapling or second-tithe</b> produce in cases <b>where their value is not known</b> is performed <b>by three</b> judges. The valuation of <b>consecrated</b> property for purposes of redemption is performed <b>by three</b> judges, and <b>the valuations that are movable property</b> (see Leviticus 27:1–8) are performed <b>by three</b> judges. <b>Rabbi Yehuda says: One of</b> the three judges must be <b>a priest.</b> <b>And the</b> valuation of consecrated <b>land</b> is performed by <b>nine</b> judges <b>and,</b> in addition, one <b>priest. And</b> the valuation of <b>a person</b> for the purpose of a vow is performed in <b>a similar manner to</b> that of land.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6319d092b6084aa1cbf05049", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, דָּבַר 1", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "BDB, דָּבַר 1", "sourceHeRef": "בראון-דרייבר-בריגס, דָּבַר א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "דָּבַר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big>[<span dir=\"rtl\">דָּבַר</span></big></big><sub>1142</sub><big><big>]</big></big>  <strong>vb. speak (</strong>original meaning dub.; <em>range in order</em> Thes is conjectural and not comprehensive enough; <em>treiben</em> MV does not explain Arabic or Heb. usage, but only Aramaic A meaning <em>go away</em>, sustained by Arabic <span dir=\"rtl\">دَبَرَ بِهِ</span> <em>go away with it</em>, would best explain the four branches of usage:—(1) Arabic <span dir=\"rtl\">دَبَرَ</span> <em>depart, perish</em>, iv. <em>retreat</em>, fig. <em>retrograde, decline;</em> <span dir=\"rtl\">دَبْرٌ</span> <em>passing away, death;</em> Assyrian <em>dabâru</em>, Pi. <em>drive away</em>, Bez <sup>Orient. Diplom. Vocab.</sup>, <em>Dibbara</em>, pest-god, Hpt in KAT <sup>2500</sup>, <span dir=\"rtl\">דֶּבֶר</span> <em>pestilence</em>. (2) Arabic <span dir=\"rtl\">دَبَرَ</span> <em>follow behind</em>, in time, place, or station; <span dir=\"rtl\">دَبْرٌ</span> <em>part behind</em>, <span dir=\"rtl\">دُبُرٌ</span> <em>back</em>, <span dir=\"rtl\">דְּבִיר</span> <em>hindmost chamber of temple</em>. (3) Syriac <span dir=\"rtl\">ܕܒܰܪ</span> <em>lead, guide</em>, cattle, sheep, government, <em>take</em> a wife, = Aramaic <span dir=\"rtl\">דְּבר</span>; Syriac <span dir=\"rtl\">ܕܳܒܽܘܪܳܐ</span>, Aramaic <span dir=\"rtl\">דַּבָּר</span> <em>leader;</em> Syriac <span dir=\"rtl\">ܕܽܘܒܳܪܳܐ</span>, Aramaic <span dir=\"rtl\">דַּבָּרָא</span> <em>guidance;</em> Syriac <span dir=\"rtl\">ܕܰܒܪܳܐ</span> Aramaic <span dir=\"rtl\">דַּבְרָא</span>, Heb. <span dir=\"rtl\">דֹּבֶר</span>; Syriac <span dir=\"rtl\">ܡܰܕܒܰܪ</span>, Aramaic <span dir=\"rtl\">מַדְבְּרָא</span>, Heb. <span dir=\"rtl\">מִדְבָּר</span> <em>pasture, wilderness;</em> Arabic <span dir=\"rtl\">دِبْرٌ</span>, Syriac <span dir=\"rtl\">ܕܶܒܘܽܪܻܝܬܳܐ</span>, Aramaic <span dir=\"rtl\">דַּבַּרְתָּא</span>, Heb. <span dir=\"rtl\">דְּבוֹרָה</span> <em>swarm of bees</em>, may be in this line, as led by their queen, so Thes. (4) Arabic <span dir=\"rtl\">دَبَّرَ</span> <em>consider the end</em> or <em>issue</em> (of an affair), <em>relate</em> (a story or tradition); <span dir=\"rtl\">دَبَّرَ فِى</span> <em>consider</em>, <span dir=\"rtl\">دَبَّرَ عَلَى</span> <em>plan against;</em> Ph. <span dir=\"rtl\">דבר</span> <em>speak;</em> Heb. <span dir=\"rtl\">דִּבֶּר</span> etc. Syn. of <span dir=\"rtl\">אָמַר</span> <em>say</em>, as Aramaic <span dir=\"rtl\">מַלֵּל</span> with <span dir=\"rtl\">אֲמַר</span>; Gk. λαλεῖν, λέγειν; Lat. <em>loqui, dicere;</em> Germ. <em>reden, sagen</em><strong>)</strong>—<br>†<strong>Qal</strong><sub>41</sub>  only inf. (once?) & pt.: Inf. sf. <span dir=\"rtl\">בְּדָרְרֶ֑ךָ</span> (by attraction to <span dir=\"rtl\">בְּשָׁפְטֶ֑ךָ</span> for usual Piel) <a data-ref=\"Psalms 51:6\" href=\"/Psalms.51.6\">ψ 51:6</a>; Pt. <span dir=\"rtl\">דֹּבֵר</span> <a data-ref=\"Exodus 6:29\" href=\"/Exodus.6.29\">Ex 6:29</a> + 30 times; pl. <span dir=\"rtl\">דֹּבְרִים</span> <a data-ref=\"Numbers 36:5\" href=\"/Numbers.36.5\">Nu 36:5</a> <a data-ref=\"Psalms 109:20\" href=\"/Psalms.109.20\">ψ 109:20</a>; cstr. <span dir=\"rtl\">דֹּבְרֵי</span> <a data-ref=\"Psalms 5:7\" href=\"/Psalms.5.7\">ψ 5:7</a> + 3 times; f. <span dir=\"rtl\">דֹּבְרוֹת</span> <a data-ref=\"Numbers 27:7\" href=\"/Numbers.27.7\">Nu 27:7</a> <a data-ref=\"Psalms 31:19\" href=\"/Psalms.31.19\">ψ 31:19</a>; pass. <span dir=\"rtl\">דָּבֻר</span> <a data-ref=\"Proverbs 25:11\" href=\"/Proverbs.25.11\">Pr 25:11</a>;—<em>speak</em>, abs. <a data-ref=\"Numbers 27:7\" href=\"/Numbers.27.7\">Nu 27:7</a>; <a data-ref=\"Numbers 32:27\" href=\"/Numbers.32.27\">32:27</a>; <a data-ref=\"Numbers 36:5\" href=\"/Numbers.36.5\">36:5</a> (P) <a data-ref=\"Psalms 51:6\" href=\"/Psalms.51.6\">ψ 51:6</a> (?); <span dir=\"rtl\">דָּבָר דָּבֻר</span> <em>word spoken</em> <a data-ref=\"Proverbs 25:11\" href=\"/Proverbs.25.11\">Pr 25:11</a>; with acc. rei <span dir=\"rtl\">דֹּבֵר דָּבָר</span> <em>speaking a word</em> <a data-ref=\"Job 2:13\" href=\"/Job.2.13\">Jb 2:13</a>; <span dir=\"rtl\">אמת</span> <a data-ref=\"Psalms 15:2\" href=\"/Psalms.15.2\">ψ 15:2</a>, <span dir=\"rtl\">תמים</span> <a data-ref=\"Amos 5:10\" href=\"/Amos.5.10\">Am 5:10</a>, <span dir=\"rtl\">(מ) ישׁרים</span> <a data-ref=\"Proverbs 16:13\" href=\"/Proverbs.16.13\">Pr 16:13</a>; <a data-ref=\"Isaiah 33:15\" href=\"/Isaiah.33.15\">Is 33:15</a>, <span dir=\"rtl\">צדק</span> <a data-ref=\"Isaiah 45:19\" href=\"/Isaiah.45.19\">Is 45:19</a>, <span dir=\"rtl\">שׁלום</span> <a data-ref=\"Esther 10:3\" href=\"/Esther.10.3\">Est 10:3</a> <a data-ref=\"Psalms 28:3\" href=\"/Psalms.28.3\">ψ 28:3</a>, <span dir=\"rtl\">שׁקר(ים)</span> <a data-ref=\"Psalms 63:12\" href=\"/Psalms.63.12\">ψ 63:12</a>; <a data-ref=\"Psalms 101:7\" href=\"/Psalms.101.7\">101:7</a>; <a data-ref=\"Jeremiah 40:16\" href=\"/Jeremiah.40.16\">Je 40:16</a>, <span dir=\"rtl\">כזב</span> <a data-ref=\"Psalms 5:7\" href=\"/Psalms.5.7\">ψ 5:7</a>; <a data-ref=\"Psalms 58:4\" href=\"/Psalms.58.4\">58:4</a>, <span dir=\"rtl\">רע</span> <a data-ref=\"Psalms 109:20\" href=\"/Psalms.109.20\">ψ 109:20</a>, <span dir=\"rtl\">נבלה</span> <a data-ref=\"Isaiah 9:16\" href=\"/Isaiah.9.16\">Is 9:16</a>, <span dir=\"rtl\">הַוַּת נפשׁו</span> <a data-ref=\"Micah 7:3\" href=\"/Micah.7.3\">Mi 7:3</a>; with <span dir=\"rtl\">אֶל</span> of <em>person, unto</em> <a data-ref=\"Genesis 16:13\" href=\"/Genesis.16.13\">Gn 16:13</a> (J) <a data-ref=\"Exodus 6:29\" href=\"/Exodus.6.29\">Ex 6:29</a> (P) <a data-ref=\"Jeremiah 38:20\" href=\"/Jeremiah.38.20\">Je 38:20</a>; <a data-ref=\"Jeremiah 40:16\" href=\"/Jeremiah.40.16\">40:16</a> <a data-ref=\"Daniel 10:11\" href=\"/Daniel.10.11\">Dn 10:11</a> <a data-ref=\"Jonah 3:2\" href=\"/Jonah.3.2\">Jon 3:2</a>; <span dir=\"rtl\">בְּאָזְנֵי</span> <em>in the ears of</em> <a data-ref=\"Deuteronomy 5:1\" href=\"/Deuteronomy.5.1\">Dt 5:1</a>; <a data-ref=\"Jeremiah 28:7\" href=\"/Jeremiah.28.7\">Je 28:7</a>; <span dir=\"rtl\">עַל</span> <em>concerning, about</em> <a data-ref=\"Psalms 31:19\" href=\"/Psalms.31.19\">ψ 31:19</a>; <a data-ref=\"Psalms 109:20\" href=\"/Psalms.109.20\">109:20</a>; <a data-ref=\"Jeremiah 32:42\" href=\"/Jeremiah.32.42\">Je 32:42</a> (sometimes rendered <em>against</em>, but dub.); <span dir=\"rtl\">עִם</span> <em>with</em> <a data-ref=\"Psalms 28:3\" href=\"/Psalms.28.3\">ψ 28:3</a>; <span dir=\"rtl\">הַמַּלְאָךְ הַדֹּבֵר בִּי</span> <em>the angel that spake with me</em> (as a prophet, an instrument of communicating with Israel) <a data-ref=\"Zechariah 1:9\" href=\"/Zechariah.1.9\">Zc 1:9</a>, <a data-ref=\"Zechariah 1:13\" href=\"/Zechariah.1.13\">13</a>, <a data-ref=\"Zechariah 1:14\" href=\"/Zechariah.1.14\">14</a>; <a data-ref=\"Zechariah 2:2\" href=\"/Zechariah.2.2\">2:2</a>, <a data-ref=\"Zechariah 2:7\" href=\"/Zechariah.2.7\">7</a>; <a data-ref=\"Zechariah 4:1\" href=\"/Zechariah.4.1\">4:1</a>, <a data-ref=\"Zechariah 4:4\" href=\"/Zechariah.4.4\">4</a>, <a data-ref=\"Zechariah 4:5\" href=\"/Zechariah.4.5\">5</a>; <a data-ref=\"Zechariah 5:5\" href=\"/Zechariah.5.5\">5:5</a>, <a data-ref=\"Zechariah 5:10\" href=\"/Zechariah.5.10\">10</a>; <a data-ref=\"Zechariah 6:4\" href=\"/Zechariah.6.4\">6:4</a> (vid. prep. <span dir=\"rtl\">בְּ</span> <strong>III. 2</strong> Ew<sup>§ 217 f. (3)</sup>).<br>†<strong>Niph.</strong><sub>4</sub>  Pf. <span dir=\"rtl\">נִדְבְּרוּ</span> <a data-ref=\"Malachi 3:16\" href=\"/Malachi.3.16\">Mal 3:16</a>, <span dir=\"rtl\">נִדְבָּ֑רוּ</span> <a data-ref=\"Psalms 119:23\" href=\"/Psalms.119.23\">ψ 119:23</a>, <span dir=\"rtl\">נִדְבַּרְנוּ</span> <a data-ref=\"Malachi 3:13\" href=\"/Malachi.3.13\">Mal 3:13</a>; Pt. <span dir=\"rtl\">הַנִּדְבָּרִים</span> <a data-ref=\"Ezekiel 33:30\" href=\"/Ezekiel.33.30\">Ez 33:30</a>; reciprocal sense, <em>speak with one another, talk</em>, abs. <a data-ref=\"Malachi 3:16\" href=\"/Malachi.3.16\">Mal 3:16</a>; with <span dir=\"rtl\">בְּ</span>, <em>against</em> <a data-ref=\"Psalms 119:23\" href=\"/Psalms.119.23\">ψ 119:23</a>; <a data-ref=\"Ezekiel 33:30\" href=\"/Ezekiel.33.30\">Ez 33:30</a>; with <span dir=\"rtl\">עַל</span>, <em>concerning, about</em> <a data-ref=\"Malachi 3:13\" href=\"/Malachi.3.13\">Mal 3:13</a> (RV <em>against</em>, vid. Ew <sup>§ 217 i.</sup>)<br><strong>Pi.</strong><sub>1089</sub>  Pf. <span dir=\"rtl\">דִּבֶּר</span> <a data-ref=\"Genesis 12:4\" href=\"/Genesis.12.4\">Gn 12:4</a> +, <span dir=\"rtl\">דִּבֵּ֑ר</span> <a data-ref=\"Genesis 21:1\" href=\"/Genesis.21.1\">Gn 21:1</a> + (on <span dir=\"rtl\">דִּבֶּ֑ר</span> <a data-ref=\"Exodus 12:25\" href=\"/Exodus.12.25\">Ex 12:25</a> <a data-ref=\"Deuteronomy 26:19\" href=\"/Deuteronomy.26.19\">Dt 26:19</a> v. Bö<sup>§ 1021 d (1)</sup> Kö<sup>i 188</sup>); Impf. <span dir=\"rtl\">יְדַבֵּר</span> <a data-ref=\"Genesis 44:7\" href=\"/Genesis.44.7\">Gn 44:7</a> +, <span dir=\"rtl\">יְדַבֶּר־</span> <a data-ref=\"Genesis 44:18\" href=\"/Genesis.44.18\">Gn 44:18</a> +; <span dir=\"rtl\">תְּדַבְּרוּן</span> <a data-ref=\"Genesis 32:20\" href=\"/Genesis.32.20\">Gn 32:20</a>, <span dir=\"rtl\">תְּדַבֵּר֑וּן</span> <a data-ref=\"Psalms 58:2\" href=\"/Psalms.58.2\">ψ 58:2</a>; Imv. <span dir=\"rtl\">דַּבֵּר</span> <a data-ref=\"Genesis 24:38\" href=\"/Genesis.24.38\">Gn 24:38</a> +, <span dir=\"rtl\">דַּבֶּר־</span> <a data-ref=\"Exodus 11:2\" href=\"/Exodus.11.2\">Ex 11:2</a> +; Inf. <span dir=\"rtl\">דַּבֵּר</span> <a data-ref=\"Genesis 24:50\" href=\"/Genesis.24.50\">Gn 24:50</a> +, <span dir=\"rtl\">דַּבֶּר־</span> <a data-ref=\"Isaiah 59:13\" href=\"/Isaiah.59.13\">Is 59:13</a> +; Pt. <span dir=\"rtl\">מְדַבֵּר</span> <a data-ref=\"Genesis 27:6\" href=\"/Genesis.27.6\">Gn 27:6</a> +; f. <span dir=\"rtl\">מְדַבֶּרֶת</span> <a data-ref=\"I Samuel 1:13\" href=\"/I_Samuel.1.13\">1 S 1:13</a> +;—(<span dir=\"rtl\">הַדִּבֵּר</span> <a data-ref=\"Jeremiah 5:13\" href=\"/Jeremiah.5.13\">Je 5:13</a>, inf. Ki <sup>48</sup>, prob. Ol<sup>§ 182 e</sup> Kö<sup>§ 23 (5)</sup>, perhaps MV; but more prob. a noun, as Ges<sup>§ 52 (2), Anm. 3</sup> Ew<sup>§ 156 a</sup>, dub. pf. as Sta<sup>§ 222</sup>; <span dir=\"rtl\">בְּיוֹם דִּבֶּר</span> <a data-ref=\"Exodus 6:28\" href=\"/Exodus.6.28\">Ex 6:28</a> <a data-ref=\"Numbers 3:1\" href=\"/Numbers.3.1\">Nu 3:1</a> <a data-ref=\"Deuteronomy 4:15\" href=\"/Deuteronomy.4.15\">Dt 4:15</a>; <span dir=\"rtl\">תְּחִלַּת דִּבֶּר־</span> <a data-ref=\"Hosea 1:2\" href=\"/Hosea.1.2\">Ho 1:2</a>, inf. Ki<sup>48</sup> Bö<sup>§ 987 (7)</sup> Kö<sup>§ 23 (5)</sup>; but more prob. pf., as Ges<sup>§ 52 (2), Anm. 3</sup>);—<em>speak</em>, <strong>1.</strong>  abs. <a data-ref=\"Deuteronomy 18:17\" href=\"/Deuteronomy.18.17\">Dt 18:17</a> + (throughout the literature) usually with <span dir=\"rtl\">לֵאמֹר</span>, less freq. <span dir=\"rtl\">וַיֹּאמֶר</span>: <a data-ref=\"II Kings 18:28\" href=\"/II_Kings.18.28\">2 K 18:28</a> +, cf. the phrases †<span dir=\"rtl\">דברתי (י׳) אני</span> <a data-ref=\"Ezekiel 5:13\" href=\"/Ezekiel.5.13\">Ez 5:13</a> + 18 times Ez; †<span dir=\"rtl\">כי י׳ דבר</span> <a data-ref=\"Isaiah 1:2\" href=\"/Isaiah.1.2\">Is 1:2</a>; <a data-ref=\"Isaiah 21:17\" href=\"/Isaiah.21.17\">21:17</a>; <a data-ref=\"Isaiah 22:25\" href=\"/Isaiah.22.25\">22:25</a>; <a data-ref=\"Isaiah 24:3\" href=\"/Isaiah.24.3\">24:3</a>; <a data-ref=\"Isaiah 25:8\" href=\"/Isaiah.25.8\">25:8</a>; <a data-ref=\"Jeremiah 13:15\" href=\"/Jeremiah.13.15\">Je 13:15</a>; <a data-ref=\"Joel 4:8\" href=\"/Joel.4.8\">Jo 4:8</a>; <a data-ref=\"Obadiah 1:18\" href=\"/Obadiah.1.18\">Ob 18</a>; †<span dir=\"rtl\">כי פי י׳ דבר</span> <a data-ref=\"Isaiah 1:20\" href=\"/Isaiah.1.20\">Is 1:20</a>; <a data-ref=\"Isaiah 40:5\" href=\"/Isaiah.40.5\">40:5</a>; <a data-ref=\"Isaiah 58:14\" href=\"/Isaiah.58.14\">58:14</a>; <a data-ref=\"Micah 4:4\" href=\"/Micah.4.4\">Mi 4:4</a>; †<span dir=\"rtl\">פי ידבר</span> <a data-ref=\"Psalms 49:4\" href=\"/Psalms.49.4\">ψ 49:4</a>; †<span dir=\"rtl\">(י)דבר פי</span> <a data-ref=\"Psalms 66:14\" href=\"/Psalms.66.14\">ψ 66:14</a>; <a data-ref=\"Psalms 145:21\" href=\"/Psalms.145.21\">145:21</a>; †<span dir=\"rtl\">השׁכם ודבר</span> <a data-ref=\"Jeremiah 17:13\" href=\"/Jeremiah.17.13\">Je 17:13</a>; <a data-ref=\"Jeremiah 25:3\" href=\"/Jeremiah.25.3\">25:3</a>; <a data-ref=\"Jeremiah 35:14\" href=\"/Jeremiah.35.14\">35:14</a>; †<span dir=\"rtl\">עוד זה מדבר</span> <a data-ref=\"Job 1:16\" href=\"/Job.1.16\">Jb 1:16</a>, <a data-ref=\"Job 1:17\" href=\"/Job.1.17\">17</a>, <a data-ref=\"Job 1:18\" href=\"/Job.1.18\">18</a>. <strong>2.</strong>  with acc. rei, very frequently, <span dir=\"rtl\">ד׳ את הדברים האלה</span> <a data-ref=\"Exodus 20:1\" href=\"/Exodus.20.1\">Ex 20:1</a> <a data-ref=\"Deuteronomy 5:17\" href=\"/Deuteronomy.5.17\">Dt 5:19</a> +; <span dir=\"rtl\">לָמָּה תְּדַבֵּר עוֹד דְּבָרֶיךָ</span> <em>why speakest thou any more of thy affairs?</em> <a data-ref=\"II Samuel 19:30\" href=\"/II_Samuel.19.30\">2 S 19:30</a>; <span dir=\"rtl\">עַד אִם־דִּבַּרְתִּי דְּבָרָ֑י</span> <em>until I have told my errand</em> <a data-ref=\"Genesis 24:33\" href=\"/Genesis.24.33\">Gn 24:33</a>; seld. sq. <span dir=\"rtl\">דָּבָר</span> indef.; as <span dir=\"rtl\">ד׳ דָּבָר</span> <a data-ref=\"Isaiah 58:13\" href=\"/Isaiah.58.13\">Is 58:13</a> <em>speak a</em> (mere, empty) <em>word;</em> so prob. also <span dir=\"rtl\">ד׳ דְּבָרִים</span> <a data-ref=\"Hosea 10:4\" href=\"/Hosea.10.4\">Ho 10:4</a>; with other nouns, e.g. <span dir=\"rtl\">דבר קשׁות</span> <em>spake rough words</em> <a data-ref=\"Genesis 42:7\" href=\"/Genesis.42.7\">Gn 42:7</a>, <a data-ref=\"Genesis 42:30\" href=\"/Genesis.42.30\">30</a> (E); <span dir=\"rtl\">ד׳ גבהה</span> <em>proud words</em> <a data-ref=\"I Samuel 2:3\" href=\"/I_Samuel.2.3\">1 S 2:3</a>; <span dir=\"rtl\">טבות</span> <em>friendly words</em> <a data-ref=\"Jeremiah 12:6\" href=\"/Jeremiah.12.6\">Je 12:6</a>; <span dir=\"rtl\">טוב</span> <a data-ref=\"I Samuel 19:4\" href=\"/I_Samuel.19.4\">1 S 19:4</a> <a data-ref=\"I Kings 22:13\" href=\"/I_Kings.22.13\">1 K 22:13</a> <a data-ref=\"Esther 7:9\" href=\"/Esther.7.9\">Est 7:9</a>; <span dir=\"rtl\">שׁקר</span> <a data-ref=\"Isaiah 59:3\" href=\"/Isaiah.59.3\">Is 59:3</a> +, <span dir=\"rtl\">כזב</span> <a data-ref=\"Daniel 11:27\" href=\"/Daniel.11.27\">Dn 11:27</a>, <span dir=\"rtl\">אמת</span> <a data-ref=\"Jeremiah 9:4\" href=\"/Jeremiah.9.4\">Je 9:4</a> +, <span dir=\"rtl\">שׁוא</span> <a data-ref=\"Psalms 12:3\" href=\"/Psalms.12.3\">ψ 12:3</a> +; <span dir=\"rtl\">דבר שׁיר</span> <em>utter, sing a song</em> <a data-ref=\"Judges 5:12\" href=\"/Judges.5.12\">Ju 5:12</a>; <span dir=\"rtl\">משׁל</span> <a data-ref=\"I Kings 5:12\" href=\"/I_Kings.5.12\">1 K 5:12</a>; <span dir=\"rtl\">יְהוּדִית</span> <em>the Jewish language</em> <a data-ref=\"Nehemiah 13:24\" href=\"/Nehemiah.13.24\">Ne 13:24</a>; †<span dir=\"rtl\">סרה</span> <em>rebellion</em> <a data-ref=\"Deuteronomy 13:6\" href=\"/Deuteronomy.13.6\">Dt 13:6</a> <a data-ref=\"Jeremiah 28:16\" href=\"/Jeremiah.28.16\">Je 28:16</a>; <a data-ref=\"Jeremiah 29:32\" href=\"/Jeremiah.29.32\">29:32</a>. <strong>3.</strong>  <em>with persons:</em> <strong>a.</strong>  rarely acc. <span dir=\"rtl\">יָֽכְלוּ דַבְּרוֹ לְשָׁלֹם</span> <em>they could</em> [<em>not</em>] <em>speak unto him peaceably</em> <a data-ref=\"Genesis 37:4\" href=\"/Genesis.37.4\">Gn 37:4</a> (J; but Ew<sup>§ 282 a</sup> <em>about him</em>); <span dir=\"rtl\">וַיְדַבֵּר</span> … <span dir=\"rtl\">אֹתָם</span> <a data-ref=\"Numbers 26:3\" href=\"/Numbers.26.3\">Nu 26:3</a> (P, but text corrupt vid. Di; no satisfactory explanation yet given, possibly read <span dir=\"rtl\">אִתָּם</span> vid. <strong>d</strong>). <strong>b.</strong>  most frequently with <span dir=\"rtl\">אֶל</span> throughout the literature: <a data-ref=\"Genesis 8:15\" href=\"/Genesis.8.15\">Gn 8:15</a> +; cf. phrases <span dir=\"rtl\">וַיְדַבֵּר י׳ אֶל מֹשֶׁה לֵאמֹר</span> <a data-ref=\"Exodus 6:10\" href=\"/Exodus.6.10\">Ex 6:10</a> + 87 times; P; but †<span dir=\"rtl\">וידבּר י׳ אל משׁה לך</span> <a data-ref=\"Exodus 32:7\" href=\"/Exodus.32.7\">Ex 32:7</a>; <a data-ref=\"Exodus 33:1\" href=\"/Exodus.33.1\">33:1</a> (JE); <span dir=\"rtl\">דבּר אל אהרן</span> <a data-ref=\"Leviticus 6:18\" href=\"/Leviticus.6.18\">Lv 6:18</a> + 8 times (P); <span dir=\"rtl\">דבר אל בני ישׂראל</span> <a data-ref=\"Exodus 6:9\" href=\"/Exodus.6.9\">Ex 6:9</a> + 38 times (P); elsewhere, <a data-ref=\"Exodus 19:6\" href=\"/Exodus.19.6\">Ex 19:6</a> (E) <a data-ref=\"Deuteronomy 1:3\" href=\"/Deuteronomy.1.3\">Dt 1:3</a>; <a data-ref=\"Deuteronomy 4:45\" href=\"/Deuteronomy.4.45\">4:45</a> (D) <span dir=\"rtl\">ד׳ אל (כל) העדה</span> <a data-ref=\"Exodus 12:3\" href=\"/Exodus.12.3\">Ex 12:3</a> <a data-ref=\"Leviticus 19:2\" href=\"/Leviticus.19.2\">Lv 19:2</a> <a data-ref=\"Numbers 16:24\" href=\"/Numbers.16.24\">Nu 16:24</a>, <a data-ref=\"Numbers 16:26\" href=\"/Numbers.16.26\">26</a> (P); <span dir=\"rtl\">ד׳ אל לב</span> <em>speak unto one’s heart</em> <a data-ref=\"Genesis 24:45\" href=\"/Genesis.24.45\">Gn 24:45</a>, i.e. to oneself, cf. also <span dir=\"rtl\">ד׳ על לִבָּהּ</span> <a data-ref=\"I Samuel 1:13\" href=\"/I_Samuel.1.13\">1 S 1:13</a>, v. <strong>5</strong> infr.; <span dir=\"rtl\">אל</span> is used inexactly for <span dir=\"rtl\">על</span> <a data-ref=\"I Samuel 3:12\" href=\"/I_Samuel.3.12\">1 S 3:12</a> <a data-ref=\"I Kings 16:12\" href=\"/I_Kings.16.12\">1 K 16:12</a> <a data-ref=\"Isaiah 16:13\" href=\"/Isaiah.16.13\">Is 16:13</a> <a data-ref=\"Jeremiah 27:13\" href=\"/Jeremiah.27.13\">Je 27:13</a>; <a data-ref=\"Jeremiah 30:4\" href=\"/Jeremiah.30.4\">30:4</a>; <a data-ref=\"Jeremiah 33:14\" href=\"/Jeremiah.33.14\">33:14</a>; <a data-ref=\"Jeremiah 36:7\" href=\"/Jeremiah.36.7\">36:7</a>, <a data-ref=\"Jeremiah 36:31\" href=\"/Jeremiah.36.31\">31</a>; <a data-ref=\"Jeremiah 40:2\" href=\"/Jeremiah.40.2\">40:2</a>; <a data-ref=\"Jeremiah 50:1\" href=\"/Jeremiah.50.1\">50:1</a>; <a data-ref=\"Jeremiah 51:12\" href=\"/Jeremiah.51.12\">51:12</a>, <a data-ref=\"Jeremiah 51:62\" href=\"/Jeremiah.51.62\">62</a> where it is rendered <em>concerning</em> or <em>against</em>. <strong>c.</strong>  with <span dir=\"rtl\">לְ</span>, <em>speak to</em> <a data-ref=\"I Kings 2:19\" href=\"/I_Kings.2.19\">1 K 2:19</a> <a data-ref=\"Ezekiel 32:21\" href=\"/Ezekiel.32.21\">Ez 32:21</a> <a data-ref=\"Daniel 2:4\" href=\"/Daniel.2.4\">Dn 2:4</a>; <span dir=\"rtl\">ליהוה</span> <em>speak, sing to Yahweh</em> words of a song <a data-ref=\"Joshua 10:12\" href=\"/Joshua.10.12\">Jos 10:12</a> (D) <a data-ref=\"II Samuel 22:1\" href=\"/II_Samuel.22.1\">2 S 22:1</a> (= <a data-ref=\"Psalms 18:1\" href=\"/Psalms.18.1\">ψ 18:1</a> title); in D, <span dir=\"rtl\">דבר ל</span> <em>promise to</em>, in phrases †<span dir=\"rtl\">כאשׁר דבר(י׳) ל</span> <a data-ref=\"Deuteronomy 1:11\" href=\"/Deuteronomy.1.11\">Dt 1:11</a>, <a data-ref=\"Deuteronomy 1:21\" href=\"/Deuteronomy.1.21\">21</a>; <a data-ref=\"Deuteronomy 6:3\" href=\"/Deuteronomy.6.3\">6:3</a>; <a data-ref=\"Deuteronomy 9:3\" href=\"/Deuteronomy.9.3\">9:3</a>; <a data-ref=\"Deuteronomy 10:9\" href=\"/Deuteronomy.10.9\">10:9</a>; <a data-ref=\"Deuteronomy 11:25\" href=\"/Deuteronomy.11.25\">11:25</a>; <a data-ref=\"Deuteronomy 12:20\" href=\"/Deuteronomy.12.20\">12:20</a>; <a data-ref=\"Deuteronomy 15:6\" href=\"/Deuteronomy.15.6\">15:6</a>; <a data-ref=\"Deuteronomy 18:2\" href=\"/Deuteronomy.18.2\">18:2</a>; <a data-ref=\"Deuteronomy 26:18\" href=\"/Deuteronomy.26.18\">26:18</a>; <a data-ref=\"Deuteronomy 27:3\" href=\"/Deuteronomy.27.3\">27:3</a>; <a data-ref=\"Deuteronomy 29:12\" href=\"/Deuteronomy.29.12\">29:12</a> <a data-ref=\"Joshua 13:14\" href=\"/Joshua.13.14\">Jos 13:14</a>, <a data-ref=\"Joshua 13:33\" href=\"/Joshua.13.33\">33</a>; <a data-ref=\"Joshua 22:4\" href=\"/Joshua.22.4\">22:4</a>; <a data-ref=\"Joshua 23:5\" href=\"/Joshua.23.5\">23:5</a>, <a data-ref=\"Joshua 23:10\" href=\"/Joshua.23.10\">10</a> (all D); <span dir=\"rtl\">אשׁר דבר ל</span> <a data-ref=\"Deuteronomy 9:28\" href=\"/Deuteronomy.9.28\">Dt 9:28</a> <a data-ref=\"I Kings 8:24\" href=\"/I_Kings.8.24\">1 K 8:24</a>, <a data-ref=\"I Kings 8:25\" href=\"/I_Kings.8.25\">25</a>, <a data-ref=\"I Kings 8:26\" href=\"/I_Kings.8.26\">26</a> (= <a data-ref=\"II Chronicles 6:15\" href=\"/II_Chronicles.6.15\">2 Ch 6:15</a>, <a data-ref=\"II Chronicles 6:16\" href=\"/II_Chronicles.6.16\">16</a>, <a data-ref=\"II Chronicles 6:17\" href=\"/II_Chronicles.6.17\">17</a>).—<span dir=\"rtl\">דבר ל</span> <a data-ref=\"Genesis 24:7\" href=\"/Genesis.24.7\">Gn 24:7</a>; <a data-ref=\"Genesis 28:15\" href=\"/Genesis.28.15\">28:15</a>; <a data-ref=\"Genesis 49:28\" href=\"/Genesis.49.28\">49:28</a> <a data-ref=\"Exodus 32:34\" href=\"/Exodus.32.34\">Ex 32:34</a> (J) <a data-ref=\"Joshua 9\" href=\"/Joshua.9\">Jos 9</a>;<a data-ref=\"Joshua 21\" href=\"/Joshua.21\">21</a> (P) <a data-ref=\"Judges 14:7\" href=\"/Judges.14.7\">Ju 14:7</a> <a data-ref=\"II Samuel 23:3\" href=\"/II_Samuel.23.3\">2 S 23:3</a> <a data-ref=\"Isaiah 30:10\" href=\"/Isaiah.30.10\">Is 30:10</a> <a data-ref=\"Zechariah 9:10\" href=\"/Zechariah.9.10\">Zc 9:10</a> usually rendered <em>speak to</em>, but often rather <em>promise to</em>. <span dir=\"rtl\">הֲיֵשׁ לְדַבֶּר־לָךְ אֶל־הַמֶּלֶךְ</span> <em>is it possible to speak for thee unto the king?</em> <a data-ref=\"II Kings 4:13\" href=\"/II_Kings.4.13\">2 K 4:13</a> (by attraction to <span dir=\"rtl\">לַעֲשׂוֹת לָךְ</span>). <strong>d.</strong>  with †<span dir=\"rtl\">אֵת</span> <em>speak with</em> <a data-ref=\"Genesis 17:3\" href=\"/Genesis.17.3\">Gn 17:3</a>, <a data-ref=\"Genesis 17:22\" href=\"/Genesis.17.22\">22</a>, <a data-ref=\"Genesis 17:23\" href=\"/Genesis.17.23\">23</a>; <a data-ref=\"Genesis 21:2\" href=\"/Genesis.21.2\">21:2</a>; <a data-ref=\"Genesis 23:8\" href=\"/Genesis.23.8\">23:8</a>; <a data-ref=\"Genesis 34:6\" href=\"/Genesis.34.6\">34:6</a>, <a data-ref=\"Genesis 34:8\" href=\"/Genesis.34.8\">8</a>; <a data-ref=\"Genesis 35:13\" href=\"/Genesis.35.13\">35:13</a>, <a data-ref=\"Genesis 35:15\" href=\"/Genesis.35.15\">15</a> <a data-ref=\"Exodus 25:22\" href=\"/Exodus.25.22\">Ex 25:22</a>; <a data-ref=\"Exodus 31:18\" href=\"/Exodus.31.18\">31:18</a>; <a data-ref=\"Exodus 34:29\" href=\"/Exodus.34.29\">34:29</a>, <a data-ref=\"Exodus 34:33\" href=\"/Exodus.34.33\">33</a>, <a data-ref=\"Exodus 34:34\" href=\"/Exodus.34.34\">34</a>, <a data-ref=\"Exodus 34:35\" href=\"/Exodus.34.35\">35</a> <a data-ref=\"Numbers 3:1\" href=\"/Numbers.3.1\">Nu 3:1</a>; <a data-ref=\"Numbers 7:89\" href=\"/Numbers.7.89\">7:89</a> <a data-ref=\"Joshua 22:15\" href=\"/Joshua.22.15\">Jos 22:15</a>, <a data-ref=\"Joshua 22:21\" href=\"/Joshua.22.21\">21</a> (all P) <a data-ref=\"Genesis 35:14\" href=\"/Genesis.35.14\">Gn 35:14</a>; <a data-ref=\"Genesis 41:9\" href=\"/Genesis.41.9\">41:9</a>; <a data-ref=\"Genesis 42:7\" href=\"/Genesis.42.7\">42:7</a>; <a data-ref=\"Genesis 45:15\" href=\"/Genesis.45.15\">45:15</a> <a data-ref=\"Joshua 17:14\" href=\"/Joshua.17.14\">Jos 17:14</a> (all E) <a data-ref=\"Deuteronomy 5:18\" href=\"/Deuteronomy.5.18\">Dt 5:21</a>; sources of S K Ch <a data-ref=\"II Samuel 3:27\" href=\"/II_Samuel.3.27\">2 S 3:27</a>; <a data-ref=\"II Samuel 7:7\" href=\"/II_Samuel.7.7\">7:7</a> = <a data-ref=\"I Chronicles 17:6\" href=\"/I_Chronicles.17.6\">1 Ch 17:6</a> <a data-ref=\"I Kings 8:15\" href=\"/I_Kings.8.15\">1 K 8:15</a> = <a data-ref=\"II Chronicles 6:4\" href=\"/II_Chronicles.6.4\">2 Ch 6:4</a> <a data-ref=\"I Kings 22:24\" href=\"/I_Kings.22.24\">1 K 22:24</a> = <a data-ref=\"II Chronicles 18:23\" href=\"/II_Chronicles.18.23\">2 Ch 18:23</a> <a data-ref=\"II Chronicles 10:10\" href=\"/II_Chronicles.10.10\">2 Ch 10:10</a> (= <span dir=\"rtl\">אל</span> <a data-ref=\"I Kings 12:10\" href=\"/I_Kings.12.10\">1 K 12:10</a>) <a data-ref=\"Jeremiah 5:5\" href=\"/Jeremiah.5.5\">Je 5:5</a>; <a data-ref=\"Jeremiah 7:22\" href=\"/Jeremiah.7.22\">7:22</a>; <a data-ref=\"Jeremiah 9:7\" href=\"/Jeremiah.9.7\">9:7</a>; <a data-ref=\"Jeremiah 35:2\" href=\"/Jeremiah.35.2\">35:2</a>; <a data-ref=\"Jeremiah 38:25\" href=\"/Jeremiah.38.25\">38:25</a> <a data-ref=\"Ezekiel 2:1\" href=\"/Ezekiel.2.1\">Ez 2:1</a>; <a data-ref=\"Ezekiel 3:22\" href=\"/Ezekiel.3.22\">3:22</a>, <a data-ref=\"Ezekiel 3:24\" href=\"/Ezekiel.3.24\">24</a>, <a data-ref=\"Ezekiel 3:27\" href=\"/Ezekiel.3.27\">27</a>; <a data-ref=\"Ezekiel 14:4\" href=\"/Ezekiel.14.4\">14:4</a>; <a data-ref=\"Ezekiel 20:3\" href=\"/Ezekiel.20.3\">20:3</a>; <a data-ref=\"Ezekiel 44:5\" href=\"/Ezekiel.44.5\">44:5</a> <a data-ref=\"Daniel 1:19\" href=\"/Daniel.1.19\">Dn 1:19</a> <a data-ref=\"Zechariah 8:16\" href=\"/Zechariah.8.16\">Zc 8:16</a>; cf. phrases †<span dir=\"rtl\">דבר חד את אחד</span> <em>speak one with another</em> <a data-ref=\"Ezekiel 33:30\" href=\"/Ezekiel.33.30\">Ez 33:30</a>; †<span dir=\"rtl\">דבר משׁפטים את</span> <em>speak judgments with</em>, usually = <em>give judgment against</em>, (not <a data-ref=\"Jeremiah 12:1\" href=\"/Jeremiah.12.1\">Je 12:1</a>), <a data-ref=\"Jeremiah 1:16\" href=\"/Jeremiah.1.16\">Je 1:16</a>; <a data-ref=\"Jeremiah 4:12\" href=\"/Jeremiah.4.12\">4:12</a>; <a data-ref=\"Jeremiah 12:1\" href=\"/Jeremiah.12.1\">12:1</a>; <a data-ref=\"Jeremiah 39:5\" href=\"/Jeremiah.39.5\">39:5</a>; <a data-ref=\"Jeremiah 52:9\" href=\"/Jeremiah.52.9\">52:9</a> (= <a data-ref=\"II Kings 25:6\" href=\"/II_Kings.25.6\">2 K 25:6</a>); <span dir=\"rtl\">דבר טבות את</span> <em>speak kindly with</em> <a data-ref=\"II Kings 25:28\" href=\"/II_Kings.25.28\">2 K 25:28</a> = <a data-ref=\"Jeremiah 52:32\" href=\"/Jeremiah.52.32\">Je 52:32</a>. <strong>e.</strong>  c. †<span dir=\"rtl\">עִם</span> <em>speak with</em>, (not P), <a data-ref=\"Genesis 29:9\" href=\"/Genesis.29.9\">Gn 29:9</a>; <a data-ref=\"Genesis 31:24\" href=\"/Genesis.31.24\">31:24</a>, <a data-ref=\"Genesis 31:29\" href=\"/Genesis.31.29\">29</a> <a data-ref=\"Exodus 19:9\" href=\"/Exodus.19.9\">Ex 19:9</a>; <a data-ref=\"Exodus 20:16\" href=\"/Exodus.20.16\">20:19</a><sup>(×2)</sup>, <a data-ref=\"Exodus 20:19\" href=\"/Exodus.20.19\">22</a>; <a data-ref=\"Exodus 33:9\" href=\"/Exodus.33.9\">33:9</a> <a data-ref=\"Numbers 11:17\" href=\"/Numbers.11.17\">Nu 11:17</a>; <a data-ref=\"Numbers 22:19\" href=\"/Numbers.22.19\">22:19</a> <a data-ref=\"Joshua 24:27\" href=\"/Joshua.24.27\">Jos 24:27</a> (all JE) <a data-ref=\"Deuteronomy 5:4\" href=\"/Deuteronomy.5.4\">Dt 5:4</a>; <a data-ref=\"Deuteronomy 9:10\" href=\"/Deuteronomy.9.10\">9:10</a> <a data-ref=\"Judges 6:17\" href=\"/Judges.6.17\">Ju 6:17</a> <a data-ref=\"I Samuel 9:25\" href=\"/I_Samuel.9.25\">1 S 9:25</a> (𝔊 Th We Dr <span dir=\"rtl\">וַיִּרְבְּדוּ לְ</span> <em>spread a couch for</em>) <a data-ref=\"I Samuel 17:23\" href=\"/I_Samuel.17.23\">17:23</a> <a data-ref=\"II Samuel 13:22\" href=\"/II_Samuel.13.22\">2 S 13:22</a> <a data-ref=\"I Kings 1:14\" href=\"/I_Kings.1.14\">1 K 1:14</a>, <a data-ref=\"I Kings 1:22\" href=\"/I_Kings.1.22\">22</a> <a data-ref=\"II Kings 6:33\" href=\"/II_Kings.6.33\">2 K 6:33</a>; <a data-ref=\"II Kings 18:26\" href=\"/II_Kings.18.26\">18:26</a> <a data-ref=\"II Chronicles 9:1\" href=\"/II_Chronicles.9.1\">2 Ch 9:1</a> (= <span dir=\"rtl\">אֶל</span> <a data-ref=\"I Kings 10:2\" href=\"/I_Kings.10.2\">1 K 10:2</a>) <a data-ref=\"Nehemiah 9:13\" href=\"/Nehemiah.9.13\">Ne 9:13</a> <a data-ref=\"Esther 6:14\" href=\"/Esther.6.14\">Est 6:14</a> <a data-ref=\"Jeremiah 32:4\" href=\"/Jeremiah.32.4\">Je 32:4</a> <a data-ref=\"Daniel 8:18\" href=\"/Daniel.8.18\">Dn 8:18</a>; <a data-ref=\"Daniel 9:22\" href=\"/Daniel.9.22\">9:22</a>; <a data-ref=\"Daniel 10:11\" href=\"/Daniel.10.11\">10:11</a>, <a data-ref=\"Daniel 10:15\" href=\"/Daniel.10.15\">15</a>, <a data-ref=\"Daniel 10:17\" href=\"/Daniel.10.17\">17</a>, <a data-ref=\"Daniel 10:19\" href=\"/Daniel.10.19\">19</a> <a data-ref=\"Hosea 12:5\" href=\"/Hosea.12.5\">Ho 12:5</a>; <span dir=\"rtl\">דִּבַּרְתִּי אֲנִי עִם לִבִּי</span> <em>I Spake, communed with my heart</em> <a data-ref=\"Ecclesiastes 1:16\" href=\"/Ecclesiastes.1.16\">Ec 1:16</a>. <strong>f.</strong>  †<span dir=\"rtl\">לִפְנֵי</span> <em>before, in the presence of</em> <a data-ref=\"Exodus 6:12\" href=\"/Exodus.6.12\">Ex 6:12</a> <a data-ref=\"Numbers 36:1\" href=\"/Numbers.36.1\">Nu 36:1</a> (P) <a data-ref=\"Judges 11:11\" href=\"/Judges.11.11\">Ju 11:11</a> <a data-ref=\"I Kings 3:22\" href=\"/I_Kings.3.22\">1 K 3:22</a> <a data-ref=\"Esther 8:3\" href=\"/Esther.8.3\">Est 8:3</a>. <strong>4.</strong>  with <span dir=\"rtl\">בְּ</span>: <strong>a.</strong>  <em>instrumental</em>, <span dir=\"rtl\">דבר בְּ</span> <em>speak with, by</em>, or <em>by means of a person</em> (vid. supr. <strong>Qal</strong> ad fin.) <a data-ref=\"Numbers 12:2\" href=\"/Numbers.12.2\">Nu 12:2</a><sup>(×2)</sup>, <a data-ref=\"Numbers 12:6\" href=\"/Numbers.12.6\">6</a>, <a data-ref=\"Numbers 12:8\" href=\"/Numbers.12.8\">8</a> (E) <a data-ref=\"II Samuel 23:2\" href=\"/II_Samuel.23.2\">2 S 23:2</a> (cf. Dr), <a data-ref=\"I Kings 22:28\" href=\"/I_Kings.22.28\">1 K 22:28</a> = <a data-ref=\"II Chronicles 18:27\" href=\"/II_Chronicles.18.27\">2 Ch 18:27</a>, <a data-ref=\"Habakkuk 2:1\" href=\"/Habakkuk.2.1\">Hb 2:1</a>; †<span dir=\"rtl\">דִּבֶּר בְּשֵׁם</span> <em>speak in the name of</em> <a data-ref=\"Exodus 5:23\" href=\"/Exodus.5.23\">Ex 5:23</a> (J) <a data-ref=\"Deuteronomy 18:19\" href=\"/Deuteronomy.18.19\">Dt 18:19</a>, <a data-ref=\"Deuteronomy 18:20\" href=\"/Deuteronomy.18.20\">20</a><sup>(×2)</sup>, <a data-ref=\"Deuteronomy 18:22\" href=\"/Deuteronomy.18.22\">22</a> <a data-ref=\"I Chronicles 21:19\" href=\"/I_Chronicles.21.19\">1 Ch 21:19</a> <a data-ref=\"Jeremiah 20:9\" href=\"/Jeremiah.20.9\">Je 20:9</a>; <a data-ref=\"Jeremiah 26:16\" href=\"/Jeremiah.26.16\">26:16</a>; <a data-ref=\"Jeremiah 29:23\" href=\"/Jeremiah.29.23\">29:23</a>; <a data-ref=\"Jeremiah 44:16\" href=\"/Jeremiah.44.16\">44:16</a> <a data-ref=\"Daniel 9:6\" href=\"/Daniel.9.6\">Dn 9:6</a> <a data-ref=\"Zechariah 13:3\" href=\"/Zechariah.13.3\">Zc 13:3</a>; †<span dir=\"rtl\">ביד</span> <em>by the hand of</em> <a data-ref=\"Numbers 17:5\" href=\"/Numbers.17.5\">Nu 17:5</a>; <a data-ref=\"Numbers 27:23\" href=\"/Numbers.27.23\">27:23</a> <a data-ref=\"Joshua 20:2\" href=\"/Joshua.20.2\">Jos 20:2</a> (P) <a data-ref=\"I Samuel 28:17\" href=\"/I_Samuel.28.17\">1 S 28:17</a> <a data-ref=\"I Kings 8:53\" href=\"/I_Kings.8.53\">1 K 8:53</a> + 13 times K, <a data-ref=\"II Chronicles 10:15\" href=\"/II_Chronicles.10.15\">2 Ch 10:15</a> (= <a data-ref=\"I Kings 12:15\" href=\"/I_Kings.12.15\">1 K 12:15</a>) <a data-ref=\"Isaiah 20:2\" href=\"/Isaiah.20.2\">Is 20:2</a> <a data-ref=\"Jeremiah 37:2\" href=\"/Jeremiah.37.2\">Je 37:2</a>; <a data-ref=\"Jeremiah 50:1\" href=\"/Jeremiah.50.1\">50:1</a> <a data-ref=\"Ezekiel 38:17\" href=\"/Ezekiel.38.17\">Ez 38:17</a>. <strong>b.</strong>  <em>local</em> (fig.), <span dir=\"rtl\">בְּאָזְנֵי</span> <em>in the ears of</em> <a data-ref=\"Genesis 20:8\" href=\"/Genesis.20.8\">Gn 20:8</a> (E) <a data-ref=\"Exodus 11:2\" href=\"/Exodus.11.2\">Ex 11:2</a> <a data-ref=\"Deuteronomy 32:44\" href=\"/Deuteronomy.32.44\">Dt 32:44</a> (J) <a data-ref=\"Genesis 23:16\" href=\"/Genesis.23.16\">Gn 23:16</a> <a data-ref=\"Numbers 14:28\" href=\"/Numbers.14.28\">Nu 14:28</a> <a data-ref=\"Joshua 20:4\" href=\"/Joshua.20.4\">Jos 20:4</a> (P) <a data-ref=\"Deuteronomy 31:28\" href=\"/Deuteronomy.31.28\">Dt 31:28</a>, <a data-ref=\"Deuteronomy 31:30\" href=\"/Deuteronomy.31.30\">30</a> <a data-ref=\"Judges 9:2\" href=\"/Judges.9.2\">Ju 9:2</a>, <a data-ref=\"Judges 9:3\" href=\"/Judges.9.3\">3</a> <a data-ref=\"I Samuel 8:21\" href=\"/I_Samuel.8.21\">1 S 8:21</a>; <a data-ref=\"I Samuel 11:4\" href=\"/I_Samuel.11.4\">11:4</a>; <a data-ref=\"I Samuel 25:24\" href=\"/I_Samuel.25.24\">25:24</a> <a data-ref=\"II Samuel 3:19\" href=\"/II_Samuel.3.19\">2 S 3:19</a><sup>(×2)</sup> <a data-ref=\"Jeremiah 26:15\" href=\"/Jeremiah.26.15\">Je 26:15</a> <a data-ref=\"Proverbs 23:9\" href=\"/Proverbs.23.9\">Pr 23:9</a>; †<span dir=\"rtl\">דבר בלב</span> <em>speak in the heart</em> <a data-ref=\"Ecclesiastes 2:15\" href=\"/Ecclesiastes.2.15\">Ec 2:15</a>. <strong>c.</strong>  <em>of the object, speak of, about</em> (prep. <span dir=\"rtl\">בְּ</span> <strong>IV. e</strong> Ew<sup>§ 217 f. (2)</sup>) <a data-ref=\"Deuteronomy 6:7\" href=\"/Deuteronomy.6.7\">Dt 6:7</a>; <a data-ref=\"Deuteronomy 11:19\" href=\"/Deuteronomy.11.19\">11:19</a> <a data-ref=\"I Samuel 19:3\" href=\"/I_Samuel.19.3\">1 S 19:3</a>, <a data-ref=\"I Samuel 19:4\" href=\"/I_Samuel.19.4\">4</a> <a data-ref=\"Psalms 119:46\" href=\"/Psalms.119.46\">ψ 119:46</a>; <a data-ref=\"Psalms 122:8\" href=\"/Psalms.122.8\">122:8</a>; <em>propose for</em> (a wife) <a data-ref=\"I Samuel 25:39\" href=\"/I_Samuel.25.39\">1 S 25:39</a> cf. <a data-ref=\"Song of Songs 8:8\" href=\"/Song_of_Songs.8.8\">Ct 8:8</a>). <strong>d.</strong>  <em>of hostility, against</em> (Ew<sup>§ 217 f. (1)</sup>) <a data-ref=\"Numbers 12:1\" href=\"/Numbers.12.1\">Nu 12:1</a>, <a data-ref=\"Numbers 12:8\" href=\"/Numbers.12.8\">8</a>; <a data-ref=\"Numbers 21:5\" href=\"/Numbers.21.5\">21:5</a>, <a data-ref=\"Numbers 21:7\" href=\"/Numbers.21.7\">7</a> (E) <a data-ref=\"Job 19:18\" href=\"/Job.19.18\">Jb 19:18</a> <a data-ref=\"Psalms 50:20\" href=\"/Psalms.50.20\">ψ 50:20</a>; <a data-ref=\"Psalms 78:19\" href=\"/Psalms.78.19\">78:19</a>. <strong>e.</strong>  <em>of price</em>, <span dir=\"rtl\">בְּנַפְשׁוֹ</span> <em>at the cost of his life</em> <a data-ref=\"I Kings 2:23\" href=\"/I_Kings.2.23\">1 K 2:23</a> (vid. <span dir=\"rtl\">בְּ</span> <strong>III. 3</strong>). <strong>5.</strong>  with †<span dir=\"rtl\">עַל</span>, of the object <em>concerning</em> or <em>about which</em> one speaks <a data-ref=\"Genesis 18:19\" href=\"/Genesis.18.19\">Gn 18:19</a> <a data-ref=\"Numbers 10:29\" href=\"/Numbers.10.29\">Nu 10:29</a> (J) <a data-ref=\"Joshua 23:14\" href=\"/Joshua.23.14\">Jos 23:14</a> (D) <a data-ref=\"Judges 9:3\" href=\"/Judges.9.3\">Ju 9:3</a> <a data-ref=\"I Samuel 25:30\" href=\"/I_Samuel.25.30\">1 S 25:30</a> <a data-ref=\"I Kings 2:4\" href=\"/I_Kings.2.4\">1 K 2:4</a>, <a data-ref=\"I Kings 2:27\" href=\"/I_Kings.2.27\">27</a>; <a data-ref=\"I Kings 5:13\" href=\"/I_Kings.5.13\">5:13</a><sup>(×2)</sup>; <a data-ref=\"I Kings 14:2\" href=\"/I_Kings.14.2\">14:2</a>, <a data-ref=\"I Kings 22:23\" href=\"/I_Kings.22.23\">22:23</a> (= <a data-ref=\"II Chronicles 18:22\" href=\"/II_Chronicles.18.22\">2 Ch 18:22</a>), <a data-ref=\"II Kings 10:10\" href=\"/II_Kings.10.10\">2 K 10:10</a>, <a data-ref=\"II Kings 19:21\" href=\"/II_Kings.19.21\">19:21</a> = <a data-ref=\"Isaiah 37:22\" href=\"/Isaiah.37.22\">Is 37:22</a>, <a data-ref=\"I Chronicles 22:11\" href=\"/I_Chronicles.22.11\">1 Ch 22:11</a> <a data-ref=\"II Chronicles 23:3\" href=\"/II_Chronicles.23.3\">2 Ch 23:3</a> <a data-ref=\"Jeremiah 1:16\" href=\"/Jeremiah.1.16\">Je 1:16</a>; <a data-ref=\"Jeremiah 18:7\" href=\"/Jeremiah.18.7\">18:7</a>, <a data-ref=\"Jeremiah 18:8\" href=\"/Jeremiah.18.8\">8</a>, <a data-ref=\"Jeremiah 18:9\" href=\"/Jeremiah.18.9\">9</a>; <a data-ref=\"Jeremiah 42:19\" href=\"/Jeremiah.42.19\">42:19</a>. It may have this sense in most if not all of the following, where RV renders <a data-ref=\"I Kings 2:18\" href=\"/I_Kings.2.18\">1 K 2:18</a>, <a data-ref=\"I Kings 2:19\" href=\"/I_Kings.2.19\">19</a> <a data-ref=\"Esther 7:9\" href=\"/Esther.7.9\">Est 7:9</a> <a data-ref=\"Jeremiah 18:20\" href=\"/Jeremiah.18.20\">Je 18:20</a> <em>for;</em> <a data-ref=\"II Chronicles 32:16\" href=\"/II_Chronicles.32.16\">2 Ch 32:16</a> <a data-ref=\"Nehemiah 6:12\" href=\"/Nehemiah.6.12\">Ne 6:12</a> <a data-ref=\"Jeremiah 11:17\" href=\"/Jeremiah.11.17\">Je 11:17</a>; <a data-ref=\"Jeremiah 16:10\" href=\"/Jeremiah.16.10\">16:10</a>; <a data-ref=\"Jeremiah 25:13\" href=\"/Jeremiah.25.13\">25:13</a>; <a data-ref=\"Jeremiah 26:13\" href=\"/Jeremiah.26.13\">26:13</a>, <a data-ref=\"Jeremiah 26:19\" href=\"/Jeremiah.26.19\">19</a>; <a data-ref=\"Jeremiah 35:17\" href=\"/Jeremiah.35.17\">35:17</a> <a data-ref=\"Ezekiel 36:5\" href=\"/Ezekiel.36.5\">Ez 36:5</a> <a data-ref=\"Daniel 9:12\" href=\"/Daniel.9.12\">Dn 9:12</a>; <a data-ref=\"Daniel 11:36\" href=\"/Daniel.11.36\">11:36</a> <a data-ref=\"Hosea 7:13\" href=\"/Hosea.7.13\">Ho 7:13</a> <a data-ref=\"Amos 3:1\" href=\"/Amos.3.1\">Am 3:1</a> <em>against;</em> and <a data-ref=\"I Kings 9:5\" href=\"/I_Kings.9.5\">1 K 9:5</a> <a data-ref=\"II Kings 22:19\" href=\"/II_Kings.22.19\">2 K 22:19</a> <a data-ref=\"Jeremiah 10:1\" href=\"/Jeremiah.10.1\">Je 10:1</a>; <a data-ref=\"Jeremiah 19:15\" href=\"/Jeremiah.19.15\">19:15</a> <em>unto</em> (<span dir=\"rtl\">על</span> is used for <span dir=\"rtl\">אל</span> <em>unto</em> <a data-ref=\"II Chronicles 32:19\" href=\"/II_Chronicles.32.19\">2 Ch 32:19</a> <a data-ref=\"Jeremiah 6:10\" href=\"/Jeremiah.6.10\">Je 6:10</a>; <a data-ref=\"Jeremiah 25:2\" href=\"/Jeremiah.25.2\">25:2</a>; <a data-ref=\"Jeremiah 26:2\" href=\"/Jeremiah.26.2\">26:2</a> <a data-ref=\"Hosea 12:11\" href=\"/Hosea.12.11\">Ho 12:11</a>); cf. the phrase †<span dir=\"rtl\">דבר על לב</span> <em>speak upon the heart, speak kindly, comfort</em> <a data-ref=\"Genesis 34:3\" href=\"/Genesis.34.3\">Gn 34:3</a>; <a data-ref=\"Genesis 50:21\" href=\"/Genesis.50.21\">50:21</a> (E) <a data-ref=\"Judges 19:3\" href=\"/Judges.19.3\">Ju 19:3</a> <a data-ref=\"Ruth 2:13\" href=\"/Ruth.2.13\">Ru 2:13</a>, <a data-ref=\"I Samuel 1:13\" href=\"/I_Samuel.1.13\">1 S 1:13</a> (seemingly from context <span dir=\"rtl\">על</span> for <span dir=\"rtl\">אל</span>, <em>to her heart, to herself</em>, vid. Dr), <a data-ref=\"II Samuel 19:8\" href=\"/II_Samuel.19.8\">2 S 19:8</a> <a data-ref=\"II Chronicles 30:22\" href=\"/II_Chronicles.30.22\">2 Ch 30:22</a>; <a data-ref=\"II Chronicles 32:6\" href=\"/II_Chronicles.32.6\">32:6</a> <a data-ref=\"Isaiah 40:2\" href=\"/Isaiah.40.2\">Is 40:2</a> <a data-ref=\"Hosea 2:16\" href=\"/Hosea.2.16\">Ho 2:16</a>. <strong>6.</strong>  with infin. †<span dir=\"rtl\">דבר לעשׂות</span> <em>promise to do</em> <a data-ref=\"Exodus 32:14\" href=\"/Exodus.32.14\">Ex 32:14</a> (J) <a data-ref=\"Deuteronomy 1:14\" href=\"/Deuteronomy.1.14\">Dt 1:14</a> <a data-ref=\"Ezekiel 6:10\" href=\"/Ezekiel.6.10\">Ez 6:10</a> <a data-ref=\"Jonah 3:10\" href=\"/Jonah.3.10\">Jon 3:10</a>; †<span dir=\"rtl\">דבר לתת</span> <em>promise to give</em> <a data-ref=\"Deuteronomy 19:8\" href=\"/Deuteronomy.19.8\">Dt 19:8</a>; †<span dir=\"rtl\">דבר למחות</span> <em>threaten to blot out</em> <a data-ref=\"II Kings 14:27\" href=\"/II_Kings.14.27\">2 K 14:27</a>; cf. †<span dir=\"rtl\">דבר להזהיר</span> i.e. so as to warn <a data-ref=\"Ezekiel 3:18\" href=\"/Ezekiel.3.18\">Ez 3:18</a>; <a data-ref=\"Ezekiel 33:8\" href=\"/Ezekiel.33.8\">33:8</a>. <em>Note.</em> —<span dir=\"rtl\">וַתָּקָם וַתְּדַבֵּר אֶת־כָּל־זֶרַע הַמַּמְלָכָה</span> <a data-ref=\"II Chronicles 22:10\" href=\"/II_Chronicles.22.10\">2 Ch 22:10</a> 𝔊 ἀπώλεσε, 𝔙 <em>interfecit</em>, scribal error for <span dir=\"rtl\">וַתְּאַבֵּד</span> <a data-ref=\"II Kings 11:1\" href=\"/II_Kings.11.1\">2 K 11:1</a>. Other explanations: <em>plot against, waylay</em> (Arabic <span dir=\"rtl\">دَبَّرَ</span>) Thes MV; <em>pronounce sentence</em>, ellipt. <span dir=\"rtl\">וַתְּדַבֵּר מִשְׁפָּטִים</span> Ges<sup>Hdw</sup> Rob; but cf. VB—<br>†<strong>Pu.</strong>  Impf. <span dir=\"rtl\">בַּיּוֹם שֶׁיְּדֻבַּר־בָּהּ</span> <em>in the day when she may be spoken for</em> <a data-ref=\"Song of Songs 8:8\" href=\"/Song_of_Songs.8.8\">Ct 8:8</a> (vid. <strong>Pi. 4 c</strong>); Pt. <span dir=\"rtl\">נִכְבָּדוֹת מְדֻבָּר בָּךְ</span> <em>glorious things are being spoken in thee</em> (RV Pe MV <em>of thee</em>) <a data-ref=\"Psalms 87:3\" href=\"/Psalms.87.3\">ψ 87:3</a>.<br>†<strong>Hithp.</strong>  Pt. <span dir=\"rtl\">מִדַּבֵּר</span> = <span dir=\"rtl\">מִתְדַּבֵּר</span> with acc. <span dir=\"rtl\">מִדַּבֵּר הַדָּבָר הַזֶּה</span> <em>speaking this word</em> <a data-ref=\"II Samuel 14:13\" href=\"/II_Samuel.14.13\">2 S 14:13</a>; <span dir=\"rtl\">שָׁמַע (אֵת הַקּוֹל) מִדַּבֵּר אֶל׳</span> <em>heard</em> (<em>the voice</em>, or) <em>one speaking unto</em> <a data-ref=\"Numbers 7:89\" href=\"/Numbers.7.89\">Nu 7:89</a> (P) <a data-ref=\"Ezekiel 2:2\" href=\"/Ezekiel.2.2\">Ez 2:2</a>; <a data-ref=\"Ezekiel 43:6\" href=\"/Ezekiel.43.6\">43:6</a> (Di <a data-ref=\"Numbers 7:89\" href=\"/Numbers.7.89\">Nu 7:89</a> would read <span dir=\"rtl\">מְדַבֵּר</span> after 𝔊; the meaning not appreciably different from Piel; the Hithp. difficult to reconcile with <span dir=\"rtl\">אֶל</span>).<br>†<strong>Hiph.</strong>  Impf. <span dir=\"rtl\">וַיַּדְבֵּר עַמִּים תַּחְתָּי</span> <a data-ref=\"Psalms 18:48\" href=\"/Psalms.18.48\">ψ 18:48</a> (<a data-ref=\"II Samuel 22:48\" href=\"/II_Samuel.22.48\">2 S 22:48</a> has <span dir=\"rtl\">וּמֹרִיד</span> for rare <span dir=\"rtl\">וַיַּדְבֵּר</span>), <span dir=\"rtl\">יַדְבֵּר עַמִּים תַּחְתֵּינוּ</span> <a data-ref=\"Psalms 47:4\" href=\"/Psalms.47.4\">47:4</a>; either (cf. Aramaic <span dir=\"rtl\">דַּבַּר</span>) <em>leads</em> subject (so Ges <em>coegit</em>, De Now), or (cf. Arabic <span dir=\"rtl\">أَدْبَرَ</span> <em>turn the back, retreat</em>) <em>puts to flight</em>, fig. for <em>subdues</em> (so Hi)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d344b6084aa1cbf24867", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, סָמַךְ 1", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "BDB, סָמַךְ 1", "sourceHeRef": "בראון-דרייבר-בריגס, סָמַךְ א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "סָמַךְ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">סָמַךְ</span></big></big><sub>48</sub><big></big>  <strong>vb. lean, lay, rest, support (</strong>NH id.; Ph. in n.pr. Lzb <sup>317, 329</sup>; Aramaic <span dir=\"rtl\">סְמַךְ</span>, <span dir=\"rtl\">ܣܡܰܟ</span>; also Ethiopic ((ሰመከ) አስመከ) <em>cause to lean upon</em>, etc. Di <sup>335</sup>; Arabic <span dir=\"rtl\">سَمَكَ</span> is <em>be high, ascend, raise, uplift</em>, <span dir=\"rtl\">سَمْكٌ</span> <em>roof</em><strong>)</strong>;—<br><strong>Qal</strong><sub>41</sub>  Pf. 3 ms. <span dir=\"rtl\">ס׳</span> <a data-ref=\"Deuteronomy 34:9\" href=\"/Deuteronomy.34.9\">Dt 34:9</a>; <a data-ref=\"Ezekiel 24:2\" href=\"/Ezekiel.24.2\">Ez 24:2</a>, <span dir=\"rtl\">וְסָמַךְ</span> consec. <a data-ref=\"Amos 5:19\" href=\"/Amos.5.19\">Am 5:19</a> +; 3 fs. <span dir=\"rtl\">סָֽמְכָה</span> <a data-ref=\"Psalms 88:8\" href=\"/Psalms.88.8\">ψ 88:8</a>, sf. <span dir=\"rtl\">סְמָכָ֑תְהוֹ</span> <a data-ref=\"Isaiah 59:16\" href=\"/Isaiah.59.16\">Is 59:16</a>, <span dir=\"rtl\">סְמָכָ֑תְנִי</span> <a data-ref=\"Isaiah 63:5\" href=\"/Isaiah.63.5\">63:5</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">וַיִּסְמֹךְ</span> <a data-ref=\"Leviticus 8:14\" href=\"/Leviticus.8.14\">Lv 8:14</a>; <a data-ref=\"Numbers 27:23\" href=\"/Numbers.27.23\">Nu 27:23</a>, sf. <span dir=\"rtl\">יִסְמְכֵ֫נִי</span> <a data-ref=\"Psalms 3:6\" href=\"/Psalms.3.6\">ψ 3:6</a>, etc.; Imv. ms. sf. <span dir=\"rtl\">סָמְכֵנִי</span> <a data-ref=\"Psalms 119:116\" href=\"/Psalms.119.116\">ψ 119:116</a>; Pt. act. <span dir=\"rtl\">סוֹמֵךְ</span> <a data-ref=\"Isaiah 63:5\" href=\"/Isaiah.63.5\">Is 63:5</a> + 3 times; pl. cstr. <span dir=\"rtl\">סֹמְכֵי</span> <a data-ref=\"Ezekiel 30:6\" href=\"/Ezekiel.30.6\">Ez 30:6</a> <a data-ref=\"Psalms 54:6\" href=\"/Psalms.54.6\">ψ 54:6</a>; pass. <span dir=\"rtl\">סָמוּךְ</span> <a data-ref=\"Isaiah 26:3\" href=\"/Isaiah.26.3\">Is 26:3</a> <a data-ref=\"Psalms 112:8\" href=\"/Psalms.112.8\">ψ 112:8</a>; pl. <span dir=\"rtl\">סְמוּכִים</span> <a data-ref=\"Psalms 111:8\" href=\"/Psalms.111.8\">111:8</a>;— <strong>1.</strong> <strong>a.</strong>  <em>lean</em> or <em>lay</em> hand upon <span dir=\"rtl\">(עַל־)</span>: <a data-ref=\"Amos 5:19\" href=\"/Amos.5.19\">Am 5:19</a>; elsewhere in sacred rite: on head of sacrif. victim, as those who share in sacrif., <a data-ref=\"Exodus 29:10\" href=\"/Exodus.29.10\">Ex 29:10</a>, <a data-ref=\"Exodus 29:15\" href=\"/Exodus.29.15\">15</a>, <a data-ref=\"Exodus 29:19\" href=\"/Exodus.29.19\">19</a>; <a data-ref=\"Leviticus 1:4\" href=\"/Leviticus.1.4\">Lv 1:4</a> + 12 times Lv, <a data-ref=\"Numbers 8:12\" href=\"/Numbers.8.12\">Nu 8:12</a> (all P), <a data-ref=\"II Chronicles 29:23\" href=\"/II_Chronicles.29.23\">2 Ch 29:23</a>; so of Levites, presented to <span dir=\"rtl\">י׳</span> <a data-ref=\"Numbers 8:10\" href=\"/Numbers.8.10\">Nu 8:10</a> (P); on head of blasphemer <a data-ref=\"Leviticus 24:14\" href=\"/Leviticus.24.14\">Lv 24:14</a> (P; as witnesses of his guilt); on head of Joshua in consecration (Moses subj.) <a data-ref=\"Numbers 27:18\" href=\"/Numbers.27.18\">Nu 27:18</a>, <a data-ref=\"Numbers 27:23\" href=\"/Numbers.27.23\">23</a>; <a data-ref=\"Deuteronomy 34:9\" href=\"/Deuteronomy.34.9\">Dt 34:9</a> (all P). <strong>b.</strong>  intrans. <a data-ref=\"Psalms 88:8\" href=\"/Psalms.88.8\">ψ 88:8</a> thy wrath <em>hath rested</em> upon me <span dir=\"rtl\">(עָלַי)</span>; also <span dir=\"rtl\">סָמַךְ מֶלֶךְ־בָּבֶל אֶל־</span> <a data-ref=\"Ezekiel 24:2\" href=\"/Ezekiel.24.2\">Ez 24:2</a> <em>hath leaned against, rested his weight upon</em>, Jerusalem, i.e. invested (Toy), begun the siege of it. †<strong>2.</strong>  <em>support, uphold, sustain</em>, only fig.: c. 2 acc. <a data-ref=\"Genesis 27:37\" href=\"/Genesis.27.37\">Gn 27:37</a> (J) with corn and must <em>have I sustained him</em>, provided sustenance for him, cf. (of <span dir=\"rtl\">י׳</span>) <a data-ref=\"Psalms 51:14\" href=\"/Psalms.51.14\">ψ 51:14</a>; <em>uphold</em> Egypt <a data-ref=\"Ezekiel 30:6\" href=\"/Ezekiel.30.6\">Ez 30:6</a>; abs. <a data-ref=\"Isaiah 63:5\" href=\"/Isaiah.63.5\">Is 63:5</a>; especially of <span dir=\"rtl\">י׳</span> <em>upholding, sustaining</em> <a data-ref=\"Isaiah 59:16\" href=\"/Isaiah.59.16\">Is 59:16</a>; <a data-ref=\"Isaiah 63:5\" href=\"/Isaiah.63.5\">63:5</a> <a data-ref=\"Psalms 3:6\" href=\"/Psalms.3.6\">ψ 3:6</a>; <a data-ref=\"Psalms 37:17\" href=\"/Psalms.37.17\">37:17</a>, <a data-ref=\"Psalms 37:24\" href=\"/Psalms.37.24\">24</a>; <a data-ref=\"Psalms 54:6\" href=\"/Psalms.54.6\">54:6</a> (on <span dir=\"rtl\">בְּ</span> <em>essentiae</em> v. Ges<sup>§ 119 i</sup>, <span dir=\"rtl\">בְּ</span> supr. <strong>7 a</strong>), <a data-ref=\"Psalms 119:116\" href=\"/Psalms.119.116\">119:116</a>; <a data-ref=\"Psalms 145:14\" href=\"/Psalms.145.14\">145:14</a>; so pt. pass. <a data-ref=\"Psalms 111:8\" href=\"/Psalms.111.8\">ψ 111:8</a> <em>they are sustained</em>, i.e. maintained (<span dir=\"rtl\">י׳</span>’s commands), <span dir=\"rtl\">סָמוּךְ לִבּוֹ</span> <a data-ref=\"Psalms 112:8\" href=\"/Psalms.112.8\">112:8</a> <em>his heart is sustained</em>, firm, and so <span dir=\"rtl\">יֵצֶר ס׳</span> <a data-ref=\"Isaiah 26:3\" href=\"/Isaiah.26.3\">Is 26:3</a>.<br>†<strong>Niph.</strong>  Pf. 1 s. <span dir=\"rtl\">נִסְמַ֫כְתִּי</span> <a data-ref=\"Psalms 71:6\" href=\"/Psalms.71.6\">ψ 71:6</a>; 3 pl. <span dir=\"rtl\">נִסְמָ֑כוּ</span> <a data-ref=\"Isaiah 48:2\" href=\"/Isaiah.48.2\">Is 48:2</a>; Impf. <span dir=\"rtl\">יִסָּמֵךְ</span> <a data-ref=\"II Kings 18:21\" href=\"/II_Kings.18.21\">2 K 18:21</a> <a data-ref=\"Isaiah 36:6\" href=\"/Isaiah.36.6\">Is 36:6</a>, <span dir=\"rtl\">וַיִּסָּמֵךְ</span> <a data-ref=\"Judges 16:29\" href=\"/Judges.16.29\">Ju 16:29</a>; 3 mpl. <span dir=\"rtl\">וַיִּסָּֽמְכוּ</span> <a data-ref=\"II Chronicles 32:8\" href=\"/II_Chronicles.32.8\">2 Ch 32:8</a>;—reflex. <em>support</em>, or <em>brace oneself</em>, also c. <span dir=\"rtl\">עַל־</span>: <a data-ref=\"Judges 16:29\" href=\"/Judges.16.29\">Ju 16:29</a> <em>and he braced himself</em> against (upon) them (the pillars): <a data-ref=\"II Kings 18:21\" href=\"/II_Kings.18.21\">2 K 18:21</a> (if) a man <em>support himself</em> on it (Egypt as a cracked reed) = <a data-ref=\"Isaiah 36:6\" href=\"/Isaiah.36.6\">Is 36:6</a>; on cheering words <a data-ref=\"II Chronicles 32:8\" href=\"/II_Chronicles.32.8\">2 Ch 32:8</a>; on God <a data-ref=\"Isaiah 48:2\" href=\"/Isaiah.48.2\">Is 48:2</a> <a data-ref=\"Psalms 71:6\" href=\"/Psalms.71.6\">ψ 71:6</a>.<br>†<strong>Pi.</strong>  Imv. mpl. sf. + <span dir=\"rtl\">בְּ</span> instr.: <span dir=\"rtl\">סַמְּכוּנִי</span> <a data-ref=\"Song of Songs 2:5\" href=\"/Song_of_Songs.2.5\">Ct 2:5</a> <em>sustain</em> (refresh, revive) <em>me with raisin-cakes.</em>"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d403b6084aa1cbf2de79", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, צָוָה 1", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "BDB, צָוָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, צָוָה א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "צָוָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big>[<span dir=\"rtl\">צָוָה</span></big></big><sub>485</sub><big><big>]</big></big>  <strong>vb.</strong><br><strong>Pi.</strong>  lay charge (upon), give charge (to), charge, command, order <strong>(</strong>Ba<sup>ZMG xli (1887), 641</sup> Gerber <sup>124</sup> cp. Arabic <span dir=\"rtl\">وَصَى</span> <em>combine</em>, ii. <em>enjoin</em>, iv. <em>charge;</em> <span dir=\"rtl\">وَصِيَّةٌ</span> <em>injunction, command;</em> Syriac <span dir=\"rtl\">ܨܘܳܐ</span>, <em>head up</em> stones, <span dir=\"rtl\">ܨܘܳܝܳܐ</span>, <em>stone-heap</em>, Arabic <span dir=\"rtl\">صُوَّةٌ</span> <em>guide-stone</em>, cf. Schulth <sup>57</sup>; Gerber makes Heb. vb. denom. from <span dir=\"rtl\">מִצְוָה</span>, but vb. is much earlier<strong>)</strong>;—Pf. 3 ms. <span dir=\"rtl\">צִוָּה</span> <a data-ref=\"Genesis 6:22\" href=\"/Genesis.6.22\">Gn 6:22</a> +; sf. <span dir=\"rtl\">צִוַּנִי</span> <a data-ref=\"Deuteronomy 4:5\" href=\"/Deuteronomy.4.5\">Dt 4:5</a> +; <span dir=\"rtl\">צִוְּךָ</span> <a data-ref=\"Deuteronomy 4:23\" href=\"/Deuteronomy.4.23\">Dt 4:23</a> +; <span dir=\"rtl\">צִוָּהוּ</span> <a data-ref=\"Genesis 7:5\" href=\"/Genesis.7.5\">Gn 7:5</a> +, etc.; 1 s. <span dir=\"rtl\">צִוִּיתִי</span> <a data-ref=\"Exodus 29:35\" href=\"/Exodus.29.35\">Ex 29:35</a> + 29 times, <span dir=\"rtl\">צִוֵּיתִי</span> <a data-ref=\"Leviticus 8:31\" href=\"/Leviticus.8.31\">Lv 8:31</a> + 4 times, etc.; Impf. 3 ms. <span dir=\"rtl\">יְצַוֶּה</span> <a data-ref=\"Genesis 18:19\" href=\"/Genesis.18.19\">Gn 18:19</a> + 8 times; <span dir=\"rtl\">יְצַו</span> <a data-ref=\"Deuteronomy 28:8\" href=\"/Deuteronomy.28.8\">Dt 28:8</a>; <span dir=\"rtl\">וַיְצַו</span> <a data-ref=\"Genesis 2:16\" href=\"/Genesis.2.16\">Gn 2:16</a> +; sf. <span dir=\"rtl\">וִיצַוְּךָ</span> <a data-ref=\"I Chronicles 22:12\" href=\"/I_Chronicles.22.12\">1 Ch 22:12</a>, etc.; 1 s. <span dir=\"rtl\">וָאֲצַוֶּה</span> <a data-ref=\"Ezra 8:17\" href=\"/Ezra.8.17\">Ezr 8:17</a> Qr (> Kt <span dir=\"rtl\">ואוצאה</span>); 3 mpl. <span dir=\"rtl\">וַיְצַוּוּ</span> <a data-ref=\"Genesis 50:16\" href=\"/Genesis.50.16\">Gn 50:16</a> +, etc.; Inf. cstr. <span dir=\"rtl\">צַוֹּת</span> <a data-ref=\"II Samuel 18:5\" href=\"/II_Samuel.18.5\">2 S 18:5</a> +, etc.; Imv. ms. <span dir=\"rtl\">צַוֵּה</span> <a data-ref=\"Joshua 4:16\" href=\"/Joshua.4.16\">Jos 4:16</a> + 2 times; <span dir=\"rtl\">צַו</span> <a data-ref=\"Leviticus 6:2\" href=\"/Leviticus.6.2\">Lv 6:2</a> + 9 times; mpl. <span dir=\"rtl\">צַוּוּ</span> <a data-ref=\"Joshua 1:11\" href=\"/Joshua.1.11\">Jos 1:11</a>; <a data-ref=\"Joshua 4:3\" href=\"/Joshua.4.3\">4:3</a>; Pt. <span dir=\"rtl\">מְצַוֶּה</span> <a data-ref=\"Numbers 32:25\" href=\"/Numbers.32.25\">Nu 32:25</a> +; cstr. <span dir=\"rtl\">מְצַוֵּה</span> <a data-ref=\"Isaiah 55:4\" href=\"/Isaiah.55.4\">Is 55:4</a>, etc.; f. <span dir=\"rtl\">מְצַוָּה</span> <a data-ref=\"Genesis 27:8\" href=\"/Genesis.27.8\">Gn 27:8</a>;— <strong>1.</strong> <strong>a.</strong>  <em>lay charge upon</em>, c. <span dir=\"rtl\">עַל</span> pers., <a data-ref=\"Genesis 2:16\" href=\"/Genesis.2.16\">Gn 2:16</a> (J) <a data-ref=\"Genesis 28:6\" href=\"/Genesis.28.6\">28:6</a> (P) <a data-ref=\"I Kings 2:43\" href=\"/I_Kings.2.43\">1 K 2:43</a>; <a data-ref=\"I Kings 11:11\" href=\"/I_Kings.11.11\">11:11</a>; <a data-ref=\"Amos 2:12\" href=\"/Amos.2.12\">Am 2:12</a>; <a data-ref=\"Jeremiah 35:6\" href=\"/Jeremiah.35.6\">Je 35:6</a> + 6 times; <span dir=\"rtl\">עַל</span> rei, <span dir=\"rtl\">עַל הֶעָבִים אֲצַוֶּה מֵהַמְטִיר</span> <a data-ref=\"Isaiah 5:6\" href=\"/Isaiah.5.6\">Is 5:6</a>, cf. <a data-ref=\"Job 36:32\" href=\"/Job.36.32\">Jb 36:32</a>, <span dir=\"rtl\">צ׳ עַל־חָגָב</span> <a data-ref=\"II Chronicles 7:13\" href=\"/II_Chronicles.7.13\">2 Ch 7:13</a>. <strong>b.</strong>  <em>give charge to, command to</em> c. <span dir=\"rtl\">לְ</span> pers. <a data-ref=\"Exodus 1:22\" href=\"/Exodus.1.22\">Ex 1:22</a> (E) <a data-ref=\"I Samuel 20:29\" href=\"/I_Samuel.20.29\">1 S 20:29</a>; <a data-ref=\"I Chronicles 22:17\" href=\"/I_Chronicles.22.17\">1 Ch 22:17</a>; <a data-ref=\"Isaiah 13:3\" href=\"/Isaiah.13.3\">Is 13:3</a>; <a data-ref=\"Jeremiah 32:23\" href=\"/Jeremiah.32.23\">Jer 32:23</a>; <a data-ref=\"Psalms 105:8\" href=\"/Psalms.105.8\">ψ 105:8</a> <span dir=\"rtl\">תּוֹרָה צ׳ לָנוּ מֹשֶׁה</span> <a data-ref=\"Deuteronomy 33:4\" href=\"/Deuteronomy.33.4\">Dt 33:4</a>, cf. <a data-ref=\"Nehemiah 9:14\" href=\"/Nehemiah.9.14\">Ne 9:14</a>; <span dir=\"rtl\">צַו לְבֵיתֶ֑ךָ</span> <a data-ref=\"II Kings 20:1\" href=\"/II_Kings.20.1\">2 K 20:1</a> <em>give charge to the household</em> (in preparation for death) = <a data-ref=\"Isaiah 38:1\" href=\"/Isaiah.38.1\">Is 38:1</a> (cf. NH, B.Bath. <sup>151 b</sup>, <span dir=\"rtl\">צַוָּאָה</span> ‘<em>verbal will</em>’ Id 147a). <strong>c.</strong>  <em>give charge unto</em>, c. <span dir=\"rtl\">אֶל</span> pers. <a data-ref=\"Exodus 16:34\" href=\"/Exodus.16.34\">Ex 16:34</a> (P), <a data-ref=\"I Kings 11:10\" href=\"/I_Kings.11.10\">1 K 11:10</a>; <span dir=\"rtl\">וַיְצַו אֶל־בֵּיתוֹ</span> <a data-ref=\"II Samuel 17:23\" href=\"/II_Samuel.17.23\">2 S 17:23</a> (cf. <strong>b</strong>). <strong>d.</strong>  <em>give charge over, appoint</em>, c. acc. pers. + <span dir=\"rtl\">עַל</span> rei, <a data-ref=\"Nehemiah 7:2\" href=\"/Nehemiah.7.2\">Ne 7:2</a>; <a data-ref=\"I Chronicles 22:12\" href=\"/I_Chronicles.22.12\">1 Ch 22:12</a>, <span dir=\"rtl\">נָגִיד עַל (לִהְיוֹת) צ׳</span> <em>appoint</em> one (to be) ruler over <a data-ref=\"II Samuel 6:21\" href=\"/II_Samuel.6.21\">2 S 6:21</a>; <a data-ref=\"I Kings 1:35\" href=\"/I_Kings.1.35\">1 K 1:35</a>; c. <span dir=\"rtl\">לנגיד</span> <a data-ref=\"I Samuel 13:14\" href=\"/I_Samuel.13.14\">1 S 13:14</a>; <a data-ref=\"I Samuel 25:30\" href=\"/I_Samuel.25.30\">25:30</a>; <span dir=\"rtl\">שׁפטים על</span> <a data-ref=\"II Samuel 7:11\" href=\"/II_Samuel.7.11\">2 S 7:11</a> = <a data-ref=\"I Chronicles 17:10\" href=\"/I_Chronicles.17.10\">1 Ch 17:10</a>; c. inf. (no <span dir=\"rtl\">על</span>), <span dir=\"rtl\">לִרְעוֹת עמי</span> <a data-ref=\"II Samuel 7:7\" href=\"/II_Samuel.7.7\">2 S 7:7</a> = <a data-ref=\"I Chronicles 17:6\" href=\"/I_Chronicles.17.6\">1 Ch 17:6</a>; <span dir=\"rtl\">וְצִוִּיתָה אֹתוֹ לְעֵינֵיהֶם</span> <a data-ref=\"Numbers 27:19\" href=\"/Numbers.27.19\">Nu 27:19</a> (P) <em>and thou shalt install him in their sight</em>, cf. v <a data-ref=\"Numbers 27:23\" href=\"/Numbers.27.23\">23</a> (P). <strong>e.</strong>  <em>give</em> one <em>charge, command</em> (often <span dir=\"rtl\">עַל</span> <em>concerning</em>), <a data-ref=\"Genesis 12:20\" href=\"/Genesis.12.20\">Gn 12:20</a> (J), <a data-ref=\"Numbers 8:22\" href=\"/Numbers.8.22\">Nu 8:22</a> (P), <a data-ref=\"II Samuel 14:8\" href=\"/II_Samuel.14.8\">2 S 14:8</a>; <a data-ref=\"II Samuel 18:5\" href=\"/II_Samuel.18.5\">18:5</a>; <a data-ref=\"Jeremiah 7:22\" href=\"/Jeremiah.7.22\">Je 7:22</a>; <a data-ref=\"Jeremiah 39:11\" href=\"/Jeremiah.39.11\">39:11</a>; <a data-ref=\"Isaiah 45:12\" href=\"/Isaiah.45.12\">Is 45:12</a> (AV RV Che Ry<sup>Kau</sup>; > Ges Ew Di Du al. as <strong>d</strong>), <a data-ref=\"Isaiah 10:6\" href=\"/Isaiah.10.6\">10:6</a> (al. <em>against</em>), <a data-ref=\"Nahum 1:14\" href=\"/Nahum.1.14\">Na 1:14</a> (al. id.); c. <span dir=\"rtl\">לְ</span> <a data-ref=\"Numbers 9:8\" href=\"/Numbers.9.8\">Nu 9:8</a>; <a data-ref=\"Numbers 32:28\" href=\"/Numbers.32.28\">32:28</a> (P), <a data-ref=\"Psalms 91:11\" href=\"/Psalms.91.11\">ψ 91:11</a> <a data-ref=\"Lamentations 1:17\" href=\"/Lamentations.1.17\">La 1:17</a> <a data-ref=\"Esther 3:2\" href=\"/Esther.3.2\">Est 3:2</a>; c. <span dir=\"rtl\">אֶל</span> <a data-ref=\"Isaiah 23:11\" href=\"/Isaiah.23.11\">Is 23:11</a> <a data-ref=\"Jeremiah 47:7\" href=\"/Jeremiah.47.7\">Je 47:7</a>. <strong>2.</strong>  <em>charge, command:</em> <strong>a.</strong>  c. acc. pers. + rei, often, especially of the law: Deut. phrases are <span dir=\"rtl\">אשׁר אנכי מצוךָ</span> <a data-ref=\"Exodus 34:11\" href=\"/Exodus.34.11\">Ex 34:11</a> (J), <a data-ref=\"Deuteronomy 4:40\" href=\"/Deuteronomy.4.40\">Dt 4:40</a>; <a data-ref=\"Deuteronomy 6:2\" href=\"/Deuteronomy.6.2\">6:2</a>, <a data-ref=\"Deuteronomy 6:6\" href=\"/Deuteronomy.6.6\">6</a> + 18 times Dt, cf. <a data-ref=\"Deuteronomy 15:15\" href=\"/Deuteronomy.15.15\">15:15</a>; <span dir=\"rtl\">אשׁר אנכי מצוה אתכם</span> <a data-ref=\"Deuteronomy 4:2\" href=\"/Deuteronomy.4.2\">Dt 4:2</a><sup>(×2)</sup> + 9 times Dt; †<span dir=\"rtl\">הַדֶּרֶךְ אשׁר ע׳</span> <a data-ref=\"Deuteronomy 13:6\" href=\"/Deuteronomy.13.6\">Dt 13:6</a>; <a data-ref=\"Exodus 32:8\" href=\"/Exodus.32.8\">Ex 32:8</a> (E) <a data-ref=\"Deuteronomy 5:27\" href=\"/Deuteronomy.5.27\">Dt 5:30</a>; <a data-ref=\"Deuteronomy 9:12\" href=\"/Deuteronomy.9.12\">9:12</a>, <a data-ref=\"Deuteronomy 9:16\" href=\"/Deuteronomy.9.16\">16</a>; <a data-ref=\"Deuteronomy 11:28\" href=\"/Deuteronomy.11.28\">11:28</a>; <a data-ref=\"Deuteronomy 31:29\" href=\"/Deuteronomy.31.29\">31:29</a>. <strong>b.</strong>  c. acc. pers. + obj. clause, e.g., Inf. <a data-ref=\"Genesis 50:2\" href=\"/Genesis.50.2\">Gn 50:2</a> +; ו consec. Pf. <a data-ref=\"Genesis 18:19\" href=\"/Genesis.18.19\">18:19</a> (J), <a data-ref=\"Numbers 35:2\" href=\"/Numbers.35.2\">Nu 35:2</a> (P); ו consec. Impf. <a data-ref=\"II Samuel 4:12\" href=\"/II_Samuel.4.12\">2 S 4:12</a>; <a data-ref=\"I Kings 2:46\" href=\"/I_Kings.2.46\">1 K 2:46</a>; weak ו c. Impf. <a data-ref=\"Exodus 27:20\" href=\"/Exodus.27.20\">Ex 27:20</a> (P) <a data-ref=\"Joshua 4:16\" href=\"/Joshua.4.16\">Jos 4:16</a>; Imv. <a data-ref=\"Joshua 1:9\" href=\"/Joshua.1.9\">Jos 1:9</a>; <a data-ref=\"I Samuel 18:22\" href=\"/I_Samuel.18.22\">1 S 18:22</a>. <strong>c.</strong>  acc. pers., acc. rei om., <a data-ref=\"Exodus 18:23\" href=\"/Exodus.18.23\">Ex 18:23</a> (E) <a data-ref=\"Genesis 49:33\" href=\"/Genesis.49.33\">Gn 49:33</a> (P) +; obj. given after <span dir=\"rtl\">לֵאמֹר</span> <a data-ref=\"Genesis 26:11\" href=\"/Genesis.26.11\">Gn 26:11</a>; <a data-ref=\"Genesis 32:18\" href=\"/Genesis.32.18\">32:18</a>, <a data-ref=\"Genesis 32:20\" href=\"/Genesis.32.20\">20</a>; <a data-ref=\"Leviticus 6:2\" href=\"/Leviticus.6.2\">Lv 6:2</a> +; <span dir=\"rtl\">וַיֹּאמֶר</span>, etc., <a data-ref=\"Genesis 28:1\" href=\"/Genesis.28.1\">Gn 28:1</a>; <a data-ref=\"Genesis 49:29\" href=\"/Genesis.49.29\">49:29</a> +. <strong>d.</strong>  acc. rei, acc. pers. om., <span dir=\"rtl\">צ׳ לעולם בריתוֹ</span> <a data-ref=\"Psalms 111:9\" href=\"/Psalms.111.9\">ψ 111:9</a>; †<span dir=\"rtl\">זֶה הַדָּבָר אֲשֶׁר צ׳ י׳</span>, <a data-ref=\"Exodus 16:16\" href=\"/Exodus.16.16\">Ex 16:16</a>, <a data-ref=\"Exodus 16:32\" href=\"/Exodus.16.32\">32</a>; <a data-ref=\"Exodus 35:4\" href=\"/Exodus.35.4\">35:4</a>; <a data-ref=\"Leviticus 8:5\" href=\"/Leviticus.8.5\">Lv 8:5</a>; <a data-ref=\"Leviticus 9:6\" href=\"/Leviticus.9.6\">9:6</a>; <a data-ref=\"Leviticus 17:2\" href=\"/Leviticus.17.2\">17:2</a>; <a data-ref=\"Numbers 30:2\" href=\"/Numbers.30.2\">Nu 30:2</a>; <a data-ref=\"Numbers 36:6\" href=\"/Numbers.36.6\">36:6</a> (P); obj. cl., <a data-ref=\"Leviticus 8:34\" href=\"/Leviticus.8.34\">Lv 8:34</a> (P), <a data-ref=\"Leviticus 13:54\" href=\"/Leviticus.13.54\">13:54</a> (P); <a data-ref=\"Genesis 42:25\" href=\"/Genesis.42.25\">Gn 42:25</a> (E), <a data-ref=\"I Kings 5:20\" href=\"/I_Kings.5.20\">1 K 5:20</a>; <a data-ref=\"Judges 4:6\" href=\"/Judges.4.6\">Ju 4:6</a> <strong>e.</strong>  abs. <a data-ref=\"Genesis 50:16\" href=\"/Genesis.50.16\">Gn 50:16</a> (E), <a data-ref=\"Lamentations 3:37\" href=\"/Lamentations.3.37\">La 3:37</a>. <strong>3.</strong>  <em>charge, command</em>, acc. pers. in phr. <span dir=\"rtl\">כַּאֲשֶׁר צ׳</span> <a data-ref=\"Exodus 23:15\" href=\"/Exodus.23.15\">Ex 23:15</a> (E) <a data-ref=\"Genesis 7:9\" href=\"/Genesis.7.9\">Gn 7:9</a> (P) +; <span dir=\"rtl\">ככל אשׁר צ׳</span> <a data-ref=\"Genesis 7:5\" href=\"/Genesis.7.5\">Gn 7:5</a> (J) <a data-ref=\"Exodus 29:35\" href=\"/Exodus.29.35\">Ex 29:35</a> (P) +; <span dir=\"rtl\">כאשׁר צ׳ י׳ משֶׁה</span> <a data-ref=\"Exodus 12:28\" href=\"/Exodus.12.28\">Ex 12:28</a>, <a data-ref=\"Exodus 12:50\" href=\"/Exodus.12.50\">50</a>; <a data-ref=\"Exodus 39:1\" href=\"/Exodus.39.1\">39:1</a>, <a data-ref=\"Exodus 39:5\" href=\"/Exodus.39.5\">5</a> + 37 times P; <span dir=\"rtl\">ככל אשׁר צ׳ י׳ משׁה</span> <a data-ref=\"Exodus 39:32\" href=\"/Exodus.39.32\">39:32</a>, <a data-ref=\"Exodus 39:42\" href=\"/Exodus.39.42\">42</a> + 5 times P; †<span dir=\"rtl\">לכל אשׁר צ׳</span> <a data-ref=\"Joshua 1:18\" href=\"/Joshua.1.18\">Jos 1:18</a>; <a data-ref=\"Joshua 22:2\" href=\"/Joshua.22.2\">22:2</a> <a data-ref=\"Jeremiah 35:8\" href=\"/Jeremiah.35.8\">Je 35:8</a>; acc. pers. om. <span dir=\"rtl\">כאשׁר צ׳</span> <a data-ref=\"Exodus 7:10\" href=\"/Exodus.7.10\">Ex 7:10</a> <a data-ref=\"Numbers 32:25\" href=\"/Numbers.32.25\">Nu 32:25</a> (P) +; <span dir=\"rtl\">ככל אשׁר צ׳</span> <a data-ref=\"II Kings 11:9\" href=\"/II_Kings.11.9\">2 K 11:9</a> = <a data-ref=\"II Chronicles 23:8\" href=\"/II_Chronicles.23.8\">2 Ch 23:8</a> +; †<span dir=\"rtl\">לכל אשׁר צ׳</span> <a data-ref=\"Exodus 36:1\" href=\"/Exodus.36.1\">Ex 36:1</a> (P). †<strong>4.</strong>  <em>charge</em>, with command to others, <em>commission</em>, <strong>a.</strong>  acc. pers. + <span dir=\"rtl\">אֶל</span> pers. (sometimes + acc. rei) <a data-ref=\"Exodus 6:13\" href=\"/Exodus.6.13\">Ex 6:13</a>; <a data-ref=\"Exodus 25:22\" href=\"/Exodus.25.22\">25:22</a>; <a data-ref=\"Leviticus 27:34\" href=\"/Leviticus.27.34\">Lv 27:34</a> (P) <a data-ref=\"Deuteronomy 1:3\" href=\"/Deuteronomy.1.3\">Dt 1:3</a>; <a data-ref=\"Jeremiah 27:4\" href=\"/Jeremiah.27.4\">Je 27:4</a> <a data-ref=\"Esther 4:10\" href=\"/Esther.4.10\">Est 4:10</a>; acc. pers. om. <a data-ref=\"Genesis 50:16\" href=\"/Genesis.50.16\">Gn 50:16</a> (E) <a data-ref=\"Esther 3:12\" href=\"/Esther.3.12\">Est 3:12</a>; <a data-ref=\"Esther 8:9\" href=\"/Esther.8.9\">8:9</a>. <strong>b.</strong>  <span dir=\"rtl\">בְּיַד</span> of agent, + <span dir=\"rtl\">אֶל</span>, <a data-ref=\"Numbers 15:23\" href=\"/Numbers.15.23\">Nu 15:23</a>; <a data-ref=\"Numbers 36:13\" href=\"/Numbers.36.13\">36:13</a> (P); <span dir=\"rtl\">אֶל</span> om. <a data-ref=\"Leviticus 8:36\" href=\"/Leviticus.8.36\">Lv 8:36</a> (P), <a data-ref=\"Ezra 9:11\" href=\"/Ezra.9.11\">Ezr 9:11</a>; <a data-ref=\"Nehemiah 8:14\" href=\"/Nehemiah.8.14\">Ne 8:14</a>. <strong>c.</strong>  acc. pers. + <span dir=\"rtl\">עַל</span> for <span dir=\"rtl\">אֶל</span> <a data-ref=\"Ezra 8:17\" href=\"/Ezra.8.17\">Ezr 8:17</a>; <a data-ref=\"I Chronicles 22:13\" href=\"/I_Chronicles.22.13\">1 Ch 22:13</a>; <a data-ref=\"Malachi 3:22\" href=\"/Malachi.3.22\">Mal 3:22</a>; <a data-ref=\"Esther 4:5\" href=\"/Esther.4.5\">Est 4:5</a>. <strong>d.</strong>  c. acc. rei, <span dir=\"rtl\">וצ׳ בִּרְכָתִי לְ</span> <a data-ref=\"Leviticus 25:21\" href=\"/Leviticus.25.21\">Lv 25:21</a> (P) <em>and I will command my blessing to you</em>, c. <span dir=\"rtl\">אִתְּךָ</span> <a data-ref=\"Deuteronomy 28:8\" href=\"/Deuteronomy.28.8\">Dt 28:8</a>, cf. <a data-ref=\"Psalms 133:3\" href=\"/Psalms.133.3\">ψ 133:3</a>; <span dir=\"rtl\">צ׳ חסדוֹ</span> <a data-ref=\"Psalms 42:9\" href=\"/Psalms.42.9\">42:9</a>, <span dir=\"rtl\">בֹּקֶר</span> <a data-ref=\"Job 38:12\" href=\"/Job.38.12\">Jb 38:12</a>, <span dir=\"rtl\">נָחָשׁ</span>, <span dir=\"rtl\">חֶרֶב</span> <a data-ref=\"Amos 9:3\" href=\"/Amos.9.3\">Am 9:3</a>, <a data-ref=\"Amos 9:4\" href=\"/Amos.9.4\">4</a>. †<strong>5.</strong>  <em>command, appoint, ordain</em>, of divine act: in creation <a data-ref=\"Isaiah 45:12\" href=\"/Isaiah.45.12\">Is 45:12</a> <a data-ref=\"Psalms 33:9\" href=\"/Psalms.33.9\">ψ 33:9</a>; <a data-ref=\"Psalms 148:5\" href=\"/Psalms.148.5\">148:5</a>, providence <a data-ref=\"II Samuel 17:14\" href=\"/II_Samuel.17.14\">2 S 17:14</a>; <a data-ref=\"Amos 6:11\" href=\"/Amos.6.11\">Am 6:11</a>; <a data-ref=\"Amos 9:9\" href=\"/Amos.9.9\">9:9</a>; <a data-ref=\"Job 37:12\" href=\"/Job.37.12\">Jb 37:12</a> <a data-ref=\"Psalms 78:23\" href=\"/Psalms.78.23\">ψ 78:23</a>; <a data-ref=\"Isaiah 34:16\" href=\"/Isaiah.34.16\">Is 34:16</a>, redemption <a data-ref=\"Psalms 7:7\" href=\"/Psalms.7.7\">ψ 7:7</a>; <a data-ref=\"Psalms 44:5\" href=\"/Psalms.44.5\">44:5</a>; <a data-ref=\"Psalms 68:29\" href=\"/Psalms.68.29\">68:29</a>; <a data-ref=\"Psalms 71:3\" href=\"/Psalms.71.3\">71:3</a>; so of idol <a data-ref=\"Isaiah 48:5\" href=\"/Isaiah.48.5\">Is 48:5</a> (‖ <span dir=\"rtl\">עשׂה</span>).<br>†<strong>Pu.</strong>  Pf. 3 ms. <span dir=\"rtl\">צֻוָּה</span> <a data-ref=\"Numbers 3:16\" href=\"/Numbers.3.16\">Nu 3:16</a>; <a data-ref=\"Numbers 36:2\" href=\"/Numbers.36.2\">36:2</a>; 2 ms. <span dir=\"rtl\">צֻוֵּיתָה</span> <a data-ref=\"Genesis 45:19\" href=\"/Genesis.45.19\">Gn 45:19</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">יְצֻוֶּה</span> <a data-ref=\"Exodus 34:34\" href=\"/Exodus.34.34\">Ex 34:34</a>;—<em>be commanded</em>, i.e. receive command, subj. pers., <a data-ref=\"Genesis 45:19\" href=\"/Genesis.45.19\">Gn 45:19</a> (E), c. <span dir=\"rtl\">בְּ</span> by whom <a data-ref=\"Numbers 36:2\" href=\"/Numbers.36.2\">Nu 36:2</a> (P); <span dir=\"rtl\">אשׁר צ׳</span> <a data-ref=\"Exodus 34:34\" href=\"/Exodus.34.34\">Ex 34:34</a> (P), <span dir=\"rtl\">כִּי־כֵן צ׳</span> <a data-ref=\"Leviticus 8:35\" href=\"/Leviticus.8.35\">Lv 8:35</a>; <a data-ref=\"Leviticus 10:13\" href=\"/Leviticus.10.13\">10:13</a> (P), <span dir=\"rtl\">כאשׁר צ׳</span> <a data-ref=\"Numbers 3:16\" href=\"/Numbers.3.16\">Nu 3:16</a> (P) <a data-ref=\"Ezekiel 12:7\" href=\"/Ezekiel.12.7\">Ez 12:7</a>; <a data-ref=\"Ezekiel 24:18\" href=\"/Ezekiel.24.18\">24:18</a>; <a data-ref=\"Ezekiel 37:7\" href=\"/Ezekiel.37.7\">37:7</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e4a026613f3c2d3b44f0df", "index_title": "German Commentary on Mishnah Sanhedrin", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Sanhedrin 1:3:1", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "German Commentary on Mishnah Sanhedrin 1:3:1", "sourceHeRef": "פירוש גרמני על משנה סנהדרין א׳:ג׳:א׳", "anchorVerse": 23, "sourceHasEn": true, "commentaryNum": 3.0001, "collectiveTitle": {"en": "German Commentary on Mishnah Sanhedrin", "he": "פירוש גרמני על משנה סנהדרין"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>Das Handauflegen der Ältesten.</b>  Beim Gemeinde - Sündopfer (Lev. 4, 15). In der Tosephta wird hier noch hinzugefügt: <span dir=\"rtl\">סמיכה בשלשה</span>. Hierunter ist die Ordination zum Lehrer und Richter in Israel zu verstehen, die in Palästina <span dir=\"rtl\">מנוי</span> und in Babylonien <span dir=\"rtl\">סמיכה</span> genannt wurde (Jeruschalmi). Die babylonische Bezeichnung ist dem Schriftverse Num. 27, 23 (<span dir=\"rtl\">ויסמוך את ידיו</span>) entnommen. Dennoch aber erklärt der Talmud (13b), dass zur Ordination nicht das Handauflegen gehörte, sondern der Act der Semichah bestand darin, dass man den zu Ordinierenden feierlich als „Samuch“ (<span dir=\"rtl\">סמוך</span>) erklärte, ihm den Titel „Rabbi“ (<span dir=\"rtl\">רבי</span>) beilegte und die Berechtigung erteilte, als Richter in Straf-Prozessen (<span dir=\"rtl\">דיני קנסות</span>) zu fungieren. Diese Ordination durfte nur in Palästina stattfinden. In den frühem Zeiten (bis R. Akiba) konnte jeder Lehrer seinen Schülern die Ordination erteilen. Später wurde dem Patriarchen - Hause die Ehre erwiesen, dass zu jeder Ordination die Zustimmung des Patriarchen (<span dir=\"rtl\">נשיא</span>) nötig wurde (Jerusch.).", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6665c948190f35dacddfeb50", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "David Zvi Hoffmann on Leviticus 1:4:7", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "David Zvi Hoffmann on Leviticus 1:4:7", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא א׳:ד׳:ז׳", "anchorVerse": 23, "sourceHasEn": false, "commentaryNum": 4.0007, "collectiveTitle": {"en": "David Zvi Hoffmann on Leviticus", "he": "פירושי רד\"צ הופמן על ויקרא"}, "he": "אולם טעם הסמיכה מתחוור לנו כשאנו נותנים דעתנו על מקומות נוספים שבהם מדובר על המעשה הזה.<i data-commentator=\"Endnotes\" data-label=\"233\" data-order=\"233\"></i> משה רבנו סומך את ידו על יהושע (במדבר כז כג). בני ישראל סומכים את ידיהם על הלוים (שם, ח י). בשני המקרים האלה ממלא הנסמך את מקומו של הסומך. המעשה הסמלי מתאים במילואו. הסומך מסתמך על אחר שהוא יוציא לפועל את שהיה בעצם עליו לפעול. באקט זה ניתן מצד הסומך יפוי כוח לשני למלאות את מקומו. וכך יש לבאר גם מצות \"וסמכו כל השומעים\" (ויקרא כד יד) שנאמרה בענין המקלל. בעוון חמור כזה אשמים גם כל אלה שעמדו מנגד והתייחסו אליו ברשלנות ואדישות או שלא בקפדנות הראויה: לכן יימסר הפושע לעונש, ועל ידי זה יכופר לאחרים, כפי שאנחנו מוצאים במעשה זמרי (במדבר כה, ו), שהמגפה נעצרה לאחר שזמרי הוצא להורג. הפושע שנהרג הוא כאילו בא כוחם של האחרים שחטאו. הסמיכה שנאמרה אצל השעיר המשתלח (ויקרא טז כא) יכולה להטעות, שהרי נאמר לגביה: \"וסמך אהרן את שתי ידו על ראש השעיר החי והתודה עליו את כל עונות בני ישראל ואת כל פשעיהם לכל חטאתם ונתן אתם על ראש השעיר ושלח ביד איש עתי המדברה\". כאן מרומזת בפירוש – לפי דעת רבים – העברת העוונות ע\"י הסמיכה על ראש הקרבן. ברם, דעה זאת מוטעית היא: לא על ידי הסמיכה כי אם על ידי הוידוי ניתנים העוונות על ראש השעיר.<i data-commentator=\"Endnotes\" data-label=\"234\" data-order=\"234\"></i> על ידי הסמיכה נעשה בעל החי רק לנושא של פשעי העם. עם שמתוודים בשעת הסמיכה, נעשה בעל החי לסמל של פשעי העם או של הדברים הלקויים בו. ובהשלח השעיר אחר כך אל המדבר, מסומלת בכך תשובתו הגמורה של העם. כל העוונות נשלחים אל ארץ בלתי פוריה ושוממה כדי שיגיעו שם לכליון.", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "66829cfcd8abc20226ed3e83", "index_title": "Kovetz Yesodot VaChakirot", "category": "Reference", "type": "", "ref": "Kovetz Yesodot VaChakirot, סמיכת זקנים 1", "anchorRef": "Numbers 27:23", "anchorRefExpanded": ["Numbers 27:23"], "sourceRef": "Kovetz Yesodot VaChakirot, סמיכת זקנים 1", "sourceHeRef": "קובץ יסודות וחקירות, סמיכת זקנים א׳", "anchorVerse": 23, "sourceHasEn": false, "commentaryNum": 1, "collectiveTitle": {"en": "Kovetz Yesodot VaChakirot", "he": "קובץ יסודות וחקירות"}, "heTitle": "סמיכת זקנים", "he": ["<big><b>סמיכת זקנים</b></big><br><br><small>הגדרה</small><br><b>נתינת רשות לחכם לדון ולהורות </b>(הסוגיא בסנהדרין יג: והלאה).<br><b>בדיני</b> דיינים והוראה.<br><b>נקרא גם</b> – בארץ ישראל – \"מינוי\", ורק בבבל נקרא \"סמיכה\" (ירושלמי סנהדרין א, ב [ו.]).<br><br><small>מקור וטעם</small><br><b>מקורו</b> בפשטות מכך שמשה סמך את יהושע, כמו שנאמר (במדבר כז, כג) \"ויסמוך את ידיו עליו\" (סנהדרין יג:, אמנם הגמרא שם הביאה זאת כמקור לכך שסמיכה בשלושה, ולמסקנה נשארה על כך בקושיא מנלן שבאמת בשלושה).<br><br><small>פרטי הדין</small><br><b>מעשה הסמיכה</b> הוא שקוראים לו \"רבי\", ואומרים לו \"הרי אתה סמוך ויש לך רשות לדון\", אך אין צריך סמיכת יד על ראשו (רמב\"ם סנהדרין ד, ב).<br><b>אפשר לסמוך חכם רק לדינים מסויימים</b>, כגון שיוכל לדון בדיני ממונות אך לא להורות באיסור והיתר. הירושלמי (חגיגה א, ח [ז.]) והרמב\"ם (סנהדרין ד, ח) כתבו שגם בסמיכה כזו אי אפשר לסומכו אלא אם כן הוא ראוי לדון ולהורות בכל התורה, והמנחת חינוך כתב שמהבבלי משמע שדי בזה שראוי להורות באחד מדיני התורה (מנחת חינוך תצא, א [ב] ד\"ה ואיני, ודחה זאת בלשון \"ואפשר\").<br><b>מדאורייתא כל הדיינים צריכים להיות סמוכים</b>, בין בבית דין הגדול, בין בסנהדרין קטנה ובין בבית דין של שלושה (רמב\"ם סנהדרין ד, א), שנאמר (שמות כא, א) \"ואלה המשפטים אשר תשים לפניהם\", ודרשו (גיטין פח:) לפניהם – ולא לפני הדיוטות. ובזמן הזה שאין לנו דיינים סמוכים, מדאורייתא כל הדיינים בטלים, אלא ששליחותייהו דקמאי עבדינן (טור חו\"מ א באמצעו).<br><b>סמיכה שלא בפניו </b>מועילה. וחקר הברכת אברהם האם היא מדין שליחות, וצריך את כל דיני שליחות, או שהסמיכה מועילה גם שלא בפניו, והשליח בא רק כדי להודיעו (ברכת אברהם סנהדרין יד. סמיכה שלא בפניו ד).<br><br><small>הסומך</small><br><b>רק חכם שנסמך בעצמו</b> יכול לסמוך חכם אחר, שכל חכם סמוך צריך להיות סמוך מפי סמוך עד משה רבינו (רמב\"ם סנהדרין ד, א, וביאר הלחם משנה שמקורו מסנהדרין יד. במעשה של רבי יהודה בן בבא).<br><b>חכמי ארץ ישראל</b> – חידש הרמב\"ם (סנהדרין ד, יא) שאם הסכימו כל החכמים שבארץ ישראל (אע\"פ שאינם סמוכים) לסמוך דיינים – יוכלו לסמוך, וסמוכים אלו יוכלו לסמוך אחרים (וסיים בלשון: והדבר צריך הכרע). והוסיף (בפירוש המשניות סנהדרין א, ג) שאם לא תאמר כן – לעולם לא תהיה אפשרית מציאות בית דין הגדול, לפי שצריכים כולם להיות סמוכים.<br>בטעמו ביאר הקובץ שיעורים (דברים סופרים ב, ח) שקיבוץ כל חכמי ישראל יש לו כח של בית דין הגדול אע\"פ שאינם סמוכים, אך תמה עליו מדוע חכמי ארץ ישראל עדיפים מחכמי חו\"ל.<br><b>נשיא ובית דין</b> – בירושלמי (סנהדרין א, ב [ו.]) מבואר שהיו שלוש תקנות בעניין הסמיכה (והביאו הרמב\"ם סנהדרין ד, ה בשינויים קלים):<br>א) בראשונה (מרבן יוחנן בן זכאי ועד רבי מאיר ורבי שמעון) היה כל אחד ואחד ממנה את תלמידיו.<br>ב) חזרו וחלקו כבוד לבית הזה (קרבן העדה על הירושלמי שם: בית הנשיא. רמב\"ם סנהדרין ד, ה: הלל הזקן), שבית דין אינם יכולים למנות שלא לדעת הנשיא, אך הנשיא יכול למנות שלא לדעת בית דין.<br>ג) חזרו והתקינו שהמינוי צריך להיות מדעת הנשיא ובית דין יחד.<br>וכתב הרדב\"ז (על הרמב\"ם סנהדרין ד, ה) שהרמב\"ם גרס \"אב בית דין\" במקום \"בית דין\".<br><br><small>ערכים קרובים</small><br> <a class=\"refLink\" data-ref=\"Kovetz Yesodot VaChakirot, דיינים\" href=\"Kovetz_Yesodot_VaChakirot,_דיינים\">דיינים</a>, <a class=\"refLink\" data-ref=\"Kovetz Yesodot VaChakirot, יחיד מומחה\" href=\"Kovetz_Yesodot_VaChakirot,_יחיד_מומחה\">יחיד מומחה</a>, <a class=\"refLink\" data-ref=\"Kovetz Yesodot VaChakirot, קבלת בעלי הדין\" href=\"Kovetz_Yesodot_VaChakirot,_קבלת_בעלי_הדין\">קבלת בעלי הדין</a> (שהסכימו לדון אצל דיין פסול)."], "heVersionTitle": "Netanya, 2023", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]