[{"_id": "5173a2cfedbab41120e49afb", "index_title": "Devarim Rabbah", "category": "Midrash", "type": "midrash", "ref": "Devarim Rabbah 1:25", "anchorRef": "Deuteronomy 3:2", "anchorRefExpanded": ["Deuteronomy 3:2"], "sourceRef": "Devarim Rabbah 1:25", "sourceHeRef": "דברים רבה א׳:כ״ה", "anchorVerse": 2, "sourceHasEn": false, "compDate": [900], "commentaryNum": 1.0025, "collectiveTitle": {"en": "Devarim Rabbah", "he": "דברים רבה"}, "heTitle": "דברים רבה", "he": "דָּבָר אַחֵר <small>(דברים ג, ב)</small>: וַיֹּאמֶר ה' אֵלַי אַל תִּירָא אֹתוֹ, כִּי בְיָדְךָ אֶתְּנֶנּוּ, אֵין כְּתִיב כָּאן, אֶלָּא <small>(דברים ג, ב)</small>: כִּי בְיָדְךָ נָתַתִּי אֹתוֹ, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא כְּבָר פָּסַקְתִּי דִינוֹ מִימוֹת אַבְרָהָם, כֵּיצַד, בְּשָׁעָה שֶׁנִּשְׁבָּה לוֹט בֶּן אָחִיו, וּבָא עוֹג וּבִשֵֹּׂר אֶת אַבְרָהָם, שֶׁנֶּאֱמַר <small>(בראשית יד, יג)</small>: וַיָּבֹא הַפָּלִיט, אָמַר רֵישׁ לָקִישׁ מִשּׁוּם בַּר קַפָּרָא פָּלִיט הָיָה שְׁמוֹ, וְלָמָּה נִקְרָא שְׁמוֹ עוֹג, שֶׁבָּא וּמָצָא אֶת אַבְרָהָם עָסוּק בְּמִצְווֹת בְּעֻגּוֹת הַפֶּסַח, וְלֹא בָּא לְשֵׁם שָׁמַיִם אֶלָּא לְשֵׁם נוֹיָהּ שֶׁל שָׂרָה, אָמַר בְּלִבּוֹ הֲרֵינִי מְבַשֵֹּׂר אוֹתוֹ, וְהַגְּדוּד הוֹרְגוֹ, וְנוֹטֵל אֲנִי אֶת שָׂרָה אִשְׁתּוֹ. אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא, אִי רָשָׁע, כָּךְ אָמַרְתָּ, חַיֶּיךָ שֶׁאֲנִי נוֹתֵן לְךָ שְׂכַר רַגְלֶיךָ, וּמַאֲרִיךְ לְךָ שָׁנִים, וּמַה שֶּׁחָשַׁבְתָּ בְּלִבְּךָ הֲרֵינִי הוֹרֵג אַבְרָהָם וְנוֹטֵל אֶת שָׂרָה, בְּיַד בְּנֵי בָנֶיהָ עָתִיד אוֹתוֹ הָאִישׁ לִפֹּל. דָּבָר אַחֵר, כִּי בְיָדְךָ נָתַתִּי אֹתוֹ, כִּי בְיָדְךָ אֶתְּנֶנּוּ אֵין כְּתִיב כָּאן, אֶלָּא כִּי בְיָדְךָ נָתַתִּי אֹתוֹ, כְּבָר פָּסַקְתִּי אֶת דִּינוֹ מִימוֹת יִצְחָק, כֵּיצַד, בְּשָׁעָה שֶׁמָּל אַבְרָהָם אֶת יִצְחָק בְּנוֹ עָשָׂה מִשְׁתֶּה וְקָרָא לְכָל מַלְכֵי כְּנַעַן, שֶׁנֶּאֱמַר <small>(בראשית כא, ח)</small>: וַיַּעַשׂ אַבְרָהָם מִשְׁתֶּה גָדוֹל וגו', מַהוּ גָּדוֹל, שֶׁכָּל גְּדוֹלִים הָיוּ שָׁם, אַף עוֹג הָיָה שָׁם, בְּאוֹתָהּ שָׁעָה אָמְרוּ לוֹ לְעוֹג לֹא כָּךְ הָיִיתָ אוֹמֵר, אַבְרָהָם פִּרְדָּה עֲקָרָה הוּא וְאֵינוֹ מוֹלִיד, כֵּיוָן שֶׁרָאָה אֶת יִצְחָק אָמַר, מַהוּ זֶה, אֵין זֶה כְּלוּם, בְּאֶצְבָּעִי אֲנִי הוֹרְגוֹ, אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא כָּךְ אָמַרְתָּ, עַל מְנָת שֶׁתִּרְאֶה אֲלָפִים וּרְבָבוֹת יוֹצְאִים מִמֶּנּוּ, וּבְיָדָם אוֹתוֹ הָאִישׁ עָתִיד לִפֹּל. דָּבָר אַחֵר, כִּי בְיָדְךָ אֶתְּנֶנּוּ אֵין כְּתִיב כָּאן, אֶלָּא נָתַתִּי, כְּבָר פָּסַקְתִּי אֶת דִּינוֹ מִימוֹת יַעֲקֹב, כֵּיצַד, בְּשָׁעָה שֶׁנִּכְנַס יַעֲקֹב אֵצֶל פַּרְעֹה לְבָרֵךְ אוֹתוֹ, שֶׁנֶּאֱמַר <small>(בראשית מז, ז)</small>: וַיְבָרֶךְ יַעֲקֹב אֶת פַּרְעֹה, הָיָה עוֹג יוֹשֵׁב שָׁם, בְּאוֹתָהּ שָׁעָה אָמַר לוֹ פַּרְעֹה לְעוֹג לֹא כָךְ הָיִיתָ אוֹמֵר, אַבְרָהָם פִּרְדָּה עֲקָרָה הוּא וְאֵינוֹ מוֹלִיד, הֲרֵי בֶּן בְּנוֹ וְשִׁבְעִים נֶפֶשׁ מִירֵכוֹ, אוֹתָהּ שָׁעָה הִתְחִיל עוֹג מַכְנִיס עַיִן רָעָה עֲלֵיהֶן, אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא אִי רָשָׁע, מָה אַתָּה מַכְנִיס עַיִן רָעָה בְּבָנַי, תִּמַּס עֵינוֹ שֶׁל אוֹתוֹ הָאִישׁ, עָתִיד אוֹתוֹ הָאִישׁ לִפֹּל בְּיָדָן, הֲרֵי כִּי בְיָדְךָ נָתַתִּי אֹתוֹ. אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְיִשְׂרָאֵל, כְּשֵׁם שֶׁבָּעוֹלָם הַזֶּה הָיוּ אֻמּוֹת הָעוֹלָם שׁוֹמְעִים שִׁמְעֲכֶם וּמִתְיָרְאִין וּמִתְפַּחְדִין מִכֶּם, כָּךְ לֶעָתִיד לָבוֹא, שֶׁנֶּאֱמַר <small>(דברים כח, י)</small>: וְרָאוּ כָּל עַמֵּי הָאָרֶץ כִּי שֵׁם ה' נִקְרָא עָלֶיךָ וְיָרְאוּ מִמֶּךָּ.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“The Lord said to me: Do not fear him, as I have delivered him and his entire people and his land into your hand; you shall do to him as you did to Siḥon, king of the Emorites, who lives in Ḥeshbon” (Deuteronomy 3:2).</b> <br>Another matter, “the Lord said to me: Do not fear him” – “because I will deliver him into your hand” is not written here, but, “as I have delivered him…into your hand.” The Holy One blessed be He said: ‘I have already issued his sentence, from the days of Abraham.’ How so? When Lot, his son’s brother, was taken captive, Og came and informed Abraham, as it is stated: “The fugitive [<i>hapalit</i>] came [and told Abram the Hebrew]” (Genesis 14:13). Reish Lakish said in the name of bar Kappara:  Palit was his name. Why was he called by the name Og? It is because he came and found Abraham engaged in the mitzvot of cakes [<u><i>ugot</i></u>]<sup class=\"footnote-marker\">57</sup><i class=\"footnote\">Matza (see, e.g., Exodus 12:39). </i><i> </i>on Passover. But he did not come for the sake of Heaven, but because of Sarah’s beauty. He said in his heart: ‘I will bring him the news, the regiment will kill him, and I will take his wife Sarah.’ The Holy One blessed be He said: ‘Oh wicked one, is that what you say? As you live, I will give you the reward for your legs, and extend your years.<sup class=\"footnote-marker\">58</sup><i class=\"footnote\">Og lived an exceptionally long life as reward for having gone with his legs to inform Abraham. </i> But for what you thought in your heart: I will have Abraham killed, and I will take Sarah; in the hand of her descendants, this man<sup class=\"footnote-marker\">59</sup><i class=\"footnote\">A reference to Og himself.</i> is destined to fall. <br>Another matter, “as I have delivered him…into your hand” – “because I will deliver him into your hand” is not written here, but, “as I have delivered him…into your hand.” I have already issued his sentence, from the days of Isaac. How so? When Abraham circumcised his son Isaac, he made a feast and invited all the kings of Canaan, as it is stated: “Abraham made a great feast…” (Genesis 21:8). What is “great”? It is that all the prominent men were there. Og, too, was there. At that time they said to Og: ‘Did you not used to say: Abraham is a barren mule and cannot beget children?’ When he saw Isaac, he said: ‘This is nothing, I can kill him with my finger.’ The Holy One blessed be He said to him: ‘Is this what you say? [I will extend your years] so that you will see thousands and myriads emerging from him, and in their hand, this man is destined to fall.’ <br>Another matter, “because I will deliver him into your hand” is not written here, but, “I have delivered.” I already issued his sentence from the days of Jacob. How so? When Jacob came in to Pharaoh to bless him, as it is stated: “Jacob blessed Pharaoh” (Genesis 47:7), Og was sitting there. At that moment, Pharaoh said to Og: ‘Did you not used to say: Abraham is a barren mule and cannot beget children? Here is his grandson and seventy of his offspring.’ At that moment, Og began introducing the evil eye upon them. The Holy One blessed be He said: ‘Oh, wicked one, why are you introducing the evil eye upon my children? May the eye of this man dissolve. This man is destined to fall into their hand.’ That is, “as I have delivered him…into your hand.” The Holy One blessed be He said to Israel: ‘Just as, in this world, the nations of the world would hear your renown and were afraid and terrified of you, so it will be in the future, as it is stated: “All the peoples of the earth will see that the name of the Lord is invoked upon you and they will fear you” (Deuteronomy 28:10).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "531e4fdffbfba276047f5c5f", "index_title": "Onkelos Deuteronomy", "category": "Targum", "type": "targum", "ref": "Onkelos Deuteronomy 3:2", "anchorRef": "Deuteronomy 3:2", "anchorRefExpanded": ["Deuteronomy 3:2"], "sourceRef": "Onkelos Deuteronomy 3:2", "sourceHeRef": "תרגום אונקלוס על דברים ג׳:ב׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Onkelos Deuteronomy", "he": "תרגום אונקלוס על דברים"}, "heTitle": "תרגום אונקלוס על דברים", "he": "וַאֲמַר יְיָ לִי לָא תִדְחַל יָתֵיהּ אֲרֵי בִידָךְ מְסָרִית יָתֵיהּ וְיָת כָּל עַמֵּיהּ וְיָת אַרְעֵיהּ וְתַעְבֶּד לֵיהּ כְּמָא דִי עֲבַדְתָּא לְסִיחֹן מַלְכָּא דֶאֱמֹרָאָה דִּי יָתֵב בְּחֶשְׁבּוֹן:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Adonoy said to me, ‘‘Do not fear him, for I have put him in your hand, with all his people and his land, and you will do to him as you did to Sichon, King of the Emorites who was living in Cheshbon.’’", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2683fbfba27c35eeb4a0", "index_title": "Targum Jonathan on Deuteronomy", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Deuteronomy 3:2", "anchorRef": "Deuteronomy 3:2", "anchorRefExpanded": ["Deuteronomy 3:2"], "sourceRef": "Targum Jonathan on Deuteronomy 3:2", "sourceHeRef": "תרגום יונתן על דברים ג׳:ב׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Targum Jonathan on Deuteronomy", "he": "תרגום יונתן על דברים"}, "heTitle": "תרגום יונתן על דברים", "he": "וַאֲמַר יְיָ לִי לָא תִדְחַל מִנֵיהּ אֲרוּם בִּידָךְ מְסָרִית יָתֵיהּ וְיַת כָּל עַמֵּיהּ וְיַת אַרְעֵיהּ וְתַעֲבֵיד לֵיהּ הֵיכְמָא דַעֲבַדְתָּ לְסִיחוֹן מַלְכָּא דֶאֱמוֹרָאָה דִיתֵיב בְּחֶשְׁבּוֹן", "heVersionTitle": "Targum Jonathan on Deuteronomy", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And the Lord said to me, Fear him not; for into thy hand I have delivered him, and all his people, and his land; and thou shalt do to him as thou hast done to Sihon king of the Amoraah, who dwelt in Heshbon. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "5376504bfbfba2044a3825bd", "index_title": "Rashi on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Rashi on Deuteronomy 3:2:1", "anchorRef": "Deuteronomy 3:2", "anchorRefExpanded": ["Deuteronomy 3:2"], "sourceRef": "Rashi on Deuteronomy 3:2:1", "sourceHeRef": "רש\"י על דברים ג׳:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על דברים", "he": "<b>אל תירא אתו.</b> וּבְסִיחוֹן לֹא הֻצְרַךְ לוֹמַר אַל תִּירָא אֹתוֹ אֶלָּא מִתְיָרֵא הָיָה מֹשֶׁה שֶׁלֹּא תַעֲמֹד לוֹ זְכוּת שֶׁשִּׁמֵּשׁ לְאַבְרָהָם, שֶׁנֶּאֱמַר (בראשית י\"ד) \"וַיָּבֹא הַפָּלִיט\", וְהוּא עוֹג:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "אל תירא אתו DO NOT FEAR HIM — In the case of Sihon, however, it did not feel it necessary to state, “Do not fear him״!? But in the case of Og Moses feared lest the merit that he (Og) had been of service to Abraham might avail him, as it is said, (Genesis 14:13: see Rashi thereon), \"And the fugitive came\", and that was Og (Genesis Rabbah 42:8; see Rashi on Numbers 21:34).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "55a3c085fbfba277e9971527", "index_title": "Genesis", "category": "Tanakh", "type": "", "ref": "Genesis 14:13", "anchorRef": "Deuteronomy 3:2", "anchorRefExpanded": ["Deuteronomy 3:2"], "sourceRef": "Genesis 14:13", "sourceHeRef": "בראשית י״ד:י״ג", "anchorVerse": 2, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 14.0013, "collectiveTitle": {"en": "Genesis", "he": "בראשית"}, "heTitle": "בראשית", "he": "וַיָּבֹא֙ הַפָּלִ֔יט וַיַּגֵּ֖ד לְאַבְרָ֣ם הָעִבְרִ֑י וְהוּא֩ שֹׁכֵ֨ן בְּאֵֽלֹנֵ֜י מַמְרֵ֣א הָאֱמֹרִ֗י אֲחִ֤י אֶשְׁכֹּל֙ וַאֲחִ֣י עָנֵ֔ר וְהֵ֖ם בַּעֲלֵ֥י בְרִית־אַבְרָֽם׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "A fugitive brought the news to Abram the Hebrew, who was dwelling at the terebinths of Mamre the Amorite, kinsman of Eshkol and Aner, these being Abram’s allies.", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "55a3c085fbfba277e9971529", "index_title": "Numbers", "category": "Tanakh", "type": "", "ref": "Numbers 21:34", "anchorRef": "Deuteronomy 3:2", "anchorRefExpanded": ["Deuteronomy 3:2"], "sourceRef": "Numbers 21:34", "sourceHeRef": "במדבר כ״א:ל״ד", "anchorVerse": 2, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 21.0034, "collectiveTitle": {"en": "Numbers", "he": "במדבר"}, "heTitle": "במדבר", "he": "וַיֹּ֨אמֶר יְהֹוָ֤ה אֶל־מֹשֶׁה֙ אַל־תִּירָ֣א אֹת֔וֹ כִּ֣י בְיָדְךָ֞ נָתַ֧תִּי אֹת֛וֹ וְאֶת־כׇּל־עַמּ֖וֹ וְאֶת־אַרְצ֑וֹ וְעָשִׂ֣יתָ לּ֔וֹ כַּאֲשֶׁ֣ר עָשִׂ֗יתָ לְסִיחֹן֙ מֶ֣לֶךְ הָֽאֱמֹרִ֔י אֲשֶׁ֥ר יוֹשֵׁ֖ב בְּחֶשְׁבּֽוֹן׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "But יהוה said to Moses, “Do not fear him, for I give him and all his troops and his land into your hand. You shall do to him as you did to Sihon king of the Amorites who dwelt in Heshbon.”", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "560ba94dfbfba25e369f7fa8", "index_title": "Haamek Davar on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Deuteronomy 3:2:1", "anchorRef": "Deuteronomy 3:2", "anchorRefExpanded": ["Deuteronomy 3:2"], "sourceRef": "Haamek Davar on Deuteronomy 3:2:1", "sourceHeRef": "העמק דבר על דברים ג׳:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1849, 1879], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b> אל תירא אותו.</b> ג״ז נתבאר שם שזה היה מוראו של משה באשר המה הסבו מלחמתו בלי הכרח כ״כ:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "57c43b7fd6e4a903fee3c3d8", "index_title": "Targum Jerusalem", "category": "Targum", "type": "targum", "ref": "Targum Jerusalem, Deuteronomy 3:2", "anchorRef": "Deuteronomy 3:2", "anchorRefExpanded": ["Deuteronomy 3:2"], "sourceRef": "Targum Jerusalem, Deuteronomy 3:2", "sourceHeRef": "תרגום ירושלמי, דברים ג׳:ב׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [380, 1180], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Targum Jerusalem", "he": "תרגום ירושלמי"}, "heTitle": "דברים", "he": "כֵּיוַן דְּחָמָא משֶׁה יַת עוֹג רַשִׁיעָא זַע וּמַרְתַת מִן קֳדָמוֹי וַאֲמַר הֲלָא דֵין הוּא דַהֲוָה מְחַסֵד לְאַבְהָתָן אַבְרָהָם וְשָרָה וַאֲמַר לְהוֹן אַתּוּן דַּמְיָין לְאִילָנִין שְׁתִילִין עַל מַבּוּעִין דְּמַיָין בְּרַם פֵּירִין לֵית הִינוּן עַבְדִין בְּגִין כֵּן אַמְתִּין לֵיהּ קוּדְשָׁא בְּרִיךְ הוּא יְהֵי שְׁמֵיהּ מְשַׁבַּח אַחְיָיא יָתֵיהּ שְׁנִין סַגִּיאִין מִן בִּגְלַל לְמָחוֹיָא יָתֵיהּ לְדָרַיָא דְהוּא מְסַר יָתֵיהּ בְּיַד בְּנוֹי וַאֲמַר מֵימְרָא דַיְיָ לֵיהּ משֶׁה לָא תִדְחַל מִינֵיהּ אֲרֵי בִּידָךְ מְסָרִית יָתֵיהּ וְיַת כָּל עַמֵיהּ וְיַת אַרְעֵיהּ וְתַעֲבֵיד לֵיהּ הֵיךְ מַה דַעֲבָדַת לְסִיחוֹן מַלְכֵּיהוֹן דֶאֱמוֹרָאֵי דַהֲוָה שָׁרֵי בְּחֶשְׁבּוֹן:", "heVersionTitle": "Targum Jerusalem on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום ירושלמי על התורה", "text": "When Mosheh saw that wicked one, he trembled before him, and said, Is not this he who did scoff at our father Abraham and Sarah, and said to them, Ye are like trees planted by a fountain of water, but ye bear no fruit? Therefore did the Holy One, blessed be He, and let His Name be glorified, cause him to wait, and prolong him many years alive, to show to him the generations, because He would deliver him into the hands of his (Abraham's) children: therefore the Word of the Lord said to Mosheh, Be not afraid of him, for into thy hand have I given him up, and all his people, and his land, and thou shalt do to him as thou hast done to Sihon. king of the Amoraee, who dwelt in Heshbon.", "versionTitle": "Targum Jerusalem, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי, מתורגם בידי ג\"ו את'רידג', לונדון, 1862"}, {"_id": "57e77d94d6e4a94c7c18b49f", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Deuteronomy 3:2", "anchorRef": "Deuteronomy 3:2", "anchorRefExpanded": ["Deuteronomy 3:2"], "sourceRef": "Tafsir Rasag, Deuteronomy 3:2", "sourceHeRef": "תפסיר רס\"ג, דברים ג׳:ב׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "דברים", "he": "פקאל אללה לי לא תכ̇פה פאני קד אסלמתה פי ידך וג̇מיע קומה ובלדה פאצנע בה כמא צנעת בסיחון מלך אלאמורי אלמקים בחשבון", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5926b25ed6e4a957603a16ec", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Chukat 52:1", "anchorRef": "Deuteronomy 3:2", "anchorRefExpanded": ["Deuteronomy 3:2"], "sourceRef": "Midrash Tanchuma Buber, Chukat 52:1", "sourceHeRef": "תנחומא בובר, חקת נ״ב:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 52.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "חקת", "he": "וישלח ישראל מלאכים <small>(במדבר כא כא)</small>. כל דברי תורה צריכין זה לזה שמה שזה נועל זה פותח, כאן נאמר וישלח ישראל מלאכים, ובמקום אחר תלה השליחות במשה, [שנאמר] ואשלח מלאכים ממדבר קדמות <small>(דברים ב כו)</small>, ללמדך שראש הדור הרי הוא ככל הדור. נעברה נא בארצך <small>(במדבר כ יז)</small>, כמו ששלח למלך אדום, אוכל בכסף תשברני וגו' <small>(דברים ב כח)</small>, דרכן של מים ליתן בחנם ואני נותן את דמיהם. (דרך) [בדרך] המלך נלך [עד אשר נעבור גבולך] <small>(במדבר כא כב)</small>, ובמקום אחר כתיב עד אשר אעבור את הירדן <small>(דברים ב כט)</small>, משל לשומר את הגפן או תאנה, בא אחד אמר אעבור מיכאן שאבצור את הכרם, א\"ל איני יושב לשמור אלא בשבילך, ואתה בא לבוצרה, כך הוא סיחון היה נוטל שכר מכל מלכי כנען, והם היו מעלין לו מסים, שהוא היה ממליך אותם והיה שקול כנגד כלם, הוא ועוג, שנאמר לסיחון מלך האמורי וגו' ולעוג מלך הבשן <small>(תהלים קלו יט כ)</small>, אמרו לו ישראל נעבור בארצך לכבוש את המלכים, אמר להם איני יושב כאן אלא לשמרם מפניכם, ולא נתן סיחון את ישראל עבור בגבולו ויאסוף סיחון את כל עמו ויצא לקראת ישראל <small>(במדבר כא כג)</small>, במחשבה עשה הקב\"ה למוסרו בידם שלא בצער, כתיב לסיחון מלך האמורי אשר יושב בחשבון <small>(שם שם לד)</small>, אילו היתה חשבון מליאה יתושין, אין כל בריה יכולה לשלוט בו, ואין צריך לומר שהיה גבור ושרוי בעיר מבצר, אילו היה יושב בעיירות שלו הוא ואוכלוסין, היו ישראל מתייגעין לשלוט בו, ולכבוש את כל עיר ועיר, אלא הקב\"ה כינסן למוסרן בידם שלא [בצער, וכן הוא אומר ראה החלותי תת לפניך את סיחון <small>(דברים ב לא)</small>, הרגו כל גבוריו שיצאו לקראתו, וחזרו על הנשים ועל הטף שלא] ביגיעה, לכך כתיב ויאסף סיחון את כל עמו <small>(במדבר כא כג)</small>.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Numb. 21:21:) <small>THEN ISRAEL SENT MESSENGERS &lt;UNTO SIHON, KING OF THE AMORITES&gt;</small>. All the words of Torah are necessary to each other, for what one covers over the other opens up.<sup class=\"footnote-marker\">201</sup><i class=\"footnote\"><i>Tanh</i>., Numb. 6:23; Numb. R. 19:28.</i> It is stated here (in Numb. 21:21): <small>THEN ISRAEL SENT MESSENGERS</small>, while in another place &lt;Scripture&gt; ascribes the sending to Moses. [Thus it is stated] (in Deut. 2:26): <small>THEN I SENT MESSENGERS FROM THE DESERT OF KEDEMOTH &lt;UNTO KING SIHON OF HESHBON WITH WORDS OF PEACE&gt;</small>. &lt;Both verses are necessary&gt; to teach you that the head of a generation is surely equivalent to the whole generation. (Numb. 20:17:) <small>PLEASE LET US PASS THROUGH YOUR LAND</small>.<sup class=\"footnote-marker\">202</sup><i class=\"footnote\">As Buber suggests in note 370, the citation is probably a misreading for Numb. 20:22: <small>LET ME PASS THROUGH YOUR LAND</small>. This alternate reading better fits the context and also agrees with the parallel in Numb. R. 19:29; however, the parallel in <i>Tanh</i>., Numb. 6:23 agrees with the Buber text as written.</i> As he had sent to inform the king of Edom &lt;that he would do no damage, so did he send to this one&gt;<sup class=\"footnote-marker\">203</sup><i class=\"footnote\">The bracketed words come from the parallel in Numb. 19:19 and are necessary for the sense of the argument.</i> (in Deut. 2:28): <small>YOU SHALL SELL ME FOOD FOR MONEY…</small>. It is customary for water to be given gratis, but I am giving payment for it. (Numb. 21:22:) <small>WE WILL GO BY THE KING</small>'s <small>HIGHWAY</small> [<small>UNTIL WE HAVE PASSED THROUGH YOUR TERRITORY</small>]. In another place it is written (in Deut. 2:29): <small>UNTIL HAVE CROSSED THE JORDAN</small>. &lt;The matter&gt; is comparable to one guarding a vine or fig tree. When someone comes and says: Let me pass through here, so that I may gather grapes from the vineyard, he says to him: It is only because of you that I am sitting on guard. So would you come to gather the grapes? So it was with Sihon. He received wages from all the kings of Canaan; and they would bring taxes up to him, for he had made them kings. Moreover he and Og were considered the equivalent of them all, since it is stated (in Ps. 136:19–20): <small>SIHON, KING OF THE AMORITES …; AND OG, KING OF BASHAN</small>. Israel said to &lt;Sihon&gt;: Let us pass through your land<sup class=\"footnote-marker\">204</sup><i class=\"footnote\">“Let us pass through your land” is similar but not quite equal to either Numb. 20:17 or Numb. 21:22.</i> to conquer the kings. He said to them: I am sitting here to guard them from you. (Numb. 21:23:) <small>SO SIHON DID NOT ALLOW ISRAEL TO CROSS ON HIS TERRITORY. INSTEAD SIHON GATHERED ALL HIS PEOPLE TOGETHER AND WENT OUT AGAINST ISRAEL</small>. The Holy One acted with forethought to deliver him into their hand without trouble. It is written (in Numb. 21:34 = Deut. 3:2): <small>TO KING SIHON OF THE AMORITES WHO DWELT IN HESHBON</small> (i.e., <small>WITH CALCULATION</small>).<sup class=\"footnote-marker\">205</sup><i class=\"footnote\">The stress on the Holy One acting with fore-thought was suggested by the words, <small>IN HESHBON</small>, which can also be translated <small>WITH CALCULATION</small>.</i> If Heshbon had been full of mosquitos, no mortal could have prevailed against it; and it goes without saying that he was a warrior and dwelt in a fortified city. If he and his troops<sup class=\"footnote-marker\">206</sup><i class=\"footnote\">Gk.: <i>ochloi.</i></i> had dwelt &lt; scattered about&gt; in his towns, Israel would have worn themselves out to prevail against him and conquer each and every town. Instead the Holy One gathered them together so as to deliver them into their hand without [trouble. And so it said (in Deut. 2:31): <small>SEE I HAVE BEGUN TO GIVE SIHON &lt;AND HIS LAND&gt; OVER TO YOU</small>. They killed all his warriors who had come out against them. Then they returned for the women and infants without] exertion. It is therefore written (in Numb. 21:23): <small>INSTEAD SIHON GATHERED ALL HIS PEOPLE TOGETHER</small>.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5926b25fd6e4a957603a1704", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Chukat 55:1", "anchorRef": "Deuteronomy 3:2", "anchorRefExpanded": ["Deuteronomy 3:2"], "sourceRef": "Midrash Tanchuma Buber, Chukat 55:1", "sourceHeRef": "תנחומא בובר, חקת נ״ה:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 55.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "חקת", "he": "ויאמר ה' אל משה אל תירא אותו וגו' <small>(שם שם לד)</small>. זש\"ה אשרי אדם מפחד תמיד וגו' <small>(משלי כח יד)</small>, כך מדת הצדיקים אע\"פ שהקב\"ה מבטיחן, אינן פורקן יראה, וכן ביעקב כתיב ויירא יעקב <small>(בראשית לב ח)</small>, למה נתיירא, אמר שמא נתקלקלתי אצל לבן בכלום, וכתיב ולא יראה בך ערות דבר ושב מאחריך <small>(דברים כג טו)</small>, והניחני הקב\"ה, אף משה תפש את היראה כדרך אביו, ולמה נתיירא, אמר שמא מעלו ישראל במלחמת סיחון, או נתקלקלו בעבירה, א\"ל אל תירא אותו, שלא עמד בעולם גבור קשה ממנו, שנאמר כי רק עוג מלך הבשן וגו' <small>(שם ג יא)</small>, והוא נשאר מהגבורים שהרגו אמרפל וחביריו, שנאמר ויכו את רפאים וגו' <small>(בראשית יד ה)</small>, וזה הפסולת שלהם, כפריצי זיתים שיוצאין ולפיטים מתחת הגפת, שנאמר ויבא הפליט וגו' <small>(שם שם יג)</small>, וכוונתו היה לזה שיצא אברהם ויהרג, נתן לו הקב\"ה שכר רגליו, וחיה כל אותן שנים עד שנפל ביד בניו, כשבא משה לעשות עמו מלחמה נתיירא ממנו, אמר אני בן מאה ועשרים שנה והוא בן חמש מאות שנה, אילולי שיש לו זכות לא חיה כל אלו השנים, אמר הקב\"ה אל תירא אותו (ונחרם אותם וגו') <small>(דברים ג ו)</small>, [ועשית לו כאשר עשית לסיחון וגו'] <small>(במדבר כא לד)</small>, והלא כתיב וכל הבהמה ושלל הערים בזונו לנו <small>(דברים שם ז)</small>, אלא גופו החרימו שלא ליהנות ממנו כלם  ", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Numb. 21:34:) <small>BUT THE LORD GOD SAID UNTO MOSES: DO NOT FEAR HIM…</small>. This text is related (to Prov. 28:14): <small>BLESSED IS THE ONE WHO IS ALWAYS AFRAID…</small>. Such is the nature of the righteous.<sup class=\"footnote-marker\">211</sup><i class=\"footnote\"><i>Tanh</i>., Numb. 6:25.</i> Although the Holy One assures them, they do not cast off fear. And so it is written about Jacob (in Gen. 32:8 [7]): <small>AND JACOB WAS &lt;GREATLY&gt; AFRAID</small>. Why was he afraid? He said: Perhaps I was tainted by something at Laban's, since it is written (in Deut. 23:15 [14]): <small>&lt;AND YOUR CAMP SHALL BE HOLY;&gt; SO &lt;THE LORD&gt; IS NOT TO SEE ANYTHING INDECENT AMONG YOU AND TURN AWAY FROM YOU</small>. Thus the Holy One may have forsaken me. Moses also acquired fear in the manner of his ancestor. Why was he afraid? He said perhaps Israel sinned in the war with Sihon or became tainted by a transgression. He said to him (in Numb. 34:21): <small>DO NOT FEAR HIM</small>, because a warrior more formidable than himself has never arisen in the world. Thus it is stated (in Deut. 3:11): <small>FOR ONLY KING OG OF BASHAN &lt;REMAINED FROM THE REPHAIM</small><sup class=\"footnote-marker\">212</sup><i class=\"footnote\">According to Deut. 2:11, 20-21, together with Numb. 13:33, the Rephaim were a race of giants.</i> <small>REMNANT&gt;</small>. Now he had been left from the warriors whom Amraphel and his colleagues (Gen. 14:1, 9) had slain, as stated (in Gen. 14:5): <small>&lt;CHEDORLAOMER AND THE KINGS WHO WERE WITH HIM CAME&gt; AND SMOTE THE REPHAIM…</small>. But this man was their refuse, like hard olives that come out as survivors from the bottom of the olive waste. It is so stated (in Gen. 14:13): <small>THEN THE SURVIVOR CAME &lt;AND TOLD ABRAM THE HEBREW&gt;</small> (about Lot's capture).<sup class=\"footnote-marker\">213</sup><i class=\"footnote\"><i>Tanh</i>., Numb. 6:15, specifically identifies the survivor by adding here: “This was Og.”</i> It was this man's intention that Abraham would go out and be killed. The Holy One gave him a reward for &lt;what&gt; his feet &lt;had earned&gt;, in that he lived all those years, until he fell at the hand of &lt; Abraham's&gt; children. When Moses came to wage war with him, he was afraid of him. He said: I am a hundred and twenty years old, while he is five hundred years old. If he did not have merit, he would not have lived all these years. The Holy One said (in Numb. 21:34 = Deut. 3:2:) <small>DO NOT FEAR HIM</small>. {(Deut. 3:6:) <small>AND WE SHALL UTTERLY DESTROY THEM….</small> } [(Numb. 21:34 = Deut. 3:2, cont.:) <small>AND YOU SHALL DO TO HIM AS YOU DID TO SIHON…</small>.] Moreover, is it not written (in Deut. 3:7): <small>BUT ALL THE CATTLE AND THE BOOTY OF THE TOWNS WE TOOK AS BOOTY FOR OURSELVES</small>? The simple conclusion is that they utterly destroyed his body so as to leave none of it.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5926b268d6e4a957603a1b2d", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Eikev 3:1", "anchorRef": "Deuteronomy 3:2", "anchorRefExpanded": ["Deuteronomy 3:2"], "sourceRef": "Midrash Tanchuma Buber, Eikev 3:1", "sourceHeRef": "תנחומא בובר, עקב ג׳:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "עקב", "he": "והיה עקב תשמעון. זש\"ה אורח חיים פן תפלס נעו מעגלותיה לא תדע <small>(משלי ה ו)</small>, [אמר ר' אבא בר כהנא] שלא תהיה נושא ונותן במצותיה של תורה ורואה איזה שכרה של תורה ומצוה מרובה ועושה אותה, למה נעו מעגלותיה לא תדע, מטולטלין הם שבילי התורה, אמר ר' חייא משל למה הדבר דומה, למלך שהיה לו פרדס, והכניס בו פועלים, ולא גילה להם המלך שכר נטיעותיו, כי אילו גילה להם שכר נטיעותיו רואה איזה נטיעה שכרה מרובה ונוטעין אותה, נמצאת מלאכת הפרדס מקצתה בטילה ומקצתה קיימת, כך לא גילה הקב\"ה בתורה שכר כל מצוה ומצוה, שאילו גילה נמצאו המצות מקצתן קיימות ומקצתן בטילות, ור' אחא בשם ר' אבא בר כהנא טילטל הקב\"ה שכר עושה מצות בעולם הזה, כדי שיהו ישראל עושין אותם משלם.  ", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Deut. 7:12:) <small>AND IT SHALL COME TO PASS IF YOU HEED &lt;THESE STATUTES&gt;</small>. This text is related (to Prov. 5:6): <small>SHE DOES NOT STEER A STRAIGHT PATH OF LIFE; HER WAYS WANDER, AND SHE DOES NOT KNOW IT</small>. [R. Abba bar Kahana said:] You should not practice give and take among the commandments of Torah to see which reward of Torah and commandment is greatest and perform that one.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\"><i>Tanh</i>., Deut. 3:2; M. Ps. 9:3; see Deut. R. 6:2; also Mark 12:28 // Matthew 22:36.</i> Why? (Ibid.:) <small>HER WAYS WANDER, AND SHE DOES NOT KNOW IT</small>. The paths of the Torah are movable. R. Hiyya said: A parable: To what is the matter comparable? To a king who had an orchard and introduced workers into it, but the king did not disclose to them the reward (i.e., the payment) for his seedlings, because if he revealed the reward for his &lt;various&gt; seedlings, one would see which seedling increased &lt;their&gt; reward, and plant that one. The work in the orchard would end up with some of it suspended and some of it carried out. Similarly the Holy One did not reveal the reward for each and every commandment in the Torah; for if he had revealed it, the commandments would have been found with some of them carried out and some of them suspended. R. Aha also &lt;said&gt; in the name of R. Abba bar Kahana: The Holy One has made the reward for fulfilling commandments irregular in this world, so that Israel would totally fulfill them.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\"><i>yPe’ah</i> 1:1 (15d); <i>yQid.</i> 1:7 (61b); <i>PR</i> 23/24:2.</i>", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5926b268d6e4a957603a1b37", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Eikev 3:2", "anchorRef": "Deuteronomy 3:2", "anchorRefExpanded": ["Deuteronomy 3:2"], "sourceRef": "Midrash Tanchuma Buber, Eikev 3:2", "sourceHeRef": "תנחומא בובר, עקב ג׳:ב׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "עקב", "he": "תני ר' שמעון בן יוחי שתי מצות גילה הקב\"ה מתן שכרה, אלו הן קלה שבקלות חמורה שבחמורות, קלה שבקלות שלח תשלח את האם ואת הבנים תקח לך למען ייטב לך והארכת ימים <small>(דברים כב ז)</small>, חמורה שבחמורות כבד את אביך ואת אמך וגו' למען יאריכון ימיך וגו' <small>(שם ה טז)</small>, הרי הן שוין בעולם הזה במתן שכרן. אמר רבי אבא בר כהנא ומה דבר שהוא פריעת חוב, כתיב בו אריכות ימים, דבר שהוא הפסד כיס וחסרון נפשות על אחת כמה וכמה, ור' לוי אמר גדולה מזו אמרו, גדול דבר שהוא פריעת חוב, מדבר שהוא הפסד כיס וחסרון נפשות, ור' אבא בר כהנא בשם ר' שמעון בן יוחי אמר כשם שמתן שכרן מרובה, כך עונשיהון מרובה, הדא הוא דכתיב עין תלעג לאב ותבוז ליקהת אם יקרוה ערבי נחל ויאכלוה בני נשר <small>(משלי ל יז)</small>, למה יקרוה עורבים ויאכלוה נשרים, אמר הקב\"ה יבא עורב שהוא אכזרי על בניו וינקור אותה ואל יהנה ממנה, ויבא נשר שהוא רחמני על בניו ויהנה ממנה, ומנין שעורב אכזרי על בניו, שנאמר מי יכין לעורב צידו [כי ילדיו אל אל ישועו יתעו לבלי אוכל] (שאיוב לח מא), ואומר לבני עורב אשר יקראו <small>(תהלים קמז ט)</small>, כשהעורב מוליד הוא מוליד לבנים, ואומר הזכר לנקבה שעוף אחר בא עליה והם מואסין אותן ומניחין אותן, מה הקב\"ה עושה, מוציא מצואה שלהן יתושין ופורחין ואוכלין ומשם משחירין, הדה הוא דכתיב מי יכין לעורב צידו, ומניין לנשר שהוא רחמני, שכתיב כנשר יעיר קנו <small>(דברים לב יא)</small>, ואינו מאמין בהם מפני עופות אחרים שרודפים אחריהם, מהו עושה, יפרוש כנפיו יקחהו וגו' <small>(שם שם)</small>, הוי יקרוה עורבי נחל ויאכלוה בני נשר.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "R. Simeon ben Johay taught: For two commandments the Holy One did reveal their reward. These are the simplest of the simple and the most weighty of the weighty ones. The simplest of the simple ones is (Deut. 22:7): <small>YOU SHALL SURELY LET THE MOTHER &lt;BIRD&gt; GO AND TAKE &lt;ONLY&gt; THE YOUNG FOR YOUR SELF, SO THAT IT WILL GO WELL WITH YOU, AND YOU WILL PROLONG YOUR DAYS</small>. The most weighty is (in Deut. 5:16 // Exod. 20:12): <small>HONOR YOUR FATHER AND YOUR MOTHER …, SO THAT HE WILL LENGTHEN YOUR DAYS…..</small><sup class=\"footnote-marker\">7</sup><i class=\"footnote\">So also M. Sam. 7; cf. Mark 7:10–11 // Matthew 15:4–5.</i> Note that they are equal this world with regard to reward. Rabbi Abba bar Kahana said: If in regard to paying a debt, about &lt;which&gt; length of days is written,<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">Enoch Zundel, in his commentary, ‘<i>Ets Yosef,</i> on the parallel in <i>Tanh</i>., Deut. 3:2, suggests the debt here is the debt to parents for bearing, rearing, and education.</i> how much the more so when it is a case of damage to purse and loss of life. R. Levi said: They said something more significant than that. A case of paying a debt is more important than a case of damage to purse and loss of life. R. Simeon ben Johay said: Just as their reward is great, so are their punishments great. That is what is written (in Prov. 30:17):<small>THE EYE THAT MOCKS A FATHER AND SCORNS OBEYING A MOTHER WILL HAVE THE WADI RAVENS PLUCK IT OUT AND THE YOUNG EAGLES DEVOUR IT</small>. Why will ravens pluck it out and eagles devour it? The Holy One said: A raven, which is cruel to its young, will come and pluck it out without profiting from it; an eagle, which is merciful to its young, will come and will profit from it. And where is it shown that a raven is cruel to its young? Where it is stated (in Job 38:41): <small>WHO PROVIDES PREY FOR THE RAVEN</small>, [<small>WHEN ITS YOUNG CRY UNTO GOD AND WANDER ABOUT WITHOUT FOOD</small>]. It also says (in Ps. 147:9): <small>TO YOUNG RAVENS WHEN THEY CRY OUT</small>. When the raven reproduces, it reproduces white &lt;young&gt;.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\"><i>PRE</i> 21.</i> Then the male says to the female that another bird has begotten it. So they reject and forsake them. What does the Holy One do? He brings forth gnats from their dung.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\"><i>See Lev. R. 19:1</i>.</i> Then &lt;the young&gt; fly, and eat, and from that become black.<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">Similarly Yalqut Shim’oni, Deut. 846: “Then they fly over them, eat, and become black”; but cf. the parallel in <i>Tanh</i>., Deut. 3:2, which omits any reference to the ravens becoming black.</i> This is what is written (in Job 38:41): <small>WHO PROVIDES PREY FOR THE RAVEN</small>. But where is it shown for the eagle, that it is merciful? Where it is written (in Deut. 32:11): <small>AS AN EAGLE STIRS UP ITS NEST &lt;AND HOVERS OVER ITS YOUNG&gt;</small>. However, no one trusts them because of other birds who pursue them. What does it do? (Ibid., cont.:) <small>IT SPREADS ITS WINGS, TAKES THEM UP, &lt;AND BEARS THEM ALOFT ON ITS PINIONS&gt;</small>. Ergo (in Prov. 30:17): <small>THE WADI RAVENS PLUCK IT OUT, AND THE YOUNG EAGLES DEVOUR IT</small>.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5b0ea9e473ad4f00597bd955", "index_title": "Or HaChaim on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Or HaChaim on Numbers 32:3:6", "anchorRef": "Deuteronomy 3:2", "anchorRefExpanded": ["Deuteronomy 3:2"], "sourceRef": "Or HaChaim on Numbers 32:3:6", "sourceHeRef": "אור החיים על במדבר ל״ב:ג׳:ו׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 3.0006, "collectiveTitle": {"en": "Or HaChaim on Numbers", "he": "אור החיים על במדבר"}, "heTitle": "אור החיים על במדבר", "he": "<b>ולטענת</b> מה שדייקו בספרי לומר שכיבוש חוץ לארץ קודם כיבוש הארץ אין לו דין ארץ ישראל ואם כן ארץ סיחון ועוג קודם כבישת הארץ היתה, לזה שללו טענה זו במאמר <b>אשר הכה ה'</b> פירוש משונה כיבוש זה לפי שהיה במאמר ה' כי הוא אמר אל משה על ארץ סיחון ואת ארצו החל רש כאמור בפרשת דברים (ב'), וגם על ארץ עוג (שם ג') אמר ה' שם בידך נתתי אותו ואת ארצו ואת כל עמו ועשית לו וגו', מעתה ה' הסכים על הקדימה, ויש גם כן טעם בדבר שלא היו לפניהם ב' כבישות אחד של הארץ ואחד של חוץ לארץ והקדימו של חוץ לארץ כדרך שעשה דוד שלקח ארם צובה קודם שהוריש היבוסי כאמור שם לומר למה הנחתם מלכבוש ארץ ישראל קודם, ואדרבה כבישת ארץ סיחון ועוג היתה צורך כיבוש הארץ כדי שיעברו דרך שם לכובשה, וכבר שלחו לו דברי שלום לתת להם מעבר דרך ארצו ולא אבה, מעתה אין תרעומת נגד שאלתם מה' ומישראל:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "As far as a statement in the <i>Sifri</i> that territory conquered on the East Bank of the Jordan prior to the conquest of the lands on the West Bank does not enjoy the status of sanctity enjoyed by the lands on the West Bank is concerned, and that therefore the lands chosen for themselves by these tribes were not part of the \"Holy Land,\" these tribes countered that this situation was exceptional in view of the fact that G'd had smitten these kings in contrast to their having been conquered by human effort. Hence the sanctity of the land of Israel did apply also to these lands. They were able to quote Moses himself who had stated in Deut. 2,31 that G'd had said <b>to him</b> (not to Joshua) \"behold I have begun to deliver up Sichon and his land before you; begin to possess the land.\" In Deut. 3,2 G'd gave similar instructions to Moses concerning Og and his lands. All of this was proof that G'd had approved the early conquest of these lands. There was also good logic to support such a view as otherwise we would have dealt with two separate conquests, that of lands outside the boundaries of the Holy Land, and that of the West Bank. If this had been the case, the same accusation could have been levelled against the Israelites including Moses at the time that were levelled against David who conquered Aram Tzovah before bothering to conquer Jerusalem. [this is part of the <i>Sifri</i>, although somewhat difficult to confirm from Biblical sources. In fact, Samuel II chapter 9 and 10 both seem to indicate that Jerusalem had been captured previously. Whereas we are told in chapter 8 that David captured <span>ארם צובה</span>, he brought the prisoners to Jerusalem. How could he have done so without capturing Jerusalem first? Ed.] In our situation, the capture of the lands of Sichon and Og were a necessary prerequisite to the conquest of the West Bank. The Israelites had even requested passage to the West Bank through the lands of Sichon and Og but the latter had refused so that there was no other alternative. Conquest of those lands could not be compared to conquest of Aram Tzovah prior to the conquest of Jerusalem then.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b6bf507af3503027e6823bc", "index_title": "Malbim on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Malbim on Deuteronomy 3:2:1", "anchorRef": "Deuteronomy 3:2", "anchorRefExpanded": ["Deuteronomy 3:2"], "sourceRef": "Malbim on Deuteronomy 3:2:1", "sourceHeRef": "מלבי\"ם על דברים ג׳:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על דברים", "he": "<b>ויאמר ה' אלי אל תירא אותו</b>, כי אצל סיחון הקדים ה' לאמר להם שיתגרו בו מלחמה ושינצחוהו, ומה שיצא לקראתם היה ע\"י ששלחו מלאכים שנית כנ\"ל, אבל בעוג לא בא תחלה שום דבור שילחמו אתו והוא בא לקראתם למלתמה פתאום, לכן א\"ל ה' <b>אל תירא אותו</b> שזה נעשה מאתי שאמצתי את לבבו שעי\"כ <b>בידך נתתי אותו</b> וכו<b>' ועשית לו כאשר עשית לסיחון</b> שע\"י שיצא מעריו הבצורות תכבוש את הערים בנקל כנ\"ל:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5be1f7d85c81ef0074e69755", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Chukat 23:1", "anchorRef": "Deuteronomy 3:2", "anchorRefExpanded": ["Deuteronomy 3:2"], "sourceRef": "Midrash Tanchuma, Chukat 23:1", "sourceHeRef": "מדרש תנחומא, חקת כ״ג:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "חקת", "he": "<b>וַיִּשְׁלַח</b> יִשְׂרָאֵל מַלְאָכִים. כָּל דִּבְרֵי תּוֹרָה, צְרִיכִין זֶה לָזֶה. שֶׁמַּה שֶּׁזֶּה נוֹעֵל, זֶה פּוֹתֵחַ. כָּאן כָּתוּב, וַיִּשְׁלַח יִשְׂרָאֵל מַלְאָכִים. וּבְמָקוֹם אַחֵר, תָּלָה שְׁלִיחוּת בְּמֹשֶׁה, שֶׁנֶּאֱמַר: וָאֶשְׁלַח מַלְאָכִים מִמִּדְבַּר קְדֵמוֹת <small>(דברים ב, כו)</small>. בְּמָקוֹם אַחֵר, וַיִּשְׁלַח מֹשֶׁה מַלְאָכִים מִקָּדֵשׁ אֶל מֶלֶךְ אֱדֹם <small>(במדבר כ, יד)</small>. הַכְּתוּבִים אֵלּוּ צְרִיכִין זֶה לָזֶה, שֶׁמּשֶׁה הוּא יִשְׂרָאֵל, וְיִשְׂרָאֵל הוּא מֹשֶׁה. לְלַמֶּדְךָ, שֶׁרֹאשׁ הַדּוֹר, הוּא כָּל הַדּוֹר. נַעְבְּרָה נָא בְּאַרְצְךָ. כְּמוֹ שֶׁשָּׁלַח אֶל מֶלֶךְ אֱדֹם שֶׁלֹּא לְהַזִּיקוֹ, כָּךְ שָׁלַח לָזֶה. אֹכֶל בַּכֶּסֶף תַּשְׁבִּירֵנִי וְאָכַלְתִּי וּמַיִם בַּכֶּסֶף. דַּרְכָּן שֶׁל מַיִם לִיתְּנֵם חִנָּם, אָנוּ נִתֵּן דָּמָיו. דֶּרֶךְ הַמֶּלֶךְ נֵלֵךְ. וּבְמָקוֹם אַחֵר כְּתִיב: עַד אֲשֶׁר אֶעֱבֹר אֶת הַיַּרְדֵּן <small>(דברים ב, כט)</small>. מָשָׁל לְמָה הַדָּבָר דּוֹמֶה, לַשּׁוֹמֵר שֶׁנָּטַל שְׂכָרוֹ לִשְׁמֹר גֶּפֶן אוֹ תְּאֵנָה, בָּא אֶחָד אָמַר לֵיהּ: עֲבֹר מִכָּאן, שֶׁאֲנִי בּוֹצֵר אֶת הַכֶּרֶם. אָמַר לוֹ: אֵינִי יוֹשֵׁב לִשְׁמֹר אֶלָּא בִּשְׁבִילְךָ, וְאַתָּה בָּאתָ לְבוֹצְרָהּ. כָּךְ הָיָה נוֹטֵל סִיחוֹן שָׂכָר מִכָּל מַלְכֵי אֶרֶץ כְּנַעַן וְהָיוּ מַעֲלִין לוֹ מִסִּים, שֶׁהוּא מַמְלִיךְ אוֹתָם. וְשָׁקוּל כְּנֶגֶד כֻּלָּם הוּא וְעוֹג, שֶׁנֶּאֱמַר: לְסִיחוֹן מֶלֶךְ הָאֱמוֹרִי וּלְעוֹג מֶלֶךְ הַבָּשָׁן וּלְכָל מַמְלְכוֹת כְּנַעַן <small>(תהלים קלה, יא)</small>. אָמְרוּ לוֹ יִשְׂרָאֵל, נַעְבְּרָה נָא בְּאַרְצְךָ, לִכְבּשׁ אֶת הַמְּלָכִים. אָמַר לָהֶם: אֵינִי יוֹשֵׁב כָּאן אֶלָּא לְשָׁמְרָן מִפְּנֵיכֶם. וְלֹא נָתַן סִיחוֹן אֶת יִשְׂרָאֵל עֲבֹר בִּגְבוּלוֹ וַיֶּאֱסֹף סִיחוֹן אֶת כָּל עַמּוֹ וַיֵּצֵא לִקְרַאת יִשְׂרָאֵל. לֹא עָשָׂה הַקָּדוֹשׁ בָּרוּךְ הוּא כֵּן אֶלָּא לְמָסְרָן בְּיָדָן שֶׁלֹּא בַּצַּעַר, דִּכְתִיב: סִיחוֹן מֶלֶךְ הָאֱמוֹרִי אֲשֶׁר יוֹשֵׁב בְּחֶשְׁבּוֹן <small>(דברים א, ד)</small>. אִלּוּ הָיְתָה חֶשְׁבּוֹן מְלֵאָה יַתּוּשִׁים, אֵין כָּל בְּרִיָּה יְכוֹלָה לְכָבְשָׁהּ. וְאִלּוּ הָיָה סִיחוֹן בְּבִקְעָה, אֵין כָּל בְּרִיָּה יְכוֹלָה לִשְׁלֹט בּוֹ. וְאֵין צָרִיךְ לוֹמַר שֶׁהָיָה גִּבּוֹר וְשָׁרוּי בְּעִיר מִבְצָר סִיחוֹן מֶלֶךְ הָאֱמֹרִי אֲשֶׁר יוֹשֵׁב בְּחֶשְׁבּוֹן. אִלּוּ יָשַׁב בָּעֲיָרוֹת שֶׁלּוֹ הוּא וְאֻכְלוּסָיו, הָיוּ יִשְׂרָאֵל מִתְיַגְּעִין לִשְׁלֹט בּוֹ וְלִכְבּשׁ אֶת כָּל עִיר וְעִיר. אֶלָּא כִּנְּסָן הַקָּדוֹשׁ בָּרוּךְ הוּא לִפְנֵיהֶן לְמָסְרָן בְּיָדָן בְּלֹא צַעַר. וְכֵן הוּא אוֹמֵר, רְאֵה הַחִלּוֹתִי תֵּת לְפָנֶיךָ אֶת סִיחוֹן <small>(שם ב, לא)</small>. הָרְגוּ אוֹתוֹ וְאֶת כָּל גִּבּוֹרָיו שֶׁיָּצְאוּ לִקְרָאתָם, וְחָזְרוּ עַל הַנָּשִׁים וְעַל הַטַּף שֶׁלֹּא בִּיגִיעָה. לְכָךְ כְּתִיב: וַיֶּאֱסֹף סִיחוֹן אֶת כָּל עַמּוֹ.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "(Numb. 21:21:) “Then Israel sent messengers.” All the words of Torah are necessary to each other, for what one covers over the other opens up.<sup class=\"footnote-marker\">146</sup><i class=\"footnote\">Numb. R. 19:28.</i> It is stated here (in Numb. 21:21), “Then Israel sent messengers,” while in another place [Scripture] ascribes the sending to Moses. [Thus] it is stated (in Deut. 2:26), “Then I sent messengers from the Desert of Kedemoth [unto King Sihon of Heshbon with words of peace].” In another place [it is stated (in Numb. 20:14)], “Moses sent from Kadesh messengers to the king of Edom.” These verses require one another, as Moses is Israel and Israel is Moses. [This comes] to teach you that the head of a generation is surely equivalent to the whole generation. (Numb. 20:17:) “Please let us pass through your land.”<sup class=\"footnote-marker\">147</sup><i class=\"footnote\">As Buber suggests in note 370, the citation is probably a misreading for Numb. 20:22: LET ME PASS THROUGH YOUR LAND. This alternate reading better fits the context and also agrees with the parallel in Numb. R. 19:29.</i> As he had sent to inform the king of Edom that he would do no damage, so did he send to this one.<sup class=\"footnote-marker\">148</sup><i class=\"footnote\">The bracketed words come from the parallel in Numb. 19:19 and are necessary for the sense of the argument.</i> (Deut. 2:28), “You shall sell me food for money, and water with money….” It is customary for water to be given gratis, but I am giving payment for it. (Numb. 21:22) “We will go by the king's highway [until we have passed through your territory].” But in another place it is written (in Deut. 2:29), “until I have crossed the Jordan.” The matter is comparable to one guarding a vine or fig tree. When someone comes and says, “Let me pass through here, so that I may gather grapes from the vineyard,” he says to him, “It is only because of you that I am sitting on guard, and you would come to gather [the grapes]?” So it was with Sihon. He received wages from all the kings of Canaan; and they would bring taxes up to him, for he would crown them. Moreover he and Og were considered the equivalent of them all, since it is stated (in Ps. 136:19-20), “Sihon, king of the Amorites…; And Og, king of Bashan.” Israel said to [Sihon], “Let us pass through your land<sup class=\"footnote-marker\">149</sup><i class=\"footnote\">“Let us pass through your land” is similar but not quite equal to either Numb. 20:17 or Numb. 21:22.</i> to conquer the kings.” He said to them, “I am sitting here to guard them from you.” (Numb. 21:23:) “So Sihon did not allow Israel to cross on his territory; instead Sihon gathered all his people together and went out against Israel.” The Holy One, blessed be He, only did this to deliver him into their hand without trouble. As it is written (in Numb. 21:34 = Deut. 3:2), “to Sihon, king of the Amorites who dwelt in Heshbon (i.e., with calculation).”<sup class=\"footnote-marker\">150</sup><i class=\"footnote\">The stress on the Holy One acting with fore-thought was suggested by the words, IN HESHBON, which can also be translated WITH CALCULATION.</i> If Heshbon had been full of mosquitos, no mortal could have conquered it; and if Sihon had been in a valley, no mortal could have overpowered him. And it goes without saying [that it could not be conquered], since he was a warrior and dwelt in a fortified city. [Ergo,] (in Numb. 21:34 = Deut. 3:2), “Sihon, king of the Amorites who dwelt in Heshbon.” If he and his troops<sup class=\"footnote-marker\">151</sup><i class=\"footnote\">Gk.: <i>ochloi.</i></i> had dwelt [scattered about] in his towns, Israel would have worn themselves out to prevail against him and conquer each and every town. Instead the Holy One, blessed be He, gathered them together so as to deliver them into their hand without trouble. And so it said (in Deut. 2:31), “See I have begun to give Sihon [and his land] over to you.” They killed all his warriors who had come out against them. Then they returned for the women and infants without exertion. It is therefore written (in Numb. 21:23), “instead Sihon gathered all his people together.”", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "5be1f7d95c81ef0074e69761", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Chukat 25:1", "anchorRef": "Deuteronomy 3:2", "anchorRefExpanded": ["Deuteronomy 3:2"], "sourceRef": "Midrash Tanchuma, Chukat 25:1", "sourceHeRef": "מדרש תנחומא, חקת כ״ה:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 25.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "חקת", "he": "<b>וַיֹּאמֶר</b> ה' אֶל מֹשֶׁה אַל תִּירָא אוֹתוֹ. זֶה שֶׁאָמַר הַכָּתוּב: אַשְׁרֵי אָדָם מְפַחֵד תָּמִיד, וּמַקְשֶׁה לִבּוֹ יִפֹּל בְּרָעָה <small>(משלי כח, יד)</small>. כָּךְ הִיא מִדַּת הַחֲסִידִים, אַף עַל פִּי שֶׁהַקָּדוֹשׁ בָּרוּךְ הוּא מַבְטִיחָן, אֵינָן פּוֹרְקִין יִרְאָה. וְכֵן בְּיַעֲקֹב כְּתִיב: וַיִּירָא יַעֲקֹב מְאֹד <small>(בראשית לב, ח)</small>. לָמָּה נִתְיָרֵא. אָמַר, שֶׁמָּא נִתְקַלְקַלְתִּי אֵצֶל לָבָן בִּכְלוּם. וּכְתִיב: וְלֹא יִרְאֶה בְךָ עֶרְוַת דָּבָר וְשָׁב מֵאַחֲרֶיךָ <small>(דברים כג, טו)</small>, וְהִנִּיחַנִי הַקָּדוֹשׁ בָּרוּךְ הוּא. וְאַף מֹשֶׁה תָּפַשׂ אֶת הַיִּרְאָה בְּדֶרֶךְ אָבִיו. וְלָמָּה נִתְיָרֵא. אָמַר, שֶׁמָּא מָעֲלוּ יִשְׂרָאֵל בְּמִלְחֶמֶת סִיחוֹן, אוֹ נִתְקַלְקְלוּ בַּעֲבֵרָה. אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא, אַל תִּירָא, כֻּלָּן הִשְׁלִימוּ בְּצֶדֶק. אַל תִּירָא אוֹתוֹ, שֶׁלֹּא עָמַד גִּבּוֹר בָּעוֹלָם קָשֶׁה הֵימֶנּוּ, שֶׁנֶּאֱמַר: כִּי רַק עוֹג מֶלֶךְ הַבָּשָׁן נִשְׁאַר מִיֶּתֶר הָרְפָאִים <small>(דברים ג, יא)</small>. וְהוּא נִשְׁאַר מֵאוֹתָן הַגִּבּוֹרִים שֶׁהָרְגוּ אַמְרָפֶל וַחֲבֵרָיו, שֶׁנֶּאֱמַר: וַיַּכּוּ אֶת רְפָאִים בְּעַשְׁתְּרוֹת קַרְנַיִם <small>(בראשית יד, ה)</small>. וְזֶה פְּסֹלֶת שֶׁלָּהֶם כִּפְרִיצֵי זֵיתִים הַפְּלִיטִים מִתּוֹךְ הַגֶּפֶת, שֶׁנֶּאֱמַר: וַיָּבֹא הַפָּלִיט וַיַּגֵּד לְאַבְרָם וְגוֹ' <small>(שם פסוק יג)</small>, זֶה עוֹג. וְכָאן עָשָׂה אוֹתוֹ שִׁירַיִם, שֶׁנֶּאֱמַר: הוּא נִשְׁאַר מִיֶּתֶר הָרְפָאִים <small>(יהושע יג, יב)</small>. וְכַוָּנָתוֹ הָיְתָה שֶׁיֵּצֵא אַבְרָהָם וְיֵהָרֵג. נָתַן לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא שְׂכַר רַגְלָיו וְחָיָה כָּל אוֹתָן שָׁנִים, וְגָבָה מִמֶּנּוּ עַד שֶׁנָּפַל בְּיַד בָּנָיו. כְּשֶׁבָּא מֹשֶׁה לַעֲשׂוֹת מִלְחָמָה עִמּוֹ, נִתְיָרֵא מִמֶּנּוּ. אָמַר, אֲנִי בֶּן מֵאָה וְעֶשְׂרִים שָׁנָה, וְזֶה מִיֶּתֶר חָמֵשׁ מֵאוֹת. אִלּוּלֵי שֶׁהָיָה לוֹ זְכוּת, לֹא חָיָה כָּל הַשָּׁנִים הָאֵלּוּ. אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא לְמֹשֶׁה, אַל תִּירָא אוֹתוֹ כִּי בְיָדְךָ נָתַתִּי אוֹתוֹ, אַתָּה בְּיָדְךָ תַּהַרְגֵהוּ, וְעָשִׂיתָ לוֹ כַּאֲשֶׁר עָשִׂיתָ לְסִיחוֹן. וַנַּחֲרֵם אוֹתוֹ כַּאֲשֶׁר עָשִׂינוּ לְסִיחוֹן וְגוֹ' <small>(דברים ג, ו)</small>. וַהֲלֹא כְּתִיב שָׁם, וְכָל הַבְּהֵמָה וּשְׁלַל הֶעָרִים בַּזּוֹנוּ לָנוּ <small>(שם פסוק ז)</small>. אֶלָּא גּוּפָן הֶחְרִימוּ, שֶׁלֹּא לֵהָנוֹת מֵהֶן כְּלוּם. וַיַּכּוּ אוֹתוֹ וְאֶת בָּנָיו, בְּנוֹ כְּתִיב, שֶׁהָיָה לוֹ בֵּן קָשֶׁה מִמֶּנּוּ. אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְיִשְׂרָאֵל, בָּעוֹלָם הַזֶּה, אַתֶּם מְכַלִּין אֶת הָאֻמּוֹת קִמְעָא קִמְעָא, וְלֶעָתִיד לָבֹא, אֲנִי מְבָעֲרָן מִן הָעוֹלָם בְּבַת אַחַת, שֶׁנֶּאֱמַר: וְהָיוּ עַמִּים מִשְׂרְפוֹת סִיד קוֹצִים כְּסוּחִים בָּאֵשׁ יֻצָּתוּ <small>(ישעיה לג, יב)</small>. אָמֵן כֵּן יְהִי רָצוֹן.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "(Numb. 21:34:) “But the Lord God said unto Moses, ‘Do not fear him.’” This text is related (to Prov. 28:14), “Fortunate is the one who is always afraid […].” Such is the nature of the righteous. Although the Holy One, blessed be He, assures them, they do not cast off fear. And so it is written about Jacob (in Gen. 32:8]), “And Jacob was [greatly] afraid.” Why was he afraid? He said, “Perhaps I was tainted by something at Laban's,” since it is written (in Deut. 23:15), “so [the Lord] is not to see anything indecent among you and turn away from you.” Thus the Holy One, blessed be He, may have forsaken me. Moses also acquired fear in the manner of his ancestor. Why was he afraid? He said, “Perhaps Israel sinned in the war with Sihon or became tainted by a transgression.” The Holy One, blessed be He, said to him (in Numb. 34:21), “’Do not fear,’ as they all fulfilled [their actions] with justice. ‘Do not fear him,’ [even though] a warrior more formidable than himself has never arisen in the world [since his time].” Thus it is stated (in Deut. 3:11), “For only Og King of Bashan was left over from the remaining Rephaim.”<sup class=\"footnote-marker\">155</sup><i class=\"footnote\">According to Deut. 2:11, 20-21, together with Numb. 13:33, the Rephaim were a race of giants.</i> Now he had been left from the warriors whom Amraphel and his colleagues (Gen. 14:1, 9) had slain, as stated (in Gen. 14:5), “and they smote the Rephaim […].” But this [man] was their refuse, like olive pits that come out as survivors from the bottom of the oil press. It is so stated (in Gen. 14:13), “Then the survivor came and told Abram (about Lot's capture).” This was Og. And here [Scripture] made him into leftovers, as stated (in Josh. 13:12), “he was left over from the remaining Rephaim.” It was his intention that Abraham would go out [to war] and be killed. The Holy One, blessed be He, gave him a reward for [what] his feet had earned [for the good that ended up resulting]; in that he lived all those years until he fell at the hand of [Abraham's] children. When Moses came to wage war with him, he was afraid of him. He said, “I am a hundred and twenty years old, while he is five hundred years old.” If he did not have merit, he would not have lived all these years. The Holy One, blessed be He, said (in Numb. 21:34 = Deut. 3:2:) “Do not fear him, for I have given him into your hand,’ you with your hand shall kill him, (Numb. 21:34 = Deut. 3:2, cont.) ‘and you shall do to him as you did to Sihon….’” (Deut. 3:6:) “And we shall utterly destroy it […].” But is it not written (in Deut. 3:7), “But all the cattle and the booty of the towns we took as booty for ourselves?” It is simply that they utterly destroyed their bodies, so as not to benefit from any of them at all. (Numb. 21:35:) “So they smote him, his sons [and all his people].” The written text (<i>ketiv</i>) [reads] “his son,”<sup class=\"footnote-marker\">156</sup><i class=\"footnote\">Cf. a similar verse about Sihon, Deut. 2:33, where HIS SON is the undoubted reading.</i> because he had a son more formidable than himself. The Holy One, blessed be He, said to Israel, “In this world you destroy the nations little by little, but in the world to come, I will remove them from the world at a single stroke. It is so stated (in Is. 33:12), “And the people shall become burnings of lime, thorns cut down that are burned in the fire.” Amen, may it be His will!", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "5be1f7f35c81ef0074e698ce", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Eikev 2:1", "anchorRef": "Deuteronomy 3:2", "anchorRefExpanded": ["Deuteronomy 3:2"], "sourceRef": "Midrash Tanchuma, Eikev 2:1", "sourceHeRef": "מדרש תנחומא, עקב ב׳:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "עקב", "he": "<b>וְהָיָה</b> עֵקֶב תִּשְׁמְעוּן. זֶה שֶׁאָמַר הַכָּתוּב: אֹרַח חַיִּים פֶּן תְּפַלֵּס, נָעוּ מַעְגְּלוֹתֶיהָ לֹא תֵּדָע <small>(משלי ה, ו)</small>. אָמַר רַבִּי אַבָּא בַּר כַּהֲנָא, שֶׁלֹּא תְּהֵא יוֹשֵׁב וְשׁוֹקֵל מִצְוֹתֶיהָ שֶׁל תּוֹרָה וְרוֹאֶה אֵי זוֹ מִצְוָה שְׂכָרָהּ מְרֻבֶּה וְעוֹשֶׂה אוֹתָהּ. לָמָּה, נָעוּ מַעְגְּלוֹתֶיהָ לֹא תֵּדָע, מְטֻלְטָלִין הֵן שְׁבִילֵי תּוֹרָה. תַּנֵּי רַבִּי חִיָּא, מָשָׁל לְמָה הַדָּבָר דּוֹמֶה. לְמֶלֶךְ שֶׁהָיָה לוֹ פַּרְדֵּס וְהִכְנִיס בּוֹ פּוֹעֲלִים, וְלֹא גִּלָּה לָהֶם הַמֶּלֶךְ שְׂכַר נְטִיעוֹת הַכֶּרֶם. שֶׁאִלּוּ גִּלָּה לָהֶם שְׂכַר נְטִיעוֹתָיו, הֵן רוֹאִין אֵיזוֹ נְטִיעָה שֶׁשְּׂכָרָהּ הַרְבֵּה וְנוֹטְעִין אוֹתָהּ. נִמְצְאָה מְלֶאכֶת הַפַּרְדֵּס מִקְצָתָהּ בְּטֵלָה וּמִקְצָתָהּ קַיֶּמֶת. כָּךְ לֹא גִּלָּה הַקָּדוֹשׁ בָּרוּךְ הוּא שְׂכַר כָּל מִצְוָה וּמִצְוָה. שֶׁאִלּוּ גִּלָּה, נִמְצְאוּ הַמִּצְוֹת מִקְצָתָן קַיָּמוֹת וּמִקְצָתָן בְּטֵלוֹת. וְרַבִּי אֶחָא בְּשֵׁם רַבִּי אַבָּא בַּר כַּהֲנָא אָמַר, טִלְטֵל הַקָּדוֹשׁ בָּרוּךְ הוּא שְׂכַר עוֹשֶׂה מִצְוָה בָּעוֹלָם הַזֶּה, כְּדֵי שֶׁיִּהְיוּ יִשְׂרָאֵל עוֹשִׂין מֻשְׁלָם. תַּנֵּי רַבִּי שִׁמְעוֹן בַּר יוֹחַאי, שְׁתֵּי מִצְוֹת גִּלָּה הַקָּדוֹשׁ בָּרוּךְ הוּא מַתַּן שְׂכָרָן, אַחַת קַלָּה שֶׁבְּקָלוֹת, וְאַחַת חֲמוּרָה שֶׁבַּחֲמוּרוֹת. וְאֵלּוּ הֵן. קַלָּה שֶׁבְּקָלוֹת, שִׁלּוּחַ הַקֵּן, וְשָׁם כְּתִיב: וְהֶאֱרַכְתָּ יָמִים <small>(דברים כב, ז)</small>. וַחֲמוּרָה שֶׁבַּחֲמוּרוֹת, כִּבּוּד אָב וָאֵם, שֶׁבּוֹ כְּתִיב: לְמַעַן יַאֲרִיכוּן יָמֶיךָ <small>(שם ה, טז)</small>, הֲרֵי הֵן שָׁוִין בְּמַתַּן שְׂכָרָן מֵעוֹלָם הַזֶּה. אָמַר רַבִּי אַבָּא בַּר כַּהֲנָא, וּמָה אִם דָּבָר שֶׁהוּא פְּרִיעַת בַּעַל חוֹב, כָּתוּב בּוֹ אֲרִיכוּת יָמִים. דָּבָר שֶׁהוּא הֶפְסֵד מָמוֹן וְחֶסְרוֹן נְפָשׁוֹת, עַל אַחַת כַּמָּה וְכַמָּה. רַבִּי לֵוִי אוֹמֵר, גְּדוֹלָה מִזֹּאת אָמְרוּ, גָּדוֹל דָּבָר שֶׁהוּא פְּרִיעַת חוֹב מִדָּבָר שֶׁהוּא חֶסְרוֹן כִּיס וְחֶסְרוֹן נְפָשׁוֹת. רַבִּי אַבָּא בַּר כַּהֲנָא בְּשֵׁם רַבִּי אָמַר, כְּשֵׁם שֶׁמַּתַּן שְׂכָרָהּ מְרֻבֶּה, כָּךְ עָנְשָׁהּ מְרֻבֶּה, הָדָא הוּא דִּכְתִיב: עַיִן תִּלְעַג לְאָב וְתָבוּז לִיקְּהַת אֵם יִקְּרוּהָ עוֹרְבֵי נָחַל וְיֹאכְלוּהָ בְנֵי נָשֶׁר <small>(משלי ל, יז)</small>. אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא, יָבֹא עוֹרֵב שֶׁהוּא אַכְזָרִי עַל בָּנָיו וִינַקֵּר אוֹתָהּ וְאֶל יֵהָנֶה מִמֶּנָּה, וְיָבֹא נֶשֶׁר שֶׁהוּא רַחְמָנִי עַל בָּנָיו וְיֵהָנֶה מִמֶּנָּה. וּמִנַּיִן שֶׁעוֹרֵב אַכְזָרִי עַל בָּנָיו. שֶׁנֶּאֱמַר: מִי יָכִין לָעוֹרֵב צֵידוֹ כִּי יְלָדָיו אֶל אֵל יְשַׁוֵּעוּ, יִתְעוּ לִבְלִי אֹכֶל <small>(איוב לח, מא)</small>. וְכֵן הוּא אוֹמֵר, לִבְנֵי עוֹרֵב אֲשֶׁר יִקְרָאוּ <small>(תהלים קמז, ט)</small>. וְאָמְרוּ חֲכָמִים זִכְרוֹנָם לִבְרָכָה, הָעוֹרֵב מוֹלִיד לְבָנִים, וְאוֹמֵר הַזָּכָר לַנְּקֵבָה, שֶׁעוֹף אַחֵר בָּא עָלֶיהָ, וּמוֹאֲסִין אוֹתָן וּמַנִּיחִין אוֹתָן. מָה עוֹשֶׂה הַקָּדוֹשׁ בָּרוּךְ הוּא. מַזְמִין לָהֶן יַתּוּשִׁין מִצּוֹאָתָן וּפוֹרְחִין וְאוֹכְלִין אוֹתָן, שֶׁנֶּאֱמַר: מִי יָכִין לָעוֹרֵב צֵידוֹ. אֲבָל הַנֶּשֶׁר רַחְמָנִי הוּא, שֶׁנֶּאֱמַר: כַּנֶּשֶׁר יָעִיר קִנּוֹ עַל גּוֹזָלָיו יְרַחֵף יִפְרֹשׂ כְּנָפָיו יִקָּחֵהוּ יִשָּׂאֵהוּ עַל אֶבְרָתוֹ <small>(דברים לב, יא)</small>. שֶׁאֵינוֹ מַאֲמִין בָּהֶן, מִפְּנֵי עוֹפוֹת אֲחֵרִים שֶׁרוֹדְפִין אוֹתָן. מַה הוּא עוֹשֶׂה. מְשִׂימָן עַל כְּנָפָיו אוֹמֵר, מוּטָב יִכָּנֵס הַחֵץ בִּי וְלֹא בְּבָנַי.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "(Deut. 7:12:) “And it shall come to pass if you heed [these statutes].” This text is related (to Prov. 5:6), “She does not steer a straight path of life; her ways wander, and she does not know it.” R. Abba bar Kahana said, “That you should not practice give and take among the commandments of Torah to see which reward of Torah and commandment is greatest and perform that one.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">M. Ps. 9:3; see Deut. R. 6:2.</i> Why? (Ibid.:) ‘Her ways wander, and she does not know it.’ The paths of [rewards of] the Torah have been moved.” R. Hiyya said, “A parable: To what is the matter comparable? To a king who had an orchard and introduced workers into it, but the king did not disclose the reward (i.e., the payment) for his seedlings to them; because if he revealed the reward for his [various] seedlings, one would see which seedling increased [their] reward, and plant that one. The work in the orchard would end up with some of it suspended and some of it carried out. Similarly the Holy One, blessed be He, did not reveal the reward for each and every commandment in the Torah; for if he had revealed it, the commandments would have been found with some of them carried out and some of them suspended.” And R. Aha said in the name of R. Abba bar Kahana, “The Holy One, blessed be He, has made the reward for fulfilling a commandment moved around in this world, so that Israel would totally fulfill them.”<sup class=\"footnote-marker\">3</sup><i class=\"footnote\"><i>yPe’ah</i> 1:1 (15d); <i>yQid.</i> 1:7 (61b); <i>PR</i> 23/24:2.</i> R. Simeon ben Johay taught, “For two commandments did the Holy One, blessed be He, reveal their reward. These are the lightest of the light and the weightiest of the weighty ones. The lightest of the light ones is sending away [the mother from] the nest; and there it is written (in Deut. 22:7), ‘and you will prolong your days.’ The most weighty is honoring parents, about which it is [also] written (in Deut. 5:16 // Exod. 20:12), ‘so that you will lengthen your days.’<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">So also M. Sam.</i> Note that they are equal with regard to reward [in] this world.” R. Abba bar Kahana said, “If in regard to paying a debt, length of days is written,<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Enoch Zundel, in his commentary, ‘<i>Ets Yosef,</i> on <i>Tanh</i>., Deut. 3:2, suggests the debt here is the debt to parents for bearing, rearing, and education.</i> how much the more so when it is a case of damage to purse and loss of life.” R. Levi said, “They said something greater than that: A case of paying a debt is more important than a case of damage to purse and loss of life.” R. Abba bar Kahana said in the name of Rabbi, “Just as the giving of their reward is great, so [too] are their punishments great.” That is what is written (in Prov. 30:17), “The eye that mocks a father and scorns obeying a mother will have the wadi ravens pluck it out and the young eagles devour it.” The Holy One, blessed be He, said, “A raven, which is cruel to its young, will come and pluck it out without profiting from it; an eagle, which is merciful to its young, will come and will profit from it.” And where is it shown that a raven is cruel to its young? Where it is stated (in Job 38:41), “Who provides prey for the raven, when its young cry unto God and wander about without food.” It also says (in Ps. 147:9), “to young ravens when they cry out.” When the raven reproduces, it reproduces white [young].<sup class=\"footnote-marker\">6</sup><i class=\"footnote\"><i>PRE</i> 21.</i> Then the male says to the female that another bird has begotten it. So they reject and forsake them. What does the Holy One, blessed be He, do? He brings forth gnats from their dung.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\"><i>See Lev. R. 19:1</i>.</i> Then [the gnats] fly, and [the young] eat them.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">Cf. Yalqut Shim’oni, Deut. 846: “Then they fly over them, eat, and become black.”</i> This is what is written (in Job 38:41), “Who provides prey for the raven.” But the eagle is merciful, as it is written (in Deut. 32:11), “As an eagle stirs up its nest and hovers over its young]; it spreads its wings, takes them up, and bears them aloft on its pinions.” As it is not confident about them because of other birds who pursue them. What does it do? It places them on its wings and says, “Better that the arrow should go through me and not through my children.”", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "5c178d72bb386c00d3de7be6", "index_title": "Malbim on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Exodus 17:9:1", "anchorRef": "Deuteronomy 3:2", "anchorRefExpanded": ["Deuteronomy 3:2"], "sourceRef": "Malbim on Exodus 17:9:1", "sourceHeRef": "מלבי\"ם על שמות י״ז:ט׳:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1844, 1874], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Malbim on Exodus", "he": "מלבי\"ם על שמות"}, "heTitle": "מלבי\"ם על שמות", "he": "ויאמר משה אל יהושע. הנה במלחמת סיחון ועוג נלחם משה בעצמו כי היתה המלחמה ע\"י ה' בנסים גלרם, כמ\"ש (דברים ג׳:ב׳) אל תירא כי בידך נתתי אותו כי אז היו ראוים אל הנס, לא כן עתה שה' הסתיר פניו מהם והיו צריכים למלחמה טבעיית, שזה לא היה בכחו של משה, שכל עמנו היה מעשה נסים, ולכן הוצרך שתהיה המלחמה ע\"י יהושע, שהוא היה מוכן לרשת את הארץ ע\"י מלחמה טבעיית בעזר אלהי בנסים נסתרים כפי הזכות וההכנה לכן צוה אל יהושע, ומשה שלא היה יכול להושיעם אז בכח שבידו להפליא פלאות בנסים גלוים כי ה' הסתיר פניו מהם, בכ\"ז יצא לעזרם בתפלתו ולהפיק רצון שלא יהיה החטא מכשילם לפני צורריהם, וגם להשיב את ישראל בתשובה שבזה יעשו חיל, ולפ\"ז היו פה שתי מלחמות, מלחמה טבעיים ע\"י תכסיסי מלחמה שנעשה ע\"י יהושע, ומלחמה נפשיית שלחם נגד שרו של עשו המקטרג על ישראל שנעשה ע\"י משה, וע\"כ אמר בחר לנו אנשים, שפי' ר' יהושע [במכילתא] אנשים גבורים. ור\"א פי' אנשים צדיקים, ושניהם אמת, שמשה במלחמתו הנסתרת היה צריך לאנשים צדיקים לעזרו, ויהושע במלחמתו הנגלית היה צריך לאנשים גבורים, עז\"א <b>בחר לנו</b> לי ולך, ונגד מלחמה הגלויה אמר <b>וצא הלחם בעמלק,</b> היה צריך לצאת וליפול במחנה עמלק, ונגד מלחמה הצפונה שעשה משה אמר <b>מחר אנכי נצב על ראש הגבעה</b> שם יעמוד להתפלל ולהשיב חמה, ובחר בראש הגבעה, שמשם יראהו כל ישראל עומד בפרישת כפים ויכונו תפלתם עם תפלתו, ומתנאי התפלה היא האמונה שיאמין שה' שומע תפלה ושעדיו כל בשר יבאו, ויהיה משה הש\"ץ, וישראל מכונים תפלתם עם תפלתו, כמו שהיה בבהכנ\"ס של אלכסנדריא שהיו מניפין בסודרין, כן היה להם אות בידו של משה, <b>ומטה האלהים בידי,</b> כמ\"ש במדרש שלפעמים נקרא מטה משה, ופעמים נקרא מטה אהרן, ופעמים נקרא מטה האלהים, שמטה אלהים יקרא עת יעשה ה' נס להתנוסס מצד אלהותו אף שאין ישראל כדאים, וזה היה צריך בעת ההיא, ואחר שמשה הרים ידו עם המפה, היה לאות אל כל ישראל כאשר הרים וכאשר הניח ידו:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קדש, וילנא תרנ\"א", "text": "<b>Moshe said to Yehoshua.</b> Moshe’s special abilities lay in the realm of the supernatural. For this reason he conducted the wars against Sichon and Og personally, since those wars were openly miraculous. On this occasion, by contrast, Hashem hid His face so that they were required to do battle in a natural manner. Therefore Moshe delegated command to Yehoshua, who had been chosen by Hashem to lead the conquest of Canaan, which was to be accomplished through natural wars accompanied by hidden miracles. Nevertheless, Moshe helped in the battle against Amaleik through prayer and urgings to repentance in order that they would enjoy Divine favor. <b>With the staff of Hashem.</b> The staff was called by this name, rather than “Moshe’s staff,” whenever Hashem performed through it a miracle for which the B’nei Yisrael were not worthy, solely to display His power.", "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c179cbeb037ad0016b817d6", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Bamidbar 27:16:2", "anchorRef": "Deuteronomy 3:2", "anchorRefExpanded": ["Deuteronomy 3:2"], "sourceRef": "Rabbeinu Bahya, Bamidbar 27:16:2", "sourceHeRef": "רבנו בחיי, במדבר כ״ז:ט״ז:ב׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 16.0002, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>אשר יצא לפניהם.</b> במלחמה. <b>ואשר יבא לפניהם ואשר יוציאם.</b> לא ע\"י אחר, ולא כמלכי האומות שמשלחין חיילותיהן והם יושבים בבתיהם אלא כמו שעשיתי אני עם סיחון ועוג שנאמר (דברים ג׳:ב׳) אל תירא אותו, וכדרך שעשה יהושע שנאמר (יהושע ה׳:י״ג) וילך יהושע אליו ויאמר לו הלנו אתה אם לצרינו, וכן בדוד הוא אומר (שמואל א י״ח:ט״ז) כי הוא יוצא ובא לפניהם, יוצא בראש ונכנס בראש.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "אשר יצא לפניהם, “who is to go out ahead of them.” It means: who is to lead them in war. <br> ואשר יבא לפניהם ואשר יוציאם, “and who shall come in before them and who shall take them out.” The emphasis here is on the fact that the leader personally and not some deputy should always be in front. Whereas among the Gentile nations the king or top general generally remains behind the danger zone in the rear, Moses requests that the kind of leader that would be appointed should emulate him when he had faced Sichon and Og in battle at the head of the army. We know hat Moses had been in the front, why else would G’d have reassured him when He said to him not to be afraid of Og (21,34)? We know that Joshua was at the front of the army, as when the angel with his drawn sword in his hand confronted him he asked: “do you belong to us or to our enemies?” (Joshua 5,13) We also find that David was at the head of his army as reported in Samuel I 18,16: “for he would go out and come in at their head.”", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5d3dca25c3baf000181eb062", "index_title": "Nehemiah", "category": "Tanakh", "type": "related", "ref": "Nehemiah 9:22", "anchorRef": "Deuteronomy 3:1-20", "anchorRefExpanded": ["Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20"], "sourceRef": "Nehemiah 9:22", "sourceHeRef": "נחמיה ט׳:כ״ב", "anchorVerse": 1, "sourceHasEn": true, "compDate": [-450, -350], "commentaryNum": 9.0022, "collectiveTitle": {"en": "Nehemiah", "he": "נחמיה"}, "heTitle": "נחמיה", "he": "וַתִּתֵּ֨ן לָהֶ֤ם מַמְלָכוֹת֙ וַעֲמָמִ֔ים וַֽתַּחְלְקֵ֖ם לְפֵאָ֑ה וַיִּֽירְשׁ֞וּ אֶת־אֶ֣רֶץ סִיח֗וֹן וְאֶת־אֶ֙רֶץ֙ מֶ֣לֶךְ חֶשְׁבּ֔וֹן וְאֶת־אֶ֖רֶץ ע֥וֹג מֶֽלֶךְ־הַבָּשָֽׁן׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "“You gave them kingdoms and peoples, and <sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>allotted them territory.<sup class=\"endFootnote\">-b</sup> They took possession of the land of Sihon, the land of the king of Heshbon, and the land of Og, king of Bashan.", "versionTitle": "Tanakh: The Holy Scriptures, published by JPS", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5ebd6028036e8c437c7613ae", "index_title": "Peninei Halakhah, Sukkot", "category": "Halakhah", "type": "", "ref": "Peninei Halakhah, Sukkot 8:2:3", "anchorRef": "Deuteronomy 1:1-6:9", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43", "Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9"], "sourceRef": "Peninei Halakhah, Sukkot 8:2:3", "sourceHeRef": "פניני הלכה, סוכות ח׳:ב׳:ג׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [2009, 2013], "commentaryNum": 2.0003, "collectiveTitle": {"en": "Peninei Halakhah, Sukkot", "he": "פניני הלכה, סוכות"}, "he": "היו קוראים מתחילת חומש דברים עד סוף פרשת 'שמע' (דברים א, א – ו, ט). בקריאה זו לומדים באריכות על ההכנות לקראת הכניסה לארץ ישראל וחטא המרגלים ועונשו, כיבוש עבר הירדן ותחנוניו של משה רבנו להיכנס לארץ. לאחר מכן לומדים בהרחבה על מעמד הר סיני ואיסור עבודה זרה, ואזהרה לדורות, שישמרו ישראל את התורה והמצוות, ויחנכו לכך את בניהם, ועל ידי כך יאריכו ימים על הארץ הטובה. ובסיומה קוראים את פרשת 'שמע' שבה יסוד מצוות האמונה והמצווה לאהוב את ה'.", "heVersionTitle": "Peninei Halakhah, Yeshivat Har Bracha", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "All the readings were from the book of Devarim. The first section was from the beginning of Devarim until the end of the <i>Shema</i> paragraph (1:1-6:9). These chapters describe the preparations for entering Eretz Yisrael, the sin of the spies and its consequences, the conquest of the east bank of the Jordan River, and Moshe’s supplications to enter the land. This is followed by a lengthy section about the revelation at Sinai and the prohibition of idol worship, and an admonition to future generations to keep Torah and <i>mitzvot</i> and teach them to their children. As a reward, they will endure in the land. The first selection concludes with <i>Shema</i> (<i>ibid</i>. 6:4-9), which expresses the foundation of faith and includes the commandment to love God.", "versionTitle": "Peninei Halakhah, English ed. Yeshivat Har Bracha", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5f1ea05e1d77ecfb0d09eaa2", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Deuteronomy 3:2:1", "anchorRef": "Deuteronomy 3:2", "anchorRefExpanded": ["Deuteronomy 3:2"], "sourceRef": "Midrash Lekach Tov, Deuteronomy 3:2:1", "sourceHeRef": "מדרש לקח טוב, דברים ג׳:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "דברים", "he": "<b>פס'.</b> ויאמר ה' אלי אל תירא אותו. <i data-commentator=\"Beur HaRe'em\" data-order=\"55\"></i> מיכן אמרו עוג מלך הבשן משה הרגו:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60ec1ec8e735e0a5900c7c00", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "", "ref": "Midrash Lekach Tov, Numbers 27:17:1", "anchorRef": "Deuteronomy 3:2", "anchorRefExpanded": ["Deuteronomy 3:2"], "sourceRef": "Midrash Lekach Tov, Numbers 27:17:1", "sourceHeRef": "מדרש לקח טוב, במדבר כ״ז:י״ז:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> אשר יצא לפניהם ואשר יבוא לפניהם. במלחמה לא כדרך שאחרים עושין שמשלחין חיילות והן באין בסוף אלא כשם שעשה משה דכתיב (דברים ג׳:ב׳) ויאמר ה' אל משה אל תירא אותו כי בידך נתתי אותו וגו'. וכן יהושע שנאמר (יהושע ה׳:י״ג) וילך יהושע אליו ויאמר לו הלנו אתה אם לצרינו. וכן ביואב כתב (דברי הימים א י״א:ו׳) <i data-commentator=\"Beur HaRe'em\" data-order=\"49\"></i> ויעל בראש יואב בן צרויה ויהי לראש ואשר יוציאם בזכותו ואשר יביאם בזכותו. ד״א ואשיר יוציאם במנין ואשר יביאם במנין. כענין שנאמר (במדבר ל״א:מ״ט) עבדיך נשאו את ראש אנשי המלחמה אשר בידנו ולא נפקד ממנו איש. ולא תהיה עדת ה' כצאן אשר אין להם רועה. מלמד שצאן בלא רועה כלים והולכים. מהם טורפים זאבים ומהם דורסים אריות. מהם מתים ברעב ובצמא מהם נגנבים. והם נקראים עדת ה' מלמד שבזמן שישראל לביזה השם מתחלל. שנאמר (יחזקאל לו) באמור להם עם ה' אלה ומארצו יצאו:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60f576c4b6062f226d6206de", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Deuteronomy 3:2:1", "anchorRef": "Deuteronomy 3:2", "anchorRefExpanded": ["Deuteronomy 3:2"], "sourceRef": "Maskil LeDavid, Deuteronomy 3:2:1", "sourceHeRef": "משכיל לדוד, דברים ג׳:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "commentaryNum": 2.0001, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "דברים", "he": "<b>אל תירא וכו׳ זכות ששמש וכו׳.</b> משמע שכיון למ״ש רז״ל אליעזר זה עוג דאם כן מהו השימוש דקאמר מר. ועיין מ״ש בס״פ חקת בס״ד:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037e556bfddfbb310feb33", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "anchorRef": "Deuteronomy 1:1-34:12", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43", "Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32", "Deuteronomy 12:1", "Deuteronomy 12:2", "Deuteronomy 12:3", "Deuteronomy 12:4", "Deuteronomy 12:5", "Deuteronomy 12:6", "Deuteronomy 12:7", "Deuteronomy 12:8", "Deuteronomy 12:9", "Deuteronomy 12:10", "Deuteronomy 12:11", "Deuteronomy 12:12", "Deuteronomy 12:13", "Deuteronomy 12:14", "Deuteronomy 12:15", "Deuteronomy 12:16", "Deuteronomy 12:17", "Deuteronomy 12:18", "Deuteronomy 12:19", "Deuteronomy 12:20", "Deuteronomy 12:21", "Deuteronomy 12:22", "Deuteronomy 12:23", "Deuteronomy 12:24", "Deuteronomy 12:25", "Deuteronomy 12:26", "Deuteronomy 12:27", "Deuteronomy 12:28", "Deuteronomy 12:29", "Deuteronomy 12:30", "Deuteronomy 12:31", "Deuteronomy 13:1", "Deuteronomy 13:2", "Deuteronomy 13:3", "Deuteronomy 13:4", "Deuteronomy 13:5", "Deuteronomy 13:6", "Deuteronomy 13:7", "Deuteronomy 13:8", "Deuteronomy 13:9", "Deuteronomy 13:10", "Deuteronomy 13:11", "Deuteronomy 13:12", "Deuteronomy 13:13", "Deuteronomy 13:14", "Deuteronomy 13:15", "Deuteronomy 13:16", "Deuteronomy 13:17", "Deuteronomy 13:18", "Deuteronomy 13:19", "Deuteronomy 14:1", "Deuteronomy 14:2", "Deuteronomy 14:3", "Deuteronomy 14:4", "Deuteronomy 14:5", "Deuteronomy 14:6", "Deuteronomy 14:7", "Deuteronomy 14:8", "Deuteronomy 14:9", "Deuteronomy 14:10", "Deuteronomy 14:11", "Deuteronomy 14:12", "Deuteronomy 14:13", "Deuteronomy 14:14", "Deuteronomy 14:15", "Deuteronomy 14:16", "Deuteronomy 14:17", "Deuteronomy 14:18", "Deuteronomy 14:19", "Deuteronomy 14:20", "Deuteronomy 14:21", "Deuteronomy 14:22", "Deuteronomy 14:23", "Deuteronomy 14:24", "Deuteronomy 14:25", "Deuteronomy 14:26", "Deuteronomy 14:27", "Deuteronomy 14:28", "Deuteronomy 14:29", "Deuteronomy 15:1", "Deuteronomy 15:2", "Deuteronomy 15:3", "Deuteronomy 15:4", "Deuteronomy 15:5", "Deuteronomy 15:6", "Deuteronomy 15:7", "Deuteronomy 15:8", "Deuteronomy 15:9", "Deuteronomy 15:10", "Deuteronomy 15:11", "Deuteronomy 15:12", "Deuteronomy 15:13", "Deuteronomy 15:14", "Deuteronomy 15:15", "Deuteronomy 15:16", "Deuteronomy 15:17", "Deuteronomy 15:18", "Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17", "Deuteronomy 16:18", "Deuteronomy 16:19", "Deuteronomy 16:20", "Deuteronomy 16:21", "Deuteronomy 16:22", "Deuteronomy 17:1", "Deuteronomy 17:2", "Deuteronomy 17:3", "Deuteronomy 17:4", "Deuteronomy 17:5", "Deuteronomy 17:6", "Deuteronomy 17:7", "Deuteronomy 17:8", "Deuteronomy 17:9", "Deuteronomy 17:10", "Deuteronomy 17:11", "Deuteronomy 17:12", "Deuteronomy 17:13", "Deuteronomy 17:14", "Deuteronomy 17:15", "Deuteronomy 17:16", "Deuteronomy 17:17", "Deuteronomy 17:18", "Deuteronomy 17:19", "Deuteronomy 17:20", "Deuteronomy 18:1", "Deuteronomy 18:2", "Deuteronomy 18:3", "Deuteronomy 18:4", "Deuteronomy 18:5", "Deuteronomy 18:6", "Deuteronomy 18:7", "Deuteronomy 18:8", "Deuteronomy 18:9", "Deuteronomy 18:10", "Deuteronomy 18:11", "Deuteronomy 18:12", "Deuteronomy 18:13", "Deuteronomy 18:14", "Deuteronomy 18:15", "Deuteronomy 18:16", "Deuteronomy 18:17", "Deuteronomy 18:18", "Deuteronomy 18:19", "Deuteronomy 18:20", "Deuteronomy 18:21", "Deuteronomy 18:22", "Deuteronomy 19:1", "Deuteronomy 19:2", "Deuteronomy 19:3", "Deuteronomy 19:4", "Deuteronomy 19:5", "Deuteronomy 19:6", "Deuteronomy 19:7", "Deuteronomy 19:8", "Deuteronomy 19:9", "Deuteronomy 19:10", "Deuteronomy 19:11", "Deuteronomy 19:12", "Deuteronomy 19:13", "Deuteronomy 19:14", "Deuteronomy 19:15", "Deuteronomy 19:16", "Deuteronomy 19:17", "Deuteronomy 19:18", "Deuteronomy 19:19", "Deuteronomy 19:20", "Deuteronomy 19:21", "Deuteronomy 20:1", "Deuteronomy 20:2", "Deuteronomy 20:3", "Deuteronomy 20:4", "Deuteronomy 20:5", "Deuteronomy 20:6", "Deuteronomy 20:7", "Deuteronomy 20:8", "Deuteronomy 20:9", "Deuteronomy 20:10", "Deuteronomy 20:11", "Deuteronomy 20:12", "Deuteronomy 20:13", "Deuteronomy 20:14", "Deuteronomy 20:15", "Deuteronomy 20:16", "Deuteronomy 20:17", "Deuteronomy 20:18", "Deuteronomy 20:19", "Deuteronomy 20:20", "Deuteronomy 21:1", "Deuteronomy 21:2", "Deuteronomy 21:3", "Deuteronomy 21:4", "Deuteronomy 21:5", "Deuteronomy 21:6", "Deuteronomy 21:7", "Deuteronomy 21:8", "Deuteronomy 21:9", "Deuteronomy 21:10", "Deuteronomy 21:11", "Deuteronomy 21:12", "Deuteronomy 21:13", "Deuteronomy 21:14", "Deuteronomy 21:15", "Deuteronomy 21:16", "Deuteronomy 21:17", "Deuteronomy 21:18", "Deuteronomy 21:19", "Deuteronomy 21:20", "Deuteronomy 21:21", "Deuteronomy 21:22", "Deuteronomy 21:23", "Deuteronomy 22:1", "Deuteronomy 22:2", "Deuteronomy 22:3", "Deuteronomy 22:4", "Deuteronomy 22:5", "Deuteronomy 22:6", "Deuteronomy 22:7", "Deuteronomy 22:8", "Deuteronomy 22:9", "Deuteronomy 22:10", "Deuteronomy 22:11", "Deuteronomy 22:12", "Deuteronomy 22:13", "Deuteronomy 22:14", "Deuteronomy 22:15", "Deuteronomy 22:16", "Deuteronomy 22:17", "Deuteronomy 22:18", "Deuteronomy 22:19", "Deuteronomy 22:20", "Deuteronomy 22:21", "Deuteronomy 22:22", "Deuteronomy 22:23", "Deuteronomy 22:24", "Deuteronomy 22:25", "Deuteronomy 22:26", "Deuteronomy 22:27", "Deuteronomy 22:28", "Deuteronomy 22:29", "Deuteronomy 23:1", "Deuteronomy 23:2", "Deuteronomy 23:3", "Deuteronomy 23:4", "Deuteronomy 23:5", "Deuteronomy 23:6", "Deuteronomy 23:7", "Deuteronomy 23:8", "Deuteronomy 23:9", "Deuteronomy 23:10", "Deuteronomy 23:11", "Deuteronomy 23:12", "Deuteronomy 23:13", "Deuteronomy 23:14", "Deuteronomy 23:15", "Deuteronomy 23:16", "Deuteronomy 23:17", "Deuteronomy 23:18", "Deuteronomy 23:19", "Deuteronomy 23:20", "Deuteronomy 23:21", "Deuteronomy 23:22", "Deuteronomy 23:23", "Deuteronomy 23:24", "Deuteronomy 23:25", "Deuteronomy 23:26", "Deuteronomy 24:1", "Deuteronomy 24:2", "Deuteronomy 24:3", "Deuteronomy 24:4", "Deuteronomy 24:5", "Deuteronomy 24:6", "Deuteronomy 24:7", "Deuteronomy 24:8", "Deuteronomy 24:9", "Deuteronomy 24:10", "Deuteronomy 24:11", "Deuteronomy 24:12", "Deuteronomy 24:13", "Deuteronomy 24:14", "Deuteronomy 24:15", "Deuteronomy 24:16", "Deuteronomy 24:17", "Deuteronomy 24:18", "Deuteronomy 24:19", "Deuteronomy 24:20", "Deuteronomy 24:21", "Deuteronomy 24:22", "Deuteronomy 25:1", "Deuteronomy 25:2", "Deuteronomy 25:3", "Deuteronomy 25:4", "Deuteronomy 25:5", "Deuteronomy 25:6", "Deuteronomy 25:7", "Deuteronomy 25:8", "Deuteronomy 25:9", "Deuteronomy 25:10", "Deuteronomy 25:11", "Deuteronomy 25:12", "Deuteronomy 25:13", "Deuteronomy 25:14", "Deuteronomy 25:15", "Deuteronomy 25:16", "Deuteronomy 25:17", "Deuteronomy 25:18", "Deuteronomy 25:19", "Deuteronomy 26:1", "Deuteronomy 26:2", "Deuteronomy 26:3", "Deuteronomy 26:4", "Deuteronomy 26:5", "Deuteronomy 26:6", "Deuteronomy 26:7", "Deuteronomy 26:8", "Deuteronomy 26:9", "Deuteronomy 26:10", "Deuteronomy 26:11", "Deuteronomy 26:12", "Deuteronomy 26:13", "Deuteronomy 26:14", "Deuteronomy 26:15", "Deuteronomy 26:16", "Deuteronomy 26:17", "Deuteronomy 26:18", "Deuteronomy 26:19", "Deuteronomy 27:1", "Deuteronomy 27:2", "Deuteronomy 27:3", "Deuteronomy 27:4", "Deuteronomy 27:5", "Deuteronomy 27:6", "Deuteronomy 27:7", "Deuteronomy 27:8", "Deuteronomy 27:9", "Deuteronomy 27:10", "Deuteronomy 27:11", "Deuteronomy 27:12", "Deuteronomy 27:13", "Deuteronomy 27:14", "Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26", "Deuteronomy 28:1", "Deuteronomy 28:2", "Deuteronomy 28:3", "Deuteronomy 28:4", "Deuteronomy 28:5", "Deuteronomy 28:6", "Deuteronomy 28:7", "Deuteronomy 28:8", "Deuteronomy 28:9", "Deuteronomy 28:10", "Deuteronomy 28:11", "Deuteronomy 28:12", "Deuteronomy 28:13", "Deuteronomy 28:14", "Deuteronomy 28:15", "Deuteronomy 28:16", "Deuteronomy 28:17", "Deuteronomy 28:18", "Deuteronomy 28:19", "Deuteronomy 28:20", "Deuteronomy 28:21", "Deuteronomy 28:22", "Deuteronomy 28:23", "Deuteronomy 28:24", "Deuteronomy 28:25", "Deuteronomy 28:26", "Deuteronomy 28:27", "Deuteronomy 28:28", "Deuteronomy 28:29", "Deuteronomy 28:30", "Deuteronomy 28:31", "Deuteronomy 28:32", "Deuteronomy 28:33", "Deuteronomy 28:34", "Deuteronomy 28:35", "Deuteronomy 28:36", "Deuteronomy 28:37", "Deuteronomy 28:38", "Deuteronomy 28:39", "Deuteronomy 28:40", "Deuteronomy 28:41", "Deuteronomy 28:42", "Deuteronomy 28:43", "Deuteronomy 28:44", "Deuteronomy 28:45", "Deuteronomy 28:46", "Deuteronomy 28:47", "Deuteronomy 28:48", "Deuteronomy 28:49", "Deuteronomy 28:50", "Deuteronomy 28:51", "Deuteronomy 28:52", "Deuteronomy 28:53", "Deuteronomy 28:54", "Deuteronomy 28:55", "Deuteronomy 28:56", "Deuteronomy 28:57", "Deuteronomy 28:58", "Deuteronomy 28:59", "Deuteronomy 28:60", "Deuteronomy 28:61", "Deuteronomy 28:62", "Deuteronomy 28:63", "Deuteronomy 28:64", "Deuteronomy 28:65", "Deuteronomy 28:66", "Deuteronomy 28:67", "Deuteronomy 28:68", "Deuteronomy 28:69", "Deuteronomy 29:1", "Deuteronomy 29:2", "Deuteronomy 29:3", "Deuteronomy 29:4", "Deuteronomy 29:5", "Deuteronomy 29:6", "Deuteronomy 29:7", "Deuteronomy 29:8", "Deuteronomy 29:9", "Deuteronomy 29:10", "Deuteronomy 29:11", "Deuteronomy 29:12", "Deuteronomy 29:13", "Deuteronomy 29:14", "Deuteronomy 29:15", "Deuteronomy 29:16", "Deuteronomy 29:17", "Deuteronomy 29:18", "Deuteronomy 29:19", "Deuteronomy 29:20", "Deuteronomy 29:21", "Deuteronomy 29:22", "Deuteronomy 29:23", "Deuteronomy 29:24", "Deuteronomy 29:25", "Deuteronomy 29:26", "Deuteronomy 29:27", "Deuteronomy 29:28", "Deuteronomy 30:1", "Deuteronomy 30:2", "Deuteronomy 30:3", "Deuteronomy 30:4", "Deuteronomy 30:5", "Deuteronomy 30:6", "Deuteronomy 30:7", "Deuteronomy 30:8", "Deuteronomy 30:9", "Deuteronomy 30:10", "Deuteronomy 30:11", "Deuteronomy 30:12", "Deuteronomy 30:13", "Deuteronomy 30:14", "Deuteronomy 30:15", "Deuteronomy 30:16", "Deuteronomy 30:17", "Deuteronomy 30:18", "Deuteronomy 30:19", "Deuteronomy 30:20", "Deuteronomy 31:1", "Deuteronomy 31:2", "Deuteronomy 31:3", "Deuteronomy 31:4", "Deuteronomy 31:5", "Deuteronomy 31:6", "Deuteronomy 31:7", "Deuteronomy 31:8", "Deuteronomy 31:9", "Deuteronomy 31:10", "Deuteronomy 31:11", "Deuteronomy 31:12", "Deuteronomy 31:13", "Deuteronomy 31:14", "Deuteronomy 31:15", "Deuteronomy 31:16", "Deuteronomy 31:17", "Deuteronomy 31:18", "Deuteronomy 31:19", "Deuteronomy 31:20", "Deuteronomy 31:21", "Deuteronomy 31:22", "Deuteronomy 31:23", "Deuteronomy 31:24", "Deuteronomy 31:25", "Deuteronomy 31:26", "Deuteronomy 31:27", "Deuteronomy 31:28", "Deuteronomy 31:29", "Deuteronomy 31:30", "Deuteronomy 32:1", "Deuteronomy 32:2", "Deuteronomy 32:3", "Deuteronomy 32:4", "Deuteronomy 32:5", "Deuteronomy 32:6", "Deuteronomy 32:7", "Deuteronomy 32:8", "Deuteronomy 32:9", "Deuteronomy 32:10", "Deuteronomy 32:11", "Deuteronomy 32:12", "Deuteronomy 32:13", "Deuteronomy 32:14", "Deuteronomy 32:15", "Deuteronomy 32:16", "Deuteronomy 32:17", "Deuteronomy 32:18", "Deuteronomy 32:19", "Deuteronomy 32:20", "Deuteronomy 32:21", "Deuteronomy 32:22", "Deuteronomy 32:23", "Deuteronomy 32:24", "Deuteronomy 32:25", "Deuteronomy 32:26", "Deuteronomy 32:27", "Deuteronomy 32:28", "Deuteronomy 32:29", "Deuteronomy 32:30", "Deuteronomy 32:31", "Deuteronomy 32:32", "Deuteronomy 32:33", "Deuteronomy 32:34", "Deuteronomy 32:35", "Deuteronomy 32:36", "Deuteronomy 32:37", "Deuteronomy 32:38", "Deuteronomy 32:39", "Deuteronomy 32:40", "Deuteronomy 32:41", "Deuteronomy 32:42", "Deuteronomy 32:43", "Deuteronomy 32:44", "Deuteronomy 32:45", "Deuteronomy 32:46", "Deuteronomy 32:47", "Deuteronomy 32:48", "Deuteronomy 32:49", "Deuteronomy 32:50", "Deuteronomy 32:51", "Deuteronomy 32:52", "Deuteronomy 33:1", "Deuteronomy 33:2", "Deuteronomy 33:3", "Deuteronomy 33:4", "Deuteronomy 33:5", "Deuteronomy 33:6", "Deuteronomy 33:7", "Deuteronomy 33:8", "Deuteronomy 33:9", "Deuteronomy 33:10", "Deuteronomy 33:11", "Deuteronomy 33:12", "Deuteronomy 33:13", "Deuteronomy 33:14", "Deuteronomy 33:15", "Deuteronomy 33:16", "Deuteronomy 33:17", "Deuteronomy 33:18", "Deuteronomy 33:19", "Deuteronomy 33:20", "Deuteronomy 33:21", "Deuteronomy 33:22", "Deuteronomy 33:23", "Deuteronomy 33:24", "Deuteronomy 33:25", "Deuteronomy 33:26", "Deuteronomy 33:27", "Deuteronomy 33:28", "Deuteronomy 33:29", "Deuteronomy 34:1", "Deuteronomy 34:2", "Deuteronomy 34:3", "Deuteronomy 34:4", "Deuteronomy 34:5", "Deuteronomy 34:6", "Deuteronomy 34:7", "Deuteronomy 34:8", "Deuteronomy 34:9", "Deuteronomy 34:10", "Deuteronomy 34:11", "Deuteronomy 34:12"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר א׳ ב׳-ל״ט", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Deuteronomy and Its Structure", "he": "דברים מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["D<small>EUTERONOMY HOLDS A UNIQUE POSITION, AND SPEAKS WITH A UNIQUE VOICE, IN THE</small> literature of the Torah. Up to this point, through the first four books, we have encountered a powerful mixture of literary genres; indeed, the books owe their characteristic stamp to the way in which they incorporate these genres. Genesis is predominantly narrative, punctuated by genealogies; Exodus begins with narrative and later proceeds with covenant-making and law, and then with the precise details of sanctuary building; Leviticus is composed almost entirely of cultic and then ethical and social law; and finally, Numbers alternates narrative and varied laws, under the structure of preparations for wilderness march, first encounters with the Promised Land, and preparations for entry. Except for Leviticus, the books also exhibit, at strategic points, striking examples of biblical poetry.", "An ancient name for Deuteronomy, <i>mishne tora</i>—which means “copy of the Torah,” but which was erroneously understood as “second Torah”—would seem to indicate more of the same combining of genres, and a not-too-close reading would support the idea of a rehashing of narrative, covenant-making, law, and poetry. But the reader who takes the time to weigh what stands before him or her will find much more. In its structure, style, content, and intent, Deuteronomy goes beyond what has preceded it. The image of Moshe addressing the assembled people on the Plains of Moab—the central setting of the book—provides the occasion for not merely a retelling, but a recasting of Israel’s mission and destiny. No book of the Torah is truer to the idea of “instruction” (Deuteronomy uses the term numerous times), including an emphasis on teaching and learning, with assembled and yet-to-be-born children as much the audience as “elders.”", "From the book’s opening phrase, “Now these are the words [or even “speeches”] that Moshe spoke to the Children of Israel / in (the country) across the Jordan,” the basic premise of Deuteronomy is that the aged Moshe, personally and indeed in the first person, speaks for the last time to the assembled Israelites, before their triumphant entry into the land of Canaan. The setting affects the entire content of the book; no longer is the narrator in the background, as in most of the Torah, but instead he is presented as directly addressing a living audience, an audience composed not only of the ancient hearers portrayed in the text but also of contemporary listeners.", "The image of a leader delivering a long public address on an auspicious occasion is well known from the ancient world, most familiarly from Greek historians (cf. Van Seters) but also abundantly in the ancient Near East (Weinfeld). The historian seeks to paint a vivid picture of the personality of his speaker and the high drama of the moment, and may go on at great length. While admitting to not having had the benefit of eyewitness sources, such chroniclers are nevertheless sincere in their desire to present what undoubtedly would have been said on such an occasion.", "Deuteronomy, whenever it was composed and placed in the Torah, takes this approach a step further. It is a fantastic conceit, really: as Rosenberg (1975) notes, Moshe, the man who was “not a man of words” (Ex. 4:10), all of a sudden finds his voice. And as Polzin (1980) has shown in his forceful analysis, in Deuteronomy Moshe’s voice functions fairly indistinguishably from God’s own—and then closes off the text by stipulating that nothing in the future is to be added or subtracted to it. So we are dealing with a text of directly authoritative character, a series of speeches that in their own self-understanding already bore the status of “Torah.” Hence Deuteronomy introduces into the Bible for the first time the concept of canon—a bounded, accepted body of authoritative literature.", "Moshe’s addresses, which include a historical review, repeated appeals to observe God’s laws and dire warnings against their violation, a reworking of previous laws and the addition of new ones, and a poem designed to keep the appeals and warnings in popular memory, have about them a deep rhetorical urgency. As such they are stylistically quite different from most of what is found in the first four books of the Bible. To be sure, there are many moments of high rhetoric in the previous narratives, and the laws—including cultic ones—are also not lacking appeals to the emotions (cf., for instance, the repeated injunctions to not oppress the sojourner, “for you were sojourners in the land of Egypt”). But as an extended piece of argumentation and pleading, Deuteronomy holds pride of place in the Torah, with its specialized vocabulary (described in the notes and commentary below), its alternately pleading and warning tone, and its long, elegant phrases (as Gottwald notes, these phrases are most often cast in the form of subordinate clauses, not the typical syntactical form found in the previous books).", "But not only does Deuteronomy provide an emotional capstone to the four books that precede it. It functions to link up with both the landed history of Israel in the narrative books to follow (Joshua through Kings) and the prophets’ emotional speeches to the people and their leaders. In the words of G. Ernest Wright,", "the central purpose of Deuteronomy is to furnish Israel with a complete order of faith and life which is the prerequisite for a prosperous and secure existence on the God-given land. The historian [of the succeeding books] shows how Israel failed to keep it and what the consequences were.", "It is in fact the monarchic setting that is commonly held to be the historical background to the compilation of Deuteronomy. While Moshe’s last days and the people’s being poised on the steppes opposite Jericho would certainly be a dramatic enough moment for our book’s speeches to occur, its language, style, and many of its concerns point to a later time in the history of Israel as a likely venue for at least a good part of its emotional appeal.", "That time, in the opinion of most biblical scholars over the past two centuries, was the middle of the reign of King Josiah (ruled 640–608 <small>B.C.E.</small>) of Judah, the southern kingdom (Israel, the north, had been overrun by Assyria a century previously). The Assyrian Empire, dominant in the region for three hundred years, was on the wane, and Josiah took advantage of this decline of power to expand his kingdom northward. He also—at about the time of the death of Ashurbanipal, the last powerful king of Assyria—began a wide-ranging reform that consisted largely of destroying the local “high places” of pagan worship that had figured so prominently in the reign of his grandfather, the notorious Manasseh (ruled 687–642). II Kings 23 describes the purge in great detail, noting both places and priests that were now rendered inoperative in favor of the centralization of the cult in Jerusalem.", "It is within this setting that Chapter  22 reports the dramatic discovery of a scroll “of the Torah.”", "The high priest Hilkiah said to Shaphan the secretary, “I have found the book of the law in the house of the L<small>ORD</small>.” … Shaphan then read it aloud to the king. When the king heard the words of the book of the law, he tore his clothes. Then the king commanded … saying: “Go, inquire of the L<small>ORD</small> for me, for the people, and for all Judah, concerning the words of this book that has been found, for great is the wrath of the L<small>ORD</small> … because our ancestors did not obey the words of this book, to do according to all that is written concerning us.” (22:8, 10–13, New Revised Standard Version)", "What precisely were the contents of the “book” we do not know; but it is usually taken to have been some form of Deuteronomy. The rhetorical force of the newly discovered text must have been considerable, for its reported result was that the king", "directed that all the elders of Judah and Jerusalem should be gathered to him. … he read in their hearing all the words of the book of the covenant that had been found in the house of the L<small>ORD</small>. The king stood by the pillar and made a covenant before the L<small>ORD</small>, to follow the L<small>ORD</small>, keeping his commandments, his decrees, and his statutes, with all his heart and all his soul, to perform the words of this covenant that were written in this book. All the people joined in the covenant. (23:1–3)", "The connections between these passages and the style of Deuteronomy will be obvious to anyone who reads the book, and it seems clear that Josiah’s reforms are closely related to concerns expressed in Deuteronomy.", "The Bible’s portrayal of this background does not necessarily mean that Deuteronomy was composed for the occasion, or even that it originated in Judah. Several scholars (notably Ginsberg) have remarked on connections to the northern kingdom of Israel (e.g., affinities to the prophet Hosea), and so it is possible that at least some of our book was a series of traditions brought south by refugees fleeing the Assyrian onslaught. In any event, the text of Deuteronomy addresses its audience with such emotional immediacy that it may safely be presumed that a crisis of major proportions loomed, and the opportunity presented itself for a large-scale revival—or redefinition—of Israel’s self-understanding. Similar crises later in Jewish history may have led to the editing and writing down (but not necessarily the composition) of other central texts, the Mishnah (c. 200) and the Babylonian Talmud (c. 450). Like these documents, and like the first four books of the Torah, Deuteronomy is written in such a way that it is difficult to pin down its precise background, which through additions and circumspection has been substantially obliterated. What is left to us are the many repetitions of “today” or “this day,” which signal the desire to make the “Instruction” contemporary for the audience, whoever and whenever that may be.", "The net effect of this process of creation and development was to establish the Torah’s character as a text that shows signs of new life and new thinking within itself. Deuteronomy, by its inclusion as the final book of the five, officially began the practice of “explaining” (1:5) the traditions of Israel, and thus paved the way for the classic form of Jewish religious and intellectual activity: the interpretation of Scripture (cf. Fishbane 1988 for a definitive study on “inner-biblical exegesis,” interpretation that appears within the Bible itself and hence becomes a legitimate part of its traditions). This activity strongly influenced Christianity and Islam as well, and is still a part of religious discourse and development in the Western world.", "In its overall structure, Deuteronomy breaks down fairly easily; but it is perhaps best understood in the light of comparative ancient Near Eastern material. Weinfeld’s lifetime of research has demonstrated the strong parallels between our book and certain Assyrian treaty texts (earlier Hittite texts have also been shown to be helpful in this regard; cf. Levenson 1985b for a useful summary). It is striking indeed that the Esarhaddon Treaty texts from the seventh century <small>B.C.E.</small>, which also produced the final form of Deuteronomy, seem to prefigure the basic structure of what Moshe lays out in the book: a historical overview, an exhortation to keep the covenant, the laws—particulars of the covenant, a series of blessings and curses following upon observance or nonobservance of the covenant, and a ceremony ratifying it. A similar pattern, in abbreviated form, may be observed in the Sinai covenant in Ex. 19–24.", "Weinfeld points out that such covenants or treaties were two-sided, with the suzerain granting his vassals certain favors in return for “love” (= loyalty), and threatening dire consequences if that loyalty were to become suspect. What is fascinating about the parallels is not so much that they exist, but that here, apparently, a political model from a hated enemy has been assimilated and transformed into a positive religious-national one. Such transformative power seems to be characteristic of biblical culture, which probably reworked known stories and poems, among other genres, into genuine Israelite creations (the Flood narratives of Genesis and Psalm 29 are two fruitful examples of the process).", "Deuteronomy, then, focuses mainly on the relationship between God and Israel, a relationship that has been spelled out before (as in Exodus) but that forms in this book the very soul of the text. Every act that Israel performs as a community, and every one done by individuals, is to be seen in that light. As elsewhere in the Bible, breaking one of God’s rules means not merely a violation of a statute but an affront to the suzerain, the sovereign Lord, and thus a grave risk to society’s well-being and even to its very existence. And there is a unity of purpose and concept here: Gottwald summarizes the message of the book as “the indivisible unity of <i>one God</i> for <i>one people</i> in <i>one land</i> observing <i>one cult</i>” (italics his).", "Given the treaty pattern that we have just referred to, an outline of the book might proceed along the following lines:", "I   Historical Overview (Moshe as Narrator; 1–4:43)", "A   Narrative of the Wilderness Journey (1–3)", "B   Transition: Beginning of the Exhortation (4:1–40) and Addendum on Towns of Asylum (4:41–43)", "II  Opening Exhortation (Moshe as Pleader; 4:44–11:36)", "Looking Back to the Revelation at Sinai", "III The Terms of the Covenant (Moshe as Lawgiver; 12–28)", "A   The Laws (12–26)", "B   Covenant Ceremony; Blessings and Curses (27–28)", "IV Concluding Exhortation (Moshe as Pleader; 29–30)", "Looking Ahead to Exile and Return", "V  Final Matters (31–34)", "A   Passing the Mantle (31)", "B   Moshe’s Admonitory Poem (32)", "C   Moshe’s Blessing to the Tribes (33)", "D   The End (34)", "A few simple structural observations, based on a closer look at the text itself, may be made here. Parts I and V stress the role of Yehoshua (Joshua) in the future. Then, too, Parts II and IV use similar rhetorical formulas toward the end of each (“See, I set before you this day …,” 11:26 and 30:15). Such a symmetry would suggest that Part III is the crucial one, and that is of course the case. Everything in Deuteronomy radiates out from the laws: a new humanism, a rethinking of tradition, and above all, a heartfelt appeal to “choose life” (30:19), a good life on the land under the blessing of God.", "It is only when that appeal has been fully made, and when all of Deuteronomy’s new material has been added (with no more to come, as the text sees it!), that Moshe can finally die, and the people of Israel can proceed into the Promised Land. The book of Numbers proved to be a false ending, and indeed the report of Moshe’s death was postponed from the end of that book to this, so that the biblical tradition could transform itself into a truly multifaceted and rich one. The Torah, which began in the nameless, unknowable past, ends in the limitless present and future, with a potential life ahead for the Israelite people as bountiful and as beautiful as the “good land” that Moshe is allowed to see from the summit of Pisga."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e566bfddfbb310feb37", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview 2-4", "anchorRef": "Deuteronomy 1:1-4:43", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ב׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; Historical Overview", "he": "דברים מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I<small>N THIS INTRODUCTORY SECTION, WHICH SOME SCHOLARS HAVE VIEWED AS A LATER</small> addition to the core of the book, Moshe reviews the journey of the Israelites from Mount Sinai (“Horev”) into the Negev, and from there up east of the Dead Sea to a spot opposite Jericho. Two things make this more than a mere itinerary: First, Moshe confines himself to the most important moments—the choosing of leaders, the sending of the spies (with all its disastrous consequences), the encounters with various nations, and the provisions made for the soon-to-occur conquest. Second, the text characterizes itself, not as a narrative per se, but as an “explanation” (1:5) of the “Instruction.” In other words, history is made to function as lesson here. That the account ends with Bet (Baal) Pe’or in 3:29 is surely not accidental; as 4:3 reminds us, this was the site of Israel’s great apostasy, the final negative act by a wayward generation that was not to live to enter the land of Israel. By means of this introduction, the new generation is warned about the failings of the old, and begins to be prepared for “entering and taking-possession of the land” promised to their ancestors (4:1).", "The first four chapters of the book establish its character as a link: by recounting key events in Israel’s wanderings, they summarize the narratives of Exodus and Numbers; by demonstrating that disaster resulted from the people’s rebellions, they set the ideology that will permeate the so-called Deuteronomistic History, namely the books of Joshua, Judges, Samuel, and Kings (Nelson).", "It should be realized that these chapters are not merely previous narratives repeated verbatim. They are in fact reworkings of earlier material, often with changes. Thus, to use Brettler’s example, 1:9–18 retells Ex. 18:13–26, with the change that this time, as Moshe appoints lower-level leadership for the people, he does so without his father-in-law Yitro (who had helped in the Exodus version), and chooses them on the basis of their capabilities (“wisdom”), not their piety. Brettler also points to the frequent use of the phrase “at that time” as an indicator of later additions to the text. For a comprehensive discussion of how these opening chapters differ from earlier accounts, see Tigay."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e796bfddfbb310feb93", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview, Encountering the Nations 2", "anchorRef": "Deuteronomy 2:1-3:22", "anchorRefExpanded": ["Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview, Encountering the Nations 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ב׳, דברים הערה ב׳ ב׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Encountering the Nations", "he": "דברים הערה ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה ב׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Moshe’s narrative moves the people toward their present location, east of Jericho, detailing their disappointments and triumphs in meetings with the indigenous peoples of the area. The account begins tentatively, with Israel warned not to antagonize their “cousins,” the Children of Esav, but ends with a foreshadowing of the conquest of Canaan—the successful war-making of the two and a half tribes (cf. Num. 32) that received land east of the Jordan.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f2c9ad75f2d99afa62", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview 1", "anchorRef": "Deuteronomy 1:1-4:43", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ב׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Deuteronomy 1:1–4:43\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Deuteronomy 1:1–4:43</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f2c9ad75f2d99afa68", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview, Encountering the Nations 1", "anchorRef": "Deuteronomy 2:1-3:22", "anchorRefExpanded": ["Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview, Encountering the Nations 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ב׳, דברים הערה ב׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה ב׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Deuteronomy 2:1-3:22\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Deuteronomy 2:1-3:22</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6418612f708b098dd04cb077", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Deuteronomy 3:2:1", "anchorRef": "Deuteronomy 3:2", "anchorRefExpanded": ["Deuteronomy 3:2"], "sourceRef": "Reggio on Torah, Deuteronomy 3:2:1", "sourceHeRef": "ביאור יש\"ר על התורה, דברים ג׳:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "דברים", "he": "<b>אל תירא אתו,</b> פירשתיו (במדבר כ\"א ל\"ד):", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc82758c1dc532ec9509", "index_title": "Steinsaltz on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Deuteronomy 3:2", "anchorRef": "Deuteronomy 3:2", "anchorRefExpanded": ["Deuteronomy 3:2"], "sourceRef": "Steinsaltz on Deuteronomy 3:2", "sourceHeRef": "ביאור שטיינזלץ על דברים ג׳:ב׳", "anchorVerse": 2, "sourceHasEn": true, "commentaryNum": 3.0002, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על דברים", "he": "<b>וַיֹּאמֶר ה' אֵלַי: אַל תִּירָא אֹתוֹ, כִּי בְיָדְךָ נָתַתִּי אֹתוֹ וְאֶת כָּל עַמּוֹ וְאֶת אַרְצוֹ, וְעָשִׂיתָ לּוֹ כַּאֲשֶׁר עָשִׂיתָ לְסִיחֹן מֶלֶךְ הָאֱמֹרִי אֲשֶׁר יוֹשֵׁב בְּחֶשְׁבּוֹן.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>The Lord said to me: Do not fear him as I have delivered him and his entire people and his land into your hand; you shall do to him as you did to Sihon, king of the Emorites, who lives in Heshbon.</b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "65e9da7cb215f43691cfe194", "index_title": "Tze'enah Ure'enah", "category": "Commentary", "type": "commentary", "ref": "Tze'enah Ure'enah, Devarim 29-30", "anchorRef": "Deuteronomy 3:2", "anchorRefExpanded": ["Deuteronomy 3:2"], "sourceRef": "Tze'enah Ure'enah, Devarim 29-30", "sourceHeRef": "צאינה וראינה, דברים כ״ט-ל׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1590, 1616], "commentaryNum": 29, "collectiveTitle": {"en": "Tze'enah Ure'enah", "he": "צאינה וראינה"}, "heTitle": "דברים", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["“<i>The Lord said to me: do not fear</i>” [3:2]. The Holy One said to Moses: do not be afraid of Og. I gave him into the hands of Israel long ago, in the days of Abraham. Abraham made a banquet for his son, Isaac, when he was circumcised on the eighth day. Og attended that banquet and other nobles were there with him. They said to Og: you said that Abraham would have no children. See how the Holy One has given him a son. Og responded: if I would lay my small finger on him, he would die. The Holy One said: this time you belittle him, you evildoer. You will see so many of his descendants, like the sand in the sea. You will fall into the hands of his descendants. When Israel came to the border of their land, Moses and the Israelites came early before the city of <i>Edrei.</i> They saw Og sitting on top of the wall and Og’s feet reached the ground. The Holy One said to Moses: This is Og, and his feet were thirty-eight ells long. Moses was frightened of him. The Holy One said: do not be afraid. Og took a large mountain and threw it on Israel. Moses took a little earth and recited the <i>Ineffable Name</i>, and the mountain stopped.<sup class=\"footnote-marker\">29</sup><i class=\"footnote\"><i>Deuteronomy Rabbah</i>, 1.24.</i>", "Therefore, our sages also said that it would have been just to recite songs of praise about Sihon and Og, as they did at the Exodus from Egypt regarding Pharaoh. However, King David came and recited songs of praise about them, as the verse says, “<i>Sihon, king of the Amorites, His steadfast love is eternal; Og, king of Bashan, His steadfast love is eternal</i>” [Psalms, 136:19–20].<sup class=\"footnote-marker\">30</sup><i class=\"footnote\"><i>Yalkut Shimoni</i>, Hukat, <i>Remez</i>, 765 (at the end).</i>"], "versionTitle": "A Critical Translation into English; Edited and translated by Morris M. Faierstein. De Gruyter, 2017", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58aeacd1d6e4a953a426384d", "index_title": "Bereshit Rabbah", "category": "Midrash", "type": "", "ref": "Bereshit Rabbah 42:8", "anchorRef": "Deuteronomy 3:2", "anchorRefExpanded": ["Deuteronomy 3:2"], "sourceRef": "Bereshit Rabbah 42:8", "sourceHeRef": "בראשית רבה מ״ב:ח׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [400], "commentaryNum": 42.0008, "collectiveTitle": {"en": "Bereshit Rabbah", "he": "בראשית רבה"}, "heTitle": "בראשית רבה", "he": "וַיָּבֹא הַפָּלִיט <small>(בראשית יד, יג)</small>, רֵישׁ לָקִישׁ בְּשֵׁם בַּר קַפָּרָא הוּא עוֹג הוּא פָּלִיט, וְלָמָּה נִקְרָא שְׁמוֹ עוֹג שֶׁבָּא וּמָצָא אֶת אַבְרָם יוֹשֵׁב וְעוֹסֵק בְּמִצְוַת עוּגוֹת, הוּא לֹא נִתְכַּוֵּן לְשֵׁם שָׁמַיִם אֶלָּא אָמַר אַבְרָהָם זֶה קוּנְיוֹן הוּא, וְעַכְשָׁו אֲנִי אוֹמֵר לוֹ נִשְׁבָּה בֶּן אָחִיךָ וְהוּא יוֹצֵא לַמִּלְחָמָה וְנֶהֱרָג וַאֲנִי נוֹטֵל אֶת שָׂרַי אִשְׁתּוֹ. אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא חַיֶּיךָ שְׂכַר פְּסִיעוֹתֶיךָ אַתָּה נוֹטֵל שֶׁאַתְּ מַאֲרִיךְ יָמִים בָּעוֹלָם, וְעַל שֶׁחָשַׁבְתָּ לַהֲרֹג אֶת הַצַּדִּיק חַיֶּיךָ שֶׁאַתָּה רוֹאֶה אֶלֶף אֲלָפִים וְרִבֵּי רְבָבוֹת מִבְּנֵי בָנָיו. וְאֵין סוֹפוֹ שֶׁל אוֹתוֹ הָאִישׁ לִפֹּל אֶלָּא בְּיָדָן, שֶׁנֶּאֱמַר <small>(דברים ג, ב)</small>: וַיֹּאמֶר ה' אֵלַי אַל תִּירָא אֹתוֹ כִּי בְיָדְךָ וגו'. <small>(בראשית יד, יג)</small>: וַיַּגֵּד לְאַבְרָם הָעִבְרִי, רַבִּי יְהוּדָה וְרַבִּי נְחֶמְיָה וְרַבָּנָן, רַבִּי יְהוּדָה אוֹמֵר כָּל הָעוֹלָם כֻּלּוֹ מֵעֵבֶר אֶחָד וְהוּא מֵעֵבֶר אֶחָד. רַבִּי נְחֶמְיָה אָמַר שֶׁהוּא מִבְּנֵי בָּנָיו שֶׁל עֵבֶר. וְרַבָּנָן אָמְרֵי שֶׁהוּא מֵעֵבֶר הַנָּהָר, וְשֶׁהוּא מֵשִׂיחַ בִּלְשׁוֹן עִבְרִי. <small>(בראשית יד, יג)</small>: וְהוּא שֹׁכֵן בְּאֵלֹנֵי מַמְרֵא, רַבִּי יְהוּדָה וְרַבִּי נְחֶמְיָה, רַבִּי יְהוּדָה אָמַר בְּמֵשְׁרַיָא דְמַמְרֵא. וְרַבִּי נְחֶמְיָה אָמַר בְּפָלָטִין דְּמַמְרֵא, עַל דַּעְתֵּיהּ דְּרַבִּי יְהוּדָה אַתְרָא הוּא דִּשְׁמֵיהּ מַמְרֵא, עַל דַּעְתֵּיהּ דְּרַבִּי נְחֶמְיָה גַּבְרָא הוּא דִּשְׁמֵיהּ מַמְרֵא. וְלָמָּה נִקְרָא שְׁמוֹ מַמְרֵא, רַבִּי עֲזַרְיָה בְּשֵׁם רַבִּי יְהוּדָה בְּשֵׁם רַבִּי סִימוֹן שֶׁהִמְרָה פָּנִים בְּאַבְרָהָם, בְּשָׁעָה שֶׁאָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְאַבְרָהָם לִמּוֹל, הָלַךְ וְנִמְלַךְ בִּשְׁלשֶׁת אֹהֲבָיו, אָמַר לוֹ עָנֵר כְּבָר בֶּן מֵאָה שָׁנָה אַתָּה וְאַתָּה הוֹלֵךְ וּמְצַעֵר אֶת עַצְמְךָ. אָמַר לוֹ אֶשְׁכּוֹל מַה אַתְּ הוֹלֵךְ וּמְסַיֵּם אֶת עַצְמְךָ בֵּין שׂוֹנְאֶיךָ. אָמַר לוֹ מַמְרֵא אֱלֹהֶיךָ שֶׁעָמַד לְךָ בְּכִבְשַׁן הָאֵשׁ וּבַמְּלָכִים וּבָרֵעָבוֹן, וְהַדָּבָר הַזֶּה שֶׁאָמַר לְךָ לָמוּל אֵין אַתָּה שׁוֹמֵעַ לוֹ. אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא אַתָּה נָתַתָּה לוֹ עֵצָה לָמוּל, חַיֶּיךָ שֶׁאֵינִי נִגְלָה עָלָיו לֹא בַּפָּלָטִין שֶׁל עָנֵר וְלֹא בַּפָּלָטִין שֶׁל אֶשְׁכּוֹל אֶלָּא בַּפָּלָטִין שֶׁלְּךָ, הֲדָא הוּא דִכְתִיב <small>(בראשית יח, א)</small>: וַיֵּרָא אֵלָיו ה' בְּאֵלֹנֵי מַמְרֵא. ", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“The refugee came and told Abram the Hebrew, and he was dwelling in the plains of Mamre the Emorite, brother of Eshkol and brother of Aner, and they were allies of Abram” (Genesis 14:13).</b> <br>“The refugee came” – Reish Lakish in the name of bar Kappara: This is Og; he is the “refugee.” Why is he called Og? Because he came and found Abram sitting and engaging in the mitzva of baking [unleavened] loaves [<i>ugot</i>] [for Passover].<sup class=\"footnote-marker\">71</sup><i class=\"footnote\">See Exodus 12:39.</i> His intentions [in informing Abraham] were not to act for the sake of Heaven. Rather, he said: ‘This Abraham is a zealot. If I say to him now: Your nephew has been taken captive, he will go out to war and be killed, and I will take his wife Sarai.’ The Holy One blessed be He said to him: ‘By your life, you will receive reward for your strides that you walked [to travel to Abraham], in that you will live long in the world.<sup class=\"footnote-marker\">72</sup><i class=\"footnote\">He was ultimately killed by Moses, centuries later (Numbers 21:35).</i> But because you thought to kill that righteous man, by your life, you will see thousands upon thousands and tens of thousands upon tens of thousands of his descendants, and the end of that man<sup class=\"footnote-marker\">73</sup><i class=\"footnote\">You, Og.</i> will be only to fall into their hand,’ as it is stated [by Moses]: “The Lord said to me: Do not fear him, as [I have delivered him]…into your hand” (Deuteronomy 3:2). <br>“And told Abram the Hebrew [<i>Ivri</i>]” – Rabbi Yehuda, Rabbi Neḥemya, and the Rabbis, Rabbi Yehuda says: The entire world was on one side and he was on the other side [<i>ever</i>].<sup class=\"footnote-marker\">74</sup><i class=\"footnote\">In an ideological sense.</i> Rabbi Neḥemya said: Because he was among the descendants of Ever. The Rabbis say: It is because he is from the other side [<i>ever</i>] of the river,<sup class=\"footnote-marker\">75</sup><i class=\"footnote\">Abraham came to the land of Israel from the other (eastern) side of the Euphrates.</i> and he spoke the Hebrew [<i>Ivri</i>] language. <br>“He was dwelling in <i>elonei</i> Mamre” – Rabbi Yehuda and Rabbi Neḥemya, Rabbi Yehuda said: [This<i> </i>means] in the plains of Mamre. Rabbi Neḥemya said: In the palace of Mamre. According to the opinion of Rabbi Yehuda, it is a place whose name is Mamre. According to the opinion of Rabbi Neḥemya, it is a person whose name was Mamre. And why was he called Mamre? Rabbi Azarya in the name of Rabbi Yehuda in the name of Rabbi Simon: It is because he was brazen-faced regarding Abraham.<sup class=\"footnote-marker\">76</sup><i class=\"footnote\">He was bold in his support of Abraham, as the Midrash goes on to relate.</i> When the Holy One blessed be He told Abraham to circumcise himself, he went and consulted with his three friends.<sup class=\"footnote-marker\">77</sup><i class=\"footnote\">Listed in Genesis 14:24.</i> Aner said to him: ‘You are already one hundred years old and you are going to bring pain upon yourself?’ Eshkol said to him: ‘What, are you going to put an end to yourself in the midst of your enemies?’<sup class=\"footnote-marker\">78</sup><i class=\"footnote\">People will say that you have castrated yourself.</i> Mamre said to him: ‘[This is] your God who stood by you [during your ordeal] in the fiery furnace, and during [your war with] the kings, and during the famine, and in this matter that He has said to you, to circumcise yourself, you do not heed Him?’ The Holy One blessed be He said to him: ‘You gave him counsel to circumcise himself; by your life, I will not appear to him in Aner’s palace, nor in Eshkol’s palace, but only in your palace.’ That is what is written: “The Lord appeared to him in the palace of Mamre” (Genesis 18:1).<i>", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5cd141ef922a7400576c2ac4", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Deuteronomy 3:2:1", "anchorRef": "Deuteronomy 3:2", "anchorRefExpanded": ["Deuteronomy 3:2"], "sourceRef": "Birkat Asher on Torah, Deuteronomy 3:2:1", "sourceHeRef": "ברכת אשר על התורה, דברים ג׳:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "דברים", "he": "<b>רש\"י ד\"ה אל תירא אֹתו, ובסיחון לא הוצרך לומר \"אל תירא אֹתו\"... שלא תעמוד לו זכות ששימש לאברהם, שנאמר \"ויבא הפליט\" וגו' (בראשית יד, יג). ע\"כ.</b> עוד כנער לא הבינותי, למה אפשר לפחד מפני זקן כזה בן הרבה מאות שנים. ואולי צריך לומר שכפליט מדורו של נח ועוד מלפני כן היה בן סטרוקטורה (בעל מבנה גוף) כמו בני הדורות ההם שהאריכו ימים ביותר, ומן הסתם היו במלוא כוחם גם כשהגיעו לגיל גבוה. ואולי, אדרבה, זקנותו הביאה את רש\"י להזדקק לדברי חז\"ל, לפיהם חששו של משה רבנו היה מכוח הזכות שהיתה לו לעוג ולא מפני גבורתו. (פ' דברים תשנ\"א) וראה רמב\"ן לספר במדבר (כא, לד) שכתב: אל תירא אותו - כי היה משה ירא שמא תעמוד לו זכותו של אברהם, שנאמר בו: \"ויבֹא הפליט ויגד לאברם העברי\" (בראשית יד, יג), והוא עוג שפלט מן הרפאים שהכו אמרפל וחבריו בעשתרות קרנים, לשון רש\"י מדברי רבותינו (במדבר רבה יט, לב). נתעוררו גם בזה, מדעתם שלא יירא משה רבינו מזרוע בשר, כי עמו ה' אלהינו, וכל הגוים כאין נגדו, מאפס ותוהו נחשבו לו (על פי ישעיה מ, יז), והוא המזהיר את ישראל: \"אל תיראו ואל תערצו מפניהם\" (דברים לא, ו)! והוא המאשים אותם ביראתם, כענין שנאמר במרגלים: \"ואומר אלֵכם לא תערצון ולא תיראון מהם, ה' אלהיכם... הוא ילחם לכם\" (דברים א, כט-ל)! אבל נתיירא משה מפני הזכות שידע לו. ע\"כ. הסבר אחר כתבה נחמה ליבוביץ בספרה \"עיונים בספר במדבר\" (עמ' 276): \"דוק ותראה שלא נאמר כאן: 'אל תירא <b>מפניו</b>', כאשר יאמר הכהן אל העם בצאתו למלחמת מצוה על אויביהם: 'אל תיראו, ואל תחפזו ואל תערצו מפניהם' (דברים כ, ג), אלא נאמר כאן: 'אל תירא אֹתו', וכבר לימדונו מפרשינו (מלבי\"ם בהקדמתו לספר ויקרא, סימן תקטז; מלבי\"ם ויקרא יט, ד) מה ביניהם. כל מקום שנאמר: 'ירא מ...' או 'ירא מפני', היראה היא גופנית, מפני כח אגרופיו, ויכולת הכאה והשמדה שבידי האויב. אך כל מקום שנאמר 'ירא את' אינו אלא יראת הרוממות, יראה הנאמרת כלפי שמים (\"את ה' אלהיך תירא\") וכלפי הורים אשר הקיש הכתוב מוראם למורא שמים (\"איש אמו ואביו תיראו\"), ונאמר בין איש לרעהו כאשר מעריך ומכבד הירא את היראוי. ולזה נתכוון רש\"י (כא, לד) באומרו על פי חז\"ל (תנחומא חקת כה) שהיה משה ירא להילחם, שמא תעמוד לו (-לעוג) זכותו של אברהם\". ע\"כ. (הראני הרב איתן שנדורפי שי').", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd141ef69ad4c0152d5904f", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Deuteronomy 3:2:2", "anchorRef": "Deuteronomy 3:2", "anchorRefExpanded": ["Deuteronomy 3:2"], "sourceRef": "Birkat Asher on Torah, Deuteronomy 3:2:2", "sourceHeRef": "ברכת אשר על התורה, דברים ג׳:ב׳:ב׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "דברים", "he": "גם קשים דברי רש\"י שמתיירא היה משה שלא תעמוד לו זכות ששימש לאברהם וכו', הרי שם מבאר רש\"י (בראשית יד, יג) \"ומתכוין שיהרג אברם וישא את שרה\". כלום זכות גדולה כל כך היא זו שצריך לירא אותו? (פ' דברים תשס\"ד) לשאלה זו נדרש חזקוני (במדבר כא, לד) וכתב: יש לומר, ואפילו הכי זכות הוא לו, דהכי אמרינן במסכת הוריות (י ע\"ב): \"אמר רב יהודה אמר רב: לעולם יעסוק אדם בתורה ובמצוות אפילו שלא לשמה, שהרי בזכות מ\"ב קרבנות שהקריב בלק מלך מואב, זכה ויצתה ממנו רות בתו של עגלון\" וכו'. וה\"כלי יקר\" שם כתב: ומה שמקשים כאן איך היה ירא מזכות זה, אדרבא, הרי באותו זמן היה חוטא ורב מרי, כי כוונתו היה כדי שיהרג אברהם וישא הוא את שרה כמו שפירש רש\"י שם (בראשית יד, יג), אין זה קושיא, כי רש\"י פירש כן לפי האמת, שהרי סוף כל דבר הכל נשמע, שלא הועיל לו זכות זה, ואם כן סופו מוכיח שכוונתו היתה לרעה ולא לטובה, אבל משה עדיין לא היה יודע סוף הדבר, והיה סבור שלטובתו נתכוין להציל את לוט, על כן היה ירא פן יעמוד לו זכות זה. והשיב לו הקדוש ברוך הוא: אל תירא אותו כי בידך נתתי... וביאור הדבר, שמאז ומקדם כבר נתתי אותו בידך כי מעולם לא היה לו שום זכות, ובמעשה ההוא היה נרדף עד חובה והיתה כוונתו לרעה ונגזר עליו מאז שיהיה נתון לך ומסור בידך, וזה פירוש יקר. ע\"כ. הערת הרב איתן שנדורפי שי': ה\"צדה לדרך\" (במדבר שם) הביא את דברי ה\"כלי יקר\" והקשה עליו: ואני תמה מאוד על חכמתו הגדולה, איך כתב \"כי מעולם לא היה לו שום זכות\"? וזה אי אפשר בשום פנים! דאם כן למה חי יותר מת\"ק שנה? ...לכן אפשר לומר שגם משה רבנו היה יודע שכוונתו היתה לרעה, ואפילו הכי היה ירא שמא תעמוד לו זכות של אברהם, כיון שסוף סוף באה הצלה של לוט על ידו, לא יצא נקי בלא זכות. וכן פירש החזקוני, והביא ראיה שכן מצינו גבי בלק שאמרו חז\"ל (סנהדרין קה ע\"ב): בזכות מ\"ב קרבנות שהקריב בלק הרשע זכה ויוצאה ממנו רות, ואף על פי שנתכוין לרעה, מכל מקום הואיל והקריבם לכבוד הקב\"ה היה לו זכות. וכבר מצינו כאלה רבים לאין מספר, והמפורסמות אין צריך ראיה, הלכך הקושיא מעיקרא ליתא. ע\"כ. נמצאנו למדים עד היכן מגיעה מידת הגמול של רבונו של עולם. הנה עומד עוג מלך הבשן למעלה מארבע מאות וחמישים שנה מאז בישר לאברהם על שביו של לוט, וזכות זו, הגם שבאה ממניעים של מחשבות שפלות, עדיין עומדת לו ומאריכה את ימיו. תובנה זו מעוררת שאלה גדולה: ב\"שיחות לספר דברים\" (עמ' יד) שואל הגר\"א נבנצל שליט\"א: \"וכי למשה אין זכויות?! הרי הוא נותן התורה, הוא מוציאם של ישראל מטומאת מצרים, מלא מצוות לאין שיעור, עבד נאמן המדבר עם ה' 'פה אל פה' (במדבר יב, ח) - הלא זכויותיו הן עצומות ביחס לזכות הפעוטה של עוג! מדוע אם כן משה חושש? וגם אם תאמר שמשה אינו בוטח בזכויותיו משום ענוותנותו הגדולה, אבל הרי מצטרפת זכותם של ששים ריבוא צדיקי ישראל!\". תשובתו של הגר\"א נבנצל שם היא שלרשע הקב\"ה משלם שכר מצוותיו בעולם הזה, ואילו לצדיק משלם הקב\"ה שכר מצוותיו בעולם הבא, לכן לא סמך משה על זכויותיהם של ישראל שיעמדו להם כנגד זכותו של עוג. עיין שם עוד בדבריו הנפלאים.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d418dd42f05b80018c79be5", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 19:29", "anchorRef": "Deuteronomy 3:2", "anchorRefExpanded": ["Deuteronomy 3:2"], "sourceRef": "Bamidbar Rabbah 19:29", "sourceHeRef": "במדבר רבה י״ט:כ״ט", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 19.0029, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "נַעְבְּרָה נָא בְאַרְצֶךָ <small>(במדבר כ, יז)</small>, כְּמוֹ שֶׁשָּׁלַח אֶל מֶלֶךְ אֱדוֹם שֶׁלֹא לְהַזִּיקוֹ, כָּךְ שָׁלַח לָזֶה <small>(דברים ב, כח)</small>: אֹכֶל בַּכֶּסֶף תַּשְׁבִּרֵנִי, דַּרְכָּן שֶׁל מַיִם לִתֵּן בְּחִנָּם וְאָנוּ נִתֵּן דָּמוֹ. <small>(במדבר כ, יז)</small>: דֶּרֶךְ הַמֶּלֶךְ נֵלֵךְ, וּבְמָקוֹם אַחֵר כְּתִיב <small>(דברים ב, כט)</small>: עַד אֲשֶׁר אֶעֱבֹר, אֶמְשֹׁל לְךָ מָשָׁל לְמָה הַדָּבָר דּוֹמֶה, לְשׁוֹמֵר שֶׁנָּטַל שְׂכָרוֹ לִשְׁמֹר גֶּפֶן אוֹ תְּאֵנָה, בָּא אֶחָד וְאָמַר לוֹ עֲבֹר מִכָּאן שֶׁאֲנִי בּוֹצֵר אֶת הַכֶּרֶם, אָמַר לוֹ אֲנִי אֵינִי יוֹשֵׁב לִשְׁמֹר אֶלָּא בִּשְׁבִילְךָ וְאַתָּה בָּאתָ לְבָצְרָהּ. כָּךְ סִיחוֹן נָטַל שְׂכָרוֹ מִכָּל מַלְכֵי אֶרֶץ כְּנַעַן וְהָיוּ מַעֲלִין לוֹ מִסִּין, שֶׁהָיָה מַמְלִיךְ אוֹתָן, הוּא וְעוֹג שְׁקוּלִין כְּנֶגֶד כֻּלָּן, שֶׁנֶּאֱמַר <small>(תהלים קלה, יא)</small>: לְסִיחוֹן מֶלֶךְ הָאֱמֹרִי וּלְעוֹג מֶלֶךְ הַבָּשָׁן וּלְכֹל מַמְלְכוֹת כְּנָעַן. אָמְרוּ יִשְׂרָאֵל נַעֲבֹר בְּאַרְצְךָ לִכְבּשׁ אֶת הַמַּלְכוּת, אָמַר לָהֶם אֵינִי יוֹשֵׁב אֶלָּא לְשָׁמְרָם מִפְּנֵיכֶם, <small>(במדבר כא, כג)</small>: וְלֹא נָתַן סִיחֹן אֶת יִשְׂרָאֵל עֲבֹר בִּגְבֻלוֹ. <small>(במדבר כא, כג)</small>: וַיֶאֱסֹף סִיחֹן, בְּמַחֲשָׁבָה עָשָׂה הַקָּדוֹשׁ בָּרוּךְ הוּא לְמָסְרוֹ בְּיָדָן שֶׁלֹא בְצַעַר, כְּתִיב <small>(דברים א, ד)</small>: סִיחֹן מֶלֶךְ הָאֱמֹרִי אֲשֶׁר יוֹשֵׁב בְּחֶשְׁבּוֹן, אִלּוּ חֶשְׁבּוֹן מְלֵאָה יַתּוּשִׁים אֵין כָּל בְּרִיָּה יְכוֹלָה לְכָבְשָׁהּ, וְאִלּוּ הָיָה סִיחוֹן בְּבִקְעָה אֵין כָּל בְּרִיָּה יְכוֹלָה לִשְׁלֹט בּוֹ, וְאֵין צָרִיךְ לוֹמַר שֶׁהָיָה גִבּוֹר וְשָׁרוּי בְּעִיר מִבְצָר. אֲשֶׁר יוֹשֵׁב בְּחֶשְׁבּוֹן, אִלּוּ יוֹשֵׁב לוֹ בָּעֲיָרוֹת שֶׁלּוֹ הוּא וְאֻכְלוּסָיו, הָיוּ יִשְׂרָאֵל מִתְיַגְּעִין בּוֹ לִכְבּשׁ אֶת כָּל עִיר וָעִיר, אֶלָּא כִּנְּסָן הַקָּדוֹשׁ בָּרוּךְ הוּא לִפְנֵיהֶם לְמָסְרָן בְּיָדָן בְּלֹא צַעַר, וְכֵן הוּא אוֹמֵר <small>(דברים ב, לא)</small>: רְאֵה הַחִלֹּתִי תֵּת לְפָנֶיךָ, הָרְגוּ אֶת כָּל גִּבּוֹרָיו שֶׁיָּצְאוּ לִקְרָאתָן וְחָזְרוּ עַל הַנָּשִׁים וְהַטַּף שֶׁלֹא בִּיגִיעָה, לְכָךְ כְּתִיב: וַיֶּאֱסֹף סִיחֹן, <small>(במדבר כא, כה)</small>: וַיִּקַח יִשְׂרָאֵל אֵת כָּל הֶעָרִים הָאֵלֶּה.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“Siḥon did not allow Israel to pass within his border, and Siḥon gathered his entire people and came out toward Israel to the wilderness, and he came to Yahatz; and he fought against Israel” (Numbers 21:23).</b> <br>“Please, let us pass through your land” (Numbers 20:17) – just as he sent to the king of Edom that he would not harm him, so he sent to this one: “You will sell me food for silver […and water for silver]” (Deuteronomy 2:28) – typically, water is given for free, but we will pay its price. “We will go on the king’s way […until we pass your border]” (Numbers 20:17). Elsewhere it is written: “Until I will cross [the Jordan]” (Deuteronomy 2:29). I will tell you a parable, to what is the matter comparable? It is to a watchman who took his wages to guard a vine or a fig tree. One came and said to him: ‘Move from here, as I am harvesting the vineyard.’ He said to him: ‘I am sitting here and guarding only against you, and you are coming to harvest it?’ So, Siḥon took his payment from all the kings of the land of Canaan, and they would pay him taxes, as he would crown them as kings. He and Og were equal to them all, as it is stated: “Siḥon king of the Emorites, Og king of Bashan, and all the kingdoms of Canaan” (Psalms 135:11). Israel said: ‘Let us pass through your land to conquer the kingdom.’ He said to them: ‘I am sitting here only to guard them from you’ – “Siḥon did not allow Israel to pass within his border.”  <br>“Siḥon gathered” – the Holy One blessed be He acted with forethought to deliver him into their hands with no trouble. It is written: “Siḥon king of the Emorites, who resides in Ḥeshbon” (Deuteronomy 1:4). Were Ḥeshbon filled with gnats, no person would be able to conquer it; were Siḥon in a valley, no person could gain control over him; and it goes without saying when he is a mighty warrior and located in a fortified city. “Who resides in Ḥeshbon” – had he been residing in his cities, he and his multitudes, Israel would have exhausted themselves in the attempt to conquer each and every city. Instead, the Holy One blessed be He assembled them [the Emorites] before them to deliver them into their hands with no trouble. Likewise it says: “See, I have begun delivering before you” (Deuteronomy 2:31) – they killed all his mighty warriors who had emerged to meet them, and returned against the women and children without exertion. That is why it is written: “Siḥon gathered.” “Israel took all these cities” (Numbers 21:25).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5d418ddc2f05b80018c79bf5", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 19:32", "anchorRef": "Deuteronomy 3:2", "anchorRefExpanded": ["Deuteronomy 3:2"], "sourceRef": "Bamidbar Rabbah 19:32", "sourceHeRef": "במדבר רבה י״ט:ל״ב", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 19.0032, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "וַיִּפְנוּ וַיַּעֲלוּ <small>(במדבר כא, לג)</small>, יֵשׁ אוֹמְרִים מִלְחֶמֶת סִיחוֹן עָשׂוּ בֶּאֱלוּל, וְעָשׂוּ אֶת הָרֶגֶל בְּתִשְׁרֵי, וְאַחַר הָרֶגֶל מִלְחֶמֶת עוֹג, כְּמָה דְאַתְּ אָמַר <small>(דברים טז, ז)</small>: וּפָנִיתָ בַבֹּקֶר וְהָלַכְתָּ לְאֹהָלֶיךָ, <small>(במדבר כא, לג)</small>: וַיֵּצֵא עוֹג מֶלֶךְ הַבָּשָׁן, שֶׁכִּנְסָן הַקָּדוֹשׁ בָּרוּךְ הוּא לִפְנֵיהֶם לְמָסְרָן בְּיָדָם. <small>(במדבר כא, לד)</small>: וַיֹּאמֶר ה' אֵלָיו אַל תִּירָא אֹתוֹ כִּי בְיָדְךָ נָתַתִּי אֹתוֹ, זֶה שֶׁאָמַר הַכָּתוּב <small>(משלי כח, יד)</small>: אַשְׁרֵי אָדָם מְפַחֵד תָּמִיד, וְכֵן הוּא מִדַּת הַצַּדִּיקִים אַף עַל פִּי שֶׁהַקָּדוֹשׁ בָּרוּךְ הוּא מַבְטִיחָן, אֵין פּוֹרְקִים בְּיִרְאָה. וְכֵן בְּיַעֲקֹב <small>(בראשית לב, ח)</small>: וַיִּירָא יַעֲקֹב, לָמָּה נִתְיָרֵא, אָמַר, שֶׁמָּא נִתְלַכְלַכְתִּי אֵצֶל לָבָן בִּכְלוּם, וּכְתִיב <small>(דברים כג, טו)</small>: וְלֹא יִרְאֶה בְךָ עֶרְוַת דָּבָר וְשָׁב מֵאַחֲרֶיךָ, וְהִנִּיחַנִי הַקָּדוֹשׁ בָּרוּךְ הוּא. וְאַף משֶׁה תָּפַס אֶת הַיִּרְאָה כְּנֶגֶד אָבִיו, וְלָמָּה נִתְיָרֵא, אָמַר שֶׁמָּא מָעֲלוּ יִשְׂרָאֵל בְּמִלְחֶמֶת סִיחוֹן, אוֹ נִתְלַכְלְכוּ בַּעֲבֵרָה. אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא אַל תִּירָא, כֻּלָּן הִשְׁלִימוּ בְּצֶדֶק. אַל תִּירָא אֹתוֹ, שֶׁלֹא עָמַד גִּבּוֹר בָּעוֹלָם קָשֶׁה הֵימֶנּוּ, שֶׁנֶּאֱמַר <small>(דברים ג, יא)</small>: כִּי רַק עוֹג מֶלֶךְ הַבָּשָׁן נִשְׁאָר מִיֶּתֶר הָרְפָאִים, וְהוּא נִשְׁאָר מִן הַגִּבּוֹרִים שֶׁהָרְגוּ אַמְרָפֶל וַחֲבֵרָיו, שֶׁנֶּאֱמַר <small>(בראשית יד, ה)</small>: וַיַּכּוּ אֶת רְפָאִים בְּעַשְׁתְּרֹת קַרְנַיִם, וְזֶה הַפְּסוֹלֶת שֶׁלָּהֶם, כִּפְרִיצֵי זֵיתִים הַפְּלֵטִים בְּתוֹךְ הַגֶּפֶת, שֶׁנֶּאֱמַר <small>(בראשית יד, יג)</small>: וַיָּבֹא הַפָּלִיט וַיַּגֵּד לְאַבְרָם הָעִבְרִי וְהוּא שֹׁכֵן בְּאֵלֹנֵי מַמְרֵא הָאֱמֹרִי אֲחִי אֶשְׁכֹּל וַאֲחִי עָנֵר וְהֵם בַּעֲלֵי בְרִית אַבְרָם, זֶה עוֹג, וְכָאן עוֹשֶׂה אוֹתוֹ שְׁיָרִים, שֶׁנֶּאֱמַר: מִיֶּתֶר הָרְפָאִים, וְכַוָּנָתוֹ הָיְתָה שֶׁיֵּצֵא אַבְרָם וְיֵהָרֵג, נָתַן הַקָּדוֹשׁ בָּרוּךְ הוּא שְׂכַר רַגְלָיו וְחָיָה כָּל אוֹתָן שָׁנִים, וְגָבָה מִמֶּנּוּ שֶׁנָּפַל בְּיַד בָּנָיו, כְּשֶׁבָּא משֶׁה לַעֲשׂוֹת מִלְחָמָה נִתְיָּרֵא הֵימֶנּוּ, אָמַר אֲנִי בֶּן מֵאָה וְעֶשְׂרִים שָׁנָה, וְזֶה יוֹתֵר מֵחֲמֵשׁ מֵאוֹת, אִלּוּלֵי שֶׁהָיָה לוֹ זְכוּת לֹא חָיָה כָּל הַשָּׁנִים הָאֵלּוּ. אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא לְמשֶׁה אַל תִּירָא אֹתוֹ כִּי בְיָדְךָ נָתַתִּי אֹתוֹ, בְּיָדְךָ הָרְגֵהוּ. <small>(במדבר כא, לד)</small>: וְעָשִׂיתָ לּוֹ כַּאֲשֶׁר עָשִׂיתָ לְסִיחֹן וגו', <small>(דברים ג, ו)</small>: וַנַּחֲרֵם אוֹתָם, וַהֲלוֹא כְתִיב <small>(דברים ג, ז)</small>: וְכָל הַבְּהֵמָה וּשְׁלַל הָעִיר בַּזּוֹנוּ לָנוּ, אֶלָּא הַגּוּפוֹת הֶחֱרִימוּ שֶׁלֹא לֵהָנוֹת מֵהֶם. <small>(במדבר כא, לה)</small>: וַיַּכּוּ אֹתוֹ וְאֶת בָּנָיו, בְּנוֹ כְּתִיב, שֶׁהָיָה לוֹ בֵּן קָשֶׁה הֵימֶנּוּ, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְיִשְׂרָאֵל בָּעוֹלָם הַזֶּה אַתֶּם מְכַלִּין אֶת הָאֻמּוֹת קִמְעָא קִמְעָא, לֶעָתִיד לָבוֹא אֲנִי מְבַעֲרָן בְּבַת אֶחָת, שֶׁנֶּאֱמַר <small>(ישעיה לג, יב)</small>: וְהָיוּ עַמִּים מִשְׂרְפוֹת שִׂיד קוֹצִים כְּסוּחִים בָּאֵשׁ יִצַּתּוּ.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“They turned and ascended via the Bashan, and Og king of Bashan emerged against them, he and his entire people, to the battle at Edre’i” (Numbers 21:33).</b> <br>“They turned [<i>vayifnu</i>] and ascended” – some say that they waged the war with Siḥon in Elul. They performed the festival [of Sukkot] in Tishrei, and the war with Og was after the festival, just as it says: “You shall turn [<i>ufanita</i>] in the morning and go to your tents” (Deuteronomy 16:7). <br>“Og king of Bashan emerged” – as the Holy One blessed be He assembled them [the army of Og] before them to deliver them into their hand. <br><b>“The Lord said to Moses: Do not fear him, for I have delivered him into your hand, him and his entire people and his land; and you shall do to him as you did to Siḥon king of the Emorites, who resides in Ḥeshbon” (Numbers 21:34).</b> <br>“The Lord said to Moses: Do not fear him, for I have delivered him into your hand” – this is what the verse said: “Happy is a person who is always afraid” (Proverbs 28:14). That is the attribute of the righteous; even though the Holy One blessed be He promises them, they do not divest themselves of fear. Likewise with Jacob: “Jacob was afraid” (Genesis 32:8) – why was he afraid? He said: ‘Perhaps I was sullied with something while at Laban’s, and it is written: “He shall not see a shameful matter in you, and turn from behind you” (Deuteronomy 23:15) – and the Holy One blessed be He would have forsaken me.’ Moses, too, like his patriarch, grasped fear. Why was he afraid? He said: ‘Perhaps Israel committed a trespass in the war with Siḥon, or were sullied with transgression.’ The Holy One blessed be He said to him: “Do not fear” – they all completed their acquisitions justly. <br>“Do not fear him” – as no mighty warrior had stood in the world who was tougher than he, as it is stated: “As only Og king of the Bashan remained from the rest of the Refaim” (Deuteronomy 3:11). He remained from the mighty warriors killed by Amrafel and his allies, as it is stated: “They smote the Refaim at Ashterot Karnayim” (Genesis 14:5), and this is their remnant, like olives that remain among the pomace, as it is stated: “The survivor came and told Abram the Hebrew; and he was dwelling on the plains of Mamre the Emorite, brother of Eshkol and brother of Aner, and they were allies of Abram” (Genesis 14:13) – this is Og, and it depicts him as a remnant, as it is stated: “From the rest of the Refaim.” His intention was that Abram go out and be killed. The Holy One blessed be He granted him the reward of his legs,<sup class=\"footnote-marker\">82</sup><i class=\"footnote\">The reward for his effort to come and report to Abram what had befallen Lot.</i> and he lived all those years. But He collected from him, as he fell by the hand of his descendants. When Moses came to wage war with him, he feared him. He said: ‘I am one hundred and twenty years old, and this one is more than five hundred. If he did not have merit, he would not have lived all these years.’ The Holy One blessed be He said to him: “Do not fear him, for I have delivered him into your hand” – kill him by your hand. <br>“You shall do to him as you did to Siḥon…” – “We destroyed [<i>vanaḥarem</i>]<sup class=\"footnote-marker\">83</sup><i class=\"footnote\">The term ḥerem can mean destroyed or proscribed.</i> them, [as we did to Siḥon]” (Deuteronomy 3:6). But is it not written: “But all the animals, and the spoils of the cities, we looted for ourselves” (Deuteronomy 3:7)? It is, rather, that they proscribed [<i>heḥerimu</i>] the corpses, to derive no benefit from them.  <br>“They smote him, his sons [<i>banav</i>], [and his entire people]” (Numbers 21:35) – “his son [<i>beno</i>]” is written,<sup class=\"footnote-marker\">84</sup><i class=\"footnote\">In our version of the Bible banav is written (see Minḥat Shai, Bemidbar 21:35).</i> as he had a son tougher than he was. The Holy One blessed be He said to Israel: ‘In this world, you eradicate the nations a little at a time, but in the future, I will eliminate them all at once,’ as it is stated: “Nations will be burnings of lime, cut thorns ignited with fire” (Isaiah 33:12).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5e8b3cb4a6ec55a9f79d9a85", "index_title": "Ben Yehoyada on Gittin", "category": "Quoting Commentary", "type": "", "ref": "Ben Yehoyada on Gittin 57b:3", "anchorRef": "Deuteronomy 3:2", "anchorRefExpanded": ["Deuteronomy 3:2"], "sourceRef": "Ben Yehoyada on Gittin 57b:3", "sourceHeRef": "בן יהוידע על גיטין נ״ז ב:ג׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1860, 1900], "commentaryNum": 114.0003, "collectiveTitle": {"en": "Ben Yehoyada on Gittin", "he": "בן יהוידע על גיטין"}, "heTitle": "בן יהוידע על גיטין", "he": "<b>מִבְּנֵי בָּנָיו שֶׁל הָמָן לָמְדוּ תּוֹרָה בִּבְנֵי בְּרַק.</b> קשה הוה ליה להזכיר בני בניו של המן לבסוף על פי סדר הדורות שהיה אחר סנחריב ולמה הזכירו קודם סיסרא?<br>ונראה לי בס\"ד דנקיט ליה ברישא משום דאיכא בזה חידוש טפי שהיה נין עמלק ואיכא דסבירא ליה אין מקבלים גרים מעמלק וכנזכר במכילתא <small>(בסוף פרשת בשלח)</small> והביאה בפתח עינים בסנהדרין על דף צ\"ו ע\"מ, מיהו בסנהדרין נקיט להו כפי סדר הדורות.<br>ועוד נראה לי בס\"ד דנקיט המן קודם סיסרא דאיתא בשער הגלגולים <small>(דף מג)</small> דהמן וסיסרא במקום אחד הם יעוין שם, ולכן נקטיה קודם סיסרא ולא נקטיה אחר סנחריב כפי סדר הדורות ומשום דהיתה פגיעתו רעה להשמיד להרוג ולאבד הכל נקטיה קודם סיסרא ולא אחר סיסרא.<br>והא דלא חשיב <b>נֵירוֹן קֵיסָר</b> שיצא ממנו רבי מאיר משום דנירון נתגייר קודם שהרגו לישראל ונלחם בם.<br>אך קשה אמאי לא חשיב <b>עוֹג מֶלֶךְ הַבָּשָׁן</b> שהיה בקליפתו רבי <b>ש</b>מעון <b>ב</b>ן <b>נ</b>תנאל ירא חטא שהוא ראשי תיבות 'בשן' ומטעם זה היה משה רבינו ע\"ה מתיירא להרגו ולכך אמר לו הקדוש ברוך הוא אַל־תִּירָא אֹתוֹ <small>(דברים ג, ב)</small> וכמו שכתב רבינו ז\"ל בשער הגלגולים בדף מ' עיין שם?<br>דאין זו קושיא כי אלו דחשיב הם נתגיירו מבני בניהם ויצאו מזרעם אנשים צדיקים אך עוג הן אמת שהיתה נשמת רבי שמעון בן נתנאל בתוך קליפתו הנה אחר כך לא נולד מזרעו אלא יצאה נשמתו מקליפה של עוג ובאה בעולם הזה בזווג ישראל ונולדה בעולם הזה בישראל וכל החידוש והשבח שמזכיר באלו הוא שאותם הנשמות הגדולות יצאו ובאו בעולם הזה בזרעם של אלו. וכיוצא בזה של עוג מצינו עוד מה שאמר רבינו האר\"י ז\"ל דנשמת רבא היתה בקליפת לוט וכנזכר בשער הגלגולים ויש עוד הרבה נשמות גדולים כיוצא בזה.", "heVersionTitle": "Senlake edition 2019 based on Ben Yehoyada, Jerusalem, 1897", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319cfd7b6084aa1cbefc7b5", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אֱמֹרִי 1", "anchorRef": "Deuteronomy 3:2", "anchorRefExpanded": ["Deuteronomy 3:2"], "sourceRef": "BDB, אֱמֹרִי 1", "sourceHeRef": "בראון-דרייבר-בריגס, אֱמֹרִי א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אֱמֹרִי", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">אֱמֹרִי</span></big>  <strong>n.pr.m.coll.</strong> (construed as pl. <a data-ref=\"Deuteronomy 3:9\" href=\"/Deuteronomy.3.9\">Dt 3:9</a> + 5 times) <strong>Amorites (</strong>perhaps = <em>mountain-dwellers</em>, cf. <a data-ref=\"Numbers 13:29\" href=\"/Numbers.13.29\">Nu 13:29</a>; <a data-ref=\"Deuteronomy 1:7\" href=\"/Deuteronomy.1.7\">Dt 1:7</a>, <a data-ref=\"Deuteronomy 1:19\" href=\"/Deuteronomy.1.19\">19 f.</a> etc. & Di <a data-ref=\"Genesis 10:16\" href=\"/Genesis.10.16\">Gn 10:16</a> al.<strong>)</strong>—always c. art., except <a data-ref=\"Numbers 21:29\" href=\"/Numbers.21.29\">Nu 21:29</a>; <a data-ref=\"Ezekiel 16:45\" href=\"/Ezekiel.16.45\">Ez 16:45</a>. Meaning <em>mountain-dwellers</em> very dub.; on <span dir=\"rtl\">א׳</span> = Egyptian <em>ʾA-ma-ra</em> v. WMM<sup>As. u. Eur. 229 ff.</sup>, = TelAm. and Assyrian <em>Amurru</em>, v. Wkl<sup>TelAm. 36</sup> Jastr<sup>EB Canaan, § 10</sup> Say<sup>HastDB Amorites</sup> al.; cf. also GFM; <a data-ref=\"Judges 4\" href=\"/Judges.4\">Ju 4</a>,<a data-ref=\"Judges 5\" href=\"/Judges.5\">5</a> Dr <a data-ref=\"Deuteronomy 1:7\" href=\"/Deuteronomy.1.7\">Dt 1:7</a> Gray <a data-ref=\"Numbers 13:29\" href=\"/Numbers.13.29\">Nu 13:29</a>.<br><strong>1.</strong>  called son of Canaan <a data-ref=\"Genesis 10:16\" href=\"/Genesis.10.16\">Gn 10:16</a> (J) <a data-ref=\"I Chronicles 1:14\" href=\"/I_Chronicles.1.14\">1 Ch 1:14</a> =<br><strong>2.</strong>  a chief people dispossessed by Hebrews; (<em>a</em>) living E. of Jordan <a data-ref=\"Numbers 21:13\" href=\"/Numbers.21.13\">Nu 21:13</a>,<sup>(×2)</sup>, <a data-ref=\"Numbers 21:25\" href=\"/Numbers.21.25\">25</a> + 9 times Nu + <a data-ref=\"Joshua 24:8\" href=\"/Joshua.24.8\">Jos 24:8</a> (all E), cf. <a data-ref=\"Joshua 2:10\" href=\"/Joshua.2.10\">Jos 2:10</a>; <a data-ref=\"Joshua 9:10\" href=\"/Joshua.9.10\">9:10</a> (JE) <a data-ref=\"Deuteronomy 1:4\" href=\"/Deuteronomy.1.4\">Dt 1:4</a>; <a data-ref=\"Deuteronomy 3:2\" href=\"/Deuteronomy.3.2\">3:2</a>, <a data-ref=\"Deuteronomy 3:9\" href=\"/Deuteronomy.3.9\">9</a> + 7 times D; also <a data-ref=\"Judges 10:8\" href=\"/Judges.10.8\">Ju 10:8</a>, <a data-ref=\"Judges 10:11\" href=\"/Judges.10.11\">11</a>; <a data-ref=\"Judges 11:19\" href=\"/Judges.11.19\">11:19</a>, <a data-ref=\"Judges 11:21\" href=\"/Judges.11.21\">21</a>, <a data-ref=\"Judges 11:22\" href=\"/Judges.11.22\">22</a>, <a data-ref=\"Judges 11:23\" href=\"/Judges.11.23\">23</a>; <a data-ref=\"I Kings 4:19\" href=\"/I_Kings.4.19\">1 K 4:19</a> <a data-ref=\"Psalms 135:11\" href=\"/Psalms.135.11\">ψ 135:11</a>; <a data-ref=\"Psalms 136:19\" href=\"/Psalms.136.19\">136:19</a> (Sihon their king <a data-ref=\"Numbers 21:21\" href=\"/Numbers.21.21\">Nu 21:21</a> +; Sihon & Og <a data-ref=\"Deuteronomy 3:8\" href=\"/Deuteronomy.3.8\">Dt 3:8</a> +); (<em>b</em>) living W. of Jordan <a data-ref=\"Joshua 10:5\" href=\"/Joshua.10.5\">Jos 10:5</a>, <a data-ref=\"Joshua 10:6\" href=\"/Joshua.10.6\">6</a>; <a data-ref=\"Joshua 24:12\" href=\"/Joshua.24.12\">24:12</a>, <a data-ref=\"Joshua 24:15\" href=\"/Joshua.24.15\">15</a>, <a data-ref=\"Joshua 24:18\" href=\"/Joshua.24.18\">18</a> (all E), cf. <a data-ref=\"Joshua 7:7\" href=\"/Joshua.7.7\">7:7</a> (JE); <a data-ref=\"Joshua 5:1\" href=\"/Joshua.5.1\">5:1</a>; <a data-ref=\"Joshua 10:12\" href=\"/Joshua.10.12\">10:12</a> (both D; cf. also <a data-ref=\"Joshua 13:4\" href=\"/Joshua.13.4\">13:4</a>, q. del. Di) <a data-ref=\"Judges 1:34\" href=\"/Judges.1.34\">Ju 1:34</a>, <a data-ref=\"Judges 1:35\" href=\"/Judges.1.35\">35</a>, <a data-ref=\"Judges 1:36\" href=\"/Judges.1.36\">36</a>; <a data-ref=\"Judges 6:10\" href=\"/Judges.6.10\">6:10</a>; <a data-ref=\"I Kings 21:26\" href=\"/I_Kings.21.26\">1 K 21:26</a>; <a data-ref=\"II Kings 21:11\" href=\"/II_Kings.21.11\">2 K 21:11</a> cf. <a data-ref=\"I Samuel 7:14\" href=\"/I_Samuel.7.14\">1 S 7:14</a>; <a data-ref=\"II Samuel 21:2\" href=\"/II_Samuel.21.2\">2 S 21:2</a>; (<em>c</em>) living in south <a data-ref=\"Deuteronomy 1:7\" href=\"/Deuteronomy.1.7\">Dt 1:7</a>, <a data-ref=\"Deuteronomy 1:19\" href=\"/Deuteronomy.1.19\">19</a>, <a data-ref=\"Deuteronomy 1:20\" href=\"/Deuteronomy.1.20\">20</a>, <a data-ref=\"Deuteronomy 1:27\" href=\"/Deuteronomy.1.27\">27</a>, <a data-ref=\"Deuteronomy 1:44\" href=\"/Deuteronomy.1.44\">44</a>; cf. <a data-ref=\"Genesis 14:7\" href=\"/Genesis.14.7\">Gn 14:7</a> (W. of Dead Sea); (<em>d</em>) in gen. = ancient inhabitants of Canaan <a data-ref=\"Genesis 15:16\" href=\"/Genesis.15.16\">Gn 15:16</a> (J or R) <a data-ref=\"Genesis 48:22\" href=\"/Genesis.48.22\">48:22</a> (E) <a data-ref=\"Amos 2:9\" href=\"/Amos.2.9\">Am 2:9</a>, <a data-ref=\"Amos 2:10\" href=\"/Amos.2.10\">10</a>; (<em>e</em>) named in list of Canaanitish peoples, to be dispossessed by Isr. <a data-ref=\"Exodus 3:8\" href=\"/Exodus.3.8\">Ex 3:8</a>, <a data-ref=\"Exodus 3:17\" href=\"/Exodus.3.17\">17</a>; <a data-ref=\"Exodus 13:5\" href=\"/Exodus.13.5\">13:5</a>; <a data-ref=\"Exodus 33:2\" href=\"/Exodus.33.2\">33:2</a>; <a data-ref=\"Exodus 34:11\" href=\"/Exodus.34.11\">34:11</a>; <a data-ref=\"Joshua 3:10\" href=\"/Joshua.3.10\">Jos 3:10</a>; <a data-ref=\"Joshua 9:1\" href=\"/Joshua.9.1\">9:1</a> (all J); <a data-ref=\"Deuteronomy 7:1\" href=\"/Deuteronomy.7.1\">Dt 7:1</a>; <a data-ref=\"Deuteronomy 20:17\" href=\"/Deuteronomy.20.17\">20:17</a> <a data-ref=\"Joshua 11:3\" href=\"/Joshua.11.3\">Jos 11:3</a>; <a data-ref=\"Joshua 12:8\" href=\"/Joshua.12.8\">12:8</a> (all D); <a data-ref=\"Exodus 23:23\" href=\"/Exodus.23.23\">Ex 23:23</a>; <a data-ref=\"Numbers 13:29\" href=\"/Numbers.13.29\">Nu 13:29</a>; <a data-ref=\"Joshua 24:11\" href=\"/Joshua.24.11\">Jos 24:11</a> (all E); <a data-ref=\"Judges 3:5\" href=\"/Judges.3.5\">Ju 3:5</a>; <a data-ref=\"I Kings 9:20\" href=\"/I_Kings.9.20\">1 K 9:20</a>; <a data-ref=\"II Chronicles 8:7\" href=\"/II_Chronicles.8.7\">2 Ch 8:7</a>; <a data-ref=\"Ezra 9:1\" href=\"/Ezra.9.1\">Ezr 9:1</a>; <a data-ref=\"Nehemiah 9:8\" href=\"/Nehemiah.9.8\">Ne 9:8</a>; cf. <a data-ref=\"Ezekiel 16:3\" href=\"/Ezekiel.16.3\">Ez 16:3</a>, <a data-ref=\"Ezekiel 16:45\" href=\"/Ezekiel.16.45\">45</a>; (on these lists cf. Bu<sup>Urgesch 344 ff.</sup> & We<sup>JBTh xxi. 602</sup>.)<br><strong>3.</strong>  <strong> adj.gent.</strong> sg. <a data-ref=\"Genesis 14:13\" href=\"/Genesis.14.13\">Gn 14:13</a>; <a data-ref=\"Deuteronomy 2:24\" href=\"/Deuteronomy.2.24\">Dt 2:24</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d191b6084aa1cbf0fc19", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, חֶשְׁבּוֹן² 1", "anchorRef": "Deuteronomy 3:2", "anchorRefExpanded": ["Deuteronomy 3:2"], "sourceRef": "BDB, חֶשְׁבּוֹן² 1", "sourceHeRef": "בראון-דרייבר-בריגס, חֶשְׁבּוֹן² א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "חֶשְׁבּוֹן²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† II. <big><span dir=\"rtl\">חֶשְׁבּוֹן</span></big>  <strong>n.pr.loc.</strong> of the city of Sihon king of the Amorites <a data-ref=\"Numbers 21:26\" href=\"/Numbers.21.26\">Nu 21:26</a>, <a data-ref=\"Numbers 21:27\" href=\"/Numbers.21.27\">27</a>, <a data-ref=\"Numbers 21:28\" href=\"/Numbers.21.28\">28</a>, <a data-ref=\"Numbers 21:30\" href=\"/Numbers.21.30\">30</a>, <a data-ref=\"Numbers 21:34\" href=\"/Numbers.21.34\">34</a>; <a data-ref=\"Numbers 32:3\" href=\"/Numbers.32.3\">32:3</a> (all E); <a data-ref=\"Deuteronomy 1:4\" href=\"/Deuteronomy.1.4\">Dt 1:4</a>; <a data-ref=\"Deuteronomy 2:24\" href=\"/Deuteronomy.2.24\">2:24</a>, <a data-ref=\"Deuteronomy 2:26\" href=\"/Deuteronomy.2.26\">26</a>, <a data-ref=\"Deuteronomy 2:30\" href=\"/Deuteronomy.2.30\">30</a>; <a data-ref=\"Deuteronomy 3:2\" href=\"/Deuteronomy.3.2\">3:2</a>, <a data-ref=\"Deuteronomy 3:6\" href=\"/Deuteronomy.3.6\">6</a>; <a data-ref=\"Deuteronomy 4:46\" href=\"/Deuteronomy.4.46\">4:46</a>; <a data-ref=\"Deuteronomy 29:6\" href=\"/Deuteronomy.29.6\">29:6</a> <a data-ref=\"Joshua 9:10\" href=\"/Joshua.9.10\">Jos 9:10</a>; <a data-ref=\"Joshua 12:2\" href=\"/Joshua.12.2\">12:2</a>, <a data-ref=\"Joshua 12:5\" href=\"/Joshua.12.5\">5</a>; <a data-ref=\"Joshua 13:10\" href=\"/Joshua.13.10\">13:10</a>, <a data-ref=\"Joshua 13:21\" href=\"/Joshua.13.21\">21</a>, <a data-ref=\"Joshua 13:27\" href=\"/Joshua.13.27\">27</a> (all D) <a data-ref=\"Judges 11:19\" href=\"/Judges.11.19\">Ju 11:19</a> <a data-ref=\"Jeremiah 48:45\" href=\"/Jeremiah.48.45\">Je 48:45</a> <a data-ref=\"Nehemiah 9:22\" href=\"/Nehemiah.9.22\">Ne 9:22</a>; captured by Israel who dwelt in it <a data-ref=\"Numbers 21:25\" href=\"/Numbers.21.25\">Nu 21:25</a> (E) <a data-ref=\"Judges 11:26\" href=\"/Judges.11.26\">Ju 11:26</a>; rebuilt by Reuben <a data-ref=\"Numbers 32:37\" href=\"/Numbers.32.37\">Nu 32:37</a> (E), given to Reuben at the division of the land <a data-ref=\"Joshua 13:17\" href=\"/Joshua.13.17\">Jos 13:17</a> (P); on the border of Gad, <a data-ref=\"Joshua 13:26\" href=\"/Joshua.13.26\">Jos 13:26</a> (P), it subsequently fell to Gad and was assigned to Levites out of that tribe <a data-ref=\"Joshua 21:39\" href=\"/Joshua.21.39\">Jos 21:39</a> (P) <a data-ref=\"I Chronicles 6:66\" href=\"/I_Chronicles.6.66\">1 Ch 6:66</a>; the Moabites gained possession of it <a data-ref=\"Isaiah 15:4\" href=\"/Isaiah.15.4\">Is 15:4</a>; <a data-ref=\"Isaiah 16:8\" href=\"/Isaiah.16.8\">16:8</a>, <a data-ref=\"Isaiah 16:9\" href=\"/Isaiah.16.9\">9</a> and subsequently the Ammonites <a data-ref=\"Jeremiah 48:2\" href=\"/Jeremiah.48.2\">Je 48:2</a>, <a data-ref=\"Jeremiah 48:34\" href=\"/Jeremiah.48.34\">34</a>, <a data-ref=\"Jeremiah 48:45\" href=\"/Jeremiah.48.45\">45</a>; <a data-ref=\"Jeremiah 49:3\" href=\"/Jeremiah.49.3\">49:3</a>; it was celebrated for its ponds <a data-ref=\"Song of Songs 7:5\" href=\"/Song_of_Songs.7.5\">Ct 7:5</a>.—Mod. <em>Ḥusbân</em>, Seetzen<sup>Reisen i. 407</sup> Rob<sup>BR i. 551</sup> Bd<sup>Pal 191</sup> Survey<sup>EP 8</sup>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d1f7b6084aa1cbf142e5", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יָרֵא 1", "anchorRef": "Deuteronomy 3:2", "anchorRefExpanded": ["Deuteronomy 3:2"], "sourceRef": "BDB, יָרֵא 1", "sourceHeRef": "בראון-דרייבר-בריגס, יָרֵא א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יָרֵא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big><span dir=\"rtl\">יָרֵא</span></big></big>  <strong>vb. fear (</strong>NH <em>id.;</em> Assyrian <em>îrû</em>, <em>id.;</em> Hpt KAT<sup>2 Gloss i.</sup>, COT<sup>Gloss</sup><strong>)</strong>—<br><strong>Qal</strong><sub>328</sub>  Pf. <span dir=\"rtl\">יר׳</span> <a data-ref=\"Genesis 19:30\" href=\"/Genesis.19.30\">Gn 19:30</a> + 14 times; 3 f. <span dir=\"rtl\">יָֽרְאָה</span> <a data-ref=\"Jeremiah 3:8\" href=\"/Jeremiah.3.8\">Je 3:8</a> <a data-ref=\"Psalms 76:9\" href=\"/Psalms.76.9\">ψ 76:9</a>; <span dir=\"rtl\">יָרֵ֑אָה</span> <a data-ref=\"Genesis 18:15\" href=\"/Genesis.18.15\">Gn 18:15</a>; pl. 2 m. <span dir=\"rtl\">יְרֵאתֶם</span> <a data-ref=\"Numbers 12:8\" href=\"/Numbers.12.8\">Nu 12:8</a> + 2 times; + 23 times Pf.; Impf. <span dir=\"rtl\">יִירָא</span> <a data-ref=\"Amos 3:8\" href=\"/Amos.3.8\">Am 3:8</a> + 3 times; <span dir=\"rtl\">וַיִּירָא</span> <a data-ref=\"Genesis 28:17\" href=\"/Genesis.28.17\">Gn 28:17</a> + 5 times; <span dir=\"rtl\">וַיִּרָא</span> <a data-ref=\"Jeremiah 26:21\" href=\"/Jeremiah.26.21\">Je 26:21</a> + 5 times; pl. <span dir=\"rtl\">יִירְאוּ (יִֽרְאוּ)</span> <a data-ref=\"Jeremiah 23:4\" href=\"/Jeremiah.23.4\">23:4</a> +; <span dir=\"rtl\">יִרָאוּן</span> <a data-ref=\"Deuteronomy 13:12\" href=\"/Deuteronomy.13.12\">Dt 13:12</a>, +, etc.; 136 times Impf.; Imv. <span dir=\"rtl\">יְרָא</span> <a data-ref=\"Proverbs 3:7\" href=\"/Proverbs.3.7\">Pr 3:7</a> + 3 times; <span dir=\"rtl\">יְראוּ</span> <a data-ref=\"Joshua 24:14\" href=\"/Joshua.24.14\">Jos 24:14</a> + 2 times; Inf. cstr. <span dir=\"rtl\">יְרֹא</span> <a data-ref=\"Joshua 22:25\" href=\"/Joshua.22.25\">Jos 22:25</a>; <span dir=\"rtl\">לֵרֹא</span> <a data-ref=\"I Samuel 18:29\" href=\"/I_Samuel.18.29\">1 S 18:29</a> (Ges<sup>§ 69, R. i.</sup>); <span dir=\"rtl\">לְיִרְאָה</span> <a data-ref=\"Deuteronomy 4:10\" href=\"/Deuteronomy.4.10\">Dt 4:10</a> + 13 times; sf. <span dir=\"rtl\">יִרְאָתוֹ</span> <a data-ref=\"II Samuel 3:11\" href=\"/II_Samuel.3.11\">2 S 3:11</a>; <span dir=\"rtl\">יִרְאָתָם</span> <a data-ref=\"Isaiah 29:13\" href=\"/Isaiah.29.13\">Is 29:13</a>; <span dir=\"rtl\">יְרָאתֶם</span> <a data-ref=\"Joshua 4:24\" href=\"/Joshua.4.24\">Jos 4:24</a> (read <span dir=\"rtl\">יִרְאָתָם</span> Bö<sup>§ 1081 a</sup> Ew<sup>337 b</sup> Di etc.); Pt. <span dir=\"rtl\">יָרֵא</span> <a data-ref=\"Genesis 32:12\" href=\"/Genesis.32.12\">Gn 32:12</a> + 15 times; cstr. <span dir=\"rtl\">יְרֵא</span> <a data-ref=\"Genesis 22:12\" href=\"/Genesis.22.12\">22:12</a> + 10 times; pl. <span dir=\"rtl\">יְרֵאִים</span> <a data-ref=\"Jeremiah 42:11\" href=\"/Jeremiah.42.11\">Je 42:11</a> + 6 times; cstr. <span dir=\"rtl\">יִרְאֵי</span> <a data-ref=\"Exodus 18:21\" href=\"/Exodus.18.21\">Ex 18:21</a> + 12 times; f. cstr. <span dir=\"rtl\">יִרְאַת</span> <a data-ref=\"Proverbs 31:30\" href=\"/Proverbs.31.30\">Pr 31:30</a>;— <strong>1.</strong>  <em>fear, be afraid</em> (not in P): <strong>a.</strong>  abs. <a data-ref=\"Genesis 3:10\" href=\"/Genesis.3.10\">Gn 3:10</a>; <a data-ref=\"Genesis 18:15\" href=\"/Genesis.18.15\">18:15</a>; <a data-ref=\"Genesis 32:8\" href=\"/Genesis.32.8\">32:8</a>; <a data-ref=\"Genesis 43:18\" href=\"/Genesis.43.18\">43:18</a> <a data-ref=\"Exodus 14:10\" href=\"/Exodus.14.10\">Ex 14:10</a> (J), <a data-ref=\"Genesis 20:8\" href=\"/Genesis.20.8\">Gn 20:8</a>; <a data-ref=\"Genesis 28:17\" href=\"/Genesis.28.17\">28:17</a>; <a data-ref=\"Genesis 42:35\" href=\"/Genesis.42.35\">42:35</a> <a data-ref=\"Exodus 2:14\" href=\"/Exodus.2.14\">Ex 2:14</a> <a data-ref=\"Joshua 10:2\" href=\"/Joshua.10.2\">Jos 10:2</a> (E), <a data-ref=\"Deuteronomy 20:8\" href=\"/Deuteronomy.20.8\">Dt 20:8</a>; <a data-ref=\"Deuteronomy 31:8\" href=\"/Deuteronomy.31.8\">31:8</a> <a data-ref=\"Judges 7:3\" href=\"/Judges.7.3\">Ju 7:3</a>; <a data-ref=\"Judges 8:20\" href=\"/Judges.8.20\">8:20</a> <a data-ref=\"I Samuel 4:7\" href=\"/I_Samuel.4.7\">1 S 4:7</a>; <a data-ref=\"I Samuel 17:11\" href=\"/I_Samuel.17.11\">17:11</a>, <a data-ref=\"I Samuel 17:24\" href=\"/I_Samuel.17.24\">24</a>; <a data-ref=\"I Samuel 23:3\" href=\"/I_Samuel.23.3\">23:3</a>; <a data-ref=\"I Samuel 28:5\" href=\"/I_Samuel.28.5\">28:5</a>; <a data-ref=\"I Samuel 31:4\" href=\"/I_Samuel.31.4\">31:4</a> = <a data-ref=\"I Chronicles 10:4\" href=\"/I_Chronicles.10.4\">1 Ch 10:4</a>, <a data-ref=\"II Kings 10:4\" href=\"/II_Kings.10.4\">2 K 10:4</a> <a data-ref=\"II Chronicles 20:3\" href=\"/II_Chronicles.20.3\">2 Ch 20:3</a> <a data-ref=\"Nehemiah 2:2\" href=\"/Nehemiah.2.2\">Ne 2:2</a>; <a data-ref=\"Nehemiah 6:13\" href=\"/Nehemiah.6.13\">6:13</a> <a data-ref=\"Isaiah 54:14\" href=\"/Isaiah.54.14\">Is 54:14</a> <a data-ref=\"Jeremiah 3:8\" href=\"/Jeremiah.3.8\">Je 3:8</a>; <a data-ref=\"Jeremiah 23:4\" href=\"/Jeremiah.23.4\">23:4</a>; <a data-ref=\"Jeremiah 26:21\" href=\"/Jeremiah.26.21\">26:21</a> <a data-ref=\"Amos 3:8\" href=\"/Amos.3.8\">Am 3:8</a> <a data-ref=\"Jonah 1:5\" href=\"/Jonah.1.5\">Jon 1:5</a>, <a data-ref=\"Jonah 1:10\" href=\"/Jonah.1.10\">10</a> <a data-ref=\"Psalms 27:3\" href=\"/Psalms.27.3\">ψ 27:3</a>; <a data-ref=\"Psalms 46:3\" href=\"/Psalms.46.3\">46:3</a>; <a data-ref=\"Psalms 49:6\" href=\"/Psalms.49.6\">49:6</a> (but Bae reads <span dir=\"rtl\">ראה</span>) <a data-ref=\"Psalms 56:4\" href=\"/Psalms.56.4\">56:4</a>, <a data-ref=\"Psalms 56:5\" href=\"/Psalms.56.5\">5</a>, <a data-ref=\"Psalms 56:12\" href=\"/Psalms.56.12\">12</a>; <a data-ref=\"Psalms 64:5\" href=\"/Psalms.64.5\">64:5</a>, <a data-ref=\"Psalms 64:10\" href=\"/Psalms.64.10\">10</a>; <a data-ref=\"Psalms 76:9\" href=\"/Psalms.76.9\">76:9</a>; <a data-ref=\"Psalms 112:8\" href=\"/Psalms.112.8\">112:8</a>; <a data-ref=\"Psalms 118:6\" href=\"/Psalms.118.6\">118:6</a> <a data-ref=\"Proverbs 14:16\" href=\"/Proverbs.14.16\">Pr 14:16</a> <a data-ref=\"Job 6:21\" href=\"/Job.6.21\">Jb 6:21</a>; <a data-ref=\"Job 11:15\" href=\"/Job.11.15\">11:15</a>; (<span dir=\"rtl\">וּ</span>, <span dir=\"rtl\">י</span>)<span dir=\"rtl\">אַל־תִּירָא</span> <em>fear not</em> <a data-ref=\"Genesis 15:1\" href=\"/Genesis.15.1\">Gn 15:1</a>; <a data-ref=\"Genesis 21:17\" href=\"/Genesis.21.17\">21:17</a>; <a data-ref=\"Genesis 35:17\" href=\"/Genesis.35.17\">35:17</a>; <a data-ref=\"Genesis 50:19\" href=\"/Genesis.50.19\">50:19</a>, <a data-ref=\"Genesis 50:21\" href=\"/Genesis.50.21\">21</a> <a data-ref=\"Exodus 20:17\" href=\"/Exodus.20.17\">Ex 20:20</a> <a data-ref=\"Joshua 10:25\" href=\"/Joshua.10.25\">Jos 10:25</a> (E), <a data-ref=\"Genesis 26:24\" href=\"/Genesis.26.24\">Gn 26:24</a>; <a data-ref=\"Genesis 43:23\" href=\"/Genesis.43.23\">43:23</a> <a data-ref=\"Exodus 14:13\" href=\"/Exodus.14.13\">Ex 14:13</a> <a data-ref=\"Joshua 8:1\" href=\"/Joshua.8.1\">Jos 8:1</a> (J), <a data-ref=\"Deuteronomy 1:21\" href=\"/Deuteronomy.1.21\">Dt 1:21</a>; <a data-ref=\"Deuteronomy 20:3\" href=\"/Deuteronomy.20.3\">20:3</a>; <a data-ref=\"Deuteronomy 31:6\" href=\"/Deuteronomy.31.6\">31:6</a> <a data-ref=\"Judges 4:18\" href=\"/Judges.4.18\">Ju 4:18</a>; <a data-ref=\"Judges 6:23\" href=\"/Judges.6.23\">6:23</a> <a data-ref=\"I Samuel 4:20\" href=\"/I_Samuel.4.20\">1 S 4:20</a>; <a data-ref=\"I Samuel 12:20\" href=\"/I_Samuel.12.20\">12:20</a>; <a data-ref=\"I Samuel 22:23\" href=\"/I_Samuel.22.23\">22:23</a>; <a data-ref=\"I Samuel 23:17\" href=\"/I_Samuel.23.17\">23:17</a>; <a data-ref=\"I Samuel 28:13\" href=\"/I_Samuel.28.13\">28:13</a> <a data-ref=\"II Samuel 9:7\" href=\"/II_Samuel.9.7\">2 S 9:7</a>; <a data-ref=\"II Samuel 13:28\" href=\"/II_Samuel.13.28\">13:28</a> <a data-ref=\"I Kings 17:13\" href=\"/I_Kings.17.13\">1 K 17:13</a> <a data-ref=\"II Kings 6:16\" href=\"/II_Kings.6.16\">2 K 6:16</a> <a data-ref=\"I Chronicles 22:13\" href=\"/I_Chronicles.22.13\">1 Ch 22:13</a>; <a data-ref=\"I Chronicles 28:20\" href=\"/I_Chronicles.28.20\">28:20</a> <a data-ref=\"II Chronicles 20:17\" href=\"/II_Chronicles.20.17\">2 Ch 20:17</a> <a data-ref=\"Isaiah 7:4\" href=\"/Isaiah.7.4\">Is 7:4</a>; <a data-ref=\"Isaiah 35:4\" href=\"/Isaiah.35.4\">35:4</a>; <a data-ref=\"Isaiah 40:9\" href=\"/Isaiah.40.9\">40:9</a>; <a data-ref=\"Isaiah 41:10\" href=\"/Isaiah.41.10\">41:10</a>, <a data-ref=\"Isaiah 41:13\" href=\"/Isaiah.41.13\">13</a>, <a data-ref=\"Isaiah 41:14\" href=\"/Isaiah.41.14\">14</a>; <a data-ref=\"Isaiah 43:1\" href=\"/Isaiah.43.1\">43:1</a>, <a data-ref=\"Isaiah 43:5\" href=\"/Isaiah.43.5\">5</a>; <a data-ref=\"Isaiah 44:2\" href=\"/Isaiah.44.2\">44:2</a>; <a data-ref=\"Isaiah 54:4\" href=\"/Isaiah.54.4\">54:4</a> <a data-ref=\"Jeremiah 30:10\" href=\"/Jeremiah.30.10\">Je 30:10</a>; <a data-ref=\"Jeremiah 46:27\" href=\"/Jeremiah.46.27\">46:27</a>, <a data-ref=\"Jeremiah 46:28\" href=\"/Jeremiah.46.28\">28</a> <a data-ref=\"Joel 2:21\" href=\"/Joel.2.21\">Jo 2:21</a>, <a data-ref=\"Joel 2:22\" href=\"/Joel.2.22\">22</a> <a data-ref=\"Zephaniah 3:16\" href=\"/Zephaniah.3.16\">Zp 3:16</a> <a data-ref=\"Haggai 2:5\" href=\"/Haggai.2.5\">Hg 2:5</a> <a data-ref=\"Zechariah 8:13\" href=\"/Zechariah.8.13\">Zc 8:13</a>, <a data-ref=\"Zechariah 8:15\" href=\"/Zechariah.8.15\">15</a> <a data-ref=\"Psalms 49:17\" href=\"/Psalms.49.17\">ψ 49:17</a> <a data-ref=\"Lamentations 3:57\" href=\"/Lamentations.3.57\">La 3:57</a> <a data-ref=\"Daniel 10:12\" href=\"/Daniel.10.12\">Dn 10:12</a>, <a data-ref=\"Daniel 10:19\" href=\"/Daniel.10.19\">19</a> <a data-ref=\"Ruth 3:11\" href=\"/Ruth.3.11\">Ru 3:11</a>; <span dir=\"rtl\">יִשְׁמְעוּ וי׳</span> <em>hear and fear</em> <a data-ref=\"Deuteronomy 13:12\" href=\"/Deuteronomy.13.12\">Dt 13:12</a>; <a data-ref=\"Deuteronomy 17:13\" href=\"/Deuteronomy.17.13\">17:13</a>; <a data-ref=\"Deuteronomy 19:20\" href=\"/Deuteronomy.19.20\">19:20</a>; <a data-ref=\"Deuteronomy 21:21\" href=\"/Deuteronomy.21.21\">21:21</a>; <span dir=\"rtl\">(י)ראו וי׳</span> <em>see and fear</em> <a data-ref=\"Psalms 40:4\" href=\"/Psalms.40.4\">ψ 40:4</a>; <a data-ref=\"Psalms 52:8\" href=\"/Psalms.52.8\">52:8</a> <a data-ref=\"Isaiah 41:5\" href=\"/Isaiah.41.5\">Is 41:5</a> <a data-ref=\"Zechariah 9:5\" href=\"/Zechariah.9.5\">Zc 9:5</a>. †<strong>b.</strong>  c. acc. rei or pers. <a data-ref=\"Numbers 14:9\" href=\"/Numbers.14.9\">Nu 14:9</a><sup>(×2)</sup> (J), <a data-ref=\"Numbers 21:34\" href=\"/Numbers.21.34\">21:34</a> (E), <a data-ref=\"Deuteronomy 3:2\" href=\"/Deuteronomy.3.2\">Dt 3:2</a>, <a data-ref=\"Deuteronomy 3:22\" href=\"/Deuteronomy.3.22\">22</a> <a data-ref=\"Judges 6:27\" href=\"/Judges.6.27\">Ju 6:27</a> <a data-ref=\"I Samuel 15:24\" href=\"/I_Samuel.15.24\">1 S 15:24</a> <a data-ref=\"II Samuel 3:11\" href=\"/II_Samuel.3.11\">2 S 3:11</a> <a data-ref=\"I Kings 1:51\" href=\"/I_Kings.1.51\">1 K 1:51</a> <a data-ref=\"Isaiah 8:12\" href=\"/Isaiah.8.12\">Is 8:12</a>; <a data-ref=\"Isaiah 51:7\" href=\"/Isaiah.51.7\">51:7</a>; <a data-ref=\"Isaiah 57:11\" href=\"/Isaiah.57.11\">57:11</a> <a data-ref=\"Ezekiel 3:9\" href=\"/Ezekiel.3.9\">Ez 3:9</a>; <a data-ref=\"Ezekiel 11:8\" href=\"/Ezekiel.11.8\">11:8</a> <a data-ref=\"Habakkuk 3:2\" href=\"/Habakkuk.3.2\">Hb 3:2</a> (acc. <span dir=\"rtl\">פעלךָ</span> in corrected rhythm), <a data-ref=\"Psalms 23:4\" href=\"/Psalms.23.4\">ψ 23:4</a> <a data-ref=\"Daniel 1:10\" href=\"/Daniel.1.10\">Dn 1:10</a>; acc. of God <span dir=\"rtl\">(י׳)</span> <a data-ref=\"I Samuel 12:18\" href=\"/I_Samuel.12.18\">1 S 12:18</a> <a data-ref=\"II Samuel 6:9\" href=\"/II_Samuel.6.9\">2 S 6:9</a> = <a data-ref=\"I Chronicles 13:12\" href=\"/I_Chronicles.13.12\">1 Ch 13:12</a> <a data-ref=\"Isaiah 57:11\" href=\"/Isaiah.57.11\">Is 57:11</a> <a data-ref=\"Jeremiah 5:22\" href=\"/Jeremiah.5.22\">Je 5:22</a> <a data-ref=\"Jonah 1:16\" href=\"/Jonah.1.16\">Jon 1:16</a> <a data-ref=\"Job 9:35\" href=\"/Job.9.35\">Jb 9:35</a>; <a data-ref=\"Job 37:24\" href=\"/Job.37.24\">37:24</a>. <strong>c.</strong>  with <span dir=\"rtl\">מִן</span> <em>be afraid of</em>, <a data-ref=\"Deuteronomy 1:29\" href=\"/Deuteronomy.1.29\">Dt 1:29</a>; <a data-ref=\"Deuteronomy 2:4\" href=\"/Deuteronomy.2.4\">2:4</a>; <a data-ref=\"Deuteronomy 7:18\" href=\"/Deuteronomy.7.18\">7:18</a>; <a data-ref=\"Deuteronomy 20:1\" href=\"/Deuteronomy.20.1\">20:1</a>; <a data-ref=\"Deuteronomy 28:10\" href=\"/Deuteronomy.28.10\">28:10</a> <a data-ref=\"Joshua 10:8\" href=\"/Joshua.10.8\">Jos 10:8</a> (D) <a data-ref=\"I Samuel 28:20\" href=\"/I_Samuel.28.20\">1 S 28:20</a> <a data-ref=\"II Kings 25:24\" href=\"/II_Kings.25.24\">2 K 25:24</a> <a data-ref=\"Isaiah 10:24\" href=\"/Isaiah.10.24\">Is 10:24</a>; <a data-ref=\"Isaiah 51:12\" href=\"/Isaiah.51.12\">51:12</a> <a data-ref=\"Jeremiah 10:5\" href=\"/Jeremiah.10.5\">Je 10:5</a>; <a data-ref=\"Jeremiah 42:11\" href=\"/Jeremiah.42.11\">42:11</a>, <a data-ref=\"Jeremiah 42:16\" href=\"/Jeremiah.42.16\">16</a> <a data-ref=\"Ezekiel 2:6\" href=\"/Ezekiel.2.6\">Ez 2:6</a><sup>(×3)</sup> <a data-ref=\"Micah 7:17\" href=\"/Micah.7.17\">Mi 7:17</a> <a data-ref=\"Psalms 3:7\" href=\"/Psalms.3.7\">ψ 3:7</a>; <a data-ref=\"Psalms 27:1\" href=\"/Psalms.27.1\">27:1</a>; <a data-ref=\"Psalms 65:9\" href=\"/Psalms.65.9\">65:9</a>; <a data-ref=\"Psalms 91:5\" href=\"/Psalms.91.5\">91:5</a>; <a data-ref=\"Psalms 112:7\" href=\"/Psalms.112.7\">112:7</a>; <a data-ref=\"Psalms 119:120\" href=\"/Psalms.119.120\">119:120</a> <a data-ref=\"Proverbs 3:25\" href=\"/Proverbs.3.25\">Pr 3:25</a>; <a data-ref=\"Proverbs 31:21\" href=\"/Proverbs.31.21\">31:21</a> <a data-ref=\"Job 5:21\" href=\"/Job.5.21\">Jb 5:21</a>, <a data-ref=\"Job 5:22\" href=\"/Job.5.22\">22</a> <a data-ref=\"Ecclesiastes 12:5\" href=\"/Ecclesiastes.12.5\">Ec 12:5</a>; with <span dir=\"rtl\">מִפְּנֵי</span> <a data-ref=\"Deuteronomy 5:5\" href=\"/Deuteronomy.5.5\">Dt 5:5</a>; <a data-ref=\"Deuteronomy 7:19\" href=\"/Deuteronomy.7.19\">7:19</a> <a data-ref=\"Joshua 9:24\" href=\"/Joshua.9.24\">Jos 9:24</a>; <a data-ref=\"Joshua 11:6\" href=\"/Joshua.11.6\">11:6</a> (D), <a data-ref=\"I Samuel 7:7\" href=\"/I_Samuel.7.7\">1 S 7:7</a>; <a data-ref=\"I Samuel 18:29\" href=\"/I_Samuel.18.29\">18:29</a>; <a data-ref=\"I Samuel 21:13\" href=\"/I_Samuel.21.13\">21:13</a> <a data-ref=\"I Kings 1:50\" href=\"/I_Kings.1.50\">1 K 1:50</a> <a data-ref=\"II Kings 1:15\" href=\"/II_Kings.1.15\">2 K 1:15</a>; <a data-ref=\"II Kings 19:6\" href=\"/II_Kings.19.6\">19:6</a> (= <a data-ref=\"Isaiah 37:6\" href=\"/Isaiah.37.6\">Is 37:6</a>) <a data-ref=\"II Kings 25:26\" href=\"/II_Kings.25.26\">25:26</a> <a data-ref=\"II Chronicles 20:15\" href=\"/II_Chronicles.20.15\">2 Ch 20:15</a>; <a data-ref=\"II Chronicles 32:7\" href=\"/II_Chronicles.32.7\">32:7</a> <a data-ref=\"Nehemiah 4:8\" href=\"/Nehemiah.4.8\">Ne 4:8</a> <a data-ref=\"Jeremiah 1:8\" href=\"/Jeremiah.1.8\">Je 1:8</a>; <a data-ref=\"Jeremiah 41:18\" href=\"/Jeremiah.41.18\">41:18</a>; <a data-ref=\"Jeremiah 42:11\" href=\"/Jeremiah.42.11\">42:11</a><sup>(×2)</sup>; <span dir=\"rtl\">מִלִּפְנֵי</span> <a data-ref=\"I Samuel 18:12\" href=\"/I_Samuel.18.12\">1 S 18:12</a>, with <span dir=\"rtl\">בְּ</span> <em>because of, for</em> <a data-ref=\"Jeremiah 51:46\" href=\"/Jeremiah.51.46\">Je 51:46</a>. <strong>d.</strong>  with inf. and <span dir=\"rtl\">לְ</span> <em>fear to do</em> a thing <a data-ref=\"Genesis 19:30\" href=\"/Genesis.19.30\">Gn 19:30</a>; <a data-ref=\"Genesis 26:7\" href=\"/Genesis.26.7\">26:7</a> (J), <a data-ref=\"Numbers 12:8\" href=\"/Numbers.12.8\">Nu 12:8</a> (E), <a data-ref=\"Judges 7:10\" href=\"/Judges.7.10\">Ju 7:10</a> <a data-ref=\"II Samuel 1:14\" href=\"/II_Samuel.1.14\">2 S 1:14</a>; <a data-ref=\"II Samuel 10:19\" href=\"/II_Samuel.10.19\">10:19</a>; <a data-ref=\"II Samuel 12:18\" href=\"/II_Samuel.12.18\">12:18</a>; with infin. and <span dir=\"rtl\">מִן</span>, <em>afraid of doing</em> <a data-ref=\"Genesis 46:3\" href=\"/Genesis.46.3\">Gn 46:3</a> <a data-ref=\"Exodus 3:6\" href=\"/Exodus.3.6\">Ex 3:6</a> (E), <a data-ref=\"I Samuel 3:15\" href=\"/I_Samuel.3.15\">1 S 3:15</a> <a data-ref=\"Jeremiah 40:9\" href=\"/Jeremiah.40.9\">Je 40:9</a> <a data-ref=\"Job 32:6\" href=\"/Job.32.6\">Jb 32:6</a>. <strong>e.</strong>  with <span dir=\"rtl\">פֶּן</span> <em>fear lest</em> <a data-ref=\"Genesis 31:31\" href=\"/Genesis.31.31\">Gn 31:31</a> (E) <a data-ref=\"Genesis 32:12\" href=\"/Genesis.32.12\">32:12</a> (J). <strong>2.</strong>  <em>stand in awe of</em>, with <span dir=\"rtl\">מן</span> and inf. <span dir=\"rtl\">וַיִּירְאוּ מִגֶּשֶׁת אֵלָיו</span> <a data-ref=\"Exodus 34:30\" href=\"/Exodus.34.30\">Ex 34:30</a> (P) <em>and they stood in awe of drawing nigh unto him;</em> <span dir=\"rtl\">יִירְאוּ מֵיהוה וגו׳</span> <a data-ref=\"Psalms 33:8\" href=\"/Psalms.33.8\">ψ 33:8</a> let all the earth <em>stand in awe of Yahweh;</em> <span dir=\"rtl\">וְיָרֵאתָ מֵאֱלהֶיךָ</span> <em>and thou shalt stand in awe of thy God</em> <a data-ref=\"Leviticus 19:14\" href=\"/Leviticus.19.14\">Lv 19:14</a>, <a data-ref=\"Leviticus 19:32\" href=\"/Leviticus.19.32\">32</a>; <a data-ref=\"Leviticus 25:17\" href=\"/Leviticus.25.17\">25:17</a>, <a data-ref=\"Leviticus 25:36\" href=\"/Leviticus.25.36\">36</a>, <a data-ref=\"Leviticus 25:43\" href=\"/Leviticus.25.43\">43</a> (all H); with <span dir=\"rtl\">מִפְּנֵי</span>, of the king Solomon <a data-ref=\"I Kings 3:28\" href=\"/I_Kings.3.28\">1 K 3:28</a>; <span dir=\"rtl\">מִפְּנֵי י׳ אלהים</span> <a data-ref=\"Exodus 9:30\" href=\"/Exodus.9.30\">Ex 9:30</a> (J?); <span dir=\"rtl\">מפני י׳</span> <a data-ref=\"Haggai 1:12\" href=\"/Haggai.1.12\">Hg 1:12</a>; <span dir=\"rtl\">(אלהים) י׳ מלפני</span> <em>stand in awe before</em> (God) <a data-ref=\"Ecclesiastes 3:14\" href=\"/Ecclesiastes.3.14\">Ec 3:14</a>; <a data-ref=\"Ecclesiastes 8:12\" href=\"/Ecclesiastes.8.12\">8:12</a>, <a data-ref=\"Ecclesiastes 8:13\" href=\"/Ecclesiastes.8.13\">13</a>. <strong>3.</strong>  <em>fear, reverence, honour</em>, e.g. parents <a data-ref=\"Leviticus 19:3\" href=\"/Leviticus.19.3\">Lv 19:3</a> (H), Moses and Joshua <a data-ref=\"Joshua 4:14\" href=\"/Joshua.4.14\">Jos 4:14</a><sup>(×2)</sup>, the oath <a data-ref=\"I Samuel 14:26\" href=\"/I_Samuel.14.26\">1 S 14:26</a> <a data-ref=\"Ecclesiastes 9:2\" href=\"/Ecclesiastes.9.2\">Ec 9:2</a>, commandment <a data-ref=\"Proverbs 13:13\" href=\"/Proverbs.13.13\">Pr 13:13</a>, the sanctuary <a data-ref=\"Leviticus 19:30\" href=\"/Leviticus.19.30\">Lv 19:30</a>; <a data-ref=\"Leviticus 26:2\" href=\"/Leviticus.26.2\">26:2</a> (H), other gods <a data-ref=\"Judges 6:10\" href=\"/Judges.6.10\">Ju 6:10</a> <a data-ref=\"II Kings 17:7\" href=\"/II_Kings.17.7\">2 K 17:7</a>, <a data-ref=\"II Kings 17:35\" href=\"/II_Kings.17.35\">35</a>, <a data-ref=\"II Kings 17:37\" href=\"/II_Kings.17.37\">37</a>, <a data-ref=\"II Kings 17:38\" href=\"/II_Kings.17.38\">38</a>; elsewhere of God: <strong>a.</strong>  abs. <a data-ref=\"Jeremiah 44:10\" href=\"/Jeremiah.44.10\">Je 44:10</a>. <strong>b.</strong>  with acc. <span dir=\"rtl\">(ה)אלהים</span> <a data-ref=\"Genesis 42:18\" href=\"/Genesis.42.18\">Gn 42:18</a> <a data-ref=\"Exodus 1:17\" href=\"/Exodus.1.17\">Ex 1:17</a>, <a data-ref=\"Exodus 1:21\" href=\"/Exodus.1.21\">21</a>; <a data-ref=\"Exodus 18:21\" href=\"/Exodus.18.21\">18:21</a> (E), <a data-ref=\"Deuteronomy 25:18\" href=\"/Deuteronomy.25.18\">Dt 25:18</a> <a data-ref=\"Psalms 55:20\" href=\"/Psalms.55.20\">ψ 55:20</a>; <a data-ref=\"Psalms 66:16\" href=\"/Psalms.66.16\">66:16</a> <a data-ref=\"Job 1:1\" href=\"/Job.1.1\">Jb 1:1</a>, <a data-ref=\"Job 1:8\" href=\"/Job.1.8\">8</a>, <a data-ref=\"Job 1:9\" href=\"/Job.1.9\">9</a>; <a data-ref=\"Job 2:3\" href=\"/Job.2.3\">2:3</a> <a data-ref=\"Ecclesiastes 5:6\" href=\"/Ecclesiastes.5.6\">Ec 5:6</a>; <a data-ref=\"Ecclesiastes 7:18\" href=\"/Ecclesiastes.7.18\">7:18</a>; <a data-ref=\"Ecclesiastes 8:12\" href=\"/Ecclesiastes.8.12\">8:12</a>; <a data-ref=\"Ecclesiastes 12:13\" href=\"/Ecclesiastes.12.13\">12:13</a> <a data-ref=\"Nehemiah 7:2\" href=\"/Nehemiah.7.2\">Ne 7:2</a>; <span dir=\"rtl\">יר׳ יהוה</span> <a data-ref=\"Exodus 14:31\" href=\"/Exodus.14.31\">Ex 14:31</a> (J), <a data-ref=\"Joshua 22:25\" href=\"/Joshua.22.25\">Jos 22:25</a> (P), <a data-ref=\"Joshua 24:14\" href=\"/Joshua.24.14\">24:14</a> (E), <a data-ref=\"I Samuel 12:14\" href=\"/I_Samuel.12.14\">1 S 12:14</a>, <a data-ref=\"I Samuel 12:24\" href=\"/I_Samuel.12.24\">24</a> <a data-ref=\"I Kings 18:3\" href=\"/I_Kings.18.3\">1 K 18:3</a>, <a data-ref=\"I Kings 18:12\" href=\"/I_Kings.18.12\">12</a> <a data-ref=\"II Kings 4:1\" href=\"/II_Kings.4.1\">2 K 4:1</a>; <a data-ref=\"II Kings 17:25\" href=\"/II_Kings.17.25\">17:25</a>, <a data-ref=\"II Kings 17:28\" href=\"/II_Kings.17.28\">28</a>, <a data-ref=\"II Kings 17:32\" href=\"/II_Kings.17.32\">32</a>, <a data-ref=\"II Kings 17:33\" href=\"/II_Kings.17.33\">33</a>, <a data-ref=\"II Kings 17:34\" href=\"/II_Kings.17.34\">34</a>, <a data-ref=\"II Kings 17:41\" href=\"/II_Kings.17.41\">41</a> <a data-ref=\"Isaiah 50:10\" href=\"/Isaiah.50.10\">Is 50:10</a> <a data-ref=\"Jeremiah 26:19\" href=\"/Jeremiah.26.19\">Je 26:19</a> <a data-ref=\"Hosea 10:3\" href=\"/Hosea.10.3\">Ho 10:3</a> <a data-ref=\"Jonah 1:9\" href=\"/Jonah.1.9\">Jon 1:9</a> <a data-ref=\"Malachi 3:16\" href=\"/Malachi.3.16\">Mal 3:16</a><sup>(×2)</sup> <a data-ref=\"Psalms 15:4\" href=\"/Psalms.15.4\">ψ 15:4</a>; <a data-ref=\"Psalms 22:24\" href=\"/Psalms.22.24\">22:24</a>; <a data-ref=\"Psalms 25:12\" href=\"/Psalms.25.12\">25:12</a>; <a data-ref=\"Psalms 34:10\" href=\"/Psalms.34.10\">34:10</a>; <a data-ref=\"Psalms 112:1\" href=\"/Psalms.112.1\">112:1</a>; <a data-ref=\"Psalms 115:11\" href=\"/Psalms.115.11\">115:11</a>, <a data-ref=\"Psalms 115:13\" href=\"/Psalms.115.13\">13</a>; <a data-ref=\"Psalms 118:4\" href=\"/Psalms.118.4\">118:4</a>; <a data-ref=\"Psalms 128:1\" href=\"/Psalms.128.1\">128:1</a>, <a data-ref=\"Psalms 128:4\" href=\"/Psalms.128.4\">4</a>; <a data-ref=\"Psalms 135:20\" href=\"/Psalms.135.20\">135:20</a> <a data-ref=\"Proverbs 3:7\" href=\"/Proverbs.3.7\">Pr 3:7</a>; <a data-ref=\"Proverbs 14:2\" href=\"/Proverbs.14.2\">14:2</a>; <a data-ref=\"Proverbs 24:21\" href=\"/Proverbs.24.21\">24:21</a>; <a data-ref=\"Proverbs 31:30\" href=\"/Proverbs.31.30\">31:30</a>; <span dir=\"rtl\">יר׳ י׳ אֱלֹהֶיךָ</span> (and other sfs.) <a data-ref=\"Deuteronomy 6:2\" href=\"/Deuteronomy.6.2\">Dt 6:2</a>, <a data-ref=\"Deuteronomy 6:13\" href=\"/Deuteronomy.6.13\">13</a>, <a data-ref=\"Deuteronomy 6:24\" href=\"/Deuteronomy.6.24\">24</a>; <a data-ref=\"Deuteronomy 10:12\" href=\"/Deuteronomy.10.12\">10:12</a>, <a data-ref=\"Deuteronomy 10:20\" href=\"/Deuteronomy.10.20\">20</a>; <a data-ref=\"Deuteronomy 14:23\" href=\"/Deuteronomy.14.23\">14:23</a>; <a data-ref=\"Deuteronomy 17:19\" href=\"/Deuteronomy.17.19\">17:19</a>; <a data-ref=\"Deuteronomy 31:12\" href=\"/Deuteronomy.31.12\">31:12</a>, <a data-ref=\"Deuteronomy 31:13\" href=\"/Deuteronomy.31.13\">13</a> <a data-ref=\"Joshua 4:24\" href=\"/Joshua.4.24\">Jos 4:24</a> (D), <a data-ref=\"II Kings 17:39\" href=\"/II_Kings.17.39\">2 K 17:39</a> <a data-ref=\"Jeremiah 5:24\" href=\"/Jeremiah.5.24\">Je 5:24</a>; with sfs. referring to Yahweh or Elohim <a data-ref=\"Deuteronomy 4:10\" href=\"/Deuteronomy.4.10\">Dt 4:10</a>; <a data-ref=\"Deuteronomy 5:23\" href=\"/Deuteronomy.5.23\">5:26</a>; <a data-ref=\"Deuteronomy 8:6\" href=\"/Deuteronomy.8.6\">8:6</a>; <a data-ref=\"Deuteronomy 13:5\" href=\"/Deuteronomy.13.5\">13:5</a> <a data-ref=\"I Kings 8:40\" href=\"/I_Kings.8.40\">1 K 8:40</a>, <a data-ref=\"I Kings 8:43\" href=\"/I_Kings.8.43\">43</a> = <a data-ref=\"II Chronicles 6:31\" href=\"/II_Chronicles.6.31\">2 Ch 6:31</a>, <a data-ref=\"II Chronicles 6:33\" href=\"/II_Chronicles.6.33\">33</a>, <a data-ref=\"II Kings 17:36\" href=\"/II_Kings.17.36\">2 K 17:36</a> <a data-ref=\"Isaiah 25:3\" href=\"/Isaiah.25.3\">Is 25:3</a>; <a data-ref=\"Isaiah 29:13\" href=\"/Isaiah.29.13\">29:13</a> <a data-ref=\"Jeremiah 10:7\" href=\"/Jeremiah.10.7\">Je 10:7</a>; <a data-ref=\"Jeremiah 32:39\" href=\"/Jeremiah.32.39\">32:39</a> <a data-ref=\"Malachi 2:5\" href=\"/Malachi.2.5\">Mal 2:5</a>; <a data-ref=\"Malachi 3:5\" href=\"/Malachi.3.5\">3:5</a> <a data-ref=\"Zephaniah 3:7\" href=\"/Zephaniah.3.7\">Zp 3:7</a> <a data-ref=\"Psalms 22:26\" href=\"/Psalms.22.26\">ψ 22:26</a>; <a data-ref=\"Psalms 25:14\" href=\"/Psalms.25.14\">25:14</a>; <a data-ref=\"Psalms 31:20\" href=\"/Psalms.31.20\">31:20</a>; <a data-ref=\"Psalms 33:18\" href=\"/Psalms.33.18\">33:18</a>; <a data-ref=\"Psalms 34:8\" href=\"/Psalms.34.8\">34:8</a>, <a data-ref=\"Psalms 34:10\" href=\"/Psalms.34.10\">10</a>; <a data-ref=\"Psalms 60:6\" href=\"/Psalms.60.6\">60:6</a>; <a data-ref=\"Psalms 67:8\" href=\"/Psalms.67.8\">67:8</a>; <a data-ref=\"Psalms 72:5\" href=\"/Psalms.72.5\">72:5</a>; <a data-ref=\"Psalms 85:10\" href=\"/Psalms.85.10\">85:10</a>; <a data-ref=\"Psalms 103:11\" href=\"/Psalms.103.11\">103:11</a>, <a data-ref=\"Psalms 103:13\" href=\"/Psalms.103.13\">13</a>, <a data-ref=\"Psalms 103:17\" href=\"/Psalms.103.17\">17</a>; <a data-ref=\"Psalms 111:5\" href=\"/Psalms.111.5\">111:5</a>; <a data-ref=\"Psalms 119:63\" href=\"/Psalms.119.63\">119:63</a>, <a data-ref=\"Psalms 119:74\" href=\"/Psalms.119.74\">74</a>, <a data-ref=\"Psalms 119:79\" href=\"/Psalms.119.79\">79</a>; <a data-ref=\"Psalms 145:19\" href=\"/Psalms.145.19\">145:19</a>; <a data-ref=\"Psalms 147:11\" href=\"/Psalms.147.11\">147:11</a>; <span dir=\"rtl\">הַיָּרֵא אֶת־דְּבַר י׳</span> <a data-ref=\"Exodus 9:20\" href=\"/Exodus.9.20\">Ex 9:20</a> <em>he that feared the word of Yahweh</em> (J); <em>the name</em> (<em>of Yahweh</em>) <a data-ref=\"Deuteronomy 28:58\" href=\"/Deuteronomy.28.58\">Dt 28:58</a> <a data-ref=\"Isaiah 59:19\" href=\"/Isaiah.59.19\">Is 59:19</a> <a data-ref=\"Malachi 3:20\" href=\"/Malachi.3.20\">Mal 3:20</a> <a data-ref=\"Psalms 61:6\" href=\"/Psalms.61.6\">ψ 61:6</a>; <a data-ref=\"Psalms 86:11\" href=\"/Psalms.86.11\">86:11</a>; <a data-ref=\"Psalms 102:16\" href=\"/Psalms.102.16\">102:16</a> <a data-ref=\"Nehemiah 1:11\" href=\"/Nehemiah.1.11\">Ne 1:11</a>.<br><strong>Niph.</strong><sub>45</sub>  Impf. 2 m. <span dir=\"rtl\">תִּוָּרֵא</span> <a data-ref=\"Psalms 130:4\" href=\"/Psalms.130.4\">ψ 130:4</a>; Pt. <span dir=\"rtl\">נוֹרָא</span> <a data-ref=\"Genesis 28:17\" href=\"/Genesis.28.17\">Gn 28:17</a> + 33 times; f. <span dir=\"rtl\">נוֹרָאָה</span> <a data-ref=\"Isaiah 21:1\" href=\"/Isaiah.21.1\">Is 21:1</a>; pl. <span dir=\"rtl\">נוֹרָאוֹת</span> <a data-ref=\"Isaiah 64:2\" href=\"/Isaiah.64.2\">64:2</a> + 5 times; <span dir=\"rtl\">נוֹרָאֹת</span> <a data-ref=\"Deuteronomy 10:21\" href=\"/Deuteronomy.10.21\">Dt 10:21</a>; <span dir=\"rtl\">נֹרָאוֹת</span> <a data-ref=\"II Samuel 7:23\" href=\"/II_Samuel.7.23\">2 S 7:23</a>; sf. <span dir=\"rtl\">נוֹרְאוֹתֶיךָ</span> <a data-ref=\"Psalms 145:6\" href=\"/Psalms.145.6\">ψ 145:6</a>;— <strong>1.</strong>  <em>be fearful, dreadful</em>, e.g. wilderness <a data-ref=\"Deuteronomy 1:19\" href=\"/Deuteronomy.1.19\">Dt 1:19</a>; <a data-ref=\"Deuteronomy 8:15\" href=\"/Deuteronomy.8.15\">8:15</a>, land <a data-ref=\"Isaiah 21:1\" href=\"/Isaiah.21.1\">Is 21:1</a>, people <a data-ref=\"Isaiah 18:2\" href=\"/Isaiah.18.2\">18:2</a>, <a data-ref=\"Isaiah 18:7\" href=\"/Isaiah.18.7\">7</a> <a data-ref=\"Habakkuk 1:7\" href=\"/Habakkuk.1.7\">Hb 1:7</a>, ice (in sim.) <span dir=\"rtl\">כְּעֵין הַקֶּרַח הנ׳</span> <a data-ref=\"Ezekiel 1:22\" href=\"/Ezekiel.1.22\">Ez 1:22</a> (del. 𝔊 Co). <strong>2.</strong>  <em>cause astonishment and awe:</em> of Yahweh himself <a data-ref=\"Psalms 47:3\" href=\"/Psalms.47.3\">ψ 47:3</a>; <a data-ref=\"Psalms 68:36\" href=\"/Psalms.68.36\">68:36</a>; <a data-ref=\"Psalms 76:8\" href=\"/Psalms.76.8\">76:8</a>; <span dir=\"rtl\">נוֹרָא תְהִלֹּת</span> <em>awe-inspiring in praises</em> <a data-ref=\"Exodus 15:11\" href=\"/Exodus.15.11\">Ex 15:11</a> (song); <span dir=\"rtl\">עַל־אלוהּ נוֹרָא הוֹד</span> <em>awe-inspiring majesty</em> (<em>is</em>) <em>upon Eloah</em> <a data-ref=\"Job 37:22\" href=\"/Job.37.22\">Jb 37:22</a>; c. <span dir=\"rtl\">לְ</span>, to kings of the earth <a data-ref=\"Psalms 76:13\" href=\"/Psalms.76.13\">ψ 76:13</a>; c. <span dir=\"rtl\">על</span> of hostile nations <a data-ref=\"Zephaniah 2:11\" href=\"/Zephaniah.2.11\">Zp 2:11</a>; of <span dir=\"rtl\">י׳</span>’s doings <a data-ref=\"Exodus 34:10\" href=\"/Exodus.34.10\">Ex 34:10</a> (J) <a data-ref=\"Psalms 66:3\" href=\"/Psalms.66.3\">ψ 66:3</a>, <a data-ref=\"Psalms 66:5\" href=\"/Psalms.66.5\">5</a>; <span dir=\"rtl\">(ה)נוראות</span> <em>wonderful, glorious things</em>, of Messianic king <a data-ref=\"Psalms 4:5\" href=\"/Psalms.4.5\">45:5</a>; of Yahweh himself <a data-ref=\"Deuteronomy 10:21\" href=\"/Deuteronomy.10.21\">Dt 10:21</a> <a data-ref=\"II Samuel 7:23\" href=\"/II_Samuel.7.23\">2 S 7:23</a> = <a data-ref=\"I Chronicles 17:21\" href=\"/I_Chronicles.17.21\">1 Ch 17:21</a> <a data-ref=\"Isaiah 64:2\" href=\"/Isaiah.64.2\">Is 64:2</a> <a data-ref=\"Psalms 106:22\" href=\"/Psalms.106.22\">ψ 106:22</a>; <a data-ref=\"Psalms 145:6\" href=\"/Psalms.145.6\">145:6</a>; <span dir=\"rtl\">נו׳</span> adverbially in <a data-ref=\"Psalms 65:6\" href=\"/Psalms.65.6\">ψ 65:6</a>; <a data-ref=\"Psalms 139:14\" href=\"/Psalms.139.14\">139:14</a> Ges<sup>§ 118. 5. b</sup> Da<sup>Synt. § 70(b)</sup>; <span dir=\"rtl\">יוֹם י׳ הגדול והנורא</span> <em>the great and awful day of Yahweh</em> <a data-ref=\"Joel 3:4\" href=\"/Joel.3.4\">Jo 3:4</a> <a data-ref=\"Malachi 3:23\" href=\"/Malachi.3.23\">Mal 3:23</a> cf. <a data-ref=\"Joel 2:11\" href=\"/Joel.2.11\">Jo 2:11</a>. <strong>3.</strong>  <em>inspire reverence, godly fear, and awe:</em> <strong>a.</strong>  as attribute of God, <span dir=\"rtl\">לְמַעַן תִּוָּרֵא</span> <em>that thou mightest be revered</em> <a data-ref=\"Psalms 130:4\" href=\"/Psalms.130.4\">ψ 130:4</a>; <span dir=\"rtl\">(ה)גָּדוֹל ו(ה)נוֹרָא</span> (the) <em>great and awful</em> (God) <a data-ref=\"Deuteronomy 7:21\" href=\"/Deuteronomy.7.21\">Dt 7:21</a>; <a data-ref=\"Deuteronomy 10:17\" href=\"/Deuteronomy.10.17\">10:17</a> <a data-ref=\"Nehemiah 1:5\" href=\"/Nehemiah.1.5\">Ne 1:5</a>; <a data-ref=\"Nehemiah 4:8\" href=\"/Nehemiah.4.8\">4:8</a>; <a data-ref=\"Nehemiah 9:32\" href=\"/Nehemiah.9.32\">9:32</a> <a data-ref=\"Daniel 9:4\" href=\"/Daniel.9.4\">Dn 9:4</a>; with <span dir=\"rtl\">עַל</span>, <em>above</em> all gods <a data-ref=\"Psalms 96:4\" href=\"/Psalms.96.4\">ψ 96:4</a> = <a data-ref=\"I Chronicles 16:25\" href=\"/I_Chronicles.16.25\">1 Ch 16:25</a>; above the angels round about him <a data-ref=\"Psalms 89:8\" href=\"/Psalms.89.8\">ψ 89:8</a>. <strong>b.</strong>  of the name of Yahweh <a data-ref=\"Deuteronomy 28:58\" href=\"/Deuteronomy.28.58\">Dt 28:58</a> <a data-ref=\"Psalms 99:3\" href=\"/Psalms.99.3\">ψ 99:3</a>; <a data-ref=\"Psalms 111:9\" href=\"/Psalms.111.9\">111:9</a> <a data-ref=\"Malachi 1:14\" href=\"/Malachi.1.14\">Mal 1:14</a>. <strong>c.</strong>  of sacred things: <span dir=\"rtl\">מלאךְ האלהים</span> <a data-ref=\"Judges 13:6\" href=\"/Judges.13.6\">Ju 13:6</a>; place of theophany <a data-ref=\"Genesis 28:17\" href=\"/Genesis.28.17\">Gn 28:17</a> (E).<br><strong>Piel.</strong><sub>5</sub>  Pf. 3 m. sf. <span dir=\"rtl\">יֵֽרְאֻנִי</span> <a data-ref=\"II Samuel 14:15\" href=\"/II_Samuel.14.15\">2 S 14:15</a>; Inf. sf. <span dir=\"rtl\">לְיָֽרְאֵנִי</span> <a data-ref=\"Nehemiah 6:19\" href=\"/Nehemiah.6.19\">Ne 6:19</a>; <span dir=\"rtl\">לְיָֽרְאָם</span> <a data-ref=\"II Chronicles 32:18\" href=\"/II_Chronicles.32.18\">2 Ch 32:18</a>; Pt. pl. <span dir=\"rtl\">מְיָֽרְאִים</span> <a data-ref=\"Nehemiah 6:9\" href=\"/Nehemiah.6.9\">Ne 6:9</a>, <a data-ref=\"Nehemiah 6:14\" href=\"/Nehemiah.6.14\">14</a> <em>make afraid, terrify</em>, with acc."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d208b6084aa1cbf15069", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יָשַׁב 1", "anchorRef": "Deuteronomy 3:2", "anchorRefExpanded": ["Deuteronomy 3:2"], "sourceRef": "BDB, יָשַׁב 1", "sourceHeRef": "בראון-דרייבר-בריגס, יָשַׁב א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יָשַׁב", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">יָשַׁב</span></big></big><sub>1090</sub><big></big>  <strong>vb.</strong> sit, remain, dwell <strong>(</strong>NH <em>id.;</em> Aramaic <span dir=\"rtl\">יְתֵיב</span>, <span dir=\"rtl\">ܝܺܬܶܒ</span>; MI<sup>10.31</sup> <span dir=\"rtl\">ישב</span>, l<sup>8. 19</sup> <span dir=\"rtl\">וישב</span>, l<sup>13</sup> <span dir=\"rtl\">ואשב</span>, <em>dwell;</em> Ph. <span dir=\"rtl\">ישב</span> <em>dwell;</em> Zinj. <span dir=\"rtl\">ישב</span> <em>sit</em> DHM<sup>Sendsch. 58</sup>; Assyrian <em>ašâbu</em>, <em>sit, dwell</em>, Dl<sup>HWB 244</sup>; Arabic <span dir=\"rtl\">وَثَبَ</span> <em>leap, jump</em>, Ḥimyer. dial. <em>sit</em>, Lane<sup>2919</sup>; Ethiopic አውሰበ ii. i <em>secum cohabitare facere</em>, <em>marry, consummate marriage</em>, cf. <strong>Hiph. 4)</strong>—<br><strong>Qal</strong>  Pf. 3 ms. <span dir=\"rtl\">יָשַׁב</span> <a data-ref=\"Genesis 13:12\" href=\"/Genesis.13.12\">Gn 13:12</a> +; 2 ms. <span dir=\"rtl\">יָשַׁבְתָּ</span> <a data-ref=\"Judges 5:16\" href=\"/Judges.5.16\">Ju 5:16</a>, <span dir=\"rtl\">וְיָשַׁבְתָּה בָ֑הּ</span> consec. <a data-ref=\"Deuteronomy 17:14\" href=\"/Deuteronomy.17.14\">Dt 17:14</a>; 2 mpl. <span dir=\"rtl\">יְשַׁבְתֶּם</span> <a data-ref=\"Deuteronomy 1:46\" href=\"/Deuteronomy.1.46\">Dt 1:46</a> <a data-ref=\"Leviticus 18:3\" href=\"/Leviticus.18.3\">Lv 18:3</a>, <span dir=\"rtl\">וִישַׁבְתֶּם</span> consec. <a data-ref=\"Leviticus 25:18\" href=\"/Leviticus.25.18\">Lv 25:18</a> + 7 times, etc.; Impf. <span dir=\"rtl\">יֵשֵׁב</span> <a data-ref=\"I Samuel 5:7\" href=\"/I_Samuel.5.7\">1 S 5:7</a> +, <span dir=\"rtl\">יֵשֶׁב־</span> <a data-ref=\"Genesis 44:33\" href=\"/Genesis.44.33\">Gn 44:33</a>; <a data-ref=\"Ezekiel 44:3\" href=\"/Ezekiel.44.3\">Ez 44:3</a>, <span dir=\"rtl\">יֵ֫שֶׁב</span> before monosyll. <a data-ref=\"I Kings 7:8\" href=\"/I_Kings.7.8\">1 K 7:8</a>; <a data-ref=\"Job 22:8\" href=\"/Job.22.8\">Jb 22:8</a>; <span dir=\"rtl\">וַיֵּ֫שֶׁב</span> <a data-ref=\"Genesis 4:16\" href=\"/Genesis.4.16\">Gn 4:16</a> +; <span dir=\"rtl\">וַיֵּשֵֽׁב</span> <a data-ref=\"Ruth 4:1\" href=\"/Ruth.4.1\">Ru 4:1</a>; 1 s. <span dir=\"rtl\">אֵשֵׁב</span> <a data-ref=\"Judges 6:18\" href=\"/Judges.6.18\">Ju 6:18</a> +, <span dir=\"rtl\">וָאֵשֵׁב</span> <a data-ref=\"Deuteronomy 9:9\" href=\"/Deuteronomy.9.9\">Dt 9:9</a> + 3 times + <a data-ref=\"Ezekiel 3:15\" href=\"/Ezekiel.3.15\">Ez 3:15b</a> (but Co <span dir=\"rtl\">אשׁר</span> Kt); <span dir=\"rtl\">אֵשְׁבָה</span> <a data-ref=\"I Samuel 27:5\" href=\"/I_Samuel.27.5\">1 S 27:5</a>; <span dir=\"rtl\">אֵשֵׁ֑בָה</span> <a data-ref=\"Isaiah 49:20\" href=\"/Isaiah.49.20\">Is 49:20</a>; <span dir=\"rtl\">וָאֵשְׁבָה</span> <a data-ref=\"Ezekiel 9:3\" href=\"/Ezekiel.9.3\">Ez 9:3</a>; 3 mpl. <span dir=\"rtl\">יֵשְׁבוּ</span> <a data-ref=\"Genesis 47:4\" href=\"/Genesis.47.4\">Gn 47:4</a> +; 3 fpl. <span dir=\"rtl\">תישׁבנה</span> <a data-ref=\"Ezekiel 35:9\" href=\"/Ezekiel.35.9\">Ez 35:9</a> Kt (i.e. <span dir=\"rtl\">תֵּישַׁבְנָה</span> Ol<sup>§ 242 d</sup> Kö<sup>i. 401</sup>), Qr <span dir=\"rtl\">תָּשׁוֹבְנָה</span> (√ <span dir=\"rtl\">שׁוב</span>), Co proposes <span dir=\"rtl\">תִּוָּשַׁבְנָה</span>; 1 pl. <span dir=\"rtl\">נֵשֵׁב</span> <a data-ref=\"Jeremiah 42:13\" href=\"/Jeremiah.42.13\">Je 42:13</a>, <a data-ref=\"Jeremiah 42:14\" href=\"/Jeremiah.42.14\">14</a>, <span dir=\"rtl\">וַנֵּ֫שֶׁב</span> <a data-ref=\"Numbers 20:15\" href=\"/Numbers.20.15\">Nu 20:15</a> + 5 times; Imv. ms. <span dir=\"rtl\">שֵׁב</span> <a data-ref=\"Genesis 20:15\" href=\"/Genesis.20.15\">Gn 20:15</a> +, <span dir=\"rtl\">שֶׁב־</span> <a data-ref=\"Genesis 35:1\" href=\"/Genesis.35.1\">Gn 35:1</a>; <span dir=\"rtl\">שְׁבָה</span> <a data-ref=\"Genesis 27:19\" href=\"/Genesis.27.19\">Gn 27:19</a> +; fs. <span dir=\"rtl\">שְׁבִי</span> <a data-ref=\"Genesis 38:11\" href=\"/Genesis.38.11\">Gn 38:11</a> +; mpl. <span dir=\"rtl\">שְׁבוּ</span> <a data-ref=\"Genesis 22:5\" href=\"/Genesis.22.5\">Gn 22:5</a> +, etc.; Inf. abs. <span dir=\"rtl\">יָשֹׁב־</span> <a data-ref=\"I Samuel 20:5\" href=\"/I_Samuel.20.5\">1 S 20:5</a>; cstr. <span dir=\"rtl\">שֶׁ֫בֶת</span> <a data-ref=\"I Samuel 7:2\" href=\"/I_Samuel.7.2\">1 S 7:2</a> +; <span dir=\"rtl\">שָׁ֑בֶת</span> <a data-ref=\"Isaiah 40:22\" href=\"/Isaiah.40.22\">Is 40:22</a> +; sf. <span dir=\"rtl\">שִׁבְתִּי</span> <a data-ref=\"II Samuel 7:5\" href=\"/II_Samuel.7.5\">2 S 7:5</a> +, etc.; Pt. m. <span dir=\"rtl\">י(וֹ)שֵׁב</span> <a data-ref=\"Genesis 4:20\" href=\"/Genesis.4.20\">Gn 4:20</a>; <a data-ref=\"Genesis 24:3\" href=\"/Genesis.24.3\">24:3</a> +, etc.; f. <span dir=\"rtl\">ישְׁבָה</span> <a data-ref=\"Nahum 3:8\" href=\"/Nahum.3.8\">Na 3:8</a>; <span dir=\"rtl\">י(וֹ)שֶׁבֶת</span> <a data-ref=\"Judges 4:5\" href=\"/Judges.4.5\">Ju 4:5</a> +; <span dir=\"rtl\">י(וֹ)שָׁ֑בֶת</span> <a data-ref=\"Joshua 2:5\" href=\"/Joshua.2.5\">Jos 2:5</a>; <a data-ref=\"II Kings 4:13\" href=\"/II_Kings.4.13\">2 K 4:13</a>; <span dir=\"rtl\">ישַׁבְתְּ֯י</span> <a data-ref=\"Jeremiah 22:23\" href=\"/Jeremiah.22.23\">Je 22:23</a>, <span dir=\"rtl\">י(וֹ)שֶׁבֶת֯י</span> <a data-ref=\"Jeremiah 10:17\" href=\"/Jeremiah.10.17\">Je 10:17</a>; <a data-ref=\"Lamentations 4:21\" href=\"/Lamentations.4.21\">La 4:21</a>; <a data-ref=\"Ezekiel 27:3\" href=\"/Ezekiel.27.3\">Ez 27:3</a> (Kt preferable in all these, v. Ol<sup>§ 123 d</sup> Ges<sup>§ 90.3a</sup>); fpl. <span dir=\"rtl\">ישְׁבוֹת</span> <a data-ref=\"I Samuel 27:8\" href=\"/I_Samuel.27.8\">1 S 27:8</a>;— <strong>1.</strong> <strong>a.</strong>  <em>sit</em> on <span dir=\"rtl\">(עַל)</span> a seat <a data-ref=\"I Samuel 20:25\" href=\"/I_Samuel.20.25\">1 S 20:25</a>, stone <a data-ref=\"Exodus 17:12\" href=\"/Exodus.17.12\">Ex 17:12</a>, teraphim <a data-ref=\"Genesis 31:34\" href=\"/Genesis.31.34\">Gn 31:34</a>, couch <a data-ref=\"Genesis 48:2\" href=\"/Genesis.48.2\">48:2</a> (all E), <a data-ref=\"Ezekiel 23:41\" href=\"/Ezekiel.23.41\">Ez 23:41</a>, knees <a data-ref=\"II Kings 4:20\" href=\"/II_Kings.4.20\">2 K 4:20</a>; throne <a data-ref=\"Exodus 11:5\" href=\"/Exodus.11.5\">Ex 11:5</a>; <a data-ref=\"Exodus 12:29\" href=\"/Exodus.12.29\">12:29</a> (J), <a data-ref=\"Deuteronomy 17:18\" href=\"/Deuteronomy.17.18\">Dt 17:18</a>; <a data-ref=\"I Samuel 1:9\" href=\"/I_Samuel.1.9\">1 S 1:9</a>; <a data-ref=\"I Samuel 4:13\" href=\"/I_Samuel.4.13\">4:13</a>; <a data-ref=\"I Kings 1:13\" href=\"/I_Kings.1.13\">1 K 1:13</a>, <a data-ref=\"I Kings 1:17\" href=\"/I_Kings.1.17\">17</a>, <a data-ref=\"I Kings 1:20\" href=\"/I_Kings.1.20\">20</a> +, v. abs. infr.; of <span dir=\"rtl\">י׳</span>, <span dir=\"rtl\">הַיּשֵׁב עַל־חוּג הָאָרֶץ</span> <a data-ref=\"Isaiah 40:22\" href=\"/Isaiah.40.22\">Is 40:22</a>; dust <a data-ref=\"Isaiah 47:1\" href=\"/Isaiah.47.1\">Is 47:1</a>, ground <span dir=\"rtl\">(אֶרֶץ)</span> <a data-ref=\"Ezekiel 26:16\" href=\"/Ezekiel.26.16\">Ez 26:16</a>, ashes <a data-ref=\"Jonah 3:6\" href=\"/Jonah.3.6\">Jon 3:6</a> (these in token of humiliation); <em>sit down</em> by <span dir=\"rtl\">(עַל)</span> a well <a data-ref=\"Exodus 2:15\" href=\"/Exodus.2.15\">Ex 2:15</a> or pool <a data-ref=\"II Samuel 2:13\" href=\"/II_Samuel.2.13\">2 S 2:13</a>; c. <span dir=\"rtl\">אֶל</span> <a data-ref=\"I Samuel 28:23\" href=\"/I_Samuel.28.23\">1 S 28:23</a>; <em>sit</em> in <span dir=\"rtl\">(ב)</span> house, street, doorway, assembly, etc. <a data-ref=\"II Samuel 7:1\" href=\"/II_Samuel.7.1\">2 S 7:1</a>; <a data-ref=\"Judges 19:15\" href=\"/Judges.19.15\">Ju 19:15</a> <a data-ref=\"Genesis 38:14\" href=\"/Genesis.38.14\">Gn 38:14</a> (J), <a data-ref=\"Jeremiah 15:17\" href=\"/Jeremiah.15.17\">Je 15:17</a>; <a data-ref=\"Jeremiah 26:10\" href=\"/Jeremiah.26.10\">26:10</a> <a data-ref=\"Psalms 1:1\" href=\"/Psalms.1.1\">ψ 1:1</a> <a data-ref=\"Song of Songs 2:3\" href=\"/Song_of_Songs.2.3\">Ct 2:3</a> so <a data-ref=\"Ezekiel 31:6\" href=\"/Ezekiel.31.6\">Ez 31:6</a>, <a data-ref=\"Ezekiel 31:17\" href=\"/Ezekiel.31.17\">17</a> (fig.); of No of Amon (personif. city) <span dir=\"rtl\">הַוּשְׁבָה בַּיְאֹרִים</span> <a data-ref=\"Nahum 3:8\" href=\"/Nahum.3.8\">Na 3:8</a> <em>she who sate amid the rivers;</em> c. <span dir=\"rtl\">לְ</span> <em>sit on to</em> (pregn.) <span dir=\"rtl\">לָאָרֶץ</span> <a data-ref=\"Isaiah 3:26\" href=\"/Isaiah.3.26\">Is 3:26</a>; <a data-ref=\"Isaiah 47:1\" href=\"/Isaiah.47.1\">47:1</a> <a data-ref=\"Lamentations 2:10\" href=\"/Lamentations.2.10\">La 2:10</a>, <span dir=\"rtl\">לְכִסֵּא</span> <a data-ref=\"Psalms 9:5\" href=\"/Psalms.9.5\">ψ 9:5</a>, <em>at</em>, <span dir=\"rtl\">לְפֶתַח בית</span> <a data-ref=\"Proverbs 9:14\" href=\"/Proverbs.9.14\">Pr 9:14</a>, <span dir=\"rtl\">לִימִינוֹ(י)</span> <a data-ref=\"I Kings 2:19\" href=\"/I_Kings.2.19\">1 K 2:19</a>, <a data-ref=\"Psalms 110:1\" href=\"/Psalms.110.1\">ψ 110:1</a>; <span dir=\"rtl\">לַמַּבּוּל</span> <a data-ref=\"Psalms 29:10\" href=\"/Psalms.29.10\">ψ 29:10</a>; c. <span dir=\"rtl\">לִפְנֵי</span> <a data-ref=\"Genesis 43:33\" href=\"/Genesis.43.33\">Gn 43:33</a> (J), + <span dir=\"rtl\">שָׁם</span> <a data-ref=\"Judges 20:26\" href=\"/Judges.20.26\">Ju 20:26</a>; <a data-ref=\"Judges 21:2\" href=\"/Judges.21.2\">21:2</a>; <a data-ref=\"II Samuel 7:18\" href=\"/II_Samuel.7.18\">2 S 7:18</a> = <a data-ref=\"I Chronicles 17:16\" href=\"/I_Chronicles.17.16\">1 Ch 17:16</a>; c. <span dir=\"rtl\">עִם</span> <a data-ref=\"I Samuel 20:5\" href=\"/I_Samuel.20.5\">1 S 20:5</a> <a data-ref=\"Proverbs 31:22\" href=\"/Proverbs.31.22\">Pr 31:22</a>; c. <span dir=\"rtl\">אֶת־</span> <a data-ref=\"Jeremiah 16:8\" href=\"/Jeremiah.16.8\">Je 16:8</a>; <a data-ref=\"Job 2:13\" href=\"/Job.2.13\">Jb 2:13</a>; c. <span dir=\"rtl\">תַּחַת</span> <a data-ref=\"Judges 6:11\" href=\"/Judges.6.11\">Ju 6:11</a>; <a data-ref=\"Micah 4:4\" href=\"/Micah.4.4\">Mi 4:4</a>, <span dir=\"rtl\">וַיֵּשֶׁב תַּחְתֶּיהָ בַּצֵּל</span> <a data-ref=\"Jonah 4:5\" href=\"/Jonah.4.5\">Jon 4:5</a>; c. <span dir=\"rtl\">מִנֶּגֶד</span> <a data-ref=\"Genesis 21:16\" href=\"/Genesis.21.16\">Gn 21:16</a><sup>(×2)</sup> (E), <span dir=\"rtl\">נֶגֶד</span> <a data-ref=\"Isaiah 47:14\" href=\"/Isaiah.47.14\">Is 47:14</a>, <span dir=\"rtl\">מִקֶּדֶם לָעִיר</span> <a data-ref=\"Jonah 4:5\" href=\"/Jonah.4.5\">Jon 4:5</a>; <span dir=\"rtl\">מִצַּד</span> <a data-ref=\"I Samuel 20:25\" href=\"/I_Samuel.20.25\">1 S 20:25</a>; <a data-ref=\"Ruth 2:14\" href=\"/Ruth.2.14\">Ru 2:14</a>; c. acc. cogn. <a data-ref=\"Ezekiel 28:2\" href=\"/Ezekiel.28.2\">Ez 28:2</a>; <span dir=\"rtl\">לִשְׁפֹּט</span> <a data-ref=\"Exodus 18:13\" href=\"/Exodus.18.13\">Ex 18:13</a>; <a data-ref=\"Joel 4:12\" href=\"/Joel.4.12\">Jo 4:12</a> (cf. <a data-ref=\"Psalms 9:5\" href=\"/Psalms.9.5\">ψ 9:5</a>; <a data-ref=\"Isaiah 28:6\" href=\"/Isaiah.28.6\">Is 28:6</a>); hence abs. of <em>sitting</em> as <em>king</em> or <em>judge</em> <a data-ref=\"Exodus 18:14\" href=\"/Exodus.18.14\">Ex 18:14</a> <a data-ref=\"Psalms 61:8\" href=\"/Psalms.61.8\">ψ 61:8</a> <a data-ref=\"Malachi 3:3\" href=\"/Malachi.3.3\">Mal 3:3</a>, <span dir=\"rtl\">יושׁבים</span> <a data-ref=\"Isaiah 10:13\" href=\"/Isaiah.10.13\">Is 10:13</a>, perhaps <a data-ref=\"Amos 1:5\" href=\"/Amos.1.5\">Am 1:5</a>, <a data-ref=\"Amos 1:8\" href=\"/Amos.1.8\">8</a>, especially of <span dir=\"rtl\">י׳</span> <em>sitting</em> (enthroned), <a data-ref=\"Psalms 2:4\" href=\"/Psalms.2.4\">ψ 2:4</a>; <a data-ref=\"Psalms 9:8\" href=\"/Psalms.9.8\">9:8</a>; <a data-ref=\"Psalms 29:10\" href=\"/Psalms.29.10\">29:10</a>; <a data-ref=\"Psalms 55:20\" href=\"/Psalms.55.20\">55:20</a>; <a data-ref=\"Psalms 102:13\" href=\"/Psalms.102.13\">102:13</a> <a data-ref=\"Lamentations 5:19\" href=\"/Lamentations.5.19\">La 5:19</a>, so in <span dir=\"rtl\">ישֵׁב (הַ)כְּרוּבִים</span> <a data-ref=\"I Samuel 4:4\" href=\"/I_Samuel.4.4\">1 S 4:4</a>; <a data-ref=\"II Samuel 6:2\" href=\"/II_Samuel.6.2\">2 S 6:2</a> = <a data-ref=\"I Chronicles 13:6\" href=\"/I_Chronicles.13.6\">1 Ch 13:6</a>, <a data-ref=\"II Kings 19:15\" href=\"/II_Kings.19.15\">2 K 19:15</a> <a data-ref=\"Psalms 99:1\" href=\"/Psalms.99.1\">ψ 99:1</a>; <span dir=\"rtl\">ישֵׁב תְּהִלּוֹת יִשְׂרָאֵל</span> <a data-ref=\"Psalms 22:4\" href=\"/Psalms.22.4\">ψ 22:4</a> (v. c. <a data-ref=\"BDB, עַל²\" href=\"/BDB,_עַל²\", dir=\"rtl\">עַל</a>, supr.); by meton. of thrones, for the judges sitting on them <span dir=\"rtl\">שָׁמָּה יָֽשְׁבוּ כִסְאוֹת לְמִשְׁפָּט</span> <a data-ref=\"Psalms 122:5\" href=\"/Psalms.122.5\">ψ 122:5</a>; <span dir=\"rtl\">הַיּשְׁבִים</span> <a data-ref=\"Ruth 4:14\" href=\"/Ruth.4.14\">Ru 4:14</a>, i.e. in the gate (cf. v <a data-ref=\"Ruth 4:11\" href=\"/Ruth.4.11\">11</a>), those in whose presence purchase of land took place. <strong>b.</strong>  <em>sit, sit down</em>, abs., <a data-ref=\"Judges 19:6\" href=\"/Judges.19.6\">Ju 19:6</a>; <a data-ref=\"Ruth 4:1\" href=\"/Ruth.4.1\">Ru 4:1</a>, <a data-ref=\"Ruth 4:2\" href=\"/Ruth.4.2\">2</a>; <a data-ref=\"Nehemiah 1:4\" href=\"/Nehemiah.1.4\">Ne 1:4</a>; <a data-ref=\"Jeremiah 36:15\" href=\"/Jeremiah.36.15\">Je 36:15</a> (sq. cl. of purpose, <em>to eat</em>, etc.) <a data-ref=\"Genesis 37:25\" href=\"/Genesis.37.25\">Gn 37:25</a> <a data-ref=\"Esther 3:15\" href=\"/Esther.3.15\">Est 3:15</a> +; opp. <span dir=\"rtl\">קוּם</span> <a data-ref=\"Exodus 32:6\" href=\"/Exodus.32.6\">Ex 32:6</a> (JE) <a data-ref=\"Psalms 139:2\" href=\"/Psalms.139.2\">ψ 139:2</a>, <span dir=\"rtl\">מְאַחֲרֵי שֶׁבֶת</span> <a data-ref=\"Psalms 127:2\" href=\"/Psalms.127.2\">ψ 127:2</a> (opp. <span dir=\"rtl\">מַשְׁכִּימֵי קוּם</span>); so <a data-ref=\"Isaiah 37:28\" href=\"/Isaiah.37.28\">Is 37:28</a> = <a data-ref=\"II Kings 19:27\" href=\"/II_Kings.19.27\">2 K 19:27</a> (read <span dir=\"rtl\">לְפָנַי קֻמְךָ</span> at end of v <a data-ref=\"II Kings 19:27\" href=\"/II_Kings.19.27\">27</a> = <a data-ref=\"II Kings 19:26\" href=\"/II_Kings.19.26\">2 K 19:26</a> We in Bl<sup>Einl. 4, 257</sup> RS<sup>Proph. 351, and n. 9</sup>); but also <span dir=\"rtl\">קוּמִי שְׁבִי</span> <a data-ref=\"Isaiah 52:2\" href=\"/Isaiah.52.2\">Is 52:2</a>, expl. by (<span dir=\"rtl\">וַיָּקָם מֵהָאָרֶץ וַיֵּשֶׁב אֶל־הַמִּטָּה</span> <a data-ref=\"I Samuel 28:23\" href=\"/I_Samuel.28.23\">1 S 28:23</a> and) <a data-ref=\"II Samuel 19:9\" href=\"/II_Samuel.19.9\">2 S 19:9</a>. †<strong>c.</strong>  <em>sit down</em> outside <span dir=\"rtl\">(חוּץ)</span>, i.e. perform a necessity of nature <a data-ref=\"Deuteronomy 23:14\" href=\"/Deuteronomy.23.14\">Dt 23:14</a>. †<strong>d.</strong>  <em>sit</em> = <em>be set</em> (as a jewel), <span dir=\"rtl\">ישְׁבוֹת עַל־מִלֵּאת</span> <a data-ref=\"Song of Songs 5:12\" href=\"/Song_of_Songs.5.12\">Ct 5:12</a> <em>set on a filling</em> (i.e. in a setting, De al.), in description of eyes; (> others <em>sitting by full streams</em>). <strong>2.</strong> <strong>a.</strong>  <em>remain, stay, tarry</em> (for a limited or indef. time), c. <span dir=\"rtl\">אֶת</span> pers. <a data-ref=\"Genesis 24:55\" href=\"/Genesis.24.55\">Gn 24:55</a> (J), <a data-ref=\"Judges 19:4\" href=\"/Judges.19.4\">Ju 19:4</a>; <a data-ref=\"II Samuel 16:8\" href=\"/II_Samuel.16.8\">2 S 16:8</a>; c. <span dir=\"rtl\">עִם</span> pers. <a data-ref=\"Genesis 27:44\" href=\"/Genesis.27.44\">Gn 27:44</a> (J), <span dir=\"rtl\">עִמָּדִי</span> <a data-ref=\"Genesis 29:19\" href=\"/Genesis.29.19\">29:19</a> (E), <a data-ref=\"Judges 17:10\" href=\"/Judges.17.10\">Ju 17:10</a>; c. <span dir=\"rtl\">בְ</span> loc. <a data-ref=\"I Samuel 7:2\" href=\"/I_Samuel.7.2\">1 S 7:2</a> (of ark), <a data-ref=\"I Samuel 13:16\" href=\"/I_Samuel.13.16\">13:16</a>; <a data-ref=\"I Samuel 14:2\" href=\"/I_Samuel.14.2\">14:2</a>; <a data-ref=\"I Samuel 24:4\" href=\"/I_Samuel.24.4\">24:4</a> (<a data-ref=\"I Samuel 23:25\" href=\"/I_Samuel.23.25\">23:25</a> read <span dir=\"rtl\">אֲשֶׁר</span> for <span dir=\"rtl\">וַיֵּשֶׁב</span> 𝔊 We Dr Klo Kit Bu), <a data-ref=\"II Samuel 10:5\" href=\"/II_Samuel.10.5\">2 S 10:5</a>; <a data-ref=\"II Samuel 19:25\" href=\"/II_Samuel.19.25\">19:25</a> (where read <span dir=\"rtl\">שִׁבְתּוֹ</span> for <span dir=\"rtl\">שִׁיבָתוֹ</span> Dr Klo Bu, v. We), <a data-ref=\"Numbers 35:25\" href=\"/Numbers.35.25\">Nu 35:25</a> (P), <a data-ref=\"Job 24:13\" href=\"/Job.24.13\">Jb 24:13</a>; c. <span dir=\"rtl\">שָׁם</span> <a data-ref=\"I Kings 11:16\" href=\"/I_Kings.11.16\">1 K 11:16</a>, <span dir=\"rtl\">שָׁם עַד־עוֹלָם</span> <a data-ref=\"I Samuel 1:22\" href=\"/I_Samuel.1.22\">1 S 1:22</a>; c. <span dir=\"rtl\">על</span> (<em>by</em>) <a data-ref=\"I Samuel 25:13\" href=\"/I_Samuel.25.13\">1 S 25:13</a>; <a data-ref=\"I Samuel 30:24\" href=\"/I_Samuel.30.24\">30:24</a>; <span dir=\"rtl\">פֹּה</span> <a data-ref=\"II Kings 7:4\" href=\"/II_Kings.7.4\">2 K 7:4</a>; <span dir=\"rtl\">שְׁבוּ לָכֶם פֹּה עִם־הַחֲמוֹר</span> <a data-ref=\"Genesis 22:5\" href=\"/Genesis.22.5\">Gn 22:5</a> (E); c. <span dir=\"rtl\">בֵּין</span> <a data-ref=\"Judges 5:16\" href=\"/Judges.5.16\">Ju 5:16</a>, <span dir=\"rtl\">מִחוּץ לְ</span> <a data-ref=\"Leviticus 14:8\" href=\"/Leviticus.14.8\">Lv 14:8</a> (P), <span dir=\"rtl\">אֵצֶל</span> <a data-ref=\"I Samuel 20:19\" href=\"/I_Samuel.20.19\">1 S 20:19</a>; c. acc. <span dir=\"rtl\">בית</span> <a data-ref=\"II Samuel 6:11\" href=\"/II_Samuel.6.11\">2 S 6:11</a>; <a data-ref=\"II Samuel 13:20\" href=\"/II_Samuel.13.20\">13:20</a>; <a data-ref=\"Ruth 2:7\" href=\"/Ruth.2.7\">Ru 2:7</a>; abs. <a data-ref=\"I Samuel 1:23\" href=\"/I_Samuel.1.23\">1 S 1:23</a><sup>(×2)</sup>; <em>abide, endure</em> <a data-ref=\"Micah 5:3\" href=\"/Micah.5.3\">Mi 5:3</a>, <span dir=\"rtl\">וִיהוּדָה לְעוֹלָם תֵּשֵׁב</span> <a data-ref=\"Joel 4:20\" href=\"/Joel.4.20\">Jo 4:20</a>, so of Mt. Zion <a data-ref=\"Psalms 121:1\" href=\"/Psalms.121.1\">ψ 121:1</a>. <strong>b.</strong>  with special emphasis on qualifying phr., <span dir=\"rtl\">וַתֵּשֶׁב בְּאֵיתָן קַשְׁתּוֹ</span> <a data-ref=\"Genesis 49:24\" href=\"/Genesis.49.24\">Gn 49:24</a> <em>and his bow abode as a firm one</em> (poem in J); <a data-ref=\"I Kings 22:1\" href=\"/I_Kings.22.1\">1 K 22:1</a> <em>and they continued</em> three years without war; of woman <em>remaining</em> <span dir=\"rtl\">בִּדְמֵי טָהֳרָה</span> <a data-ref=\"Leviticus 12:4\" href=\"/Leviticus.12.4\">Lv 12:4</a>, <span dir=\"rtl\">על־דמי וגו׳</span> v <a data-ref=\"Leviticus 12:5\" href=\"/Leviticus.12.5\">5</a>. <strong>3.</strong>  <em>dwell, have one’s abode</em> in <span dir=\"rtl\">(ב)</span> a land, city, house, etc., <a data-ref=\"Genesis 4:16\" href=\"/Genesis.4.16\">Gn 4:16</a>; <a data-ref=\"Genesis 13:7\" href=\"/Genesis.13.7\">13:7</a>, <a data-ref=\"Genesis 13:12\" href=\"/Genesis.13.12\">12</a><sup>(×2)</sup>; <a data-ref=\"Genesis 19:29\" href=\"/Genesis.19.29\">19:29</a>; <a data-ref=\"Genesis 24:37\" href=\"/Genesis.24.37\">24:37</a>, <a data-ref=\"Genesis 24:62\" href=\"/Genesis.24.62\">62</a>; <a data-ref=\"Deuteronomy 1:4\" href=\"/Deuteronomy.1.4\">Dt 1:4</a>; <a data-ref=\"Deuteronomy 3:2\" href=\"/Deuteronomy.3.2\">3:2</a>; <a data-ref=\"Joshua 20:6\" href=\"/Joshua.20.6\">Jos 20:6</a>; <a data-ref=\"II Samuel 7:6\" href=\"/II_Samuel.7.6\">2 S 7:6</a> + often (on <a data-ref=\"II Samuel 21:16\" href=\"/II_Samuel.21.16\">2 S 21:16</a> v. <a data-ref=\"BDB, ישׁבי בְנֹב\" href=\"/BDB,_ישׁבי בְנֹב\", dir=\"rtl\">ישׁבו בְנֹב</a>, p. 444); in tents <a data-ref=\"Jeremiah 35:7\" href=\"/Jeremiah.35.7\">Je 35:7</a>, <a data-ref=\"Jeremiah 35:10\" href=\"/Jeremiah.35.10\">10</a>; <a data-ref=\"I Chronicles 5:10\" href=\"/I_Chronicles.5.10\">1 Ch 5:10</a>; fig. of justice <span dir=\"rtl\">(צְדָקָה)</span> <a data-ref=\"Isaiah 32:16\" href=\"/Isaiah.32.16\">Is 32:16</a> (‖ <span dir=\"rtl\">וְשָׁכֵן מִשְׁפָּט</span>); in the midst of <span dir=\"rtl\">(בְּקֶרֶב)</span> <a data-ref=\"Genesis 24:3\" href=\"/Genesis.24.3\">Gn 24:3</a>; <a data-ref=\"Joshua 13:13\" href=\"/Joshua.13.13\">Jos 13:13</a>; <a data-ref=\"Joshua 16:10\" href=\"/Joshua.16.10\">16:10</a>; <a data-ref=\"Judges 1:30\" href=\"/Judges.1.30\">Ju 1:30</a>, <a data-ref=\"Judges 1:32\" href=\"/Judges.1.32\">32</a>, <a data-ref=\"Judges 1:33\" href=\"/Judges.1.33\">33</a>; <a data-ref=\"Judges 3:5\" href=\"/Judges.3.5\">3:5</a>; so c. <span dir=\"rtl\">בְּתוֹךְ</span> <a data-ref=\"Genesis 23:10\" href=\"/Genesis.23.10\">Gn 23:10</a> (P); c. <span dir=\"rtl\">עַל</span> + <span dir=\"rtl\">הארץ</span>, of God <a data-ref=\"I Kings 8:27\" href=\"/I_Kings.8.27\">1 K 8:27</a> = <a data-ref=\"II Chronicles 6:18\" href=\"/II_Chronicles.6.18\">2 Ch 6:18</a>; of people <a data-ref=\"Leviticus 25:18\" href=\"/Leviticus.25.18\">Lv 25:18</a>, <a data-ref=\"Leviticus 25:19\" href=\"/Leviticus.25.19\">19</a>; <a data-ref=\"Leviticus 26:35\" href=\"/Leviticus.26.35\">26:35</a> (H); c. <span dir=\"rtl\">לְ</span> <a data-ref=\"Job 15:28\" href=\"/Job.15.28\">Jb 15:28</a>; c. <span dir=\"rtl\">בֵּין</span> <a data-ref=\"Genesis 20:1\" href=\"/Genesis.20.1\">Gn 20:1</a> (E); <em>dwell with</em> <span dir=\"rtl\">(אֶת)</span> <a data-ref=\"Genesis 34:16\" href=\"/Genesis.34.16\">Gn 34:16</a>, <a data-ref=\"Genesis 34:22\" href=\"/Genesis.34.22\">22</a> (P), <a data-ref=\"Exodus 2:21\" href=\"/Exodus.2.21\">Ex 2:21</a> (E), <a data-ref=\"Joshua 15:63\" href=\"/Joshua.15.63\">Jos 15:63</a> (JE), <a data-ref=\"Judges 1:16\" href=\"/Judges.1.16\">Ju 1:16</a>, <a data-ref=\"Judges 1:21\" href=\"/Judges.1.21\">21</a>; <a data-ref=\"Judges 17:11\" href=\"/Judges.17.11\">17:11</a>; <span dir=\"rtl\">יֵשְׁבוּ יְשָׁרִים אֶת־פָּנֶיךָ</span> <a data-ref=\"Psalms 140:14\" href=\"/Psalms.140.14\">ψ 140:14</a>; so c. <span dir=\"rtl\">עִם</span> <a data-ref=\"Joshua 20:4\" href=\"/Joshua.20.4\">Jos 20:4</a> <a data-ref=\"Deuteronomy 23:17\" href=\"/Deuteronomy.23.17\">Dt 23:17</a> (+ <span dir=\"rtl\">בקרב</span>), <a data-ref=\"Psalms 26:4\" href=\"/Psalms.26.4\">ψ 26:4</a> (i.e. <em>assoc. with</em>); c. <span dir=\"rtl\">יַחְדָּו</span> <a data-ref=\"Genesis 13:6\" href=\"/Genesis.13.6\">Gn 13:6</a><sup>(×2)</sup> (J), <a data-ref=\"Genesis 36:7\" href=\"/Genesis.36.7\">36:7</a> (P), <a data-ref=\"Deuteronomy 25:5\" href=\"/Deuteronomy.25.5\">Dt 25:5</a>; <span dir=\"rtl\">שֶׁבֶת גַּם־יָ֑חַד</span> <a data-ref=\"Psalms 133:1\" href=\"/Psalms.133.1\">ψ 133:1</a>; <em>dwell</em> in their stead <span dir=\"rtl\">(תַּחְתָּם)</span> <a data-ref=\"Deuteronomy 2:12\" href=\"/Deuteronomy.2.12\">Dt 2:12</a>, <a data-ref=\"Deuteronomy 2:21\" href=\"/Deuteronomy.2.21\">21</a>, <a data-ref=\"Deuteronomy 2:22\" href=\"/Deuteronomy.2.22\">22</a>, <a data-ref=\"Deuteronomy 2:23\" href=\"/Deuteronomy.2.23\">23</a>; <a data-ref=\"I Chronicles 4:41\" href=\"/I_Chronicles.4.41\">1 Ch 4:41</a>; <a data-ref=\"I Chronicles 5:22\" href=\"/I_Chronicles.5.22\">5:22</a>; abs. <span dir=\"rtl\">לָשֶׁבֶת יְצָרָהּ</span> <a data-ref=\"Isaiah 45:18\" href=\"/Isaiah.45.18\">Is 45:18</a> <em>for dwelling he formed it</em> (the earth); (<em>thy</em>) <em>dwelling-place</em> is <span dir=\"rtl\">מְקוֹם שִׁבְתְּךָ</span> <a data-ref=\"I Kings 8:30\" href=\"/I_Kings.8.30\">1 K 8:30</a> = <a data-ref=\"II Chronicles 6:21\" href=\"/II_Chronicles.6.21\">2 Ch 6:21</a>, also <span dir=\"rtl\">מְכוֹן שׁ׳</span> <a data-ref=\"I Kings 8:39\" href=\"/I_Kings.8.39\">1 K 8:39</a>, <a data-ref=\"I Kings 8:43\" href=\"/I_Kings.8.43\">43</a>, <a data-ref=\"I Kings 8:49\" href=\"/I_Kings.8.49\">49</a> = <a data-ref=\"II Chronicles 6:30\" href=\"/II_Chronicles.6.30\">2 Ch 6:30</a>, <a data-ref=\"II Chronicles 6:33\" href=\"/II_Chronicles.6.33\">33</a>, <a data-ref=\"II Chronicles 6:39\" href=\"/II_Chronicles.6.39\">39</a>, so <a data-ref=\"Psalms 33:14\" href=\"/Psalms.33.14\">ψ 33:14</a>; <span dir=\"rtl\">מָכוֹן לְשׁ׳</span> <a data-ref=\"Exodus 15:17\" href=\"/Exodus.15.17\">Ex 15:17</a> <a data-ref=\"I Kings 8:13\" href=\"/I_Kings.8.13\">1 K 8:13</a> = <a data-ref=\"II Chronicles 6:2\" href=\"/II_Chronicles.6.2\">2 Ch 6:2</a>. Pt. <span dir=\"rtl\">ישֵׁב</span> = subst., <em>dweller, inhabitant</em>, very often (c. 215 times): e.g. <span dir=\"rtl\">ישֵׁב אהלים</span> <a data-ref=\"Genesis 25:27\" href=\"/Genesis.25.27\">Gn 25:27</a> (J); often coll. <span dir=\"rtl\">ישֵׁב אהל</span> <a data-ref=\"Genesis 4:20\" href=\"/Genesis.4.20\">Gn 4:20</a> (J), <span dir=\"rtl\">ישׁב הָאָרֶץ</span> <a data-ref=\"Genesis 34:30\" href=\"/Genesis.34.30\">34:30</a>; <a data-ref=\"Genesis 50:11\" href=\"/Genesis.50.11\">50:11</a> (both J), <a data-ref=\"Exodus 34:12\" href=\"/Exodus.34.12\">Ex 34:12</a>, <a data-ref=\"Exodus 34:15\" href=\"/Exodus.34.15\">15</a> (JE); also poet. f., (as coll.; v. Dr on <a data-ref=\"I Samuel 17:21\" href=\"/I_Samuel.17.21\">1 S 17:21</a>) <span dir=\"rtl\">יוֹשֶׁבֶת שָׁפִיר</span> etc., <a data-ref=\"Micah 1:11\" href=\"/Micah.1.11\">Mi 1:11</a><sup>(×2)</sup>, <a data-ref=\"Micah 1:12\" href=\"/Micah.1.12\">12</a>, <a data-ref=\"Micah 1:13\" href=\"/Micah.1.13\">13</a>, <a data-ref=\"Micah 1:15\" href=\"/Micah.1.15\">15</a>; <span dir=\"rtl\">יוֹשֶׁבֶת צִיּוֹן</span> †<a data-ref=\"Isaiah 12:6\" href=\"/Isaiah.12.6\">Is 12:6</a>; <a data-ref=\"Jeremiah 51:35\" href=\"/Jeremiah.51.35\">Je 51:35</a>; similarly †<a data-ref=\"Jeremiah 10:17\" href=\"/Jeremiah.10.17\">10:17</a>; <a data-ref=\"Jeremiah 21:13\" href=\"/Jeremiah.21.13\">21:13</a>; <a data-ref=\"Jeremiah 22:23\" href=\"/Jeremiah.22.23\">22:23</a>; <a data-ref=\"Jeremiah 48:19\" href=\"/Jeremiah.48.19\">48:19</a>; cf. <a data-ref=\"Lamentations 4:21\" href=\"/Lamentations.4.21\">La 4:21</a>) <a data-ref=\"Zechariah 2:11\" href=\"/Zechariah.2.11\">Zc 2:11</a>; with <span dir=\"rtl\">בת</span> in app. (Da<sup>§ 28 R. 6</sup>), <span dir=\"rtl\">יוֹשֶׁבֶת בַּת־מִצְרַיִם</span> †<a data-ref=\"Jeremiah 46:19\" href=\"/Jeremiah.46.19\">Je 46:19</a>, so <a data-ref=\"Jeremiah 48:18\" href=\"/Jeremiah.48.18\">48:18</a>; more usually pl. <span dir=\"rtl\">ישְׁבֵי הֶעָרִים</span> <a data-ref=\"Genesis 19:25\" href=\"/Genesis.19.25\">Gn 19:25</a> (J), cf. <a data-ref=\"Deuteronomy 13:14\" href=\"/Deuteronomy.13.14\">Dt 13:14</a>; <span dir=\"rtl\">ישְׁבֵי הָאָרֶץ</span> <a data-ref=\"Exodus 23:21\" href=\"/Exodus.23.21\">Ex 23:21</a> (JE), cf. <a data-ref=\"Exodus 15:14\" href=\"/Exodus.15.14\">Ex 15:14</a>, <a data-ref=\"Exodus 15:15\" href=\"/Exodus.15.15\">15</a> (poem in E); <span dir=\"rtl\">ישְׁבֵי תֵבֵל</span> <a data-ref=\"Isaiah 18:3\" href=\"/Isaiah.18.3\">Is 18:3</a>, <span dir=\"rtl\">יוֹשְׁבֵי חָ֑דֶל</span> <a data-ref=\"Isaiah 38:11\" href=\"/Isaiah.38.11\">38:11</a>, etc.; <span dir=\"rtl\">ישְׁבֶיהָ</span> <a data-ref=\"Leviticus 18:25\" href=\"/Leviticus.18.25\">Lv 18:25</a>; <a data-ref=\"Leviticus 25:10\" href=\"/Leviticus.25.10\">25:10</a> (H), <a data-ref=\"Numbers 13:32\" href=\"/Numbers.13.32\">Nu 13:32</a> (P); abs. <span dir=\"rtl\">יוֹשֵׁב</span> (coll.) <a data-ref=\"Amos 1:5\" href=\"/Amos.1.5\">Am 1:5</a>, <a data-ref=\"Amos 1:8\" href=\"/Amos.1.8\">8</a>; <a data-ref=\"Isaiah 49:19\" href=\"/Isaiah.49.19\">Is 49:19</a>; <span dir=\"rtl\">הַיּוֹשְׁבִים</span> <a data-ref=\"I Chronicles 9:2\" href=\"/I_Chronicles.9.2\">1 Ch 9:2</a>; also (strangely) <span dir=\"rtl\">ישְׁבוֹת הארץ</span> <a data-ref=\"I Samuel 27:8\" href=\"/I_Samuel.27.8\">1 S 27:8</a> = <em>the populations of the land</em> We Dr (elsewhere in this sense only fs. and poet., v. supr.); freq. in phr. <em>without inhabitant</em> (i.e. so that there shall be no inhab.), <span dir=\"rtl\">מֵאֵין ישׁב</span> <a data-ref=\"Isaiah 5:9\" href=\"/Isaiah.5.9\">Is 5:9</a>; <a data-ref=\"Isaiah 6:4\" href=\"/Isaiah.6.4\">6:4</a>; <a data-ref=\"Jeremiah 4:7\" href=\"/Jeremiah.4.7\">Je 4:7</a>; <a data-ref=\"Jeremiah 26:9\" href=\"/Jeremiah.26.9\">26:9</a>; <a data-ref=\"Jeremiah 33:10\" href=\"/Jeremiah.33.10\">33:10</a>; <a data-ref=\"Jeremiah 34:22\" href=\"/Jeremiah.34.22\">34:22</a>; <a data-ref=\"Jeremiah 44:22\" href=\"/Jeremiah.44.22\">44:22</a>; <a data-ref=\"Jeremiah 46:19\" href=\"/Jeremiah.46.19\">46:19</a>; <a data-ref=\"Jeremiah 51:29\" href=\"/Jeremiah.51.29\">51:29</a>, <a data-ref=\"Jeremiah 51:37\" href=\"/Jeremiah.51.37\">37</a>; <a data-ref=\"Zephaniah 2:5\" href=\"/Zephaniah.2.5\">Zp 2:5</a>; <a data-ref=\"Zephaniah 3:6\" href=\"/Zephaniah.3.6\">3:6</a>; <span dir=\"rtl\">מֵאֵין יוֹשֵׁב בָּהֶן</span> <a data-ref=\"Jeremiah 48:9\" href=\"/Jeremiah.48.9\">Je 48:9</a>; <span dir=\"rtl\">מִבְּלִי ישֵׁב</span> <a data-ref=\"Jeremiah 2:15\" href=\"/Jeremiah.2.15\">2:15</a>; <a data-ref=\"Jeremiah 9:10\" href=\"/Jeremiah.9.10\">9:10</a>; <span dir=\"rtl\">לֹא יִהְיֶה יוֹשֵב בָּהּ</span> <a data-ref=\"Jeremiah 50:3\" href=\"/Jeremiah.50.3\">50:3</a>; <span dir=\"rtl\">לְבִלְתִּי הֱיוֹת־בּוֹ יוֹשֵׁב</span> <a data-ref=\"Jeremiah 51:62\" href=\"/Jeremiah.51.62\">51:62</a>. <strong>4.</strong>  of a land or city, <em>sit, abide seated in its place</em>, fig. for <em>be inhabited</em> <a data-ref=\"Jeremiah 17:6\" href=\"/Jeremiah.17.6\">Je 17:6</a>, <a data-ref=\"Jeremiah 17:25\" href=\"/Jeremiah.17.25\">25</a>; <a data-ref=\"Jeremiah 50:13\" href=\"/Jeremiah.50.13\">50:13</a>, <a data-ref=\"Jeremiah 50:39\" href=\"/Jeremiah.50.39\">39</a>; <a data-ref=\"Ezekiel 26:20\" href=\"/Ezekiel.26.20\">Ez 26:20</a>; <a data-ref=\"Ezekiel 29:11\" href=\"/Ezekiel.29.11\">29:11</a>; <a data-ref=\"Ezekiel 36:35\" href=\"/Ezekiel.36.35\">36:35</a>; <a data-ref=\"Isaiah 13:20\" href=\"/Isaiah.13.20\">Is 13:20</a> (‖ <span dir=\"rtl\">לֹא תִּשְׁכּוֹן</span>), <a data-ref=\"Zechariah 2:8\" href=\"/Zechariah.2.8\">Zc 2:8</a>; <a data-ref=\"Zechariah 9:5\" href=\"/Zechariah.9.5\">9:5</a>; <a data-ref=\"Zechariah 14:11\" href=\"/Zechariah.14.11\">14:11</a>; <span dir=\"rtl\">יָֽשְׁבָה תַּחְתֶּיהָ</span> <a data-ref=\"Zechariah 12:6\" href=\"/Zechariah.12.6\">12:6</a>; <a data-ref=\"Zechariah 14:10\" href=\"/Zechariah.14.10\">14:10</a>; <a data-ref=\"Ezekiel 35:9\" href=\"/Ezekiel.35.9\">Ez 35:9</a>; Kt is <span dir=\"rtl\">תישׁבנה</span>, Qr <span dir=\"rtl\">תָּשׁוֹבְנָה</span>; Co <span dir=\"rtl\">תושׁבנה</span>, i.e. Niph. <span dir=\"rtl\">תִּוָּשַׁבְנָה</span> (cf. <a data-ref=\"Ezekiel 36:10\" href=\"/Ezekiel.36.10\">36:10</a>), or Hoph. <span dir=\"rtl\">תּוּשַׁבְנָה</span> (cf. <a data-ref=\"Isaiah 44:26\" href=\"/Isaiah.44.26\">Is 44:26</a>); of palace, <span dir=\"rtl\">וְאַרְמוֹן עַל־מִשְׁפָּטוֹ יֵשֵׁב</span> <a data-ref=\"Jeremiah 30:18\" href=\"/Jeremiah.30.18\">Je 30:18</a>.<br>†<strong>Niph.</strong>  Pf. 3 fs. <span dir=\"rtl\">נוֹשָׁ֑בָה</span> <a data-ref=\"Jeremiah 6:8\" href=\"/Jeremiah.6.8\">Je 6:8</a>; 3 pl. <span dir=\"rtl\">וְנֽשְׁבוּ</span> consec. <a data-ref=\"Ezekiel 36:10\" href=\"/Ezekiel.36.10\">Ez 36:10</a>, <span dir=\"rtl\">נוֹשָׁ֑בוּ</span> <a data-ref=\"Ezekiel 26:19\" href=\"/Ezekiel.26.19\">Ez 26:19</a>, <span dir=\"rtl\">נוֹשָׁ֑בֻ֯ה</span> <a data-ref=\"Jeremiah 22:6\" href=\"/Jeremiah.22.6\">Je 22:6</a>; Pt. f. <span dir=\"rtl\">נוֹשֶׁבֶת</span> <a data-ref=\"Ezekiel 26:17\" href=\"/Ezekiel.26.17\">Ez 26:17</a> (< <span dir=\"rtl\">נִשְׁבַּתְּ</span> 𝔊 Co, √ <span dir=\"rtl\">שׁבת</span>), <span dir=\"rtl\">נוֹשָׁ֑בֶת</span> <a data-ref=\"Exodus 16:35\" href=\"/Exodus.16.35\">Ex 16:35</a>; pl. <span dir=\"rtl\">נוֹשָׁבוֹת</span> <a data-ref=\"Ezekiel 12:20\" href=\"/Ezekiel.12.20\">Ez 12:20</a>; <a data-ref=\"Ezekiel 38:12\" href=\"/Ezekiel.38.12\">38:12</a>;—<em>be inhabited</em>, of land <a data-ref=\"Exodus 16:35\" href=\"/Exodus.16.35\">Ex 16:35</a> (perhaps = <em>be habitable</em>), <a data-ref=\"Jeremiah 6:3\" href=\"/Jeremiah.6.3\">Je 6:3</a>; of cities <a data-ref=\"Jeremiah 22:6\" href=\"/Jeremiah.22.6\">Je 22:6</a> <a data-ref=\"Ezekiel 12:20\" href=\"/Ezekiel.12.20\">Ez 12:20</a>; <a data-ref=\"Ezekiel 26:19\" href=\"/Ezekiel.26.19\">26:19</a>; <a data-ref=\"Ezekiel 36:10\" href=\"/Ezekiel.36.10\">36:10</a>; <span dir=\"rtl\">חֳרָבוֹת נוֹשָׁבוֹת</span> <a data-ref=\"Ezekiel 38:12\" href=\"/Ezekiel.38.12\">Ez 38:12</a>;—<a data-ref=\"Ezekiel 26:17\" href=\"/Ezekiel.26.17\">Ez 26:17</a> v. supr.; <a data-ref=\"Ezekiel 35:9\" href=\"/Ezekiel.35.9\">35:9</a> v. <strong>Qal 4.</strong><br>†<strong>Pi</strong>  Pf. 3 mpl. <span dir=\"rtl\">וְיִשְּׁבוּ טִירוֹתֵיהֶם בָּ֑ךְ</span> <a data-ref=\"Ezekiel 25:4\" href=\"/Ezekiel.25.4\">Ez 25:4</a> <em>and they shall set their encampments in thee</em> (𝔊 𝔖 Co <span dir=\"rtl\">וְיֵשְׁבוּ</span> <em>inhabit</em>).<br>†<strong>Hiph.</strong>  Pf. 3 ms. <span dir=\"rtl\">הֹשִׁיב</span> <a data-ref=\"Ezra 10:14\" href=\"/Ezra.10.14\">Ezr 10:14</a>, sf. <span dir=\"rtl\">הוֹשִׁיבַנִי</span> <a data-ref=\"Lamentations 3:6\" href=\"/Lamentations.3.6\">La 3:6</a> <a data-ref=\"Psalms 143:3\" href=\"/Psalms.143.3\">ψ 143:3</a>; 1 s. <span dir=\"rtl\">הוֹשַׁבְתִּי</span> <a data-ref=\"Leviticus 23:33\" href=\"/Leviticus.23.33\">Lv 23:33</a>, <span dir=\"rtl\">וְה(וֹ)שַׁבְתִּים</span> consec. <a data-ref=\"Hosea 11:11\" href=\"/Hosea.11.11\">Ho 11:11</a>; <a data-ref=\"Jeremiah 32:37\" href=\"/Jeremiah.32.37\">Je 32:37</a>; <span dir=\"rtl\">וְהוֹשְׁבוֹתִים</span> consec. <a data-ref=\"Zechariah 10:6\" href=\"/Zechariah.10.6\">Zc 10:6</a> (Kö<sup>i, 413</sup>; but prob. text error, vid. Thes and Ges<sup>Lgb 464</sup>; read prob. <span dir=\"rtl\">וַהֲשִׁבוֹתִים</span> as v <a data-ref=\"Zechariah 10:10\" href=\"/Zechariah.10.10\">10</a>, so Sta<sup>ZAW, 1881, 21</sup> We), etc.; Impf. 3 ms. <span dir=\"rtl\">וַיּוֹשֵׁב</span> <a data-ref=\"Genesis 47:11\" href=\"/Genesis.47.11\">Gn 47:11</a>, <span dir=\"rtl\">וַיּוֹ֫שֶׁב</span> <a data-ref=\"II Chronicles 8:2\" href=\"/II_Chronicles.8.2\">2 Ch 8:2</a> <a data-ref=\"Psalms 107:36\" href=\"/Psalms.107.36\">ψ 107:36</a>; sf. <span dir=\"rtl\">וַיּוֹשִׁיבַי֯נִי</span> <a data-ref=\"I Kings 2:24\" href=\"/I_Kings.2.24\">1 K 2:24</a> (Kö<sup>i, 414, 224</sup>); <span dir=\"rtl\">וַיּשִׁיבֵם</span> <a data-ref=\"Job 36:7\" href=\"/Job.36.7\">Jb 36:7</a>; 1 pl. <span dir=\"rtl\">וַנּ֫שֶׁב</span> <a data-ref=\"Ezra 10:2\" href=\"/Ezra.10.2\">Ezr 10:2</a>, etc.; Imv. ms. <span dir=\"rtl\">הוֹשֵׁב</span> <a data-ref=\"Genesis 47:6\" href=\"/Genesis.47.6\">Gn 47:6</a>; mpl. <span dir=\"rtl\">ה(וֹ)שִׁיבוּ</span> <a data-ref=\"I Kings 21:9\" href=\"/I_Kings.21.9\">1 K 21:9</a>, <a data-ref=\"I Kings 21:10\" href=\"/I_Kings.21.10\">10</a>; Inf. cstr. <span dir=\"rtl\">ה(וֹ)שִׁיב</span> <a data-ref=\"I Samuel 2:8\" href=\"/I_Samuel.2.8\">1 S 2:8</a>; <a data-ref=\"Nehemiah 13:27\" href=\"/Nehemiah.13.27\">Ne 13:27</a>; <span dir=\"rtl\">הוֹשִׁיבִי</span> <a data-ref=\"Psalms 113:8\" href=\"/Psalms.113.8\">ψ 113:8</a> (Ol<sup>§ 123 d</sup>; read -<span dir=\"rtl\">בוֹ</span>, v. Che); Pt. abs. <span dir=\"rtl\">מוֹשִׁיב</span> <a data-ref=\"Psalms 68:7\" href=\"/Psalms.68.7\">ψ 68:7</a>, cstr. <span dir=\"rtl\">מוֹשִׁיבִי</span> <a data-ref=\"Psalms 113:9\" href=\"/Psalms.113.9\">ψ 113:9</a> (Ol<sup>l.c.</sup> Ges<sup>l.c.</sup>);— <strong>1.</strong>  <em>cause to sit</em> c. acc. pers. + <span dir=\"rtl\">על כסא</span> <a data-ref=\"I Kings 2:24\" href=\"/I_Kings.2.24\">1 K 2:24</a>; <a data-ref=\"II Chronicles 23:20\" href=\"/II_Chronicles.23.20\">2 Ch 23:20</a> so (without <span dir=\"rtl\">על כסא</span>) + <span dir=\"rtl\">לָנֶצַח</span> <a data-ref=\"Job 36:7\" href=\"/Job.36.7\">Jb 36:7</a>; <em>set, place</em> c. acc. pers. + <span dir=\"rtl\">נֶגְדּוֹ</span> <a data-ref=\"I Kings 21:10\" href=\"/I_Kings.21.10\">1 K 21:10</a>, also v <a data-ref=\"I Kings 21:9\" href=\"/I_Kings.21.9\">9</a>, <a data-ref=\"I Kings 21:12\" href=\"/I_Kings.21.12\">12</a> <span dir=\"rtl\">(בְּרֹאשׁ הָעָם)</span>. <strong>2.</strong>  <em>cause to abide</em> (acc. pers.) <em>at</em> <span dir=\"rtl\">(ב)</span> <a data-ref=\"I Samuel 30:21\" href=\"/I_Samuel.30.21\">1 S 30:21</a>. <strong>3.</strong> <strong>a.</strong>  <em>cause to dwell</em>, c. acc. pers. + ב loc. <a data-ref=\"I Samuel 12:8\" href=\"/I_Samuel.12.8\">1 S 12:8</a>; <a data-ref=\"II Kings 17:6\" href=\"/II_Kings.17.6\">2 K 17:6</a> <a data-ref=\"Hosea 12:10\" href=\"/Hosea.12.10\">Ho 12:10</a>, <a data-ref=\"Genesis 47:6\" href=\"/Genesis.47.6\">Gn 47:6</a>, <a data-ref=\"Genesis 47:11\" href=\"/Genesis.47.11\">11</a> (P), <a data-ref=\"Leviticus 23:43\" href=\"/Leviticus.23.43\">Lv 23:43</a> (H), <a data-ref=\"Lamentations 3:6\" href=\"/Lamentations.3.6\">La 3:6</a> <a data-ref=\"Psalms 143:3\" href=\"/Psalms.143.3\">ψ 143:3</a>; <span dir=\"rtl\">בְּאֶרֶץ תַּחְתִּיּוֹת</span> <a data-ref=\"Ezekiel 26:20\" href=\"/Ezekiel.26.20\">Ez 26:20</a>; acc. pers. om. <a data-ref=\"II Kings 17:24\" href=\"/II_Kings.17.24\">2 K 17:24</a>, <a data-ref=\"II Kings 17:26\" href=\"/II_Kings.17.26\">26</a>; acc. pers. + <span dir=\"rtl\">שָׁם</span> <a data-ref=\"II Chronicles 8:2\" href=\"/II_Chronicles.8.2\">2 Ch 8:2</a> <a data-ref=\"Psalms 107:36\" href=\"/Psalms.107.36\">ψ 107:36</a>; acc. pers. + <span dir=\"rtl\">עַל־הַבָּתִּים</span> <a data-ref=\"Hosea 11:11\" href=\"/Hosea.11.11\">Ho 11:11</a> (but read <span dir=\"rtl\">וַהֲשִׁבֹתִים</span> We); acc. pers. om., c. <span dir=\"rtl\">עם</span> pers. <a data-ref=\"I Samuel 2:8\" href=\"/I_Samuel.2.8\">1 S 2:8</a> <a data-ref=\"Psalms 113:8\" href=\"/Psalms.113.8\">ψ 113:8</a>; <span dir=\"rtl\">מוֹשִׁיב יְחִידִים בַּ֫יְתֶה</span> <a data-ref=\"Psalms 68:7\" href=\"/Psalms.68.7\">ψ 68:7</a> <em>causing solitary ones to dwell in a house</em> (or is <span dir=\"rtl\">מוֹשִׁיב</span> for <span dir=\"rtl\">מֵשִׁיב</span> Bae?); c. acc. pers. only <span dir=\"rtl\">מושׁ׳ עֲקֶרֶת הַבַּיִת</span> <a data-ref=\"Psalms 113:9\" href=\"/Psalms.113.9\">ψ 113:9</a> <em>giving a dwelling to her that is barren of house;</em> abs. c. <span dir=\"rtl\">לָבֶ֫טַח</span> <a data-ref=\"Jeremiah 32:37\" href=\"/Jeremiah.32.37\">Je 32:37</a> <a data-ref=\"Psalms 4:9\" href=\"/Psalms.4.9\">ψ 4:9</a>; abs. c. <span dir=\"rtl\">כְּקַדְמוֹתֵיכֶם</span> <a data-ref=\"Ezekiel 36:11\" href=\"/Ezekiel.36.11\">Ez 36:11</a>. On <a data-ref=\"Zechariah 10:6\" href=\"/Zechariah.10.6\">Zc 10:6</a>, v. supr. <strong>b.</strong>  <em>cause</em> cities <span dir=\"rtl\">(עָרִים)</span> <em>to be inhabited</em> <a data-ref=\"Ezekiel 36:33\" href=\"/Ezekiel.36.33\">Ez 36:33</a>; <a data-ref=\"Isaiah 54:3\" href=\"/Isaiah.54.3\">Is 54:3</a>. <strong>4.</strong>  <em>marry</em> (proposes <em>give a dwelling</em> to, cf. <a data-ref=\"Psalms 113:9\" href=\"/Psalms.113.9\">ψ 113:9</a>), only Ezr Ne, and only c. acc. <span dir=\"rtl\">נָשִׁים נָכְרִיּוֹת</span> <em>strange</em> or <em>foreign women</em> <a data-ref=\"Ezra 10:2\" href=\"/Ezra.10.2\">Ezr 10:2</a>, <a data-ref=\"Ezra 10:10\" href=\"/Ezra.10.10\">10</a>, <a data-ref=\"Ezra 10:14\" href=\"/Ezra.10.14\">14</a>, <a data-ref=\"Ezra 10:17\" href=\"/Ezra.10.17\">17</a>, <a data-ref=\"Ezra 10:18\" href=\"/Ezra.10.18\">18</a> <a data-ref=\"Nehemiah 13:27\" href=\"/Nehemiah.13.27\">Ne 13:27</a>; so <span dir=\"rtl\">הֹשִׁיבוּ נָשִׁים אַשְׁדֳּו֯רִיּוֹת</span> <a data-ref=\"Nehemiah 13:23\" href=\"/Nehemiah.13.23\">Ne 13:23</a>.<br>†<strong>Hoph.</strong>  Pf. <span dir=\"rtl\">וְהוּשַׁבְתֶּם לְבַדְּכֶם בְּקֶרֶב הָאָ֑רֶץ</span> <a data-ref=\"Isaiah 5:8\" href=\"/Isaiah.5.8\">Is 5:8</a> <em>and ye be made to dwell alone in the midst of the land</em>. Impf. <span dir=\"rtl\">הָאֹמֵר לִירוּשָׁלַם תּוּשָׁ֑ב</span> <a data-ref=\"Isaiah 44:26\" href=\"/Isaiah.44.26\">Is 44:26</a> <em>he who saith of Jerusalem, she shall be inhabited</em>. <a data-ref=\"Ezekiel 35:9\" href=\"/Ezekiel.35.9\">Ez 35:9</a> v. <strong>Qal 4.</strong>"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64943669200bbaadc67c0b82", "index_title": "Bereshit Rabbati", "category": "Midrash", "type": "", "ref": "Bereshit Rabbati, Parashat Vayigash 14", "anchorRef": "Deuteronomy 3:2", "anchorRefExpanded": ["Deuteronomy 3:2"], "sourceRef": "Bereshit Rabbati, Parashat Vayigash 14", "sourceHeRef": "בראשית רבתי, פרשת ויגש י״ד", "anchorVerse": 2, "sourceHasEn": false, "commentaryNum": 14, "collectiveTitle": {"en": "Bereshit Rabbati", "he": "בראשית רבתי"}, "heTitle": "פרשת ויגש", "he": "אמרו רבותינו בשעה שעמד לקבל פני פרעה, שאל לו פרעה בן מי אתה, א\"ל בן בנו של אברהם, א\"ל כמה תולדות יש לך, א\"ל שבעים. עוג היה שם, א\"ל פרעה למה עוג היית אומר לי בשעה שירד אברהם זקנם לשם שני זקנים גדולים ירדו לכאן אברהם ושרה ואני ראיתים בארץ כנען והיה ביתם פתוח לרוחה ומפרנסין וזנין כל עובר ושב, אבל אברהם פרדה (נקבה) [עקרה] הוא ואינו מוליד, הרי זה בן בנו ובשבעים נפש יוצאי ירכו. התחיל מכניס בו עין הרע, אמר, (לאברהם) זה בן בנו של אברהם בשבעים נפש בתמיה. א\"ל הב\"ה הה רשע מה אתה מכניס עין הרע בבני, תמס עינו של אותו רשע שתראה אלפים ורבבות יוצאים מירכו ובידם אותו האיש עתיד לפול. באותה שעה גזר עליו שיפול ביד ישראל, הה\"ד כי בידך נתתי אותו (דברים ג' ב'), אתננו אין כתיב כאן, אלא נתתי, פסקתי דינו כבר מימי יעקב.", "heVersionTitle": "Jerusalem, 1940", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64bfc9755781082118c146ae", "index_title": "Alshekh on Torah", "category": "Commentary", "type": "commentary", "ref": "Alshekh on Torah, Deuteronomy 3:2:1-2", "anchorRef": "Deuteronomy 3:2", "anchorRefExpanded": ["Deuteronomy 3:2"], "sourceRef": "Alshekh on Torah, Deuteronomy 3:2:1-2", "sourceHeRef": "תורת משה - אלשיך, דברים ג׳:ב׳:א׳-ב׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1540, 1590], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Alshich", "he": "אלשיך"}, "heTitle": "דברים", "he": ["<b>ויאמר ה' אלי אל תירא אותו כו'.</b> ארז\"ל כי עוג שימש את אברהם ונימול על ידו ועל כן היה ירא משה פן יעמוד לו זכות אות ברית על כן אמר לו הוא יתברך אל תירא אותו והוא כי המה ראו אמרו אתו זה פעמים ע\"כ דרשו על אות ברית שאותיות אתו כאותיות אות והוא אות של ברית קדש. ובזה אחשוב לבא אל כוונת אומרו ויאמר ה' אלי ולא אמר אלי לאמר ויהיה לאמר לישראל שלא ייראו. אך לזה נשית לב כי אחר שהוא רשע למות למה היה ירא מהיותו נמול. אך אין ספק שהוא על כי כל ישראל שהיו אז אחרי מות כל הדור שנמולו במצרים היו ערלים כנודע כי כל הנולדים במדבר לא מלו על כי לא נשבה רוח צפונית וע\"כ עלה על לב משה פן יהיה קטרוג על כי עוג אשר כנגדם בא הוא מהול והם ערלים. ע\"כ אמר הוא ית' למשה אל תירא אותו כי על אות הברית לא אתנהו ביד ישראל אשר הם ערלים כ\"א בידך משה שמלבד כי מהול נולדת גם זכות מילה בידך והוא כי משה מל את כל יוצאי מצרים כנודע מרז\"ל על כן זכות מילת משה תכבה את זכות מילת עוג שלהיות התעוררו מילתו לנגד את ישראל. וכן היה כי משה בידו הרגו כקבלת רז\"ל: ", "<b>עוד</b> יכוין באומר נתתי ענין מרז\"ל במדרש כי בהיות יצחק מוטל בעריסה אמר עוג במה מתפאר אברהם כי הלא באצבעי הקל אוכל לעשותו גל עצמות אמר הקב\"ה חייך שאתה בעוצם כחך ומלכותך תפול ביד אחד מבני בניו וזהו יאמר לפי המדרש ההוא כי בידך נתתי אותו ולא אמר אתן לומר כי מאז נתנו בידו באומר שיפול ביד א' מבני בניו כי על משה נאמר. ואל יעלה על רוחך כי גם שלא יועיל לו זכות מילתו לגמרי יועיל קצת לבל ישמד כסיחון לז\"א ועשית לו כאשר עשית לסיחון. ואו' אשר יושב בחשבון שהוא מיותר אפשר בא לתת טעם שמא תחשוב היתכן שלא שוה לו כלל זכות מילה לז\"א כאשר עשית כו' לומר האם חשבון בהיותה ביד מואב הלא היתה עומדת לה זכות בת לוט ואחרי כן בהיותה ביד סיחון הותר לכם לכובשם כי עתה סיחון הוא היושב בחשבון ולא מואב כן זכות ברית היה אפשר יעמוד לעוג עודנו ברשות אברהם מעין ישמעאל שבחיי אברהם ישכון ואחרי מותו נפל אך בצאתו ממנו וטמא בריתו ביטל זכותו וזהו ועשית לו כאשר עשית לסיחון כו' אשר יושב בחשבון שעל היות הוא היושב בחשבון כבשוה כן על הדרך הזה בעוג כמדובר: "], "heVersionTitle": "Torat Moshe, Warsaw, 1875", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}]