[{"_id": "531e4fe2fbfba276047f6593", "index_title": "Onkelos Genesis", "category": "Targum", "type": "targum", "ref": "Onkelos Genesis 42:3", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Onkelos Genesis 42:3", "sourceHeRef": "תרגום אונקלוס על בראשית מ״ב:ג׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 42.0003, "collectiveTitle": {"en": "Onkelos Genesis", "he": "תרגום אונקלוס על בראשית"}, "heTitle": "תרגום אונקלוס על בראשית", "he": "וּנְחָתוּ אֲחֵי יוֹסֵף עַסְרָא לְמִזְבַּן עִיבוּרָא מִמִּצְרָיִם:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Yoseif’s ten brothers went down to buy grain from Egypt.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2684fbfba27c35eebdd0", "index_title": "Targum Jonathan on Genesis", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Genesis 42:3", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Targum Jonathan on Genesis 42:3", "sourceHeRef": "תרגום יונתן על בראשית מ״ב:ג׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [150, 250], "commentaryNum": 42.0003, "collectiveTitle": {"en": "Targum Jonathan on Genesis", "he": "תרגום יונתן על בראשית"}, "heTitle": "תרגום יונתן על בראשית", "he": "וּנְחָתוּ אֲחֵי יוֹסֵף עֲשָרָה לְמִיזְבּוֹן עִיבּוּרָא מִמִצְרָיִם", "heVersionTitle": "Targum Jonathan on Genesis", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And the ten brothers of Joseph went down to buy corn from Mizraim. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53e92c74fbfba2240adb8df0", "index_title": "Sforno on Genesis", "category": "Commentary", "type": "commentary", "ref": "Sforno on Genesis 42:3:1", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Sforno on Genesis 42:3:1", "sourceHeRef": "ספורנו על בראשית מ״ב:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "he": "<b>וירדו אחי יוסף עשרה.</b> כי לא היה המשביר מוכר לשום קונה אלא בעד בית א' ולא בעד רבים פן יעשה בו סחורה כמו שהוא המנהג בשני רעב:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "וירדו אחי יוסף עשרה, the official selling grain in Egypt did not sell to more than one family per buyer. The reason for this restriction was intended to ensure that the buyers would not resell some or all of what they had bought, thus using what Joseph had stored as a source of enriching themselves.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "53f1753ffbfba22336e9ac1e", "index_title": "Or HaChaim on Genesis", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Genesis 42:3:1", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Or HaChaim on Genesis 42:3:1", "sourceHeRef": "אור החיים על בראשית מ״ב:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "he": "<b>אחי יוסף</b>. פי' נתנו דעתם על האחוה לפדותו:", "heVersionTitle": "On Your Way ", "heLicense": "", "heVersionTitleInHebrew": "", "text": "<b> <span class=\"font1\">אחי יוסף</span>, Joseph's brothers.</b> The reason they are described as Joseph's brothers instead of as Jacob's sons is that at that time they were determined to perform the brotherly act of redeeming him out of slavery.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54aaa1b2fbfba219cb799a89", "index_title": "Radak on Genesis", "category": "Commentary", "type": "commentary", "ref": "Radak on Genesis 42:3:1", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Radak on Genesis 42:3:1", "sourceHeRef": "רד\"ק על בראשית מ״ב:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1185, 1235], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Radak", "he": "רד\"ק"}, "he": "וירדו אחי יוסף, ולא אמר בני יעקב לפי שבסבתו ירדו, ועתה בירידתם נפתר חלומו. ובב\"ר ומה עשרה, עשרה חלוקים באחוה ואחד לבור בר:", "heVersionTitle": "Presburg : A. Schmid, 1842", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "וירדו אחי יוסף. The reason why the Torah describes them all of a sudden as “Joseph’s brothers” instead of as Yaakov’s sons, is that they went down to Egypt because of what had happened with Joseph so many years ago. The time had come for Joseph’s dream to be realised, and the Torah wants to alert the reader to this. In Bereshit Rabbah 91,2 the question is raised why there is a dividing tone sign, etnachta, under the word עשרה, as if the verse ended there. The answer given is that nine of the brothers only were concerned with finding Joseph and being good brothers, whereas the tenth, Shimon, joined them only in order to buy grain. [the basis of the Midrash is the number “ten” being mentioned. We all knew that only ten brothers went to Egypt, Yaakov not allowing Binyamin to join them.  Hence, the Midrash reads additional meaning into the word “ten,” as well as into the tone sign under that word. Ed.]\n", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54c62c90fbfba248e1b57976", "index_title": "Haamek Davar on Genesis", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Genesis 42:3:1", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Haamek Davar on Genesis 42:3:1", "sourceHeRef": "העמק דבר על בראשית מ״ב:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b> וירדו אחי יוסף עשרה.</b> הודיע הכתוב שעתה נתקיים החלום הראשון של יוסף שחלם שאלומותיהם ישתחוו לאלומתו. ואז לא היה בנימין עמם בצאן שהיה עוד צעיר לימים ומש״ה היה שירדו אחי יוסף עשרה לשבור בר: ", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54c62c90fbfba248e1b57978", "index_title": "Haamek Davar on Genesis", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Genesis 42:3:2", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Haamek Davar on Genesis 42:3:2", "sourceHeRef": "העמק דבר על בראשית מ״ב:ג׳:ב׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ואת בנימין וגו׳.</b> כי לא היה בכלל החלום ע״כ הוסב דעת יעקב לבלי שלחו: ", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "57e77c7dd6e4a94c7c189780", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Genesis 42:3", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Tafsir Rasag, Genesis 42:3", "sourceHeRef": "תפסיר רס\"ג, בראשית מ״ב:ג׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 42.0003, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "בראשית", "he": "פאנחדרו עשרה אכ̇וה יוסף לימתארו ברא מן מצר", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58b6b128d6e4a952249cb738", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Genesis 42:3:1", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Minchat Shai on Torah, Genesis 42:3:1", "sourceHeRef": "מנחת שי על תורה, בראשית מ״ב:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "בראשית", "he": "<b>לשבר בר ממצרים.</b> וכן כתיב ממצרים בס' אספמיא ובספר ר\"ג לאפוקי ספרים שכתוב במצרים:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58fdc0c9d6e4a960c04a1fc8", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Vayishlach 8:1", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Midrash Tanchuma, Vayishlach 8:1", "sourceHeRef": "מדרש תנחומא, וישלח ח׳:א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "וישלח", "he": "‎<b>וַיֹּאמֶר</b> אֱלֹהִים אֶל יַעֲקֹב קוּם עֲלֵה בֵית אֵל. יְלַמְּדֵנּוּ רַבֵּנּוּ, בְּכַמָּה מְקוֹמוֹת פִּנְקָסוֹ שֶׁל אָדָם נִפְתָּחַת. כָּךְ שָׁנוּ רַבּוֹתֵינוּ, בִּשְׁלֹשָׁה מְקוֹמוֹת פִּנְקָסוֹ שֶׁל אָדָם נִפְתָּחַת. הַיּוֹצֵא לַדֶּרֶךְ יְחִידִי, וְהַיּוֹשֵׁב בְּבֵית הַמְּרוֹעָע, וְהַנּוֹדֵר וְאֵינוֹ מְשַׁלֵּם. רַבִּי אָחָא בַּר יַעֲקֹב מַיְתֵי לֵהּ הַטַעַם מִן הָדֵין קְרָא, וְקָרָהוּ אָסוֹן <small>(בראשית מד, כט)</small>. רַבִּי אֱלִיעֶזֶר בְּנוֹ שֶׁל רַבִּי יוֹסִי הַגְּלִילִי אוֹמֵר, אִם רָאִיתָ צַדִּיק יוֹצֵא לַדֶּרֶךְ, הַקְדֵּם עַל יָדְךָ שְׁלֹשָׁה יָמִים אוֹ הֵאַחֵר עַל יָדְךָ שְׁלֹשָה יָמִים כְּדֵי לָצֵאת עִמּוֹ. וְאִם רָאִיתָ רָשָׁע יוֹצֵא לַדֶּרֶךְ, הַקְדֵּם עַל יָדְךָ אוֹ הֵאַחֵר שְׁלֹשָה יָמִים, כְּדֵי שֶׁלֹּא לָצֵאת עִמּוֹ, מִפְּנֵי שֶׁהַשָּׂטָן מִזְדַּוֵּג לוֹ, שֶׁנֶּאֱמַר: הַפְקֵד עָלָיו רָשָׁע וְשָׂטָן יַעֲמֹד עַל יְמִינוֹ <small>(תהלים קט, ו)</small>. אֲבָל צַדִּיק, מַלְאֲכֵי שָׁלוֹם מְלַוִּין לוֹ, שֶׁנֶּאֱמַר: כִּי מַלְאָכָיו יְצַוֶּה לָּךְ <small>(תהלים צא, יא)</small>.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "<b>And God said unto Jacob: “Arise, go up to Beth-El” (Gen. 35:1).</b> May our master teach us: How many times is a man’s “account book”<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">The heavenly ledger wherein man’s deeds are recorded.</i> open? Thus did our masters teach us: A man’s account book is opened three times: when he journeys alone upon a highway; when he resides in a dilapidated house; when he vows and fails to fulfill. R. Aha the son of Jacob deduced the first statement from the biblical verse <i>If harm befall him by the way</i> (Gen. 42:3). R. Eliezer the son of R. Yosé the Galilean stated: If you should discover that a righteous man is setting out on a journey, leave even three days earlier or three days later in order to travel with him. But if you should see a wicked man setting out on a journey, leave three days earlier or three days later in order not to go with him, as it is said: <i>Set thou a wicked man over him; and let an adversary stand at his right hand</i> (Ps. 109:6). A righteous man, however, is accompanied by angels of peace, as it is said: <i>For He will give his angels charge over thee</i> (ibid. 91:11).", "versionTitle": "Midrash Tanhuma-Yelammedenu, trans. Samuel A. Berman", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא-ילמדנו, מתורגם בידי סמואל א' ברמן"}, {"_id": "58fdc0ccd6e4a960c04a21b8", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Miketz 6:5", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Midrash Tanchuma, Miketz 6:5", "sourceHeRef": "מדרש תנחומא, מקץ ו׳:ה׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 6.0005, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "מקץ", "he": "מִיָּד שָׁמַע יַעֲקֹב שֶׁהָיָה שֶׁבֶר בְּמִצְרַיִם, וְאָמַר לְבָנָיו רְדוּ שָׁמָּה וְשִׁבְרוּ וְגוֹ'. וַיֵּרְדוּ אֲחֵי יוֹסֵף עֲשָׂרָה. וְלָמָּה עֲשָׂרָה, שֶׁיֵּשׁ בָּהֶן כֹּחַ לִדְחוֹת הַפֻּרְעָנוּת, שֶׁכֵּן כְּשֶׁבָּא הַקָּדוֹשׁ בָּרוּךְ הוּא לְהַחֲרִיב אֶת סְדוֹם וְהָיָה אַבְרָהָם אָבִינוּ מְבַקֵּשׁ עֲלֵיהֶן רַחֲמִים מִן הַשָּׁמַיִם, הִתְחִיל מְסַפֵּר מִן חֲמִשִּׁים עַד עֲשָׂרָה, שֶׁנֶּאֱמַר: אוּלַי יִמָּצְאוּן שָׁם עֲשָׂרָה <small>(בראשית יח, לב)</small>, כִּי עֲשָׂרָה הִיא עֵדָה, שֶׁנֶּאֱמַר: עַד מָתַי לָעֵדָה וְגוֹ' <small>(במדבר יד, כז)</small>, וּכְתִיב: אֱלֹהִים נִצָּב בַּעֲדַת אֵל <small>(תהלים כב, א)</small>. לְכָךְ נֶאֱמַר וַיֵּרְדוּ אֲחֵי יוֹסֵף עֲשָׂרָה, שֶׁכֵּן בִּסְדוֹם אָמַר עַד עֲשָׂרָה. וַיָּבֹאוּ בְּנֵי יִשְׂרָאֵל לִשְׁבֹּר בְּתוֹךְ הַבָּאִים, שֶׁלֹּא יַכִּירֵם אָדָם. אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא, אַתֶּם אֲמַרְתֶּם וְנִרְאֶה מַה יִּהְיוּ חֲלֹמֹתָיו, הֵיכָן הַחֲלוֹם מִתְקַיֵּם. וַיַּרְא יוֹסֵף אֶת אֶחָיו וַיַּכִּרֵם וְהֵם לֹא הִכִּרֻהוּ, שֶׁלֹּא רִחֲמוּ עָלָיו. אֲבָל יוֹסֵף וַיַּכִּרֵם, שֶׁרִחֵם עֲלֵיהֶם.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "As soon as Jacob heard that there was corn in Egypt, he said to his sons: <i>Get you down thither, and buy for us from them</i>, etc. <i>And Joseph’s ten brethren went down</i> (ibid. 42:2–3). Why did all ten go? Because in that number resides the power to set aside retribution.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Because ten comprise a minyan and so they could beseech God as a congregation.</i> For example, when the Holy One, blessed be He, was about to destroy Sodom, our patriarch Abraham pleaded for heavenly mercy in their behalf. He spoke first of fifty men, but finally reduced the number to ten, as it is said: <i>Peradventure ten shall be found there</i> (ibid. 18:31). Ten men also comprise a congregation, as is said: <i>How long shall I bear with this evil congregation</i> (Num. 14:27), and <i>God standeth in the congregation of God</i> (Ps. 82:1). Hence Scripture states: <i>Joseph’s ten brethren went down</i> (Gen. 42:3). Just as in the case of Sodom, Scripture speaks here of ten. <i>And the sons of Israel came to buy among those that came</i> (Gen. 42:5), in order that no one would recognize them. The Holy One, blessed be He, declared: Because you have said: <i>We shall see what will become of his dreams</i> (ibid. 37:20), his dream was fulfilled. Joseph saw his brothers and recognized them, but they did not recognize him, for they had felt no compassion for him, while Joseph recognized them because he pitied them.", "versionTitle": "Midrash Tanhuma-Yelammedenu, trans. Samuel A. Berman", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא-ילמדנו, מתורגם בידי סמואל א' ברמן"}, {"_id": "58fdc0f5d6e4a960c04a391e", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Lech Lecha 9:3", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Midrash Tanchuma, Lech Lecha 9:3", "sourceHeRef": "מדרש תנחומא, לך לך ט׳:ג׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 9.0003, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "לך לך", "he": "אָמַר רַבִּי יְהוֹשֻׁעַ דְּסִכְנִין, סִימָן נָתַן לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא לְאַבְרָהָם, שֶׁכָּל מַה שֶּׁאֵרַע לוֹ אֵרַע לְבָנָיו. כֵּיצַד? בָּחַר בְּאַבְרָהָם מִכָּל בֵּית אָבִיו, שֶׁנֶּאֱמַר: אַתָּה הוּא ה' הָאֱלֹהִים אֲשֶׁר בָּחַרְתָּ בְּאַבְרָם וְהוֹצֵאתוֹ מֵאוּר כַּשְׂדִּים וְשַׂמְתָּ שְׁמוֹ אַבְרָהָם <small>(נחמיה ט, ז)</small>. וּבָחַר בְּבָנָיו מִשִּׁבְעִים אֻמּוֹת, שֶׁנֶּאֱמַר: כִּי עַם קָדוֹשׁ אַתָּה לַה' אֱלֹהֶיךָ וּבְךָ בָּחַר ה' לִהְיוֹת לוֹ לְעַם סְגֻלָּה מִכֹּל הָעַמִּים אֲשֶׁר עַל פְּנֵי הָאֲדָמָה <small>(דברים יד, ב)</small>. לְאַבְרָהָם נֶאֱמַר לֶךְ לְךָ, וּלְבָנָיו נֶאֱמַר אַעֲלֶה אֶתְכֶם מֵעֳנִי מִצְרַיִם אֶל אֶרֶץ הַכְּנַעֲנִי וְהַחִתִּי וְהָאֱמֹרִי וְהַפְּרִיזִּי וְהַחִוִּי וְהַיְבוּסִי אֶל אֶרֶץ זָבַת חָלָב וּדְבָשׁ <small>(שמות ג, יז)</small>. לְאַבְרָהָם נֶאֱמַר: וַאֲבָרְכֶךָ וַאֲגַדְּלָה שְׁמֶךָ וֶהְיֵה בְּרָכָה וַאֲבָרְכָה מְבָרְכֶךָ. וּלְבָנָיו נֶאֱמַר: יְבָרֶכְךָ ה'. לְאַבְרָהָם נֶאֱמַר: וְאֶעֶשְׂךָ לְגוֹי גָּדוֹל, וּלְבָנָיו נֶאֱמַר: וּמִי גּוֹי גָּדוֹל <small>(דברים ד, ח)</small>. אַבְרָהָם כְּתִיב בּוֹ: אֶחָד הָיָה אַבְרָהָם <small>(יחזקאל לג, כד)</small>. וְיִשְׂרָאֵל: וּמִי כְעַמְּךָ יִשְׂרָאֵל וְגוֹ' <small>(דה״‎א יז, כא)</small>. לְאַבְרָהָם נֶאֱמַר: וַיְהִי רָעָב בָּאָרֶץ וַיֵּרֶד אַבְרָם מִצְרַיְמָה לָגוּר שָׁם כִּי כָבֵד הָרָעָב בָּאָרֶץ. וּלְבָנָיו כֵּיוָן שֶׁשָּׁבוּ לְמִצְרַיִם, וְהָרָעָב כָּבֵד בָּאָרֶץ <small>(בראשית מג, א)</small>. אַבְרָהָם עַל יְדֵי הָרָעָב יָרַד לְמִצְרָיִם, וְאַף בָּנָיו עַל יְדֵי הָרָעָב יָרְדוּ לְמִצְרַיִם, שֶׁנֶּאֱמַר: וַיֵּרְדוּ אֲחֵי יוֹסֵף עֲשָׂרָה לִשְׁבֹּר בָּר מִמִּצְרָיִם <small>(בראשית מב, ג)</small>. אַבְרָהָם כְּשֶׁיָּרַד נִזְדַּוְּגוּ לוֹ הַמִּצְרִים, וַיִּרְאוּ הַמִּצְרִים אֶת הָאִשָּׁה כִּי יָפָה הִיא מְאֹד <small>(בראשית יב, יד)</small>. אַף לְבָנָיו, הָבָה נִתְחַכְּמָה לוֹ פֶּן יִרְבֶּה וְהָיָה כִּי תִקְרֶאנָה מִלְחָמָה וְנוֹסַף גַּם הוּא עַל שׂנְאֵינוּ וְנִלְחַם בָּנוּ וְעָלָה מִן הָאָרֶץ <small>(שמות א, י)</small>.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "R. Joshua of Sikhnin was of the opinion that the Holy One, blessed be He, gave Abraham a sign that whatever happened to him would likewise happen to his descendants. He chose Abraham from among all those in his father’s house, as it is said: <i>Thou art the Lord God who didst choose Abraham, and brought him forth out of Ur of the Chaldees, and gavest him the name of Abraham</i> (Neh. 9:7). And He selected Abraham’s sons to be His chosen ones among the seventy nations, as is said: <i>For thou art a Holy people unto the Lord thy God, and the Lord hath chosen thee to be His own treasured nation out of all the peoples that are upon the face of the earth</i> (Deut. 14:2). He said to Abraham: Get thee, and to Abraham’s sons, He said: <i>I will bring you up out of the affliction of Egypt unto the land of the Canaanite, and the Hittite, and the Emorite,</i> etc. (ibid. 3:17). He promised Abraham: <i>And I will bless thee, and make thy name great; and be thou a blessing</i> (Gen. 12:2), and He told his sons: <i>The Lord bless thee, and keep thee</i> (Num. 6:24). To Abraham He said: <i>I will make thee a great nation</i> (Gen. 12:2), and to his descendants He said: <i>And what great nation is there</i> (Deut. 4:8). Concerning Abraham it is written: <i>Abraham was one</i> (Ezek. 33:24), and of Israel it is said: <i>And who is like thy people Israel, a nation one in the earth</i> (I Chron. 17:21). In reference to Abraham it is said: <i>and hunger was in the land</i> (Gen. 12:10), and about his descendants it is said: <i>When they returned to Egypt, hunger was already in the land</i> (ibid. 43:1). Abraham descended to Egypt because of famine, and his sons, also, descended because of famine, as is said: <i>And Joseph’s ten brethren went down to buy corn from Egypt</i> (ibid. 42:3). When Abraham descended the Egyptians approached him, <i>and the Egyptians beheld the woman that she was very fair</i> (ibid. 12:14), and concerning his descendants, the Egyptians declared: <i>Come, let us deal wisely with them lest they multiply, and it come to pass, that when there befalleth us any war, they also join themselves unto our enemies, and fight against us, and get them up out of the land</i> (Exod. 1:10).", "versionTitle": "Midrash Tanhuma-Yelammedenu, trans. Samuel A. Berman", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא-ילמדנו, מתורגם בידי סמואל א' ברמן"}, {"_id": "5926b208d6e4a9576039e81d", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Lech Lecha 12:1", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Midrash Tanchuma Buber, Lech Lecha 12:1", "sourceHeRef": "תנחומא בובר, לך לך י״ב:א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "לך לך", "he": "אמר ר' יהושע דסכנין בשם ר' לוי סימן מסר הקב\"ה לאברהם שכל מה שאירע לו אירע לבניו, אברהם נבחר מכל בית אביו, אף ישראל נבחרו משבעים לשון, נאמר לאברהם לך לך, ונאמר לישראל ואמר אעלה אתכם וגו' <small>(שמות ג יז)</small>, נאמר לאברהם ואברכה מברכיך <small>(בראשית יב ג)</small>, ואף לישראל יברכך ה' וישמאך <small>(במדבר ו כד)</small>, נ אמר לאברהם [ואעשך לגוי גדול ואברכך] ואגדלה שמך <small>(בראשית יב ב)</small> ואף בישראל ומי גוי גדול וגו' <small>(דברים ד ח)</small>, אברהם נקרא יחיד שנאמר (כי) אחד היה אברהם <small>(יחזקאל לג כד)</small> ואף ישראל ומי כעמך ישראל גוי אחד בארץ <small>(דה\"א יז כא)</small>, מה אברהם כיון שבא לארץ היה רעב בארץ, אף ישראל כיון שישבו בארץ ישראל היה רעב, שנאמר והרעב כבד בארץ <small>(בראשית מג א)</small>, מה אברהם על ידי רעב ירד למצרים, [שנאמר ויהי רעב בארץ וירד אברם מצרימה <small>(שם יב י)</small>], אף ישראל, שנאמר וירדו אחי יוסף עשרה לשבור בר <small>(שם מב ג)</small>, מה אברהם כיון שירד למצרים נתגרו בו המצרים, אף ישראל, שנאמר הבה נתחכמה וגו' <small>(שמות א י)</small>, מה אברהם נזדווגו לו ארבעה מלכים, אף ישראל עתידין האומות לעשות המוניה עליהם, שנאמר יתיצבו מלכי ארץ <small>(תהלים ב ב)</small>, מה אברהם יצא הקב\"ה ונלחם לפניו והרג שונאיו, אף הקב\"ה נלחם לישראל, לעתיד לבא הקב\"ה יוצא ונלחם מלחמותיהם, שנאמר ויצא ה' ונלחם בגוים ההם כיום הלחמו ביום קרב <small>(זכריה יד ג)</small>.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "R. Joshua of Sikhnin said in the name of R. Levi: The Holy One transmitted a sign<sup class=\"footnote-marker\">59</sup><i class=\"footnote\">Gk.: <i>semeion</i>.</i> to Abraham that whatever had happened to him would happen to his children.<sup class=\"footnote-marker\">60</sup><i class=\"footnote\">Cf. Gen. R. 40:6.</i> Abraham was chosen from the whole household of his father. Israel also was chosen from seventy tongues. It was said to Abraham (in Gen. 12:1): <small>GO … &lt; FROM YOUR FATHER'S HOUSE &gt;</small>; and it was said for Israel (in Exod. 3:17): <small>AND I HAVE SAID: I WILL BRING YOU UP &lt; OUT OF THE AFFLICTION OF THE LAND OF EGYPT &gt;</small>. It was said to Abraham (in Gen. 12:3): <small>I WILL BLESS THOSE WHO BLESS YOU</small>; and also for Israel (in Numb. 6:24): <small>THE LORD BLESS YOU AND KEEP YOU</small>. It was said to Abraham (in Gen. 12:2): <small>[THEN I WILL MAKE YOU INTO A GREAT NATION, BLESS YOU], AND MAKE YOUR NAME GREAT</small>; and also concerning Israel (in Deut. 4:8): <small>AND WHAT GREAT NATION IS THERE &lt; WHICH HAS STATUTES AND ORDINANCES AS RIGHTEOUS AS ALL THIS LAW THAT I SET BEFORE YOU THIS DAY &gt;</small>? Abraham was called an individual, as stated (in Ezek. 33:24): <small>ABRAHAM WAS ONE (<i>ehad</i>)</small>; and also Israel (in I Chron. 17:21): <small>AND WHO IS LIKE YOUR PEOPLE ISRAEL, A UNIQUE (<i>ehad</i>) NATION ON EARTH</small>? Just as with Abraham, when he came to the land, there was a famine in the land; with Israel also, when they had settled in the land of Israel, there was famine, as stated (in Gen. 43:1): <small>BUT THE FAMINE WAS SEVERE IN THE LAND</small>. Just as Abraham went down to Egypt because of famine, [as stated (in Gen. 12:10): <small>NOW THERE WAS A FAMINE IN THE LAND, AND ABRAM WENT DOWN TO EGYPT]</small>; so with Israel, as stated (in Gen. 42:3): <small>SO THE TEN BROTHERS OF JOSEPH WENT DOWN TO BUY GRAIN &lt; FROM EGYPT &gt;</small>. Just as in the case of Abraham, when he went down to Egypt, the Egyptians provoked him; so in the case of Israel, as stated (in Exod. 1:10): <small>COME, LET US (Egyptians) ACT SHREWDLY &lt; TOWARD THEM (Israel), LEST THEY MULTIPLY &gt;</small>…. Just as in the case of Abraham, four kings engaged him in battle;<sup class=\"footnote-marker\">61</sup><i class=\"footnote\">“Engage in battle” comes from the Hebrew root <i>ZWG</i>, which corresponds to the Greek <i>zeugos</i> or <i>zugon</i>.</i> so in the case of Israel, the nations are going to make an alliance<sup class=\"footnote-marker\">62</sup><i class=\"footnote\">Gk.: <i>omonoia</i>.</i> against them, as stated (in Ps. 2:2): <small>THE KINGS OF THE EARTH TAKE THEIR STAND, &lt; AND THE RULERS TAKE COUNSEL TOGETHER AGAINST THE LORD AND AGAINST HIS ANOINTED &gt;</small>. Just as in the case of Abraham, the Holy One went out to fight before him and slew his enemies; so the Holy One has fought for Israel. In the age to come the Holy One is going out to fight their wars, as stated (in Zech. 14:3): <small>THEN THE LORD WILL COME FORTH AND FIGHT WITH THOSE NATIONS AS WHEN HE FIGHTS IN THE DAY OF BATTLE</small>.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5926b21ed6e4a9576039f52b", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Miketz 10:1", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Midrash Tanchuma Buber, Miketz 10:1", "sourceHeRef": "תנחומא בובר, מקץ י׳:א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "מקץ", "he": "וירדו אחי יוסף עשרה. אמר להם יעקב בבקשה מכם אל תכנסו בפולי אחד מפני עין הרע, וכן עשו, כיון שנכנסו לא נכנסו כולם כאחד, אלא כל אחד ואחד בפני עצמו, מה עשה יוסף הושיב שומרים על פתח פילאות של מצרים, אמר כל מי שהוא נכנס יהא שמו ושם אביו כתוב אצליכם ותהיו מביאים לי שמותם, וכיון שנכנסו בני יעקב כל אחד ואחד בפני עצמו, הוא היה אומר מה שמך, והוא אומר לו ראובן בן יעקב, וכן כל אחד ואחד מהם כותב שמו ושם אביו, והביאו הכתבים אצל יוסף, אמר להם לכו והביאו אותם, הלכו ומצאום בשוק של זונות והביאום אצל יוסף, מיד הכירם יוסף, שנאמר ויכר יוסף את אחיו, התחיל מזכיר את החלומות, שנאמר ויזכר יוסף את החלומות אשר חלם להם, ויתנכר אליהם וידבר אתם קשות, התחיל מתקשה להם ואמר להם מאין באתם, כיון שאמרו מארץ כנען, אמר לשמעון וללוי למודים אתם להיות בוזזים את בני אדם כשם שעשיתם בשכם, הוי וידבר אתם קשות. ", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Gen. 42:3:) <small>SO JOSEPH'S TEN BROTHERS WENT DOWN &lt; TO BUY GRAIN IN EGYPT &gt;</small>. Jacob said to them: Will you please not &lt; all &gt; enter by one gate<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">Gk.: <i>pyle</i>.</i> because of the evil eye?<sup class=\"footnote-marker\">28</sup><i class=\"footnote\"><i>Tanh</i>., Gen. 10:8; Gen. R. 91:6; cf. 91:2; cf. also above, 10:8; below, 10:17.</i> And so they did. When they entered, they did not all enter as a unit, but each and every one all by himself. What did Joseph do? He posted guards over the entrance gates of Egypt. He said: Let each and every one who enters have his name and the name of his father written under your supervision. Then you are to bring their names to me. So, when the children of Jacob entered, each and every one all by himself, he (a guard) said: What is your name? So he told him: Reuben ben Jacob. And so it was with each and every one of them. &lt; A guard &gt; would write down his name and the name of his father. Then they brought &lt; the names &gt; to Joseph. Joseph immediately recognized them, as stated (in Gen. 42:8): <small>SO JOSEPH RECOGNIZED HIS BROTHERS</small>. He began to recall the dreams, as stated (in Gen. 42:9): <small>NOW JOSEPH REMEMBERED THE DREAMS THAT HE HAD DREAMED ABOUT THEM</small>. (Vs. 7:) <small>BUT HE BECAME A STRANGER UNTO THEM, AND HE SPOKE HARSHLY WITH THEM</small>. He began to treat them harshly, <small>AND</small> (ibid., cont.) <small>HE SAID TO THEM: WHERE DO YOU COME FROM</small>? When they said: From the land of Canaan, he said to Simeon and Levi: Are you accustomed to pillaging people just as you did at Shechem (in Gen. 34:25-26)? Ergo (in Gen. 42:7): <small>AND HE SPOKE HARSHLY WITH THEM</small>.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5926b21ed6e4a9576039f53b", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Miketz 10:2", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Midrash Tanchuma Buber, Miketz 10:2", "sourceHeRef": "תנחומא בובר, מקץ י׳:ב׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 10.0002, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "מקץ", "he": " ויכר יוסף את אחיו, כשנפלו בידו, והם לא הכירוהו, כשנפל בידם. אמר דוד רועה ישראל האזינו נוהג כצאן יוסף <small>(תהלים פ ב)</small> כך דרש ר' תנחומא רדו שמה שראה שיורדים ומשתעבדים במצרים רד\"ו שנים. ד\"א רדו ללמדך שכל הלוקח תבואה מן השוק ירידה היא לו. וירדו אחי יוסף עשרה, בני ישראל אין כתיב כאן, אלא אחי יוסף, לפי שמתחילה לא נהגו עמו אחוה שמכרוהו ולבסוף נתחרטו, ואמרו אימתי נרד למצרים ונחזור את יוסף לאבינו, וכשאמר להם אביהם לירד למצרים הלכו כולם בדעת אחת להחזירו, לכך כתיב וירדו אחי יוסף, ולמה עשרה, שהיה בהם לכלות את הפורענות ולבטל את הגזירה, לכך אתה מוצא בסדום שירד אברהם מחמשים עד עשרה, כיון שלא מצא עשרה, שתק אברהם הצדיק, ולפי שלא היו בדור המבול עשרה לא נוצלו, כי לא היה שם אלא נח ושלשה בניו ונשותיהם דהיינו שמונה.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Gen. 42:8:) <small>SO JOSEPH RECOGNIZED HIS BROTHERS</small>, when they fell into his hands. (Gen. 42:8, cont.:) <small>BUT THEY DID NOT RECOGNIZE HIM</small>,<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">I.e., treat him like a brother.</i> when he had fallen into their hands.<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">Gen. R. 91:7.</i> David said (in Ps. 80:2 [1]): <small>GIVE EAR, O SHEPHERD OF ISRAEL, WHO LEADS JOSEPH LIKE A FLOCK</small>.<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">Cf. Gen. R. 91:5; <i>Tanh</i>., Gen. 10:7; <i>PR</i> 29/30B:1 (= 29:6 in the Breslau edition); M. Pss. 80:2.</i> Thus has R. Tanhuma expounded (on Gen. 42:2): <small>GO DOWN THERE (<i>RDW</i>)</small> &lt; means &gt; that he saw that they would go down and be enslaved in Egypt for two hundred and ten (i.e., the numerical value of <i>RDW</i>) years.<sup class=\"footnote-marker\">32</sup><i class=\"footnote\"><i>Tanh</i>., Gen. 10:8; Gen. R. 91:2.</i> Another interpretation of <small>GO DOWN</small>. &lt; These words are &gt; to teach you that anyone who buys produce from the marketplace has a going down (in status).<sup class=\"footnote-marker\">33</sup><i class=\"footnote\"><i>Gen.</i> R. 91:6. It is assumed here that such trade signifies misfortune, since normally one’s own land provided for basic needs. See <i>Men.</i> 103b.</i> (Gen. 42:3:) <small>SO JOSEPH'S TEN BROTHERS WENT DOWN</small>. \"The children of Israel\" is not written here but <small>JOSEPH'S &lt; TEN &gt; BROTHERS</small>. &lt; It is so written &gt; because at the beginning they had not treated him with brotherhood, in that they had sold him. Then they had finally repented and said: When shall we go down to Egypt and return Joseph to our father? So, when their father told them to go down to Egypt, they all went with one mind to return him. It is therefore written (in Gen. 42:3): <small>SO JOSEPH'S &lt; TEN &gt; BROTHERS WENT DOWN</small>. And why ten? Because it was up to them to end the divine punishment and annul the decree (of Gen. 15:13). You therefore find in the case of Sodom that Abraham went down from fifty &lt; righteous &gt; to ten.<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">The midrash is alluding to Abraham bargaining with the Holy One over the fate of Sodom in Gen. 18:22-33.</i> When he did not find ten, Abraham the Righteous was silent. Moreover, because there were not ten &lt; righteous &gt; in the generation of the flood, they were not saved. Indeed, there were none there except Noah, his three sons, and their wives, i.e., eight.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5926b21ed6e4a9576039f5b3", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Miketz 17:1", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Midrash Tanchuma Buber, Miketz 17:1", "sourceHeRef": "תנחומא בובר, מקץ י״ז:א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "מקץ", "he": "מה כתיב למעלה מן הענין, וירדו אחי יוסף עשרה <small>(בראשית מב ג)</small>, כיון שירדו למצרים עשה יוסף בערמה שלש פרוסטגמיות (פי' כתבים),  ", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "What is written above on the matter (in Gen. 42:3)? <small>SO JOSEPH'S TEN BROTHERS WENT DOWN</small>. When they went down to Egypt, Joseph cunningly issued three <i>prostagmata</i><sup class=\"footnote-marker\">74</sup><i class=\"footnote\">The Greek word means “commands.”</i> {i.e., writs}:", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5964d5a8d6e4a92bf45a83ad", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Bereshit 42:3:1-4", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Rabbeinu Bahya, Bereshit 42:3:1-4", "sourceHeRef": "רבנו בחיי, בראשית מ״ב:ג׳:א׳-ד׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "בראשית", "he": ["<b>וירדו אחי יוסף עשרה.</b> היה לו לומר בני יעקב, אבל למד שהיו מתחרטים במכירתו ונתנו לבם להתנהג עמו באחוה ולפדותו בכל ממון שיפסקו עליהם. ", "<b>או יש</b> לפרש כי הכתוב יבאר כוונתם הטובה אצלו כי ירדו עשרה כדי שיתפללו עליו במנין שהרי אין קדושה בפחות מעשרה, שנאמר (ויקרא כ״ב:ל״ב) ונקדשתי בתוך בני ישראל. ", "<b>והרמב\"ן </b>פירש וירדו אחי יוסף עשרה כדי לקיים החלום הראשון של, החלומות כי הוא היה מספר אל אחיו העשרה כי בו אמר (בראשית ל״ז:ה׳-ו׳) ויגד לאחיו ויוסיפו עוד שנוא אותו. ולהם אמר והנה אנחנו מאלמים אלומים. כי בנימן איננו בכלל הזה, ונתקיים עתה החלום הזה כאשר השתחוו אליו. והחלום השני שכתוב והנה השמש והירח ואחד עשר כוכבים לא יוכל להתקיים עד שיבא בנימן וגם אביו. ", "<b>ובמדרש </b>וירדו אחי יוסף עשרה, אמר להם יוסף כל מי שיכנס לשבור בר כתבו שמו ושם אביו ושם עירו ולערב הביאו לי פתקיהן, כיון שבאו בני יעקב כל אחד ואחד נכנס בשער שלו וכתבו שמותם, לערב הביאו פתקיהן לפני יוסף זה קורא ראובן בן יעקב וזה קורא שמעון בן יעקב וכן כל השערים. מיד אמר להם יוסף סתמו את האוצרות ופתחו אוצר אחד, ונתן שמותם לבעל האוצר ואמר לו כשיבואו אנשים אלו לידך תפוס אותם ושגרם לי, עברו שלשה ימים ולא באו מיד נטל עשרה גבורים מבית פרעה ושגר בשבילם לבקר אותם בשוק, הלכו ומצאו אותם בשוק של זונות. ולמה בשוק של זונות, אמרו יוסף היה יפה תואר ויפה מראה שמא הוא בקובה של זונות מיד תפסו אותם והביאום לפני יוסף. "], "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": ["וירדו אחי יוסף עשרה, “ten of Joseph’s brothers descended.” The Torah should have written: “ten sons of Yaakov descended.” The reason that the Torah refers to them as “Joseph’s brothers” indicates that they had repented the fact that they had sold him and had meanwhile resolved to relate to him as their brother and to buy his freedom at whatever cost. (Tanchuma Miketz 8).", "An alternative reason why the Torah describes the ten sons of Yaakov as ten brothers of Joseph may be that the Torah wanted to inform us of their good intention to pray for Joseph’s welfare by forming a quorum of 10 worshipers. We know that the minimum number of adult males required to form a holy congregation is 10. This is why the Torah refers to ונקדשתי בתוך בני ישראל, “I will be sanctified amongst the children of Israel” (Leviticus 22,32).", "Nachmanides writes that the brothers are described as such to alert us to the fact that at this point Joseph’s first dream, which involved 10 people binding sheaves was in the process of becoming true. In that dream Binyamin (only 11 years old) was not included as binding sheaves. As soon as the brothers paid their respects to the ruler of Egypt this dream had been fulfilled. (verse 6). The second dream in which eleven stars bowed down to Joseph could not be fulfilled until Binyamin too came to Egypt with his brothers as well as his father Yaakov.", "According to Bereshit Rabbah 91,6 the wording of the Torah in which the ten brothers of Joseph are described as traveling to Egypt is based on the fact that Joseph had issued instructions to his officials that the names of the persons coming to Egypt to buy grain as well as the names of such person’s father as well as his home town be recorded in a central register. He would scan the list of names every evening. As soon as the names of his brothers appeared on one of these lists, Joseph closed all the grain distributing points bar one to force his brothers to make their purchases at that point. He supplied his officials with the names of his brothers and waited for them to arrive at that distribution point in order to arrest them upon arrival. When three days passed and none of Joseph’s brothers was reported as having made any purchases, Joseph took men from Pharaoh’s palace guard to search for his brothers in the market-place. They were located in the red light district. When questioned by the palace guards why they had spent so much time in that location they told the guards that a handsome brother of theirs who had been missing for a long time might have been sold into prostitution and that they had come to buy his freedom."], "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5993fa86d6e4a95930ec468f", "index_title": "Malbim on Genesis", "category": "Commentary", "type": "commentary", "ref": "Malbim on Genesis 42:3:1-2", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Malbim on Genesis 42:3:1-2", "sourceHeRef": "מלבי\"ם על בראשית מ״ב:ג׳:א׳-ב׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על בראשית", "he": ["<b>שאלות: </b> למה ירדו עשרה, ודי שילכו קצת מהם, ולמה אמר כי היה הרעב בארץ כנען:", "<b>וירדו</b>. מצד שהם <b>אחי יוסף</b> ירדו כל העשרה כי היה בדעתם לבקשו שם, או שמן השמים נסתבב כך כדי לקיים חלום האלומות, <b>ואת בנימין לא שלח יעקב, </b>יען שהוא <b>אחי יוסף </b>ירא יעקב פן יקראנו אסון כאחיו:"], "heVersionTitle": "Malbim, Vilna Romm, 1892.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ae9be839197ec001aac1ecf", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Genesis 42:3:1", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Midrash Aggadah, Genesis 42:3:1", "sourceHeRef": "מדרש אגדה, בראשית מ״ב:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "בראשית", "he": "וירדו אחי יוסף עשרה. <i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"8\"></i> ממשמש שנאמר אחי יוסף איני יודע שהם עשרה, אלא תשעה חלוקין לאהבה ואחד לשבר בר:", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ae9be839197ec001aac1ed1", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Genesis 42:3:2", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Midrash Aggadah, Genesis 42:3:2", "sourceHeRef": "מדרש אגדה, בראשית מ״ב:ג׳:ב׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "בראשית", "he": "ד\"א וירדו אחרי יוסף. <i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"9\"></i> ראוי לומר בני יעקב, מהו אחי יוסף, אלא מתחלה לא נהגו בו מנהג אחוה, אלא מכרוהו לערביים, ואחר כך נתחרטו, ובכל יום ויום היו אומרים נלך ונחפש אחריו ונביאהו אצלינו, וכשאמר להם יעקב רדו שמה, נתנו כולם עיניהם לנהוג בו מנהג אחוה <i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"10\"></i> אף יוסף היה יודע שאחיו יורדים למצרים, מה עשה מינה שוערים על עשר שערים, אמר להם כל מי שיבוא לפתח כתבו שמו, ולערב הביאו לי הפתקין וקראו לפני, בשער האחד נכנס ראובן בן יעקב, ובשער השני שמעון בן יעקב, וכן העשרה שערים, אמר לעבדיו סתמו השערים והאוצרות והניחו אוצר אחד פתוח, ונתן שמותם לאותן שממונים על האוצר, אמר להם לכשיבאו אלו לקנות בר הביאו אותם אלי, עברו כמה ימים ולא באו, שיגר אחריהם לשוק של זונות, ונתן להם סימנים, ונתן לעבדיו דברים אם תראו אותם תפסום והביאו אותם הלכו ומצאו אותם בשוק של זונות, וכי בני יעקב הי' להם עסק בשוק של זונות, אלא כך חשבו בלבם ואמרו, אחינו יוסף יפה תואר, ושמא הושיבוהו בקובה של זונות, מיד תפסום והביאום לפני יוסף, מיד ויתנכר אליהם, <i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"11\"></i> מלמד שנעשה להם כקוסם, נטל את הגביע והקיש בו אמר להם מרגלים אתם אמרו לו כנים אנחנו, אמר להם אם אתם כנים למה לא נכנסתם כולכם בפתח אחד, אמרו לו כך צוה לנו אבינו, אמר להם מה טיבכם בשוק של זונות, אמרו לו אבידה נאבדה לנו ואנו מבקשים אותה שמא נמצא אותה, אמר להם כך אני רואה בגביע ששנים מכם החריבו כרך של שכם, ואחד מכם מכרתם לערביים, מיד נזדעזעו ואמרו לו שנים עשר היינו, האחד מת, והשני אצל אבינו, אמר להם לכו והביאו אותו, הלכו אל אביהם אמרו לו סיפר לנו האיש ולמולדתינו שמא כאילו נתגדל בינותינו, והרבה צער ציער אותנו, ואמר לנו מרגלים אתם, ואם לאו הביאו את אחיכם ויאמינו דבריכם, אמר להם יעקב שמעון היכן הוא, אמרו לו תפס אותו וחבשו, אמר להם הוספתם יגון על יגון:", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ae9be839197ec001aac1ed3", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Genesis 42:3:3", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Midrash Aggadah, Genesis 42:3:3", "sourceHeRef": "מדרש אגדה, בראשית מ״ב:ג׳:ג׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 3.0003, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "בראשית", "he": "ד\"א ויוסף הוא השליט. מה עשה <i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"12\"></i> שלש גזירות גזר, שלא יכנס בה עבד, ושלא יכנס אדם בה בשני חמורים, ושלא יכנס אדם עד שיכתוב שמו ושם אביו ושם זקינו, <i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"13\"></i> [והיה מנשה עמד] והיה מקבל הפתקאות:", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0ab529f746f30016ee683e", "index_title": "Or HaChaim on Genesis", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Genesis 42:3:2", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Or HaChaim on Genesis 42:3:2", "sourceHeRef": "אור החיים על בראשית מ״ב:ג׳:ב׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "he": "<b>עשרה</b>. אולי הלכו כולן לחשש הרגיל בשני רעב כי תרע עין אדם ברעהו ועל פת לחם יפשעו לגזול ולהרוג איש אחיהו, לזה הלכו כולם כדי שאיש את אחיהו יעזורו, וגם בנימין היו רוצים להוליכו עמם אלא שיעקב לא רצה, והוא אומרו <b>ואת בנימין לא שלח</b> וגו', הא למדת שזולת טעם זה גם אותו היה שולח עמהם:", "heVersionTitle": "On Your Way ", "heLicense": "", "heVersionTitleInHebrew": "", "text": "<b><span class=\"font1\">עשרה</span>, ten.</b> During famine, more than during any other time, people are extremely miserly and malevolent; they are apt to commit robbery and even murder to secure a piece of bread. This is why all the brothers went down to Egypt. If attacked, they could help one another. They also wanted to take Benjamin with them, but their father demurred. This is why the Torah makes a point of saying: \"he did not send Benjamin.\" Had it not been for Jacob's concern that an accident would befall Benjamin he would have sent him along.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0ab529f746f30016ee6841", "index_title": "Or HaChaim on Genesis", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Genesis 42:3:3", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Or HaChaim on Genesis 42:3:3", "sourceHeRef": "אור החיים על בראשית מ״ב:ג׳:ג׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 3.0003, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "he": "<b>עוד</b> נראה שלא היה מוכר יוסף אלא דבר קצוב לכל אחד, ונתחכם בזה לב' דברים, א' נגלה וא' נסתר, הנגלה כדי שלא יתתגר אדם בתבואה, ויש בזה שבח לו ושבח לקונים, שבח לו כדי שישתכר הוא בכל עליית השערים, ושבח לקונים כי הוא לא יעלה השער ביותר, ואחד נסתר כדי שיבואו כל האחים אצלו כמו שכן היה כי באו כולן לקנות כל אחד הקצוב:", "heVersionTitle": "On Your Way ", "heLicense": "", "heVersionTitleInHebrew": "", "text": "Besides, it appears that Joseph was selling a fixed amount of grain to each purchaser. He had two objectives in mind, an obvious one and a secret one. The obvious objective was to prevent speculating in grain if someone were to purchase an amount larger than for his own needs. Joseph's method was of benefit both to him and to the purchasers. By refusing to sell large quantities at one time, Joseph could take advantage of any rise in price when it occurred. The customers benefited by what he did since Joseph did not raise prices unreasonably. Joseph's secret objective was to force each of the brothers to make a trip to Egypt to provision himself as he only sold rations for one family at a time.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c17901dbb386c00d3de9c29", "index_title": "Torat HaOlah", "category": "Jewish Thought", "type": "", "ref": "Torat HaOlah, Part Three 66:1", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Torat HaOlah, Part Three 66:1", "sourceHeRef": "תורת העולה, חלק ג ס״ו:א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1560, 1570], "commentaryNum": 66.0001, "collectiveTitle": {"en": "Torat HaOlah", "he": "תורת העולה"}, "he": "אחר שנתבאר קצת מסוד עגלה בת שנתה, אמרתי להשלים טעמו בפרק זה, עם פרים ושעירים הנשרפים בחוץ אשר דינם לטמאות כל המתעסק בהן כדין הפרה אשר מזה נראה שיש להם דבר משתפם זה לזה. הנה נתבאר בפרק שעבר טעם העגלה אשר היא באה להורות על מעשה ארץ מצרים אשר ישבו בה ולכן היתה עגלה לפי שמצרים נמשלה לעגלה כמו שנאמר (ירמיה מו) עגלה יפיפיה מצרים ודרשו ז\"ל תבא עגלה שלא עשתה פירות ותכפר על ההורג שלא הניח לנהרג לעשות פירות והוא כדעת מצרים שלא הניחו ישראל לעשות פירות וכמו שמצינו בפטר חמור שהוא זכרון ליציאת מצריפ שצוה השם יתעלה לערפו כן צוה כאן לערוף העגלה וטעם הערופה כתבתי לעיל פרק ל\"ב. והיו עורפין אותו בנחל על שם נחל מצרים, ואף למ\"ד דלא בעינן מים גבי עגלה ערפה ונחל הוא העמק מכל מקום היה זכרון ליציאת מצרים כאשר היה בעמק כמו שנאמר (בראשית מ״ב:ג׳) רדו שמה, וכתיב (שם) וירדו אחי יוסף וגו', וכמו שמצרים היה בחפצם להרוג ישראל ושלא נודע מי הכהו, עד שעל ידי כן צוה פרעה מלך מצרים בתחלה למילדות להמית הבנים בעודן על האבנים, ועל זה נחתם דינן של מצרים שיוטבעו במים, וכמו שדרשו ז\"ל אחזו לנו שועלים שועלים קטנים מחבלים כרמים, שאותן שועלים קטנים שהיו מחבלין כרמים טבעו בים, ועל זה בא גם כן עגלה ערופה לכפר על מי שלא נודע מי הכהו, להורות עתיד הקדוש ברוך הוא להפרע ממנו כמו שפרע מן העגלה הזה שהיא מצרים, אף ששם גם כן לא היה נודע מי הכהו, לישראל, ואפ\"ה השם יתעלה שגלוי לו כל סתר נפרע וכן יהיה בענין זה והוא כדרך שאמר מי שפרע מדור המבול ומדור הפלגה ואנשי סדום ומצרים הוא יפרע וכו' ולכן אם היה אחד בעולם שהיה מכיר ברוצח לא היו עורפין העגלה, כי מעתה אינו מסור לשמים לבד ובהיות כי במצרים מדד להן הקדוש ברוך הוא מדה כנגד מדה, וכמו שאמר יתרו כי בדבר אשר זדו עליהן על כן היה המצוה במדידה אף על פי שהיה קרוב לעיר בנגלה, להורות על המדה שמודד בה הקדוש ברוך הוא, ועל כן היו הבית דין מודדין כי עיקר כוונת המדידה להורות על מדידת הבית דין, והיו הכהנים רוחצין ידיהן ואמרו כפר לעמך ישראל וגו', וכבר נתבאר מענין רחיצת ידים במקדש שהוא מורה על קבלת השפע מלמעלה לעשות שליחתו, הן להעניש הן להשכיר, ועל כן היו הכהים שהם כדמות מלאכי מעלה רוחצין ידיהם להורות שהרבה שלוחים למקום, שבו יענש הרוצח, והיה כפרה לישראל לבער דם הנקי מתוכן ולכן אמרו סוף פרק ב' דמגילה כפרה כתיב בה כקדשים ועוד גלו חכמים ענין הדברים בדרך שנתבארו, אמרו פרק קמא דהוריות כפר לעמך אשר פדות ה', ראויה כפרה זו לכפר על יוצאי מצרים, זהו הנראה בסוד העגלה הנמשך אחר טעם הפרה, אף כי כבר כתבתי טעם אחר בזה פרק ל\"ב.", "heVersionTitle": "Torat HaOlah, based on Prague, 1570 and Lemberg, 1858 editions ", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c7ef58f090e08001cc87b04", "index_title": "Pirkei DeRabbi Eliezer", "category": "Midrash", "type": "", "ref": "Pirkei DeRabbi Eliezer 38:13", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Pirkei DeRabbi Eliezer 38:13", "sourceHeRef": "פרקי דרבי אליעזר ל״ח:י״ג", "anchorVerse": 3, "sourceHasEn": true, "compDate": [630, 1030], "commentaryNum": 38.0013, "collectiveTitle": {"en": "Pirkei DeRabbi Eliezer", "he": "פרקי דרבי אליעזר"}, "heTitle": "פרקי דרבי אליעזר", "he": " ר' ינאי אומר, מעון שעשו השבטים במכירת יוסף לא נתכפר להם עד עת מיתתם, שנ' באזני ה' צבאות אם יכופר העון הזה עד תמותון, ובעון מכירת יוסף בא רעב לארץ ישראל שבע שנים וירדו אחי יוסף לשבר אוכל במצרים ומצאו את יוסף שהוא חי והתירו את החרם ושמע יעקב על יוסף שהוא חי והיתה רוחו של יעקב שנ' ותחי רוח יעקב אביהם וכי מת היתה רוחו של יעקב אביהם.", "heVersionTitle": "Pirkei Derabi Eliezer", "heLicense": "", "heVersionTitleInHebrew": "פרקי דרבי אליעזר", "text": "Rabbi Jannai said: The sale of Joseph was not atoned by the tribes until they died, as it is said, \"And the Lord of hosts revealed Himself in mine ears, Surely this iniquity shall not be purged from you till ye die\" (Isa. 22:14). Owing to the sale (of Joseph) a famine came into the land of Israel for seven years, and the brethren of Joseph \"went down to buy corn\" (Gen. 42:3) in Egypt. And they found Joseph (still) living, and they absolved themselves of the ban; and Jacob heard about Joseph that he was living, and his soul and his spirit revived. Did their father Jacob's spirit die, so that it had to be revived? But, owing to the ban, the Holy Spirit had departed from him, and when they had removed the ban the Holy Spirit rested on him as at first; that || is what is written, \"The spirit of Jacob their father revived\" (Gen. 45:27).", "versionTitle": "Pirke de Rabbi Eliezer, trans. Rabbi Gerald Friedlander, London, 1916", "license": "Public Domain", "versionTitleInHebrew": "פרקי דרבי אליעזר, מתורגם בידי רב ג'רלד פרידלנדר, לונדון, 1916"}, {"_id": "5f1e9d76b468b1b9b1e60900", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Genesis 42:3:1", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Midrash Lekach Tov, Genesis 42:3:1", "sourceHeRef": "מדרש לקח טוב, בראשית מ״ב:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "בראשית", "he": "וירדו אחי יוסף עשרה. אותן שהיו במכירתו.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5fd348f94ef7a33acbd36633", "index_title": "Rashi on Isaiah", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Isaiah 55:1:3", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Rashi on Isaiah 55:1:3", "sourceHeRef": "רש\"י על ישעיהו נ״ה:א׳:ג׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 1.0003, "collectiveTitle": {"en": "Rashi on Isaiah", "he": "רש\"י על ישעיהו"}, "heTitle": "רש\"י על ישעיהו", "he": "<b>שברו.</b> ל' לשבור בר (בראשית מב) קנו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "<b>buy</b> Heb. שִׁבְרוּ. Comp. (Gen. 42:3) “To buy (לִשְׁבֹּר) corn,” buy.", "versionTitle": "The Judaica Press complete Tanach with Rashi, translated by A. J. Rosenberg", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "60f5751a16fec149db00e226", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Genesis 42:3:1", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Maskil LeDavid, Genesis 42:3:1", "sourceHeRef": "משכיל לדוד, בראשית מ״ב:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "commentaryNum": 3.0001, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "בראשית", "he": "<b>וירדו וכו׳ ולא כתב וכולי</b> ההרגש שהכל מיותר דלא היל״ל אלא וירדו דהא ידעי׳ על מי מדבר:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60f5751d16fec149db00e22a", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Genesis 42:3:2", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Maskil LeDavid, Genesis 42:3:2", "sourceHeRef": "משכיל לדוד, בראשית מ״ב:ג׳:ב׳", "anchorVerse": 3, "sourceHasEn": false, "commentaryNum": 3.0002, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "בראשית", "he": "<b>עשרה וכולי אהבת כלם וכו׳</b> ההרגש הוא פשוט דהול״ל עשרה אחי יוסף אלא מוכרח לדרוש הכי ומ״מ מ״ש שלא היתה אהבת כלם ושנאת כלם וכולי הוא קשה ההבנה דמהו ענין שנאה לכאן והלא כבר הקדים רש״י שהיו מתחרטים במכירתו וכולי ונר׳ דה״ק שכלם נתחרטו ומ״מ לא היתה אהבת כלם שוה כי היכי שלא היתה ג״כ מלפנים שנאת כלם שוה שהרי שמעון ולוי שהיו שונאין אותו הרבה עכשיו נכנס בלבם קצת אהבה אך דבר מועט ושאר אחיו בני לאה יותר מעט ויהודה יותר מעט וראובן יותר ובני השפחות יותר ומ״ש שלענין לשבור בר כלם לב אחד שנראה שאין לזה רמז בפסוק אפשר שזה נרמז באומרו לשבור בר שמלת בר יתירה דהול״ל לשבור וכדכתיב לעיל לשבור אל יוסף ושברו לנו משם ובכלם לא ביאר לשבור בר א״ו לרמוז דלשבור כלם כאחד בלב בר ושלם:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61023b77c795231b79e36254", "index_title": "Tzror HaMor on Torah", "category": "Quoting Commentary", "type": "quotation_auto", "ref": "Tzror HaMor on Torah, Genesis 42:1:1", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Tzror HaMor on Torah, Genesis 42:1:1", "sourceHeRef": "צרור המור על התורה, בראשית מ״ב:א׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1460, 1510], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Tzror HaMor on Torah", "he": "צרור המור על התורה"}, "heTitle": "בראשית", "he": "<b>ויאמר יעקב לבניו למה תתראו.</b> י\"א שהוא כמו המה יביטו יראו בי. ויש אומרים למה תתראו לילך לארץ כנען למקום שבאים לקנות תבואה. פן יכירו בכם או יעלילו בכם. טוב לכם לילך למצרים. ובמדרש אמרו למה תתראו להראות עצמכם שיש לכם תבואה. אחר שכל העולם רעבים. כאומרם ז\"ל אמר רב יהודה אמר רב בשם רבי כל המרעיב עצמו בשנת רעבון ניצל ממיתה משונה. שנאמר ברעב פדך ממות. פדך ברעב מבעי ליה. אלא פדאך ממות ממיתה משונה. והרצון בזה שצריך להרעיב עצמו ולא יאכל לשבעה. אלא שיחלוק מפתו שראוי לו לאכול לעניים. כמאמר שלח לחמך על פני המים ולא אמרה הלחם. ואולי אמר להם למה תתראו. כמי שיש לו תבואה ולא תשתדלו לראות מהיכן תביאו תבואה. כי אין לכם להמתין עד שתכלה הפת מן הבית. כי החכם עיניו בראשו בתחלת הדבר לראות את הנולד. ואני שמעתי כי יש שבר במצרים לכו שמה להביא תבואה. ונחיה שנקיים התבואה שבידינו ולא נמות ביני וביני שתביאו תבואה אחרת. והנכון שאמר למה תתראו. לפי שראה אותם עצלים ועצבים לפי שכמו ששמע יעקב שיש שבר במצרים כן שמעו הם. וכמו שראה אביו כן ראו הם כי לא היו חרשים ועורים. אבל נתנו אל לבם במכירת יוסף שמכרוהו לישמעאלים ההולכים להוריד מצרימה. ולכן נתעצלו ויתעצבו האנשים מאד ויאמרו איך נרד למצרים לראות אחינו שבוי ואסור בכבלי ברזל כעבד. ואם באולי לא נמצאהו שם. יהיו שם הישמעאלים אשר מכרנו אותו להם ויהיה חרפה גדולה לנו ותכסנו כלימתנו. כי יאמרו לנו שאנו בוגדים גדולים שמכרנו אחינו בשרינו. ואולי יתנו לנו כמרגלים את הארץ. ואולי יחייבו אותנו בדין המלכות. כי לכל הדתות אנו חייבים מיתה. וכזה וכזה היו מדברים אלו עם אלו עד שהיו מראים חרונם ועצבונם בפנים והיו מבוהלים ודחופים ועצלים. לפי שראו ההליכה למצרים היתה מוכרחת. ולכן אמר להם אביהם בני למה תתראו פניכם רעים ועצלים וחלשים ואתם גיבורים כאריות. רדו שמה בלי פחד ודאגה ועצלה. והוא לא ידע כי פחדו בציון חטאים. ויורה על זה מה שאמר וירדו אחי יוסף עשרה. כי למה צריך עשרה כי בשנים מהם די. ועוד למה הזכיר בכאן אחי יוסף כי ידוע הוא. אבל זה הויכוח היה ביניהם בענין שלא רצו מקצתם לילך בטענה מספקת. כי אחר שכולם היו במכירה ראוי שיהיו כולם בעונש. או יקבלו כולם הבושה. או אולי איש את רעהו יעזורו אם יצטרכו לכך. וזה היה בעון הויכוח שהיה להם כשהיו אסורים כשאמר להם שלחו מכם אחד כמו שנפרש בעז\"ה. ולכן אמר וירדו אחי יוסף עשרה. כי בסבת היותם אחי יוסף ומכרוהו ירדו עשרה. ואולי הם היו רוצים להוליך לבנימן עמהם. בענין שבזכותו ינצלו או שיעזור להם. ויעקב לא רצה כי אמר פן יקראנו אסון בהם אחר שהם נעצבים וחרדים. או אולי שלא יעשו לו כמו שעשו ליוסף. ולסבת זה היו מטמינים עצמם בתוך הבאים וחשבו שכן יהיה במצרים שיטמינו עצמם. והם לא ראו כי יוסף הוא השליט לא יוכלו להתעלם. ועם מעלתו הוא עצמו היה המשביר לכל עם הארץ. בענין שאין נעלם מנגד עיניו. ולכן ויבואו אחי יוסף להשלים חלומו וישתחוו לו ארצה. וחזר לומר וירא יוסף את אחיו. לומר שמיד כשהשתחוו ראה שהיו אחיו ולא היה מאמין הדבר. ולכן חזר לראותם פעם אחרת ויכירם וידבר אתם קשות ויאמר אליהם מאין באתם. ואח\"כ חזר לומר וידבר יוסף את אחיו וגומר ויאמר אליהם מרגלים אתם. ואם כן היכן הם הדברים הקשים שדבר עמהם. כי באמרו להם מאין באתם לא היו קשות. אבל זה יורה על מה שכתבתי כי אחר שהם היו מפחדים לירד למצרים פן יקראום אסון. מהצל היו מפחדים. ולכן כששאל להם מאין באתם. אמרו עלילה היא זאת כי מה לו למלך לשאול מאין באנו או להיכן הלכנו מה שלא שאל לאחרים נראה כי מגורותינו בא לנו. ולפי שהיה ספק ליוסף. שאולי כמו שהוא הכיר להם כן הכירו הם ליוסף בדיבורו שאמר מאין באתם. לכן אמר כי אחר שראה שלא הכירוהו והשיבו לו מארץ כנען. בזה ידע שהוא הכיר לאחיו והם לא הכירוהו. ולכן חזר לומר ויכר יוסף את אחיו והם לא הכירוהו בדיבורו. וכשראה כן אמר זה עת לשחוק ולזכור חלומותי. בענין שיתקיימו מכל וכל. ויאמר להם מרגלים אתם לראות את ערות הארץ באתם. כלומר סוד וסתר הארץ באתם לראות. כי ערוה נופלת על דבר שראוי להסתר כמו ערות אביך לא תגלה. והם אמרו שלא היו מרגלים. ונתנו טעם לדבריהם ואמרו כולנו בני איש אחד ולא יצאנו כולנו מרשותו לרגל את הארץ. אחר שהוא מיוחד תמים בדרכיו. ואמר להם לא כי ערות הארץ באתם לראות וזאת איננה ראיה. כי אולי יצאתם שלא ברשותו ויש צדיק מוליד רשע. והם אמרו י\"ב אנחנו. זאת התשובה אינה ראיה יותר מהראשונה. אבל הרצון בזה שהחזיקו עצמם בדברים הראשונים כדי להשמר מהשינוי. כי השינוי בדבר הזה הוא דבר סכנה. ולכן אמרו י\"ב אנחנו בני איש מיוחד להסכים לדברים הראשונים. בארץ כנען. לקיים מה שאמרו מארץ כנען באנו לשבור אוכל. ונתנו טעם למה לא באו השנים האחרים עמהם לאמת לו דבריהם. ואמרו האחד איננו והקטן נשאר עם אבינו לשרת אותו. ואחר שהוא חי לא ישלח עשרה בנים להכניסם בסכנת המרגלים. וכשלא מצא יוסף שינוי בדבריהם. החזיק בדבריו לומר מרגלים. כי לא דברתם נכונה. ואין זאת ראיה שאתם כנים. כי אולי יצאתם שלא ברשותו. בזאת תבחנו חי פרעה אם תצאו מזה. וכוונתו לא היתה להשבע לשקר. כי מי שנתן לו כל הכבוד הזה. אבל יוסף חשב מחשבת אמת. כשראה כל אחיו שאמרו שבאו לשבור אוכל. אמר איך איפשר שכולם כמו שמכרוני. באו לשבור אוכל. כי די בשנים מהם. אלא שיצאו לבקש אחיהם בטענת לשבור אוכל והיא כוזבת. ולכן אמר להם לבקש ולראות אי בהסתר באתם כמרגלים שבאו לרגל ולגלות איזה דבר. ולכן כשא\"ל (בשאר) בני איש אחד. לא האמין להם אחר שבאו כולם ביחד. וזהו מה שאמר על תשובתם לא כי ערות הארץ סוד וסתר הארץ. או סוד וסתר אדון הארץ באתם לראות. ובאמרם שנים עשר והאחד איננו החזיק בדברו. ואמר הוא אשר דברתי שבאתם לבקש אותו אחד שנאבד מכם. אחר שבאתם כלכם ביחד. ולפי שלא ראה אתם לבנימן רצה לידע ממנו. כי אולי עשו לו כאשר עשו ליוסף. ולכן אמר בזאת תבחנו חי פרעה כי אם בבא אחיכם הקטן. וזה יהיה לאות עליכם. ואם לא תביאוהו חי פרעה כי מרגלים אתם כי לבקש איזה סוד וסתר באתם. ושבועתו היתה אמיתית כי חשב שבאו לבקש אותו. והשבועה היתה אמיתית שלא יצאו כולם וזהו שלחו מכם אחד. ואמר להם שאינו איש מצרי כי אין יראת אלהים במקום ההוא. אבל את האלהים אני ירא. ואם האמת שבאתם לשבור אוכל לטפכם אחיכם אחד יאסר והנשארים יביאו שבר רעבון בתיהם. ואת אחיכם הקטן תביאו אלי כי זאת היתה כוונתו. ואולי אמר את האלהים אני ירא אע\"פ שנשבעתי באפי בחי המלך אם תצאו מזה יש בשבועה הזאת סכנת נפשות ועל סכנה לא חלה השבועה. ויראת אלהים יקרה היא בעיני מהשבועה. ועכ\"ז יש לשאול מה טעם אמר בראשונה שלחו מכם אחד. ואח\"כ אמר אחיכם אחד יאסר. ואחר שאמר אחיכם אחד יאסר. למה לקח הוא מאתם את שמעון ולא הניח הדבר בבחירתם. ועוד מהו שאמר ויעשו כן. וי\"א כי כשאמר להם יוסף את האלהים אני ירא ודיבר להם דברים טובים דברי ניחומים והיה חומל עליהם ועל טפם שלא ימותו. נשאו ק\"ו בעצמם ואמרו. ומה זה שאינו מדתינו הוא ירא אלהים. ואף על פי שדבר אתנו קשות ואסף אותנו אל משמר עכשיו הוא מתחרט ואומר שהוא ירא אלהים. כ\"ש אנחנו שיש לנו להתחרט מעונותינו ולחזור לשם ולירא מלפניו ולעשות כמו שהוא עשה. וזהו ויעשו כן שאמרו איש אל אחיו אבל אשמים אנחנו ונתחרטנו מעונותינו וזהו דרך הלצה. כי פירוש ויעשו כן שהסכימו לעשות דברו. לפי שהיו דבריו על נכון. אבל כשאמר שלחו מכם אחד. לא אמר ויעשו כן. לפי שלא הסכימו לדבריו והיו אונסים. ולכן אסף אותם אל משמר שלשה ימים. ועכ\"ז לא הסכימו בזה לפי שכל אחד היה רוצה לילך כדי לפטור עצמו. ולכן חזר ואמר להם זאת עשו וחיו את האלהים אני ירא. כי מה שאמרתי אליכם בראשונה אינו מן הדין כי כל אחד יאמר אני אלך. אבל אם כנים אתם אין לכם לפחוד וישאר אחד מכם. וכשתביאו אחיכם הקטן את אחיכם אתן לכם. וכשראו דבריו על נכון אמר ויעשו כן. לומר שהיו רוצים לעשות כאשר אמר והתחילו לדבר בזה לראות מי הוא זה שישאר. ואולי היו אומרים שמי שנמצא אשם בדבר יוסף הוא ראוי שישאר. ואז אמרו כולם אבל אשמים אנחנו על אחינו. כלומר לא תאמר כן כי כולנו אשמים וחייבים בשוה. אחר שראינו צרת נפשו בהתחננו. ולכן השם מודד לנו מדה כנגד מדה שאנו צועקים ואין אנו נענים כמו שהתחנן אחינו אלינו ולא שמענו אליו. וע\"כ באה אלינו הצרה הזאת. וראוי לנו להצדיק דין שמים ולהסכים באיש אחד ממנו שישאר ואז אמר ראובן הלא אמרתי אליכם אל תחטאו בילד. ולא תאמרו שכולנו חייבים ואשמים. כי אני לא חטאתי בזה. ורצה להודיעם כי חטא אחר היה בכאן זולת הנער. כי אם לא היה בכאן אלא חטא הנער אני לא חטאתי בזה. אבל מחיתי בידיכם ולא שמעתם. ועכ\"ז אני רואה שגם דמו נדרש ממני ומכם. באופן שאני אומר כי חטא אחר יש כאן. וגם דמו של אותו עון נדרש כמו דם הנער. באופן שלא הסכימו מי הוא שישאר. ואולי ראובן אמר זה לפי שכולם היו מסכימים שישאר הוא אחר שהוא בכור. וכמו שמתחילין ממנו בגדולה כך מתחילין ממנו בפורענות. ולכן אמר להם איני רוצה בכך אחר שמחיתי בידכם ולא שמעתם. וראוי היה לכם לשמוע דברי כפי דין התורה. ולא די שלא שמעתם בקולי אלא שגם דמו תדרשו ממני להשאר בבית האסורים. וכששמע יוסף שלא היה הסכמה ביניהם לא רצה להניח אליהם בבחירתם:", "heVersionTitle": "Tzeror Hamor, Warsaw, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "צרור המור על התורה, וורשא, תרל\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d531f4629f2b57279026", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, בר 1", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Sefer HaShorashim, בר 1", "sourceHeRef": "ספר השרשים, בר א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "בר", "he": ["<strong><big>בר</big></strong>   מַה־<strong>בְּרִי</strong> וּמַֽה־<strong>בַּר</strong>־בִּטְנִי (<a class=\"refLink\" href=\"Proverbs 31:2\" data-ref=\"Proverbs 31:2\">משלי לא, ב</a>), כמו מה בני כי כן תרגום <strong>בן ברא</strong>. יִרְבּוּ <strong>בַבָּר</strong> (<a class=\"refLink\" href=\"Job 39:4\" data-ref=\"Job 39:4\">איוב לט, ד</a>), בחוץ כי כן תרגום חוץ ברא. או פירושו בתבואה כמו נֹֽשְׂאֹת <strong>בָּר </strong>וָלֶחֶם וּמָזוֹן (<a class=\"refLink\" href=\"Genesis 45:23\" data-ref=\"Genesis 45:23\">בראשית מה, כג</a>), שפירושו תבואה, לִשְׁבֹּר <strong>בָּר</strong> (<a class=\"refLink\" href=\"Genesis 42:3\" data-ref=\"Genesis 42:3\">בראשית מב, ג</a>). וכן יְהִי פִֽסַּת־<strong>בַּר</strong> בָּאָרֶץ (<a class=\"refLink\" href=\"Psalms 72:16\" data-ref=\"Psalms 72:16\">תהלים עב, טז</a>). וכן פירש אדוני אבי ז\"ל מזה בְּאֵין אֲלָפִים אֵבוּס <strong>בָּר</strong> (<a class=\"refLink\" href=\"Proverbs 14:4\" data-ref=\"Proverbs 14:4\">משלי יד, ד</a>), ופירושו באין אלפים אין אבוס בר. ופירוש אבוס מגורה כמו פִּתְחוּ מַֽאֲבֻסֶיהָ (<a class=\"refLink\" href=\"Jeremiah 50:26\" data-ref=\"Jeremiah 50:26\">ירמיה נ, כו</a>) ואין עומד במקום שנים כמו תִּקְוַת עֲנִויִּם [עֲנִיִּים] תֹּאבַד לָעַֽד (<a class=\"refLink\" href=\"Psalms 9:19\" data-ref=\"Psalms 9:19\">תהלים ט, יט</a>), ואפשר שיהיה שרש זה שפירושו תבואה<strong> בָּרַר</strong> וכן יִרְבּוּ <strong>בַבָּר</strong>, אבל שרש מַה־<strong>בְּרִי</strong> <strong>בָּרָה</strong> על נכון כמו שרש בני <strong>בָּנָה</strong>."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d566f4629f2b5727bec8", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, ירד 1", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Sefer HaShorashim, ירד 1", "sourceHeRef": "ספר השרשים, ירד א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "ירד", "he": ["<strong><big>ירד</big></strong>   <strong>יָרֹד יָרַדְנוּ </strong>בַּתְּחִלָּה (<a class=\"refLink\" href=\"Genesis 43:20\" data-ref=\"Genesis 43:20\">בראשית מג, כ</a>), וְהַיּוֹם<strong> רַד</strong> מְאֹד (<a class=\"refLink\" href=\"Judges 19:11\" data-ref=\"Judges 19:11\">שופטים יט, יא</a>), חסר ה<strong>פ\"א</strong>. וְאֵֽלְכָה <strong>וְיָרַדְתִּי</strong> עַל־הֶֽהָרִים (<a class=\"refLink\" href=\"Judges 11:37\" data-ref=\"Judges 11:37\">שופטים יא, לז</a>), וַיַגִּדוּ לְדָוִד <strong>וַיֵּרֶד</strong> הַסֶּלַע (<a class=\"refLink\" href=\"I Samuel 23:25\" data-ref=\"I Samuel 23:25\">שמואל א' כג, כה</a>), וְלֹֽא־<strong>יֵרֵד</strong> עִמָּנוּ בַּמִּלְחָמָה (<a class=\"refLink\" href=\"I Samuel 29:4\" data-ref=\"I Samuel 29:4\">שמואל א' כט, ד</a>), אוֹ בַמִּלְחָמָה<strong> יֵרֵד</strong> וְנִסְפָּֽה (<a class=\"refLink\" href=\"I Samuel 26:10\" data-ref=\"I Samuel 26:10\">שמואל א' כו, י</a>), כַּבְּהֵמָה בַּבִּקְעָה <strong>תֵרֵד</strong> (<a class=\"refLink\" href=\"Isaiah 63:14\" data-ref=\"Isaiah 63:14\">ישעיה סג, יד</a>), <strong>וַיֵּֽרְדוּ </strong>אֲחֵי־יוֹסֵף עֲשָׂרָה (<a class=\"refLink\" href=\"Genesis 42:3\" data-ref=\"Genesis 42:3\">בראשית מב, ג</a>), <strong>רְדוּ</strong>־שָׁמָּה וְשִׁבְרוּ־לָנוּ מִשָּׁם (<a class=\"refLink\" href=\"Genesis 42:2\" data-ref=\"Genesis 42:2\">בראשית מב, ב</a>), מִיָּֽורְדִי־ [<strong>מִיָּֽרְדִי</strong>] בֽוֹר (<a class=\"refLink\" href=\"Psalms 30:4\" data-ref=\"Psalms 30:4\">תהלים ל, ד</a>), נמשך בקמץ בטעם. עַד <strong>רֶדֶת</strong> חֹֽמֹתֶיךָ (<a class=\"refLink\" href=\"Deuteronomy 28:52\" data-ref=\"Deuteronomy 28:52\">דברים כח, נב</a>), עַד <strong>רִדְתָּֽהּ</strong> (<a class=\"refLink\" href=\"Deuteronomy 20:20\" data-ref=\"Deuteronomy 20:20\">דברים כ, כ</a>), עֵינִי עֵינִי <strong>יֹרְדָה</strong> מַּיִם (<a class=\"refLink\" href=\"Lamentations 1:16\" data-ref=\"Lamentations 1:16\">איכה א, טז</a>), פירוש יורדה במים. וכן <strong>וְתֵרַדְנָה</strong> עֵינֵינוּ דִּמְעָה (<a class=\"refLink\" href=\"Jeremiah 9:17\" data-ref=\"Jeremiah 9:17\">ירמיה ט, יז</a>), תרדנה בדמעה. ויתכן לפרשו בלא חסרון <strong>בי\"ת</strong> כי לרוב הזלת הדמעה שתרד מן העינים כנה הירידה לעינים. ועל דרך הזה וְהַגְּבָעוֹת תֵּלַכְנָה חָלָב (<a class=\"refLink\" href=\"Joel 4:18\" data-ref=\"Joel 4:18\">יואל ד, יח</a>), יֵלְכוּ מָיִם (שם), כֻּלֹּה יְיֵלִיל <strong>יֹרֵד</strong> בַּבֶּֽכִי (<a class=\"refLink\" href=\"Isaiah 15:3\" data-ref=\"Isaiah 15:3\">ישעיה טו, ג</a>). ויש מפרשים אותו מענין <strong>אָרִיד</strong> בְּשִׂיחִי (<a class=\"refLink\" href=\"Psalms 55:3\" data-ref=\"Psalms 55:3\">תהלים נה, ג</a>). וכן <strong>וְיָרַדְתִּי</strong> עַל־הֶֽהָרִים (<a class=\"refLink\" href=\"Judges 19:11\" data-ref=\"Judges 19:11\">שופטים יט, יא</a>). <strong>והפעל הכבד</strong> [הִפְעִיל] <strong>הוֹרַדְנוּ</strong> בְיָדֵנוּ (<a class=\"refLink\" href=\"Genesis 43:22\" data-ref=\"Genesis 43:22\">בראשית מג, כב</a>), <strong>וְהֽוֹרַדְתֶּם</strong> אֶת־אָבִי הֵֽנָּה (<a class=\"refLink\" href=\"Genesis 45:13\" data-ref=\"Genesis 45:13\">בראשית מה, יג</a>), וּבִנְסֹעַ הַמִּשְׁכָּן <strong>יוֹרִידוּ</strong> אֹתוֹ הַֽלְוִיִּם (<a class=\"refLink\" href=\"Numbers 1:51\" data-ref=\"Numbers 1:51\">במדבר א, נא</a>), <strong>וַיּוֹרֶד</strong> כַּנְּהָרוֹת מָֽיִם (<a class=\"refLink\" href=\"Psalms 78:16\" data-ref=\"Psalms 78:16\">תהלים עח, טז</a>), <strong>וַיּוֹרֶד</strong> רִירוֹ אֶל־זְקָנֽוֹ (<a class=\"refLink\" href=\"I Samuel 21:14\" data-ref=\"I Samuel 21:14\">שמואל א' כא, יד</a>), נְהֵה עַל־הֲמוֹן מִצְרַיִם <strong>וְהֽוֹרִדֵהוּ</strong> (<a class=\"refLink\" href=\"Ezekiel 32:18\" data-ref=\"Ezekiel 32:18\">יחזקאל לב, יח</a>), פירושו אחריו אֶל־אֶרֶץ תַּחְתִּיּוֹת (שם). ויש מפרשים אותו מענין <strong>אָרִיד בְּשִׂיחִי</strong> ואין לו טעם. <strong>והשם</strong> הֵם <strong>בְּמוֹרַד</strong> בֵּית־חוֹרֹן (<a class=\"refLink\" href=\"Joshua 10:11\" data-ref=\"Joshua 10:11\">יהושע י, יא</a>), וַיַּכּוּם <strong>בַּמּוֹרָד</strong> (<a class=\"refLink\" href=\"Joshua 7:5\" data-ref=\"Joshua 7:5\">יהושע ז, ה</a>). ויש לפרש מזה הֵמָּה הָיוּ <strong>בְּֽמֹרְדֵי</strong>־אוֹר (<a class=\"refLink\" href=\"Job 24:13\" data-ref=\"Job 24:13\">איוב כד, יג</a>). והנני עתיד לפרשו בשרש <strong>מָרַד</strong>. <strong>ושלא נזכר פעלו ממנו</strong> [הָפְעַל] אַךְ אֶל־שְׁאוֹל <strong>תּוּרַד</strong> (<a class=\"refLink\" href=\"Isaiah 14:15\" data-ref=\"Isaiah 14:15\">ישעיה יד, טו</a>), <strong>וְהוּרַד</strong> הַמִּשְׁכָּן (<a class=\"refLink\" href=\"Numbers 10:17\" data-ref=\"Numbers 10:17\">במדבר י, יז</a>). ויש מפרשים אֵפוֹד <strong>יָרַד</strong> בְּיָדֽוֹ (<a class=\"refLink\" href=\"I Samuel 23:6\" data-ref=\"I Samuel 23:6\">שמואל א' כג, ו</a>), כמו <strong>הוֹרִיד</strong>. וקשה הוא לפרש זה שיהיה פעל הקל מזה השרש יוצא כי לא מצאנוהו כי אם עומד. ויתכן לפרש כשירד אביתר באפוד בידו ירד. ויש לפרש כי אביתר כשברח ולקח עמו כליו ובגדיו היתה סבה מאת י\"י שלקח האפוד בתוך כליו והוא לא הרגיש בדבר ולא ידע עד בואו אל דוד, לפיכך לא אמר <strong>הוֹרִידוֹ</strong> בדעתו רק <strong>יָרַד</strong> האפוד בידו בדרך מקרה והוא הנכון. ופירוש רבי יונה <strong>וְיָרַדְתִּי עַל־הֶֽהָרִים</strong>, ועליתי. וכן <strong>וְלֹֽא־יֵרֵד עִמָּנוּ בַּמִּלְחָמָה</strong>. ואין טעם לפירושו, כי העליה הפך הירידה היא. וכן לא ירד עמנו במלחמה אינו כי אם כמשמעו, כי דרך המלחמה להיות בעמק ולא בהר וכן המצא לעולם לשון ירידה במלחמה. ומה שאמר לא יעלה עמנו במלחמה כנגד המקום שעלו להלחם, כמו שאמר וּפְלִשְׁתִּים עָלוּ יִזְרְעֶֽאל (שם כט, יא). ופירוש <strong>וְיָרַדְתִּי עַל־הֶֽהָרִים</strong>, וירדתי מהמצפה ללכת על ההרים, כי בית יפתח במצפה היה והמצפה היתה גבוהה על ההרים ואמרה בתו ארד מהמצפה ואלכה לי אל ההרים ואפרד מבני אדם ואתבודד שם ואבכה על בתולי. וכן וירד הסלע, נראה שהיה עמק בין הערבה שהיה שם דוד ובין הסלע. ואמר <strong>וַיֵּרֶד</strong> ירד העמק לעלות הסלע. מַֽעֲשֵׂה <strong>מוֹרָֽד</strong> (<a class=\"refLink\" href=\"I Kings 7:29\" data-ref=\"I Kings 7:29\">מלכים א' ז, כט</a>), ענין רקוע והוא קרוב לענין ירידה. ויונתן תרגם <strong>עוֹבַד כִּבּוּשׁ</strong> כמו שתרגם אנקלוס <strong>עַד רֶדֶת חֹמֹתֶיךָ</strong>,<strong> עַד רִדְתָּֽהּ</strong>. והכל נכנס תחת ענין אחד. ואפשר שיהיה <strong>מַֽעֲשֵׂה מוֹרָֽד</strong> משרש <strong>רָדַד</strong> על משקל <strong>מוּסַךְ הַשַׁבָּת</strong> (<a class=\"refLink\" href=\"II Kings 16:18\" data-ref=\"II Kings 16:18\">מלכים ב' טז, יח</a>), ואף על פי שזה חולם וזה שרק, ואז יהיה דבק אל ענינו היטב מן <strong>וַיָּרֶד</strong> עַל־הַכְּרוּבִים (<a class=\"refLink\" href=\"I Kings 6:32\" data-ref=\"I Kings 6:32\">מלכים א' ו, לב</a>), ותרגום <strong>וַֽיְרַקְּעוּ</strong> (<a class=\"refLink\" href=\"Exodus 39:3\" data-ref=\"Exodus 39:3\">שמות לט, ג</a>) <strong>וְרַדִּידוּ</strong>."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ebb47cf7a0c25239b17", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, The Patriarchal Narratives 2-7", "anchorRef": "Genesis 12:1-50:26", "anchorRefExpanded": ["Genesis 12:1", "Genesis 12:2", "Genesis 12:3", "Genesis 12:4", "Genesis 12:5", "Genesis 12:6", "Genesis 12:7", "Genesis 12:8", "Genesis 12:9", "Genesis 12:10", "Genesis 12:11", "Genesis 12:12", "Genesis 12:13", "Genesis 12:14", "Genesis 12:15", "Genesis 12:16", "Genesis 12:17", "Genesis 12:18", "Genesis 12:19", "Genesis 12:20", "Genesis 13:1", "Genesis 13:2", "Genesis 13:3", "Genesis 13:4", "Genesis 13:5", "Genesis 13:6", "Genesis 13:7", "Genesis 13:8", "Genesis 13:9", "Genesis 13:10", "Genesis 13:11", "Genesis 13:12", "Genesis 13:13", "Genesis 13:14", "Genesis 13:15", "Genesis 13:16", "Genesis 13:17", "Genesis 13:18", "Genesis 14:1", "Genesis 14:2", "Genesis 14:3", "Genesis 14:4", "Genesis 14:5", "Genesis 14:6", "Genesis 14:7", "Genesis 14:8", "Genesis 14:9", "Genesis 14:10", "Genesis 14:11", "Genesis 14:12", "Genesis 14:13", "Genesis 14:14", "Genesis 14:15", "Genesis 14:16", "Genesis 14:17", "Genesis 14:18", "Genesis 14:19", "Genesis 14:20", "Genesis 14:21", "Genesis 14:22", "Genesis 14:23", "Genesis 14:24", "Genesis 15:1", "Genesis 15:2", "Genesis 15:3", "Genesis 15:4", "Genesis 15:5", "Genesis 15:6", "Genesis 15:7", "Genesis 15:8", "Genesis 15:9", "Genesis 15:10", "Genesis 15:11", "Genesis 15:12", "Genesis 15:13", "Genesis 15:14", "Genesis 15:15", "Genesis 15:16", "Genesis 15:17", "Genesis 15:18", "Genesis 15:19", "Genesis 15:20", "Genesis 15:21", "Genesis 16:1", "Genesis 16:2", "Genesis 16:3", "Genesis 16:4", "Genesis 16:5", "Genesis 16:6", "Genesis 16:7", "Genesis 16:8", "Genesis 16:9", "Genesis 16:10", "Genesis 16:11", "Genesis 16:12", "Genesis 16:13", "Genesis 16:14", "Genesis 16:15", "Genesis 16:16", "Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27", "Genesis 18:1", "Genesis 18:2", "Genesis 18:3", "Genesis 18:4", "Genesis 18:5", "Genesis 18:6", "Genesis 18:7", "Genesis 18:8", "Genesis 18:9", "Genesis 18:10", "Genesis 18:11", "Genesis 18:12", "Genesis 18:13", "Genesis 18:14", "Genesis 18:15", "Genesis 18:16", "Genesis 18:17", "Genesis 18:18", "Genesis 18:19", "Genesis 18:20", "Genesis 18:21", "Genesis 18:22", "Genesis 18:23", "Genesis 18:24", "Genesis 18:25", "Genesis 18:26", "Genesis 18:27", "Genesis 18:28", "Genesis 18:29", "Genesis 18:30", "Genesis 18:31", "Genesis 18:32", "Genesis 18:33", "Genesis 19:1", "Genesis 19:2", "Genesis 19:3", "Genesis 19:4", "Genesis 19:5", "Genesis 19:6", "Genesis 19:7", "Genesis 19:8", "Genesis 19:9", "Genesis 19:10", "Genesis 19:11", "Genesis 19:12", "Genesis 19:13", "Genesis 19:14", "Genesis 19:15", "Genesis 19:16", "Genesis 19:17", "Genesis 19:18", "Genesis 19:19", "Genesis 19:20", "Genesis 19:21", "Genesis 19:22", "Genesis 19:23", "Genesis 19:24", "Genesis 19:25", "Genesis 19:26", "Genesis 19:27", "Genesis 19:28", "Genesis 19:29", "Genesis 19:30", "Genesis 19:31", "Genesis 19:32", "Genesis 19:33", "Genesis 19:34", "Genesis 19:35", "Genesis 19:36", "Genesis 19:37", "Genesis 19:38", "Genesis 20:1", "Genesis 20:2", "Genesis 20:3", "Genesis 20:4", "Genesis 20:5", "Genesis 20:6", "Genesis 20:7", "Genesis 20:8", "Genesis 20:9", "Genesis 20:10", "Genesis 20:11", "Genesis 20:12", "Genesis 20:13", "Genesis 20:14", "Genesis 20:15", "Genesis 20:16", "Genesis 20:17", "Genesis 20:18", "Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34", "Genesis 22:1", "Genesis 22:2", "Genesis 22:3", "Genesis 22:4", "Genesis 22:5", "Genesis 22:6", "Genesis 22:7", "Genesis 22:8", "Genesis 22:9", "Genesis 22:10", "Genesis 22:11", "Genesis 22:12", "Genesis 22:13", "Genesis 22:14", "Genesis 22:15", "Genesis 22:16", "Genesis 22:17", "Genesis 22:18", "Genesis 22:19", "Genesis 22:20", "Genesis 22:21", "Genesis 22:22", "Genesis 22:23", "Genesis 22:24", "Genesis 23:1", "Genesis 23:2", "Genesis 23:3", "Genesis 23:4", "Genesis 23:5", "Genesis 23:6", "Genesis 23:7", "Genesis 23:8", "Genesis 23:9", "Genesis 23:10", "Genesis 23:11", "Genesis 23:12", "Genesis 23:13", "Genesis 23:14", "Genesis 23:15", "Genesis 23:16", "Genesis 23:17", "Genesis 23:18", "Genesis 23:19", "Genesis 23:20", "Genesis 24:1", "Genesis 24:2", "Genesis 24:3", "Genesis 24:4", "Genesis 24:5", "Genesis 24:6", "Genesis 24:7", "Genesis 24:8", "Genesis 24:9", "Genesis 24:10", "Genesis 24:11", "Genesis 24:12", "Genesis 24:13", "Genesis 24:14", "Genesis 24:15", "Genesis 24:16", "Genesis 24:17", "Genesis 24:18", "Genesis 24:19", "Genesis 24:20", "Genesis 24:21", "Genesis 24:22", "Genesis 24:23", "Genesis 24:24", "Genesis 24:25", "Genesis 24:26", "Genesis 24:27", "Genesis 24:28", "Genesis 24:29", "Genesis 24:30", "Genesis 24:31", "Genesis 24:32", "Genesis 24:33", "Genesis 24:34", "Genesis 24:35", "Genesis 24:36", "Genesis 24:37", "Genesis 24:38", "Genesis 24:39", "Genesis 24:40", "Genesis 24:41", "Genesis 24:42", "Genesis 24:43", "Genesis 24:44", "Genesis 24:45", "Genesis 24:46", "Genesis 24:47", "Genesis 24:48", "Genesis 24:49", "Genesis 24:50", "Genesis 24:51", "Genesis 24:52", "Genesis 24:53", "Genesis 24:54", "Genesis 24:55", "Genesis 24:56", "Genesis 24:57", "Genesis 24:58", "Genesis 24:59", "Genesis 24:60", "Genesis 24:61", "Genesis 24:62", "Genesis 24:63", "Genesis 24:64", "Genesis 24:65", "Genesis 24:66", "Genesis 24:67", "Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18", "Genesis 25:19", "Genesis 25:20", "Genesis 25:21", "Genesis 25:22", "Genesis 25:23", "Genesis 25:24", "Genesis 25:25", "Genesis 25:26", "Genesis 25:27", "Genesis 25:28", "Genesis 25:29", "Genesis 25:30", "Genesis 25:31", "Genesis 25:32", "Genesis 25:33", "Genesis 25:34", "Genesis 26:1", "Genesis 26:2", "Genesis 26:3", "Genesis 26:4", "Genesis 26:5", "Genesis 26:6", "Genesis 26:7", "Genesis 26:8", "Genesis 26:9", "Genesis 26:10", "Genesis 26:11", "Genesis 26:12", "Genesis 26:13", "Genesis 26:14", "Genesis 26:15", "Genesis 26:16", "Genesis 26:17", "Genesis 26:18", "Genesis 26:19", "Genesis 26:20", "Genesis 26:21", "Genesis 26:22", "Genesis 26:23", "Genesis 26:24", "Genesis 26:25", "Genesis 26:26", "Genesis 26:27", "Genesis 26:28", "Genesis 26:29", "Genesis 26:30", "Genesis 26:31", "Genesis 26:32", "Genesis 26:33", "Genesis 26:34", "Genesis 26:35", "Genesis 27:1", "Genesis 27:2", "Genesis 27:3", "Genesis 27:4", "Genesis 27:5", "Genesis 27:6", "Genesis 27:7", "Genesis 27:8", "Genesis 27:9", "Genesis 27:10", "Genesis 27:11", "Genesis 27:12", "Genesis 27:13", "Genesis 27:14", "Genesis 27:15", "Genesis 27:16", "Genesis 27:17", "Genesis 27:18", "Genesis 27:19", "Genesis 27:20", "Genesis 27:21", "Genesis 27:22", "Genesis 27:23", "Genesis 27:24", "Genesis 27:25", "Genesis 27:26", "Genesis 27:27", "Genesis 27:28", "Genesis 27:29", "Genesis 27:30", "Genesis 27:31", "Genesis 27:32", "Genesis 27:33", "Genesis 27:34", "Genesis 27:35", "Genesis 27:36", "Genesis 27:37", "Genesis 27:38", "Genesis 27:39", "Genesis 27:40", "Genesis 27:41", "Genesis 27:42", "Genesis 27:43", "Genesis 27:44", "Genesis 27:45", "Genesis 27:46", "Genesis 28:1", "Genesis 28:2", "Genesis 28:3", "Genesis 28:4", "Genesis 28:5", "Genesis 28:6", "Genesis 28:7", "Genesis 28:8", "Genesis 28:9", "Genesis 28:10", "Genesis 28:11", "Genesis 28:12", "Genesis 28:13", "Genesis 28:14", "Genesis 28:15", "Genesis 28:16", "Genesis 28:17", "Genesis 28:18", "Genesis 28:19", "Genesis 28:20", "Genesis 28:21", "Genesis 28:22", "Genesis 29:1", "Genesis 29:2", "Genesis 29:3", "Genesis 29:4", "Genesis 29:5", "Genesis 29:6", "Genesis 29:7", "Genesis 29:8", "Genesis 29:9", "Genesis 29:10", "Genesis 29:11", "Genesis 29:12", "Genesis 29:13", "Genesis 29:14", "Genesis 29:15", "Genesis 29:16", "Genesis 29:17", "Genesis 29:18", "Genesis 29:19", "Genesis 29:20", "Genesis 29:21", "Genesis 29:22", "Genesis 29:23", "Genesis 29:24", "Genesis 29:25", "Genesis 29:26", "Genesis 29:27", "Genesis 29:28", "Genesis 29:29", "Genesis 29:30", "Genesis 29:31", "Genesis 29:32", "Genesis 29:33", "Genesis 29:34", "Genesis 29:35", "Genesis 30:1", "Genesis 30:2", "Genesis 30:3", "Genesis 30:4", "Genesis 30:5", "Genesis 30:6", "Genesis 30:7", "Genesis 30:8", "Genesis 30:9", "Genesis 30:10", "Genesis 30:11", "Genesis 30:12", "Genesis 30:13", "Genesis 30:14", "Genesis 30:15", "Genesis 30:16", "Genesis 30:17", "Genesis 30:18", "Genesis 30:19", "Genesis 30:20", "Genesis 30:21", "Genesis 30:22", "Genesis 30:23", "Genesis 30:24", "Genesis 30:25", "Genesis 30:26", "Genesis 30:27", "Genesis 30:28", "Genesis 30:29", "Genesis 30:30", "Genesis 30:31", "Genesis 30:32", "Genesis 30:33", "Genesis 30:34", "Genesis 30:35", "Genesis 30:36", "Genesis 30:37", "Genesis 30:38", "Genesis 30:39", "Genesis 30:40", "Genesis 30:41", "Genesis 30:42", "Genesis 30:43", "Genesis 31:1", "Genesis 31:2", "Genesis 31:3", "Genesis 31:4", "Genesis 31:5", "Genesis 31:6", "Genesis 31:7", "Genesis 31:8", "Genesis 31:9", "Genesis 31:10", "Genesis 31:11", "Genesis 31:12", "Genesis 31:13", "Genesis 31:14", "Genesis 31:15", "Genesis 31:16", "Genesis 31:17", "Genesis 31:18", "Genesis 31:19", "Genesis 31:20", "Genesis 31:21", "Genesis 31:22", "Genesis 31:23", "Genesis 31:24", "Genesis 31:25", "Genesis 31:26", "Genesis 31:27", "Genesis 31:28", "Genesis 31:29", "Genesis 31:30", "Genesis 31:31", "Genesis 31:32", "Genesis 31:33", "Genesis 31:34", "Genesis 31:35", "Genesis 31:36", "Genesis 31:37", "Genesis 31:38", "Genesis 31:39", "Genesis 31:40", "Genesis 31:41", "Genesis 31:42", "Genesis 31:43", "Genesis 31:44", "Genesis 31:45", "Genesis 31:46", "Genesis 31:47", "Genesis 31:48", "Genesis 31:49", "Genesis 31:50", "Genesis 31:51", "Genesis 31:52", "Genesis 31:53", "Genesis 31:54", "Genesis 32:1", "Genesis 32:2", "Genesis 32:3", "Genesis 32:4", "Genesis 32:5", "Genesis 32:6", "Genesis 32:7", "Genesis 32:8", "Genesis 32:9", "Genesis 32:10", "Genesis 32:11", "Genesis 32:12", "Genesis 32:13", "Genesis 32:14", "Genesis 32:15", "Genesis 32:16", "Genesis 32:17", "Genesis 32:18", "Genesis 32:19", "Genesis 32:20", "Genesis 32:21", "Genesis 32:22", "Genesis 32:23", "Genesis 32:24", "Genesis 32:25", "Genesis 32:26", "Genesis 32:27", "Genesis 32:28", "Genesis 32:29", "Genesis 32:30", "Genesis 32:31", "Genesis 32:32", "Genesis 32:33", "Genesis 33:1", "Genesis 33:2", "Genesis 33:3", "Genesis 33:4", "Genesis 33:5", "Genesis 33:6", "Genesis 33:7", "Genesis 33:8", "Genesis 33:9", "Genesis 33:10", "Genesis 33:11", "Genesis 33:12", "Genesis 33:13", "Genesis 33:14", "Genesis 33:15", "Genesis 33:16", "Genesis 33:17", "Genesis 33:18", "Genesis 33:19", "Genesis 33:20", "Genesis 34:1", "Genesis 34:2", "Genesis 34:3", "Genesis 34:4", "Genesis 34:5", "Genesis 34:6", "Genesis 34:7", "Genesis 34:8", "Genesis 34:9", "Genesis 34:10", "Genesis 34:11", "Genesis 34:12", "Genesis 34:13", "Genesis 34:14", "Genesis 34:15", "Genesis 34:16", "Genesis 34:17", "Genesis 34:18", "Genesis 34:19", "Genesis 34:20", "Genesis 34:21", "Genesis 34:22", "Genesis 34:23", "Genesis 34:24", "Genesis 34:25", "Genesis 34:26", "Genesis 34:27", "Genesis 34:28", "Genesis 34:29", "Genesis 34:30", "Genesis 34:31", "Genesis 35:1", "Genesis 35:2", "Genesis 35:3", "Genesis 35:4", "Genesis 35:5", "Genesis 35:6", "Genesis 35:7", "Genesis 35:8", "Genesis 35:9", "Genesis 35:10", "Genesis 35:11", "Genesis 35:12", "Genesis 35:13", "Genesis 35:14", "Genesis 35:15", "Genesis 35:16", "Genesis 35:17", "Genesis 35:18", "Genesis 35:19", "Genesis 35:20", "Genesis 35:21", "Genesis 35:22", "Genesis 35:23", "Genesis 35:24", "Genesis 35:25", "Genesis 35:26", "Genesis 35:27", "Genesis 35:28", "Genesis 35:29", "Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43", "Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, The Patriarchal Narratives 2-7", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ג׳ ב׳-ז׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Patriarchal Narratives", "he": "בראשית מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית מאמר ג׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE STORIES ABOUT THE FATHERS AND MOTHERS OF</small> I<small>SRAEL, AS A COLLECTION, ARE</small> almost contrapuntal in their richness. Life experiences are repeated and common themes recur; yet at the same time there is a remarkable variety of personalities.", "Two prominent themes throughout are God’s promises (of land and descendants) and his blessing. The texts revolve around the question of whether and how God will fulfill his promises, and how people will effect the transfer of the blessing. Each generation portrayed in the narratives must deal with the inherent tensions raised by these questions, since their resolution does not occur easily.", "The stories are also marked by each figure’s struggle to develop a concept of the religious life, of “walking in accord with God.” Each one carves out his own distinct path, to arrive at a mature understanding of what it means to be a father of the people of Israel. In order to bring about such an understanding, God apparently “tests” them in both obvious and more oblique ways, often against a backdrop of bitter sibling rivalry. One also observes a physical unsettledness about the Patriarchs’ quest; only Yitzhak is spared the wanderings that occur so regularly in the stories.", "Rather interestingly, although the texts purport to be about “fathers,” it is God himself who most consistently fits that role for the characters. God acts <i>in loco parentis</i> for each of the Patriarchs, always, significantly, after the loss of the human father. He first appears to Avraham after the death of Terah; to Yitzhak after that of Avraham; to Yaakov after he leaves home (and a seemingly dying father); and he helps Yosef directly, after he has left his father’s home.", "Numbers play an important role in the Patriarchal stories, as they did in Part I. It has been pointed out (see Sarna 1966) that the life spans of the Patriarchs fit into a highly ordered pattern. Avraham lives for 175 years, equaling 7 × 5<sup>2</sup>; Yitzhak, for 180 years, equaling 5 × 6<sup>2</sup>; and Yaakov, for 147 years, or 3 × 7<sup>2</sup>. This is unmistakably a purposeful scheme, meant to convey that human history is orderly and meaningful. Similarly an examination of the stories reveals that Avraham lives for 75 years in the lifetime of his father and 75 years in the lifetime of his son, while Yaakov spends 20 years away from his father, with Yosef roughly following suit in the next generation.", "Last, it should be noted that the Patriarchal stories in various details anticipate the later Exodus of the Israelites from Egypt. The specific references will be mentioned in the Notes."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ecd6bfddfbb310fecba", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef 2-7", "anchorRef": "Genesis 37:1-50:26", "anchorRefExpanded": ["Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef 2-7", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ו׳ ב׳-ז׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part IV; Yosef", "he": "בראשית מאמר ו׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE STORIES ABOUT THE LAST</small> P<small>ATRIARCH FORM A COHERENT WHOLE, LEADING SOME</small> to dub it a “novella.” It stands well on its own, although it has been consciously and artfully woven together into both the Yaakov cycle and the entire book.", "Initially the tale is one of family emotions, and it is in fact extreme emotions which give it a distinctive flavor. All the major characters are painfully expressive of their feelings, from the doting father to the spoiled son, from the malicious brothers to the lustful wife of Potifar, from the nostalgic adult Yosef to the grief-stricken old Yaakov. It is only through the subconscious medium of dreams, in three sets, that we are made to realize that a higher plan is at work which will supersede the destructive force of these emotions.", "For this is a story of how “ill”—with all its connotations of fate, evil, and disaster—is changed to good. Despite the constant threat of death to Yosef, to the Egyptians, and to Binyamin, the hidden, optimistic thrust of the story is “life,” a word that appears in various guises throughout. Even “face,” the key word of the Yaakov cycle which often meant something negative, is here given a kinder meaning, as the resolution to Yaakov’s life.", "A major subtheme of the plot is the struggle for power between Re’uven and Yehuda. Its resolution has implications that are as much tribal as personal, for the tribe of Yehuda later became the historical force in ancient Israel as the seat of the monarchy.", "Although many details of the narrative confirm Egyptian practices, those practices actually reflect an Egypt considerably later than the period of the Patriarchs (Redford). Of interest also is the prominence of the number five in the story, a detail that is unexplained but that gives some unity to the various sections of text.", "In many ways the Yosef material repeats elements in the Yaakov traditions. A long list could be compiled, but let us at least mention here sibling hatred, exile of the hero, foreign names, love and hate, dreams, and deception—even so detailed as to duplicate the use of a goat-kid. But its focusing on a classic rags-to-riches plot, with the addition of a moralistic theme, make the Yosef story a distinctive and always popular tale, accessible in a way that the more difficult stories of the first three parts of Genesis are not."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ece6bfddfbb310fecbe", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef, Famine; The Brothers Come 2", "anchorRef": "Genesis 41:53-42:38", "anchorRefExpanded": ["Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef, Famine; The Brothers Come 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ו׳, בראשית הערה ה׳ ב׳", "anchorVerse": 53, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Famine; The Brothers Come", "he": "בראשית הערה ה׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית הערה ה׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Worldwide famine creates the backdrop for the family drama that is about to unfold. The ancients understood famine as sent by the gods, often as punishment; and the events of our text suggest that God is indeed the prime mover here. We are again presented with the characters of Chap. 37, all of whom have somehow changed. Yaakov emerges as more pitiful than ever (a shadow of the wrestler at the Yabbok), Yosef as powerful governor, not only of all Egypt but of his family’s destiny as well, and the brothers, remarkably, are repentant (42:21–22). We also see Yosef’s emotional side for the first time. He weeps in 42:24, as he will do three times again (43:30; 45:2, 14–15).", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6203809f713bd8cd388d3e49", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, On the Book of Genesis and Its Structure 2-47", "anchorRef": "Genesis 1:1-50:26", "anchorRefExpanded": ["Genesis 1:1", "Genesis 1:2", "Genesis 1:3", "Genesis 1:4", "Genesis 1:5", "Genesis 1:6", "Genesis 1:7", "Genesis 1:8", "Genesis 1:9", "Genesis 1:10", "Genesis 1:11", "Genesis 1:12", "Genesis 1:13", "Genesis 1:14", "Genesis 1:15", "Genesis 1:16", "Genesis 1:17", "Genesis 1:18", "Genesis 1:19", "Genesis 1:20", "Genesis 1:21", "Genesis 1:22", "Genesis 1:23", "Genesis 1:24", "Genesis 1:25", "Genesis 1:26", "Genesis 1:27", "Genesis 1:28", "Genesis 1:29", "Genesis 1:30", "Genesis 1:31", "Genesis 2:1", "Genesis 2:2", "Genesis 2:3", "Genesis 2:4", "Genesis 2:5", "Genesis 2:6", "Genesis 2:7", "Genesis 2:8", "Genesis 2:9", "Genesis 2:10", "Genesis 2:11", "Genesis 2:12", "Genesis 2:13", "Genesis 2:14", "Genesis 2:15", "Genesis 2:16", "Genesis 2:17", "Genesis 2:18", "Genesis 2:19", "Genesis 2:20", "Genesis 2:21", "Genesis 2:22", "Genesis 2:23", "Genesis 2:24", "Genesis 2:25", "Genesis 3:1", "Genesis 3:2", "Genesis 3:3", "Genesis 3:4", "Genesis 3:5", "Genesis 3:6", "Genesis 3:7", "Genesis 3:8", "Genesis 3:9", "Genesis 3:10", "Genesis 3:11", "Genesis 3:12", "Genesis 3:13", "Genesis 3:14", "Genesis 3:15", "Genesis 3:16", "Genesis 3:17", "Genesis 3:18", "Genesis 3:19", "Genesis 3:20", "Genesis 3:21", "Genesis 3:22", "Genesis 3:23", "Genesis 3:24", "Genesis 4:1", "Genesis 4:2", "Genesis 4:3", "Genesis 4:4", "Genesis 4:5", "Genesis 4:6", "Genesis 4:7", "Genesis 4:8", "Genesis 4:9", "Genesis 4:10", "Genesis 4:11", "Genesis 4:12", "Genesis 4:13", "Genesis 4:14", "Genesis 4:15", "Genesis 4:16", "Genesis 4:17", "Genesis 4:18", "Genesis 4:19", "Genesis 4:20", "Genesis 4:21", "Genesis 4:22", "Genesis 4:23", "Genesis 4:24", "Genesis 4:25", "Genesis 4:26", "Genesis 5:1", "Genesis 5:2", "Genesis 5:3", "Genesis 5:4", "Genesis 5:5", "Genesis 5:6", "Genesis 5:7", "Genesis 5:8", "Genesis 5:9", "Genesis 5:10", "Genesis 5:11", "Genesis 5:12", "Genesis 5:13", "Genesis 5:14", "Genesis 5:15", "Genesis 5:16", "Genesis 5:17", "Genesis 5:18", "Genesis 5:19", "Genesis 5:20", "Genesis 5:21", "Genesis 5:22", "Genesis 5:23", "Genesis 5:24", "Genesis 5:25", "Genesis 5:26", "Genesis 5:27", "Genesis 5:28", "Genesis 5:29", "Genesis 5:30", "Genesis 5:31", "Genesis 5:32", "Genesis 6:1", "Genesis 6:2", "Genesis 6:3", "Genesis 6:4", "Genesis 6:5", "Genesis 6:6", "Genesis 6:7", "Genesis 6:8", "Genesis 6:9", "Genesis 6:10", "Genesis 6:11", "Genesis 6:12", "Genesis 6:13", "Genesis 6:14", "Genesis 6:15", "Genesis 6:16", "Genesis 6:17", "Genesis 6:18", "Genesis 6:19", "Genesis 6:20", "Genesis 6:21", "Genesis 6:22", "Genesis 7:1", "Genesis 7:2", "Genesis 7:3", "Genesis 7:4", "Genesis 7:5", "Genesis 7:6", "Genesis 7:7", "Genesis 7:8", "Genesis 7:9", "Genesis 7:10", "Genesis 7:11", "Genesis 7:12", "Genesis 7:13", "Genesis 7:14", "Genesis 7:15", "Genesis 7:16", "Genesis 7:17", "Genesis 7:18", "Genesis 7:19", "Genesis 7:20", "Genesis 7:21", "Genesis 7:22", "Genesis 7:23", "Genesis 7:24", "Genesis 8:1", "Genesis 8:2", "Genesis 8:3", "Genesis 8:4", "Genesis 8:5", "Genesis 8:6", "Genesis 8:7", "Genesis 8:8", "Genesis 8:9", "Genesis 8:10", "Genesis 8:11", "Genesis 8:12", "Genesis 8:13", "Genesis 8:14", "Genesis 8:15", "Genesis 8:16", "Genesis 8:17", "Genesis 8:18", "Genesis 8:19", "Genesis 8:20", "Genesis 8:21", "Genesis 8:22", "Genesis 9:1", "Genesis 9:2", "Genesis 9:3", "Genesis 9:4", "Genesis 9:5", "Genesis 9:6", "Genesis 9:7", "Genesis 9:8", "Genesis 9:9", "Genesis 9:10", "Genesis 9:11", "Genesis 9:12", "Genesis 9:13", "Genesis 9:14", "Genesis 9:15", "Genesis 9:16", "Genesis 9:17", "Genesis 9:18", "Genesis 9:19", "Genesis 9:20", "Genesis 9:21", "Genesis 9:22", "Genesis 9:23", "Genesis 9:24", "Genesis 9:25", "Genesis 9:26", "Genesis 9:27", "Genesis 9:28", "Genesis 9:29", "Genesis 10:1", "Genesis 10:2", "Genesis 10:3", "Genesis 10:4", "Genesis 10:5", "Genesis 10:6", "Genesis 10:7", "Genesis 10:8", "Genesis 10:9", "Genesis 10:10", "Genesis 10:11", "Genesis 10:12", "Genesis 10:13", "Genesis 10:14", "Genesis 10:15", "Genesis 10:16", "Genesis 10:17", "Genesis 10:18", "Genesis 10:19", "Genesis 10:20", "Genesis 10:21", "Genesis 10:22", "Genesis 10:23", "Genesis 10:24", "Genesis 10:25", "Genesis 10:26", "Genesis 10:27", "Genesis 10:28", "Genesis 10:29", "Genesis 10:30", "Genesis 10:31", "Genesis 10:32", "Genesis 11:1", "Genesis 11:2", "Genesis 11:3", "Genesis 11:4", "Genesis 11:5", "Genesis 11:6", "Genesis 11:7", "Genesis 11:8", "Genesis 11:9", "Genesis 11:10", "Genesis 11:11", "Genesis 11:12", "Genesis 11:13", "Genesis 11:14", "Genesis 11:15", "Genesis 11:16", "Genesis 11:17", "Genesis 11:18", "Genesis 11:19", "Genesis 11:20", "Genesis 11:21", "Genesis 11:22", "Genesis 11:23", "Genesis 11:24", "Genesis 11:25", "Genesis 11:26", "Genesis 11:27", "Genesis 11:28", "Genesis 11:29", "Genesis 11:30", "Genesis 11:31", "Genesis 11:32", "Genesis 12:1", "Genesis 12:2", "Genesis 12:3", "Genesis 12:4", "Genesis 12:5", "Genesis 12:6", "Genesis 12:7", "Genesis 12:8", "Genesis 12:9", "Genesis 12:10", "Genesis 12:11", "Genesis 12:12", "Genesis 12:13", "Genesis 12:14", "Genesis 12:15", "Genesis 12:16", "Genesis 12:17", "Genesis 12:18", "Genesis 12:19", "Genesis 12:20", "Genesis 13:1", "Genesis 13:2", "Genesis 13:3", "Genesis 13:4", "Genesis 13:5", "Genesis 13:6", "Genesis 13:7", "Genesis 13:8", "Genesis 13:9", "Genesis 13:10", "Genesis 13:11", "Genesis 13:12", "Genesis 13:13", "Genesis 13:14", "Genesis 13:15", "Genesis 13:16", "Genesis 13:17", "Genesis 13:18", "Genesis 14:1", "Genesis 14:2", "Genesis 14:3", "Genesis 14:4", "Genesis 14:5", "Genesis 14:6", "Genesis 14:7", "Genesis 14:8", "Genesis 14:9", "Genesis 14:10", "Genesis 14:11", "Genesis 14:12", "Genesis 14:13", "Genesis 14:14", "Genesis 14:15", "Genesis 14:16", "Genesis 14:17", "Genesis 14:18", "Genesis 14:19", "Genesis 14:20", "Genesis 14:21", "Genesis 14:22", "Genesis 14:23", "Genesis 14:24", "Genesis 15:1", "Genesis 15:2", "Genesis 15:3", "Genesis 15:4", "Genesis 15:5", "Genesis 15:6", "Genesis 15:7", "Genesis 15:8", "Genesis 15:9", "Genesis 15:10", "Genesis 15:11", "Genesis 15:12", "Genesis 15:13", "Genesis 15:14", "Genesis 15:15", "Genesis 15:16", "Genesis 15:17", "Genesis 15:18", "Genesis 15:19", "Genesis 15:20", "Genesis 15:21", "Genesis 16:1", "Genesis 16:2", "Genesis 16:3", "Genesis 16:4", "Genesis 16:5", "Genesis 16:6", "Genesis 16:7", "Genesis 16:8", "Genesis 16:9", "Genesis 16:10", "Genesis 16:11", "Genesis 16:12", "Genesis 16:13", "Genesis 16:14", "Genesis 16:15", "Genesis 16:16", "Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27", "Genesis 18:1", "Genesis 18:2", "Genesis 18:3", "Genesis 18:4", "Genesis 18:5", "Genesis 18:6", "Genesis 18:7", "Genesis 18:8", "Genesis 18:9", "Genesis 18:10", "Genesis 18:11", "Genesis 18:12", "Genesis 18:13", "Genesis 18:14", "Genesis 18:15", "Genesis 18:16", "Genesis 18:17", "Genesis 18:18", "Genesis 18:19", "Genesis 18:20", "Genesis 18:21", "Genesis 18:22", "Genesis 18:23", "Genesis 18:24", "Genesis 18:25", "Genesis 18:26", "Genesis 18:27", "Genesis 18:28", "Genesis 18:29", "Genesis 18:30", "Genesis 18:31", "Genesis 18:32", "Genesis 18:33", "Genesis 19:1", "Genesis 19:2", "Genesis 19:3", "Genesis 19:4", "Genesis 19:5", "Genesis 19:6", "Genesis 19:7", "Genesis 19:8", "Genesis 19:9", "Genesis 19:10", "Genesis 19:11", "Genesis 19:12", "Genesis 19:13", "Genesis 19:14", "Genesis 19:15", "Genesis 19:16", "Genesis 19:17", "Genesis 19:18", "Genesis 19:19", "Genesis 19:20", "Genesis 19:21", "Genesis 19:22", "Genesis 19:23", "Genesis 19:24", "Genesis 19:25", "Genesis 19:26", "Genesis 19:27", "Genesis 19:28", "Genesis 19:29", "Genesis 19:30", "Genesis 19:31", "Genesis 19:32", "Genesis 19:33", "Genesis 19:34", "Genesis 19:35", "Genesis 19:36", "Genesis 19:37", "Genesis 19:38", "Genesis 20:1", "Genesis 20:2", "Genesis 20:3", "Genesis 20:4", "Genesis 20:5", "Genesis 20:6", "Genesis 20:7", "Genesis 20:8", "Genesis 20:9", "Genesis 20:10", "Genesis 20:11", "Genesis 20:12", "Genesis 20:13", "Genesis 20:14", "Genesis 20:15", "Genesis 20:16", "Genesis 20:17", "Genesis 20:18", "Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34", "Genesis 22:1", "Genesis 22:2", "Genesis 22:3", "Genesis 22:4", "Genesis 22:5", "Genesis 22:6", "Genesis 22:7", "Genesis 22:8", "Genesis 22:9", "Genesis 22:10", "Genesis 22:11", "Genesis 22:12", "Genesis 22:13", "Genesis 22:14", "Genesis 22:15", "Genesis 22:16", "Genesis 22:17", "Genesis 22:18", "Genesis 22:19", "Genesis 22:20", "Genesis 22:21", "Genesis 22:22", "Genesis 22:23", "Genesis 22:24", "Genesis 23:1", "Genesis 23:2", "Genesis 23:3", "Genesis 23:4", "Genesis 23:5", "Genesis 23:6", "Genesis 23:7", "Genesis 23:8", "Genesis 23:9", "Genesis 23:10", "Genesis 23:11", "Genesis 23:12", "Genesis 23:13", "Genesis 23:14", "Genesis 23:15", "Genesis 23:16", "Genesis 23:17", "Genesis 23:18", "Genesis 23:19", "Genesis 23:20", "Genesis 24:1", "Genesis 24:2", "Genesis 24:3", "Genesis 24:4", "Genesis 24:5", "Genesis 24:6", "Genesis 24:7", "Genesis 24:8", "Genesis 24:9", "Genesis 24:10", "Genesis 24:11", "Genesis 24:12", "Genesis 24:13", "Genesis 24:14", "Genesis 24:15", "Genesis 24:16", "Genesis 24:17", "Genesis 24:18", "Genesis 24:19", "Genesis 24:20", "Genesis 24:21", "Genesis 24:22", "Genesis 24:23", "Genesis 24:24", "Genesis 24:25", "Genesis 24:26", "Genesis 24:27", "Genesis 24:28", "Genesis 24:29", "Genesis 24:30", "Genesis 24:31", "Genesis 24:32", "Genesis 24:33", "Genesis 24:34", "Genesis 24:35", "Genesis 24:36", "Genesis 24:37", "Genesis 24:38", "Genesis 24:39", "Genesis 24:40", "Genesis 24:41", "Genesis 24:42", "Genesis 24:43", "Genesis 24:44", "Genesis 24:45", "Genesis 24:46", "Genesis 24:47", "Genesis 24:48", "Genesis 24:49", "Genesis 24:50", "Genesis 24:51", "Genesis 24:52", "Genesis 24:53", "Genesis 24:54", "Genesis 24:55", "Genesis 24:56", "Genesis 24:57", "Genesis 24:58", "Genesis 24:59", "Genesis 24:60", "Genesis 24:61", "Genesis 24:62", "Genesis 24:63", "Genesis 24:64", "Genesis 24:65", "Genesis 24:66", "Genesis 24:67", "Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18", "Genesis 25:19", "Genesis 25:20", "Genesis 25:21", "Genesis 25:22", "Genesis 25:23", "Genesis 25:24", "Genesis 25:25", "Genesis 25:26", "Genesis 25:27", "Genesis 25:28", "Genesis 25:29", "Genesis 25:30", "Genesis 25:31", "Genesis 25:32", "Genesis 25:33", "Genesis 25:34", "Genesis 26:1", "Genesis 26:2", "Genesis 26:3", "Genesis 26:4", "Genesis 26:5", "Genesis 26:6", "Genesis 26:7", "Genesis 26:8", "Genesis 26:9", "Genesis 26:10", "Genesis 26:11", "Genesis 26:12", "Genesis 26:13", "Genesis 26:14", "Genesis 26:15", "Genesis 26:16", "Genesis 26:17", "Genesis 26:18", "Genesis 26:19", "Genesis 26:20", "Genesis 26:21", "Genesis 26:22", "Genesis 26:23", "Genesis 26:24", "Genesis 26:25", "Genesis 26:26", "Genesis 26:27", "Genesis 26:28", "Genesis 26:29", "Genesis 26:30", "Genesis 26:31", "Genesis 26:32", "Genesis 26:33", "Genesis 26:34", "Genesis 26:35", "Genesis 27:1", "Genesis 27:2", "Genesis 27:3", "Genesis 27:4", "Genesis 27:5", "Genesis 27:6", "Genesis 27:7", "Genesis 27:8", "Genesis 27:9", "Genesis 27:10", "Genesis 27:11", "Genesis 27:12", "Genesis 27:13", "Genesis 27:14", "Genesis 27:15", "Genesis 27:16", "Genesis 27:17", "Genesis 27:18", "Genesis 27:19", "Genesis 27:20", "Genesis 27:21", "Genesis 27:22", "Genesis 27:23", "Genesis 27:24", "Genesis 27:25", "Genesis 27:26", "Genesis 27:27", "Genesis 27:28", "Genesis 27:29", "Genesis 27:30", "Genesis 27:31", "Genesis 27:32", "Genesis 27:33", "Genesis 27:34", "Genesis 27:35", "Genesis 27:36", "Genesis 27:37", "Genesis 27:38", "Genesis 27:39", "Genesis 27:40", "Genesis 27:41", "Genesis 27:42", "Genesis 27:43", "Genesis 27:44", "Genesis 27:45", "Genesis 27:46", "Genesis 28:1", "Genesis 28:2", "Genesis 28:3", "Genesis 28:4", "Genesis 28:5", "Genesis 28:6", "Genesis 28:7", "Genesis 28:8", "Genesis 28:9", "Genesis 28:10", "Genesis 28:11", "Genesis 28:12", "Genesis 28:13", "Genesis 28:14", "Genesis 28:15", "Genesis 28:16", "Genesis 28:17", "Genesis 28:18", "Genesis 28:19", "Genesis 28:20", "Genesis 28:21", "Genesis 28:22", "Genesis 29:1", "Genesis 29:2", "Genesis 29:3", "Genesis 29:4", "Genesis 29:5", "Genesis 29:6", "Genesis 29:7", "Genesis 29:8", "Genesis 29:9", "Genesis 29:10", "Genesis 29:11", "Genesis 29:12", "Genesis 29:13", "Genesis 29:14", "Genesis 29:15", "Genesis 29:16", "Genesis 29:17", "Genesis 29:18", "Genesis 29:19", "Genesis 29:20", "Genesis 29:21", "Genesis 29:22", "Genesis 29:23", "Genesis 29:24", "Genesis 29:25", "Genesis 29:26", "Genesis 29:27", "Genesis 29:28", "Genesis 29:29", "Genesis 29:30", "Genesis 29:31", "Genesis 29:32", "Genesis 29:33", "Genesis 29:34", "Genesis 29:35", "Genesis 30:1", "Genesis 30:2", "Genesis 30:3", "Genesis 30:4", "Genesis 30:5", "Genesis 30:6", "Genesis 30:7", "Genesis 30:8", "Genesis 30:9", "Genesis 30:10", "Genesis 30:11", "Genesis 30:12", "Genesis 30:13", "Genesis 30:14", "Genesis 30:15", "Genesis 30:16", "Genesis 30:17", "Genesis 30:18", "Genesis 30:19", "Genesis 30:20", "Genesis 30:21", "Genesis 30:22", "Genesis 30:23", "Genesis 30:24", "Genesis 30:25", "Genesis 30:26", "Genesis 30:27", "Genesis 30:28", "Genesis 30:29", "Genesis 30:30", "Genesis 30:31", "Genesis 30:32", "Genesis 30:33", "Genesis 30:34", "Genesis 30:35", "Genesis 30:36", "Genesis 30:37", "Genesis 30:38", "Genesis 30:39", "Genesis 30:40", "Genesis 30:41", "Genesis 30:42", "Genesis 30:43", "Genesis 31:1", "Genesis 31:2", "Genesis 31:3", "Genesis 31:4", "Genesis 31:5", "Genesis 31:6", "Genesis 31:7", "Genesis 31:8", "Genesis 31:9", "Genesis 31:10", "Genesis 31:11", "Genesis 31:12", "Genesis 31:13", "Genesis 31:14", "Genesis 31:15", "Genesis 31:16", "Genesis 31:17", "Genesis 31:18", "Genesis 31:19", "Genesis 31:20", "Genesis 31:21", "Genesis 31:22", "Genesis 31:23", "Genesis 31:24", "Genesis 31:25", "Genesis 31:26", "Genesis 31:27", "Genesis 31:28", "Genesis 31:29", "Genesis 31:30", "Genesis 31:31", "Genesis 31:32", "Genesis 31:33", "Genesis 31:34", "Genesis 31:35", "Genesis 31:36", "Genesis 31:37", "Genesis 31:38", "Genesis 31:39", "Genesis 31:40", "Genesis 31:41", "Genesis 31:42", "Genesis 31:43", "Genesis 31:44", "Genesis 31:45", "Genesis 31:46", "Genesis 31:47", "Genesis 31:48", "Genesis 31:49", "Genesis 31:50", "Genesis 31:51", "Genesis 31:52", "Genesis 31:53", "Genesis 31:54", "Genesis 32:1", "Genesis 32:2", "Genesis 32:3", "Genesis 32:4", "Genesis 32:5", "Genesis 32:6", "Genesis 32:7", "Genesis 32:8", "Genesis 32:9", "Genesis 32:10", "Genesis 32:11", "Genesis 32:12", "Genesis 32:13", "Genesis 32:14", "Genesis 32:15", "Genesis 32:16", "Genesis 32:17", "Genesis 32:18", "Genesis 32:19", "Genesis 32:20", "Genesis 32:21", "Genesis 32:22", "Genesis 32:23", "Genesis 32:24", "Genesis 32:25", "Genesis 32:26", "Genesis 32:27", "Genesis 32:28", "Genesis 32:29", "Genesis 32:30", "Genesis 32:31", "Genesis 32:32", "Genesis 32:33", "Genesis 33:1", "Genesis 33:2", "Genesis 33:3", "Genesis 33:4", "Genesis 33:5", "Genesis 33:6", "Genesis 33:7", "Genesis 33:8", "Genesis 33:9", "Genesis 33:10", "Genesis 33:11", "Genesis 33:12", "Genesis 33:13", "Genesis 33:14", "Genesis 33:15", "Genesis 33:16", "Genesis 33:17", "Genesis 33:18", "Genesis 33:19", "Genesis 33:20", "Genesis 34:1", "Genesis 34:2", "Genesis 34:3", "Genesis 34:4", "Genesis 34:5", "Genesis 34:6", "Genesis 34:7", "Genesis 34:8", "Genesis 34:9", "Genesis 34:10", "Genesis 34:11", "Genesis 34:12", "Genesis 34:13", "Genesis 34:14", "Genesis 34:15", "Genesis 34:16", "Genesis 34:17", "Genesis 34:18", "Genesis 34:19", "Genesis 34:20", "Genesis 34:21", "Genesis 34:22", "Genesis 34:23", "Genesis 34:24", "Genesis 34:25", "Genesis 34:26", "Genesis 34:27", "Genesis 34:28", "Genesis 34:29", "Genesis 34:30", "Genesis 34:31", "Genesis 35:1", "Genesis 35:2", "Genesis 35:3", "Genesis 35:4", "Genesis 35:5", "Genesis 35:6", "Genesis 35:7", "Genesis 35:8", "Genesis 35:9", "Genesis 35:10", "Genesis 35:11", "Genesis 35:12", "Genesis 35:13", "Genesis 35:14", "Genesis 35:15", "Genesis 35:16", "Genesis 35:17", "Genesis 35:18", "Genesis 35:19", "Genesis 35:20", "Genesis 35:21", "Genesis 35:22", "Genesis 35:23", "Genesis 35:24", "Genesis 35:25", "Genesis 35:26", "Genesis 35:27", "Genesis 35:28", "Genesis 35:29", "Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43", "Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, On the Book of Genesis and Its Structure 2-47", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר א׳ ב׳-מ״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Genesis and Its Structure", "he": "בראשית מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE TEXT OF</small> G<small>ENESIS SEEMS TO SPEAK WITH MANY VOICES</small>. F<small>OR A BOOK WHOSE BASIC</small> arrangement is chronological, tracing the history of a single family, it exhibits a good deal of discontinuity on the surface. Here time flows uniformly, there it takes startling jumps; fragments are followed by more or less full-blown tales; genres alternate, from mythic to genealogical to folkloristic. In addition, scholars often portray Genesis as a collection of historically diverse materials that were compiled by scribes for whom deviating from received tradition was anathema. Hence the repetitions, the inconsistencies, and the irregular pacing.", "Is Genesis then, at best, a collection of stories related to the origins of Israel, with most of its seams still showing? Such an assessment does not do justice to what must have been a complex process of addition and growth or to the final product. An overview of the book does produce a certain scheme; at some point in the text’s history a coherent picture must have begun to emerge from the disparate materials handed down. For the modern reader, utilizing the Buber-Rosenzweig method of focusing on repeating words and key themes as the text presents them may make it possible to generalize about the organization of the book and also to speculate on its overall intent in the form in which it has come down to us.", "On its most obvious level Genesis is a book about origins. It seeks to link the origin of the people of Israel with that of the world, relating in the process how various human characteristics and institutions arose.", "On the surface this parallels much of ancient literature and folklore. All peoples are interested in their own beginnings, picturing them in a way which validates their present existence. Genesis, however, is different in that, like the rest of the Torah, it downplays the heroic element of the people’s origins and in its place stresses God’s role in them. Moreover the one great omission—the origin of God—establishes from the beginning a unique basis for a tribal chronicle. From Genesis and subsequent books we learn primarily about God’s relationship to the people and what he expects of them; almost everything else is subordinated to this purpose.", "Preliminarily one can speak of at least seven major themes whose recurrence establishes their importance in the book:", "1. <i>Origins:</i> Of the world, of humanity, and of the people of Israel.<br>2. <i>Order/Meaning in History:</i> By means of stylized or patterned chronology—reliance on certain round numbers such as 3, 7, and 40—it is suggested that human events are not random but somehow planned.<br>3. <i>Blessing:</i> From creation onward God bestows blessings on his creatures in general and on the fathers and mothers of Israel in particular.<br>4. <i>Covenant:</i> God concludes agreements with human beings.<br>5. <i>God Punishes Evildoing:</i> God is provoked to anger not by his capriciousness but by human failure to uphold justice and morality.<br>6. <i>Sibling Conflict, with the Younger Usually Emerging the Victor:</i> The order of nature (primacy of the firstborn) is overturned, demonstrating that God, not nature, is the ruling principle in human affairs.<br>7. <i>Testing:</i> God tests those who are to carry forth his mission; the result is the development of moral character.", "Superseding these important themes, which occur throughout the Bible in various forms, is the dominant one of <i>continuity</i>, represented by the unifying word in Genesis <i>toledot</i> (“begettings”). The word appears eleven times, often accompanied by long genealogical lists. The names may deflect attention from what is central to Genesis. The major thrust of the book would seem to be toward human fecundity, following the early divine command to “bear fruit and be many” (1:28), and pointing toward the eventual fecundity of the people of Israel (which will only be realized in the book of Exodus). Such an emphasis seems appropriate in a book about origins.", "Ironically, however, the undercurrent in Genesis points not to life and its continuation, but rather to its threatened extinction. In story after story the protagonist, his people, and occasionally the entire world are threatened. In at least one case (Avraham) a perfectly legal and natural solution is found—the birth of Yishmael as his heir—only to be rejected by God in favor of a more difficult one: a son born to an elderly woman.", "It is clear that the stress on continuity and discontinuity has one purpose: to make clear that God is in control of history. Human fertility and continuity in history come not from magical rites or from the arbitrary decisions of the gods, but from a God who bases his rule on justice. Nature disappears as a ruling factor in human affairs, replaced by a principle of morality which is unshakable precisely because it comes from a God who is beyond the rules of nature.", "But the result is a book which abounds in tension. From the beginnings of human history (Chap. 4) we encounter contradictions and opposites, whether on a small scale (fertility and barrenness) or a large one (promise and delayed fulfillment). Nowhere is this so clear as in the dramatic high point of the book, Chap. 22. As Avraham stands with knife upraised, the entire enterprise of Genesis hangs in the balance. But the entire book is replete with such tensions and continuity-threatening situations. There are barren wives, brothers vowing to kill brothers, cities and even a world being destroyed by an angry God. The main characters of Genesis thus emerge as survivors, above all else. Noah sets the pattern, but he is merely the first, and too passive an example. The Patriarchs must brave hostile foreigners, bitter intrafamily struggles, and long wanderings before they can find peace.", "While by the end of the book many of the tensions have been resolved, one conspicuously has not: God’s promise of the land of Canaan. As the book ends, “in Egypt,” we are left to ponder how this God, who keeps his promises to “those who love him” (Ex. 20:6), will bring the people back to their land—a land inhabited by someone else and in which the Children of Israel own only a burial site. Yet despite the tension, we may assume from the experiences of the Patriarchs that God will indeed “take account of” the Israelites (50:24), that he will take whatever ill has been planned against them and “plan-it-over for good” (50:20).", "A word should also be said here about hero traditions. In the great epics of the ancient world the hero often stands as a lonely figure. He must overcome obstacles, fight monsters, acquire helpers (whether women, “sidekicks,” or magic objects); and his triumph in the end signals man’s triumph over his archenemy, Death. Every battle won, every obstacle hurdled, is psychologically a victory for us, the audience, a cathartic release from our own frustrating battle against death.", "The Bible sees things rather differently. Death is also overcome, but not only by the individual’s struggle. It is rather through the covenant community, bound together by God’s laws and his promises, that the heroic vision is lived out. Despite the triumphs of the characters in Genesis, it is really in the book of Exodus that the great battle scenes (the plagues in Egypt, the Red Sea) and meetings with the divine (Mount Sinai) take place. And it is therefore God himself who is most properly the “hero” of these stories. No major character in Genesis achieves success without depending fully on God, and the standards that are held up to them are ultimately seen as God’s own, to be imitated by imperfect humankind.", "The book of Genesis falls naturally into four large sections. The first, usually termed the “Primeval History” (Chaps, 11–11), begins with creation and progresses through the early generations of humanity, ending in Mesopotamia. The second (Chaps. 12 through 25:18) is the cycle of stories concerning Avraham, the father of the people of Israel. Part III (Gen. 25:19 through Chap. 36) deals in the main with stories about his grandson Yaakov. The final section (Chaps. 37–50) is the tale of Yosef and of how the Children of Israel came to live in Egypt (thus paving the way for the book of Exodus).", "The following skeletal outline will lay out some of the interesting structural features of the book. There is an elemental symmetry that emerges from the four sections; further comments, especially about how the sections cohere, will be found in the explanatory material accompanying the text in this volume.", "I. Chosen Figure (Noah)", "Sibling Hatred (Kayin–Hevel), with sympathy for youngest", "Family Continuity Threatened (Hevel murdered)", "Ends with Death (Haran, Terah; Sarai barren)", "Humanity Threatened (Flood)", "Ends Away from Land of Israel (“In Harran”)", "II. Chosen Figure (Avraham)", "Sibling Hatred (Yishmael–Yitzhak) Implied, with sympathy for youngest", "Family Continuity Threatened (Sarai barren, Yitzhak almost sacrificed)", "Ends with Death (Sara, Avraham)", "Rivalry Between Wives (Hagar–Sarai)", "Barren Wife (Sarai)", "Wife–Sister Story (Chaps. 12 and 20)", "Ends with Genealogy of Non-Covenant Line (Yishmael)", "III: Chosen Figure (Yaakov)", "Sibling Hatred (Esav–Yaakov), with sympathy for youngest", "Family Continuity Threatened (Yaakov almost killed)", "Ends with Death (Devora, Rahel, Yitzhak)", "Rivalry Between Wives (Lea–Rahel)", "Barren Wife (Rahel)", "Wife–Sister Story (Chap. 26)", "Ends with Genealogy of Non-Covenant Line (Esav)", "IV Chosen Figure (Yosef)", "Sibling Hatred (Brothers–Yosef), with sympathy for youngest", "Family Continuity Threatened (Yehuda’s sons die; Yosef almost killed; family almost dies in famine)", "Ends with Death (Yaakov, Yosef)", "Humanity Threatened (Famine)", "Ends Away from Land of Israel (“In Egypt”)", "There is of course great variety within this bare structure; each version of a motif has its own special characteristics and emphases. Yet the patterning observed above gives the book a general coherence, above and beyond differences. It also demonstrates a conscious hand at work, one concerned about the texture of the book as a whole and able, despite the possible rigidity of what had been handed down, to shape the received material into a plastic and breathing unity.", "Two general observations about Genesis will round out the picture here. First, as the book progresses there is a tendency for the style of the literature to become smoother. The abrupt changes and sometimes fragmentary nature of the material in Part I, and the vignettes built around Avraham’s life in Part II, give way to a greater coherence and concentration in Part III, and finally to a relatively flowing and psychologically complete narrative in Part IV Along with this, the characters in the latter half of the book seem to be more changeable and human, in contrast to Noah and Avraham, who often appear almost perfect models of piety.", "Second, contact with God becomes less and less direct as Genesis moves on. Avraham’s dreams and visions seem a far cry from Adam’s conversations with God in the garden (although see Chap. 18); Yaakov’s encounters with God are less frequent than Avraham’s; and finally, Yosef never has a conversation with God, although he receives dream interpretations from him. This process of distancing may reflect an often-observed tendency in religions to think of primeval times as a “golden age” of closeness between gods and men, as contrasted to today (whenever one is writing), when humankind finds itself tragically distant from the divine and in need of communication."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382cfc9ad75f2d99af798", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef, Famine; The Brothers Come 1", "anchorRef": "Genesis 41:53-42:38", "anchorRefExpanded": ["Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef, Famine; The Brothers Come 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ו׳, בראשית הערה ה׳ א׳", "anchorVerse": 53, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית הערה ה׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Genesis 41:53-42:38\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Genesis 41:53-42:38</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620d123d80edc1ab98735c1a", "index_title": "Ohr LaYesharim on Jerusalem Talmud Megillah", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Megillah 4:4:6", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Megillah 4:4:6", "sourceHeRef": "אור לישרים על תלמוד ירושלמי מגילה ד׳:ד׳:ו׳", "anchorVerse": 3, "sourceHasEn": false, "commentaryNum": 4.0006, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Megillah", "he": "אור לישרים על תלמוד ירושלמי מגילה"}, "he": "מציעים ברייתא המיוחסת לחכם נקוב שֵׁם: <b>תני</b> – שונה (ברייתא) <b>שמואל</b> (מגדולי אמוראי בבל בדור הראשון)<b>: אין קידוש החודש אלא בעשרה</b> – אין מכריזים על קידוש החודש בבית הוועד בפחות מעשרה אנשים, ככל מעשה קדושה שאינו נעשה אלא במעמד עשרה אנשים<b>.</b><br><br><small>ב<b>משנה סנהדרין</b> א,ב שנינו: עיבור החודש - בשלושה.<br>וב<b>תוספתא סנהדרין</b> ב,א שנו: קידוש החודש - בשלושה.<br>וב<b>ירושלמי סנהדרין</b> א,ב אמרו: לית כאן (במשנה) עיבור החודש אלא קידוש החודש (יש להגיה את נוסח המשנה ולגרוס 'קידוש' במקום 'עיבור'). - שמואל אמר: אין קידוש החודש פחות מעשרה.<br><br>בירושלמי כאן: 'תני שמואל', ובירושלמי סנהדרין: 'שמואל אמר'. במקומות אחדים 'תני' מתחלף ב'אמר'.<br>בירושלמי כאן: 'אין קידוש החודש אלא בעשרה', ובירושלמי סנהדרין: 'אין קידוש החודש פחות מעשרה'. נראה שהלשון בסנהדרין הוא המקורי, כי כך הוא הלשון במשנתנו ובברייתא בירושלמי לעיל: 'אין X פחות מעשרה'.<br><br>בתלמודים פירשו את המשנה בסנהדרין, שבית דין של שלושה בודק את העדים שראו את הירח החדש בליל שלושים לחודש היוצא ומקדש את החודש הנכנס ביום השלושים וקובע אותו ראש חודש.<br>לפי מפרשי הירושלמי, שמואל חולק על הפירוש הזה של המשנה בסנהדרין וסובר שקידוש החודש נעשה בבית דין של עשרה ולא של שלושה. קשה לפרש כך את דברי שמואל לפי הנוסח בירושלמי סנהדרין: 'אין קידוש החודש פחות מעשרה', שכן לא מצאנו בשום מקום שקובעים את מספר הדיינים הדרוש לעניין מסוים בלשון 'אין X פחות מ[מספר מסוים]' (המספר המזערי) אלא בלשון 'X - ב[מספר מסוים]' (מספר מוחלט). כמו כן, דברי שמואל חורגים מהכלל שאין בית דין שקול (אין בית דין יכול להיות מורכב ממספר זוגי של דיינים, שיהא לפעמים שקול בדעותיו ללא אפשרות של הכרעה), אם כי ייתכנו חריגים לכלל זה, כמו שומת קרקעות בתשעה וכוהן שבסוף משנתנו (הראשונים דנו בעניין שומת קרקעות).<br>אבל לפי פירושנו, שמואל אינו חולק על הפירוש הזה של המשנה בסנהדרין, אלא אומר שההכרזה על קידוש החודש בבית הוועד על ידי ראש בית הדין נעשית במעמד עשרה אנשים לפחות, שלושת חברי בית הדין ושבעה אנשים נוספים לפחות (במשנה ראש השנה ב,ז שנינו: ראש בית דין אומר: מקודש! וכל העם עונים אחריו: מקודש, מקודש!). דברי שמואל בירושלמי כאן מובאים כהשלמה לדברים שנמנו במשנתנו שאין נעשים בפחות מעשרה.<br><br>ב<b>משנה סנהדרין</b> א,ב שנינו: \"עיבור השנה - בשלושה; דברי רבי מאיר. רבן שמעון בן גמליאל אומר: בשלושה מתחילים, ובחמישה נושאים ונותנים, וגומרים בשבעה\".<br>וב<b>פרקי דרבי אליעזר</b> פרק ז נאמר: בשלושה מעברים את השנה. רבי אליעזר אומר: בעשרה, שנאמר: \"אלוהים ניצב בעדת אל\" (תהילים פב,א)\".<br>וב<b>שמות רבה</b> טו,כ נאמר: \"קידוש החודש - בשלושה. אבל עיבור השנה - בעשרה זקנים\".<br><br>מהמשך המדרשים האלה משמע, שצריכים עשרה לעיבור השנה משום שה' מסכים עימהם כשהם מכריזים על עיבור השנה, ואין ה' נמצא אלא במקום שיש לפחות עשרה אנשים, משום שנאמר: \"אלוהים ניצב בעדת אל\", ואין 'עדה' פחות מעשרה כאמור להלן, ולכן מתחילה נכנסים עשרה לעיבור השנה. אפשר שכמו שרבי אליעזר סובר שעיבור השנה בעשרה משום שההכרזה על עיבור השנה צריכה להיעשות בעשרה, כך שמואל סובר שקידוש החודש בעשרה משום שההכרזה על קידוש החודש צריכה להיעשות בעשרה.<br><br>ב<b>ירושלמי סנהדרין</b> א,ב אמרו: חבירים (חכמים שלא נסמכו), מהו ליכנס / שיכנסו לקידוש החודש? - אמר רבי הושעיה: חבר הוינא ואעלי רבי שמואל בר רב יצחק לקידוש החודש, ולינא ידע אין סלקית ממיניינא אין לא. - פשיטא דלא סליק. למה (לא סליק)? בגין דהוה חתנה (רבי הושעיה היה חתנו של רבי שמואל בר רב יצחק, ואין קרובים נכנסים לקידוש החודש), או משום שאין חבירין נכנסין לקידוש החודש. - אמר רבי כהנא: חבר הוינא ואעלי רבי תנחום בר חייה לקידוש החודש, וסלקית ממיניינא. הדא אמרה, שחבירים נכנסין לקידוש החודש.<br><br>קטע זה בא בירושלמי סנהדרין לאחר דברי שמואל. לפי האמור בקטע זה, יש שנכנסים לקידוש החודש ועולים מן המניין של חברי בית הדין שדן בקידוש החודש, ויש שנמצאים בקידוש החודש ואין עולים מן המניין. ונראה שהאחרונים נמצאים בקידוש החודש משום שההכרזה על קידוש החודש צריכה להיעשות בעשרה.</small><br>• • •<br><br>במשנה כאן שנינו: אין פורסים את \"שמע\" ואין עוברים לפני התיבה... ואין מזמנים בשם פחות מעשרה.\n<br>ובמשנה ברכות ז,ג שנינו, שמזמנים בשם בעשרה ויותר.\n<br>וב<b>משנה סנהדרין</b> א,ו שנינו: ...ומניין לקטנה (סנהדרין קטנה) שהיא של עשרים ושלושה (דיינים)? - שנאמר (בדינו של רוצח): \"ושפטו העדה והצילו העדה\" (במדבר לה) - עדה שופטת (\"ושפטו העדה\" - עשרה מחייבים את הנידון) ועדה מצלת (\"והצילו העדה\" - עשרה אחרים מזכים את הנידון), הרי עשרים (עשרה מחייבים ועשרה מזכים). ומניין לעדה שהיא עשרה? - שנאמר (במרגלים): \"עד מתי לעדה הרעה הזאת\" (במדבר יד), יצאו יהושע וכלב (שלא הוציאו דיבת הארץ רעה כשאר המרגלים, הרי עשרה)...<br>\n<br>כאן התחלת מקבילות בירושלמי ברכות ז,ג וסנהדרין א,ו.\n<br><b>רבי בא</b> (רבי אבא, אמורא בדור השלישי) אמר בשם <b>רבי יסא</b> (רבי אסי, אמורא ארץ ישראלי בדור השלישי) שאמר <b>בשם רבי יוחנן</b> (גדול אמוראי ארץ ישראל בדור השני)<b>: נאמר כאן:</b> – בעניין הרוצח בשגגה והגנתו מפני גואל הדם, <b>'עֵדָה'</b>: \"וְשָׁפְטוּ הָ<b>עֵדָה</b> בֵּין הַמַּכֶּה וּבֵין גֹּאֵל הַדָּם\" (במדבר לה,כד), \"וְהִצִּילוּ הָ<b>עֵדָה</b> אֶת הָרֹצֵחַ מִיַּד גֹּאֵל הַדָּם\" (במדבר לה,כה) - השופטים ישפטו בין גואל הדם המבקש שיימסר לידו ההורג להמיתו ובין ההורג האומר שהרג בלי כוונה, ואם יקבעו שהרג שלא בכוונה יצילוהו השופטים מידי גואל הדם<b>, ונאמר להלן</b> – בפרשת המרגלים<b>: \"עַד מָתַי לָעֵדָה הָרָעָה הַזֹּאת</b> אֲשֶׁר הֵמָּה מַלִּינִים עָלָי?<b>\"</b> (במדבר יד,כז) – עד מתי אסלח לעדה הרעה הזאת על שהם מתלוננים עליי? (הכוונה במילה 'עדה' היא לכל העם. אבל לפי הלימוד כאן, הכוונה במילה זו היא למרגלים)<b>. מה 'עדה' האמורה להלן - עשרה</b> – המרגלים היו שנים עשר אנשים, ומכיוון שנאמר \"לעדה הרעה\", הוצא מהם את יהושע וכלב שלא הוציאו דיבת הארץ רעה, הרי שלעשרת האנשים האחרים קורא הכתוב \"עדה\"<b>, אף כאן</b> – גם 'עדה' האמורה כאן, <b>- עשרה</b> – מכאן למדים, ש'עדה' היא עשרה אנשים לפחות<b>.</b><br>\n<br><b>אמר רבי סימון</b> (רבי שמעון בן פזי, אמורא ארץ ישראלי בדור השני והשלישי)<b>: נאמר כאן</b> – בהלכות כוהנים וקורבנות<b>: 'תּוֹךְ'</b>: \"וְנִקְדַּשְׁתִּי בְּ<b>תוֹךְ</b> בְּנֵי יִשְׂרָאֵל\" (ויקרא כב,לב) - אתם חייבים לקדש את שמי בתוך עם ישראל על ידי קיום מצוותיי<b>, ונאמר להלן</b> – בירידת בני יעקב לשבור שבר במצרים<b>: \"וַיָּבֹאוּ בְּנֵי יִשְׂרָאֵל לִשְׁבֹּר בְּתוֹךְ הַבָּאִים\"</b> (בראשית מב,ה) – בני יעקב באו למצרים בין שאר הבאים לקנות תבואה<b>. מה 'תוך' שנאמר להלן - עשרה</b> – שהרי בני יעקב היו עשרה אנשים - \"וַיֵּרְדוּ אֲחֵי יוֹסֵף עֲשָׂרָה לִשְׁבֹּר בָּר מִמִּצְרָיִם\" (בראשית מב,ג)<b>, אף כאן</b> – גם 'תוך' שנאמר כאן, <b>- עשרה</b> – מכאן למדים, שדברים שיש בהם הזכרת השם וקדושתו צריכים עשרה אנשים לפחות<b>.</b>\n<br><b>אמר ליה</b> – אמר לו <b>רבי יוסה בירבי בון</b> (אמורא ארץ ישראלי בדור השני והשלישי (\"עוד לבעיית עריכתה של מסכת נזיקין ירושלמי\", \"תרביץ\" פא, עמוד 273))<b>: אם 'מתוך' את למד</b> (במקבילה בברכות ובסנהדרין: 'את יליף לה')<b>, סגין אינון!</b> – אם מ'תוך' אתה לומד, מרובים הם! (אם אתה לומד מהגזירה השווה 'תוך' 'תוך' שדברים שיש בהם הזכרת השם וקדושתו צריכים עשרה אנשים לפחות, הרי 'תוך' האמור בירידת בני יעקב מוסב לא אל \"בני ישראל\" אלא אל \"הבאים\", והרי רבים היו הבאים לקנות תבואה ואין לסיימם במספר! - הגרסה ב\"שרידי הירושלמי\" בברכות ובמקבילה בבראשית רבה: 'אם מ\"בתוך הבאים\", אפילו כמה!') <b>אלא</b> – אין ללמוד מגזירה שווה זאת, אלא יש ללמוד מגזירה שווה אחרת, <b>נאמר כאן: \"בני ישראל\"</b>: \"וְנִקְדַּשְׁתִּי בְּתוֹךְ <b>בְּנֵי יִשְׂרָאֵל</b>\" (ויקרא כב,לב)<b>, ונאמר להלן: \"בני ישראל\"</b>: \"וַיָּבֹאוּ <b>בְּנֵי יִשְׂרָאֵל</b> לִשְׁבֹּר בְּתוֹךְ הַבָּאִים\" (בראשית מב,ה)<b>. מה להלן</b> – כשם ש\"בני ישראל\" שנאמר להלן, <b>- עשרה</b> – שהרי בני יעקב היו עשרה אנשים<b>, אף כאן</b> – גם \"בני ישראל\" שנאמר כאן, <b>- עשרה</b> – מכאן למדים, שדברים שיש בהם הזכרת השם וקדושתו צריכים עשרה אנשים לפחות (המשפט 'אלא נאמר כאן...' נשמט במסירה שלפנינו והושלם על ידי מגיה)<b>.</b><br><br><small>עד כאן המקבילות בירושלמי ברכות וסנהדרין.<br><br>בירושלמי ברכות לפני תחילת המקבילה באה שאלה: \"מניין ל'עדה' שהיא עשרה?\" - מהיכן יש ללמוד ש'עדה' היא עשרה אנשים לפחות?<br>השאלה \"מניין ל'עדה' שהיא עשרה?\" והלימוד של רבי יוחנן ש\"עדה\" היא עשרה מתייחסים למשנה בסנהדרין שנזכר בה \"עדה\", ואינם מתייחסים למשנה בברכות ובמגילה שלא נזכר בהן \"עדה\" (גם אין שום כתוב בעניין הזכרת השם וקדושתו שנאמר בו \"עדה\"). ואילו הלימודים של רבי סימון ושל רבי יוסי בירבי בון שדברים שיש בהם הזכרת השם וקדושתו צריכים עשרה מתייחסים למשנה במגילה שעוסקת בהזכרת השם ובאמירת דברים שבקדושה.<br>לכן נראה שהשאלה \"מניין לעדה שהיא עשרה?\" והמימרה של רבי יוחנן נאמרו בסנהדרין ומשם הועתקו לברכות ולמגילה (בזמן מאוחר נשמטה השאלה בסנהדרין - כנראה משום שהיא מופיעה במשנה שם - ובמגילה), והמימרות של רבי סימון ושל רבי יוסי בירבי בון נאמרו במגילה ומשם הועתקו לברכות ולסנהדרין. השאלה ושלוש המימרות הועתקו גם לבראשית רבה צא,ג על הכתוב בבראשית מב,ה, ולא שינו את המימרות אף שהיה צריך לומר בבראשית רבה להיפך: 'נאמר להלן תוך ונאמר כאן תוך. מה תוך האמור כאן...'. נוסח השאלה בבראשית רבה הוא: 'ומניין לעשרה?', ונראה שהנוסח בירושלמי כאן הוחלף בבראשית רבה בנוסח הזה כדי להתאים את השאלה לכל שלושת הלימודים (בבראשית רבה הועתקו לאחר הסוגיה הזו גם כל הסוגיות שבירושלמי ברכות לעיל ז,ב).<br>ונראה שלפני רבי יוחנן לא היו במשנה בסנהדרין השאלה \"מניין לעדה שהיא עשרה?\" והלימוד מעדת המרגלים ש\"עדה\" היא עשרה, וכפי שאין השאלה והלימוד האלה בתוספתא סנהדרין ג,ז המקבילה למשנה בסנהדרין. השאלה והלימוד של רבי יוחנן הם הוספה שהוכנסה למשנה בסנהדרין על פי התלמוד הירושלמי (תוך עיבוד לשון הלימוד).<br><br>ב<b>בבלי ברכות</b> כא,ב אמרו: אמר רב אדא בר אהבה / רבי יהושע בן לוי: מניין שאין היחיד אומר \"קדוש\"? - שנאמר: \"ונקדשתי בתוך בני ישראל\" (ויקרא כב) - כל דבר שבקדושה לא יהא פחות מעשרה. - מאי משמע? / מנהני מילי? - דתני רבנאי אחוה דרבי חייא בר אבא קמיה דרבי חייא בר אבא: אתייא \"תוך\" \"תוך\". כתיב הכא: \"ונקדשתי בתוך בני ישראל\" (ויקרא כב), וכתיב התם: \"היבדלו מתוך העדה הזאת\" (במדבר טז), מה להלן עשרה, אף כאן עשרה.<br>וב<b>בבלי מגילה</b> כג,ב אמרו: \"אין פורסים את שמע...\". - מנא הני מילי? - אמר רבי חייא בר אבא אמר רבי יוחנן: דאמר קרא: \"ונקדשתי בתוך בני ישראל\" (ויקרא כב) - כל דבר שבקדושה לא יהא פחות מעשרה. מאי משמע? - דתני רבנאי אחוה דרבי חייא בר אבא: אתייא \"תוך\" \"תוך\". כתיב הכא: \"ונקדשתי בתוך בני ישראל\" (ויקרא כב), וכתיב התם: \"היבדלו מתוך העדה הזאת\" (במדבר טז), מה להלן עשרה, אף כאן עשרה.<br><br>בבבלי למדו שהזכרת השם וקדושתו צריכים עשרה בגזירה שווה \"תוך\" \"תוך\" מעדת קורח. ובירושלמי למד רבי סימון בגזירה שווה \"תוך\" \"תוך\" מבני יעקב. בבבלי לא למדו מבני יעקב, כנראה בשל הקושיה שהקשה רבי יוסי בירבי בון. ובירושלמי לא למדו מעדת קורח, כנראה משום שפירשו את הכתוב \"היבדלו מתוך העדה הזאת\" שהוא מכוון על כל עדת ישראל ולא על עדת קורח (גם מפרשי התורה נחלקו בכוונת הכתוב הזה), ועוד קשה שמניין לבבלי שבעדת קורח היו עשרה אנשים ולא יותר (בשל קושי זה נוסף בדפוסים של הבבלי לימוד של עדת קורח מעדת המרגלים בגזירה שווה \"עדה\" \"עדה\" שעדה היא עשרה אנשים, ואינו בכתבי היד של הבבלי).</small><br>• • •", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2017", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשע\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6244955dc6099ac2f7949cc6", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, שׁבר 1", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Sefer HaShorashim, שׁבר 1", "sourceHeRef": "ספר השרשים, שׁבר א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "שׁבר", "he": ["<strong><big>שׁבר</big></strong>   <strong>שָׁבַר</strong> י\"י מַטֵּה רְשָׁעִים (<a class=\"refLink\" href=\"Isaiah 14:5\" data-ref=\"Isaiah 14:5\">ישעיה יד, ה</a>), וְלֹא<strong> שָׁבַר</strong> אֶת־הַֽחֲמֽוֹר (<a class=\"refLink\" href=\"I Kings 13:28\" data-ref=\"I Kings 13:28\">מלכים א' יג, כח</a>), <strong>וּשְׁבָרָהּ</strong> כְּשֵׁבֶר נֵבֶל יֽוֹצְרִים (<a class=\"refLink\" href=\"Isaiah 30:14\" data-ref=\"Isaiah 30:14\">ישעיה ל, יד</a>), כַּֽאֲשֶׁר <strong>יִשְׁבֹּר </strong>אֶת־כְּלִי הַיּוֹצֵר (<a class=\"refLink\" href=\"Jeremiah 19:11\" data-ref=\"Jeremiah 19:11\">ירמיה יט, יא</a>), פירוש כאשר ישבר איש. וְעֶצֶם לֹא <strong>תִשְׁבְּרוּ</strong>־בֽוֹ (<a class=\"refLink\" href=\"Exodus 12:46\" data-ref=\"Exodus 12:46\">שמות יב, מו</a>), <strong>יִשְׁבְּרוּ</strong> פְרָאִים צְמָאָֽם (<a class=\"refLink\" href=\"Psalms 104:11\" data-ref=\"Psalms 104:11\">תהלים קד, יא</a>), כלומד ישברו צמאם במים. <strong>בְּשִׁבְרִי</strong> לָכֶם מַטֵּה־לֶחֶם (<a class=\"refLink\" href=\"Leviticus 26:26\" data-ref=\"Leviticus 26:26\">ויקרא כו, כו</a>). <strong>והשם</strong> <strong>כְּשֵׁבֶר</strong> נֵבֶל יֽוֹצְרִים (<a class=\"refLink\" href=\"Isaiah 30:14\" data-ref=\"Isaiah 30:14\">ישעיה ל, יד</a>), <strong>וּמִשֵּׁבֶר</strong> רוּחַ תְּיֵלִֽילוּ (<a class=\"refLink\" href=\"Isaiah 65:14\" data-ref=\"Isaiah 65:14\">ישעיה סה, יד</a>), וְלֹא נֶחְלוּ עַל־<strong>שֵׁבֶר </strong>יוֹסֵֽף (<a class=\"refLink\" href=\"Amos 6:6\" data-ref=\"Amos 6:6\">עמוס ו, ו</a>), אלו השלשה הם בחמש נקודות והשאר בשש. ומשקל אחר הֵֽאָנַח <strong>בְּשִׁבְרוֹן</strong> מָתְנַיִם (<a class=\"refLink\" href=\"Ezekiel 21:11\" data-ref=\"Ezekiel 21:11\">יחזקאל כא, יא</a>).<strong> והנפעל</strong> כִּֽי־נִשְׁבְּרֻה [<strong>נִשְׁבְּרוּ</strong>] אֳנִיּוֹת (<a class=\"refLink\" href=\"I Kings 22:49\" data-ref=\"I Kings 22:49\">מלכים א' כב, מט</a>), <strong>נִשְׁבְּרָה</strong> דַּלְתוֹת הָֽעַמִּים (<a class=\"refLink\" href=\"Ezekiel 26:2\" data-ref=\"Ezekiel 26:2\">יחזקאל כו, ב</a>), <strong>נִשְׁבְּרָה </strong>קִרְיַת־תֹּהוּ (<a class=\"refLink\" href=\"Isaiah 24:10\" data-ref=\"Isaiah 24:10\">ישעיה כד, י</a>), אַחַת מֵהֵנָּה לֹא <strong>נִשְׁבָּֽרָה</strong> (<a class=\"refLink\" href=\"Psalms 34:21\" data-ref=\"Psalms 34:21\">תהלים לד, כא</a>), נפעל חולף כי הוא מלעיל. זִבְחֵי אֱלֹהִים רוּחַ <strong>נִשְׁבָּרָה</strong> (<a class=\"refLink\" href=\"Psalms 51:19\" data-ref=\"Psalms 51:19\">תהלים נא, יט</a>), נפעל <strong>עומד</strong> כי הוא מלרע. עֵת <strong>נִשְׁבֶּרֶת</strong> מִיַּמִּים בְּמַֽעֲמַקֵּי־מָיִם (<a class=\"refLink\" href=\"Ezekiel 27:34\" data-ref=\"Ezekiel 27:34\">יחזקאל כז, לד</a>), פירוש עת היית נשברת שלא יצאו לך עזבוניך מימים כמו שהיה כבר. כִּֽי־<strong>נִשְׁבְּרוּ</strong> לִפְנֵֽי־י\"י וְלִפְנֵי מַֽחֲנֵהוּ (<a class=\"refLink\" href=\"II Chronicles 14:12\" data-ref=\"II Chronicles 14:12\">דברי הימים ב' יד, יב</a>), <strong>וַתִּשָּׁבֵר</strong> כָּעֵץ עַוְלָֽה (<a class=\"refLink\" href=\"Job 24:20\" data-ref=\"Job 24:20\">איוב כד, כ</a>), ובפתח <strong>תִּשָּׁבַר</strong> וְתִשְׁכַּב אֶת־חַלְלֵי־חָֽרֶב (<a class=\"refLink\" href=\"Ezekiel 32:25\" data-ref=\"Ezekiel 32:25\">יחזקאל לב, כה</a>). <strong>והכבד</strong> [פִּעֵל] וְאֶת־כָּל־עֵץ הַשָּׂדֶה <strong>שִׁבֵּֽר</strong> (<a class=\"refLink\" href=\"Exodus 9:25\" data-ref=\"Exodus 9:25\">שמות ט, כה</a>), אִבַּד <strong>וְשִׁבַּר</strong> בְּרִיחֶיהָ (<a class=\"refLink\" href=\"Job 2:9\" data-ref=\"Job 2:9\">איוב ב, ט</a>), <strong>וְשַׁבֵּר תְּשַׁבֵּר</strong> מַצֵּבֹֽתֵיהֶֽם (<a class=\"refLink\" href=\"Exodus 23:24\" data-ref=\"Exodus 23:24\">שמות כג, כד</a>), <strong>ושלא נזכר פעלו מהנוסף</strong> [הָפְעַל] עַל־שֶׁבֶר בַּת־עַמִּי<strong> הָשְׁבַּרְתִּי</strong> (<a class=\"refLink\" href=\"Jeremiah 8:21\" data-ref=\"Jeremiah 8:21\">ירמיה ח, כא</a>). [<strong>והשם</strong>] כָּל־<strong>מִשְׁבָּרֶיךָ</strong> וְגַלֶּיךָ עָלַי עָבָֽרוּ (<a class=\"refLink\" href=\"Jonah 2:4\" data-ref=\"Jonah 2:4\">יונה ב, ד</a>), וְכָל־<strong>מִשְׁבָּרֶיךָ</strong> עִנִּיתָ סֶּֽלָה (<a class=\"refLink\" href=\"Psalms 88:8\" data-ref=\"Psalms 88:8\">תהלים פח, ח</a>), רוצה לומר בהשבר גלי הים בעת הזעף. ומזה על דרך ההשאלה כִּי אֲפָפֻנִי <strong>מִשְׁבְּרֵי</strong>־מָוֶת (<a class=\"refLink\" href=\"II Samuel 22:5\" data-ref=\"II Samuel 22:5\">שמואל ב' כב, ה</a>). בַּֽהֲבִיאִי <strong>שִׁבְרְךָ</strong> בַּגּוֹיִם עַל־אֲרָצוֹת אֲשֶׁר לֹֽא־יְדַעְתָּֽם (<a class=\"refLink\" href=\"Ezekiel 32:9\" data-ref=\"Ezekiel 32:9\">יחזקאל לב, ט</a>), פירוש האנשים הנשברים והנגפים בך. או פירושו בהביאי באזניהם קול השבר ושמעוהו. וַֽיִּרְדְּפוּם לִפְנֵי הַשַּׁעַר עַד־<strong>הַשְּׁבָרִים</strong> (<a class=\"refLink\" href=\"Joshua 7:5\" data-ref=\"Joshua 7:5\">יהושע ז, ה</a>), המקום נקרא כן לפי שנשברו שם. <strong>מִשְּׁבָרִים</strong> יִתְחַטָּֽאוּ (<a class=\"refLink\" href=\"Job 41:17\" data-ref=\"Job 41:17\">איוב מא, יז</a>), פירוש מפחד שבריו יסירו חטאם ויתודו ויחלו פני אל. ומן הענין הזה [הִפְעִיל] <strong>וָֽאֶשְׁבֹּר</strong> עָלָיו חֻקִּי כלומר כרתי ברית וגזרתי עליו חקי שלא יעברנו. ונאמר שבירה בענין הזה כמו שנאמר כריתה בברית (<a class=\"refLink\" href=\"Deuteronomy 29:13\" data-ref=\"Deuteronomy 29:13\">דברים כט, יג</a>). ומן הענין הזה נגזר הַֽאֲנִי <strong>אַשְׁבִּיר</strong> וְלֹא אוֹלִיד (<a class=\"refLink\" href=\"Isaiah 66:9\" data-ref=\"Isaiah 66:9\">ישעיה סו, ט</a>), כלומר אביא האשה עד המשבר. כִּי בָאוּ בָנִים עַד־<strong>מַשְׁבֵּר</strong> (<a class=\"refLink\" href=\"Isaiah 37:3\" data-ref=\"Isaiah 37:3\">ישעיה לז, ג</a>), כִּֽי־עֵת לֹא־יַֽעֲמֹד <strong>בְּמִשְׁבַּר </strong>בָּנִֽים (<a class=\"refLink\" href=\"Hosea 13:13\" data-ref=\"Hosea 13:13\">הושע יג, יג</a>), והרחם נקרא משבר על שבר האשה היולדת וחבליה. אֶת־מִסְפַּר הַֽחֲלוֹם וְאֶת־<strong>שִׁבְרוֹ</strong> (<a class=\"refLink\" href=\"Judges 7:15\" data-ref=\"Judges 7:15\">שופטים ז, טו</a>), פירוש פתרונו, כי קודם הפתרון החלום הוא כמו הדבר הסתום והפתרון שובר אותו ומגלה אותו. וענין אחר כִּי יֶשׁ־<strong>שֶׁבֶר</strong> בְּמִצְרָיִם (<a class=\"refLink\" href=\"Genesis 42:1\" data-ref=\"Genesis 42:1\">בראשית מב, א</a>), <strong>שֶׁבֶר </strong>רַֽעֲבוֹן בָּֽתֵּיכֶֽם (<a class=\"refLink\" href=\"Genesis 42:19\" data-ref=\"Genesis 42:19\">בראשית מב, יט</a>), בשש נקודות. וַיִּשְׂאוּ אֶת־<strong>שִׁבְרָם</strong> (<a class=\"refLink\" href=\"Genesis 42:26\" data-ref=\"Genesis 42:26\">בראשית מב, כו</a>), פירוש תבואה וכל מאכל. ואולי נאמר בזה הלשון לפי שהוא שובר הרעב. וכן אמר <strong>שֶׁבֶר רַֽעֲבוֹן בָּֽתֵּיכֶֽם</strong> על דרך<strong> יִשְׁבְּרוּ </strong>פְרָאִים צְמָאָֽם (<a class=\"refLink\" href=\"Psalms 104:11\" data-ref=\"Psalms 104:11\">תהלים קד, יא</a>), וקונה <strong>הַשֶּׁבֶר</strong> יקרא שובר <strong>לִשְׁבֹּר</strong> אֶל־יוֹסֵף (<a class=\"refLink\" href=\"Genesis 41:57\" data-ref=\"Genesis 41:57\">בראשית מא, נז</a>), פירוש מן יוסף או פירושו וְכָל־הָאָרֶץ בָּאוּ מִצְרַיְמָה אל יוסף לשבור לְכוּ <strong>שִׁבְרוּ</strong> וֶֽאֱכֹלוּ (<a class=\"refLink\" href=\"Isaiah 55:1\" data-ref=\"Isaiah 55:1\">ישעיה נה, א</a>), <strong>בַּשֶּׁ֖בֶר</strong> אֲשֶׁר־הֵ֣ם <strong>שֹֽׁבְרִ֑ים</strong> (<a class=\"refLink\" href=\"Genesis 47:14\" data-ref=\"Genesis 47:14\">בראשית מז, יד</a>). וכן מוכר השבר <strong>וַיִּשְׁבֹּר</strong> לְמִצְרַיִם (<a class=\"refLink\" href=\"Genesis 41:56\" data-ref=\"Genesis 41:56\">בראשית מא, נו</a>). <strong>והפעל הכבד </strong>[הִפְעִיל] אֹכֶל בַּכֶּסֶף <strong>תַּשְׁבִּרֵנִי</strong> (<a class=\"refLink\" href=\"Deuteronomy 2:28\" data-ref=\"Deuteronomy 2:28\">דברים ב, כח</a>), פירוש תשביר לי. <strong>וְנַשְׁבִּירָה</strong> שֶּׁבֶר (<a class=\"refLink\" href=\"Amos 8:5\" data-ref=\"Amos 8:5\">עמוס ח, ה</a>), הוּא <strong>הַמַּשְׁבִּיר</strong> לְכָל־עַם הָאָרֶץ (<a class=\"refLink\" href=\"Genesis 42:6\" data-ref=\"Genesis 42:6\">בראשית מב, ו</a>)."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "641878cdc9371ec0cebe5efc", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Genesis 42:3:1", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Reggio on Torah, Genesis 42:3:1", "sourceHeRef": "ביאור יש\"ר על התורה, בראשית מ״ב:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "בראשית", "he": "<b>וירדו אחי יוסף עשרה,</b> לפי שמשפחתם גדולה כי היו יותר מששים נפש, הוצרכו ללכת כולם לשבור בר הרבה כי לא היה המשביר מוכר לשום קונה אלא בעד בית אחד למחיית אנשי ביתו ולא בעד רבים, ויוסף צוה כן כדי שיוכרחו גם אחיו לבא למצרים, כי ירא אולי יתנו כסף לשאר יושבי כנען הבאים מצרימה לשבור בר, להביא גם להם, והנה אמר כאן וירדו אחי יוסף, ולא אמר בני יעקב, להגיד שלהיותם אחי יוסף סבבה החכמה העליונה שירדו שמה כדי שישתחוו לפניו כמו שהיו החלומות רומזים:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6487462d70699c26744fd1f8", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Bereshit 42:3:1", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Midrash Sekhel Tov, Bereshit 42:3:1", "sourceHeRef": "מדרש שכל טוב, בראשית מ״ב:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "וירדו אחי יוסף עשרה. אותן שהיו במכירתו:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6487462d70699c26744fd1fa", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Bereshit 42:3:2", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Midrash Sekhel Tov, Bereshit 42:3:2", "sourceHeRef": "מדרש שכל טוב, בראשית מ״ב:ג׳:ב׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "לשבור בר (במצרים) [ממצרים]. א\"ר בנימין בר לוי ממשמע שנאמר אחי יוסף, איני יודע שהם עשרה, אלא עשרה חלקים ואחד לשבור בר:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "65def9eb2e1201bebc22d4b2", "index_title": "Rashi on Genesis", "category": "Commentary", "type": "commentary", "ref": "Rashi on Genesis 42:3:1", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Rashi on Genesis 42:3:1", "sourceHeRef": "רש\"י על בראשית מ״ב:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על בראשית", "he": "<b>וירדו אחי יוסף.</b> וְלֹא כָתַב בְּנֵי יַעֲקֹב, מְלַמֵּד שֶׁהָיוּ מִתְחָרְטִים בִּמְכִירָתוֹ וְנָתְנוּ לִבָּם לְהִתְנַהֵג עִמּוֹ בְּאַחְוָה וְלִפְדּוֹתוֹ בְּכָל מָמוֹן שֶׁיִּפְסְקוּ עֲלֵיהֶם:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "וירדו אחי יוסף AND JOSEPH S BRETHREN WENT DOWN — It does not call them “the sons of Jacob” (as in 5:5), thus suggesting that they regretted having sold him and that they had made up their mind to behave towards him in a brotherly manner and to redeem him at whatever price people might fix for them to pay (Midrash Tanchuma, Miketz 8).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "65def9eb2e1201bebc22d4b3", "index_title": "Rashi on Genesis", "category": "Commentary", "type": "commentary", "ref": "Rashi on Genesis 42:3:2", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Rashi on Genesis 42:3:2", "sourceHeRef": "רש\"י על בראשית מ״ב:ג׳:ב׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על בראשית", "he": "<b>עשרה.</b> מַה תַּלְמוּד לוֹמַר, וַהֲלֹא כְתִיב וְאֶת בִּנְיָמִין אֲחִי יוֹסֵף לֹא שָׁלַח? אֶלָּא לְעִנְיַן הָאַחְוָה הָיוּ חֲלוּקִין לְי' שֶׁלֹּא הָיְתָה אַהֲבַת כֻּלָּם וְשִׂנְאַת כֻּלָּם שָׁוָה לוֹ; אֲבָל לְעִנְיַן לִשְׁבֹּר בָּר כֻּלָּם לֵב אֶחָד לָהֶם (בראשית רבה):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "עשרה TEN — What is the mention of this number intended to tell us? Is it not written (Genesis 42:4) “but Benjamin, Joseph’s brother did he not send” (and we therefore know that only ten brothers went to Egypt)? But it means to suggest that so far as their feeling of brotherhood towards Joseph was concerned they were divided into ten, because the love and hatred that all of them bore him were not alike, where as in regard to buying corn they were at one and united (Genesis Rabbah 91:2). ", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "657ecc27758c1dc532ec8682", "index_title": "Steinsaltz on Genesis", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Genesis 42:3", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Steinsaltz on Genesis 42:3", "sourceHeRef": "ביאור שטיינזלץ על בראשית מ״ב:ג׳", "anchorVerse": 3, "sourceHasEn": true, "commentaryNum": 42.0003, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על בראשית", "he": "<b>וַיֵּרְדוּ אֲחֵי יוֹסֵף עֲשָׂרָה</b>, עשרה מאחיו של יוסף\n    <b>לִשְׁבֹּר בָּר מִמִּצְרָיִם,</b> שכן ככל שיגיעו אנשים רבים יותר, הם יוכלו לשאת כמות גדולה יותר של תבואה.\n    ", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>Ten of Joseph’s brothers went down to acquire grain from Egypt. </b>The more men who went down, the more produce they could carry back with them.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "65e9da63b215f43691cfda94", "index_title": "Tze'enah Ure'enah", "category": "Commentary", "type": "commentary", "ref": "Tze'enah Ure'enah, Miketz 47-49", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Tze'enah Ure'enah, Miketz 47-49", "sourceHeRef": "צאינה וראינה, מקץ מ״ז-מ״ט", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1590, 1616], "commentaryNum": 47, "collectiveTitle": {"en": "Tze'enah Ure'enah", "he": "צאינה וראינה"}, "heTitle": "מקץ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["“<i>Ten of Joseph</i>’<i>s brothers went down</i>” [42:3]. Rashi asks a question here. Why does he have to say that they were Joseph’s brothers? He should have said that they were the children of Jacob. The explanation is that they regretted that they had sold their brother Joseph and said: we will redeem him, even for much money, if only we can find him.<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">Rashi, Genesis, 42:3.</i>", "Bahya writes. The verse tells us that ten brothers went. That is to say, they wanted to pray with a quorum, which is ten, and that the Holy One should send them their brother Joseph.<sup class=\"footnote-marker\">49</sup><i class=\"footnote\">Bahya, Genesis, 42:3.</i>", "Ramban writes. Ten brothers went together to fulfill the dreams. The first dream was about the brothers themselves. Therefore, the brothers had to first bow down alone. When Joseph saw that Benjamin was not with them, Joseph thought that the dreams couldn’t be fulfilled; eleven brothers have to bow down to me. As long as eleven brothers did not bow down, then I should not say to my brothers that I am Joseph. Therefore, Joseph cast aspersions on his brothers so that they should bring Benjamin, in the hope that the first dream will be fulfilled. Also, that the second dream should also soon be fulfilled, that his father and mother should also come to him. If Joseph had not thought this, how is it that Joseph would have <i>troubled</i> his brothers and his old father, and did not long before send a letter to his father, to console him that he is still alive and that he is a <i>minister</i> in Egypt. Egypt was only six days journey from the city of <i>Hebron</i> where Jacob was living. Even if it was a thousand miles, Joseph should have sent a letter to his father to alleviate his father’s troubles and sadness. However, Joseph was wise in dream interpretation and saw that it was not possible for his father and brothers to bow down in their land, their home. He thought that since he was a king in the land of Egypt, then it would be appropriate for them to bow down to me and they would not recognize me. In particular, he saw that it was a great famine and all the nations must come to me.<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">Ramban, Genesis, 42:9.</i>"], "versionTitle": "A Critical Translation into English; Edited and translated by Morris M. Faierstein. De Gruyter, 2017", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "668272fc10a13a863f2a8c67", "index_title": "Hadar Zekenim on Torah", "category": "Commentary", "type": "commentary", "ref": "Hadar Zekenim on Torah, Genesis 42:3:1", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Hadar Zekenim on Torah, Genesis 42:3:1", "sourceHeRef": "הדר זקנים על התורה, בראשית מ״ב:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1250, 1300], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Hadar Zekenim", "he": "הדר זקנים"}, "heTitle": "בראשית", "he": "וירדו אחי יוסף עשרה. פי' לבקשו ולפדותו בממון רב אם ימצאוהו. ויש במדרש שהכריז יוסף שלא יהיה עבד נכנס למצרים לקנות בר ושלא יוליך אדם אחד שני חמורים ושלא יכנס לעיר עד שיכתב שמו ושם אביו ושם זקנו ושיהיו מביאים לערב כל הכתובים ליוסף. ואחי יוסף נכנסו בעשר שערי העיר והזכיר כל אחד שמו כמו ראובן בן יעקב בן יצחק. לערב ידע שבאו אחיו שלח אחריהם מנשה לידע היכן הם ראה אותם שהיו מפוזרים בעשרה שוקים. וי\"א בשוק של זנות במשכב זכור מצאם כי סבורים שמא ימצאו שם יוסף לפי שהיה יוסף יפה תואר. בא מנשה והביאם. א\"ל יוסף מרגלים אתם כי למה לא נכנסתם בשער אחד. א\"ל כך צוונו אבא מפני עין הרע. א\"ל חי פרעה כי מרגלים אתם כשהיה רוצה לישבע לשקר היה נשבע חי פרעה לפי ששונא חיותו של פרעה. משל לאשה שגנבה שה מהעדר וברחה עד שהגיעה לביתה והטמינתו במטת בנה ששוכב עליה. אמר לה הרועה גנבת שה מעדרי. ואמרה האשה תהא אוכלת מבשרו של זה אם היא יודע' מן השה שום דבר והרועה סבור שזה בנה שהיא נשבעת בו. כך נשבע בחיי פרעה. א\"ל אחיכם שאמרתם מה טיבו. אמרו לו אבינו הזקן יושב ומתאבל עליו. והורדנו כסף לפדותו אם נמצא אותו. א\"ל ואם לא יחפוץ האיש שלקחו להשיבו לכם בשום ממון מה תעשו. א\"ל לא נזוז ממנו עד שיפדה או נהרוג אותו המחזיק בו. אמר להם הוא אשר דברתי מרגלים אתם. מיד לקח שמעון ואסר אותו לעיניהם. ואיתא במדרש ששלח יוסף לאמר לפרעה שישלח לו ע' גבורים מגבוריו ליקח גנבים שבאו עליו וישלח לו פרעה. כשבאו אצלו רצו לאסור שמעון צעק ונפלו כולם ארצה והיינו דכתיב שאגת אריה וקול שחל ושיני כפירים נתעו בא מנשה והכהו בין כתפיו והפילו אמר שמעון לאחיו כסבורים אתם שהכאה זו היתה של מצרי אינה אלא מזרעו של יוסף:", "heVersionTitle": "Livorno, 1840", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "66afb6791e8ab6e759398010", "index_title": "Pardes Yosef", "category": "Commentary", "type": "commentary", "ref": "Pardes Yosef, Genesis 42:3:1", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Pardes Yosef, Genesis 42:3:1", "sourceHeRef": "פרדס יוסף, בראשית מ״ב:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "commentaryNum": 3.0001, "collectiveTitle": {"en": "Pardes Yosef", "he": "פרדס יוסף"}, "heTitle": "בראשית", "he": "עשרה רש\"י אבל לשבור בר כולם לב אחד, עי' תולדות נח דרוש ב', דמה ילמדנו דהי' להם לב אחד למלא רעבון ביתם וי\"ל דהי' ק\"ל למה הוצרך לומר דירדו לשבור בר והלא לזה שלחם אביהם. לכן מפרש שבא לרמז שדרכן של צדיקים כשעושים דבר שיחשבו שטוב עשו, ואח\"כ כשיראו שבא להם צער מאותו ענין ישימו על לבם שלא קרה להם זה רק למען שיראו שלא טוב עשו תחלה, וכאן תמהו שלא הי' ברכה בתבואה שלהם ולא הי' צריכים לנוד למצרים אם לא כי יד ה' בזה, ובטח על שמכרו אחיהם למצרים לכן הוכרחו עתה לבקש עזר משם, וז\"ש וירדו עשרה שבא להם מרדות וחשבוה לירידה, ולכן קרא אותם אחי יוסף שנזכרו אחות יוסף להם והמה התנכרו אליו, וכן בבואם לפני יוסף הגדיל יותר הכאב שלהם וחרדו, וז\"ש יוסף להם מדוע לא יחרדו שאר האנשים שיבואו לכאן ואתם חרדים בטח מרגלים אתם:", "heVersionTitle": "Piotrkow, 1930", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5868bcefd6e4a97c9cbb0db6", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Genesis 42:3:1", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Bekhor Shor, Genesis 42:3:1", "sourceHeRef": "בכור שור, בראשית מ״ב:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "בראשית", "he": "<b>למה תתראו.</b> אם תתכחשו ברעב יהיו הכל מביטים בכל ותומהים הראיתם בני יעקב שהם עשירים ויפים איך נשחרו ברעב כמו (שיר השירים א׳:ו׳) אל תראוני שאני שחרחורת שהוא כמו אל תביטו בי:\n", "heVersionTitle": "Bekhor Shor, Leipzig, 1856", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, לייפציג, תרט\"ז", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "58aeb46ad6e4a953a426481c", "index_title": "Bereshit Rabbah", "category": "Midrash", "type": "", "ref": "Bereshit Rabbah 91:2", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Bereshit Rabbah 91:2", "sourceHeRef": "בראשית רבה צ״א:ב׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [400], "commentaryNum": 91.0002, "collectiveTitle": {"en": "Bereshit Rabbah", "he": "בראשית רבה"}, "heTitle": "בראשית רבה", "he": "וַיֹּאמֶר יַעֲקֹב לְבָנָיו לָמָּה תִּתְרָאוּ <small>(בראשית מב, א)</small>, אָמַר לָהֶם אַל תּוֹצִיאוּ בְּיֶדְכֶם פְּרוּסָה [נסח אחר. פרוטות]. וְאַל תִּכָּנְסוּ כֻּלְּכֶם בְּפֶתַח אַחַת מִפְּנֵי הָעָיִן. <small>(בראשית מב, ב)</small>: וַיֹּאמֶר הִנֵּה שָׁמַעְתִּי וגו' רְדוּ וְשִׁבְרוּ לָנוּ מִשָּׁם, אָמַר רַבִּי אַבָּא בַּר כַּהֲנָא בִּשְּׂרָם שֶׁהֵן עֲתִידִין לַעֲשׂוֹת שָׁם מָאתַיִם וְעֶשֶׂר שָׁנָה מִנְיַן רְד\"וּ. <small>(בראשית מב, ג)</small>: וַיֵּרְדוּ אֲחֵי יוֹסֵף עֲשָׂרָה, אָמַר רַבִּי בִּנְיָמִין מִמַּשְׁמַע שֶׁנֶּאֱמַר אֲחֵי יוֹסֵף, אֵינִי יוֹדֵעַ שֶׁהֵם עֲשָׂרָה, אֶתְמְהָא, אֶלָּא תִּשְׁעָה חָלוֹקִים לְאַחֲוָה, וְאֶחָד לִשְׁבֹּר בָּר, <small>(בראשית מב, ד)</small>: וְאֶת בִּנְיָמִין אֲחִי יוֹסֵף וגו'. ", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“Jacob said to his sons: Why do you make yourselves conspicuous?” – he said to them: ‘Do not take out bread [<i>perusa</i>] <variant reading: Money [<i>perutot</i>]> in your hands,<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">The midrash is based on the premise that there was no shortage of food in Jacob’s household.</i> and do not enter all of you in one entrance, due to the evil eye.’<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">So as not to arouse envy.</i> <br><b>“He said: Behold, I have heard that there is grain in Egypt. Go down there and acquire grain for us from there, and we will live and not die” (Genesis 42:2).</b> <br>“He said: Behold, I have heard…Go down [<i>redu</i>]…and acquire…for us from there” – Rabbi Abba bar Kahana said: He informed them that they were destined to spend two hundred and ten years there, the numerical value of <i>redu</i>.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\"><i>Reish </i>– 200 + <i>dalet </i>– 4 + <i>vav</i> – 6 = 210.</i> <br><b>“Ten of Joseph’s brothers went down to acquire grain from Egypt” (Genesis 42:3). <br>“But Benjamin, Joseph’s brother, Jacob did not send with his brothers, as he said: Lest disaster befall him” (Genesis 42:4).</b> <br>“Ten of Joseph’s brothers went down” – Rabbi Binyamin said: From the fact that it says “Joseph’s brothers,” do I not know that they are ten? Astonishing! It is, rather, nine parts were for fraternity, and one to acquire grain.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">The primary motivation for the brothers in their journey to Egypt was to locate Joseph, rather than the purchase of grain. </i> “But Benjamin, Joseph's brother…”<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">Since the verse specifies that Joseph’s brothers came with the exception of Benjamin, it was obvious that there were ten. This confirms the need for the previous statement of the midrash (<i>Hamidrash HaMevoar</i>).</i>", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58aeb46dd6e4a953a426483a", "index_title": "Bereshit Rabbah", "category": "Midrash", "type": "", "ref": "Bereshit Rabbah 91:6", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Bereshit Rabbah 91:6", "sourceHeRef": "בראשית רבה צ״א:ו׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [400], "commentaryNum": 91.0006, "collectiveTitle": {"en": "Bereshit Rabbah", "he": "בראשית רבה"}, "heTitle": "בראשית רבה", "he": "דָּבָר אַחֵר, וַיַּרְא יַעֲקֹב כִּי יֶשׁ שֶׁבֶר בְּמִצְרָיִם, וְכִי בְּמִצְרַיִם הָיָה יַעֲקֹב שֶׁרָאָה תְּבוּאָה בְּמִצְרַיִם, שֶׁאָמַר הַכָּתוּב וַיַּרְא יַעֲקֹב כִּי יֶשׁ שֶׁבֶר בְּמִצְרָיִם, וַהֲלוֹא אָמַר לְבָנָיו <small>(בראשית מב, ב)</small>: וַיֹּאמֶר הִנֵּה שָׁמַעְתִּי, אֶלָּא מִיּוֹם שֶׁנִּגְנַב יוֹסֵף נִסְתַּלְּקָה רוּחַ הַקֹּדֶשׁ מִמֶּנּוּ וְרוֹאֶה וְאֵינוֹ רוֹאֶה, וְשׁוֹמֵעַ וְאֵינוֹ שׁוֹמֵעַ, וּמִפְּנֵי מָה לֹא נֶאֱמַר יֶשׁ אֹכֶל בְּמִצְרָיִם, שֶׁאָמַר הַכָּתוּב: כִּי יֶשׁ שֶׁבֶר בְּמִצְרָיִם, וַהֲלוֹא כְּבָר נֶאֱמַר <small>(בראשית מא, נה)</small>: וַתִּרְעַב כָּל אֶרֶץ מִצְרַיִם, וּמַה תַּלְמוּד לוֹמַר יֶשׁ שֶׁבֶר, אֶלָא אַל תְּהִי קוֹרֵא יֵשׁ שֶׁבֶר, אֶלָּא יֵשׁ סֵבֶר, שֶׁרָאָה בָּאַסְפַּקְלַרְיָא שֶׁסִּבְרוֹ בְּמִצְרַיִם, וְאֵיזֶה זֶה, זֶה יוֹסֵף. <small>(בראשית מב, א)</small>: וַיֹּאמֶר לְבָנָיו לָמָּה תִּתְרָאוּ, אָמַר יַעֲקֹב לְבָנָיו, אַתֶּם גִּבּוֹרִים, אַתֶּם נָאִים, אַל תִּכָּנְסוּ בְּשַׁעַר אֶחָד וְאַל תַּעַמְדוּ בְּמָקוֹם אֶחָד, שֶׁלֹא תִּשְׁלֹט בָּכֶם עַיִן הָרָע. <small>(בראשית מב, ב)</small>: הִנֵּה שָׁמַעְתִּי כִּי יֶשׁ שֶׁבֶר בְּמִצְרָיִם רְדוּ שָׁמָּה, מַהוּ רְדוּ, שֶׁרָאָה שֶׁיֵּרְדוּ וְיִשְׁתַּעְבְּדוּ בְּמִצְרָיִם. דָּבָר אַחֵר, רְדוּ שָׁמָּה, שֶׁכָּל הַלּוֹקֵחַ תְּבוּאָה מִן הַשּׁוּק יְרִידָה כְּתִיב בּוֹ. <small>(בראשית מב, ג)</small>: וַיֵּרְדוּ אֲחֵי יוֹסֵף, בְּנֵי יִשְׂרָאֵל צָרִיךְ הַמִּקְרָא לוֹמַר, אֶלָּא בַּתְּחִלָּה לֹא נָהֲגוּ בּוֹ אַחְוָה וּמְכָרוּהוּ, וּלְסוֹף מִתְחָרְטִין וְאוֹמְרִים אֵימָתַי נֵרֵד לְמִצְרַיִם נַחְזִיר אֶת אָחִינוּ לְאָבִיו, וּכְשֶׁאָמַר לָהֶם אֲבִיהֶם לֵירֵד לְמִצְרַיִם נָתְנוּ כֻּלָּם דַּעַת אַחַת לְהַחֲזִירוֹ. אָמַר רַבִּי יְהוּדָה בַּר סִימוֹן אַף יוֹסֵף יוֹדֵעַ הָיָה שֶׁאֶחָיו יוֹרְדִין לְמִצְרַיִם לִשְׁבֹּר אֹכֶל, מֶה עָשָׂה הוֹשִׁיב שׁוֹמְרִים עַל כָּל הַפְּתָחִים וְאָמַר לָהֶם רְאוּ כָּל מִי שֶׁנִּכְנַס לִשְׁבֹּר אֹכֶל כִּתְבוּ שְׁמוֹ וְשֵׁם אָבִיו, לָעֶרֶב הֲבִיאוּ פְּתָקִים, וְעָשׂוּ כָּךְ. כֵּיוָן שֶׁבָּאוּ בְּנֵי יַעֲקֹב כָּל אֶחָד וְאֶחָד נִכְנַס בְּשַׁעַר שֶׁלּוֹ וְכָתְבוּ אֶת שְׁמוֹתָם, לָעֶרֶב הֵבִיאוּ לוֹ הַפְּתָקִים, זֶה קוֹרֵא רְאוּבֵן בֶּן יַעֲקֹב, וְאֶחָד קוֹרֵא שִׁמְעוֹן בֶּן יַעֲקֹב, וְאֶחָד לֵוִי, וְכֵן הַשּׁוֹעֲרִים כָּל אֶחָד שֶׁלוֹ. מִיָּד אָמַר לָהֶם יוֹסֵף סִתְמוּ אֶת הָאוֹצָרוֹת וּפִתְחוּ אוֹצָר אֶחָד, וְנָתַן שְׁמוֹתָם לְבַעַל הָאוֹצָר, וְאָמַר לוֹ רְאֵה כְּשֶׁיָּבוֹאוּ הָאֲנָשִׁים אֵלּוּ לְיָדְךָ תְּפֹשׂ אוֹתָם וְשַׁגֵּר אוֹתָם לְפָנַי, עָבְרוּ שְׁלשֶׁת יָמִים וְלֹא בָאוּ, מִיָּד נָטַל יוֹסֵף שִׁבְעִים גִּבּוֹרִים מִבֵּית הַמֶּלֶךְ וְשִׁגֵּר בִּשְׁבִילָם לְבַקֵּשׁ אוֹתָם בַּשּׁוּק, הָלְכוּ וּמָצְאוּ אוֹתָם בַּשּׁוּק שֶׁל זוֹנוֹת, וּמַה טִּיבָן בַּשּׁוּק שֶׁל זוֹנוֹת, אֶלָּא אָמְרוּ אָחִינוּ יוֹסֵף יְפֵה תֹאַר וִיפֵה מַרְאֶה, שֶׁמָּא בְּקֻבָּה הוּא. וְתָפְשׂוּ אוֹתָן וֶהֱבִיאוּם לִפְנֵי יוֹסֵף. מִיָּד <small>(בראשית מב, ז)</small>: וַיִּתְנַכֵּר אֲלֵיהֶם וַיְדַבֵּר אִתָּם קָשׁוֹת, מְלַמֵּד שֶׁנַּעֲשָׂה לָהֶם כְּנָכְרִי. נָטַל אֶת הַגָּבִיעַ וְהִקִּישׁ בּוֹ, אָמַר לָהֶם אֲנִי רוֹאֶה בַּגָּבִיעַ <small>(בראשית מב, ט)</small>: מְרַגְלִים אַתֶּם. אָמְרוּ לוֹ <small>(בראשית מב, יא)</small>: כֵּנִים אֲנַחְנוּ, אֶלָּא כָּךְ צִוָּנוּ אָבִינוּ אַל תִּכָּנְסוּ בְּשַׁעַר אֶחָד וכו': אָמַר לָהֶם בַּשּׁוּק שֶׁל זוֹנוֹת מַה טִּיבְכֶם, לֹא הֱיִיתֶם מִתְיָרְאִים מִן הָעַיִן, לֹא כָךְ צַוָּאַת אֲבִיכֶם. אָמְרוּ לוֹ אֲבֵדָה אָבְדָה לָנוּ וְהָיִינוּ מְבַקְּשִׁין אוֹתָהּ שָׁם. אָמַר לָהֶם אֵיזוֹ אֲבֵדָה, אֲנִי רוֹאֶה בַּגָּבִיעַ שֶׁשְּׁנַיִם מִכֶּם הֶחֱרִיבוּ כְּרַךְ גָּדוֹל שֶׁל שְׁכֶם, וְאַחַר כָּךְ מְכַרְתֶּם אֲחִיכֶם לְעַרְבִיִּים. מִיָּד נִזְדַּעְזְעוּ וְאָמְרוּ לוֹ <small>(בראשית מב, יג)</small>: שְׁנֵים עָשָׂר אַחִים אֲנַחְנוּ בְּנֵי אָבִינוּ. אָמַר לָהֶן וְהֵיכָן הֵם הַשְּׁנַיִם, אָמְרוּ לוֹ <small>(בראשית מב, יג)</small>: הָאֶחָד אֵינֶנּוּ, מֵת, וְהַקָּטֹן הַיּוֹם אֶת אָבִינוּ. אָמַר לָהֶם <small>(בראשית מב, לד)</small>: הָבִיאוּ אֲחִיכֶם הַקָּטֹן אֵלַי וגו', לָקַח אֶת שִׁמְעוֹן וְאָסַר אוֹתוֹ לְעֵינֵיהֶם, מִפְּנֵי שֶׁהוּא דְּחָפוֹ לַבּוֹר, וּפֵרַשׁ אוֹתוֹ מִלֵּוִי שֶׁלֹא יִטְלוּ עָלָיו עֵצָה. אָמַר שִׁמְעוֹן לְאֶחָיו כָּךְ עֲשִׂיתֶם לְיוֹסֵף כָּךְ אַתֶּם מְבַקְּשִׁים לַעֲשׂוֹת לִי. אָמְרוּ לוֹ מַה נַּעֲשֶׂה יָמוּתוּ אַנְשֵׁי בָתֵּינוּ בָּרָעָב, אָמַר לָהֶם עֲשׂוּ מַה שֶּׁתִּרְצוּ, עַכְשָׁו אֶרְאֶה מִי יַכְנִיס אוֹתִי בְּבֵית הָאֲסוּרִים. בְּאוֹתָהּ שָׁעָה שָׁלַח יוֹסֵף אֵצֶל פַּרְעֹה וְאָמַר לוֹ שְׁלַח לִי שִׁבְעִים גִּבּוֹרִים מֵאֶצְלְךָ, שֶׁמָּצָאתִי לִסְטִים וַאֲנִי מְבַקֵּשׁ לִתֵּן עֲלֵיהֶם כְּבָלִים, בְּאוֹתָהּ שָׁעָה שָׁלַח לוֹ וְהָיוּ מִסְתַּכְּלִים אֲחֵי יוֹסֵף מָה הָיָה מְבַקֵּשׁ לַעֲשׂוֹת. אָמַר יוֹסֵף לְאוֹתָן גִּבּוֹרִים הַכְנִיסוּ אֶת זֶה בְּבֵית הָאֲסוּרִין, כֵּיוָן שֶׁקָּרְבוּ אֶצְלוֹ צָוַח בָּהֶם, כֵּיוָן שֶׁשָּׁמְעוּ קוֹלוֹ נָפְלוּ עַל פְּנֵיהֶם וְנִשְׁתַּבְּרוּ שִׁנֵּיהֶם, שֶׁנֶּאֱמַר <small>(איוב ד, י)</small>: שַׁאֲגַת אַרְיֵה וְקוֹל שָׁחַל וְשִׁנֵּי כְפִירִים נִתָּעוּ, וְהָיָה מְנַשֶּׁה יוֹשֵׁב לִפְנֵי אָבִיו, אָמַר לוֹ אָבִיו קוּם אַתָּה, מִיָּד עָמַד מְנַשֶּׁה וְהִכָּהוּ מַכָּה אַחַת וְהִכְנִיסוֹ בְּבֵית הָאֲסוּרִים וְנָתַן עָלָיו כְּבָלִים, וְאָמַר לָהֶם זֶה יִהְיֶה חָבוּשׁ עַד שֶׁתָּבִיאוּ אֶת אֲחִיכֶם וְיֵאָמְנוּ דִבְרֵיכֶם, מִיָּד <small>(בראשית מב, כה)</small>: וַיְצַו יוֹסֵף וַיְמַלְּאוּ אֶת כְּלֵיהֶם, הָלְכוּ אֵצֶל אֲבִיהֶם וְסִפְּרוּ לוֹ אֶת כָּל הַמְאֹרָע, הֵשִׁיב אֲבִיהֶם וְאָמַר לָהֶם הֵיכָן שִׁמְעוֹן, אָמְרוּ תָּפַשׂ אוֹתוֹ בִּשְׁבִיל אָחִינוּ הַקָּטָן, אָמַר לָהֶם <small>(בראשית מב, לו)</small>: אֹתִי שִׁכַּלְתֶּם, <small>(בראשית מב, לז)</small>: וַיֹּאמֶר רְאוּבֵן אֶל אָבִיו אֶת שְׁנֵי בָנַי תָּמִית, אָמַר לוֹ וְכִי בָּנֶיךָ אֵינָן בָּנַי, אָמַר לָהֶם יְהוּדָה הַנִּיחוּ לַזָּקֵן עַד שֶׁתִּכְלֶה הַפַּת. אָמַר לוֹ יְהוּדָה, אַבָּא אִם הוֹלֵךְ בִּנְיָמִין עִמָּנוּ סָפֵק נִתְפָּס סָפֵק לֹא נִתְפָּס, וְאִם אֵינוֹ הוֹלֵךְ עִמָּנוּ כֻּלָּנוּ מֵתִים בָּרָעָב, מוּטָב תַּנִּיחַ אֶת הַסָּפֵק וְתִתְפֹּשׂ אֶת הַוַּדַּאי. אָמַר מִי מְעָרֵב בּוֹ, אָמַר לוֹ אֲנִי, שֶׁנֶּאֱמַר <small>(בראשית מג, ט)</small>: אָנֹכִי אֶעֶרְבֶנּוּ מִיָּדִי תְּבַקְּשֶׁנּוּ, לְכָךְ נֶאֱמַר: וַיַּרְא יַעֲקֹב כִּי יֶשׁ שֶׁבֶר בְּמִצְרָיִם. ", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "Another matter, “Jacob saw that there was grain [<i>shever</i>] in Egypt” – was Jacob in Egypt that he saw grain in Egypt, such that the verse states: “Jacob saw that there was grain in Egypt”? But did he not say [differently] to his sons, [as it is stated]: “He saidBehold, I have heard [that there is grain in Egypt]”? It is, rather, that from the day that Joseph was abducted, the Divine Spirit left him, and he would see but not see, hear but not hear.<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">He had from the Divine Spirit a vague idea of things that he would not otherwise know, but he did not have a clear understanding of them. </i> Why does it not say “there was food in Egypt,” but instead it is written: “That there was grain [<i>shever</i>] in Egypt”? Is it not already stated: “The entire land of Egypt was hungry”? Why does the verse state: “There was grain [<i>shever</i>]”? Rather, do not read it as “there was grain [<i>shever</i>],” but rather, “there was hope [<i>sever</i>],” as he foresaw that his hope was in Egypt. What was that? That was Joseph. <br>“Jacob said to his sons: Why do you make yourselves conspicuous?” Jacob said to his sons: ‘You are mighty, you are handsome, do not enter through one gate and do not stand in one place, so that the evil eye will not have dominion over you.’ <br>“Behold, I have heard that there is grain in Egypt. Go down there.” What is “go down”? He foresaw that they would descend and be enslaved in Egypt. <br>Another matter, “go down there” – as anyone who purchases grain from the marketplace, descent is written in his regard.<sup class=\"footnote-marker\">42</sup><i class=\"footnote\">This is because he is dependent upon market conditions for his basic sustenance (<i>Etz Yosef</i>). </i>  <br>“Joseph’s brothers descended” (Genesis 42:3). The verse should have said: “The children of Israel.” It is that initially, they did not treat him with brotherhood and sold him, but ultimately they had regrets and were saying: ‘When will we descend to Egypt and return our brother to his father?’ When their father told them to descend to Egypt, they all came to a consensus to return him. <br>Rabbi Yehuda bar Simon said: Joseph, too, knew that his brothers were descending to Egypt to acquire food. What did he do? He positioned guards at all the entrances and said to them: ‘See each one who enters to acquire food, and write his name and his father’s name.’ In the evening, they would bring the notes to him. This is what they did. When Jacob’s sons came, each and every one entered through his own gate, and they wrote their names. In the evening, they brought [Joseph] the notes. This one read: ‘Reuben son of Jacob,’ another read: ‘Simeon son of Jacob,’ and another ‘Levi,’ and likewise, all the gatekeepers, each one brought his own. Immediately, Joseph said: ‘Seal all the storehouses and keep open one storehouse.’ He gave their names to the proprietor of the storehouse. He said to him: ‘See, when these people come to you, apprehend them, and send them before me.’ Three days passed and they did not come. Immediately, Joseph took seventy mighty men from the king’s palace and dispatched them to the marketplace. They went and found them in the marketplace of harlots. What was the nature of their presence in the marketplace of harlots? It is that they said: ‘Our brother Joseph is fair of form and fair of appearance; perhaps he is in a tent.’<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">Perhaps he was forced to work as a male prostitute (<i>Matnot Kehuna</i>). </i> They apprehended them and brought them before Joseph. <br><b>“Joseph saw his brothers, and he recognized them, but he acted as a stranger to them, and spoke harshly to them; he said to them: From where did you come? They said: From the land of Canaan, to acquire food” (Genesis 42:7). <br>“Joseph recognized his brothers, but they did not recognize him” (Genesis 42:8). <br>“Joseph remembered the dreams that he dreamed about them, and said to them: You are spies; to see the nakedness of the land you have come” (Genesis 42:9). <br>“They said to him: No, my lord, but your servants have come to acquire food” (Genesis 42:10). <br>“We are all the sons of one man; we are sincere, your servants have not been spies” (Genesis 42:11). <br>“And he said to them: No, to see the nakedness of the land you have come” (Genesis 42:12). <br>“They said: We, your servants, are twelve brothers, sons of one man in the land of Canaan and, behold, the youngest is with our father today, and one is absent” (Genesis 42:13).</b> <br>Immediately, “he acted as a stranger [<i>vayitnaker</i>] to them, and spoke harshly to them” – it teaches that he became like a stranger [<i>nokhri</i>] to them. He took the goblet and struck it. He said to them: ‘I see in my goblet that “you are spies.”’ They said to him: ‘“We are sincere”; however, this is what our father commanded us: Do not enter through one gate…’ He said to them: ‘What is the nature of your presence in the marketplace of harlots? Were you not afraid of the evil eye? Was that not your father’s command?’ They said to him: ‘We lost something and we were seeking it there.’ He said to them: ‘What was the lost item? I see in my goblet that two of you destroyed the big city of Shekhem, and then you sold your brother to Arabs.’ Immediately, they were shocked and said to him: “We, your servants, are twelve brothers, sons of…our father.” He said to them: ‘And where are the other two?’ They said to him: “One is absent” – dead; and “the youngest is with our father today.” He said to them: “Bring your youngest brother to me…” (Genesis 42:34). He took Simeon and incarcerated him before their eyes, because it was he who had pushed him into the pit. He separated him from Levi, so they would not conspire against him. <br>Simeon said to his brothers: ‘So you did to Joseph, and so you seek to do to me?’<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">You also sinned in the sale of Joseph. Do not leave me here; stay and bear the burden of punishment together with me (Maharzu). </i> They said to him: ‘What shall we do? The people of our household will die of starvation.’ He said to them: ‘Do what you want. Now, I will see who will take me into prison.’<sup class=\"footnote-marker\">45</sup><i class=\"footnote\">Shimon planned to resist being taken to prison. </i> At that moment, Joseph sent to Pharaoh and said to him: ‘Send me seventy of your mighty men, as I have found robbers and I seek to shackle them.’ At that time he sent them to him, and Joseph’s brothers were looking to see what he sought to do.  <br>Joseph said to those mighty men: ‘Take him into prison.’ When they drew near to him, he screamed at them. When they heard his voice, they fell on their faces and their teeth broke, as it is stated: “The roar of the lion and the voice of the great cat, and the teeth of the lion cubs are broken” (Job 4:10). Manasseh was sitting before his father. His father said: ‘You get up.’ Immediately, Manasseh stood and struck him with one blow, took him into prison, and shackled him. [Joseph] said to [his brothers]: ‘This one will be incarcerated until you bring your brother “and your statements will be verified”’ (Genesis 42:20). <br>Immediately, “Joseph commanded and they filled their vessels” (Genesis 42:25). They went to their father and related to him the entire incident. Their father responded and said to them: ‘Where is Simeon?’ They said: ‘He seized him for our youngest brother.’ He said to them: “You have bereaved me.” “Reuben spoke to his father, saying: Kill my two sons.” [Jacob] said to him: ‘Are your sons not my sons?’ Judah said to them: ‘Leave the elder until the bread is finished.’<sup class=\"footnote-marker\">46</sup><i class=\"footnote\">Jacob was refusing to send Benjamin. Judah advised his brothers not to continue pleading but to wait until the bread was finished, when Jacob would have to agree. </i> Judah said to him: ‘Father, if Benjamin goes with us, perhaps he will be apprehended and perhaps he will not be apprehended. But if he does not go with us, we will all die of starvation. It is preferable that you forsake the uncertain and seize the certain.’ He said: ‘Who will guarantee him?’ He said to him: ‘I will,’ as it is stated: “I will guarantee him; from me you can demand him” (Genesis 43:9). That is why it is stated: “Jacob saw that there was grain [<i>shever</i>] in Egypt.”<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">The midrash interprets the word <i>shever</i> to mean disaster, as Jacob was afraid of the possibility that Benjamin would be harmed (<i>Matnot Kehuna</i>). Some commentaries suggest that this last line is an error and should not appear in the text (<i>Nezer HaKodesh</i>; <i>Etz Yosef</i>). </i>", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b1c5eed6e4a937f9998782", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 13:20", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Bamidbar Rabbah 13:20", "sourceHeRef": "במדבר רבה י״ג:כ׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 13.002, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "בַּיּוֹם הַשִּׁשִּׁי נָשִׂיא לִבְנֵי גָד אֶלְיָסָף בֶּן דְּעוּאֵל <small>(במדבר ז, מב)</small>, לְפִי שֶׁשִּׁמְעוֹן לָקַח חַרְבּוֹ וְהָלַךְ וְעָשָׂה מִלְחָמָה עִם אַנְשֵׁי שְׁכֶם בִּשְׁבִיל אֲחוֹתוֹ, וּבְנֵי גָד עָבְרוּ אֶת הַיַּרְדֵּן לַעֲזֹר לַאֲחֵיהֶם לִירַשׁ אֶת הָאָרֶץ, כְּמָה דְתֵימָא <small>(דברים לג, כא)</small>: צִדְקַת ה' עָשָׂה וּמִשְׁפָּטָיו עִם יִשְׂרָאֵל, לְכָךְ זָכָה וְהִקְרִיב אַחַר שִׁמְעוֹן. <small>(במדבר ז, מג)</small>: קָרְבָּנוֹ קַעֲרַת כֶּסֶף אַחַת וגו', אָמַר רַבִּי בֶּרֶכְיָה כְּנֶגֶד יְצִיאַת מִצְרַיִם הִקְרִיב נְשִׂיא גָד, וְלָמָּה כֵן, לְפִי שֶׁבֵּרְכוֹ אָבִיו בִּגְדוּדִים, שֶׁנֶּאֱמַר <small>(בראשית מט, יט)</small>: גָּד גְּדוּד יְגוּדֶנּוּ וְהוּא יָגֻד עָקֵב, וְדָבָר זֶה אָמַר יַעֲקֹב עַל מַה שֶּׁהָיָה עָתִיד לַעֲבֹר חָלוּץ לַמִּלְחָמָה אֶת הַיַּרְדֵּן, כְּמָה דְּתֵימָא <small>(במדבר לב, כז)</small>: וַעֲבָדֶיךָ יַעַבְרוּ כָּל חֲלוּץ צָבָא לִפְנֵי ה' לַמִּלְחָמָה וגו', וּבִיצִיאַת מִצְרַיִם כְּתִיב צָבָא, כְּמָה דְּתֵימָא <small>(שמות יב, מא)</small>: יָצְאוּ כָּל צִבְאוֹת ה' וגו', וְנֶאֱמַר בָּהֶם <small>(שמות יג, יח)</small>: וַחֲמֻשִׁים עָלוּ בְנֵי יִשְׂרָאֵל וגו', הוּא חֲמֻשִׁים הוּא חֲלוּצִים, וּלְיוֹצְאֵי מִצְרַיִם נֶחְלְקָה הָאָרֶץ, כְּמָה דְתֵימָא <small>(שמות ו, ח)</small>: וְנָתַתִּי אֹתָהּ לָכֶם מוֹרָשָׁה אֲנִי ה'. וּבְנֵי גָד סִיְּעוּ לָהֶם עַד שֶׁנִּכְבְּשָׁה הָאָרֶץ וְנֶחְלְקָה לְכֻלָּם, לְפִיכָךְ הִקְרִיב נָשִׂיא שֶׁלָּהֶם עַל יְצִיאַת מִצְרָיִם. אָמַר רַבִּי בֶּרֶכְיָה, הִתְחִיל לְהַקְרִיב קָרְבָּנוֹ כְּנֶגֶד מַה שֶּׁאֵרַע לָהֶם מִיּוֹם שֶׁיָּרְדוּ יַעֲקֹב וּבָנָיו לְמִצְרַיִם עַד שֶׁיָּצְאוּ, הֲדָא הוּא דִּכְתִיב: קָרְבָּנוֹ קַעֲרַת כֶּסֶף אַחַת, כְּנֶגֶד יוֹכֶבֶד אֵם משֶׁה, שֶׁנֶּאֱמַר בָּהּ <small>(שמות ב, א)</small>: וַיֵּלֶךְ אִישׁ מִבֵּית לֵוִי וַיִּקַּח אֶת בַּת לֵוִי, מְלַמֵּד שֶׁגֵּרְשָׁהּ עַמְרָם וְחָזַר וּלְקָחָהּ, וּלְכָךְ הִקְרִיב קְעָרָה שֶׁלֹא תִּקְרֵי קַעֲרַת, אֶלָּא קְרַעַת, לְפִי שֶׁנִּקְרַעַת מִמֶּנּוּ, אֲתוֹיֵי דְּדֵין הוּא אֲתוֹיֵי דְּדֵין. כֶּסֶף אַחַת, שֶׁנִּתְאַוָּה עַמְרָם לְהַחֲזִירָהּ לְאִשָּׁה עַל יְדֵי מִרְיָם אֲחוֹת אַהֲרֹן, וּלְכָךְ כְּתִיב כֶּסֶף, עַל שֵׁם הַתַּאֲוָה, כְּמָה דְתֵימָא <small>(תהלים פד, ג)</small>: נִכְסְפָה וְגַם כָּלְתָה נַפְשִׁי וגו', וְאוֹמֵר <small>(בראשית לא, ל)</small>: כִּי נִכְסֹף נִכְסַפְתָּה לְבֵית אָבִיךָ וגו'. אַחַת, אַל תִּקְרֵי אַחַת אֶלָּא אֲחוֹת, שֶׁבְּעֵת שֶׁהָיְתָה אֲחוֹת אַהֲרֹן נִתְנַבָּאת וְאָמְרָה לְאָבִיהָ שֶׁיַּחֲזִיר אִשְׁתּוֹ שֶׁעָתִיד לְהוֹלִיד מִמֶּנָּהּ בֵּן שֶׁיִּגְאֹל אֶת יִשְׂרָאֵל, עַל זֶה נֶאֱמַר <small>(שמות טו, כ)</small>: וַתִּקַּח מִרְיָם הַנְּבִיאָה אֲחוֹת אַהֲרֹן וגו', וְכִי אֲחוֹת אַהֲרֹן וְלֹא אֲחוֹת משֶׁה, אֶלָּא שֶׁהָיְתָה נְבוּאָתָהּ בְּעֵת שֶׁהָיְתָה אֲחוֹת אַהֲרֹן וְלֹא אֲחוֹת משֶׁה, שֶׁעֲדַיִן לֹא נוֹלַד משֶׁה, וּלְפִיכָךְ בְּעֵת שֶׁהֻשְּׁלַךְ משֶׁה לַיְאוֹר הָלְכָה וְרָאֲתָה מַה יֶּאֱרַע לְמשֶׁה וּמַה יִּהְיֶה בְּסוֹף נְבוּאָתָהּ, כְּמָה דְתֵימָא <small>(שמות ב, ד)</small>: וַתֵּתַצַּב אֲחֹתוֹ מֵרָחֹק וגו'. הֱוֵי כֶּסֶף אַחַת. <small>(במדבר ז, מג)</small>: שְׁלשִׁים וּמֵאָה מִשְׁקָלָה, לְפִי שֶׁהָיְתָה בַּת מֵאָה וּשְׁלשִׁים שָׁנָה בְּעֵת שֶׁנּוֹלַד משֶׁה, הָא כֵיצַד, לְפִי שֶׁיּוֹכֶבֶד נוֹלְדָה בֵּין הַחוֹמוֹת בְּעֵת שֶׁיָּרְדוּ יִשְׂרָאֵל לְמִצְרַיִם, וּלְפִיכָךְ נִכְנְסָה בְּחֶשְׁבּוֹן הַיּוֹרְדִים לְמִצְרַיִם, שֶׁנֶּאֱמַר <small>(בראשית מו, טו)</small>: כָּל נֶפֶשׁ בָּנָיו וּבְנוֹתָיו שְׁלשִׁים וְשָׁלשׁ. בִּכְלָלָן אַתְּ מוֹצֵא שְׁלשִׁים וְשָׁלשׁ וּבִפְרָטָן אֵין אַתְּ מוֹצֵא כִּי אִם שְׁלשִׁים וּשְׁתַּיִם, לָמָּה, שֶׁיּוֹכֶבֶד נוֹלְדָה בֵּין הַחוֹמוֹת וְהָיְתָה מִן הַבָּאִים לְמִצְרַיִם, אֵין אָנוּ יוֹדְעִים שֶׁבְּמִצְרַיִם נוֹלְדָה, אַחַר שֶׁלֹא הֻזְכַּר שְׁמָהּ עִם שְׁמוֹת הַבָּאִים, אֶלָּא לוֹמַר לָךְ שֶׁבְּמִצְרַיִם נוֹלְדָה בֵּין הַחוֹמוֹת בְּעֵת שֶׁנִּכְנְסוּ לְמִצְרַיִם, אֲבָל לֹא הוֹרְתָה בְּמִצְרַיִם. צֵא וַחֲשֹׁב מִיּוֹם שֶׁיָּרְדוּ אֲבוֹתֵינוּ לְמִצְרַיִם עַד יוֹם שֶׁנּוֹלַד משֶׁה הֵן מֵאָה וּשְׁלשִׁים שָׁנָה, לְפִי שֶׁ'רד\"ו' שָׁנִים עָשׂוּ יִשְׂרָאֵל בְּמִצְרַיִם, מִנַּיִן, שֶׁנֶּאֱמַר <small>(בראשית מב, ג)</small>: רְד\"וּ שָׁמָּה, צֵא מֵהֶן שְׁמֹנִים שָׁנָה שֶׁהָיוּ לְמשֶׁה בְּעֵת שֶׁיָּצְאוּ יִשְׂרָאֵל מִמִּצְרַיִם, נִשְׁתַּיְרוּ מֵאָה וּשְׁלשִׁים, הָא לָמַדְנוּ שֶׁיּוֹכֶבֶד בַּת מֵאָה וּשְׁלשִׁים שָׁנָה הָיְתָה בְּעֵת שֶׁנּוֹלַד משֶׁה. <small>(במדבר ז, מג)</small>: מִזְרָק אֶחָד כֶּסֶף זֶה משֶׁה, שֶׁנִּזְרַק לַיְאוֹר. דָּבָר אַחֵר, שֶׁנִּזְרַק מִן מִצְרַיִם, שֶׁנֶּאֱמַר <small>(שמות ב, טו)</small>: וַיִּבְרַח משֶׁה וגו'. שִׁבְעִים שֶׁקֶל בְּשֶׁקֶל הַקֹּדֶשׁ <small>(במדבר ז, מג)</small>, אֵלּוּ שִׁבְעִים זְקֵנִים שֶׁמִּנָּה משֶׁה כֻּלָּם נְבִיאִים, מֵאוֹתָן שֶׁאָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא <small>(במדבר ג, יח)</small>: וּבָאתָ אַתָּה וְזִקְנֵי יִשְׂרָאֵל אֶל מֶלֶךְ וגו', וְכֵן הוּא אוֹמֵר <small>(במדבר יא, טז)</small>: אֶסְפָה לִי שִׁבְעִים אִישׁ מִזִּקְנֵי יִשְׂרָאֵל וגו'. <small>(במדבר ז, מג)</small>: שְׁנֵיהֶם מְלֵאִים סֹלֶת בְּלוּלָה בַשֶׁמֶן לְמִנְחָה, שֶׁהוּא וְהֵם כֻּלָּם נִתְמַלְּאוּ רוּחַ הַקֹּדֶשׁ, וְהֵם נִתְמַלְּאוּ רוּחַ הַקֹּדֶשׁ מֵרוּחוֹ שֶׁל משֶׁה, וּמשֶׁה לֹא חָסַר כְּלוּם, כְּאָדָם שֶׁמַּדְלִיק נֵר מִנֵּר, הַנֵּר דּוֹלֵק וַחֲבֵרוֹ אֵינוֹ חָסֵר, כְּאָדָם שֶׁמֵּרִיחַ בָּאֶתְרוֹג הוּא נֶהֱנָה וְהָאֶתְרוֹג אֵינוֹ חָסֵר כְּלוּם. לְמִנְחָה, כְּמָה דְּתֵימָא <small>(במדבר יא, כה)</small>: וַיְהִי כְּנוֹחַ עֲלֵיהֶם הָרוּחַ וַיִּתְנַבְּאוּ וגו'. דָּבָר אַחֵר, שְׁנֵיהֶם מְלֵאִים, כְּנֶגֶד אֶלְדָד וּמֵידָד, כְּמָה דְּתֵימָא <small>(במדבר יא, כו)</small>: וַיִּשָּׁאֲרוּ שְׁנֵי אֲנָשִׁים בַּמַּחֲנֶה שֵׁם הָאֶחָד אֶלְדָד וגו'. לְמִנְחָה, כְּמָה דְּתֵימָא <small>(במדבר יא, כו)</small>: וַתָּנַח עֲלֵיהֶם הָרוּחַ וַיִּתְנַבְּאוּ וגו', <small>(במדבר ז, מד)</small>: כַּף אַחַת, שֶׁמִּתַּחַת יַד משֶׁה לָקוּ הַמִּצְרִיִּים עֶשֶׂר מַכּוֹת, הֱוֵי <small>(במדבר ז, מד)</small>: עֲשָׂרָה זָהָב, לָמָּה הָיוּ מִקְצַת הַכֵּלִים שֶׁל כֶּסֶף וּמִקְצָתָן שֶׁל זָהָב, לוֹמַר לָךְ הָאַחֲרוֹנִים שֶׁהָיוּ שֶׁל זָהָב כְּנֶגֶד בִּיזַת הַיָּם, שֶׁכְּשֵׁם שֶׁהַזָּהָב נֶחְמָד וְיָקָר מִן הַכֶּסֶף, כָּךְ הָיְתָה בִּיזַת הַיָּם גְּדוֹלָה מִשֶּׁל מִצְרַיִם, וְעַל אֵלּוּ וְאֵלּוּ נֶאֱמַר <small>(שיר השירים א, יא)</small>: תּוֹרֵי זָהָב נַעֲשֶׂה לָּךְ, זוֹ בִּזַּת הַיָּם, <small>(שיר השירים א, יא)</small>: עִם נְקֻדּוֹת הַכָּסֶף, זוֹ בִּזַּת מִצְרַיִם, וְכֵן הוּא אוֹמֵר <small>(יחזקאל טז, ז)</small>: וַתָּבֹאִי בַּעֲדִי עֲדָיִים, בַּעֲדִי, זוֹ בִּזַּת מִצְרַיִם, עֲדָיִים, זוֹ בִּזַּת הַיָּם, הֱוֵי <small>(במדבר ז, מד)</small>: מְלֵאָה קְטֹרֶת, שֶׁכָּל יִשְׂרָאֵל נִתְמַלְּאוּ מֵהֶם כֶּסֶף וְזָהָב וְכָל מִינֵי בְּשָׂמִים, וְכֵן הוּא אוֹמֵר <small>(שיר השירים ד, יג יד)</small>: שְׁלָחַיִךְ פַּרְדֵּס רִמּוֹנִים וגו' נֵרְדְּ וְכַרְכֹּם קָנֶה וְקִנָּמוֹן, הֱוֵי: מְלֵאָה קְטֹרֶת. דָּבָר אַחֵר, מֵאָה וּשְׁלשִׁים שֶׁל קְעָרָה, וְשִׁבְעִים שֶׁל מִזְרָק, וַעֲשָׂרָה שֶׁל כַּף, הֲרֵי מֵאָה וָעֶשֶׂר, כְּנֶגֶד רְד\"וּ שָׁנִים שֶׁעָשׂוּ יִשְׂרָאֵל בְּמִצְרַיִם מִיּוֹם שֶׁיָּרַד יַעֲקֹב לְמִצְרַיִם עַד שֶׁיָּצְאוּ מִשָּׁם. <small>(במדבר ז, מה)</small>: פַּר אֶחָד בֶּן וגו', הִזְכִּיר שְׁלשָׁה מִינִים לְעוֹלָה, כְּנֶגֶד שְׁלשָׁה פַּרְנָסִים טוֹבִים שֶׁנָּתַן לָהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא לְיִשְׂרָאֵל, משֶׁה אַהֲרֹן וּמִרְיָם, שֶׁנֶּאֱמַר <small>(מיכה ו, ד)</small>: וָאֶשְׁלַח לְפָנֶיךָ אֶת משֶׁה אַהֲרֹן וּמִרְיָם. נָתַן לָהֶם מָן בִּזְכוּת משֶׁה, וְעַנְנֵי כָּבוֹד בִּזְכוּת אַהֲרֹן, וּבְאֵר בִּזְכוּת מִרְיָם. דָּבָר אַחֵר, לָמָּה נֶאֱמַר שְׁלשָׁה מִינֵי עוֹלָה, כְּנֶגֶד שָׁלשׁ מִדּוֹת טוֹבוֹת שֶׁהָיוּ בְּיָדָן שֶׁל יִשְׂרָאֵל בְּמִצְרַיִם וּבִזְכוּתָן נִגְאֲלוּ, שֶׁלֹא שִׁנּוּ אֶת שְׁמָם, וְלֹא שִׁנּוּ אֶת לְשׁוֹנָם, וְשֶׁגָּדְרוּ עַצְמָם מִן הָעֶרְוָה. <small>(במדבר ז, מו)</small>: שְׂעִיר עִזִּים אֶחָד לְחַטָּאת, כְּנֶגֶד הַפֶּסַח, שֶׁצִּוָּה הַקָּדוֹשׁ בָּרוּךְ הוּא לַעֲשׂוֹת מִן הָעִזִּים עַל פְּרִישׁוּת עֲבוֹדַת כּוֹכָבִים, לְפִי שֶׁעוֹבְדֵי עֲבוֹדַת כּוֹכָבִים הָיוּ יִשְׂרָאֵל בְּמִצְרַיִם, וְלֹא הָיְתָה מִדַּת הַדִּין נוֹתֶנֶת לְגָאֲלָם עַד שֶׁפֵּרְשׁוּ מִמֶּנָּה. וְעַל פְּרִישׁוּת עֲבוֹדַת כּוֹכָבִים שֶׁעָשׂוּ וְנִגְאֲלוּ עָלֶיהָ, כְּמָה דְתֵימָא <small>(שמות יב, יג)</small>: וְרָאִיתִי אֶת הַדָּם וּפָסַחְתִּי עֲלֵכֶם, לְפִיכָךְ הִקְרִיבוּ כְּנֶגְדָהּ שָׂעִיר לְחַטָּאת, לְפִי שֶׁבַּעֲוֹן עֲבוֹדַת כּוֹכָבִים הָיוּ מַקְרִיבִין שָׂעִיר לְחַטָּאת. <small>(במדבר ז, מז)</small>: וּלְזֶבַח הַשְּׁלָמִים בָּקָר שְׁנַיִם, כְּנֶגֶד יַעֲקֹב וְיוֹסֵף שֶׁבִּזְכוּתָם נִגְאֲלוּ יִשְׂרָאֵל מִמִּצְרַיִם, שֶׁנֶּאֱמַר <small>(תהלים עז, טז)</small>: גָּאַלְתָּ בִּזְרֹעַ עַמֶּךָ בְּנֵי יַעֲקֹב וְיוֹסֵף סֶלָּה. דָּבָר אַחֵר, כְּנֶגֶד משֶׁה וְאַהֲרֹן, שֶׁהֵם עָשׂוּ אֶת כָּל הַמּוֹפְתִים וְעַל יְדֵיהֶן יָצְאוּ, שֶׁנֶּאֱמַר <small>(שמות יא, ו)</small>: וּמשֶׁה וְאַהֲרֹן עָשׂוּ אֶת כָּל הַמֹּפְתִים הָאֵלֶּה וגו'. <small>(במדבר ז, מז)</small>: אֵילִם חֲמִשָּׁה וגו', לָמָּה שְׁלשָׁה מִינִים, כְּנֶגֶד שְׁלשָׁה אָבוֹת, שֶׁזָּכַר לָהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא הַבְּרִית שֶׁכָּרַת לָהֶם וּגְאָלָם, שֶׁנֶּאֱמַר <small>(שמות ב, כד)</small>: וַיִּשְׁמַע אֱלֹהִים אֶת נַאֲקָתָם וַיִּזְכֹּר אֱלֹהִים אֶת בְּרִיתוֹ אֶת אַבְרָהָם אֶת יִצְחָק וְאֶת יַעֲקֹב. לָמָּה חֲמִשָּׁה חֲמִשָּׁה, לְפִי שֶׁחֶשְׁבּוֹנָם עוֹלֶה חֲמִשָּׁה עָשָׂר כְּנֶגֶד הָאָבוֹת וְהַשְּׁבָטִים שֶׁהֵם חֲמִשָּׁה עָשָׂר, שֶׁכְּשֵׁם שֶׁנִּשְׁבַּע הַקָּדוֹשׁ בָּרוּךְ הוּא לָאָבוֹת כָּךְ נִשְׁבַּע לַשְּׁבָטִים, שֶׁנֶּאֱמַר <small>(חבקוק ג, ט)</small>: שְׁבֻעוֹת מַטּוֹת אֹמֶר סֶלָה. דָּבָר אַחֵר, לָמָּה חֲמִשָּׁה עָשָׂר, לְפִי שֶׁנִּגְאֲלוּ בַּחֲמִשָּׁה עָשָׂר בְּנִיסָן, שֶׁנֶּאֱמַר <small>(במדבר לג, ג)</small>: מִמָּחֳרַת הַפֶּסַח וגו', וְאוֹמֵר <small>(הושע ג, ב)</small>: וָאֶכְּרֶהָ לִי בַּחֲמִשָּׁה עָשָׂר כָּסֶף. <small>(במדבר ז, מז)</small>: זֶה קָרְבַּן אֶלְיָסָף וגו', כֵּיוָן שֶׁרָאָה הַקָּדוֹשׁ בָּרוּךְ הוּא שֶׁהִקְרִיב עַל סֵדֶר גְּאֻלַּת מִצְרַיִם, הִתְחִיל מְקַלֵּס אֶת קָרְבָּנוֹ, זֶה קָרְבַּן אֶלְיָסָף בֶּן דְּעוּאֵל.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“On the sixth day, prince of the children of Gad, Elyasaf son of Deuel” (Numbers 7:42).</b> <br>“On the sixth day, prince of the children of Gad, Elyasaf son of Deuel” – because Simeon took his sword and went and waged war with the people of Shekhem on behalf of his sister, and the descendants of Gad crossed the Jordan to help their brethren take possession of the Land, just as it says: “He performed the righteousness of the Lord, and His ordinances with Israel” (Deuteronomy 33:21); therefore, he was privileged to present his offering after Simeon. <br><b>“His offering was one silver dish, its weight one hundred and thirty; one silver basin of seventy shekels, in the sacred shekel; both of them full of high quality flour mixed with oil as a meal offering” (Numbers 7:43).</b> <br>“His offering was one silver dish…” – Rabbi Berekhya said: The prince of Gad presented his offering corresponding to the exodus from Egypt. Why did he do so? It is because his father blessed him with regiments, as it is stated: “Gad will recruit a regiment and it will return intact” (Genesis 49:19). Jacob said that statement regarding the fact that he was destined to cross the Jordan as a vanguard into battle, just as it says: “And your servants will cross, all the vanguard [<i>ḥalutz</i>] of the host, before the Lord into battle…” (Numbers 32:27). Regarding the exodus from Egypt, host is written, just as it says: “All the hosts of the Lord departed [from the land of Egypt]” (Exodus 12:41), and it is stated: “The children of Israel ascended armed [<i>ḥamushim</i>] [from the land of Egypt]” (Exodus 13:18); <i>ḥamushim </i>is the same as <i>ḥalutzim</i>. The Land was distributed to those who departed from Egypt, just as it says: “I will give it to you as a heritage, I am the Lord” (Exodus 6:8), and the descendants of Gad aided them until the land was conquered and distributed to all of them, that is why their prince presented his offering regarding the exodus from Egypt. <br>Rabbi Berekhya said: He began presenting his offering corresponding to what befell them from the day that Jacob and his sons descended to Egypt, until they departed. That is what is written: “His offering was one silver dish,” corresponding to Yokheved, Moses’s mother, in whose regard it is stated: “A man of the house of Levi went and took a daughter of Levi” (Exodus 2:1); it teaches that Amram divorced her and then took her back. That is why he presented a dish. Do not read it as <i>ke’arat</i>, but rather, as <i>keraat</i>, because she was severed [<i>nikraat</i>] from him. The letters of this are the letters of that. “One silver [<i>kesef</i>],” as Amram longed to take her back as a wife on account of Miriam, Aaron’s sister. That is why it is called <i>kesef</i>, because of the longing, just as it says: “My soul longs [<i>nikhsefa</i>], and also yearns, [for the courtyards of the Lord]” (Psalms 84:3). And it says: “Because you longed [<i>nikhsof nikhsafta</i>] for your father’s house…” (Genesis 31:30). <br>“One [<i>aḥat</i>],” do not read it as <i>aḥat</i>, but rather, as <i>aḥot</i>, sister, as when she was Aaron’s sister, she prophesied and said to her father that he should take back his wife, who was destined to bear a son who would redeem Israel. In that regard it is stated: “Miriam the prophetess, sister of Aaron…” (Exodus 15:20). Was she Aaron’s sister and not Moses’s sister? It is because Moses had not yet been born, and that is why, when Moses was cast into the Nile, she went and saw what would befall Moses and what would be the fate of her prophecy, just as it says: “His sister stationed herself at a distance [to ascertain what would be done to him]” (Exodus 2:4). That is, “one silver.” <br>“Its weight one hundred and thirty” (Numbers 7:43), it is because she [Yokheved] was one hundred and thirty years old when Moses was born. How so? It is because Yokheved was born between the walls<sup class=\"footnote-marker\">82</sup><i class=\"footnote\">Namely, on the border of Egypt.</i> when Israel descended to Egypt. That is why she entered into the tally of those who descended to Egypt, as it is stated: “All the people, his sons and his daughters, thirty-three” (Genesis 46:15). In the generalization, you find thirty-three, but in the details, you find only thirty-two. Why? It is because Yokheved was born between the walls, and was among those who arrived in Egypt. Do we not know that she was born in Egypt; after all, her name was not mentioned with the names of those who arrived? It is, rather, to say to you that she was born in Egypt between the walls when they entered Egypt, but her conception was not in Egypt. Go out and reckon: From the day that our ancestors descended to Egypt until the day that Moses was born, there were one hundred and thirty years, as Israel was in Egypt for two hundred and ten years. From where is it derived? “Descend [<i>redu</i>]<sup class=\"footnote-marker\">83</sup><i class=\"footnote\">The numerical value of redu is reish – 200 + dalet – 4 + vav – 6 = 210.</i> there” (Genesis 42:2). Subtract from them eighty years, that was Moses’s age when Israel departed from Egypt; one hundred and thirty remain. We learn that Yokheved was one hundred and thirty years old when Moses was born. <br>“One silver [<i>kesef</i>] basin [<i>mizrak</i>]” (Numbers 7:43), this is Moses, who was cast into the Nile.<sup class=\"footnote-marker\">84</sup><i class=\"footnote\">The word kesef is an allusion to the fact that his mother longed [nikhsefa] for him.</i> Alternatively, that he was banished [<i>nizrak</i>] from Egypt, as it is stated: “Moses fled…” (Exodus 2:15). “Seventy shekel, in the sacred shekel,” these are the seventy elders whom Moses appointed, all of them prophets, from those that the Holy One blessed be He said to him: “You shall come, you and the elders of Israel to the king…” (Exodus 3:18). Likewise, it says: “Gather to Me seventy men of the elders of Israel…” (Numbers 11:16). “Both of them full of high quality flour mixed with oil as a meal offering,” as he and they, all of them were filled with the Divine Spirit, and they were filled with the Divine Spirit from the spirit of Moses, but Moses lacked nothing, like a person who lights one candle from another, the candle is kindled but the other lacks nothing; like a person who smells a citron, he enjoys it, but the citron lacks nothing. “As a meal offering [<i>leminḥa</i>],” just as it says: “It was, as the spirit rested [<i>keno’aḥ</i>] upon them, they prophesied…” (Numbers 11:25). <br>Another matter, “both of them full,” corresponding to Eldad and Meidad, just as it says: “Two men remained in the camp, the name of the one was Eldad, [and the name of the second was Meidad]” (Numbers 11:26). “As a meal offering,” just as it says: “The spirit rested upon them…and they prophesied…” (Numbers 11:26).  <br><b>“One gold ladle, ten shekels, full of incense” (Numbers 7:44).</b> <br>“One…ladle [<i>kaf</i>],” as it was at the hand of Moses that the Egyptians were stricken with ten plagues; that is: “gold…ten shekels.” Why were some of the vessels of silver and some of gold? It is to say to you that the latter, that were of gold, correspond to the plunder at the sea, as just as gold is more beautiful and valuable than silver, so, the plunder at the sea was greater than the one in Egypt. Regarding these and those, it is stated: “We will craft you golden earrings” (Song of Songs 1:11); this is the plunder at the sea,“with studs of silver” (Song of Songs 1:11); this is the plunder in Egypt. Likewise, it says: “You came to great beauty [<i>baadi adayim</i>]” (Ezekiel 16:7),<sup class=\"footnote-marker\">85</sup><i class=\"footnote\">Another meaning of adi is gem or jewel. baadi</i>, this is the plunder in Egypt,<i> adayim</i>, this is the plunder at the sea. That is “full of incense,” as all Israel were filled with silver, gold, and all sorts of spices. Likewise, it says: “Your branches are an orchard of pomegranates…. Lavender and saffron, lemongrass and cinnamon” (Song of Songs 4:13–14); that is “full of incense.” <br>Another matter, one hundred and thirty of the dish, seventy of the basin, and ten of the ladle total two hundred and ten, corresponding to the two hundred and ten years that Israel spent in Egypt from the day that Jacob descended to Egypt until they departed from there. <br><b>“One young bull, one ram, one lamb in its first year, as a burnt offering” (Numbers 7:45). <br>“One goat as a sin offering” (Numbers 7:46). <br>“And for the peace offering, two cattle, five rams, five goats, five sheep in their first year. This was the offering of Elyasaf son of Deuel” (Numbers 7:47).</b> <br>“One young bull” (Numbers 7:45), it mentioned three species for a burnt offering, corresponding to the three good leaders that the Holy One blessed be He granted Israel, Moses, Aaron, and Miriam, as it is stated: “I sent before you Moses, Aaron, and Miriam” (Micah 6:4). He gave them manna due to the merit of Moses, clouds of glory due to the merit of Aaron, and a spring due to the merit of Miriam. <br>Another matter, why are three species of burnt offering stated? It is corresponding to the three good attributes that Israel possessed in Egypt, by whose merit they were redeemed: that they did not change their names, they did not change their language, and they separated themselves from licentiousness. “One goat as a sin offering” (Numbers 7:46), corresponding to the paschal offering that the Holy One blessed be He commanded, to perform it with a goat to connote their withdrawal from idol worship. This is because Israel were idol worshippers in Egypt, and the attribute of justice would not have allowed them to be redeemed until they withdrew from it. For the withdrawal from idol worship that they performed, they were redeemed, just as it says: “I will see the blood and I will pass over you…” (Exodus 12:13). That is why they sacrificed a goat as a sin offering corresponding to it, as, for the iniquity of idol worship, they would sacrifice a goat as a sin offering.<sup class=\"footnote-marker\">86</sup><i class=\"footnote\">See Numbers 15:27.</i> <br>“And for the peace offering, two cattle” (Numbers 7:47), corresponding to Jacob and Joseph, by whose merit Israel was redeemed from Egypt, as it is stated: “With Your arm, You redeemed Your people, the sons of Jacob and Joseph, Selah” (Psalms 77:16).  Alternatively, corresponding to Moses and Aaron, as they performed all the wonders, and it is at their hand that they departed, as it is stated: “Moses and Aaron performed all these wonders…” (Exodus 11:10). <br>“Five rams” (Numbers 7:47), why three species? It is corresponding to the patriarchs, as the Holy One blessed be He remembered the covenant that He made with them, and redeemed them, as it is stated: “God heard their groaning, and God remembered His covenant with Abraham, with Isaac and with Jacob” (Exodus 2:24). Why five of each? It is because their tally equals fifteen, corresponding to the patriarchs and the tribes who are fifteen, as, just as the Holy One blessed be He took an oath to the patriarchs, so He took an oath to the tribes, as it is stated: “The oaths said to the tribes, Selah” (Habakkuk 3:9). Alternatively, why fifteen? It is because they were redeemed on the fifteenth of Nisan, as it is stated: “On the day after the paschal offering, [the children of Israel departed]” (Numbers 33:3). And it says: “I acquired her for Me for fifteen silver pieces” (Hosea 3:2).<sup class=\"footnote-marker\">87</sup><i class=\"footnote\">This verse is expounded to mean that the Holy One blessed be He acquired the children of Israel on the fifteenth of Nisan.</i> <br>“This was the offering of Elyasaf” (Numbers 7:47), when the Holy One blessed be He saw that he presented his offering corresponding to the order of the redemption from Egypt, He began lauding his offering: “This was the offering of Elyasaf son of Deuel.”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5a1534c5d6e4a92409aba32c", "index_title": "Bartenura on Torah", "category": "Commentary", "type": "commentary", "ref": "Bartenura on Torah, Genesis 42:3:1", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Bartenura on Torah, Genesis 42:3:1", "sourceHeRef": "ברטנורא על התורה, בראשית מ״ב:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1535], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Bartenura on Torah", "he": "ברטנורא על התורה"}, "heTitle": "בראשית", "he": "<b>וירדו אחי יוסף </b>ולא כתב בני יעקב מלמד שהיו מתחרטין במכירתו עשרה מה ת\"ל אלא לענין האחוה היו חלוקים לעשרה אין דברי רש\"י סותרין זה את זה במה שאמ' בשתי בבות הללו שהרי הוא כאילו אמ' להיות אחי יוסף עדיין היו חלוקים לעשרה כלומ' שאעפ\"י שנתנו לבן לפדותו ונתחרטו במכירתו אולי כי היו עושין זה כשראו צרת אביהן אבל לענין האחוה עדיין היו חלוקים לעשרה:", "heVersionTitle": "Rabotenu Ba'ale ha-Tosafot, Warsaw, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רבותינו בעלי התוספות, וורשא, תרל\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd13ece922a7400186dd1ea", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Genesis 42:3:1", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Birkat Asher on Torah, Genesis 42:3:1", "sourceHeRef": "ברכת אשר על התורה, בראשית מ״ב:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "בראשית", "he": "<b>\"וירדו אחי יוסף עשרה\" וגו'.</b> אמנם חייבים היו לרדת כולם, אך זאת הרי לא ידעו ומהו אפוא ההסבר הרצוינאלי של ירידת כל העשרה, במקום שִיגור אחד עם קבוצת עבדים? (פ' מקץ תשנ\"ג) ור' ר\"ע ספורנו שכתב: כי לא היה המשביר מוכר לשום קונה אלא בעד בית אחד ולא בעד רבים, פן יעשה בו סחורה, כמו שהוא המנהג בשני רעב.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd13ece9539fc001b72c77b", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Genesis 42:3:2", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Birkat Asher on Torah, Genesis 42:3:2", "sourceHeRef": "ברכת אשר על התורה, בראשית מ״ב:ג׳:ב׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "בראשית", "he": "<b>רש\"י ד\"ה וירדו אחי יוסף, ...מלמד שהיו מתחרטים וכו'. ד\"ה עשרה, ...אלא לענין האחוה היו חלוקין וכו' (והמלה \"לו\" אינה ברורה לי).</b> דומה ששני הדיבורים סותרים זה את זה, ומי שאמר זה לא אמר זה. וצריך לבדוק במקורות רש\"י, אלא שראשי אינו פנוי לזה עתה משום סידור המטבח החדש שזכינו לו בימים אלה. <small>(פ' מקץ תשמ\"ז)</small>", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd13ece69ad4c005797127a", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Genesis 42:3:3", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Birkat Asher on Torah, Genesis 42:3:3", "sourceHeRef": "ברכת אשר על התורה, בראשית מ״ב:ג׳:ג׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 3.0003, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "בראשית", "he": "ואכן שני מקורות יש כאן: בראשית רבה (צא, ו) לעומת תנחומא (פ' מקץ ח) ובראשית רבה (צא, ב). כך לפי תורת חיים, וצריך לבדוק. (פ' מקץ תשנ\"ג) ור' משכיל לדוד שאמנם היו מתחרטים במכירתו ונתנו לבם להתנהג עמו באחוה, אך לא היתה אהבת כולם בשעה זו, וכן שנאתם אז בשעת המכירה, שווה כאחד, אלא הא בהא תליא, שאותם שלא היתה שנאתם אז גדולה, עכשיו נתרבתה אהבתם יותר.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ddba53c2427fc06b3fcadb8", "index_title": "Chibbah Yeteirah on Torah", "category": "Commentary", "type": "commentary", "ref": "Chibbah Yeteirah on Torah, Genesis 42:3:1", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Chibbah Yeteirah on Torah, Genesis 42:3:1", "sourceHeRef": "קונטרס חיבה יתירה, בראשית מ״ב:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1988, 1992], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Chibbah Yeteirah on Torah", "he": "קונטרס חיבה יתירה"}, "heTitle": "בראשית", "he": "<b>אחי יוסף עשרה.</b> יעקב שלח את כולם כדי שבדרך לא יהיו בסכנה מליסטים או מחיות רעות כפי שנטרף יוסף כשהלך לבדו, וגם כדי שיוכלו להביא יותר בר בחזרה. ואף שהיו ליעקב עבדים כמו שנאמר למעלה (ל) (לב), לא שלח עבדים עם בניו, כי כבר מכר או שחרר אותם בתחילת שנות הרעב מאחר שלא היה יכול להחזיקם יותר, וכמו שאמר יוסף (מה) <b>פן תורש</b>. ותדע, שכשירד עם בניו מצרימה לקחו (מו) <b>את מקניהם ואת רכושם</b> וכן <b>וצאנם ובקרם וכל אשר להם</b>, ולא נזכרו עבדים ושפחות כי כבר לא היו להם. פרוש אחר, יעקב לא שלח עבדים כי היו בורחים בדרך, ועיין לעיל (כד) על הכתוב <b>האנשים אשר אתו</b>. ", "heVersionTitle": "Responsa Benei Banim, Jerusalem 1981-2005", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "שו\"ת בני בנים, ירושלים תשמ\"א-תשס\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e1485de5e6ea9e54b43dd18", "index_title": "Chatam Sofer on Torah", "category": "Commentary", "type": "commentary", "ref": "Chatam Sofer on Torah, Miketz 20", "anchorRef": "Genesis 42:2-3", "anchorRefExpanded": ["Genesis 42:2", "Genesis 42:3"], "sourceRef": "Chatam Sofer on Torah, Miketz 20", "sourceHeRef": "חתם סופר על התורה, מקץ כ׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1785, 1835], "commentaryNum": 20, "collectiveTitle": {"en": "Chatam Sofer", "he": "חתם סופר"}, "heTitle": "מקץ", "he": "<b>שברו לנו משם ונחיה ולא נמות וירדו אחי יוסף עשרה,</b> יעקב רמז שברו לנו משם ממקום ערות הארץ וטמאה, על כן ראוי שנחיה ולא נמות בעה\"ב ע\"י אכילה זו, על כן וירדו אחי יוסף עשרה וכל בי עשרה שכינה שריא והי' ראוי לשלוח בנימין שהיה אושפיזכן לשכינה כדאיתא בגמרא מגילה פרק ד' אלא ואת בנימין לא שלח פן יקראנו אסון, ומשו\"ה כשחסר שמעון אמר יהודה שישלח עמהם בנימין שיהי' עשרה ונחיה ולא נמות:", "heVersionTitle": "Chatam Sofer on Torah, Bratislava, 1879-1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת משה. פרעסבורג, תרל\"ט-תרנ\"ג", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e14a1d1596fbc00a4f919a0", "index_title": "Avot DeRabbi Natan", "category": "Talmud", "type": "", "ref": "Avot DeRabbi Natan 37:13", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Avot DeRabbi Natan 37:13", "sourceHeRef": "אבות דרבי נתן ל״ז:י״ג", "anchorVerse": 3, "sourceHasEn": true, "compDate": [650, 950], "commentaryNum": 37.0013, "collectiveTitle": {"en": "Avot DeRabbi Natan", "he": "אבות דרבי נתן"}, "heTitle": "אבות דרבי נתן", "he": "ואינו נבהל להשיב זה אליהו בן ברכאל הבוזי שנא׳ (איוב ל״ב:ז׳) אמרתי ימים ידברו מלמד שהיו יושבין ושותקין לפני איוב עמד היו עומדין ישב היו יושבין אכל היו אוכלין שתה היו שותין עד שנטל מהם רשות שנא׳  (שם ג) אחרי כן פתח איוב את פיהו ויקלל את יומו ואמר יאבד יום אולד בו והלילה אמר הורה גבר. יאבד <i data-commentator=\"Gra's Nuschah\" data-order=\"1\"></i>יום שבא אבי אצל אמי ואמרה לו אני הרה. ומניין שלא ענו בערבוביא שנאמר ויען איוב ויאמר. ויען אליפז התימני ויאמר. ויען בלדד השוחי ויאמר. ויען צופר הנעמתי ויאמר. ויען אליהוא בן ברכאל הבוזי ויאמר סדרן הכתוב אחד אחד (אלא) להודיע לכל באי עולם שאין חכם מדבר לפני מי שגדול הימנו בחכמה. ואינו נכנם לתוך דברי חבירו. ואינו נבהל להשיב. שואל כענין זה יהודה שנא׳ (בראשית מ״ג:ט׳) אנכי אערבנו. שואל שלא כענין זה ראובן שנא׳ (שם מב) ויאמר ראובן אל אביו את שני בני תמית. ואומר על ראשון ראשון <i data-commentator=\"Gra's Nuschah\" data-order=\"2\"></i>זה יעקב וי״א זו <i data-commentator=\"Gra's Nuschah\" data-order=\"3\"></i>שרה ועל אחרון אחרון אלו אנשי חרן <i data-commentator=\"Gra's Nuschah\" data-order=\"4\"></i>. ומודה על האמת זה משה <i data-commentator=\"Gra's Nuschah\" data-order=\"5\"></i>שנא׳ (דברים ה׳:כ״ה) ויאמר ה׳ אלי [וגו׳] הטיבו (את) [כל] אשר דברו. <i data-commentator=\"Gra's Nuschah\" data-order=\"6\"></i>וכן הקב״ה הודה על האמת שנא׳ (במדבר כ״ז:ז׳) כן בנות צלפחד דוברות:", "heVersionTitle": "Talmud Bavli, Vilna 1883 ed.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תלמוד בבלי, מהדורת וילנא, 1883", "text": "<i>And he does not become agitated and respond too quickly</i>.<br>This is Elihu ben Berakhel HaBuzi, as it says (Job 32:7), “I said to myself: Let age speak first.” This teaches that they were sitting in silence before Job. When he would stand up, they would stand up. When he would sit down again, they would sit down again. When he ate, they would eat. When he drank, they would drink. Finally, he asked permission to speak, as it says (Job 3:1, 3), “Afterward, Job began to speak, and cursed the day of his birth.” And he said, “Perish the day on which I was born, and the night it was announced: A male has been conceived!” Perish the day that my father came to my mother and she told him: I am pregnant. And how do we know that they did not all start speaking at the same time? For it says (Job 3:2), “Job answered and said…” and then (Job 4:1), “Elifaz HaTeimani answered and said…” and then (Job 8:1), “Bildad HaShukhi answered and said…” and then (Job 11:1), “Tzofar HaNa’amati answered and said…” and then (Job. 32:6), “Elihu ben Berakhel HaBuzi answered and said….” The book lays them out one at a time (however), to let everyone know that a wise person does not speak before someone who is greater in wisdom. And does not interrupt his fellow. And does not become agitated and respond quickly.<br><i>He asks appropriately</i>. This is Judah, as it says (Genesis 43:9), “I will pledge myself for him.”<br><i>He asks inappropriately.</i> This is Reuben, as its says (Genesis 42:3), “Reuben said to his father: Let my two sons die!”<br><i>He speaks of first things first</i>. This is Jacob. And some say this is Sarah.<br><i>And last things last</i>. These are the men of Haran.<br>And <i>he admits to what is true</i>. This is Moses, as it says (Deuteronomy 5:25), “The Eternal said to me…they did well to speak thus.” So, too, did the Holy Blessed One admit to what was true, as it says (Numbers 27:7), “The daughters of Tzelophechad have spoken correctly.”", "versionTitle": "Avot DeRabbi Natan, trans. by David Kasher, 2019", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5e85bfe0ef6efef42affd2f1", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Miketz 33", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "Agra DeKala, Miketz 33", "sourceHeRef": "אגרא דכלה, מקץ ל״ג", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 33, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "מקץ", "he": "<b>וירדו אחי וכו' לשבר ב\"ר ממצרי\"ם (בראשית מב ג).</b> במצרים היה לו לומר. אך לפי הידוע ניחא שהיו במצרים ר\"ב ניצוצות מהשבירה והיו משוקעים בכח הקליפות, וירדו אחי יוסף לשבור הב\"ר מבית המאסר ומבית הכלא, והבן וידוקדק מאד ממצרים:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d05cb6084aa1cbf02867", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, בַּר⁴ 1", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "BDB, בַּר⁴ 1", "sourceHeRef": "בראון-דרייבר-בריגס, בַּר⁴ א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "בַּר⁴", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† III. <big><span dir=\"rtl\">בַּר</span></big>  <strong>n.m. grain, corn (</strong>cf. Arabic <span dir=\"rtl\">بُرٌّ</span> <em>wheat, grain of wheat</em><strong>)</strong>, <a data-ref=\"Psalms 72:16\" href=\"/Psalms.72.16\">ψ 72:16</a> <a data-ref=\"Amos 5:11\" href=\"/Amos.5.11\">Am 5:11</a>; <a data-ref=\"Amos 8:5\" href=\"/Amos.8.5\">8:5</a>, <a data-ref=\"Amos 8:6\" href=\"/Amos.8.6\">6</a>; <span dir=\"rtl\">בָּר</span> <a data-ref=\"Genesis 41:35\" href=\"/Genesis.41.35\">Gn 41:35</a>, <a data-ref=\"Genesis 41:49\" href=\"/Genesis.41.49\">49</a>; <a data-ref=\"Genesis 42:3\" href=\"/Genesis.42.3\">42:3</a>, <a data-ref=\"Genesis 42:25\" href=\"/Genesis.42.25\">25</a>; <a data-ref=\"Genesis 45:23\" href=\"/Genesis.45.23\">45:23</a> (E) <a data-ref=\"Psalms 65:14\" href=\"/Psalms.65.14\">ψ 65:14</a> <a data-ref=\"Proverbs 11:26\" href=\"/Proverbs.11.26\">Pr 11:26</a> <a data-ref=\"Jeremiah 23:28\" href=\"/Jeremiah.23.28\">Je 23:28</a> <a data-ref=\"Joel 2:24\" href=\"/Joel.2.24\">Jo 2:24</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d1f9b6084aa1cbf1447b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יָרַד 1", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "BDB, יָרַד 1", "sourceHeRef": "בראון-דרייבר-בריגס, יָרַד א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יָרַד", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">יָרַד</span></big></big><sub>380</sub><big></big>  <strong>vb. come</strong> or go down, descend <strong>(</strong>NH <em>id.;</em> MI<sup>32</sup> <span dir=\"rtl\">וארד</span> and <span dir=\"rtl\">רד</span>; Assyrian <em>arâdu</em>, Dl<sup>HWB 240</sup>; Arabic <span dir=\"rtl\">وَرَدَ</span> <em>come to, arrive at</em>, also <em>descend;</em> Ethiopic ወረደ <em>descend;</em> Sab. <span dir=\"rtl\">ורד</span> and <span dir=\"rtl\">הורד</span> <em>id.</em>, DHM in MV<strong>)</strong>—<br><strong>Qal</strong><sub>306</sub>  Pf. <span dir=\"rtl\">יָרַד</span> <a data-ref=\"Exodus 19:18\" href=\"/Exodus.19.18\">Ex 19:18</a> +; <span dir=\"rtl\">יְרַד</span> <a data-ref=\"Judges 5:13\" href=\"/Judges.5.13\">Ju 5:13</a><sup>(×2)</sup> (but read <span dir=\"rtl\">יָרַד</span> or <span dir=\"rtl\">יֵרֵד</span>); <span dir=\"rtl\">רַד</span> <a data-ref=\"Judges 19:11\" href=\"/Judges.19.11\">19:11</a> (read <span dir=\"rtl\">יָרַד</span>), etc.; Impf. <span dir=\"rtl\">יֵרֵד</span> <a data-ref=\"Genesis 42:38\" href=\"/Genesis.42.38\">Gn 42:38</a> +; <span dir=\"rtl\">וַיֵּ֫רֶד</span> <a data-ref=\"Genesis 11:5\" href=\"/Genesis.11.5\">Gn 11:5</a> +; <span dir=\"rtl\">וַיֵּרַ֑ד</span> <a data-ref=\"II Samuel 22:10\" href=\"/II_Samuel.22.10\">2 S 22:10</a> + 2 times; 3 fs. <span dir=\"rtl\">(אֵשׁ) תֵּ֫רֶד</span> <a data-ref=\"II Kings 1:10\" href=\"/II_Kings.1.10\">2 K 1:10</a>, <a data-ref=\"II Kings 1:12\" href=\"/II_Kings.1.12\">12</a>; <span dir=\"rtl\">תּרַד</span> <a data-ref=\"Jeremiah 13:17\" href=\"/Jeremiah.13.17\">Je 13:17</a> <a data-ref=\"Lamentations 3:48\" href=\"/Lamentations.3.48\">La 3:48</a>; <span dir=\"rtl\">תֵּרֵ֔ד</span> <a data-ref=\"Isaiah 34:5\" href=\"/Isaiah.34.5\">Is 34:5</a>; <a data-ref=\"Isaiah 63:14\" href=\"/Isaiah.63.14\">63:14</a>; <span dir=\"rtl\">תֵּרֵ֑ד</span> <a data-ref=\"Ezekiel 26:11\" href=\"/Ezekiel.26.11\">Ez 26:11</a> (<span dir=\"rtl\">יוֹרִיד</span> Vrss Co); <span dir=\"rtl\">וַתֵּ֫רֶד</span> <a data-ref=\"Genesis 24:16\" href=\"/Genesis.24.16\">Gn 24:16</a> + 7 times; 2 ms. <span dir=\"rtl\">תֵּרֵד</span> <a data-ref=\"Genesis 26:2\" href=\"/Genesis.26.2\">Gn 26:2</a> + 5 times + <a data-ref=\"I Samuel 20:19\" href=\"/I_Samuel.20.19\">1 S 20:19</a>, where read <span dir=\"rtl\">תִּפָּקֵד</span> We Dr, cf. 𝔊 𝔖 𝔗 1 s. <span dir=\"rtl\">אֵרֵד</span> <a data-ref=\"Genesis 37:35\" href=\"/Genesis.37.35\">Gn 37:35</a> + 3 times; <span dir=\"rtl\">וָאֵרֵד</span> <a data-ref=\"Exodus 3:8\" href=\"/Exodus.3.8\">Ex 3:8</a> + 3 times; cohort. <span dir=\"rtl\">אֵרְדָה־נָא</span> <a data-ref=\"Genesis 18:21\" href=\"/Genesis.18.21\">Gn 18:21</a>; <span dir=\"rtl\">יֵרְדוּ</span> <a data-ref=\"I Samuel 13:12\" href=\"/I_Samuel.13.12\">1 S 13:12</a> + 4 times; <span dir=\"rtl\">וַיֵּרְדוּ</span> <a data-ref=\"Genesis 42:3\" href=\"/Genesis.42.3\">Gn 42:3</a> + 19 times; 3 f. pl. <span dir=\"rtl\">תֵּרַדְנָה</span> <a data-ref=\"Jeremiah 14:17\" href=\"/Jeremiah.14.17\">Je 14:17</a> + 2 times; 1 pl. <span dir=\"rtl\">נֵרֵד</span> <a data-ref=\"Genesis 43:5\" href=\"/Genesis.43.5\">Gn 43:5</a>; cohort. <span dir=\"rtl\">נֵרְדָה</span> <a data-ref=\"Genesis 11:7\" href=\"/Genesis.11.7\">Gn 11:7</a> + 2 times; <span dir=\"rtl\">וַנֵּ֫רֶד</span> <a data-ref=\"II Kings 10:13\" href=\"/II_Kings.10.13\">2 K 10:13</a>; Imv. <span dir=\"rtl\">רֵד</span> <a data-ref=\"Exodus 19:21\" href=\"/Exodus.19.21\">Ex 19:21</a> +; <span dir=\"rtl\">רְדָה</span> <a data-ref=\"Genesis 45:9\" href=\"/Genesis.45.9\">Gn 45:9</a> <a data-ref=\"Ezekiel 32:19\" href=\"/Ezekiel.32.19\">Ez 32:19</a>; <span dir=\"rtl\">רֵ֑דָה</span> <a data-ref=\"II Kings 1:9\" href=\"/II_Kings.1.9\">2 K 1:9</a>, <a data-ref=\"II Kings 1:11\" href=\"/II_Kings.1.11\">11</a>; fs. <span dir=\"rtl\">רְדִי</span> <a data-ref=\"Jeremiah 48:18\" href=\"/Jeremiah.48.18\">Je 48:18</a> <a data-ref=\"Isaiah 47:1\" href=\"/Isaiah.47.1\">Is 47:1</a>; mpl. <span dir=\"rtl\">רְדוּ</span> <a data-ref=\"Genesis 42:5\" href=\"/Genesis.42.5\">Gn 42:2</a> + 5 times; Inf. abs. <span dir=\"rtl\">יָרֹד</span> <a data-ref=\"Genesis 43:20\" href=\"/Genesis.43.20\">Gn 43:20</a>; cstr. <span dir=\"rtl\">רֶ֫דֶת</span> <a data-ref=\"Genesis 44:26\" href=\"/Genesis.44.26\">Gn 44:26</a> +; <span dir=\"rtl\">(מֵ)רְדָה</span> <a data-ref=\"Genesis 46:3\" href=\"/Genesis.46.3\">Gn 46:3</a> (v. Kö<sup>i. 402</sup>); sf. <span dir=\"rtl\">רִדְתִּי</span> <a data-ref=\"Psalms 30:10\" href=\"/Psalms.30.10\">ψ 30:10</a>, etc. (in <a data-ref=\"Psalms 30:4\" href=\"/Psalms.30.4\">ψ 30:4</a> read Kt <span dir=\"rtl\">מִיּוֹרְדֵי</span>, so 𝔊 𝔖 Che Bae, v. Ol<sup>§§ 160 b, 245 d</sup>); Pt. <span dir=\"rtl\">יוֹרֵד</span> <a data-ref=\"Judges 9:36\" href=\"/Judges.9.36\">Ju 9:36</a> +; fs. <span dir=\"rtl\">יֹרְדָה</span> <a data-ref=\"Lamentations 1:16\" href=\"/Lamentations.1.16\">La 1:16</a>; <span dir=\"rtl\">(הַ)יֹּרֶ֫דֶת</span> <a data-ref=\"Ecclesiastes 3:21\" href=\"/Ecclesiastes.3.21\">Ec 3:21</a> <a data-ref=\"I Samuel 25:30\" href=\"/I_Samuel.25.30\">1 S 25:30</a>, etc.;— <strong>1.</strong> <strong>a.</strong>  <em>come</em> or <em>go down:</em> from <span dir=\"rtl\">(מִן)</span> a mountain <a data-ref=\"Exodus 19:14\" href=\"/Exodus.19.14\">Ex 19:14</a>; <a data-ref=\"Exodus 32:1\" href=\"/Exodus.32.1\">32:1</a>, <a data-ref=\"Exodus 32:15\" href=\"/Exodus.32.15\">15</a> (all E), <a data-ref=\"Exodus 34:29\" href=\"/Exodus.34.29\">34:29</a><sup>(×2)</sup> (JE), <a data-ref=\"Deuteronomy 9:15\" href=\"/Deuteronomy.9.15\">Dt 9:15</a>; <a data-ref=\"Deuteronomy 10:5\" href=\"/Deuteronomy.10.5\">10:5</a> <a data-ref=\"Numbers 20:28\" href=\"/Numbers.20.28\">Nu 20:28</a> (P) +; abs. <a data-ref=\"Exodus 19:21\" href=\"/Exodus.19.21\">Ex 19:21</a>, <a data-ref=\"Exodus 19:24\" href=\"/Exodus.19.24\">24</a> (J), v <a data-ref=\"Exodus 19:25\" href=\"/Exodus.19.25\">25</a> (J; c. <span dir=\"rtl\">אֶל</span> pers.); from the air, of birds, sq. <span dir=\"rtl\">עַל</span> <a data-ref=\"Genesis 15:11\" href=\"/Genesis.15.11\">Gn 15:11</a> (JE). <strong>b.</strong>  <em>go down</em> (usually from mountain or hill-country into plain), to battle, abs. <a data-ref=\"Judges 5:14\" href=\"/Judges.5.14\">Ju 5:14</a>; sq. <span dir=\"rtl\">לָעֵמֶק</span> <a data-ref=\"Judges 1:34\" href=\"/Judges.1.34\">Ju 1:34</a>; sq. <span dir=\"rtl\">לַשְּׁעָרִים</span> <a data-ref=\"Judges 5:11\" href=\"/Judges.5.11\">Ju 5:11</a>; sq. <span dir=\"rtl\">אֶל</span> v <a data-ref=\"Judges 5:10\" href=\"/Judges.5.10\">10</a>, <a data-ref=\"Judges 5:11\" href=\"/Judges.5.11\">11</a>, cf. <a data-ref=\"I Samuel 17:8\" href=\"/I_Samuel.17.8\">1 S 17:8</a> (sq. <span dir=\"rtl\">אֶל</span> pers.); sq. <span dir=\"rtl\">לִקְרַאת</span> <a data-ref=\"Judges 7:24\" href=\"/Judges.7.24\">Ju 7:24</a>; sq. <span dir=\"rtl\">אַחֲרֵי</span> pers. <a data-ref=\"I Samuel 14:36\" href=\"/I_Samuel.14.36\">1 S 14:36</a>; sq. ב loc. <a data-ref=\"Judges 7:9\" href=\"/Judges.7.9\">Ju 7:9</a>; <span dir=\"rtl\">בַּמִּלְחָמָה יֵרֵד וְנִסְפָּה</span> <a data-ref=\"I Samuel 26:10\" href=\"/I_Samuel.26.10\">1 S 26:10</a>, cf. <a data-ref=\"I Samuel 29:4\" href=\"/I_Samuel.29.4\">29:4</a>; <a data-ref=\"I Samuel 30:24\" href=\"/I_Samuel.30.24\">30:24</a>; of single combat, <span dir=\"rtl\">וַיֵּרֶד אֵלָיו בַּשָּׁ֑בֶט</span> <a data-ref=\"II Samuel 23:21\" href=\"/II_Samuel.23.21\">2 S 23:21</a> = <a data-ref=\"I Chronicles 11:23\" href=\"/I_Chronicles.11.23\">1 Ch 11:23</a>. <strong>c.</strong>  <em>go down</em> to (acc.) threshing-floor, <a data-ref=\"Ruth 3:3\" href=\"/Ruth.3.3\">Ru 3:3</a>, <a data-ref=\"Ruth 3:5\" href=\"/Ruth.3.5\">5</a>; (from David’s palace) to Uriah’s house <span dir=\"rtl\">(אֶל)</span> <a data-ref=\"II Samuel 11:9\" href=\"/II_Samuel.11.9\">2 S 11:9</a>, <a data-ref=\"II Samuel 11:10\" href=\"/II_Samuel.11.10\">10</a><sup>(×2)</sup>, <a data-ref=\"II Samuel 11:13\" href=\"/II_Samuel.11.13\">13</a>; from temple to (acc.) king’s house <a data-ref=\"Jeremiah 36:12\" href=\"/Jeremiah.36.12\">Je 36:12</a> (+ <span dir=\"rtl\">עַל־לִשְׁכַּת הַסֹּפֵר</span>); <span dir=\"rtl\">רֵד בֵּית־מֶלֶךְ יְהוּדָח</span> <a data-ref=\"Jeremiah 22:1\" href=\"/Jeremiah.22.1\">22:1</a>, etc. <strong>d.</strong>  <em>go down</em> (abs.) from Palestine to Egypt <a data-ref=\"Genesis 42:3\" href=\"/Genesis.42.3\">Gn 42:3</a> (E), v <a data-ref=\"Genesis 42:38\" href=\"/Genesis.42.38\">38</a> (J) + 6 times JE; †sq. <span dir=\"rtl\">אֵלַי</span> <a data-ref=\"Genesis 45:9\" href=\"/Genesis.45.9\">Gn 45:9</a> (E); sq. <span dir=\"rtl\">מִצְרַ֫יְמָה</span> <a data-ref=\"Genesis 46:3\" href=\"/Genesis.46.3\">Gn 46:3</a>, <a data-ref=\"Genesis 46:4\" href=\"/Genesis.46.4\">4</a> (E), <a data-ref=\"Genesis 12:10\" href=\"/Genesis.12.10\">12:10</a>; <a data-ref=\"Genesis 26:2\" href=\"/Genesis.26.2\">26:2</a> (both J), <a data-ref=\"Numbers 20:15\" href=\"/Numbers.20.15\">Nu 20:15</a> (JE); sq. <span dir=\"rtl\">מִצְרַיִם</span> <a data-ref=\"Joshua 24:4\" href=\"/Joshua.24.4\">Jos 24:4</a> (E), <a data-ref=\"Genesis 43:15\" href=\"/Genesis.43.15\">Gn 43:15</a> (J), <a data-ref=\"Isaiah 30:2\" href=\"/Isaiah.30.2\">Is 30:2</a>; <a data-ref=\"Isaiah 31:1\" href=\"/Isaiah.31.1\">31:1</a>; <a data-ref=\"Isaiah 52:4\" href=\"/Isaiah.52.4\">52:4</a>; sq. <span dir=\"rtl\">שָׁ֫מָּה</span> <a data-ref=\"Genesis 42:2\" href=\"/Genesis.42.2\">Gn 42:2</a> (E)†; so to Philistine cities <a data-ref=\"Judges 14:19\" href=\"/Judges.14.19\">Ju 14:19</a>; <a data-ref=\"Judges 16:31\" href=\"/Judges.16.31\">16:31</a> <a data-ref=\"I Samuel 13:20\" href=\"/I_Samuel.13.20\">1 S 13:20</a> <a data-ref=\"Amos 6:2\" href=\"/Amos.6.2\">Am 6:2</a>. <strong>e.</strong>  from Jerusalem, abs. <a data-ref=\"Judges 1:9\" href=\"/Judges.1.9\">Ju 1:9</a> <a data-ref=\"I Kings 1:25\" href=\"/I_Kings.1.25\">1 K 1:25</a> <a data-ref=\"Nehemiah 6:3\" href=\"/Nehemiah.6.3\">Ne 6:3</a> <a data-ref=\"II Chronicles 20:16\" href=\"/II_Chronicles.20.16\">2 Ch 20:16</a> (to battle); to Jezreel <a data-ref=\"II Kings 8:21\" href=\"/II_Kings.8.21\">2 K 8:21</a> = <a data-ref=\"II Kings 9:26\" href=\"/II_Kings.9.26\">9:26</a> = <a data-ref=\"II Chronicles 22:6\" href=\"/II_Chronicles.22.6\">2 Ch 22:6</a>; to Samaria <a data-ref=\"I Kings 22:2\" href=\"/I_Kings.22.2\">1 K 22:2</a> = <a data-ref=\"II Chronicles 18:2\" href=\"/II_Chronicles.18.2\">2 Ch 18:2</a>; (to Gihon) <a data-ref=\"I Kings 1:38\" href=\"/I_Kings.1.38\">1 Ki 1:38</a>, etc. †<strong>f.</strong>  from altar <span dir=\"rtl\">ירד מֵעֲשׂוֹת הַחַטָּאת</span> <a data-ref=\"Leviticus 9:22\" href=\"/Leviticus.9.22\">Lv 9:22</a> (P); from chariot, c. <span dir=\"rtl\">מֵעַל</span> <a data-ref=\"Judges 4:15\" href=\"/Judges.4.15\">Ju 4:15</a>; from ass, c. <span dir=\"rtl\">מֵעַל</span> <a data-ref=\"I Samuel 25:23\" href=\"/I_Samuel.25.23\">1 S 25:23</a>; from throne, c. <span dir=\"rtl\">מֵעַל</span> <a data-ref=\"Ezekiel 26:16\" href=\"/Ezekiel.26.16\">Ez 26:16</a>, abs. <a data-ref=\"Isaiah 47:1\" href=\"/Isaiah.47.1\">Is 47:1</a>, cf. <span dir=\"rtl\">רְדִי מִכָּבוֹד</span> <a data-ref=\"Jeremiah 48:18\" href=\"/Jeremiah.48.18\">Je 48:18</a>; from ships, c. <span dir=\"rtl\">מִן</span> <a data-ref=\"Ezekiel 27:29\" href=\"/Ezekiel.27.29\">Ez 27:29</a>; from bed, c. <span dir=\"rtl\">מִן</span> <a data-ref=\"II Kings 1:4\" href=\"/II_Kings.1.4\">2 K 1:4</a>, <a data-ref=\"II Kings 1:6\" href=\"/II_Kings.1.6\">6</a>, <a data-ref=\"II Kings 1:16\" href=\"/II_Kings.1.16\">16</a> (all opp. <span dir=\"rtl\">עלה</span>). †<strong>g.</strong>  <em>go down</em> <span dir=\"rtl\">הָעַ֫יְנָה</span> <a data-ref=\"Genesis 24:16\" href=\"/Genesis.24.16\">Gn 24:16</a>, <a data-ref=\"Genesis 24:45\" href=\"/Genesis.24.45\">45</a> (J); sq. <span dir=\"rtl\">לִרְחֹץ עַל הַיְאֹר</span> <a data-ref=\"Exodus 2:5\" href=\"/Exodus.2.5\">Ex 2:5</a> (E), cf. (abs.) <a data-ref=\"II Kings 5:14\" href=\"/II_Kings.5.14\">2 K 5:14</a>; sq. acc. <span dir=\"rtl\">הַסֶּלַע</span> <a data-ref=\"I Samuel 23:25\" href=\"/I_Samuel.23.25\">1 S 23:25</a>; <span dir=\"rtl\">יוֹרְדֵי הַיָּם</span> <a data-ref=\"Isaiah 42:10\" href=\"/Isaiah.42.10\">Is 42:10</a>; <span dir=\"rtl\">יוֹרְדֵי הַיָּם בָּאֳנִיּוֹת</span> <a data-ref=\"Psalms 107:23\" href=\"/Psalms.107.23\">ψ 107:23</a>; abs. (into pit or well) <a data-ref=\"II Samuel 23:30\" href=\"/II_Samuel.23.30\">2 S 23:30</a> = <a data-ref=\"I Chronicles 11:22\" href=\"/I_Chronicles.11.22\">1 Ch 11:22</a>, sq. <span dir=\"rtl\">שָׁם</span> (i.e. <span dir=\"rtl\">בְּאֵר</span>) <a data-ref=\"II Samuel 17:18\" href=\"/II_Samuel.17.18\">2 S 17:18</a>.—<span dir=\"rtl\">וְיָרַדְתִּי</span> <a data-ref=\"Judges 11:37\" href=\"/Judges.11.37\">Ju 11:37</a>, read <span dir=\"rtl\">וְרַדְתִּי</span> (√ <span dir=\"rtl\">רוד</span>, <em>wander about</em>), RS in Bla. †<strong>h.</strong>  = <em>sink</em>, in water <span dir=\"rtl\">יָֽרְדוּ בִמְצוֹלוֹת כְּמוֹ־אָ֑בֶן</span> <a data-ref=\"Exodus 15:5\" href=\"/Exodus.15.5\">Ex 15:5</a> (song in E); <span dir=\"rtl\">לְקִצְבֵי הָרִים יָרַדְתִּי</span> <a data-ref=\"Jonah 2:7\" href=\"/Jonah.2.7\">Jon 2:7</a>; more gen., opp. rising, <span dir=\"rtl\">יַעֲלוּ הָרִים יֵֽרְדוּ בְקָעוֹת</span> <a data-ref=\"Psalms 104:8\" href=\"/Psalms.104.8\">ψ 104:8</a> <em>mountains rise, valleys sink;</em> <span dir=\"rtl\">יַעֲלוּ שָׁמַיִם יֵרְדוּ תְהוֹמוֹת</span> <a data-ref=\"Psalms 107:26\" href=\"/Psalms.107.26\">107:26</a>. <strong>i.</strong>  <em>go down</em> to <em>Sh</em><sup>e</sup><em>ʾôl</em>: †sq. <span dir=\"rtl\">שְׁא֫וֹלָה</span> <a data-ref=\"Genesis 37:35\" href=\"/Genesis.37.35\">Gn 37:35</a> (J; + <span dir=\"rtl\">אֶל־בְּנִי</span>), <a data-ref=\"Numbers 16:30\" href=\"/Numbers.16.30\">Nu 16:30</a>, <a data-ref=\"Numbers 16:33\" href=\"/Numbers.16.33\">33</a> (JE), <a data-ref=\"Ezekiel 31:15\" href=\"/Ezekiel.31.15\">Ez 31:15</a>, <a data-ref=\"Ezekiel 31:17\" href=\"/Ezekiel.31.17\">17</a>; sq. <span dir=\"rtl\">שְׁאוֹל</span> <a data-ref=\"Ezekiel 32:27\" href=\"/Ezekiel.32.27\">Ez 32:27</a> <a data-ref=\"Psalms 55:16\" href=\"/Psalms.55.16\">ψ 55:16</a> <a data-ref=\"Job 7:6\" href=\"/Job.7.6\">Jb 7:6</a> (opp. <span dir=\"rtl\">עלה</span>); <span dir=\"rtl\">בַּדֵּי שְׁאֹל תֵּרַדְנָה</span> <a data-ref=\"Job 17:16\" href=\"/Job.17.16\">Jb 17:16</a>; abs. <a data-ref=\"Isaiah 5:14\" href=\"/Isaiah.5.14\">Is 5:14</a> <a data-ref=\"Ezekiel 32:19\" href=\"/Ezekiel.32.19\">Ez 32:19</a> (‖ <span dir=\"rtl\">הָשְׁכְּבָה</span>), v <a data-ref=\"Ezekiel 32:21\" href=\"/Ezekiel.32.21\">21</a>, <a data-ref=\"Ezekiel 32:30\" href=\"/Ezekiel.32.30\">30</a>, <a data-ref=\"Psalms 49:15\" href=\"/Psalms.49.15\">ψ 49:15</a> (sq. <span dir=\"rtl\">אַחֲרָיו</span>); <span dir=\"rtl\">יָֽרְדוּ עֲרֵלִים</span> <a data-ref=\"Ezekiel 32:24\" href=\"/Ezekiel.32.24\">Ez 32:24</a>; sq. <span dir=\"rtl\">שַׁחַת</span> <a data-ref=\"Job 33:24\" href=\"/Job.33.24\">Jb 33:24</a>, <span dir=\"rtl\">אֶל־שַׁחַת</span> <a data-ref=\"Psalms 30:10\" href=\"/Psalms.30.10\">ψ 30:10</a>; sq. <span dir=\"rtl\">בּוֹר</span> <a data-ref=\"Psalms 30:4\" href=\"/Psalms.30.4\">ψ 30:4</a> Qr (Kt <span dir=\"rtl\">יורדי</span>); <span dir=\"rtl\">יוֹרְדֵי אֶל־אַבְנֵי־בוֹר</span> <a data-ref=\"Isaiah 14:19\" href=\"/Isaiah.14.19\">Is 14:19</a>†; <span dir=\"rtl\">יוֹרְדֵי בוֹר</span> <a data-ref=\"Psalms 28:1\" href=\"/Psalms.28.1\">ψ 28:1</a> <a data-ref=\"Ezekiel 26:20\" href=\"/Ezekiel.26.20\">Ez 26:20</a><sup>(×2)</sup> (‖ <span dir=\"rtl\">אֶרֶץ תַּחְתִּיּוֹת</span>) + 11 times (v. <a data-ref=\"BDB, בּוֹר\" href=\"/BDB,_בּוֹר\", dir=\"rtl\">בּוֹר</a>); †<span dir=\"rtl\">יוֹרְדֵי עָפָר</span> <a data-ref=\"Psalms 22:30\" href=\"/Psalms.22.30\">ψ 22:30</a>; <span dir=\"rtl\">יוֹרְדֵי דוּמָה</span> <a data-ref=\"Psalms 115:17\" href=\"/Psalms.115.17\">115:17</a> (‖ <span dir=\"rtl\">הַמֵּתִים</span>); <span dir=\"rtl\">רַגְלֶיהָ יֹרְדֹת מָ֑וֶת</span> <a data-ref=\"Proverbs 5:5\" href=\"/Proverbs.5.5\">Pr 5:5</a>, cf. <a data-ref=\"Proverbs 7:27\" href=\"/Proverbs.7.27\">7:27</a> (‖ <span dir=\"rtl\">דַּרְכֵי שְׁאוֹל</span>); note also <span dir=\"rtl\">מִי יוֹדֵעַ</span> … <span dir=\"rtl\">רוּחַ הַבְּהֵמָה הַיֹּרֶדֶת הִיא לְמַטָּה לָאָרֶץ</span> <a data-ref=\"Ecclesiastes 3:21\" href=\"/Ecclesiastes.3.21\">Ec 3:21</a> (opp. <span dir=\"rtl\">הָעֹלָה הִיא לְמָ֑עְלָה</span>; read <span dir=\"rtl\">חֲיֹרדת</span>, <span dir=\"rtl\">הַעֹלָה</span>, with Vrss, see VB). <strong>j.</strong>  fig. <span dir=\"rtl\">יֹרֵד בַּבֶּ֑כִי</span> <a data-ref=\"Isaiah 15:3\" href=\"/Isaiah.15.3\">Is 15:3</a> <em>going down</em> (dissolving) <em>in tears</em> (‖ <span dir=\"rtl\">יְיֵלֵיל</span>; cf. <strong>3 c</strong>). †<strong>k.</strong>  = <em>be prostrated</em>, abs., of horses and riders <a data-ref=\"Haggai 2:22\" href=\"/Haggai.2.22\">Hg 2:22</a>, cf. <a data-ref=\"Isaiah 34:7\" href=\"/Isaiah.34.7\">Is 34:7</a>, perhaps also <a data-ref=\"Jeremiah 48:15\" href=\"/Jeremiah.48.15\">Je 48:15</a>; <a data-ref=\"Jeremiah 50:27\" href=\"/Jeremiah.50.27\">50:27</a> (+ <span dir=\"rtl\">לַטָּ֑בַח</span>); forest <a data-ref=\"Isaiah 32:19\" href=\"/Isaiah.32.19\">Is 32:19</a> <a data-ref=\"Zechariah 11:2\" href=\"/Zechariah.11.2\">Zc 11:2</a>; city <a data-ref=\"Deuteronomy 20:20\" href=\"/Deuteronomy.20.20\">Dt 20:20</a> <a data-ref=\"Lamentations 1:9\" href=\"/Lamentations.1.9\">La 1:9</a>; wall <a data-ref=\"Deuteronomy 28:52\" href=\"/Deuteronomy.28.52\">Dt 28:52</a>; nation <span dir=\"rtl\">תֵּרֵד מַ֫טָּה מָ֑טָּה</span> <a data-ref=\"Deuteronomy 28:43\" href=\"/Deuteronomy.28.43\">Dt 28:43</a> (opp. <span dir=\"rtl\">עלה</span>); <span dir=\"rtl\">מַצֵּבוֹה</span> <a data-ref=\"Ezekiel 26:11\" href=\"/Ezekiel.26.11\">Ez 26:11</a> + <span dir=\"rtl\">לָאָרֶץ</span> (where Co <span dir=\"rtl\">ויחרדו</span>). †<strong>2.</strong>  of divine manifestations: <em>descend</em>, of <span dir=\"rtl\">י׳</span> in theoph. [= <span dir=\"rtl\">על ההר</span>]<span dir=\"rtl\">יָרַד עָלָיו י׳ בָּאֵשׁ</span> <a data-ref=\"Exodus 19:11\" href=\"/Exodus.19.11\">Ex 19:11</a>, <a data-ref=\"Exodus 19:18\" href=\"/Exodus.19.18\">18</a> (E), v <a data-ref=\"Exodus 19:20\" href=\"/Exodus.19.20\">20</a> (J; <span dir=\"rtl\">אֶל־רֹאשׁ הָהָר</span>), cf. <a data-ref=\"Nehemiah 9:13\" href=\"/Nehemiah.9.13\">Ne 9:13</a>; <span dir=\"rtl\">יֵרֵד י׳ צְבָאוֹת לִצְבֹּא עַל־הַר־צִיּוֹן</span> <a data-ref=\"Isaiah 31:4\" href=\"/Isaiah.31.4\">Is 31:4</a>; abs. <a data-ref=\"Genesis 11:5\" href=\"/Genesis.11.5\">Gn 11:5</a>, <a data-ref=\"Genesis 11:7\" href=\"/Genesis.11.7\">7</a>; <a data-ref=\"Genesis 18:21\" href=\"/Genesis.18.21\">18:21</a> <a data-ref=\"Exodus 3:8\" href=\"/Exodus.3.8\">Ex 3:8</a> (all J), <a data-ref=\"Numbers 11:17\" href=\"/Numbers.11.17\">Nu 11:17</a> (JE), <a data-ref=\"II Samuel 22:10\" href=\"/II_Samuel.22.10\">2 S 22:10</a> = <a data-ref=\"Psalms 18:10\" href=\"/Psalms.18.10\">ψ 18:10</a> (cf. <a data-ref=\"Psalms 144:5\" href=\"/Psalms.144.5\">144:5</a>), <a data-ref=\"Micah 1:3\" href=\"/Micah.1.3\">Mi 1:3</a> <a data-ref=\"Isaiah 63:19\" href=\"/Isaiah.63.19\">Is 63:19</a>; <a data-ref=\"Isaiah 64:2\" href=\"/Isaiah.64.2\">64:2</a>; <span dir=\"rtl\">וַיֵּרֶד י׳ בֶּעָנָן</span> <a data-ref=\"Exodus 34:5\" href=\"/Exodus.34.5\">Ex 34:5</a> <a data-ref=\"Numbers 11:25\" href=\"/Numbers.11.25\">Nu 11:25</a>, cf. <a data-ref=\"Numbers 12:5\" href=\"/Numbers.12.5\">12:5</a> (all JE); of pillar of cloud <a data-ref=\"Exodus 33:9\" href=\"/Exodus.33.9\">Ex 33:9</a> (JE); <span dir=\"rtl\">מִ׳ עָלָה־שָׁמַיִם וַיֵּרַ֡ד</span> <a data-ref=\"Proverbs 30:4\" href=\"/Proverbs.30.4\">Pr 30:4</a>; of angels on <span dir=\"rtl\">סֻלָּם</span>; <span dir=\"rtl\">עֹלִים וְיֹרְדִים בּוֹ</span> <a data-ref=\"Genesis 28:12\" href=\"/Genesis.28.12\">Gn 28:12</a> (E). <strong>3.</strong>  of inanimate things: <strong>a.</strong>  hail c. <span dir=\"rtl\">עַל</span> pers. <a data-ref=\"Exodus 9:19\" href=\"/Exodus.9.19\">Ex 9:19</a> (J); dew c. <span dir=\"rtl\">עַל</span> loc. <a data-ref=\"Numbers 11:9\" href=\"/Numbers.11.9\">Nu 11:9</a> (JE), <a data-ref=\"Psalms 133:3\" href=\"/Psalms.133.3\">ψ 133:3</a>; rain (as <span dir=\"rtl\">אָבָק</span> and <span dir=\"rtl\">עָפָר</span>), sq. <span dir=\"rtl\">מִן הַשָּׁמַיִם</span> + <span dir=\"rtl\">על</span> pers. <a data-ref=\"Deuteronomy 28:24\" href=\"/Deuteronomy.28.24\">Dt 28:24</a>, so in sim. of future king <span dir=\"rtl\">יֵרֵד כְּמָטָר עַל־גֵּז</span> <a data-ref=\"Psalms 72:6\" href=\"/Psalms.72.6\">ψ 72:6</a>; of <span dir=\"rtl\">גֶּשֶׁם</span> and <span dir=\"rtl\">שֶׁלֶג</span>, c. <span dir=\"rtl\">מִן הַשָּׁמַיִם</span> <a data-ref=\"Isaiah 55:10\" href=\"/Isaiah.55.10\">Is 55:10</a>; manna (c. <span dir=\"rtl\">עַל</span> loc.) <a data-ref=\"Numbers 11:9\" href=\"/Numbers.11.9\">Nu 11:9</a> (JE); fire from <span dir=\"rtl\">(מִן)</span> heaven <a data-ref=\"II Kings 1:10\" href=\"/II_Kings.1.10\">2 K 1:10</a><sup>(×2)</sup>, <a data-ref=\"II Kings 1:12\" href=\"/II_Kings.1.12\">12</a><sup>(×2)</sup>, <a data-ref=\"II Kings 1:14\" href=\"/II_Kings.1.14\">14</a> <a data-ref=\"II Chronicles 7:1\" href=\"/II_Chronicles.7.1\">2 Ch 7:1</a>, abs. <a data-ref=\"II Chronicles 7:3\" href=\"/II_Chronicles.7.3\">2 Ch 7:3</a>. <strong>b.</strong>  waters, flowing down <span dir=\"rtl\">הַנַּחַל הַיֹּרֵד מִן־הָהָר</span> <a data-ref=\"Deuteronomy 9:21\" href=\"/Deuteronomy.9.21\">Dt 9:21</a>, cf. <a data-ref=\"Joshua 3:13\" href=\"/Joshua.3.13\">Jos 3:13</a> (sq. <span dir=\"rtl\">מִלְמָ֑עְלָה</span>), v <a data-ref=\"Joshua 3:16\" href=\"/Joshua.3.16\">16</a>; sq. <span dir=\"rtl\">עַל־יַם הָעֲרָבָה</span> v <a data-ref=\"Joshua 3:16\" href=\"/Joshua.3.16\">16</a>; <span dir=\"rtl\">עַל־הָעֲרָבָה</span> <a data-ref=\"Ezekiel 47:8\" href=\"/Ezekiel.47.8\">Ez 47:8</a>; sq. <span dir=\"rtl\">מִן</span> <a data-ref=\"Ezekiel 47:1\" href=\"/Ezekiel.47.1\">47:1</a>. <strong>c.</strong>  tears, <span dir=\"rtl\">פַּלְגֵי־מַיִם יָֽרְדוּ עֵינָ֑י</span> <a data-ref=\"Psalms 119:36\" href=\"/Psalms.119.36\">ψ 119:36</a>, and so <a data-ref=\"Lamentations 3:48\" href=\"/Lamentations.3.48\">La 3:48</a>; also <span dir=\"rtl\">עֵינִי יֹרְדָה מַיִם</span> <a data-ref=\"Lamentations 1:16\" href=\"/Lamentations.1.16\">La 1:16</a>, and so <a data-ref=\"Jeremiah 9:17\" href=\"/Jeremiah.9.17\">Je 9:17</a>; <a data-ref=\"Jeremiah 13:17\" href=\"/Jeremiah.13.17\">13:17</a>; <a data-ref=\"Jeremiah 14:17\" href=\"/Jeremiah.14.17\">14:17</a> (cf. also <a data-ref=\"Isaiah 15:3\" href=\"/Isaiah.15.3\">Is 15:3</a>, <strong>1 j</strong>). <strong>d.</strong>  of oil descending upon <span dir=\"rtl\">(על)</span> beard, etc. <a data-ref=\"Psalms 133:2\" href=\"/Psalms.133.2\">ψ 133:2</a><sup>(×2)</sup>. <strong>e.</strong>  of shadow on dial <a data-ref=\"II Kings 20:11\" href=\"/II_Kings.20.11\">2 K 20:11</a> = <a data-ref=\"Isaiah 38:8\" href=\"/Isaiah.38.8\">Is 38:8</a><sup>(×2)</sup>. <strong>f.</strong>  of boundary <em>going down</em> (from or to a place) <a data-ref=\"Joshua 16:3\" href=\"/Joshua.16.3\">Jos 16:3</a> (JE), elsewhere P, <a data-ref=\"Numbers 34:11\" href=\"/Numbers.34.11\">Nu 34:11</a><sup>(×2)</sup>, <a data-ref=\"Numbers 34:12\" href=\"/Numbers.34.12\">12</a> <a data-ref=\"Joshua 15:10\" href=\"/Joshua.15.10\">Jos 15:10</a>; <a data-ref=\"Joshua 16:7\" href=\"/Joshua.16.7\">16:7</a>; <a data-ref=\"Joshua 17:9\" href=\"/Joshua.17.9\">17:9</a>; <a data-ref=\"Joshua 18:13\" href=\"/Joshua.18.13\">18:13</a>, <a data-ref=\"Joshua 18:16\" href=\"/Joshua.18.16\">16</a>. <strong>g.</strong>  <em>come down</em>, abs. of headdresses, in sign of humiliation <a data-ref=\"Jeremiah 13:18\" href=\"/Jeremiah.13.18\">Je 13:18</a>. <strong>h.</strong>  pride of power <a data-ref=\"Ezekiel 30:6\" href=\"/Ezekiel.30.6\">Ez 30:6</a>. <strong>i.</strong>  of calamity <span dir=\"rtl\">מֵאֵת י׳</span> <a data-ref=\"Micah 1:12\" href=\"/Micah.1.12\">Mi 1:12</a>; <span dir=\"rtl\">עַל־קָדְקְדוֹ הֲמָסוֹ יֵרֵד</span> <a data-ref=\"Psalms 7:17\" href=\"/Psalms.7.17\">ψ 7:17</a>; of sword descending on <span dir=\"rtl\">(על)</span> Edom <a data-ref=\"Isaiah 34:5\" href=\"/Isaiah.34.5\">Is 34:5</a>. <strong>j.</strong>  fig. of words of talebearer; <span dir=\"rtl\">יָֽרְדוּ חַדְרֵי־בָּ֑טֶן</span> <a data-ref=\"Proverbs 18:8\" href=\"/Proverbs.18.8\">Pr 18:8</a> = <a data-ref=\"Proverbs 26:22\" href=\"/Proverbs.26.22\">26:22</a>.—Vid. also supr. <strong>1 k</strong>.<br>†<strong>Hiph.</strong>  Pf. 3 ms. <span dir=\"rtl\">הוֹרִד</span> <a data-ref=\"II Kings 16:17\" href=\"/II_Kings.16.17\">2 K 16:17</a>; <span dir=\"rtl\">וְהוֹרִיד</span> consec. <a data-ref=\"Amos 3:11\" href=\"/Amos.3.11\">Am 3:11</a> (We <span dir=\"rtl\">וְהוּרַד</span>); 2 ms. <span dir=\"rtl\">וְהוֹרַדְתָּ֫</span> <a data-ref=\"I Kings 2:9\" href=\"/I_Kings.2.9\">1 K 2:9</a>; 2 fs. sf. <span dir=\"rtl\">הוֹרַדְתֵּנִי</span> <a data-ref=\"Joshua 2:18\" href=\"/Joshua.2.18\">Jos 2:18</a> (v. Baer<sup>n.</sup> and Kö<sup>i 412</sup>); <span dir=\"rtl\">הוֹרִידוּ</span> <a data-ref=\"I Samuel 6:15\" href=\"/I_Samuel.6.15\">1 S 6:15</a> <a data-ref=\"Lamentations 2:10\" href=\"/Lamentations.2.10\">La 2:10</a> etc.; Impf. 3 ms. <span dir=\"rtl\">וַיּוֹרֶד</span> <a data-ref=\"Judges 7:5\" href=\"/Judges.7.5\">Ju 7:5</a> + 5 times (+ <a data-ref=\"I Kings 6:32\" href=\"/I_Kings.6.32\">1 K 6:32</a> Klo, who reads <span dir=\"rtl\">וַיֹּרֶד</span> for <span dir=\"rtl\">וַיָּרֶד</span>, v. <span dir=\"rtl\">רדד</span>); sf. <span dir=\"rtl\">יוֹרִידֵנִי</span> <a data-ref=\"Obadiah 1:3\" href=\"/Obadiah.1.3\">Ob 3</a>; <span dir=\"rtl\">יוֹרִדֵהוּ</span> <a data-ref=\"I Samuel 30:16\" href=\"/I_Samuel.30.16\">1 S 30:16</a> <a data-ref=\"I Kings 17:23\" href=\"/I_Kings.17.23\">1 K 17:23</a>; <span dir=\"rtl\">וַיֹּרִדֵם</span> <a data-ref=\"I Kings 18:40\" href=\"/I_Kings.18.40\">1 K 18:40</a>; 2 ms. <span dir=\"rtl\">וְלֹא תּוֹרֵד</span> <a data-ref=\"I Kings 2:6\" href=\"/I_Kings.2.6\">1 K 2:6</a>; sf. <span dir=\"rtl\">(הֲ)תוֹרִדֵנִי</span> <a data-ref=\"I Samuel 30:15\" href=\"/I_Samuel.30.15\">1 S 30:15</a>, <span dir=\"rtl\">תּוֹרִדֵם</span> <a data-ref=\"Psalms 55:24\" href=\"/Psalms.55.24\">ψ 55:24</a> etc.; Imv. ms. <span dir=\"rtl\">הוֹרֵד</span> <a data-ref=\"Exodus 33:5\" href=\"/Exodus.33.5\">Ex 33:5</a> + 2 times; sf. <span dir=\"rtl\">הוֹרִדֵהוּ</span> <a data-ref=\"Ezekiel 32:18\" href=\"/Ezekiel.32.18\">Ez 32:18</a>; <span dir=\"rtl\">הוֹרִידֵמוֹ</span> <a data-ref=\"Psalms 59:12\" href=\"/Psalms.59.12\">ψ 59:12</a>; fs. <span dir=\"rtl\">הוֹרִידִי</span> <a data-ref=\"Lamentations 2:18\" href=\"/Lamentations.2.18\">La 2:18</a>; mpl. <span dir=\"rtl\">הוֹרִידוּ</span> <a data-ref=\"Genesis 43:7\" href=\"/Genesis.43.7\">Gn 43:7</a>, <a data-ref=\"Genesis 43:11\" href=\"/Genesis.43.11\">11</a>; sf. <span dir=\"rtl\">הוֹרִדֻהוּ</span> <a data-ref=\"Genesis 44:21\" href=\"/Genesis.44.21\">Gn 44:21</a>; Inf. cstr. <span dir=\"rtl\">לְהוֹרִיד</span> <a data-ref=\"Genesis 37:25\" href=\"/Genesis.37.25\">Gn 37:25</a>; sf. <span dir=\"rtl\">הוֹרִדִי</span> <a data-ref=\"Ezekiel 31:16\" href=\"/Ezekiel.31.16\">Ez 31:16</a>; Pt. <span dir=\"rtl\">מוֹרִיד</span> <a data-ref=\"I Samuel 2:6\" href=\"/I_Samuel.2.6\">1 S 2:6</a>; <span dir=\"rtl\">מֹרִיד</span> <a data-ref=\"II Samuel 22:48\" href=\"/II_Samuel.22.48\">2 S 22:48</a>;—<em>cause to come</em> or <em>go down:</em> <strong>1.</strong> <strong>a.</strong>  <em>bring down</em> (to Egypt), c. acc. pers. + <span dir=\"rtl\">שָׁ֫מָּה</span> <a data-ref=\"Genesis 39:1\" href=\"/Genesis.39.1\">Gn 39:1</a> (J); + <span dir=\"rtl\">הֵ֫נָּה</span> <a data-ref=\"Genesis 45:13\" href=\"/Genesis.45.13\">45:13</a> (E); + <span dir=\"rtl\">אֵלַי</span> <a data-ref=\"Genesis 44:21\" href=\"/Genesis.44.21\">44:21</a>; abs. <a data-ref=\"Genesis 43:7\" href=\"/Genesis.43.7\">43:7</a>; c. acc. rei <a data-ref=\"Genesis 43:11\" href=\"/Genesis.43.11\">43:11</a>; + <span dir=\"rtl\">מִצְרַ֫יְמָה</span> <a data-ref=\"Genesis 37:25\" href=\"/Genesis.37.25\">37:25</a>; abs. <a data-ref=\"Genesis 43:22\" href=\"/Genesis.43.22\">43:22</a> (all J); from Canaan to desert <a data-ref=\"Deuteronomy 1:25\" href=\"/Deuteronomy.1.25\">Dt 1:25</a> (sq. <span dir=\"rtl\">אֵלֵינוּ</span>); to <span dir=\"rtl\">(אֶל)</span> Amalekites <a data-ref=\"I Samuel 30:15\" href=\"/I_Samuel.30.15\">1 S 30:15</a><sup>(×2)</sup>; abs. v <a data-ref=\"I Samuel 30:16\" href=\"/I_Samuel.30.16\">16</a>; <em>bring down</em> (obj. pers. vel rei) <span dir=\"rtl\">אֶל־הַמַּיִם</span> <a data-ref=\"Judges 7:4\" href=\"/Judges.7.4\">Ju 7:4</a>, <a data-ref=\"Judges 7:5\" href=\"/Judges.7.5\">5</a>; <span dir=\"rtl\">אֶל־נַ֫חַל</span> <a data-ref=\"Deuteronomy 21:4\" href=\"/Deuteronomy.21.4\">Dt 21:4</a> <a data-ref=\"I Kings 18:40\" href=\"/I_Kings.18.40\">1 K 18:40</a>; <span dir=\"rtl\">יָ֫מָּה</span> <a data-ref=\"I Kings 5:23\" href=\"/I_Kings.5.23\">1 K 5:23</a>; to Gaza <span dir=\"rtl\">(עַזָּ֫תָה)</span> <a data-ref=\"Judges 16:21\" href=\"/Judges.16.21\">Ju 16:21</a>; from Jerusalem to Gihon, c. <span dir=\"rtl\">עַל</span> (Qr <span dir=\"rtl\">אֶל</span>) <a data-ref=\"I Kings 1:33\" href=\"/I_Kings.1.33\">1 K 1:33</a>; to valley of Jehosh. <span dir=\"rtl\">(אֶל)</span> <a data-ref=\"Joel 4:2\" href=\"/Joel.4.2\">Jo 4:2</a>; from <span dir=\"rtl\">(מִן)</span> temple (to king’s house) <a data-ref=\"II Kings 11:19\" href=\"/II_Kings.11.19\">2 K 11:19</a> = <a data-ref=\"II Chronicles 23:20\" href=\"/II_Chronicles.23.20\">2 Ch 23:20</a>; from <span dir=\"rtl\">(מֵעַל)</span> altar <a data-ref=\"I Kings 1:53\" href=\"/I_Kings.1.53\">1 K 1:53</a>; from <span dir=\"rtl\">(מִן)</span> upper chamber, sq. <span dir=\"rtl\">הַבַּ֫יְתָה</span> <a data-ref=\"I Kings 17:23\" href=\"/I_Kings.17.23\">1 K 17:23</a>; from <span dir=\"rtl\">(מִן)</span> the heavens <a data-ref=\"Amos 9:2\" href=\"/Amos.9.2\">Am 9:2</a>; Edom, from <span dir=\"rtl\">(מִן)</span> nest in rocks <a data-ref=\"Jeremiah 49:16\" href=\"/Jeremiah.49.16\">Je 49:16</a> <a data-ref=\"Obadiah 1:4\" href=\"/Obadiah.1.4\">Ob 4</a>; cf. of Isr. <span dir=\"rtl\">כְּעוֹף הַשָּׁמַיִם</span> <a data-ref=\"Hosea 7:12\" href=\"/Hosea.7.12\">Ho 7:12</a>; c. acc. of limit <span dir=\"rtl\">(אֶרֶץ)</span> <a data-ref=\"Obadiah 1:3\" href=\"/Obadiah.1.3\">Ob 3</a>; <em>bring down</em> (from Babylon) into <span dir=\"rtl\">(בְּ)</span> ships <a data-ref=\"Isaiah 43:14\" href=\"/Isaiah.43.14\">Is 43:14</a> (v. VB). <strong>b.</strong>  <em>send down</em> rain <span dir=\"rtl\">(הַגֶּשֶׁם)</span> <a data-ref=\"Ezekiel 34:26\" href=\"/Ezekiel.34.26\">Ez 34:26</a>, cf. <a data-ref=\"Joel 2:23\" href=\"/Joel.2.23\">Jo 2:23</a>; = <em>cause to flow down</em>, obj. spittle, <span dir=\"rtl\">וַיּוֹרֶד רִירוֹ אֶל־זְקָנוֹ</span> <a data-ref=\"I Samuel 21:14\" href=\"/I_Samuel.21.14\">1 S 21:14</a>; tears <span dir=\"rtl\">הוֹרִידִי כַנַּחל דִּמְעָה</span> <a data-ref=\"Lamentations 2:18\" href=\"/Lamentations.2.18\">La 2:18</a>; water-streams <span dir=\"rtl\">וַיּוֹרֶד כַּנְּהָרוֹת מָ֑יִם</span> <a data-ref=\"Psalms 78:16\" href=\"/Psalms.78.16\">ψ 78:16</a>. <strong>c.</strong>  = <em>lay prostrate, prostrate</em> <span dir=\"rtl\">הוֹרִיד מִמֵּךְ עֻזֵּךְ</span> <a data-ref=\"Amos 3:11\" href=\"/Amos.3.11\">Am 3:11</a> (where however We reads <span dir=\"rtl\">וְהוּרַד</span>) cf. <a data-ref=\"Proverbs 21:22\" href=\"/Proverbs.21.22\">Pr 21:22</a>; <span dir=\"rtl\">וְאוֹרִיד כַּאבִּיר יוֹשְׁבִים</span> <a data-ref=\"Isaiah 10:13\" href=\"/Isaiah.10.13\">Is 10:13</a>; of God’s casting down peoples <a data-ref=\"Psalms 56:8\" href=\"/Psalms.56.8\">ψ 56:8</a> <a data-ref=\"Isaiah 63:6\" href=\"/Isaiah.63.6\">Is 63:6</a> (sq. <span dir=\"rtl\">לָאָרֶץ</span>); <span dir=\"rtl\">מוֹרִיד עַמִּים תַּחְתֵּנוּ</span> <a data-ref=\"II Samuel 22:48\" href=\"/II_Samuel.22.48\">2 S 22:48</a> (<span dir=\"rtl\">וַיַּדְבֵּר</span> in ‖ <a data-ref=\"Psalms 18:48\" href=\"/Psalms.18.48\">ψ 18:48</a>); so perhaps Babylonians, like lambs, <span dir=\"rtl\">לִטְבֿוֹחַ</span> <a data-ref=\"Jeremiah 51:40\" href=\"/Jeremiah.51.40\">Je 51:40</a>; so <a data-ref=\"Psalms 59:12\" href=\"/Psalms.59.12\">ψ 59:12</a> (si vera l.; 𝔖 <span dir=\"rtl\">וַהֲנִידֵמוֹ</span> <em>make them vagabonds</em>, v. Lag<sup>Proph. Chald. (1872), xlviii</sup>. VB Hup Now Che Bae Dr<sup>2 S 15:20</sup>). <strong>d.</strong>  <em>bring down</em> to Sheʾôl <span dir=\"rtl\">י׳ מֵמִית וּמְחַיֶּ֑ה מוֹרִיד שְׁאוֹל וַיָּ֑עַל׃</span> <a data-ref=\"I Samuel 2:6\" href=\"/I_Samuel.2.6\">1 S 2:6</a>; sq. <span dir=\"rtl\">שְׁא(וֹ)ל</span> also <a data-ref=\"I Kings 2:6\" href=\"/I_Kings.2.6\">1 K 2:6</a>, <a data-ref=\"I Kings 2:9\" href=\"/I_Kings.2.9\">9</a>; sq. <span dir=\"rtl\">שְׁא֫וֹלָה</span> (obj. grey hair) <a data-ref=\"Genesis 42:38\" href=\"/Genesis.42.38\">Gn 42:38</a>; <a data-ref=\"Genesis 44:29\" href=\"/Genesis.44.29\">44:29</a>, <a data-ref=\"Genesis 44:31\" href=\"/Genesis.44.31\">31</a> (all J); cf. <a data-ref=\"Ezekiel 26:20\" href=\"/Ezekiel.26.20\">Ez 26:20</a>; <a data-ref=\"Ezekiel 31:16\" href=\"/Ezekiel.31.16\">31:16</a>; <a data-ref=\"Ezekiel 32:18\" href=\"/Ezekiel.32.18\">32:18</a>; sq. <span dir=\"rtl\">לִבְאֵר שַׁחַת</span> <a data-ref=\"Psalms 55:24\" href=\"/Psalms.55.24\">ψ 55:24</a>; <span dir=\"rtl\">לַשַּׁחַת</span> <a data-ref=\"Ezekiel 28:8\" href=\"/Ezekiel.28.8\">Ez 28:8</a>. <strong>2.</strong>  <em>take down</em> (from cart) <a data-ref=\"I Samuel 6:15\" href=\"/I_Samuel.6.15\">1 S 6:15</a>; the sea from upon <span dir=\"rtl\">(מֵעַל)</span> the brazen oxen <a data-ref=\"II Kings 16:17\" href=\"/II_Kings.16.17\">2 K 16:17</a>; corpse from <span dir=\"rtl\">(מִן)</span> tree <a data-ref=\"Joshua 8:29\" href=\"/Joshua.8.29\">Jos 8:29</a>, and <span dir=\"rtl\">(מֵעַל)</span> <a data-ref=\"Joshua 10:27\" href=\"/Joshua.10.27\">10:27</a> (both JE); the <span dir=\"rtl\">מִשְׁכָּן</span> <a data-ref=\"Numbers 1:51\" href=\"/Numbers.1.51\">Nu 1:51</a> (P); the <span dir=\"rtl\">פָּרֹכֶת</span> <a data-ref=\"Numbers 4:5\" href=\"/Numbers.4.5\">Nu 4:5</a> (P); <em>take off</em> ornaments <span dir=\"rtl\">מֵעָלֶיךָ</span> <a data-ref=\"Exodus 33:5\" href=\"/Exodus.33.5\">Ex 33:5</a> (JE). <strong>3.</strong>  <em>let down</em> <span dir=\"rtl\">וַתֹּ֫רֶד כַּדָּהּ עַל־יָדָהּ</span> <a data-ref=\"Genesis 24:18\" href=\"/Genesis.24.18\">Gn 24:18</a>, so, with <span dir=\"rtl\">מֵעָלֶיהָ</span> v <a data-ref=\"Genesis 24:46\" href=\"/Genesis.24.46\">46</a>, to give one a drink; <span dir=\"rtl\">וַיּוֹרִדוּ אִישׁ אֶת־אַמְתַּחְתּוֹ אָ֑רְצָה</span> <a data-ref=\"Genesis 44:11\" href=\"/Genesis.44.11\">Gn 44:11</a> (all J); obj. pers. <a data-ref=\"Joshua 2:18\" href=\"/Joshua.2.18\">Jos 2:18</a>, <span dir=\"rtl\">בַּחֶבֶל בְּעַד הַחַלּוֹן</span> v <a data-ref=\"Joshua 2:15\" href=\"/Joshua.2.15\">15</a> (both JE); <span dir=\"rtl\">בְּעַד הַחַלּוֹן</span> <a data-ref=\"I Samuel 19:12\" href=\"/I_Samuel.19.12\">1 S 19:12</a>; cf. also <span dir=\"rtl\">הוֹרִידוּ לָאָרֶץ רֹאשָׁן בְּתוּלֹת יְרוּשָׁלַםִ</span> <a data-ref=\"Lamentations 2:10\" href=\"/Lamentations.2.10\">La 2:10</a> <em>the virgins of Jerusalem have bowed down their heads to the ground</em>.<br>†<strong>Hoph.</strong>  Pf. <span dir=\"rtl\">הוּרַד</span> <a data-ref=\"Genesis 39:1\" href=\"/Genesis.39.1\">Gn 39:1</a> + 2 times + <a data-ref=\"I Samuel 30:24\" href=\"/I_Samuel.30.24\">1 S 30:24</a> Kt (Qr <strong>Qal</strong> Pt.); <span dir=\"rtl\">וְהוּרַד</span> consec. <a data-ref=\"Zechariah 10:11\" href=\"/Zechariah.10.11\">Zc 10:11</a>; 2 ms. <span dir=\"rtl\">וְהוּרַדְתָּ֫</span> <a data-ref=\"Ezekiel 31:18\" href=\"/Ezekiel.31.18\">Ez 31:18</a>; Impf. 2 ms. <span dir=\"rtl\">תּוּרַד</span> <a data-ref=\"Isaiah 14:15\" href=\"/Isaiah.14.15\">Is 14:15</a>;— <strong>1.</strong>  <em>be brought down</em> <span dir=\"rtl\">מִצְרַ֫יְמָה</span> <a data-ref=\"Genesis 39:1\" href=\"/Genesis.39.1\">Gn 39:1</a> (J); <span dir=\"rtl\">בַּמִּלְחָמָה</span> <a data-ref=\"I Samuel 30:24\" href=\"/I_Samuel.30.24\">1 S 30:24</a> Kt (v. supr.); to She’ôl <span dir=\"rtl\">הוּרַד שְׁאוֹל גְּאוֹנֶךָ</span> <a data-ref=\"Isaiah 14:11\" href=\"/Isaiah.14.11\">Is 14:11</a> (of king of Babylon); <span dir=\"rtl\">אֶל־שְׁאוֹל תּוּרַד אֶל־יַרְכְּתֵי־בוֹר</span> v <a data-ref=\"Isaiah 14:15\" href=\"/Isaiah.14.15\">15</a>; <span dir=\"rtl\">וְהוּרַדְתָּ֫ אֶל־אֶרֶץ תַּחְתִּית</span> <a data-ref=\"Ezekiel 31:18\" href=\"/Ezekiel.31.18\">Ez 31:18</a>; <span dir=\"rtl\">וְהוּרַד גְּאוֹן אַשּׁוּר</span> <a data-ref=\"Zechariah 10:11\" href=\"/Zechariah.10.11\">Zc 10:11</a>.—In <a data-ref=\"Amos 3:11\" href=\"/Amos.3.11\">Am 3:11</a> We reads <span dir=\"rtl\">וְהוּרַד ממך</span> (v. <strong>Hiph.</strong> supr.) <strong>2.</strong>  <em>be taken down</em>, of the <span dir=\"rtl\">מִשְׁכָּן</span> <a data-ref=\"Numbers 10:7\" href=\"/Numbers.10.7\">Nu 10:7</a> (P)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d440b6084aa1cbf3102b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, קָרָא² 1", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "BDB, קָרָא² 1", "sourceHeRef": "בראון-דרייבר-בריגס, קָרָא² א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "קָרָא²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["II. <big><big>[<span dir=\"rtl\">קָרָא</span></big></big><sub>137</sub><big><big>]</big></big>  <strong>vb.</strong> encounter, befall <strong>(</strong>‖ form of <span dir=\"rtl\">קָרָה</span>, q.v.; SI 4 <span dir=\"rtl\">לקרת</span> <em>to meet, opposite;</em> Arabic <span dir=\"rtl\">قَرَأَ</span>, <em>put part to part;</em> Min. <span dir=\"rtl\">קרא</span> <em>set opposite</em>, Hom<sup>Chrest. 127</sup><strong>)</strong>;—<br><strong>Qal</strong><sub>131</sub>  Pf.<sub>5</sub> 3 ms. sf. <span dir=\"rtl\">קְרָאַנִי</span> <a data-ref=\"Jeremiah 13:22\" href=\"/Jeremiah.13.22\">Je 13:22</a> <a data-ref=\"Job 4:2\" href=\"/Job.4.2\">Jb 4:2</a>; 3 fs. <span dir=\"rtl\">קָרָאת</span> <a data-ref=\"Deuteronomy 31:29\" href=\"/Deuteronomy.31.29\">Dt 31:29</a>; <a data-ref=\"Jeremiah 44:23\" href=\"/Jeremiah.44.23\">Je 44:23</a>, etc.; Impf.<sub>4</sub> 3 ms. <span dir=\"rtl\">יִקְרָא</span> <a data-ref=\"Genesis 49:1\" href=\"/Genesis.49.1\">Gn 49:1</a>, sf. <span dir=\"rtl\">יִקְרָאֶנּוּ</span> <a data-ref=\"Genesis 42:4\" href=\"/Genesis.42.4\">Gn 42:4</a>; <a data-ref=\"Genesis 42:3\" href=\"/Genesis.42.3\">3</a> fpl. <span dir=\"rtl\">וַתִּקְרֶאנָה</span> <a data-ref=\"Leviticus 10:19\" href=\"/Leviticus.10.19\">Lv 10:19</a>; <a data-ref=\"Exodus 1:10\" href=\"/Exodus.1.10\">Ex 1:10</a> read 3 fs. sf. <span dir=\"rtl\">תִּקְרָאֵנוּ</span> (Sam Vrss Di Ges<sup>§ 47 k</sup> So<sup>Kau</sup> Baen); Inf. cstr.<sub>121</sub> <span dir=\"rtl\">לִקְרַאת</span> (Ges<sup>§ 19 k</sup> Ol<sup>§ 137</sup>), <a data-ref=\"Genesis 15:10\" href=\"/Genesis.15.10\">Gn 15:10</a> +, etc.; Pt. fpl. sf. <span dir=\"rtl\">קֹרְאֹתַיִךְ</span> <a data-ref=\"Isaiah 51:19\" href=\"/Isaiah.51.19\">Is 51:19</a>;— <strong>1.</strong>  <em>meet, encounter</em>, only inf. cstr. <span dir=\"rtl\">לִקְרַאת</span> often = prep. <em>toward, against</em> (Kö<sup>ii. 1, 317</sup>), almost always c. acc. pers., after vb. of motion, <a data-ref=\"Isaiah 7:3\" href=\"/Isaiah.7.3\">Is 7:3</a>; <a data-ref=\"Genesis 19:1\" href=\"/Genesis.19.1\">Gn 19:1</a>; <a data-ref=\"Genesis 24:17\" href=\"/Genesis.24.17\">24:17</a>; <a data-ref=\"Judges 4:18\" href=\"/Judges.4.18\">Ju 4:18</a>, <a data-ref=\"Judges 4:22\" href=\"/Judges.4.22\">22</a>; <a data-ref=\"I Kings 2:8\" href=\"/I_Kings.2.8\">1 K 2:8</a> +; in war, battle, <a data-ref=\"Judges 7:24\" href=\"/Judges.7.24\">Ju 7:24</a>; <a data-ref=\"Judges 20:25\" href=\"/Judges.20.25\">20:25</a>, <a data-ref=\"Judges 20:31\" href=\"/Judges.20.31\">31</a>; <a data-ref=\"I Samuel 4:1\" href=\"/I_Samuel.4.1\">1 S 4:1</a>; <a data-ref=\"I Kings 20:27\" href=\"/I_Kings.20.27\">1 K 20:27</a> +, after <span dir=\"rtl\">עָרַךְ</span> <a data-ref=\"II Samuel 10:9\" href=\"/II_Samuel.10.9\">2 S 10:9</a>, <a data-ref=\"II Samuel 10:10\" href=\"/II_Samuel.10.10\">10</a>, <a data-ref=\"II Samuel 10:17\" href=\"/II_Samuel.10.17\">17</a> +, <a data-ref=\"Psalms 35:3\" href=\"/Psalms.35.3\">ψ 35:3</a> v. I. <a ,=\"\" data-ref=\"BDB, סגר\" dir=\"rtl\" href=\"/BDB,_סגר\">סגר</a> <strong>2 b</strong>; <span dir=\"rtl\">לְחַזֵּק לִבָּם לִק׳ הַמִּלְחָמָה</span> <a data-ref=\"Joshua 11:20\" href=\"/Joshua.11.20\">Jos 11:20</a> <em>to harden their heart to encounter the war</em> with Isr.; after <span dir=\"rtl\">הִנֵּה</span> (without vb. of motion), †<a data-ref=\"I Samuel 10:10\" href=\"/I_Samuel.10.10\">1 S 10:10</a>; <a data-ref=\"II Samuel 15:32\" href=\"/II_Samuel.15.32\">2 S 15:32</a>; <a data-ref=\"II Samuel 16:1\" href=\"/II_Samuel.16.1\">16:1</a>; <a data-ref=\"I Kings 18:7\" href=\"/I_Kings.18.7\">1 K 18:7</a>; <a data-ref=\"Proverbs 7:10\" href=\"/Proverbs.7.10\">Pr 7:10</a>; in constr. prægn. <span dir=\"rtl\">וַיִּשְׂמַח לִק׳</span> <a data-ref=\"Judges 19:3\" href=\"/Judges.19.3\">Ju 19:3</a> <em>he rejoiced to meet him</em>, + <a data-ref=\"I Samuel 6:13\" href=\"/I_Samuel.6.13\">1 S 6:13</a> (𝔊 We Dr al.); <span dir=\"rtl\">חרד לִק׳</span> <a data-ref=\"I Samuel 16:4\" href=\"/I_Samuel.16.4\">1 S 16:4</a>; <a data-ref=\"I Samuel 21:2\" href=\"/I_Samuel.21.2\">21:2</a>; so c. <span dir=\"rtl\">שׁאג</span> <a data-ref=\"Judges 14:5\" href=\"/Judges.14.5\">Ju 14:5</a>, <span dir=\"rtl\">הריע</span> <a data-ref=\"Judges 15:14\" href=\"/Judges.15.14\">15:14</a>, <span dir=\"rtl\">מצא</span> <a data-ref=\"II Kings 10:15\" href=\"/II_Kings.10.15\">2 K 10:15</a>, <span dir=\"rtl\">נצב</span> <a data-ref=\"Exodus 5:20\" href=\"/Exodus.5.20\">Ex 5:20</a>; <a data-ref=\"Exodus 7:15\" href=\"/Exodus.7.15\">7:15</a> <a data-ref=\"Numbers 22:34\" href=\"/Numbers.22.34\">Nu 22:34</a>, etc.; redund. <span dir=\"rtl\">יִקָּרֶה י׳ לִק׳</span> <a data-ref=\"Numbers 23:3\" href=\"/Numbers.23.3\">Nu 23:3</a>; implic. of <em>helping</em>, <a data-ref=\"Isaiah 21:14\" href=\"/Isaiah.21.14\">Is 21:14</a> <a data-ref=\"Psalms 59:5\" href=\"/Psalms.59.5\">ψ 59:5</a> (fig.); <span dir=\"rtl\">לִק׳ נְחָשִׁים</span> <a data-ref=\"Numbers 24:1\" href=\"/Numbers.24.1\">Nu 24:1</a> he did not go <em>to encounter</em> (in expectation of) <em>signs of divination;</em> in metaph. <a data-ref=\"Isaiah 14:9\" href=\"/Isaiah.14.9\">Is 14:9</a>, <span dir=\"rtl\">לִק׳ אֱלֹהֶיךָ</span> <a data-ref=\"Amos 4:12\" href=\"/Amos.4.12\">Am 4:12</a>. <strong>2.</strong>  fig. <em>befall</em> c. acc. pers., bad sense <a data-ref=\"Genesis 42:4\" href=\"/Genesis.42.4\">Gn 42:4</a>, <a data-ref=\"Genesis 42:38\" href=\"/Genesis.42.38\">38</a>; <a data-ref=\"Deuteronomy 31:29\" href=\"/Deuteronomy.31.29\">Dt 31:29</a>; <a data-ref=\"Jeremiah 13:22\" href=\"/Jeremiah.13.22\">Je 13:22</a>; <a data-ref=\"Jeremiah 44:23\" href=\"/Jeremiah.44.23\">44:23</a>; <a data-ref=\"Isaiah 51:19\" href=\"/Isaiah.51.19\">Is 51:19</a>; <a data-ref=\"Job 4:14\" href=\"/Job.4.14\">Jb 4:14</a>; <a data-ref=\"Leviticus 10:19\" href=\"/Leviticus.10.19\">Lv 10:19</a>; of war <a data-ref=\"Exodus 1:10\" href=\"/Exodus.1.10\">Ex 1:10</a> (v. supr.); in gen., <a data-ref=\"Genesis 49:1\" href=\"/Genesis.49.1\">Gn 49:1</a>.<br><strong>Niph.</strong>  <em>meet unexpectedly;</em> Pf. 3 ms. <span dir=\"rtl\">נִקְרָא</span>, c. <span dir=\"rtl\">עַל</span> pers. <a data-ref=\"Exodus 5:3\" href=\"/Exodus.5.3\">Ex 5:3</a>; Impf. 3 ms. <span dir=\"rtl\">וַיִּקָּרֵא</span>, c. <span dir=\"rtl\">לִפְנֵי</span> pers. <a data-ref=\"II Samuel 18:9\" href=\"/II_Samuel.18.9\">2 S 18:9</a>; Pf. <a data-ref=\"II Samuel 20:1\" href=\"/II_Samuel.20.1\">20:1</a>, c. <span dir=\"rtl\">שָׁם</span>, <em>chanced to be there;</em> Impf. of bird’s nest <a data-ref=\"Deuteronomy 22:6\" href=\"/Deuteronomy.22.6\">Dt 22:6</a> <span dir=\"rtl\">(לִפְנֵי)</span>; Inf. abs. <span dir=\"rtl\">נִקְרֹא</span> v. <a ,=\"\" data-ref=\"BDB, קָרָה²\" dir=\"rtl\" href=\"/BDB,_קָרָה²\">קרה</a>.<br><strong>Hiph.</strong>  Impf. 2 ms. <span dir=\"rtl\">וַתַּקְרֵא</span> <a data-ref=\"Jeremiah 32:23\" href=\"/Jeremiah.32.23\">Je 32:23</a> <em>thou didst cause</em> all this evil <em>to befall</em> them (acc. pers. et rei)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d4b5b6084aa1cbf370fd", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שֶׁ֫בֶר³ 1", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "BDB, שֶׁ֫בֶר³ 1", "sourceHeRef": "בראון-דרייבר-בריגס, שֶׁ֫בֶר³ א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שֶׁ֫בֶר³", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† III. <big><span dir=\"rtl\">שֶׁ֫בֶר</span></big>  <strong>n.</strong>[<strong>m.</strong>] <strong>corn, grain</strong>, as food stuff <strong>(</strong>perhaps <em>broken</em>, i.e. <em>threshed</em>, Hoffm<sup>ZAW iii (1883), 122</sup> SS Siegf <a data-ref=\"Nehemiah 10:32\" href=\"/Nehemiah.10.32\">Ne 10:32</a>; > Kö<sup>ii. 1, 19 n</sup> <em>breaking out</em>, i.e. sprouting (as chief fruit of soil); hence NH <span dir=\"rtl\">שִׁבָּרוֹן</span> <em>price of corn</em><strong>)</strong>;—<span dir=\"rtl\">שׁ׳</span> abs. <a data-ref=\"Genesis 42:1\" href=\"/Genesis.42.1\">Gn 42:1</a> +; cstr. v <a data-ref=\"Genesis 42:19\" href=\"/Genesis.42.19\">19</a>; sf. <span dir=\"rtl\">שִׁבְרָם</span> v <a data-ref=\"Genesis 42:26\" href=\"/Genesis.42.26\">26</a>, <span dir=\"rtl\">שִׁבְרוֹ</span> <a data-ref=\"Genesis 44:2\" href=\"/Genesis.44.2\">44:2</a>;—<em>corn, grain</em> <a data-ref=\"Genesis 42:1\" href=\"/Genesis.42.1\">42:1</a>, <a data-ref=\"Genesis 42:2\" href=\"/Genesis.42.2\">2</a>, <a data-ref=\"Genesis 42:19\" href=\"/Genesis.42.19\">19</a>, <a data-ref=\"Genesis 42:26\" href=\"/Genesis.42.26\">26</a>; <a data-ref=\"Genesis 43:2\" href=\"/Genesis.43.2\">43:2</a>; <a data-ref=\"Genesis 44:2\" href=\"/Genesis.44.2\">44:2</a>; <a data-ref=\"Genesis 47:14\" href=\"/Genesis.47.14\">47:14</a> (acc. cogn.), <a data-ref=\"Amos 8:5\" href=\"/Amos.8.5\">Am 8:5</a> (id.); so perhaps (for <span dir=\"rtl\">בָּר</span>) <a data-ref=\"Genesis 42:3\" href=\"/Genesis.42.3\">Gn 42:3</a> Lag<sup>BN 230</sup>; <span dir=\"rtl\">כָּל־שׁ׳</span> <a data-ref=\"Nehemiah 10:32\" href=\"/Nehemiah.10.32\">Ne 10:32</a> <em>all kinds of grain</em>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d4b5b6084aa1cbf37115", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שָׁבַר² 1", "anchorRef": "Genesis 42:3", "anchorRefExpanded": ["Genesis 42:3"], "sourceRef": "BDB, שָׁבַר² 1", "sourceHeRef": "בראון-דרייבר-בריגס, שָׁבַר² א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שָׁבַר²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big>[<span dir=\"rtl\">שָׁבַר</span>]</big>  <strong>vb.denom. buy grain</strong>;—<br><strong>Qal</strong>  Impf. 2 mpl. <span dir=\"rtl\">תִּשְׁבְּרוּ</span> <a data-ref=\"Deuteronomy 2:6\" href=\"/Deuteronomy.2.6\">Dt 2:6</a>, 1 pl. <span dir=\"rtl\">נִשְׁבְּרָה</span> <a data-ref=\"Genesis 43:4\" href=\"/Genesis.43.4\">Gn 43:4</a>; Imv. mpl. <span dir=\"rtl\">שִׁבְרוּ</span> <a data-ref=\"Genesis 42:2\" href=\"/Genesis.42.2\">42:2</a> +; Inf. cstr. <span dir=\"rtl\">לִשְׁבֹּר</span> v <a data-ref=\"Genesis 43:3\" href=\"/Genesis.43.3\">3</a> +, <span dir=\"rtl\">לִשְׁבָּר־</span> v <a data-ref=\"Genesis 43:7\" href=\"/Genesis.43.7\">7</a> +; Pt. mpl. <span dir=\"rtl\">שֹׁבְרִים</span> <a data-ref=\"Genesis 47:14\" href=\"/Genesis.47.14\">47:14</a>;—<em>buy grain</em> for food <a data-ref=\"Genesis 41:57\" href=\"/Genesis.41.57\">Gn 41:57</a> (v <a data-ref=\"Genesis 41:56\" href=\"/Genesis.41.56\">56</a> v. <strong>Hiph.</strong>), <a data-ref=\"Genesis 42:2\" href=\"/Genesis.42.2\">42:2</a> (<span dir=\"rtl\">שֶׁבֶר</span> in v a), v <a data-ref=\"Genesis 41:5\" href=\"/Genesis.41.5\">5</a>; c. acc. <span dir=\"rtl\">אֹכֶל</span> v <a data-ref=\"Genesis 41:7\" href=\"/Genesis.41.7\">7</a>, <a data-ref=\"Genesis 41:10\" href=\"/Genesis.41.10\">10</a>; <a data-ref=\"Genesis 43:2\" href=\"/Genesis.43.2\">43:2</a>, <a data-ref=\"Genesis 43:4\" href=\"/Genesis.43.4\">4</a>, <a data-ref=\"Genesis 43:20\" href=\"/Genesis.43.20\">20</a>, <a data-ref=\"Genesis 43:22\" href=\"/Genesis.43.22\">22</a>; <a data-ref=\"Genesis 44:25\" href=\"/Genesis.44.25\">44:25</a>; <a data-ref=\"Deuteronomy 2:6\" href=\"/Deuteronomy.2.6\">Dt 2:6</a> (<span dir=\"rtl\">מִן</span> pers.); c. acc. <span dir=\"rtl\">בָּר</span> <a data-ref=\"Genesis 42:3\" href=\"/Genesis.42.3\">Gn 42:3</a>, <span dir=\"rtl\">שֶׁבֶר</span> <a data-ref=\"Genesis 47:14\" href=\"/Genesis.47.14\">47:14</a>; fig. <a data-ref=\"Isaiah 55:1\" href=\"/Isaiah.55.1\">Is 55:1</a>, c. acc. <span dir=\"rtl\">יַיִן וְחָלָב</span> v <a data-ref=\"Isaiah 55:1\" href=\"/Isaiah.55.1\">1</a>.<br><strong>Hiph.</strong>  Impf. 1 pl. <span dir=\"rtl\">נַשְׁבִּיר</span> <a data-ref=\"Amos 8:6\" href=\"/Amos.8.6\">Am 8:6</a> etc.; Pt. <span dir=\"rtl\">מַשְׁבִּיר</span> <a data-ref=\"Genesis 42:6\" href=\"/Genesis.42.6\">Gn 42:6</a> <a data-ref=\"Proverbs 11:26\" href=\"/Proverbs.11.26\">Pr 11:26</a>;—<em>sell grain</em> (proposes cause to buy grain), c. ל pers. <a data-ref=\"Genesis 42:6\" href=\"/Genesis.42.6\">Gn 42:6</a> + <a data-ref=\"Genesis 41:56\" href=\"/Genesis.41.56\">41:56</a> (read <span dir=\"rtl\">וַיַּשְׁבֵּר</span> for MT <span dir=\"rtl\">וַיִּשְׁבֹּר</span> Ol Di Gunk), c. acc. <span dir=\"rtl\">שֶׁבֶר</span> <a data-ref=\"Amos 8:5\" href=\"/Amos.8.5\">Am 8:5</a>, <span dir=\"rtl\">מַפַּל בָּר</span> v <a data-ref=\"Amos 8:6\" href=\"/Amos.8.6\">6</a>, cf. <a data-ref=\"Proverbs 11:26\" href=\"/Proverbs.11.26\">Pr 11:26</a>; c. sf. pers. + acc. <span dir=\"rtl\">אֹכֶל</span> + ב pret. <a data-ref=\"Deuteronomy 2:28\" href=\"/Deuteronomy.2.28\">Dt 2:28</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}]