[{"_id": "52527ccfedbab4498f481fda", "index_title": "Ibn Ezra on Exodus; Perush HaArokh", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Exodus; Perush HaArokh 27:5:1", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Ibn Ezra on Exodus; Perush HaArokh 27:5:1", "sourceHeRef": "אבן עזרא על שמות; פירוש הארוך כ״ז:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על שמות; פירוש הארוך", "he": "ומלת <b>כרכוב.</b> אין ריע לו במקום אחר:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "[LEDGE.] The word <i>karkov</i> (ledge) does not appear in any other place. ", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "531e4fe0fbfba276047f5f36", "index_title": "Onkelos Exodus", "category": "Targum", "type": "targum", "ref": "Onkelos Exodus 27:5", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Onkelos Exodus 27:5", "sourceHeRef": "תרגום אונקלוס על שמות כ״ז:ה׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 27.0005, "collectiveTitle": {"en": "Onkelos Exodus", "he": "תרגום אונקלוס על שמות"}, "heTitle": "תרגום אונקלוס על שמות", "he": "וְתִתֵּן יָתַהּ תְּחוֹת סוֹבָבֵי מַדְבְּחָא מִלְּרָע וּתְהֵי מְצַדְתָּא עַד פַּלְגּוּת מַדְבְּחָא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Place it under the rim of the altar, extending downward, so that the grate reaches the middle of the altar.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2684fbfba27c35eeb776", "index_title": "Targum Jonathan on Exodus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Exodus 27:5", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Targum Jonathan on Exodus 27:5", "sourceHeRef": "תרגום יונתן על שמות כ״ז:ה׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 27.0005, "collectiveTitle": {"en": "Targum Jonathan on Exodus", "he": "תרגום יונתן על שמות"}, "heTitle": "תרגום יונתן על שמות", "he": "וְתִיתֵּן יָתָהּ תְּחוֹת סוֹבְבֵי מַדְבְּחָא מִלְרַע וּתְהֵי מְצַרְתָּא עַד פַּלְגוּת מַדְבְּחָא וְאִין נָפִיל גּוֹמָא אוֹ גוּמְרָא דְאֵשָׁא מֵעִילַוֵי מַדְבְּחָא נָפִיל עִילַוֵי קַנְקַל וְלָא יִתְמְטֵי לְאַרְעָא וְנַסְבִין יָתֵיהּ כַהֲנַיָא מֵעִילַוֵי קַנְקַל וּמְהַדְרִין יָתֵיהּ עַל מַדְבְּחָא", "heVersionTitle": "Targum Jonathan on Exodus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And thou shalt place it under the surroundings of the altar, beneath, that the network may be to the middle of the altar, that, if any fragment or fiery coal fall from the altar, it may fall upon the grate, and not touch the ground, and that the priests may take it from the grate, and replace it upon the altar. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f176a7fbfba22336e9f092", "index_title": "Sforno on Exodus", "category": "Commentary", "type": "commentary", "ref": "Sforno on Exodus 27:5:1", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Sforno on Exodus 27:5:1", "sourceHeRef": "ספורנו על שמות כ״ז:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על שמות", "he": "<b>כרכוב המזבח.</b> הרגיל להיות בכל כלי עץ, כאמרם ז\"ל אלו הם גולמי כלי עץ, כל שעתידין לשוף ולכרכב:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "כרכב המזבח, ledges which are common to all vessels made of wood, as our sages confirm in Chulin 25 “these are wooden vessels in their original unfinished state that are not susceptible to ritual impurity; any such vessel or instrument that is not fit for intended for scraping the scales off fish, etc.”", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "53f4abd2fbfba25a35b3eb11", "index_title": "Rashbam on Exodus", "category": "Commentary", "type": "commentary", "ref": "Rashbam on Exodus 27:5:1", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Rashbam on Exodus 27:5:1", "sourceHeRef": "רשב\"ם על שמות כ״ז:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Rashbam", "he": "רשב\"ם"}, "heTitle": "רשב\"ם על שמות", "he": "כרכב - כניסת המזבח. שמקצר למעלה ללכת על אותה הכניסה סביב המזבח. וגם בהלכה קרוי כן בשחיטת חולין, עד שיכרכב בליטות וציורין שבכלים וגומות שעושין בהן קרויין כן. ", "heVersionTitle": "Rashbam on Torah -- Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "כרכב. A narrow projection running about halfway up the wall of the altar. It enabled the priests to walk there and reach the upper parts of the altar. It was immediately above the netting. This expression is also used in the Talmud when discussing the ritual rulings pertaining to the sacrificial service. (Chulin 25)", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "53f4abd2fbfba25a35b3eb13", "index_title": "Rashbam on Exodus", "category": "Commentary", "type": "commentary", "ref": "Rashbam on Exodus 27:5:2", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Rashbam on Exodus 27:5:2", "sourceHeRef": "רשב\"ם על שמות כ״ז:ה׳:ב׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 5.0002, "collectiveTitle": {"en": "Rashbam", "he": "רשב\"ם"}, "heTitle": "רשב\"ם על שמות", "he": "עד חצי המזבח - להבדיל בין דמים העליונים לתחתונים. וסימנך עולת העוף למעלה, חטאת העוף למטה. ובבהמה למפרע חטאת למעלה ועולה למטה. הכל במס' זבחים. ", "heVersionTitle": "Rashbam on Torah -- Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "עד חצי המזבח, in order to make a separation between the blood which had to end up on the top of that altar, and that which would be absorbed by the netting surrounding the altar at the top of the lower half of the altar. For the sake of easy recall remember that the blood of bird offerings that were known as עולת העוף had to reach the top of the altar, whereas the blood of offerings known as חטאת העוף, sin offerings consisting of a bird, had to be sprinkled or smeared against the lower half of the altar at the netting. All these details have been spelled out in Zevachim 53.\n", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54eaf568fbfba278fd265d58", "index_title": "Haamek Davar on Exodus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Exodus 27:5:1", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Haamek Davar on Exodus 27:5:1", "sourceHeRef": "העמק דבר על שמות כ״ז:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ונתתה אתה תחת כרכב המזבח.</b> הוא הסובב כמבואר בת״א שמעכב למזבח. וא״כ ראה משה צורת המזבח מלמעלה עם סובב ומש״ה לא כתיב ועשית לו כרכוב שהרי נכלל במש״כ כאשר הראה וגו׳:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "54eaf568fbfba278fd265d5a", "index_title": "Haamek Davar on Exodus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Exodus 27:5:2", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Haamek Davar on Exodus 27:5:2", "sourceHeRef": "העמק דבר על שמות כ״ז:ה׳:ב׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 5.0002, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>מלמטה.</b> לא תחת כרכוב ממש בסמוך אלא רחוק ממנו שהרי לא היה הרשת רחב אמה עד חצי המזבח:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "574c6ef5d6e4a9347afe0db0", "index_title": "Rashi on Exodus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Exodus 27:5:1", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Rashi on Exodus 27:5:1", "sourceHeRef": "רש\"י על שמות כ״ז:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על שמות", "he": "<b>כרכב המזבח.</b> סוֹבֵב; כָּל דָּבָר הַמַּקִּיף סָבִיב בְּעִגּוּל קָרוּי כַּרְכֹּב, כְּמוֹ שֶׁשָּׁנִינוּ בְּהַכֹּל שׁוֹחֲטִין אֵלּוּ הֵן גָּלְמֵי כְלֵי עֵץ כָּל שֶׁעָתִיד לָשׁוּף וּלְכַרְכֵּב, וְהוּא כְּמוֹ שֶׁעוֹשִׂים חֲרִיצִין עֲגֻלִּין בְּקַרְשֵׁי דָּפְנֵי הַתֵּבוֹת וְסַפְסָלֵי הָעֵץ, אַף לַמִּזְבֵּחַ עָשָׂה חָרִיץ סְבִיבוֹ, וְהָיָה רָחְבּוֹ אַמָּה בְדָפְנוֹ לְנוֹי וְהוּא לְסוֹף שָׁלֹשׁ אַמּוֹת שֶׁל גָּבְהוֹ כְּדִבְרֵי הָאוֹמֵר גָּבְהוֹ פִּי שְׁנַיִם כְּאָרְכּוֹ, הָא מָה אֲנִי מְקַיֵּם וְשָׁלֹשׁ אַמּוֹת קוֹמָתוֹ? מִשְּׂפַת סוֹבֵב וּלְמַעְלָה, אֲבָל סוֹבֵב לְהִלּוּךְ הַכֹּהֲנִים לֹא הָיָה לְמִזְבַּח הַנְּחֹשֶׁת, אֶלָּא עַל רֹאשׁוֹ לִפְנִים מִקַּרְנוֹתָיו, וְכֵן שָׁנִינוּ בִזְבָחִים: אֵי זֶהוּ כַּרְכּוֹב? בֵּין קֶרֶן לְקֶרֶן; וְהָיָה רֹחַב אַמָּה, וְלִפְנִים מֵהֶן אַמָּה שֶׁל הִלּוּךְ רַגְלֵי הַכֹּהֲנִים, שְׁתֵּי אַמּוֹת הַלָּלוּ קְרוּיִים כַּרְכּוֹב; וְדִקְדַּקְנוּ שָׁם וְהָכְתִיב תַּחַת כַּרְכֹּב הַמִּזְבֵּחַ מִלְּמָטָּה? לָמַדְנוּ שֶׁהַכַּרְכּוֹב בְּדָפְנוֹ הוּא וּלְבוּשׁ הַמִּכְבָּר תַּחְתָּיו? וְתֵרֵץ הַמְתָרֵץ תְּרֵי הֲווֹ, חַד לְנוֹי וְחַד לַכֹּהֲנִים דְּלֹא יִשְׂתָּרְגוּ, זֶה שֶׁבַּדֹּפֶן לְנוֹי הָיָה, וּמִתַּחְתָּיו הִלְבִּישׁוֹ הַמִּכְבָּר וְהִגִּיעַ רָחְבוֹ עַד חֲצִי הַמִּזְבֵּחַ, וְהוּא הָיָה סִימָן לַחֲצִי גָּבְהוֹ, לְהַבְדִּיל בֵּין דָּמִים הָעֶלְיוֹנִים לְדָמִים הַתַּחְתּוֹנִים; וּכְנֶגְדּוֹ עָשׂוּ לְמִזְבַּח בֵּית עוֹלָמִים דֻּגְמַת חוּט הַסִּקְרָא בְאֶמְצָעוֹ, וְכֶבֶשׁ שֶׁהָיוּ עוֹלִין בּוֹ אַעַ\"פִּ שֶׁלֹּא פֵרְשׁוֹ בְּעִנְיָן זֶה, כְּבָר שָׁמַעְנוּ בְּפָרָשַׁת מִזְבַּח אֲדָמָה תַּעֲשֶׂה לִּי וְלֹא תַעֲלֶה בְמַעֲלֹת – לֹא תַעֲשֶׂה לוֹ מַעֲלוֹת בְּכֶבֶשׁ שֶׁלּוֹ, אֶלָּא כֶּבֶשׁ חָלָק, לָמַדְנוּ שֶׁהָיָה לוֹ כֶּבֶשׁ; כָּךְ שָׁנִינוּ בַּמְּכִילְתָּא. וּמִזְבַּח אֲדָמָה הוּא מִזְבַּח הַנְּחֹשֶׁת, שֶׁהָיוּ מְמַלְּאִין חֲלָלוֹ אֲדָמָה בִמְקוֹם חֲנִיָּתָן, וְהַכֶּבֶשׁ הָיָה בִּדְרוֹם הַמִּזְבֵּחַ, מֻבְדָּל מִן הַמִּזְבֵּחַ מְלֹא חוּט הַשַּׂעֲרָה, וְרַגְלָיו מַגִּיעִין עַד אַמָּה סָמוּךְ לְקַלְעֵי הֶחָצֵר שֶׁבַּדָּרוֹם, כְּדִבְרֵי הָאוֹמֵר עֶשֶׂר אַמּוֹת קוֹמָתוֹ, וּלְדִבְרֵי הָאוֹמֵר דְּבָרִים כִּכְתָבָן – שָׁלֹשׁ אַמּוֹת קוֹמָתוֹ – לֹא הָיָה אֹרֶךְ הַכֶּבֶשׁ אֶלָּא עֶשֶׂר אַמּוֹת, כָּךְ מָצָאתִי בְּמִשְׁנַת אַרְבָּעִים וְתֵשַׁע מִדּוֹת, וְזֶה שֶׁהוּא מֻבְדָּל מִן הַמִּזְבֵּחַ מְלֹא הַחוּט, בְּמַסֶּכֶת זְבָחִים (דף ס\"ב) לְמָדוּהוּ מִן הַמִּקְרָא:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "כרכב המזבח THE COMPASS OF THE ALTAR — כרכב is a surround. Anything which encompasses an object all the way round is called כרכב, just as we read in the Talmudical section beginning with the words הכל שוחטין (Chullin 25a): The following come under the description of unfinished wooden vessels — all such as have still to be polished and to be rounded off (ולכרכב; i. e. making a rim by hollowing out the centre). This is similar to the practice of making rounded grooves in the boards that form the sides of chests and wooden chairs. For the altar too he made a hollowing round about — its width was a cubit — in its wall for ornamentation. It was made at the end of three cubits of its height (measuring from the top of the altar). This is according to the view of him who says (cf. v. 1): its (the altar's) height was twice its length. And if you ask how, then, can I explain the statement, “and the height thereof shall be three cubits” I reply, that this gives the measurement from the edge of the surround upwards. This surround served only as an ornamentation, but a surround for the priests to walk upon when officiating the copper altar had only on its top within its horns (running from one horn to the other). Thus we read in Treatise Zevachim 62a: What is the כרכב? The sunken space between one horn of the altar and the other, this being a cubit in width, and, from that space inward (towards the centre of the altar) a space of another cubit upon which the priests could walk right round the altar, thus making a surround two cubits in width. These two cubits were called כרכב. The criticism is there made to this definition: But is it not written, “[and thou shalt put it (the grate)] under the compass of the altar beneath” — which statement teaches us that the כרכב was on the side of the altar and not on its top since the covering formed by the grate was beneath it? Whereupon the Talmud replies (lit., the replier replies), that in fact there were two surrounds, one for ornamentation (that below) and another (on the top) for the priests that they should not slip off when walking round. The one on the side of the altar was intended for ornamentation, and beneath it they put the grate as a covering and its width reached to the middle of its (the altar’s) height, measuring this from the ground. It also served to mark the middle of its height separating the two halves of the altars side upon which were put respectively the sacrifical blood which had to be sprinkled above (on the upper part; this was the blood of a חטאת) and the blood which had to be sprinkled below (that of עולה ,שלמים and אשם). Corresponding to this there was made for the altar in the “Eternal House” (the Temple at Jerusalem) a sign consisting of a red line (Zevachim 53a; Mishnah Middot 3:1). As to the ascent (כבש — the inclined plane) upon which they went up to the top of the altar, it is true that Scripture does not expressly mention it in this section but we have it already implied in the statement in the section beginning with the words מזבח אדמה תעשה לי (Exodus 20:21—23): “Thou shalt not go up by steps [unto my altar]” — i. e. thou shalt not make steps on its ascent, but thou shalt make an unbroken ascent, — this tells us that it had such an ascent. — So do we read in the Mechilta d'Rabbi Yishmael 20:23:1). — For the altar of earth there spoken of is identical with the altar of copper described here and it was called an altar of earth because they used to fill the hollow space within it (within its coppered walls) with earth at every place where they encamped in the wilderness. This ascent was on the south of the altar, its top standing away from the altar just a hair’s breadth (i. e. almost touching the altar). Its foot reached to the cubit adjacent to the hangings of the court on the south, (i. e. it was one cubit distant from those hangings of the enclosure). This latter statement is according to him who holds that its height (that of the altar) was ten cubits, whilst according to him who holds that the command, (v. 1) “and three cubits shall be the height thereof” is to be taken literally (cf. Rashi on v. 1) the length of the ascent was only ten cubits, for since the altar was lower the slope leading to its top could not be a very long one. So did I find in the Boraitha דמ\"ט מדות (cf. Yalkut Shimoni on Torah 419). And as regards this statement that it stood away from the top of the altar just a hair’s breadth, in Treatise Zevachim 62b they (the Rabbis) derived it from a Biblical text.", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "574febccd6e4a90d6df98f1e", "index_title": "Otzar Midrashim", "category": "Midrash", "type": "", "ref": "Otzar Midrashim, Forty Nine Midot, Compilation from Baraita of 49 Midot 5", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Otzar Midrashim, Forty Nine Midot, Compilation from Baraita of 49 Midot 5", "sourceHeRef": "אוצר מדרשים, מ\"ט מדות, לקוטים מברייתא דמ\"ט מדות ה׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1915], "commentaryNum": 5, "collectiveTitle": {"en": "Otzar Midrashim", "he": "אוצר מדרשים"}, "heTitle": "לקוטים מברייתא דמ\"ט מדות", "he": "ג׳) <b>היה ר׳ נחמיה אומר</b> אהל מועד שעשה משה במדבר כנגד מעשה בראשית, יריעות כנגד שמים וארץ, כיור וכנו כנגד מימי בראשית, מזבח העולה כנגד כל הבהמות, מזבח הקטרת כנגד כל הבשמים, מנורה כנגד החמה ולבנה, שבעה נרותיה כנגד שבעה כוכבים המשמשין את העולם ואלו הן שצ״ם חנכ״ל. ראה נסים שעשה להם, אורך החצר מאה באמה (שמות כ\"ז י\"ח) ומה ת״ל חמשים בחמשים? אלא שתי טבליות היו, טבלא הפנימית שבמשכן מפתח אהל מועד ולפנים אורך ל׳ אמה ורוחב י׳ אמות, נמצא [החצר] נ׳ אמה מכל צדדין: לפנים נ׳ אמה, במזרח נ׳ אורך נ׳ רוחב, בתוך נ׳ מזבח העולה ה׳ על ה׳ כבש כולו כנגדו בדרום ומשוך כשלושים אמות, וכמלא השערה היה יורד ביניהם <small>(עי׳ רש״י לשמות כ״ז ה׳)</small>, וכדברי האומרים ג׳ אמות קומתו י׳ אמות היה הכבש שלו, וכיור וכנו היה נתון בתוך כ׳ אמות שבמזרח, והמזבח והכבש מתוקן ואהרן ובניו עסוקין בעבודה והקב״ה מלמדן סדר עבודה שנאמר וימציאו בני אהרן (ויקרא ט׳ י״ב).", "heVersionTitle": "Otzar Midrashim, New York, 1915", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77ccad6e4a94c7c189f76", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Exodus 27:5", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Tafsir Rasag, Exodus 27:5", "sourceHeRef": "תפסיר רס\"ג, שמות כ״ז:ה׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 27.0005, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "שמות", "he": "ואג̇עלהא תחת שרג̇ב אלמד̇בח מן אספל פתבלג אלי נצפה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "588f55edd6e4a96d624ac9dc", "index_title": "Machberet Menachem", "category": "Reference", "type": "", "ref": "Machberet Menachem, Letter Bet 1:7", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Machberet Menachem, Letter Bet 1:7", "sourceHeRef": "מחברת מנחם, ב א׳:ז׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [950, 960], "commentaryNum": 1.0007, "collectiveTitle": {"en": "Machberet Menachem", "he": "מחברת מנחם"}, "he": "‎רטפש בשרי מנוער <small>(איוב לג, כה)</small>, זרזיף ארץ <small>(תהלים עב, ו)</small>, פתגם <small>(קהלת ח, יא)</small>, רפסדות על ים יפו <small>(דה״‎ב ב, טו)</small>, שלהבת יה <small>(שיר ח, ו)</small>, שלאנן <small>(איוב כא, כג)</small>, פתאום <small>(במדבר ו, ט)</small>, פתגם <small>(קהלת ח, יא)</small>, זלעפה <small>(תהלים קיט, נג)</small>, הפרתמים <small>(אסתר א, ג)</small>, חרצובות <small>(תהלים עג, ד)</small>, סמדר <small>(שיר ב, יג)</small>, חלמיש <small>(תהלים קיד, ח)</small>, כרכב <small>(שמות כז, ה)</small>, עשתרות צאנך <small>(דברים כה, ד)</small>, וכאלה יש בלשון עברית מעט מזער מלים רביעיים.", "heVersionTitle": "Mahberet Menahem, London, 1854.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מחברת מנחם,לונדון, תרי\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "588f5685d6e4a96d624aeb28", "index_title": "Machberet Menachem", "category": "Reference", "type": "", "ref": "Machberet Menachem, Letter Kaf 58:2", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Machberet Menachem, Letter Kaf 58:2", "sourceHeRef": "מחברת מנחם, כ נ״ח:ב׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [950, 960], "commentaryNum": 58.0002, "collectiveTitle": {"en": "Machberet Menachem", "he": "מחברת מנחם"}, "he": "‎תחת <b>כרכב</b> המזבח <small>(שמות כז, ה)</small>, תחת <b>כרכבו</b> מלמטה <small>(שם לח, ד)</small>, ענינו תחת שפת המזבח.", "heVersionTitle": "Mahberet Menahem, London, 1854.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מחברת מנחם,לונדון, תרי\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58b6b147d6e4a952249cbbf7", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Exodus 27:5:1", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Minchat Shai on Torah, Exodus 27:5:1", "sourceHeRef": "מנחת שי על תורה, שמות כ״ז:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "שמות", "he": "<b>מלמטה.</b> הטי\"ת דגושה:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59a6c610d6e4a920f72d94f2", "index_title": "HaKtav VeHaKabalah", "category": "Commentary", "type": "commentary", "ref": "HaKtav VeHaKabalah, Exodus 27:5:1", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "HaKtav VeHaKabalah, Exodus 27:5:1", "sourceHeRef": "הכתב והקבלה, שמות כ״ז:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1829, 1839], "commentaryNum": 5.0001, "collectiveTitle": {"en": "HaKtav VeHaKabalah", "he": "הכתב והקבלה"}, "heTitle": "שמות", "he": "<b>והיתה הרשת. </b>אמרו רבותינו (זבחים נ\"ג) התורה נתנה מחיצה להבדיל בין דמים העליונים לדמים התחתונים, לדבריהם יתכן מאד מאי דאמר קרא והיתה הרשת, שהי' יותר ראוי לקראו בשם העצמי מכבר כמו שקראו תחלה לא ע\"ש שנעשה מעשה רשת. אמנם לפי שבשם רשת יש לכלול גם הוראת רשות, הרגיל בדברי רבותינו (ד' רשויות לשבת) והוא מקום המוגבל ומיוחד לתשמיש מה שאין מקום אחר מיוחד אליו, והמכבר הוא הוא החולק רשות בין מה שתחתיו לבין מה שעליו לענין זריקת דם הקרבנות שמהן בחלק שעליו ומהן בחלק מה שתחתיו, לכן קרא את המכבר בשם רשת לכלול בו גם שם התכליתי שחולק רשויות המזבח: \n", "heVersionTitle": "HaKtav VeHaKabbalah, Frankfurt 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d488aed6e4a939ba17353d", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Exodus 27:5:1", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Torah Temimah on Torah, Exodus 27:5:1", "sourceHeRef": "תורה תמימה על התורה, שמות כ״ז:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "שמות", "he": "<b>כרכב המזבח. </b>ת\"ר, איזה הוא כרכב בין קרן לקרן ומקום הלוך רגלי הכהנים אמה <sup class=\"footnote-marker\">ח</sup><i class=\"footnote\">כמין חריץ עמוק ממקום המערכה עד שפת המזבח סביב ומקיף את מקום המערכה ורחבו של חריץ ב' אמות, אמה של בין הקרטת ואמה של מקום הילוך רגלי הכהנים. </i>, והא כתיב (פ׳ תצוה) תחת כרכבו מלמטה עד חציו <sup class=\"footnote-marker\">ט</sup><i class=\"footnote\">גבי מכבר מעשה רשת נחושת שנתנוהו תחת כרכובו מלמטה עד חציו הקיפוהו למזבח מאמצעו ולמעלה מוקף היקף של כרכב והוא עשוי נקבים נקבים ככברה ורשת של דגים ומגיע למעלה עד מתחת לכרכב, אלמא בקיר מזבח סביב הוי, דאי בראש המזבח היכי קרי למכבר הנתון סביב הקיר תחת כרכבו. </i>, אמר רב נחמן בר יצחק, הרי הוו חד לנוי וחד לבתים דלא נשתרקו <sup class=\"footnote-marker\">י</sup><i class=\"footnote\">אחד היה סביב הקיר משעלה שש אמות גובה היה היקף הבליטה קטנה חוגרתו סביב לנוי ומתחת לאותו סובב נתנו המכבר ורחבו מגיע למטה עד חצי המזבח. והוא היה סימן להבדיל בין הדמים העליונים לדמים התחתונים כפי שיתבאר בדרשה הבאה, ועוד אחד היה למעלה בראש המזבח העמיקו סובב כמין חריץ קטן דבר מועט להיות להם שפתו היקף מעקה קטן סביב כדי שלא יחליקו הכהנים את רגלם בלכתם. </i>.<br>(זבחים ס\"ב א׳)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d488aed6e4a939ba17353f", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Exodus 27:5:2", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Torah Temimah on Torah, Exodus 27:5:2", "sourceHeRef": "תורה תמימה על התורה, שמות כ״ז:ה׳:ב׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 5.0002, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "שמות", "he": "<b>עד חצי המזבח. </b>תנן התם. חוט של סיקרא חוגרו למזבח באמצע להבדיל בין דמים העליונים לדמים התחתונים <sup class=\"footnote-marker\">יא</sup><i class=\"footnote\">דם של חטאת בהמה ועולת העוף ניתן למעלה מן התוט ודם של חטאת העוף למטה מן החוט, ויתבאר מזה אי\"ה בפ' ויקרא. </i>, דכתיב והיתה הרשת עד חצי המזבח, התורה נתנה מחיצה להבדיל בין דמים העליונים לדמים התחתונים <sup class=\"footnote-marker\">יב</sup><i class=\"footnote\">רשת הוא כעין ציור מצוירה בקליעה ושל נחושת הואי בתחתיו של מזבח וגבוה עד חציו של מזבח, ומפני שעשויה כנפה נקראה רשת. </i>.<br>(שם נ\"ג א׳)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d488aed6e4a939ba173541", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Exodus 27:5:3", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Torah Temimah on Torah, Exodus 27:5:3", "sourceHeRef": "תורה תמימה על התורה, שמות כ״ז:ה׳:ג׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 5.0003, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "שמות", "he": "<b>עד חצי המזבח. </b>מכאן שאין מחיצה בדמים בבמה <sup class=\"footnote-marker\">יג</sup><i class=\"footnote\">ר\"ל החוט של סיקרא העשויה למזבח להבדיל בין דמים העליונים לדמים התחתונים כמבואר בדרשה הקודמת, משום דמהכא נפקא לן מחיצה לדמים כמש\"כ למעלה, וכתיב המזבח בה\"א הידיעה מיעוטא הוא בההוא מזבח לחודיה דאיירי ביה קרא והיינו מזבח של משכן, ולא בבמה, והיינו רק בבמת יחיד שעשה כל אחד בחצרו וגנתו [בשעת היתר הבמות דהיינו קודם בנין הבית בשילה ואחר שנחרבה שילה בימי עלי – קודם שנבנה המקדש בירושלים כפי שיתבאר אי\"ה לפנינו בפ' ראה (י\"ב ט') דשם לא היתה השכינה שורה. וענין זה דהבדלת הדמים במזבח הוא דבר היותר קדוש שראוי לנהוג רק במקום הקדוש יותר], אבל בבמה גדולה דהיינו במת צבור שהיתה בנוב וגבעון קודם שנבנה המקדש שרתה השכינה והיה דינה כמקדש, וע\"ע מש\"כ לקמן ס\"פ כ\"ח (פ' תצוה) בפסוק לשרת בקודש מענין הבמות. </i>.<br>(שם קי\"ט ב׳)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a154716d6e4a92409ac4014", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Exodus 27:5:1", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Siftei Chakhamim, Exodus 27:5:1", "sourceHeRef": "שפתי חכמים, שמות כ״ז:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "שמות", "he": "<b>בין קרן לקרן וכו'.</b> פירוש מן הד' קרנותיו היו משוכין לפנים מהן מעט:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>Between the raised projections. . .</b> Meaning: It was a little farther in [toward the altar’s center] than the four projections.", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a154716d6e4a92409ac4016", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Exodus 27:5:2", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Siftei Chakhamim, Exodus 27:5:2", "sourceHeRef": "שפתי חכמים, שמות כ״ז:ה׳:ב׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 5.0002, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "שמות", "he": "<b>שהיו ממלאין חללו אדמה כו'.</b> כדי להקריב עליו קרבנות:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>For its hollow was filled with earth. . .</b> In order to offer sacrifices upon it.", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a79be5dd6e4a94571872ee2", "index_title": "Zevachim", "category": "Talmud", "type": "", "ref": "Zevachim 62a:9", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Zevachim 62a:9", "sourceHeRef": "זבחים ס״ב א:ט׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 123.0009, "collectiveTitle": {"en": "Zevachim", "he": "זבחים"}, "heTitle": "זבחים", "he": "אלא מעתה כיור לרבי וסובב לרבי יוסי ברבי יהודה הכי נמי דמעכב דכתי' (שמות כז, ה) ונתתה אותה תחת כרכוב המזבח מלמטה ותניא איזהו כרכוב רבי אומר זה כיור רבי יוסי ברבי יהודה אומר זה הסובב", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The Gemara asks: <b>If that is so,</b> then the <b>engraving [<i>kiyyur</i>]</b> that was on the altar <b>according to Rabbi</b> Yehuda HaNasi, <b>or</b> the <b>surrounding ledge</b> of the altar <b>according to Rabbi Yosei, son of Rabbi Yehuda,</b> should <b>also be indispensable, as it is written: “And you shall put it under the <i>karkov</i> of the altar beneath”</b> (Exodus 27:5). <b>And it is taught</b> in a <i>baraita</i>: <b>What is</b> the <b><i>karkov</i>? Rabbi</b> Yehuda HaNasi <b>says: This is</b> the <b>engraving</b> on the altar. <b>Rabbi Yosei, son of Rabbi Yehuda, says: This is the surrounding ledge.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5a79be65d6e4a945718732d8", "index_title": "Zevachim", "category": "Talmud", "type": "", "ref": "Zevachim 119b:20", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Zevachim 119b:20", "sourceHeRef": "זבחים קי״ט ב:כ׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 238.002, "collectiveTitle": {"en": "Zevachim", "he": "זבחים"}, "heTitle": "זבחים", "he": "מחיצה בדמים דכתיב (שמות כז, ה) והיתה הרשת עד חצי המזבח: ריחוץ ידים דכתיב (שמות מ, לב) ובקרבתם אל המזבח ירחצו", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>A partition for</b> the <b>blood,</b> i.e., the red line that divides the altar, as the blood of some offerings, e.g., a sin offering, was sprinkled above the line, and the blood of other offerings, e.g., a burnt offering, was sprinkled below the line, was required only on a public altar, <b>as it is written: “And the net may reach halfway up the altar”</b> (Exodus 27:5). The definite article before the word “altar” indicates that this applied only to the altar in the Tabernacle. With regard to the requirement for <b>washing of hands</b> and feet before the service, it is required only on a public altar, <b>as it is written:</b> “When they went into the Tent of Meeting <b>and when they came near to the altar, they shall wash”</b> (Exodus 40:32).", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5a9ff186d6e4a93bec1fb0dc", "index_title": "Steinsaltz on Zevachim", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Zevachim 53a:9", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Steinsaltz on Zevachim 53a:9", "sourceHeRef": "ביאור שטיינזלץ על זבחים נ״ג א:ט׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 105.0009, "collectiveTitle": {"en": "Steinsaltz on Zevachim", "he": "ביאור שטיינזלץ על זבחים"}, "heTitle": "ביאור שטיינזלץ על זבחים", "he": "<b>תנן התם</b> <small>[שנינו</small> במשנה <small>שם]</small> במסכת מדות: <b>חוט של סיקרא חוגרו</b> את המזבח <b>באמצע, להבדיל בין דמים העליונים לדמים התחתונים.</b> ושואלים: <b>מנא הני מילי</b> <small>[מנין הדברים הללו]?</small> <b>אמר רב אחא בר רב קטינא, שנאמר: \"והיתה הרשת עד חצי המזבח\"</b> (שמות כז, ה), הרי ש<b>התורה נתנה מחיצה</b> במזבח, ולשם מה נעשה הדבר — <b>להבדיל בין דמים העליונים לדמים התחתונים.</b> ורשת זו היתה רק במזבח שבמשכן, אבל במקדש עשו חוט של סיקרא כסימן.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9ff18cd6e4a93bec1fb1b4", "index_title": "Steinsaltz on Zevachim", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Zevachim 62a:9", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Steinsaltz on Zevachim 62a:9", "sourceHeRef": "ביאור שטיינזלץ על זבחים ס״ב א:ט׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 123.0009, "collectiveTitle": {"en": "Steinsaltz on Zevachim", "he": "ביאור שטיינזלץ על זבחים"}, "heTitle": "ביאור שטיינזלץ על זבחים", "he": "ושואלים: <b>אלא מעתה,</b> שזהו הכלל, <b>כיור</b> (פיתוחים) שנעשו על המזבח <b>ל</b>דעת <b>רבי, וסובב ל</b>דעת <b>ר' יוסי בר' יהודה, הכי נמי</b> <small>[כך גם כן]</small> ש<b>מעכב? דכתיב</b> <small>[ש</small>הרי <small>נאמר]:</small> <b>\"ונתתה אתה תחת כרכב המזבח מלמטה\"</b> (שמות כז, ה). <b>ותניא</b> <small>[ושנויה</small> ברייתא<small>]:</small> <b>איזהו כרכוב? רבי אומר: זה כיור. ר' יוסי בר' יהודה אומר: זה הסובב!</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9ff1a7d6e4a93bec1fb5ff", "index_title": "Steinsaltz on Zevachim", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Zevachim 119b:20", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Steinsaltz on Zevachim 119b:20", "sourceHeRef": "ביאור שטיינזלץ על זבחים קי״ט ב:כ׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 238.002, "collectiveTitle": {"en": "Steinsaltz on Zevachim", "he": "ביאור שטיינזלץ על זבחים"}, "heTitle": "ביאור שטיינזלץ על זבחים", "he": " ומה ששנינו שדווקא בבמת ציבור יש <b>מחיצה בדמים,</b> שחוצים את גובה המזבח על ידי חוט הסיקרא, חציו לדמים הניתנים למעלה (דם חטאת), וחציו לדמים הניתנים למטה (דם עולה), טעם הדבר — <b>דכתיב</b> <small>[ש</small>כן <small>נאמר]:</small> <b>\"והיתה הרשת עד חצי המזבח\"</b> (שמות כז, ה), בה\"א הידיעה — דווקא המזבח שבמשכן. חובת <b>ריחוץ ידים</b> ורגלים קודם עבודה לא היתה אלא בבמת ציבור — <b>דכתיב</b> <small>[ש</small>כן <small>נאמר]</small> בדין זה: \"בבואם אל אהל מועד <b>ובקרבתם אל המזבח ירחצו\"</b> (שמות מ, לב).", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ad4da28d6e4a918cf868ac4", "index_title": "Zevachim", "category": "Talmud", "type": "", "ref": "Zevachim 53a:9", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Zevachim 53a:9", "sourceHeRef": "זבחים נ״ג א:ט׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 105.0009, "collectiveTitle": {"en": "Zevachim", "he": "זבחים"}, "heTitle": "זבחים", "he": "תנן התם חוט של סיקרא חוגרו באמצע להבדיל בין דמים העליונים לדמים התחתונים מנא הני מילי אמר רב אחא בר רב קטינא שנאמר (שמות כז, ה) והיתה הרשת עד חצי המזבח התורה נתנה מחיצה להבדיל בין דמים העליונים לדמים התחתונים:", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>We learned</b> in a mishna <b>there</b> (<i>Middot</i> 35b): <b>A red line circumscribed</b> the altar <b>in the middle, to separate between</b> the area for the <b>blood</b> that must be placed on <b>the upper</b> part of the altar <b>and</b> the area for the <b>blood</b> that must be placed on <b>the lower</b> part of the altar. The Gemara asks: <b>From where is this matter</b> derived? <b>Rav Aḥa bar Rav Ketina said</b> it is derived from a verse, <b>as it is stated:</b> “And you shall put it under the ledge round the altar beneath, <b>and the net will reach halfway up the altar”</b> (Exodus 27:5). <b>The Torah provided</b> for <b>a separation</b> on the altar, <b>to separate between</b> the area for the <b>blood</b> placed on <b>the upper</b> part of the altar <b>and</b> the area for the <b>blood</b> placed on <b>the lower</b> part of the altar.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5b30a8ec6f685500161b4975", "index_title": "Malbim on Exodus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Exodus 27:5:1", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Malbim on Exodus 27:5:1", "sourceHeRef": "מלבי\"ם על שמות כ״ז:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על שמות", "he": "<b>ונתתה אותה תחת כרכב המזבח,</b> פירשתי כל דבר המקיף בעיגול קרוי כרכב כמו ששנינו כל שעתיד לשוף לכרכב היינו שעושים חריצין עגולים בקרשי דפני התיבות, אף במזבח עושה חריץ סביבו והיה רחב אמה בדפנו לנוי והוא בסוף שש אמות של גבהו [וסובב להילוך הכהנים לא היה למזבח הנחושת] ומתחתיו הלבישו המכבר והגיע רחבו עד חצי המזבח נמצא שהמכבר רחב אמה וכו', ובזבחים שם איזה כרכב, רבי אומר זה כיור, ר' יוסי בר\"י אומר זה הסובב, ומבואר שרש\"י תפס כרבי [כמו שפי' שם כיור היינו ציורים של פרחים וציצים וקלעיס], שמ\"ש עושה חריץ היינו ציורים, והטעם כי רנב\"י שאמר שם תרי הוו חד לנוי וחד לכהנים סבר כרבי שהכרכב היה לנוי, ואני תמה על הרמב\"ם שכתב ארבע קרנות של מזבח ויסודו ורבוע מעכבין, דמשמע ותו לא, והלא לרבי כיור מעכב ולריב\"י סובב מעכב כמ\"ש בגמרא, וכן יקשה לרבי שכיור מעכב שלא מצאנו בבית עולמים שהיו שם ציורים דוגמת הכרכב, ואיתא בברייתא דמדות, המזבח ה' על ה' וכבש כולו כנגדו בדרום ומשוך כלמ\"ד אמות, ולמ\"ד ג' אמות קומתו עשר אמות היה הכבש שלו, מ\"ש כשלשים אמות הוא כדי שיהיה המזבח לא רחוק מן הפתח, כי ר' יוסי דאמר עשר אמות קומתו לשטתו דס\"ל זבחים (דף נ\"ח) דכוליה מזבח בצפון קאי, אמנם אם היה הכבש ל\"ב אמות כמו במקדש היה המזבח רחוק מן הפתח וזה לא יתכן כמ\"ש התוס' בזבחים (דף ס\"ג) לכך אמר שהיה רק כשלשים אמה, ועיי\"ש עוד בתוד\"ה חוץ, ור' יהודה דס\"ל דחציו בצפון וחציו בדרום לשטתו שהיה רק ג' אמות וכ\"ש שצ\"ל כן לראב\"י שס\"ל בספרא (פ\"ז מ\"א) (וביומא ל\"ז ובזבחים נ\"ט) דכוליה מזבח בדרום קאי, ומזה ק\"ל עמ\"ש הכ\"מ [פ\"ג מה' עבודת יוה\"כ] שדעת הרמב\"ם כראב\"י דכוליה מזבח בדרום קאי, דהא מדבריו (פ\"ב מה' בהב\"ח הי\"ז) מבואר שס\"ל שמזבח של משה היה רק חמש בארכו ורחבו וא\"כ היה לו עשר בגבהו שזה תלוי בזה כמבואר בגמ', וא\"כ איך עמד מזבח של משה עם הכבש בחצר המשכן:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קדש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17ba0db071e100bf4f0b96", "index_title": "Tosafot Yom Tov on Mishnah Middot", "category": "Quoting Commentary", "type": "", "ref": "Tosafot Yom Tov on Mishnah Middot 3:1:11", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Tosafot Yom Tov on Mishnah Middot 3:1:11", "sourceHeRef": "תוספות יום טוב על משנה מדות ג׳:א׳:י״א", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1613, 1617], "commentaryNum": 1.0011, "collectiveTitle": {"en": "Tosafot Yom Tov on Mishnah Middot", "he": "תוספות יום טוב על משנה מדות"}, "he": "<b>וחוט של סיקרא חוגרתו באמצע כו'</b>. מנה\"מ אמר רב אחא בר רב קטינא שנאמר (שמות כ\"ז) והיתה הרשת עד חצי המזבח התורה נתנה מחיצה להבדיל בין דמים העליונים לדמים התתתונים. פ\"ה דזבחים דף נ\"ג: \n", "heVersionTitle": "Mishnah, ed. Romm, Vilna 1913", "heLicense": "Public Domain", "heVersionTitleInHebrew": "משנה, מהדורת בית דפוס ראם, וילנא 1913", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c46822a08d98a02694d1eae", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, חִיצּוּי 1", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Jastrow, חִיצּוּי 1", "sourceHeRef": "מילון יסטרוב, חִיצּוּי א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "חִיצּוּי", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">חִיצּוּי</strong> m.  (<a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_חָצָה.1\" data-ref=\"Jastrow, חָצָה 1\">חָצָה</a>) <i>dividing off</i>, esp. dividing the altar into two compartments by means of a net (<a class=\"refLink\" href=\"/Exodus.27.5\" data-ref=\"Exodus 27:5\">Ex. XXVII, 5</a>). <a class=\"refLink\" href=\"/Zevachim.119b.21\" data-ref=\"Zevachim 119b:21\">Zeb. 119ᵇ</a> <span dir=\"rtl\">יש ח׳</span> division is required."], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5c46b41308d98a02694f0c8e", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, שְׁרַק II 1", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Jastrow, שְׁרַק II 1", "sourceHeRef": "מילון יסטרוב, שְׁרַק II א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "שְׁרַק II", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">שְׁרַק II</strong>  = <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_שְׁרַג.1\" data-ref=\"Jastrow, שְׁרַג 1\">שְׁרַג</a>, <i>to glide, slide</i>. <a class=\"refLink\" href=\"/Niddah.3b.44\" data-ref=\"Niddah 3b:44\">Nidd. 3ᵇ</a> <span dir=\"rtl\">מיא שָׁרְקֵי וכ׳</span> water (when poured out of an inclined vessel) slides, but fruits do not slide (and you must invert the vessel in order to empty it). <a class=\"refLink\" href=\"/Chullin.111a.10\" data-ref=\"Chullin 111a:10\">Ḥull. 111ᵃ</a> <span dir=\"rtl\">דמא מִשְׁרַק שָׁרֵיק</span> (Ms. R. 2, a. Ar. <span dir=\"rtl\">משרג שריג</span>, v. Rabb. D. S. a. l. note 60) blood glides off, v. <a class=\"refLink\" href=\"/Jastrow,_סְרַךְ II.1\" data-ref=\"Jastrow, סְרַךְ II 1\"><span dir=\"rtl\">סְרַךְ</span> II</a>.<br/>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Pa.</strong> - <strong dir=\"rtl\">שָׁרֵיק</strong> <i>to cause to slip, make slippery</i>. <a class=\"refLink\" href=\"/Bava_Kamma.30b.1\" data-ref=\"Bava Kamma 30b:1\">B. Kam. 30ᵇ</a> top <span dir=\"rtl\">תבנו … דמְשָׁרְקֵי</span> the Mishnah speaks of straw and stubble (deposited in the public road), because they make the ground slippery.<br/>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Ithpa.</strong> - <strong dir=\"rtl\">אִשְׁתָּרֵק</strong>, <strong dir=\"rtl\"></strong><br/>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Ithpe.</strong> - <strong dir=\"rtl\">אִשְׁתְּרִיק</strong>, <strong dir=\"rtl\"> אִישְּׁרִיק</strong> <i>to slip, glide</i>. <a class=\"refLink\" href=\"/Zevachim.62a.12\" data-ref=\"Zevachim 62a:12\">Zeb. 62ᵃ</a> <span dir=\"rtl\">דלא נִשְׁתָּרְקוּ</span> (Rashi to <a class=\"refLink\" href=\"/Exodus.27.5\" data-ref=\"Exodus 27:5\">Ex. XXVII, 5</a> <span dir=\"rtl\">יִשְׁתָּרְגוּ</span>) that the priests might not slip. <a class=\"refLink\" href=\"/Chullin.52a.2\" data-ref=\"Chullin 52a:2\">Ḥull. 52ᵃ</a> <span dir=\"rtl\">כל מידי דמִישְּׁרִיק וכ׳</span> (some ed. <span dir=\"rtl\">דמִשְּׁ׳</span>, Rashi <span dir=\"rtl\">דמִשְׁתְּרִיק</span>; Ms. H. <span dir=\"rtl\">דמשתריג … לא סריג וכ׳</span>, v. Rabb. D. S. a. l. note 90) in the case of an animal falling on things which slide (e.g. a pile of peas &c.), no internal injury is to be apprehended, but if it falls on things which do not slide &c."], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5f1e9fecbfb3c3d94bf65593", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Exodus 27:5:1", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Midrash Lekach Tov, Exodus 27:5:1", "sourceHeRef": "מדרש לקח טוב, שמות כ״ז:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "שמות", "he": "<b>ונתתה אותה תחת כרכוב.</b> <i data-commentator=\"Notes and Corrections\" data-order=\"7\"></i> זה הסובב של מזבח.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9fedbfb3c3d94bf65595", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Exodus 27:5:2", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Midrash Lekach Tov, Exodus 27:5:2", "sourceHeRef": "מדרש לקח טוב, שמות כ״ז:ה׳:ב׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 5.0002, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "שמות", "he": "נבוב לחות. חלול, כענין שנאמר ואיש נבוב ילבב (איוב יא יב).", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f6352bf787169983ab72064", "index_title": "Rabbeinu Gershom on Temurah", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Gershom on Temurah 4b:3", "anchorRef": "Exodus 25:1-27:19", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19"], "sourceRef": "Rabbeinu Gershom on Temurah 4b:3", "sourceHeRef": "רבינו גרשום על תמורה ד׳ ב:ג׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [980, 1020], "commentaryNum": 8.0003, "collectiveTitle": {"en": "Rabbeinu Gershom", "he": "רבינו גרשום"}, "heTitle": "רבינו גרשום על תמורה", "he": "תרי לאוי. לא יחליפנו ולא ימיר וחד עשה ואם המר ימיר:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דפוס האלמנה והאחים ראם", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f6352bf787169983ab72066", "index_title": "Rabbeinu Gershom on Temurah", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Gershom on Temurah 4b:4", "anchorRef": "Exodus 25:1-27:19", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19"], "sourceRef": "Rabbeinu Gershom on Temurah 4b:4", "sourceHeRef": "רבינו גרשום על תמורה ד׳ ב:ד׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [980, 1020], "commentaryNum": 8.0004, "collectiveTitle": {"en": "Rabbeinu Gershom", "he": "רבינו גרשום"}, "heTitle": "רבינו גרשום על תמורה", "he": "אונס דחד לאו וחד עשה הוא עשה ולו תהיה לאשה. לאו דכתיב לא יוכל לשלחה:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דפוס האלמנה והאחים ראם", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f6352bf787169983ab72068", "index_title": "Rabbeinu Gershom on Temurah", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Gershom on Temurah 4b:5", "anchorRef": "Exodus 25:1-27:19", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19"], "sourceRef": "Rabbeinu Gershom on Temurah 4b:5", "sourceHeRef": "רבינו גרשום על תמורה ד׳ ב:ה׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [980, 1020], "commentaryNum": 8.0005, "collectiveTitle": {"en": "Rabbeinu Gershom", "he": "רבינו גרשום"}, "heTitle": "רבינו גרשום על תמורה", "he": "ואם כהן הוא לוקה. דקא עבר על לאו לא יוכל לשלחה:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דפוס האלמנה והאחים ראם", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f6352c0787169983ab7206a", "index_title": "Rabbeinu Gershom on Temurah", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Gershom on Temurah 4b:6", "anchorRef": "Exodus 25:1-27:19", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19"], "sourceRef": "Rabbeinu Gershom on Temurah 4b:6", "sourceHeRef": "רבינו גרשום על תמורה ד׳ ב:ו׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [980, 1020], "commentaryNum": 8.0006, "collectiveTitle": {"en": "Rabbeinu Gershom", "he": "רבינו גרשום"}, "heTitle": "רבינו גרשום על תמורה", "he": "ואינו מחזיר. דאסור בגרושה אלמא דלא מהני ליה עשה לכהן דלא לילקי:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דפוס האלמנה והאחים ראם", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f6352c0787169983ab7206c", "index_title": "Rabbeinu Gershom on Temurah", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Gershom on Temurah 4b:7", "anchorRef": "Exodus 25:1-27:19", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19"], "sourceRef": "Rabbeinu Gershom on Temurah 4b:7", "sourceHeRef": "רבינו גרשום על תמורה ד׳ ב:ז׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [980, 1020], "commentaryNum": 8.0007, "collectiveTitle": {"en": "Rabbeinu Gershom", "he": "רבינו גרשום"}, "heTitle": "רבינו גרשום על תמורה", "he": "משום הכי לקי דרבי בהו רחמנא בכהנים קדושתא יתירתא הא בעלמא לא תעשה שניתק לעשה לא לקי:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דפוס האלמנה והאחים ראם", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f6352c0787169983ab7206e", "index_title": "Rabbeinu Gershom on Temurah", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Gershom on Temurah 4b:8", "anchorRef": "Exodus 25:1-27:19", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19"], "sourceRef": "Rabbeinu Gershom on Temurah 4b:8", "sourceHeRef": "רבינו גרשום על תמורה ד׳ ב:ח׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [980, 1020], "commentaryNum": 8.0008, "collectiveTitle": {"en": "Rabbeinu Gershom", "he": "רבינו גרשום"}, "heTitle": "רבינו גרשום על תמורה", "he": "נ\"א] שאני מימר משום הכי לא מבטיל עשה ללאו. דהוה ליה לאו ששוה בכל דהכל אסורין להמיר לכתחילה ועשה דידיה ואם המר ימיר אינו שוה בכל דליתיה בצבור ושותפין דאין עושין תמורה אפילו דיעבד הילכך לא אלים עשה לאפוקי מן לאו ששוה בכל:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דפוס האלמנה והאחים ראם", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f6352c0787169983ab72070", "index_title": "Rabbeinu Gershom on Temurah", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Gershom on Temurah 4b:9", "anchorRef": "Exodus 25:1-27:19", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19"], "sourceRef": "Rabbeinu Gershom on Temurah 4b:9", "sourceHeRef": "רבינו גרשום על תמורה ד׳ ב:ט׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [980, 1020], "commentaryNum": 8.0009, "collectiveTitle": {"en": "Rabbeinu Gershom", "he": "רבינו גרשום"}, "heTitle": "רבינו גרשום על תמורה", "he": "והרי אונס דלאו דיליה אינו שוה בכל דליתיה בכהנים דלא אמרינן גבי כהן לא יוכל לשלחה ואם גירשה כל ימיו בעמוד והחזיר קאי כמו שחייב ישראל אלא מאחר שגירשה שוב אינו מחזירה ועשה דידיה ולו תהיה לאשה תחת אשר ענה שוה בכל אפילו בכהנים ואפילו הכי לא אלים עשה לאפוקי ממלקות לכהנים. א\"ל כהנים עמא אחרינא נינהו הילכך אחמיר עלייהו דלקי ולגבי ישראל (דהאי) [דהוי] לאו ששוה בכל ועשה ששוה בכל אתי עשה ומפיק מיד לאו ולא לקי אלא מחזיר ואינו לוקה משום דהכתוב נתקו לעשה וכדר' אבין:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דפוס האלמנה והאחים ראם", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "608ea0868f98408963d9e9d8", "index_title": "Tosefta Kifshutah on Shekalim", "category": "Quoting Commentary", "type": "", "ref": "Tosefta Kifshutah on Shekalim 3:19:1", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Tosefta Kifshutah on Shekalim 3:19:1", "sourceHeRef": "תוספתא כפשוטה על שקלים ג׳:י״ט:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1949, 1961], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Tosefta Kifshutah on Shekalim", "he": "תוספתא כפשוטה על שקלים"}, "heTitle": "תוספתא כפשוטה על שקלים", "he": "<small>56-57.</small> <b>ואי זהו כרכב המזבח בין קרן לקרן, מקום הילוך רגלי הכהנים ואילך. </b>בירושלמי פ\"ח רה\"ו, נ\"א ע\"ב: אי זהו כרכוב המזבח אמה בין קרן לקרן מקום הילוך רגלי הכהנים. ובבבלי זבחים ס\"ב א': ת\"ר איזהו כרכוב בין קרן לקרן מקום הילוך רגלי הכהנים אמה. ושואל התלמוד: אטו הכהנים בין קרן לקרן הוו אזלי (ופירש\"י: והלא כשיגיע לקרן הקרן מעכבן מלהקיף המזבח).<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">כבר העיר ר' יונה בר\"ג שלפי הגירסא שלפנינו בתוספתא \"ואילך\" אין מקום לקושיית הבבלי.</i> אלא אימא ומקום רגלי הכהנים אמה. ופירש\"י (שמות כ\"ז, ה'): וכן שנינו בזבחים אי זהו כרכב בין קרן לקרן, והיה רוחב אמה, ולפנים מהם אמה של הלוך רגלי הכהנים, שתי אמות הללו קרוין כרכב. ועיין מ\"ש להלן סוכה פ\"ג, שו' 66, ד\"ה ר' יוסה בי ר' יהודה.<br>ונראה ששתי אמות אילו היו של עץ מצופה נחושת<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">ובזה היה כל הנס שלא היו נשרפות מאש המערכה, עיין ויקרא רבה פ\"ז, ה', הוצ' ר\"מ מרגליות עמ' קנ\"ט ואילך, ותנחומא סוף תרומה.</i> (עיין מדות רפ\"ג, בפירוש ר' שמעיה ובפי' הרע\"ב שם), ועליהן (כגירסת רוב הנוסחאות במשנת שקלים פ\"ח) היו מניחין את האיברים של מוספי ראש חדש, כדברי הר\"מ בפ\"ו מה' תמידין ומוספין ה\"ג.<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">וממנו במאירי כאן, עמ' 112. אבל עיין מ\"ש רבינו בסוכה נ\"ה א' ד\"ה פייס.</i> ולכאן רמז הירושלמי בסוף חגיגה פ\"ג, ע\"ח ע\"ד: ויהא כטבלא שהיא עשויה לילך ולהניח ? כלומר, לילך לכהנים, ולהניח את האברים. וטבלא של עץ זו היא משמשי אדם ומשמשי כלים<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">היא מקום הנחת הכוסות היא מקום הנחת חתיכות (ירוש' ע\"ז ספ\"ב, מ\"ב סע\"א).</i> וצריכה להיות טמאה, והשאלה היא על מזבח הנחושת, עיין מ\"ש על כ\"ז בתרביץ ש\"ה, עמ' 104 ואילך.<br>ובארו בבבלי סוכה נ\"ה א' שהיו נותנין איברים של מוספי ר\"ח על כרכוב המזבח כדי לפרסמו שהוא ר\"ח. ובירושלמי נוסח הרש\"ס, ס\"א ע\"א, הוסיף, כנראה, את המאמר של ר' יוחנן ע\"פ הבבלי הנ\"ל, ואינו נמצא בשום נוסח, אלא להלן שם (ובמקבילה) לעניין שירו של ר\"ח, עיי\"ש.", "heVersionTitle": "Tosefta Kifshuta. Third Augmented Edition, JTS 2001", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "608ea0b95340b2dd10999269", "index_title": "Tosefta Kifshutah on Sukkah", "category": "Quoting Commentary", "type": "", "ref": "Tosefta Kifshutah on Sukkah 3:14:7", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Tosefta Kifshutah on Sukkah 3:14:7", "sourceHeRef": "תוספתא כפשוטה על סוכה ג׳:י״ד:ז׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1949, 1961], "commentaryNum": 14.0007, "collectiveTitle": {"en": "Tosefta Kifshutah on Sukkah", "he": "תוספתא כפשוטה על סוכה"}, "heTitle": "תוספתא כפשוטה על סוכה", "he": "<small>66.</small> <b>ר' יוסה בי ר' יהודה או' אף הסובב. </b>וכ\"ה בבבלי כאן וזבחים ותוספתא מנחות פ\"ו סהי\"א הנ\"ל. ובירושלמי הנ\"ל: שכל מזבח שאין לו קרן וסובב ויסוד פגום הוא, וכלל גם את דברי ר' יוסי בר' יהודה. ובבבלי זבחים הנ\"ל נחלקו רבי ור' יוסי בר' יהודה בפירוש המלה \"כרכב\" (שמות כ\"ז, ה'), לרבי פירושו ציור וכיור, ולר' יוסי בר' יהודה הוא הסובב, והיא בליטה מסביב המזבח, עיין בבלי שם, ומשנת מדות רפ\"ג, וכלים פי\"ז מ\"י, ומ\"ש הרמא\"ש בברייתא דמלאכת המשכן, עמ' 74. ועיין בירושלמי שקלים פ\"ד ה\"ב, הוצ' ראם ט\"ז ע\"ב, ובהגהות הגר\"א שם. אבל לא מצאתי שום סמך להגהה זו, וכבר תמה עליה בגליון הש\"ס שם אות ב'. ועיין גם בפירוש ר' משולם לשקלים, עמ' 42, שהעיר על הירושלמי ביומא פ\"ד, ועיין גם להלן זבחים פי\"ג הי\"ז, ובבלי שם ק\"כ א'. ועיין מ\"ש הגרא\"ד לאפ בזבחי אפרים לזבחים שם ד\"ה אלא מעתה כיור וכו', ולהלן שם ד\"ה ת\"ר איזהו כרכוב, דברים של טעם. ועיין לעיל שקלים פ\"ג, שו' 56, ד\"ה ואי זהו, ומש\"ש, וירושלמי שם פ\"ו ה\"ו, נ' ע\"ב, פ\"ח רה\"ו, נ\"א ע\"ב, ובפירוש תלמיד רשב\"ש שם, עמ' 78, ועמ' 94, וברש\"ס, נ\"א ע\"ב, ס\"א ע\"א. ", "heVersionTitle": "Tosefta Kifshuta. Third Augmented Edition, JTS 2001", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121afd36414d73d5c858c07", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 373:2", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Yalkut Shimoni on Torah 373:2", "sourceHeRef": "ילקוט שמעוני על התורה שע״ג:ב׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 373.0002, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ועשית (מזבח) [את המזבח] מזבח מזיח מזין מחבב מכפר היינו מזיח היינו מכפר מזיח גזרות מכפר עונות. תניא חמש אמות אורך וחמש אמות רוחב רבוע דברים ככתבן דברי ר' יוסי. ר' יהודה אומר נאמר כאן רבוע ונאמר להלן רבוע בבית עולמים מה להלן מאמצעיתו הוא מודד אף כאן מאמצעיתו הוא מודד. והתם מנלן דכתיב והאריאל שתים עשרה ארך בשתים עשרה רחב רבוע ותנן שתים עשרה אורך בשתים עשרה רוחב יכול לא היה אלא שתים עשרה על שתים עשרה כשהוא אומר ארבעת רבעיו הוי מאמצעיתו הוא מודד (עשרה) [שתים עשרה] אמות לכל רוח ורוח. ורבי יוסי כי גמיר גזרה שוה בגבהה גמיר דתניא ושלש אמות קומתו דברים ככתבן דברי רבי יהודה. רבי יוסי אומר נאמר כאן רבוע ונאמר להלן רבוע מה להלן גבהו שנים כארכו אף כאן גבהו שנים כארכו. אמר ליה רבי יהודה וכי אפשר לומר כן כהן עומד על גבי המזבח ועבודה בידו וכל העם רואים אותו מבחוץ. אמר ליה רבי יוסי ואתה אי אתה אומר כן והלא כבר נאמר ואת קלעי החצר ואת מסך פתח שער החצר אשר על המשכן ועל המזבח סביב מה משכן עשר אמות אף מזבח עשר אמות. ואומר וחמש עשרה אמה קלעים לכתף. ואומר ולכתף השנית חמש עשרה קלעים הא מה אני מקיים וקומה חמש אמות משפת מזבח ולמעלה. ומה תלמוד לומר ושלש אמות קומתו משפת סובב למעלה. ורבי יהודה כי גמיר גזרה שוה ברחבה הוא דגמיר ולרבי יהודה הא קא מתחזי כהן נהי דכהן קא מתחזי עבודה בידו לא מתחזי. בשלמא לרבי יהודה היינו דכתיב קדש אלא לרבי יוסי מאי קדש להעמיד בה מזבח. בשלמא לרבי יוסי היינו דכתיב מזבח הנחשת קטן מהכיל וכו' הכי קאמר מזבח אבנים שעשה שלמה תחת מזבח הנחשת קטן מהכיל. במאי קא מיפלגי מר סבר דנין חוץ מחוץ ואין דנין חוץ מפנים ומר סבר דנין כלי מכלי ואין דנין כלי מבנין. תנן התם חוט של סיקרא חוגרו באמצע כדי להבחין בין דמים העליונים לדמים התחתונים. מנא הני מילי אמר רב חנא בר רב קטינא דאמר קרא והיתה הרשת עד חצי המזבח התורה נתנה רשת להבדיל בין דמים העליונים לדמים התחתונים:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121afd46414d73d5c858c09", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 374:1", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Yalkut Shimoni on Torah 374:1", "sourceHeRef": "ילקוט שמעוני על התורה שע״ד:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 374.0001, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ונתתה אותה תחת כרכב המזבח. תנו רבנן הקרן והכבש והיסוד והרבוע מעכבין, מדת ארכו ומדת רחבו ומדת קומתו אין מעכבין. מנא הני מילי אמר קרא המזבח אינו בא אלא לעכב. אלא מעתה כיור לרבי וסובב לרבי יוסי בר יהודה הכי נמי דמעכבי דכתיב ונתתה אותו תחת כרכב המזבח ותניא אי זהו כרכוב רבי אומר זה כיור. רבי יוסי אומר זה הסובב. אין, דתניא כל מזבח שאין לו לא קרן ולא כבש ולא יסוד ולא רבוע פסול. רבי יוסי ברבי יהודה אומר אף הסובב. תנו רבנן אי זהו כרכוב בין קרן לקרן. והכתיב תחת כרכוב המזבח מלמטה עד חציו אמר רב נחמן בר יצחק שני מקומות היו חד לנוי וחד כי היכי דלא לישתרקו כהנים. מדת ארכו וכו' אין מעכבין אמר רבי מני ובלבד שלא יפחות ממזבח של משה. וכמה אמר רב יוסף מקום מערכה אמה. מה בין במת יחיד לבמת צבור סמיכה ושחיטת צפון ומתן סביב ותנופה והגשה. רבי יהודה אומר אין מנחה בבמה וכהון ובגדי כהונה וכלי שרת וריח ניחוח ומחיצה לדמים ורחוץ ידים ורגלים אבל הזמן הנותר והטמא שוין בזה ובזה. סמיכה דכתיב לפני י\"י וסמך. שחיטת צפון דכתיב על ירך המזבח צפונה. מתן סביב דכתיב וזרקו בני אהרן הכהנים וגו'. תנופה דכתיב והניף אהרן. הגשה דכתיב והגישה אל המזבח. רבי יהודה אומר אין מנחה וכו'. אמר רב ששת לדברי האומר יש מנחה בבמה יש עופות בבמה אין מנחה בבמה אין עופות בבמה מאי טעמא זבחים ולא עופות זבחים ולא מנחות. כהון דכתיב וזרק הכהן. בגדי שרת דכתיב (ולקחו את כלי השרת) [לשרת בקדש]. ריח ניחוח דכתיב ריח ניחוח לה'. מחיצה לדמים דכתיב והיתה הרשת עד חצי המזבח ושלא רחוץ ידים ורגלים דכתיב בבואם אל אהל מועד ירחצו מים:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d573f4629f2b5727c9a4", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, כרכב 1", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Sefer HaShorashim, כרכב 1", "sourceHeRef": "ספר השרשים, כרכב א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "כרכב", "he": ["<strong><big>כרכב</big></strong>   <strong>כַּרְכֹּב</strong> הַמִּזְבֵּחַ (<a class=\"refLink\" href=\"Exodus 27:5\" data-ref=\"Exodus 27:5\">שמות כז, ה</a>), תַּחַת <strong>כַּרְכֻּבּוֹ</strong> (<a class=\"refLink\" href=\"Exodus 38:4\" data-ref=\"Exodus 38:4\">שמות לח, ד</a>), כתרגומו <strong>סוֹבָבֵיהּ</strong>. ובדברי רבותינו ז\"ל (<a class=\"refLink\" href=\"Chullin 25a\" data-ref=\"Chullin 25a\">חולין כה, ע\"א</a>), אלו הם גולמי כלי עץ כל שעתיד לשוף......ולכרכב, כלומר לסבב במחוגה. והיה למזבח סובב סביב והיה לסוף שלש אמות שלגובה המזבח, כי המזבח גבהו עשר אמות. ומה שאמר וְשָׁלֹשׁ אַמּוֹת קֹֽמָתֽוֹ (<a class=\"refLink\" href=\"Exodus 38:1\" data-ref=\"Exodus 38:1\">שמות לח, א</a>) משפת סובב ומלמעלה. ונחלקו בו הרבותינו ז\"ל (<a class=\"refLink\" href=\"Zevachim 59b\" data-ref=\"Zevachim 59b\">זבחים נט, ע\"ב</a>), כי רבי יהודה אומר דברים ככתבן, <strong>וְשָׁלֹשׁ אַמּוֹת קֹֽמָתֽוֹ</strong> היה לבד, ורבי יוסי אומר קומתו היה פי שניכם בארכו במזבח הפנימי, ומה שאמר <strong>וְשָׁלֹשׁ אַמּוֹת קֹֽמָתֽוֹ</strong> משפת סביב ולמעלה. ומכבר הנחשת היה תחתיו והיה מגיע עד חצי גובה המזבח והוא היה סימן לחצי גובהו להבדיל בין דמים העליונים לדמים התחתונים. ואמרו רבותינו ז\"ל (<a class=\"refLink\" href=\"Zevachim 62a\" data-ref=\"Zevachim 62a\">זבחים סב, ע\"א</a>) כי שני כרכובים היו, האחד הוא זה שאמרנו וכרכוב אחר היו להלוך רגלי הכהנים ולא לשתרקו, כלומר שלא ימעדו רגליהם כשהיו משמשים במזבח."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037e926bfddfbb310febef", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part IV; The Instructions for the Dwelling and the Cult 2-13", "anchorRef": "Exodus 25:1-31:18", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part IV; The Instructions for the Dwelling and the Cult 2-13", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ה׳ ב׳-י״ג", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part IV; The Instructions for the Dwelling and the Cult", "he": "שמות מאמר ה׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["D<small>espite the importance of all that has preceded, the section of</small> E<small>xodus we</small> now encounter occupies a significant amount of text, and therefore commands our attention, in the overall scheme of the book. It may seem puzzling to modern readers that a book that purports to be about a people’s origins should choose to fill a third of its pages with a detailed description of a sanctuary, down to the last piece of tapestry and the last ritual vessel. Yet it is an indication of the “Tabernacle’s” centrality in Israel’s idea system that the story of its construction dominates the last half of Exodus.", "Several factors may help to explain. First, the system of animal and grain sacrifices, or cult, was as important in ancient Israel as it was elsewhere in antiquity, as the chief means of formally expressing religious feeling. Indeed, the Bible traces this institution back to the beginning of human history, to Cain and Abel (Gen. 4:3–4). The cult’s centrality survived the railings of the Prophets and the destruction of Solomon’s Temple, and was still strong enough in late antiquity to provoke a severe crisis when its chief site, the Second Temple, fell to the Romans in the year 70 <small>c.e.</small> The latter event was a crux upon which the creation of classical Judaism took place, and the process was a painful one. So the opinion that many moderns have, that animal sacrifice was a barbaric custom, is quite beside the point as far as ancient Israel was concerned.", "Second, there is the great theme of the book of Exodus, “Is Y<small>hwh</small> in our midst or not?” (17:7), to which our account gives a resounding positive answer. The book of Exodus traces not only the journey of the people of Israel from Egypt to Sinai, but also the journey of God to rescue the people and to dwell (“tabernacle”) among them (Greenberg 1972). A detailed presentation of God’s “residence,” as it were, is meant to convey the assurance that the people are led by God himself. This further supports the biblical image of the divine king, who dwells among his subjects and “goes before” them.", "Third, the Israelites shared with their neighbors the idea that a victorious God, following his triumph, was to be honored by his enthronement in a human-built structure (see Hallo). Thus the last half of Exodus, far from trailing off into obscure priestly details, fits a well-known mold in its contemporary environment.", "A final explanation of the prominence of the Tabernacle sections may be found in their intimate connection with the idea of the Sabbath. The “blueprint” chapters, 25–31, end with an extended passage on observing the Sabbath; the construction chapters, 35–40, begin with a brief passage on the prohibition of work on the holy day. These structural aspects suggest (as the ancient rabbis also saw) that cessation from work here means precisely from the tasks of construction, and that once a week human beings must step back from their own creating to acknowledge the true “work” of creation. Chapters 25–40, including the Golden Calf narrative, bring out these ideas through their use of refrainlike phrases, especially the repetition of one key word: “make” (Heb. <i>’asoh</i>). The entire section is an object lesson in what the Bible deems it proper for human beings to make, and is a vehicle of contrast between God’s creation and human attempts to reach the divine. Israel is engaged in the making of the Tabernacle (notice how “build,” which would make more sense, is not used); when the time comes for the work to be put aside temporarily, they are to “make” the Sabbath. To these observations may be added the long-observed fact that the vocabulary of the Tabernacle’s completion (“finished,” “work,” “blessed”) recalls the completion of Creation in Gen. 2:1–4. Thus we are taught that Israel, through its religious life as typified by Sabbath and cult, becomes a partner in the process of Creation, either by imitating the divine act or by celebrating it.", "Other peoples, to be sure, recall the beginning of the world in ritual and story, so it is important to make an anthropological observation. The purpose of all sanctuaries is to build a bridge to the divine, to link up with the forces that transcend human beings. It is perceived that certain places are particularly appropriate for this (folklore terms such places “the navel of the earth”), and, by extension, sanctuaries firmly anchor that inherent holiness. What the Tabernacle account initially accomplishes, most notably in its closing chapter (40), is to transfer a topographic “bridge” to a human-made and portable one. With the completion of this Dwelling, we find God resident neither on Sinai nor in the later Jerusalem, but rather accompanying the people “upon all their marches” (40:38). The sacred center here thus moves; it is a portable anchor that establishes stability wherever it goes. The vitality that surrounded this idea is still to be seen in the successors of the Hebrew Bible, classical Judaism and Christianity, for whom, respectively, Torah and Cross provide a center that is at once movable and stabilizing.", "But the sacred center, for biblical religion, finds equal expression in <i>time.</i> While the Dwelling account seems obsessed with matters of space, its setting among the Sabbath passages stresses more the concept of time. Such an aspect already begins to make itself felt in 24:16, where Moshe, on Sinai to receive the laws, waits for six days while the “cloud” covers the mountain, and is able to ascend only on the seventh day, at God’s summons. We are thus left, paradoxically, with a structure (Dwelling) which at first glance uses many well-known art forms and religious motifs common to the ancient Near East, but which is a total departure from them via its connection with the Sabbath—an institution with no known equivalent in the ancient world. The Dwelling account presents us with a people for whom sacred time takes precedence over sacred space (for more on these themes, see Sarna 1986).", "There have been many attempts, textually and artistically, to reconstruct the Tabernacle on the basis of our text here, the rationale being that surely so much detail as we find here will serve as the guidelines for an actual structure. Rabbinic and medieval Jewish commentators, as well as modern scholars, have expended considerable energy to that end. But in fact none of the reconstructions has succeeded, for, as with narrative, the text is as much message as description. The text’s main concern, it seems, is for the Dwelling to reflect holiness, in its choice of measurements and materials (see Haran 1985). The layout of the Dwelling expresses aesthetic ideas of perfection, through various symmetrical proportions (see Appendix); the materials are graded such that the closer one gets to God (in the “Holiest Holy-Shrine”), the more precious the metal. In addition, both the colors used and the types of workmanship employed are similarly graded. In a general way, the intent of the narrator seems to have been close to the intent of the great cathedral builders of the Middle Ages: to reflect divine perfection and order in the perfection and order of a sacred structure.", "The Dwelling, as described in Exodus, resembles other ancient Near Eastern sanctuaries in many particulars (for which, see the Commentary below), as well as strongly reflecting aspects of the later Temple of Solomon (I Kings 6–7). Some scholars have also likened it to a Bedouin tent (Heb. <i>shakhen</i> seems to be an archaic verb for “to tent”), appropriate to desert conditions. It is perhaps all three, a coalescing of Israel’s ideas of the cult from a variety of historical and religious settings. That the Dwelling was viewed as historical is clear from biblical tradition itself (see II Sam. 7:6, for instance). But one should keep in mind that it is also a paradigmatic model, that helps to round out the overall scheme of Exodus. The book traces the progress of the people of Israel from servitude (to Pharaoh) to service (of God), and uses the human activity of building to do so. Thus, as Exodus opens, the Israelites are forcibly made to build royal storage cities; as the book ends, the people complete a structure through which they may serve the divine king.", "Finally, there is the sequence of description in these chapters: the text begins with the blueprint for the holiest object, the “coffer” (ark), and proceeds through the structure in descending order of holiness. After the building instructions themselves are given, a number of related matters are treated, chief among them the attire of the priests and the ceremony consecrating the priests. The establishment of the cult, like that of the system of justice, is thus viewed as the command of God rather than the result of the need or request of human beings (contrast this with the “requested” monarchy in I Sam. 8).", "<i>The “Contribution”</i> (25:1–9): In the first seven verses of this opening section dealing with the Dwelling, the Israelites’ contribution toward the structure is described in detail; but only in v.8 is the purpose of this activity made clear. Despite the concreteness of the description, however, the actual blueprints, as it were, are shown to Moshe by God, and are not recorded in the text. Architects in the creative sense are superfluous here.", "Moderns want to know where the Israelites procured such materials as gold and silver in quantity (see Chap. 38), or how they acquired the skills necessary for the fine artisanry involved (e.g., weaving, dyeing, manufacture of incense, and the setting of jewels). These questions, while logical in a historical setting, do not take the Bible on its own terms. The text appears to present the awed report of the Dwelling and its construction without leaving room for totally practical issues (just as Gen. 4 deals with Cain and his descendants without being concerned with the origins of Cain’s wife)."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e966bfddfbb310fec01", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part IV; The Instructions for the Dwelling and the Cult, The Altar 2-3", "anchorRef": "Exodus 27:1-8", "anchorRefExpanded": ["Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part IV; The Instructions for the Dwelling and the Cult, The Altar 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ה׳, שמות הערה ט׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Altar", "he": "שמות הערה ט׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה ט׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["As Cassuto points out, Israelite worship, like that in surrounding cultures, would have been unthinkable without an altar for animal sacrifices. The one described here is a compromise between permanence and portability: it was hollow for transporting, to be filled in with earth at each encampment.", "As with the lampstand, the exact construction of the object is to proceed along lines given to Moshe by God at Sinai."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62038095713bd8cd388d3e45", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "anchorRef": "Exodus 1:1-40:38", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22", "Exodus 2:1", "Exodus 2:2", "Exodus 2:3", "Exodus 2:4", "Exodus 2:5", "Exodus 2:6", "Exodus 2:7", "Exodus 2:8", "Exodus 2:9", "Exodus 2:10", "Exodus 2:11", "Exodus 2:12", "Exodus 2:13", "Exodus 2:14", "Exodus 2:15", "Exodus 2:16", "Exodus 2:17", "Exodus 2:18", "Exodus 2:19", "Exodus 2:20", "Exodus 2:21", "Exodus 2:22", "Exodus 2:23", "Exodus 2:24", "Exodus 2:25", "Exodus 3:1", "Exodus 3:2", "Exodus 3:3", "Exodus 3:4", "Exodus 3:5", "Exodus 3:6", "Exodus 3:7", "Exodus 3:8", "Exodus 3:9", "Exodus 3:10", "Exodus 3:11", "Exodus 3:12", "Exodus 3:13", "Exodus 3:14", "Exodus 3:15", "Exodus 3:16", "Exodus 3:17", "Exodus 3:18", "Exodus 3:19", "Exodus 3:20", "Exodus 3:21", "Exodus 3:22", "Exodus 4:1", "Exodus 4:2", "Exodus 4:3", "Exodus 4:4", "Exodus 4:5", "Exodus 4:6", "Exodus 4:7", "Exodus 4:8", "Exodus 4:9", "Exodus 4:10", "Exodus 4:11", "Exodus 4:12", "Exodus 4:13", "Exodus 4:14", "Exodus 4:15", "Exodus 4:16", "Exodus 4:17", "Exodus 4:18", "Exodus 4:19", "Exodus 4:20", "Exodus 4:21", "Exodus 4:22", "Exodus 4:23", "Exodus 4:24", "Exodus 4:25", "Exodus 4:26", "Exodus 4:27", "Exodus 4:28", "Exodus 4:29", "Exodus 4:30", "Exodus 4:31", "Exodus 5:1", "Exodus 5:2", "Exodus 5:3", "Exodus 5:4", "Exodus 5:5", "Exodus 5:6", "Exodus 5:7", "Exodus 5:8", "Exodus 5:9", "Exodus 5:10", "Exodus 5:11", "Exodus 5:12", "Exodus 5:13", "Exodus 5:14", "Exodus 5:15", "Exodus 5:16", "Exodus 5:17", "Exodus 5:18", "Exodus 5:19", "Exodus 5:20", "Exodus 5:21", "Exodus 5:22", "Exodus 5:23", "Exodus 6:1", "Exodus 6:2", "Exodus 6:3", "Exodus 6:4", "Exodus 6:5", "Exodus 6:6", "Exodus 6:7", "Exodus 6:8", "Exodus 6:9", "Exodus 6:10", "Exodus 6:11", "Exodus 6:12", "Exodus 6:13", "Exodus 6:14", "Exodus 6:15", "Exodus 6:16", "Exodus 6:17", "Exodus 6:18", "Exodus 6:19", "Exodus 6:20", "Exodus 6:21", "Exodus 6:22", "Exodus 6:23", "Exodus 6:24", "Exodus 6:25", "Exodus 6:26", "Exodus 6:27", "Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13", "Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11", "Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35", "Exodus 10:1", "Exodus 10:2", "Exodus 10:3", "Exodus 10:4", "Exodus 10:5", "Exodus 10:6", "Exodus 10:7", "Exodus 10:8", "Exodus 10:9", "Exodus 10:10", "Exodus 10:11", "Exodus 10:12", "Exodus 10:13", "Exodus 10:14", "Exodus 10:15", "Exodus 10:16", "Exodus 10:17", "Exodus 10:18", "Exodus 10:19", "Exodus 10:20", "Exodus 10:21", "Exodus 10:22", "Exodus 10:23", "Exodus 10:24", "Exodus 10:25", "Exodus 10:26", "Exodus 10:27", "Exodus 10:28", "Exodus 10:29", "Exodus 11:1", "Exodus 11:2", "Exodus 11:3", "Exodus 11:4", "Exodus 11:5", "Exodus 11:6", "Exodus 11:7", "Exodus 11:8", "Exodus 11:9", "Exodus 11:10", "Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16", "Exodus 13:17", "Exodus 13:18", "Exodus 13:19", "Exodus 13:20", "Exodus 13:21", "Exodus 13:22", "Exodus 14:1", "Exodus 14:2", "Exodus 14:3", "Exodus 14:4", "Exodus 14:5", "Exodus 14:6", "Exodus 14:7", "Exodus 14:8", "Exodus 14:9", "Exodus 14:10", "Exodus 14:11", "Exodus 14:12", "Exodus 14:13", "Exodus 14:14", "Exodus 14:15", "Exodus 14:16", "Exodus 14:17", "Exodus 14:18", "Exodus 14:19", "Exodus 14:20", "Exodus 14:21", "Exodus 14:22", "Exodus 14:23", "Exodus 14:24", "Exodus 14:25", "Exodus 14:26", "Exodus 14:27", "Exodus 14:28", "Exodus 14:29", "Exodus 14:30", "Exodus 14:31", "Exodus 15:1", "Exodus 15:2", "Exodus 15:3", "Exodus 15:4", "Exodus 15:5", "Exodus 15:6", "Exodus 15:7", "Exodus 15:8", "Exodus 15:9", "Exodus 15:10", "Exodus 15:11", "Exodus 15:12", "Exodus 15:13", "Exodus 15:14", "Exodus 15:15", "Exodus 15:16", "Exodus 15:17", "Exodus 15:18", "Exodus 15:19", "Exodus 15:20", "Exodus 15:21", "Exodus 15:22", "Exodus 15:23", "Exodus 15:24", "Exodus 15:25", "Exodus 15:26", "Exodus 15:27", "Exodus 16:1", "Exodus 16:2", "Exodus 16:3", "Exodus 16:4", "Exodus 16:5", "Exodus 16:6", "Exodus 16:7", "Exodus 16:8", "Exodus 16:9", "Exodus 16:10", "Exodus 16:11", "Exodus 16:12", "Exodus 16:13", "Exodus 16:14", "Exodus 16:15", "Exodus 16:16", "Exodus 16:17", "Exodus 16:18", "Exodus 16:19", "Exodus 16:20", "Exodus 16:21", "Exodus 16:22", "Exodus 16:23", "Exodus 16:24", "Exodus 16:25", "Exodus 16:26", "Exodus 16:27", "Exodus 16:28", "Exodus 16:29", "Exodus 16:30", "Exodus 16:31", "Exodus 16:32", "Exodus 16:33", "Exodus 16:34", "Exodus 16:35", "Exodus 16:36", "Exodus 17:1", "Exodus 17:2", "Exodus 17:3", "Exodus 17:4", "Exodus 17:5", "Exodus 17:6", "Exodus 17:7", "Exodus 17:8", "Exodus 17:9", "Exodus 17:10", "Exodus 17:11", "Exodus 17:12", "Exodus 17:13", "Exodus 17:14", "Exodus 17:15", "Exodus 17:16", "Exodus 18:1", "Exodus 18:2", "Exodus 18:3", "Exodus 18:4", "Exodus 18:5", "Exodus 18:6", "Exodus 18:7", "Exodus 18:8", "Exodus 18:9", "Exodus 18:10", "Exodus 18:11", "Exodus 18:12", "Exodus 18:13", "Exodus 18:14", "Exodus 18:15", "Exodus 18:16", "Exodus 18:17", "Exodus 18:18", "Exodus 18:19", "Exodus 18:20", "Exodus 18:21", "Exodus 18:22", "Exodus 18:23", "Exodus 18:24", "Exodus 18:25", "Exodus 18:26", "Exodus 18:27", "Exodus 19:1", "Exodus 19:2", "Exodus 19:3", "Exodus 19:4", "Exodus 19:5", "Exodus 19:6", "Exodus 19:7", "Exodus 19:8", "Exodus 19:9", "Exodus 19:10", "Exodus 19:11", "Exodus 19:12", "Exodus 19:13", "Exodus 19:14", "Exodus 19:15", "Exodus 19:16", "Exodus 19:17", "Exodus 19:18", "Exodus 19:19", "Exodus 19:20", "Exodus 19:21", "Exodus 19:22", "Exodus 19:23", "Exodus 19:24", "Exodus 19:25", "Exodus 20:1", "Exodus 20:2", "Exodus 20:3", "Exodus 20:4", "Exodus 20:5", "Exodus 20:6", "Exodus 20:7", "Exodus 20:8", "Exodus 20:9", "Exodus 20:10", "Exodus 20:11", "Exodus 20:12", "Exodus 20:13", "Exodus 20:14", "Exodus 20:15", "Exodus 20:16", "Exodus 20:17", "Exodus 20:18", "Exodus 20:19", "Exodus 20:20", "Exodus 20:21", "Exodus 20:22", "Exodus 20:23", "Exodus 21:1", "Exodus 21:2", "Exodus 21:3", "Exodus 21:4", "Exodus 21:5", "Exodus 21:6", "Exodus 21:7", "Exodus 21:8", "Exodus 21:9", "Exodus 21:10", "Exodus 21:11", "Exodus 21:12", "Exodus 21:13", "Exodus 21:14", "Exodus 21:15", "Exodus 21:16", "Exodus 21:17", "Exodus 21:18", "Exodus 21:19", "Exodus 21:20", "Exodus 21:21", "Exodus 21:22", "Exodus 21:23", "Exodus 21:24", "Exodus 21:25", "Exodus 21:26", "Exodus 21:27", "Exodus 21:28", "Exodus 21:29", "Exodus 21:30", "Exodus 21:31", "Exodus 21:32", "Exodus 21:33", "Exodus 21:34", "Exodus 21:35", "Exodus 21:36", "Exodus 21:37", "Exodus 22:1", "Exodus 22:2", "Exodus 22:3", "Exodus 22:4", "Exodus 22:5", "Exodus 22:6", "Exodus 22:7", "Exodus 22:8", "Exodus 22:9", "Exodus 22:10", "Exodus 22:11", "Exodus 22:12", "Exodus 22:13", "Exodus 22:14", "Exodus 22:15", "Exodus 22:16", "Exodus 22:17", "Exodus 22:18", "Exodus 22:19", "Exodus 22:20", "Exodus 22:21", "Exodus 22:22", "Exodus 22:23", "Exodus 22:24", "Exodus 22:25", "Exodus 22:26", "Exodus 22:27", "Exodus 22:28", "Exodus 22:29", "Exodus 22:30", "Exodus 23:1", "Exodus 23:2", "Exodus 23:3", "Exodus 23:4", "Exodus 23:5", "Exodus 23:6", "Exodus 23:7", "Exodus 23:8", "Exodus 23:9", "Exodus 23:10", "Exodus 23:11", "Exodus 23:12", "Exodus 23:13", "Exodus 23:14", "Exodus 23:15", "Exodus 23:16", "Exodus 23:17", "Exodus 23:18", "Exodus 23:19", "Exodus 23:20", "Exodus 23:21", "Exodus 23:22", "Exodus 23:23", "Exodus 23:24", "Exodus 23:25", "Exodus 23:26", "Exodus 23:27", "Exodus 23:28", "Exodus 23:29", "Exodus 23:30", "Exodus 23:31", "Exodus 23:32", "Exodus 23:33", "Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11", "Exodus 24:12", "Exodus 24:13", "Exodus 24:14", "Exodus 24:15", "Exodus 24:16", "Exodus 24:17", "Exodus 24:18", "Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35", "Exodus 33:1", "Exodus 33:2", "Exodus 33:3", "Exodus 33:4", "Exodus 33:5", "Exodus 33:6", "Exodus 33:7", "Exodus 33:8", "Exodus 33:9", "Exodus 33:10", "Exodus 33:11", "Exodus 33:12", "Exodus 33:13", "Exodus 33:14", "Exodus 33:15", "Exodus 33:16", "Exodus 33:17", "Exodus 33:18", "Exodus 33:19", "Exodus 33:20", "Exodus 33:21", "Exodus 33:22", "Exodus 33:23", "Exodus 34:1", "Exodus 34:2", "Exodus 34:3", "Exodus 34:4", "Exodus 34:5", "Exodus 34:6", "Exodus 34:7", "Exodus 34:8", "Exodus 34:9", "Exodus 34:10", "Exodus 34:11", "Exodus 34:12", "Exodus 34:13", "Exodus 34:14", "Exodus 34:15", "Exodus 34:16", "Exodus 34:17", "Exodus 34:18", "Exodus 34:19", "Exodus 34:20", "Exodus 34:21", "Exodus 34:22", "Exodus 34:23", "Exodus 34:24", "Exodus 34:25", "Exodus 34:26", "Exodus 34:27", "Exodus 34:28", "Exodus 34:29", "Exodus 34:30", "Exodus 34:31", "Exodus 34:32", "Exodus 34:33", "Exodus 34:34", "Exodus 34:35", "Exodus 35:1", "Exodus 35:2", "Exodus 35:3", "Exodus 35:4", "Exodus 35:5", "Exodus 35:6", "Exodus 35:7", "Exodus 35:8", "Exodus 35:9", "Exodus 35:10", "Exodus 35:11", "Exodus 35:12", "Exodus 35:13", "Exodus 35:14", "Exodus 35:15", "Exodus 35:16", "Exodus 35:17", "Exodus 35:18", "Exodus 35:19", "Exodus 35:20", "Exodus 35:21", "Exodus 35:22", "Exodus 35:23", "Exodus 35:24", "Exodus 35:25", "Exodus 35:26", "Exodus 35:27", "Exodus 35:28", "Exodus 35:29", "Exodus 35:30", "Exodus 35:31", "Exodus 35:32", "Exodus 35:33", "Exodus 35:34", "Exodus 35:35", "Exodus 36:1", "Exodus 36:2", "Exodus 36:3", "Exodus 36:4", "Exodus 36:5", "Exodus 36:6", "Exodus 36:7", "Exodus 36:8", "Exodus 36:9", "Exodus 36:10", "Exodus 36:11", "Exodus 36:12", "Exodus 36:13", "Exodus 36:14", "Exodus 36:15", "Exodus 36:16", "Exodus 36:17", "Exodus 36:18", "Exodus 36:19", "Exodus 36:20", "Exodus 36:21", "Exodus 36:22", "Exodus 36:23", "Exodus 36:24", "Exodus 36:25", "Exodus 36:26", "Exodus 36:27", "Exodus 36:28", "Exodus 36:29", "Exodus 36:30", "Exodus 36:31", "Exodus 36:32", "Exodus 36:33", "Exodus 36:34", "Exodus 36:35", "Exodus 36:36", "Exodus 36:37", "Exodus 36:38", "Exodus 37:1", "Exodus 37:2", "Exodus 37:3", "Exodus 37:4", "Exodus 37:5", "Exodus 37:6", "Exodus 37:7", "Exodus 37:8", "Exodus 37:9", "Exodus 37:10", "Exodus 37:11", "Exodus 37:12", "Exodus 37:13", "Exodus 37:14", "Exodus 37:15", "Exodus 37:16", "Exodus 37:17", "Exodus 37:18", "Exodus 37:19", "Exodus 37:20", "Exodus 37:21", "Exodus 37:22", "Exodus 37:23", "Exodus 37:24", "Exodus 37:25", "Exodus 37:26", "Exodus 37:27", "Exodus 37:28", "Exodus 37:29", "Exodus 38:1", "Exodus 38:2", "Exodus 38:3", "Exodus 38:4", "Exodus 38:5", "Exodus 38:6", "Exodus 38:7", "Exodus 38:8", "Exodus 38:9", "Exodus 38:10", "Exodus 38:11", "Exodus 38:12", "Exodus 38:13", "Exodus 38:14", "Exodus 38:15", "Exodus 38:16", "Exodus 38:17", "Exodus 38:18", "Exodus 38:19", "Exodus 38:20", "Exodus 38:21", "Exodus 38:22", "Exodus 38:23", "Exodus 38:24", "Exodus 38:25", "Exodus 38:26", "Exodus 38:27", "Exodus 38:28", "Exodus 38:29", "Exodus 38:30", "Exodus 38:31", "Exodus 39:1", "Exodus 39:2", "Exodus 39:3", "Exodus 39:4", "Exodus 39:5", "Exodus 39:6", "Exodus 39:7", "Exodus 39:8", "Exodus 39:9", "Exodus 39:10", "Exodus 39:11", "Exodus 39:12", "Exodus 39:13", "Exodus 39:14", "Exodus 39:15", "Exodus 39:16", "Exodus 39:17", "Exodus 39:18", "Exodus 39:19", "Exodus 39:20", "Exodus 39:21", "Exodus 39:22", "Exodus 39:23", "Exodus 39:24", "Exodus 39:25", "Exodus 39:26", "Exodus 39:27", "Exodus 39:28", "Exodus 39:29", "Exodus 39:30", "Exodus 39:31", "Exodus 39:32", "Exodus 39:33", "Exodus 39:34", "Exodus 39:35", "Exodus 39:36", "Exodus 39:37", "Exodus 39:38", "Exodus 39:39", "Exodus 39:40", "Exodus 39:41", "Exodus 39:42", "Exodus 39:43", "Exodus 40:1", "Exodus 40:2", "Exodus 40:3", "Exodus 40:4", "Exodus 40:5", "Exodus 40:6", "Exodus 40:7", "Exodus 40:8", "Exodus 40:9", "Exodus 40:10", "Exodus 40:11", "Exodus 40:12", "Exodus 40:13", "Exodus 40:14", "Exodus 40:15", "Exodus 40:16", "Exodus 40:17", "Exodus 40:18", "Exodus 40:19", "Exodus 40:20", "Exodus 40:21", "Exodus 40:22", "Exodus 40:23", "Exodus 40:24", "Exodus 40:25", "Exodus 40:26", "Exodus 40:27", "Exodus 40:28", "Exodus 40:29", "Exodus 40:30", "Exodus 40:31", "Exodus 40:32", "Exodus 40:33", "Exodus 40:34", "Exodus 40:35", "Exodus 40:36", "Exodus 40:37", "Exodus 40:38"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר א׳ ב׳-מ״ד", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Exodus and Its Structure", "he": "שמות מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE BOOK OF</small> E<small>XODUS IS</small> I<small>SRAEL’S SECOND BOOK OF ORIGINS</small>. G<small>ENESIS HAD CONCERNED</small> itself with the beginnings of the world, of human beings and their institutions, and of the people of Israel as a tribal family. Exodus continues this thrust as it recounts the origin of the people on a religious and political level (here inseparable as concepts). A number of biblical ideas receive their fullest early treatment in this book: God’s acting directly in history; making himself “known” to both Israelites and foreigners; covenant as a reciprocal agreement between God and humans; law as an expression of total worldview; and the use of sacred structure (Tabernacle or “Dwelling”) as a vehicle for and expression of perceived truths about the world. In addition, several biblical institutions make their first appearance in Exodus: Passover, Sabbath, rudimentary leadership/government, and cult/priesthood. All this is presented in a general narrative framework, raising the question as to whether what we have here is story or history. Is Exodus a fanciful reconstruction of what happened to Moshe (Moses) and his generation, riddled with anachronisms? Or is it a faithful and reliable handing-down of eyewitness data which only the cynical or irreligious would doubt?", "For the first position there are several supports. We possess virtually no extra-biblical references to the events recorded in our book, either in Egypt or elsewhere. Then, too, there seem to be inconsistencies of time within the story (Chaps. 16 and 18 appear to presuppose laws which were given later), and patterns within the telling of the tale that are too symmetrical (the Plagues) or too stereotyped (the constant use of stylized language) to be simple reporting of fact. Finally, Exodus is lacking in the citation of personal and geographical names, especially as compared to the books that precede and follow (Genesis and Numbers).", "For the second position, that of Exodus as a reliable historical record, there exist no methods of proof other than evaluation of literary form—that is, accepting that oral literature is able to preserve facts without later coloration. But even if it could be shown that Exodus is oral literature—an evaluation which is too sweeping, given the present form of the book—modern scholarship has come to cast doubt on the absolute historical reliability of oral tradition (see Vansina).", "Despite these observations, there is still something unsettling about writing Exodus off as a work of fiction, however pious that fiction may have been. For the rest of the Hebrew Bible abounds in emotional references to the experience of the exodus. At every stage of biblical literature, that experience is invoked for the purpose of directing behavior (see especially Judg. 2, I Sam. 8, II Sam. 7, II Kings 17, Neh. 9, and Ps. 78; and most of Deuteronomy is rhetorically grounded in it). The entire structure and emotional force of biblical law rest upon such exhortations as “A sojourner you are not to oppress:/you yourselves know (well) the feelings of the sojourner,/for sojourners were you in the land of Egypt” (Ex. 23:9) and such situations as that of the Hebrew serf (Ex. 21:2ff.). Apparently the experience of the exodus period was crucial in forming the group consciousness of the Israelites, and ever since it has provided a model from which both later Judaism and Christianity were to draw frequently and profoundly.", "A hypothetical analogy, based on American history, may help to shed light on the historicity of Exodus. Imagine a book based on the following outline: first, a section on the American Revolution, with some biographical material on a few of the Founding Fathers, focusing mostly on the outbreak of the war and key battles; second, a description of the Constitutional Convention, including some of the more important speeches and discussions; third, the text of the Constitution itself; and finally, L’Enfant’s original blueprints for the building of the new capital, Washington, D.C., interspersed with accounts of the first few presidents’ inaugural addresses. What would be the underlying message of such a book? We are certainly dealing here with more than a straight journalistic description of the events, more than a legalistic discussion of constitutional law, and more than a technical presentation for architects. Such a book would actually be presenting the ideals of America’s self-image: a nation founded on the willingness to fight for particular rights against Old World tyranny, established under democratic laws based on reason and providing governmental checks and balances, and whose ideals would be embodied in the construction of a brand-new, centrally located capital city that used classically grounded forms of architecture to express grace and reason as the basis for the new society.", "Now this portrayal is very simplistic, but it gets its point across (and I would be willing to wager that, somewhere in this country, there exists a school textbook written along these lines). In a similar manner, although with much more weight given to God’s role in the process, the book of Exodus unfolds. The dramatic story of Israel’s deliverance from bondage, coupled with Moshe’s own early development, is only the first part of the book, and accounts for less than half of it. It is followed by several stories of desert wanderings, and then by a presentation of the covenant made between God and Israel at Sinai, against a stunning natural backdrop. The second half of the book enumerates a series of laws which constitute the covenant, and the details of construction of a portable sanctuary designed both to symbolize and actually to accommodate God’s presence among the Israelites (with the interruption of a major rebellion). So, like our theoretical American model, Exodus conveys far more than information about events. It is, rather, the narration of a worldview, a laying out of different types of texts bearing the <i>meaning</i> of Israel’s historical experience.", "I stress the word “experience” because that is what is at stake here. Human memory is always selective. We remember what we wish to remember, giving weight to particular emotions, sometimes over and above the facts (or, as the poet Maya Angelou puts it autobiographically, “The facts sometimes obscure the truth”). The same thing appears to be true of group memory. What a people remembers of substance is not nearly as important as how they process their experience.", "In our Exodus text one can perceive a characteristically Israelite process at work. The book emerges as a mix of historical recollection, mythical processing, and didactic retelling, what Buber and others have called a “saga.” What is preserved in the book of Exodus, therefore, is a Teaching (Heb. <i>Tora</i>) based on a set of experiences, which became history for ancient Israel. Hence, to understand better the workings of the book, we need to turn to its themes and its structure. This will be more fruitful than trying to find the exact location of the Sea of Reeds or Mount Sinai, or the “Lost Ark,” or Moshe’s burial site— of whose location “no man has knowledge until this day” (Deut. 34:6). These have all receded into archeological oblivion. What has survived of ancient Israel is its approach to history and to life, and its literature. In that sense, the book of Exodus is an attempt to distill history and to learn from it, using echoes from the past to shape the present and the future.", "When we turn to a closer consideration of the structure of Exodus, we must proceed on the assumption that a work of art stems from both artful and unconscious design. Therefore, any structuring of such a book can only be hypothetical and must not limit itself to ironclad categories.", "With that said, a number of potential divisions of our book present themselves. The first emerges from a close look at the subject matter of the text. Strikingly, Exodus appears to be arranged in groups of a few chapters each (bearing in mind that the chapter divisions are historically late), resulting in the following scheme:", "1. Prologue in Egypt (Chap. 1)<br>2. Moshe’s Early Life and Call (Chaps. 2–4)<br>3. Moshe’s Mission in Egypt (5:1–7:13)<br>4. The First Nine Plagues (7:14–10:29)<br>5. The Tenth Plague and the Exodus (Chaps. 11–13)<br>6. In the Wilderness I: The Deliverance at the Sea (14:1–15:21)<br>7. In the Wilderness II: Early Experiences (15:22–18:27)<br>8. Covenant at Sinai (Chaps. 19–20)<br>9. The Terms (Laws) and Conclusion of the Covenant (Chaps. 21–24)<br>10. Details of the Tabernacle (Chaps. 25–27)<br>11. Details of the Cult (Chaps. 28–31)<br>12. Rebellion and Reconciliation (Chaps. 32–34)<br>13. The Building of the Tabernacle, Priestly Vestments (Chaps. 35–39)<br>14. Conclusion (Chap. 40)", "Such a measured shifting of focus helps to maintain the flow of the text and our interest in it.", "A glance through this list will also lead to the positing of larger structures. The traditions collected in Exodus fall naturally into both geographical and thematic divisions. The first part of the book takes place in Egypt (1:1–15:21), the second in the wilderness (15:22–40:38); this could alternatively be viewed as the events preceding Mount Sinai (Chaps. 1–17/18) and those that take place there (Chaps. 18/19–40). One could also combine the geographical and thematic aspects, resulting in the structure (1) Israel in Egypt (1:1–15:21), (2) Israel in the Wilderness (15:22–24:18), and (3) Tabernacle and Calf (Chaps. 25–40).", "My own preference for structuring Exodus also combines these aspects, as follows:", "I. The Deliverance Narrative (1:1–15:21)", "II. In the Wilderness (15:22–18:27)", "III. Covenant and Law (Chaps. 19–24)", "IV. The Blueprints for the Tabernacle and Its Service (Chaps. 25–31)", "V. Infidelity and Reconciliation (Chaps. 32–34)", "VI. The Building of the Tabernacle (Chaps. 35–40)", "These divisions exhibit a great deal of overlapping. In Part I, Israel’s life in Egypt (Chap. 1) paves the way for Moshe’s early years (Chaps. 2–4), then the account of his mission before Pharaoh and the Plagues (Chaps. 5–13), and the final victory (Chaps. 14–15); Part II is anticipated by some of what happens after the exodus itself (Chap. 14), and leads to Sinai (Chap. 19); the covenant and laws of Part III naturally lead to other prescriptions, this time the building instructions for the Tabernacle (Chaps. 25–31); planning the sacred structure in Part IV is followed by the making of a forbidden construction, the Golden Calf (Chaps. 32–33); and the reconciliation between God and Israel (Chap. 34) restores Israel’s capacity to return to the actual building of the Tabernacle, and to complete it (Chaps. 35–40). So despite the presence of what must have been several very diverse traditions behind the final text of Exodus, it has been skillfully woven together to form a coherent whole. In addition to the above structures, it can be said that the book of Exodus rests on several textual backbones, inner structures and recurring themes and motifs that help to create a unified work. These may be listed by category:", "1. There are various climaxes which serve to highlight the action—the Encounter at the Bush (Chaps. 3–4), the Tenth Plague and Exodus (12:29–42), the Deliverance at the Sea (14–15:21), the Revelation at Sinai (Chaps. 19–20), the Calf Episode (Chap. 32), and Completion of the Tabernacle (Chap. 40). Anchoring these dramatic scenes, at the center of the book, is the Sinai Revelation. The Binding of Yitzhak (Isaac) in Chapter 22 of Genesis serves much the same focusing function.", "2. There exist three strategically placed accounts of God’s Presence accompanying the Israelites (13:21–22, 24:15–18, 40:34–38) which share a common vocabulary. Key words in these passages are “day/night,” “cloud,” “fire,” “dwell,” “Glory,” “cover,” “go up,” and “in the eyes of the Children of Israel/before the people” (it should be noted that not every passage uses all of these terms). These words chart God’s movement: first, following the Exodus; second, following the concluding of the covenant; and third, following the erection of the Tabernacle, at the end of the book. A variation of these Presence accounts occurs in Numbers 9:15–23, where it rounds out the picture—for it is at this point that the Israelites finally depart from Sinai (having spent about a year there), on their journey toward the Promised Land.", "3. Several leading words recur throughout the book and give it a sense of unity:", "<i>serve</i>— The Israelites pass from “servitude” to Pharaoh into the “service” of God; laws are given that warn against “serving” other gods, that specify how a “serf” is to be treated, and that detail the “service” (i.e., construction and dismantling) of a sanctuary where God is to be properly “served.”", "<i>Glory</i>—Liberated from Pharaoh’s “stubbornness” (Heb. <i>koved lev</i>), the Israelites experience God’s “Glory” (Heb. <i>kavod</i>) at the Sea of Reeds, and encounter it again at Sinai (Chap. 24) and when the Tabernacle is completed (Chap. 40). When Israel falters in Chapter 32, Moses begs to see God’s “Glory” as a sign of reassurance. This is one of the central issues of the book, receiving its clearest formulation in Chap. 17:7—“Is Y<small>HWH</small> in our midst, or not?” Without the accompanying Presence, the Israelites can survive neither in Egypt nor in the wilderness. That the book ends with the “Glory” taking up residence in the Tabernacle is a sign that all is well in this regard.", "<i>know</i>—The Plagues and the liberation take place so that Egyptian and Israelite alike will acknowledge God as the true ruler (who “knows” the slaves’ sufferings). The book as a whole portrays a God who is “known” by his compassion toward the oppressed.", "<i>see</i>—God “sees” and rescues the people early in the book (Chap. 3); they “see” his deliverance at the sea (Chap. 14) and the awesome display at Sinai (Chaps. 19-20); the Tabernacle blueprint is given to Moshe to “see” (Chaps 25ff.).", "4. Aside from theme words, there are also several thematic threads that run through the book. These may be listed as well:", "<i>distinction</i>—The Israelites learn what it is to be separated out, first for oppression and later for God’s service. This process occurs during the Plagues and throughout the legal sections, which are often based on the making of distinctions (the Hebrew word for “holy,” <i>kadosh,</i> may originally have had this connotation). In general, Exodus is a book that abounds in polarities and distinctions: between God and Pharaoh, life and death, slavery and freedom, Egyptianness and Israeliteness, city and wilderness, visible gods/magic and an invisible God who is not conjurable, doubt and trust.", "<i>construction</i>—The Israelites are enslaved as builders of Egyptian cities; they go on to build a society, a calf-god, and a Tabernacle.", "<i>rebellion</i>—From the beginning, God and Moshe are often unheeded, as the Israelites seek to maintain or return to their status as dependent slaves in Egypt (Chaps. 2, 5, 14, 15–17, 32).", "<i>Sabbath</i>—As a newly freed people, Israel is to adapt to a rhythm of work and sacred cessation, which celebrates both creation and freedom. The Sabbath is at issue immediately after liberation (Chap. 16) and is commanded three times (Chaps. 20, 31, 35); and the account of the Tabernacle’s completion echoes the vocabulary of God’s completed creation in Genesis 2, a passage which serves as one justification for observing the Sabbath (see Ex. 20:11).", "<i>origins</i>—We are told of the beginnings of the new covenant (distinct from that concluded with Abraham), the law system, the cult/priesthood, and the sacred calendar, but with the significant omission of the monarchy.", "<i>covenant</i>—God establishes a relationship with the people of Israel: if they will obey him and observe his laws, he will protect them and treat them as his “firstborn son.” This form of covenant is different from the ones in Genesis, and plays a significant role in subsequent books of the Bible.", "<i>God in History</i>—The God of Exodus actively intervenes to rescue a people, defeating their oppressors in battle; he leads them through the wilderness, meets them, and makes a covenant with them.", "5. The above themes are specifically Israelite themes. There are, however, motifs in Exodus that have a more universal ring. One could term these anthropological, since they employ standard aspects of human experience to convey the overall messages of the book.", "<i>Fire</i> is used frequently and in varied contexts (at the Burning Bush and later back at Mount Sinai, in the desert trek, in the Tabernacle service, and at the Calf incident), usually to make a statement about God. In contrast to conventional fire gods (e.g., the Norse trickster Loki), the God of Exodus is most often associated with the more positive aspects of fire: constancy, purity, and transformation. The fire at Sinai does not destroy Moshe and the people, but rather turns them into something new. At the same time it should not be forgotten that fire is used regularly to connote anger in the Bible, especially God’s, and especially in the later wilderness narratives.", "<i>Water</i> appears throughout Exodus, not as a backdrop but as an active medium which most often signifies life and death simultaneously. The Nile, into which the enslaved Hebrews’ babies are thrown, gently bears the infant Moshe to safety: the Nile, the giver of life in Egypt, is changed into blood, itself a major signifier of life in the Bible but useless here because it is undrinkable; the Sea of Reeds acts as a passageway of birth for the Israelites but as a graveyard for their Egyptian pursuers. The availability of water becomes a central issue in the wilderness, as an instrument for survival and for the testing of the Israelites’ faith. Finally, water creates the ritual purity necessary for the people at Sinai and their priests in the Tabernacle to approach God.", "<i>Desert/Wilderness</i> is the scene of the crucial second part of the book. Only in the desert, away from the massive influence of age-old Egyptian culture, can the new Israelite society be forged. Moshe, like many other real-life and fictional heroes, demonstrates this in his own early life. The desert acts as a purifying agent for him, changing the Egyptian prince into a member of his own true people. Similarly, the Israelites begin the process of transformation from bondage to self-rule, a process which is taught in the harsh reality of desert life and which will take an entire generation to complete.", "In point of fact, all these media—fire, water, and desert—suggest change as a major concern of the book of Exodus. Our text chronicles the start of Israel’s journey as a nation, a transformative journey which takes vastly changed circumstances, a whole generation in time, and indeed several books of recounting to complete. Exodus is very concerned with topography—not for the purposes of historical recollection (as Genesis was, apparently) but as an account of an inner journey. Thus the people travel to the boundary between Egypt and the desert, through the sea, to the great fiery mountain; and we know that they cannot but be on their way to a final goal. That goal, the Promised Land, will not be realized in Exodus, because in this book we stand only at the beginning of the journey. Change does not occur quickly, and the true molding of a people, like that of an individual, requires formative experiences over time. In Exodus, then, the People of Israel begins in adolescence, as it were. It has survived infancy in Genesis, a period marked by constant threats of physical extinction, and must now begin the tortuous process of learning to cope with adulthood—that is to say, people-hood—in a hostile world.", "That process will take us past the present text. Exodus stands at the beginning of a trilogy in the middle of the Torah. It takes us from slavery up to Sinai, inaugurating the law-giving process. Leviticus will concentrate almost exclusively on laws (of “holiness”), never budging geographically, while Numbers will see the conclusion of the Sinai experience and the traveling toward (and actually reaching) the land of Israel. Exodus is thus of great importance in the overall five-book pattern, introducing key elements of the wilderness books: law, institutions, rebellion, and—Moshe himself. It serves as a bridge between the great narratives of Genesis and the priestly code of Leviticus and the wanderings of Numbers (Green­berg 1972 notes how the opening of Exodus points back, to Gen. 46; and the closing points forward, to Num. 9). It in fact contains elements of all three books.", "Exodus is the basis not only of what follows in the Torah, but also sets the stage for the rest of the Hebrew Bible. What Israel understood of its God, and what that God expects of them, are set forth most directly and unforgettably in the memories enshrined in the book of Exodus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382dcc9ad75f2d99af8a4", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part IV; The Instructions for the Dwelling and the Cult, The Altar 1", "anchorRef": "Exodus 27:1-8", "anchorRefExpanded": ["Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part IV; The Instructions for the Dwelling and the Cult, The Altar 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ה׳, שמות הערה ט׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה ט׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Exodus 27:1-8\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Exodus 27:1-8</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620d136299066b7e5d1266ed", "index_title": "Ohr LaYesharim on Jerusalem Talmud Shekalim", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Shekalim 6:4:4", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Shekalim 6:4:4", "sourceHeRef": "אור לישרים על תלמוד ירושלמי שקלים ו׳:ד׳:ד׳", "anchorVerse": 5, "sourceHasEn": false, "commentaryNum": 4.0004, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Shekalim", "he": "אור לישרים על תלמוד ירושלמי שקלים"}, "he": "<b>רבי יהושע בן לוי</b> (אמורא ארץ ישראלי בדור הראשון) <b>אמר: עוביין (כמה חוקות) [כמָחוֹקות</b> (תוקן על פי קטעי גניזה (באוספים שונים) מהנוסח הירושלמי של מסכת שקלים (קטע JTS וקטע שהגהותיו הן בנוסח הירושלמי של מסכת שקלים), וכנראה כך הוא גם ב\"שרידי הירושלמי\". וכן הגיה תלמיד רשב\"ש)<b>] וארכן אמה גמודה</b> – עוביים של גזרי העצים שהיו מביאים למזבח היה כמו עובי של מָחוֹק, שהוא קנה של עץ שהשתמשו בו החנוונים למחוק ולהסיר את הגודש מהמידה שמכרו לפיה דברים יבשים, ואורכם של גזרי העצים היה אמה שנמדדה באמה גמודה, שהיא אמה מצומצמת וחסרה מעט משיעורה הרגיל, והטעם מבואר להלן (הסופר במסירה שלפנינו כתב: 'עוביין כמה חוקות וארכן אמה גמודה', ומגיה הגיה: 'עוביין באמה שוחקות וארכן באמה גרומה'. כבהגהה רק בדפוס ונציה הבבלי (בשינוי כתיב: 'גדומה'). בכתב יד הבבלי: 'עוביין באמה דקות וארכן באמה גרומה', ובכתב יד שקלים: 'עוביין באמה וארכן באמה גדומה'. ובקטע מן הגניזה (JTS): 'עוביין כמחוקות ואורכן אמה גרומה')<b>.</b>\n<br><b>רבי חוני</b> (נראה שצריך לומר: 'רבי חונה' (רבי הונא, אמורא ארץ ישראלי בדור הרביעי)) אמר <b>בשם רבי אמי</b> (אמורא ארץ ישראלי בדור השלישי)<b>: כמין טורטני</b> (מֹאזְנֵי אֵסֶל / אֵסֶל (מקור המילה 'טורטני' ביוונית)) – עוביים של גזרי העצים שהיו מביאים למזבח היה בדומה לעובי של אסל מאזניים, שהוא מוט שאליו מחובר קנה מאזניים, שהוא מוט דק שבשני קצותיו תלויות כפות המאזניים, או שעוביים של גזרי העצים היה בדומה לעובי של אסל, שהוא מוט שנושאים בו משא בכתף (בנוסח הבבלי של מסכת שקלים אין מאמר זה)<b>.</b>\n<br><b>אמר רבי שמואל בר רב יצחק</b> (אמורא בדור השלישי)<b>: לפי שלא היה מקום המערכה אלא אמה על אמה</b> – מקום העצים הערוכים על מזבח הנחושת שבמשכן היה אורכו אמה ורוחבו אמה בלבד<b>, לפיכך לא היה בו</b> (ב\"שרידי הירושלמי\" ובקטע מן הגניזה (JTS): 'בהן') <b>אלא אמה גמודה</b> (במסירה שלפנינו הגיה מגיה: 'גרומה'. בקטע מן הגניזה (JTS) ובכתב יד הבבלי: 'גרומה'. וב\"שרידי הירושלמי\", בכתב יד שקלים ובדפוס ונציה הבבלי: 'גדומה') – גזרי העצים שהיו מביאים למזבח היה אורכם אמה גמודה, כדי שלא יהיו יוצאים ממקום המערכה. ולכן אף גזרי העצים שהיו מביאים למזבח שבמקדש היה אורכם אמה גמודה, אף על פי שמקום המערכה במזבח שבמקדש היה גדול ממקום המערכה במזבח שבמשכן<b>.</b>\n<br>ומציעים ברייתא מסייעת: <b>ותני כן:</b> (בנוסח הבבלי של מסכת שקלים: 'תני') – ושונה (התנא) / ושנוי (שנויה ברייתא) כך (שמקום המערכה במזבח שבמשכן היה אמה על אמה): מזבח הנחושת שבמשכן היו בו כמה דברים שהיתה מידתם אמה: <b>אמה היסוד</b> – בליטה מסביב לתחתית המזבח שבמשכן היתה גבוהה אמה<b>, אמה סובב</b> – בליטה הבולטת ויוצאת בחצי גובהן של דופנות המזבח שבמשכן ומקיפה אותן היתה גבוהה אמה (הסובב נקרא בלשון התורה כרכוב (שמות כז,ה). כרכוב הוא דבר מסביב לכלי או לבניין)<b>, אמה כרכוב</b> – מקום הילוך הכוהנים על גג המזבח, לפנים מן קרנות המזבח, היה רחב אמה מכל צד (בלשון חכמים נמצא הפועל 'כרכב' (תוספתא כלים בבא מציעא ב,י ו-יז; בבלי חולין כה,א), ומשמעו: לעשות חריץ המקיף כלי. מקום הילוך הכוהנים נקרא בלשון חכמים כרכוב, משום שמקום הילוך הכוהנים היה נמוך קצת ממקום המערכה והקיף אותו), <b>ואמה קרנות</b> (בליטות בתבנית קרניים) – בארבע פינותיו של גג המזבח היו ארבע קרנות, שכל אחת מהן היתה ארוכה אמה ורחבה אמה, הרי שמקום הקרנות וביניהן היה רחב אמה מכל צד, <b>ואמה מערכה</b> – השטח שנשאר על גג המזבח שבמשכן לצורך המערכה היה אורכו אמה ורוחבו אמה, שכן המזבח שבמשכן היה אורכו חמש אמות ורוחבו חמש אמות, ומקום הקרנות וביניהן היה אמה מצד זה ואמה מצד זה, ומקום הילוך הכוהנים היה אמה מצד זה ואמה מצד זה (בדפוס ונציה הבבלי אין ברייתא זו)<b>.</b><br><br><small>לדעת רבי יוסי היה גובהו של המזבח שבמשכן (עם הקרנות) עשר אמות: גובה היסוד אמה, בין היסוד למכבר (רשת נחושת) שלוש / ארבע אמות, גובה המכבר אמה אחת, גובה הכרכוב (הסובב) אמה אחת, בין הכרכוב לגג המזבח שלוש / שתי אמות, גובה הקרנות אמה אחת. ולדעת רבי יהודה היה גובהו של המזבח שבמשכן (בלא הקרנות) שלוש אמות. לדעת רבי יוסי היה שטח גגו של המזבח שבמשכן חמש אמות על חמש אמות. ולדעת רבי יהודה היה שטח גגו של המזבח שבמשכן עשר אמות על עשר אמות. ראה בבלי זבחים נט,ב וברייתא דמלאכת המשכן פרק יא.<br>הברייתא שבירושלמי היא לדעת רבי יוסי. בברייתא נשמט גובה המכבר, שאף הוא היה אמה.<br>יש לדון, האם לרבי יהודה היה אורכם של גזרי העצים כמידת מקום המערכה במזבח שבמשכן לפי דעתו.<br><br>ב<b>בבלי זבחים</b> סב,ב אמרו: אמר אבין בר הונא אמר רב חמא בר גוריא: גיזרים (גזרי עצים למזבח) שעשה משה - אורכם אמה ורוחבם אמה ועוביים כמחק גודש סאה (מוט שמשתמשים בו למחוק גודש של מידת סאה). - אמר רבי ירמיה: באמה גדומה (אורכם ורוחבם של הגזירים נמדד באמה חסירה) / גרומה. - אמר רב יוסף: ולאו היינו דתניא: / אי הכי היינו דתניא: \"על העצים אשר על האש אשר על המזבח\" (ויקרא א) - שלא יהו עצים יוצאים מן המזבח כלום? (והואיל ומקום המערכה של המזבח שעשה משה היה אמה על אמה, נמצא שמידתם של העצים היתה באמה חסירה. הרי שדבריו של רבי ירמיה הם דברי הברייתא)<br><br>יש שגורס בדברי רבי ירמיה: \"באמה גדומה\" (חסירה), ויש שגורס: \"באמה גרומה\" (יתירה).<br>\"אורכם אמה באמה גדומה\" שבבבלי הוא \"אורכן אמה גמודה\" שבירושלמי.<br>\"ועוביים כמחק גודש סאה\" שבבבלי הוא \"עוביין כמחוקות\" שבירושלמי.<br>גזרי העצים לא היו נסרים או לוחות שיש להם אורך ורוחב ועובי, אלא היו מוטות שיש להם אורך ועובי בלבד. ולכן אמרו בירושלמי את מידת אורכם ואת מידת עוביים של גזרי העצים ולא את מידת רוחבם. בבבלי אמרו \"רוחבם אמה\", ולא ייתכן לומר כך, שאם כן, כל אחד מגזרי העצים היה מכסה את כל מקום המערכה במזבח שבמשכן, ולכן נראה ש\"רוחבם אמה\" הוא אשגרה בטעות.<br>בירושלמי ובמדרשי האגדה רבי ירמיה מוסר מאמרים בשם רבי שמואל בר יצחק, ולכן מסתבר שדברי רבי ירמיה שבבבלי מקורם בדברי רבי שמואל בר יצחק שבירושלמי.<br><br>ב<b>ספרא</b> 'ויקרא' דיבורא דנדבה פרשה ד נאמר: \"על העצים אשר על האש אשר על המזבח\" - שלא יהו הגיזרים יוצאים חוץ למערכה.<br><br>רמב\"ם (הלכות מעשה הקורבנות טז,יג) כתב: האומר: \"הרי עליי עצים\" - לא יפחות משני גזרים, עוביים כמחוקות ואורכם אמה.<br><br><b>כמחוקות, כמין טורטני</b><br>במשנה כלים יז,טז ובתוספתא כלים (בבא מציעא) ז,ט נזכרו קנה מאזנים והמחוק שיש בהם בית קיבול מתכות והאסל שיש בו בית קיבול מעות. ובתוספתא כלים (בבא מציעא) ב,ה נזכר טורטיני שיש בה בית קיבול מעות. מכאן שטורטיני ואסל אחד הם (ב\"תוספת ראשונים\" ג, עמוד 38, כתב, שאסל שנזכר שם הוא אסל מאזניים).<br>במקורות חכמינו \"טורטני\" בא גם במשמע מאזניים (וקראו למאזניים על שם אסל המאזניים) וגם במשמע אסל (מוט לנשיאת משא), שכן אסל מאזניים ואסל דומים הם, ששניהם מוטות שבשני קצותיהם תלויים משאות (לפי \"תוספת ראשונים\" יוצא, שגם \"אסל\" בא במקורות חכמינו בשני משמעים אלה).<br><br>בספרא 'קדושים' פרשה ג נאמר: \"במשקל\" - זו טורטני, \"ובמשורה\" - זו המחוק.<br>בספרי זוטא במדבר יט,ו נאמר: \"ולקח הכוהן עץ\" - יכול אחד מכל העצים? - תלמוד לומר: \"ארז\". - או \"ארז\" - יכול אף טרף של ארז! - תלמוד לומר: \"עץ ארז\". הא מה הדבר? בקעת (גזר עץ) מתוך ליבו (החלק הפנימי) של ארז, וכמו מחוק היה.<br><br><b>כרכוב</b><br>ב<b>תוספתא שקלים</b> ג,יט שנו: אי זהו כרכוב המזבח? - בין קרן לקרן, מקום הילוך רגלי הכוהנים ואילך.<br>וב<b>ירושלמי שקלים</b> ח,ו אמרו: אי זהו כרכוב המזבח? - אמה בין קרן לקרן, מקום הילוך רגלי הכוהנים.<br>וב<b>בבלי זבחים</b> סב,א אמרו: תניא: איזהו כרכוב? - רבי אומר: זה כיוּר (פיתוחים שנעשו מסביב למזבח). רבי יוסי ברבי יהודה אומר: זה סובב (בליטה שנעשתה מסביב למזבח).<br>תנו רבנן: איזהו כרכוב? - בין קרן לקרן, מקום הילוך רגלי הכוהנים אמה. - אטו כוהנים בין קרן לקרן הוו אזלי? (והרי היו הקרנות מעכבות אותם מללכת סביב!) - אלא אימא: ומקום הילוך רגלי הכוהנים אמה (הכרכוב הוא בין קרן לקרן ברוחב אמה וגם מקום הילוך הכוהנים ברוחב אמה, שהכרכוב הוא ברוחב שתי אמות). - והכתיב: \"תחת כרכובו מלמטה עד חציו\" (שמות לח)! (משמע שהכרכוב אינו בגג המזבח אלא בדפנותיו) - אמר רב נחמן בר יצחק: תרי הוו, חד (המוזכר בכתוב במזבח שעשה משה) לנוי (בדפנותיו, ועליו נחלקו רבי ורבי יוסי ברבי יהודה האם היה כיור או סובב), וחד (שאינו מוזכר בכתוב) לכוהנים (בגג המזבח שהיה מקום הילוך הכוהנים) דלא נשתרקו כוהנים (כדי שלא יחליקו).<br>מידת אורכו ומידת רוחבו ומידת קומתו (של המזבח) אין מעכבים. - אמר רבי מני: ובלבד שלא יפחתנו ממזבח שעשה משה. - וכמה? - אמר רב יוסף: אמה (אמה אורך ואמה רוחב). - מחכו עליה: \"חמש אמות אורך וחמש אמות רוחב\" (שמות כז)! - אמר ליה אביי: דלמא מקום מערכה (שהיה אמה על אמה) קאמר מר! - אמר ליה (רב יוסף): מר דגברא רבה הוא, ידע מאי קאמינא.<br><br>בברייתא שבבבלי \"איזהו כרכוב\" שנחלקו בה רבי ורבי יוסי ברבי יהודה מדובר במזבח של משה, שהרי במזבח שבמקדש לא נזכר כרכוב העשוי לנוי. מן התוספתא והירושלמי להלן ח,ו עולה, כי הברייתא שבבבלי \"איזהו כרכוב? - בין קרן לקרן...\" אינה עוסקת במזבח של משה, ולא באה אלא להסביר מהו אותו כרכוב המוזכר במשנה שקלים ח,ח לגבי המזבח שבמקדש.</small><br>• • •", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2013", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "620e3ce81a2caee268cf4d23", "index_title": "Ohr LaYesharim on Jerusalem Talmud Taanit", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Taanit 2:2:7", "anchorRef": "Exodus 25:1-30:38", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Taanit 2:2:7", "sourceHeRef": "אור לישרים על תלמוד ירושלמי תענית ב׳:ב׳:ז׳", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 2.0007, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Taanit", "he": "אור לישרים על תלמוד ירושלמי תענית"}, "he": "ומשיבים עוד (תשובה חמישית): <b>רבי שמואל בר נחמן</b> (אמורא ארץ ישראלי בדור השני והשלישי) אמר <b>בשם רבי יונתן</b> (אמורא ארץ ישראלי בדור הראשון)<b>:</b> שמונה עשרה ברכות שבתפילה הן <b>כנגד שמונה עשר ציווין</b> (ציוויים) – המילים: \"כאשר ציוה ה'\", או: \"ככל אשר ציוה ה'\", <b>שכתוב</b> (שכתובים) <b>בפרשת משכן שני</b> – בספר שמות מסופר פעמיים על המשכן: פעם ראשונה בציווי המשכן (שמות כה,א - ל,לח), ופעם שנייה בעשיית המשכן ובהקמתו (שמות לו,ח עד סוף הספר, וזו היא פרשת משכן שני)<b>. אמר רבי חייה בר אדא</b> (במקבילה בברכות: בר ווא (בר אבא))<b>: ובלחוד מן</b> – ובלבד מן <b>\"ואתו אהליאב בן אחיסמך למטה דן\"</b> (שמות לח,כג) – הציוויים שכתובים מפסוק זה בלבד ואילך, <b>עד סופיה דסיפרא</b> – עד סופו של הספר (ספר שמות) מן המנין הם, אבל הציווי שכתוב בפסוק שלפניו: \"כל אשר ציוה ה'\" (שמות לח,כב), שהוא הציווי הראשון בפרשת משכן שני, אינו מן המנין. ואלה הציוויים שמן המנין: שמות לט,א; לט,ה; לט,ז; לט,כא; לט,כו; לט,כט; לט,לא; לט,לב; לט,מב; לט,מג, מ,טז; מ,יט; מ,כא; מ,כג; מ,כה; מ,כז; מ,כט; מ,לב. ועולה מספרם שמונה עשר<b>.</b><br><br><small>נראה שהטעם שאין מונים את הציווי הראשון, משום שהוא לגופו ואינו מופנה לדרשה, שראשון תחילה נאמר ואין דורשים תחילות.<br><br>מכיון שהתפילה היא במקום העבודה (עבודת הקורבנות), והתפילות תוקנו כנגד הקורבנות, לכן קבעו את מנין הברכות שבתפילה כמנין הציוויים שיש בעשייתו ובהקמתו של המשכן, שבו הקריבו קורבנות.<br><br><b>כנגד שמונה עשר ציוויים</b><br>ב<b>ויקרא רבה</b> א,ח נאמר: רבי שמואל בר נחמן אמר בשם רבי נתן (הוא רבי יונתן): שמונה עשר ציוויים כתובים בפרשת משכן, וכנגדם קבעו חכמים שמונה עשרה ברכות שבתפילה. אמר רבי חייא בר אדא: לבד מ\"ואיתו אהליאב בן אחיסמך למטה דן\" (שמות לח,כג) ועד סופא דסיפרא.<br>וב<b>מדרש תהילים</b> כט,ב נאמר: דבר אחר: כנגד שמונה עשרה אזכרות שיש בעשיית המשכן ב\"אלה פקודי\" - \"כאשר ציוה ה'\", \"ככל אשר ציוה ה'\" - שמונה עשרה פעמים, כנגדן תיקנו שמונה עשרה ברכות שמתפלל אדם בכל יום.<br>וב<b>מדרש תנחומא</b> פרשת 'וירא' סימן א נאמר: ...ורבי יוחנן אמר: כנגד שמונה עשר ציוויים שבמשכן, שהם בסוף ספר \"ואלה שמות\", והם: \"כאשר ציוה ה' את משה\" שמונה עשרה פעמים.<br>וב<b>אוצר המדרשים</b> עמוד תקלו נאמר: \"כאשר ציוה ה' את משה\" שב\"אלה פקודי המשכן\" שמונה עשרה פעמים, כנגד שמונה עשרה ברכות שבתפילה, לומר לך שהתפילה במקום עבודה היא, וכנגד שמונה עשרה חוליות שבשדרה, לקיים מה שנאמר: \"כל עצמותי תאמרנה ה' מי כמוך\" (תהילים לה).<br><br><b>שמונה עשרה ברכות כנגד…</b><br>ב<b>במדבר רבה</b> ב,א נאמר: בשמונה עשר מקומות משה ואהרן מזוגים (שווים), רמז לשמונה עשרה ברכות, כנגד שמונה עשרה אזכרות שכתובות ב\"שמע ישראל\" וב\"מזמור לדוד הבו לה' בני אלים\" (תהילים כט).<br>• • •<br>ב<b>תוספתא ברכות</b> ג,יב שנו: בשבת וביום טוב וביום הכיפורים מתפלל שבע, ואומר קדושת היום באמצע.</small>", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2004", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62971bdfee7523d1102adc27", "index_title": "Mishnah Zevachim", "category": "Mishnah", "type": "", "ref": "Mishnah Zevachim 14:10", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Mishnah Zevachim 14:10", "sourceHeRef": "משנה זבחים י״ד:י׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 14.001, "collectiveTitle": {"en": "Mishnah Zevachim", "he": "משנה זבחים"}, "heTitle": "משנה זבחים", "he": "אֵלּוּ קָדָשִׁים קְרֵבִים בַּמִּשְׁכָּן. קָדָשִׁים שֶׁהֻקְדְּשׁוּ לַמִּשְׁכָּן, קָרְבְּנוֹת הַצִּבּוּר, קְרֵבִין בַּמִּשְׁכָּן. וְקָרְבְּנוֹת הַיָּחִיד, בְּבָמָה. קָרְבְּנוֹת הַיָּחִיד שֶׁהֻקְדְּשׁוּ לַמִּשְׁכָּן, יִקְרְבוּ בַמִּשְׁכָּן. וְאִם הִקְרִיבָן בְּבָמָה, פָּטוּר. מַה בֵּין בָּמַת יָחִיד לְבָמַת צִבּוּר, סְמִיכָה, וּשְׁחִיטַת צָפוֹן, וּמַתַּן סָבִיב, וּתְנוּפָה, וְהַגָּשָׁה. רַבִּי יְהוּדָה אוֹמֵר, אֵין מִנְחָה בְבָמָה. וְכִהוּן, וּבִגְדֵי שָׁרֵת, וּכְלֵי שָׁרֵת, וְרֵיחַ נִיחוֹחַ, וּמְחִצָּה בַדָּמִים, וּרְחוּץ יָדַיִם וְרַגְלָיִם. אֲבָל הַזְּמָן, וְהַנּוֹתָר, וְהַטָּמֵא, שָׁוִים בָּזֶה וּבָזֶה: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "<b>And these are</b> the <b>sacrificial</b> items that <b>are sacrificed</b> only <b>in the Tabernacle</b> even when private altars are permitted: <b>Sacrificial</b> animals <b>that were</b> presumed to be <b>consecrated for</b> sacrifice in <b>the Tabernacle.</b> Therefore, <b>communal offerings are sacrificed in the Tabernacle, but offerings of an individual</b> may be sacrificed <b>on</b> a private <b>altar.</b> In addition, with regard to <b>offerings of an individual that were consecrated</b> expressly <b>for</b> sacrifice in <b>the Tabernacle, one must sacrifice</b> them <b>in the Tabernacle. But if he sacrificed them on</b> a private <b>altar,</b> he is <b>exempt.</b> <b>And what</b> is the difference <b>between the</b> private <b>altar of an individual and the public altar</b> at the site of the Tabernacle when it was located in Gilgal, Nov, and Gibeon? It is that on a private altar there is no <b>placing</b> of <b>hands</b> on the head of an offering, no <b>slaughter in the north,</b> no <b>placement</b> of blood <b>around</b> all sides of the altar in offerings for which this is required, no <b>waving</b> of meal offerings, <b>and</b> no <b>bringing</b> of meal offerings to the corner of the altar prior to removal of the handful. <b>Rabbi Yehuda says: There is no meal offering</b> sacrificed <b>on an altar</b> outside the Temple. <b>And</b> requiring a member of the <b>priesthood</b> to perform the sacrificial rites, the priestly <b>service vestments,</b> the <b>service vessels,</b> the <b>pleasing aroma</b> to God, the <b>partition for the blood,</b> i.e., the red line dividing the upper and lower halves of the altar, <b>and</b> the priest’s <b>washing of hands and feet</b> before his service all do not apply to sacrifice on private altars, as the service there need not be performed by priests nor follow all the protocols of the Temple service. <b>But the</b> intent to sacrifice or partake of the offering beyond its designated <b>time,</b> which renders the offering <i>piggul</i>; the <i>halakha</i> of portions of <b>the</b> offering <b>left over [<i>notar</i>]</b> beyond the time it may be eaten; <b>and the</b> prohibition against eating consecrated meat while <b>ritually impure are equal in this,</b> a private altar, <b>and that,</b> a public altar.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6320987ccc325a86a3f41dc8", "index_title": "Mishneh Torah, The Chosen Temple", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, The Chosen Temple 2:9", "anchorRef": "Exodus 27:4-5", "anchorRefExpanded": ["Exodus 27:4", "Exodus 27:5"], "sourceRef": "Mishneh Torah, The Chosen Temple 2:9", "sourceHeRef": "משנה תורה, הלכות בית הבחירה ב׳:ט׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 2.0009, "collectiveTitle": {"en": "Mishneh Torah, The Chosen Temple", "he": "משנה תורה, הלכות בית הבחירה"}, "heTitle": "משנה תורה, הלכות בית הבחירה", "he": "וְחוּט שֶׁל סִקְרָה הָיָה חוֹגֵר בְּאֶמְצַע הַמִּזְבֵּחַ [כְּשִׁשָּׁה טְפָחִים מִסּוֹף הַסּוֹבֵב וּלְמַטָּה] לְהַבְדִּיל בֵּין דָּמִים הָעֶלְיוֹנִים לְדָמִים הַתַּחְתּוֹנִים. וְנִמְצָא גָּבְהוֹ מִן הָאָרֶץ עַד מְקוֹם הַמַּעֲרָכָה תֵּשַׁע אַמּוֹת פָּחוֹת טֶפַח:\n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "A scarlet band<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">The altar in the Sanctuary in the desert had a copper net screen which served this function. See Exodus 27:4-5 and <i>Zevachim</i> 53a.</i> is girded around the middle of the Altar six handbreadths below the surrounding ledge to separate between the blood [to be cast on] the upper [portion of the Altar]<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">The blood of a fowl brought as a burnt offering had to be cast on the upper portion of the Altar (<i>Hilchot Ma'aseh HaKorbanot</i> 6:20).</i> and the blood [to be sprinkled on] the lower [portion of the Altar].<sup class=\"footnote-marker\">38</sup><i class=\"footnote\">The blood of a bird brought as a sin offering was sprinkled on the lower portion of the Altar (<i>ibid.</i> 7:6). Similarly, the blood of animals brought as burnt, guilt, or peace offerings was sprinkled in the same place (<i>ibid.</i> 5:6).</i><br>Thus, the distance from the earth to the surface on which [the wood for the sacrifices] was arranged was a handbreadth less than nine cubits.<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">As mentioned above, the Altar's horns were 1 cubit high. Thus, one cubit may be subtracted from the ten cubit height mentioned previously. Since the Altar's base measured five handbreadths and not six, an additional handbreadth is subtracted, leaving the figure mentioned in this Halachah.</i>", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6357d2f14a34ac00a0d8673d", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Exodus 27:5:1", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Rav Hirsch on Torah, Exodus 27:5:1", "sourceHeRef": "רש\"ר הירש על התורה, שמות כ״ז:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "שמות", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 5. Es soll dieses Siebnetz von dem כרכב bis zur Hälfte des Altars hinabreichen. Wir haben כרכב Vorsprung übersetzt. Es scheint wie קרקע von רקע, so auch כרכב von רכב abzuleiten sein. רכב: heißt auf einer Unterlage sich befinden, diese Unterlage selbst heißt: מרכב ,רֶכֶב und ,מרכבה, z.B. der Wagen. (Bei der Mühle hieß der Mühlstein רכב Der Analogie nach sollte man glauben, der untere, feste, heiße רכב, und der obere, bewegliche, die Friktion bewirkende ריחים, man hält jedoch allgemein רכב für den oberen). Wie wir bei den allgemeinen Betrachtungen noch näher sehen werden, bestand der Altar aus zwei, eigentlich drei wesentlichen Bestandteilen. Es waren eigentlich drei auf einander geschichtete Quadrate, von denen jedes untere in Länge und Breite das darauf folgende übertraf. Im zweiten Tempel war die Basis eine Elle hoch und zweiunddreißig Quadratellen breit, darauf stand ein Würfel von fünf Ellen Höhe und dreißig Quadratellen, auf welchem wieder sich ein Würfel von drei Ellen Höhe und achtundzwanzig Quadratellen erhob. Dieser letzte, drei Ellen hohe Würfel, auf dessen Oberfläche sich dann die vier קרנות eine Elle hoch erhoben, der eigentliche Altar, הראל, ruhte somit auf einer Unterlage, die nach allen vier Seiten eine Elle weiter hervorstand, und eine eine Elle breite Umgebung des Altars bildete, auf welcher derselbe umschritten werden konnte, und daher סובב genannt wird. Sie heißt im Texte כרכב, weil der obere Teil, der eigentliche Altar auf ihr ruhte. (Nach רבי war dieser סובב an dem Altare Mosche nicht ein wirklicher Vorsprung, sondern nur durch eine Verzierung angedeutet (Sebachim 62a). ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6357d2f14a34ac00a0d8673e", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Exodus 27:5:2", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Rav Hirsch on Torah, Exodus 27:5:2", "sourceHeRef": "רש\"ר הירש על התורה, שמות כ״ז:ה׳:ב׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 5.0002, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "שמות", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "עד חצי המזבח, bis zu fünf Ellen Höhe vom Boden. Das Siebnetz war somit eine Elle breit. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64186e06c9371ec0cebe46b6", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Exodus 27:5:1", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Reggio on Torah, Exodus 27:5:1", "sourceHeRef": "ביאור יש\"ר על התורה, שמות כ״ז:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "שמות", "he": "<b>כרבב,</b> סובב כל דבר המקיף סביב בעיגול נקרא כרכוב, והיה כמו בליטה סביב המזבח, לסוף שש אמות של גבהו, אבל לא היתה הבליטה הזאת חלקה כי אם חרוצה:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64186e07c9371ec0cebe46b8", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Exodus 27:5:2", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Reggio on Torah, Exodus 27:5:2", "sourceHeRef": "ביאור יש\"ר על התורה, שמות כ״ז:ה׳:ב׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 5.0002, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "שמות", "he": "<b>עד חצי המזבח,</b> שהוא סוף האמה החמשית והוא חצי גובה המזבח עם הקרנות, ועד שם הוא מקום הדמים הניתנין למטה והנה למעלה על המזבח לפנים מן הקרנות שהיו אמה על אמה, היה אמה אחת סביב לדריסת רגלי הכהנים, נשתייר אמה על אמה באמצע, והוא היה מקום המערכה, וכבש חלק ומשופע היה לדרומו של מזבח, שבו היו עולין והיה הכבש ההוא רחוק מן המזבח כמלא חוט השערה, ורגליו מגיעים עד אמה סמוך לקלעי החצר שבדרום:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64e4a1d9613f3c2d3b454f92", "index_title": "German Commentary on Mishnah Zevachim", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Zevachim 14:10:19", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "German Commentary on Mishnah Zevachim 14:10:19", "sourceHeRef": "פירוש גרמני על משנה זבחים י״ד:י׳:י״ט", "anchorVerse": 5, "sourceHasEn": true, "commentaryNum": 10.0019, "collectiveTitle": {"en": "German Commentary on Mishnah Zevachim", "he": "פירוש גרמני על משנה זבחים"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>des für die Blutsprengungen bestimmten Trennungsstriches.</b>  Dieser war für den Altar im Heiligtum vorgeschrieben, um die obere Hälfte desselben von der unteren zu unterscheiden, entsprechend dem Netz an dem Altar im Stiftszelte, das bis zur Hälfte des Altars reichte (Ex. 27,5) da es dort heisst: <span dir=\"rtl\">עד חצי המזבח</span>, so wird daraus geschlossen, dass diese Vorschrift für eine <span dir=\"rtl\">במה</span> keine Geltung hat.", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "657ecc41758c1dc532ec8a7d", "index_title": "Steinsaltz on Exodus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Exodus 27:5", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Steinsaltz on Exodus 27:5", "sourceHeRef": "ביאור שטיינזלץ על שמות כ״ז:ה׳", "anchorVerse": 5, "sourceHasEn": true, "commentaryNum": 27.0005, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על שמות", "he": "<b>וְנָתַתָּה אֹתָהּ</b>— את הרשת הזאת \n  <b>תַּחַת כַּרְכֹּב הַמִּזְבֵּחַ</b>, הבליטה המקיפה את המזבח מן הקיר שלו החוצה,\n  \n  <b>מִלְּמָטָּה.</b>\n  <b>וְהָיְתָה הָרֶשֶׁת עַד חֲצִי הַמִּזְבֵּחַ.</b> חלקה העליון של הרשת יתחיל מתחת לכרכוב שבחלקו העליון של המזבח, וחלקה התחתון של הרשת יגיע עד חצי גובה המזבח.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>You shall place it, </b>this grate, <b>under the surrounding ledge of the altar from below. </b>The ledge was a protrusion that surrounded the outer wall of the altar. <b>And the mesh shall be up to the middle of the altar. </b>The upper edge of the grate should reach the ledge, which will be in the upper portion of the altar, and it should extend down to half the height of the altar. 32", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "668bbae9787a3be91bef8a0b", "index_title": "Ibn Ezra HaKatzar on Exodus", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra HaKatzar on Exodus 27:5:1", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Ibn Ezra HaKatzar on Exodus 27:5:1", "sourceHeRef": "אבן עזרא הקצר על שמות כ״ז:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1143], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Ibn Ezra HaKatzar", "he": "אבן עזרא הקצר"}, "he": "כרכב המזבח, ידוע ואין לו חבר:", "heVersionTitle": "Prague, 1840", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f268d6e4a92746471512", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Exodus 27:5:1", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Chizkuni, Exodus 27:5:1", "sourceHeRef": "חזקוני, שמות כ״ז:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "שמות", "he": "כרכב המזבח פרש״‎י וכן שנינו בזבחים אי זהו כרכוב בין קרן לקרן ולפנים מהן אמה של הלוך רגלי הכהנים שתי אמות הללו קרויין כרכב. לכל אחד מזויותיו של מזבח שהיה מרובע היה מהלכו אמה על אמה ברום אמה והם הנקראות קרנות המזבח. ואותה אמה שהיתה על גבו של המזבח בין קרן לקרן על פני כל אחד מד׳‎ רוחותיו. ואמה אחרת שלפנים הימנה שתי אמות הללו קרויות כרכוב כמו שפרש״‎י.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "כרכוב המזבח, “the ledge of the altar.” Rashi comments that we have learned this from the Talmud in Zevachim, folio 62, where the question is posed: “which was the Carcov?” The answer given is that it was a ledge protruding one cubit from the wall of the altar above the mesh, running from one corner of the altar to the next and that there was a space 1 cubit wide underneath it where the priests would walk. Every corner of the altar was surrounded by this walkway one cubit high and one cubit wide, and these are what are called: “the corners of the altar.” On the other hand, the four corners of the altar on top of its platform were cubes one cubit high. The space between them, according to Rashi, was called Carcov.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5bf3e229bfb49d008760a916", "index_title": "English Explanation of Mishnah Bava Kamma", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Bava Kamma 3:8:1", "anchorRef": "Exodus 21:28-32:35", "anchorRefExpanded": ["Exodus 21:28", "Exodus 21:29", "Exodus 21:30", "Exodus 21:31", "Exodus 21:32", "Exodus 21:33", "Exodus 21:34", "Exodus 21:35", "Exodus 21:36", "Exodus 21:37", "Exodus 22:1", "Exodus 22:2", "Exodus 22:3", "Exodus 22:4", "Exodus 22:5", "Exodus 22:6", "Exodus 22:7", "Exodus 22:8", "Exodus 22:9", "Exodus 22:10", "Exodus 22:11", "Exodus 22:12", "Exodus 22:13", "Exodus 22:14", "Exodus 22:15", "Exodus 22:16", "Exodus 22:17", "Exodus 22:18", "Exodus 22:19", "Exodus 22:20", "Exodus 22:21", "Exodus 22:22", "Exodus 22:23", "Exodus 22:24", "Exodus 22:25", "Exodus 22:26", "Exodus 22:27", "Exodus 22:28", "Exodus 22:29", "Exodus 22:30", "Exodus 23:1", "Exodus 23:2", "Exodus 23:3", "Exodus 23:4", "Exodus 23:5", "Exodus 23:6", "Exodus 23:7", "Exodus 23:8", "Exodus 23:9", "Exodus 23:10", "Exodus 23:11", "Exodus 23:12", "Exodus 23:13", "Exodus 23:14", "Exodus 23:15", "Exodus 23:16", "Exodus 23:17", "Exodus 23:18", "Exodus 23:19", "Exodus 23:20", "Exodus 23:21", "Exodus 23:22", "Exodus 23:23", "Exodus 23:24", "Exodus 23:25", "Exodus 23:26", "Exodus 23:27", "Exodus 23:28", "Exodus 23:29", "Exodus 23:30", "Exodus 23:31", "Exodus 23:32", "Exodus 23:33", "Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11", "Exodus 24:12", "Exodus 24:13", "Exodus 24:14", "Exodus 24:15", "Exodus 24:16", "Exodus 24:17", "Exodus 24:18", "Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35"], "sourceRef": "English Explanation of Mishnah Bava Kamma 3:8:1", "sourceHeRef": "ביאור אנגלי על משנה בבא קמא ג׳:ח׳:א׳", "anchorVerse": 28, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 8.0001, "collectiveTitle": {"en": "English Explanation of Mishnah Bava Kamma", "he": "ביאור אנגלי על משנה בבא קמא"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>If two oxen which were accounted harmless hurt one another, the owner pays half-damages for that one which suffered the greater hurt.<br>If both were attested dangers full damages are payable for that one which suffered the greater hurt.<br>If one was accounted harmless and the other was an attested danger, that which was an attested danger as against that which was accounted harmless must pay full damages for the greater hurt that the other has suffered, while that which was accounted harmless, as against that which was an attested danger, pays only half damages for the greater hurt that the other has suffered.<br>So, too, if two men hurt one another, full damages are payable for that one which suffered the greater hurt.<br>If a man and an ox which was accounted harmless hurt one another, the man as against the ox accounted harmless must pay full damages for the greater hurt that the other has suffered, while the ox accounted harmless, as against the man, pays only half damages for the greater hurt that the other suffered. Rabbi Akiva says:  “Even if an ox accounted harmless hurt a man, full damages must be paid for that one which suffered the greater hurt.</b><br>This mishnah returns to deal with a subject that we dealt with in the last mishnah of chapter one and in the fourth and fifth mishnayoth of chapter 2 and that is the goring ox.  Remember, there are two types of goring oxen, one that is a previously attested danger (muad), who has been testified against.  The second type is innocent (tam) meaning he is not a previously attested danger.  When a muad damages the owner will pay full damages from the best of his land.  When a tam damages the owner will pay half damages from the value of the tam itself.  This means that the upper limit of liability will be the value of the damaging animal.<br>We will continue to deal with the goring ox for the next two and a half chapters.  I will not be explaining the concepts of tam and muad every time we encounter them.  I will try to reference places where I did explain them.  If you are wondering why the mishnah is so fascinated by the goring ox, it is due to the fact that the Torah mentions the ox quite frequently (Exodus 21:28-32, 35-36).  It is indeed the paradigm for the damaging animal.<br>The rendering of this mishnah into sensible English is very difficult since the mishnah speaks in shorthand.  However, the explanation should make more sense to you.<br>The first section deals with two harmless oxen that gore each other.  In general the owner of each is obligated to pay half damages to the other.  Here we figure out what was the greater damage and the owner of the less injured ox will pay half of that amount.  A table will help.<br>Value of ox before injury<br>Value after injury<br>Damages<br>Amount owed<br>100 (tam)<br>30<br>70<br>35<br>50  (tam)<br>30<br>20<br>10<br>In this case the owner of the ox worth fifty will pay twenty-five to the owner of the ox worth 100.<br>In the second case both of the animals were muad and will therefore pay full damages.   Our table now looks like this:<br>Value of ox before injury<br>Value after injury<br>Damages<br>Amount owed<br>100 (muad)<br>30<br>70<br>70<br>50 (muad)<br>30<br>20<br>20<br>In this case the owner of the ox worth fifty will pay fifty to the owner of the ox worth 100.<br>In the third case one ox was muad and one was tam.  The muad will owe half damages and the tam full damages.  According to our example in this case the animal worth 100 was a muad and therefore will owe full damages for the animal worth 50.  The animal worth 50 is a tam and will therefore pay half damages for the animal worth 100.   Our table now looks like this:<br>Value of ox before injury<br>Value after injury<br>Damages<br>Amount owed<br>100 (muad)<br>30<br>70<br>35<br>50 (tam)<br>30<br>20<br>30<br>In this case the owner of the ox worth fifty will pay 5 to the owner of the ox worth 100.<br>The fourth case of the mishnah deals with human beings who injure one another.  Since a human being is always a muad (see chapter one mishnah four), this is similar to case number two.<br>The fifth and final case deals with a human being (who is always muad) and a harmless ox (tam) who injure one another.  This case is similar to case number three.  We will nevertheless bring a new table.<br>Value before injury<br>Value after injury<br>Damages<br>Amount owed<br>1000-- human (muad)<br>500<br>500<br>250<br>50--ox (tam)<br>20<br>30<br>30<br>In this case the owner of the ox will pay the human 220.  Rabbi Akiva disagrees.  According to him an ox that injures a human being always pays full damages as if it was a muad.  Therefore in the previous scenario the owner of the ox will pay 470 to the human.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5cd13fd23a676f00197d16dc", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Exodus 27:5:1", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Birkat Asher on Torah, Exodus 27:5:1", "sourceHeRef": "ברכת אשר על התורה, שמות כ״ז:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "שמות", "he": "<b>רש\"י ד\"ה כרכב המזבח, ...אבל סובב להלוך הכהנים לא היה למזבח הנחשת אלא על ראשו, לפנים מקרנותיו... והיה רוחב אמה וכו'.</b> ושוב קשה לי, למה אין מעקה מסביב למזבח למעלה להגן על הכהנים, והמזבח גבוה ה' או אפילו י' אמות, כמבואר בדברי רש\"י כאן (על־פי זבחים נט ע\"ב). והוא הדין באשר לכבש, שצריך היה להיות לו מעקה. והראיה שדחפו הכהנים זה את זה ונפלו (יומא פ\"ב מ\"ב). (פ' תרומה תשמ\"ז)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd13fd39539fc001b72cb60", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Exodus 27:5:2", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "Birkat Asher on Torah, Exodus 27:5:2", "sourceHeRef": "ברכת אשר על התורה, שמות כ״ז:ה׳:ב׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 5.0002, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "שמות", "he": "ובדברי רש\"י לא הבינותי, בריש דבריו: כל דבר המקיף סביב בעגול קרוי... . איזה עגול יש כאן? (פ' תרומה תשנ\"ד) הערת הגר\"א נבנצל שליט\"א: הכוונה סביב סביב.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d0d6b6084aa1cbf07f6f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, הָיָה 1", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "BDB, הָיָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, הָיָה א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "הָיָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">הָיָה</span></big></big><sub>3570</sub><big></big>  <strong>vb.</strong> fall out, come to pass, become, be <strong>(</strong>SI <sup>1.6</sup> <span dir=\"rtl\">היה</span>, ib.<sup>3</sup> <span dir=\"rtl\">הית</span>; parallel form of <span dir=\"rtl\">הוה</span>, Arabic <span dir=\"rtl\">هَوَى</span>, Aramaic <span dir=\"rtl\">הֲוָא</span>, <span dir=\"rtl\">ܗܘܳܐ</span>; v. <a data-ref=\"BDB, הָוָה\" href=\"/BDB,_הָוָה\", dir=\"rtl\">הָוָה</a> supr.<strong>)</strong>—<br><strong>Qal</strong>  Pf. 3 ms. <span dir=\"rtl\">הָיָה</span> <a data-ref=\"Genesis 3:1\" href=\"/Genesis.3.1\">Gn 3:1</a> +; <span dir=\"rtl\">וְהָיָה</span> consec. <a data-ref=\"Genesis 4:14\" href=\"/Genesis.4.14\">Gn 4:14</a> +; 3 fs. <span dir=\"rtl\">הָֽיְתָה</span> <a data-ref=\"Genesis 1:2\" href=\"/Genesis.1.2\">Gn 1:2</a> +; <span dir=\"rtl\">הָיָתָ֑ה</span> <a data-ref=\"Isaiah 14:24\" href=\"/Isaiah.14.24\">Is 14:24</a> + 3 times; <span dir=\"rtl\">וְהָֽיְתָה</span> consec. <a data-ref=\"Genesis 9:13\" href=\"/Genesis.9.13\">Gn 9:13</a> +; <span dir=\"rtl\">והית</span> <a data-ref=\"II Kings 9:37\" href=\"/II_Kings.9.37\">2 K 9:37</a> Kt (Qr <span dir=\"rtl\">וְהָיְתָה</span>); 2 ms. <span dir=\"rtl\">הָיִיתָ</span> <a data-ref=\"Deuteronomy 5:15\" href=\"/Deuteronomy.5.15\">Dt 5:15</a> +; 1 s. <span dir=\"rtl\">הָיִיתִי</span> <a data-ref=\"Genesis 31:40\" href=\"/Genesis.31.40\">Gn 31:40</a>; 3 pl. <span dir=\"rtl\">הָיוּ</span> <a data-ref=\"Genesis 6:4\" href=\"/Genesis.6.4\">Gn 6:4</a> +; 2 mpl. <span dir=\"rtl\">הֱיִיתֶם</span> <a data-ref=\"Exodus 22:20\" href=\"/Exodus.22.20\">Ex 22:20</a> +; <span dir=\"rtl\">וִהְיִיתֶם</span> consec. <a data-ref=\"Genesis 3:5\" href=\"/Genesis.3.5\">Gn 3:5</a> +; 1 pl. <span dir=\"rtl\">הָיִינוּ</span> <a data-ref=\"Isaiah 1:9\" href=\"/Isaiah.1.9\">Is 1:9</a> +; etc.; Impf. 3 ms. <span dir=\"rtl\">יִהְיֶה</span> <a data-ref=\"Genesis 1:29\" href=\"/Genesis.1.29\">Gn 1:29</a> +; juss. <span dir=\"rtl\">יְהִי</span> <a data-ref=\"Genesis 1:3\" href=\"/Genesis.1.3\">Gn 1:3</a> +; <span dir=\"rtl\">יֶהִ֑י</span> <a data-ref=\"Ezekiel 16:15\" href=\"/Ezekiel.16.15\">Ez 16:15</a>; <span dir=\"rtl\">וִיהִי</span> <a data-ref=\"Genesis 1:6\" href=\"/Genesis.1.6\">Gn 1:6</a> +; <span dir=\"rtl\">וַיְהִי</span> <a data-ref=\"Genesis 1:3\" href=\"/Genesis.1.3\">Gn 1:3</a> +; <span dir=\"rtl\">וַיֶּהִ֑י</span> <a data-ref=\"Psalms 33:9\" href=\"/Psalms.33.9\">ψ 33:9</a> <a data-ref=\"Ezekiel 16:19\" href=\"/Ezekiel.16.19\">Ez 16:19</a>; 3 fs. <span dir=\"rtl\">תִּהְיֶה</span> <a data-ref=\"Genesis 21:30\" href=\"/Genesis.21.30\">Gn 21:30</a> +; 1 s. <span dir=\"rtl\">אֶהְיֶה</span> <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">Ex 3:12</a> +; <span dir=\"rtl\">וָאֶהְיֶה</span> <a data-ref=\"II Samuel 7:6\" href=\"/II_Samuel.7.6\">2 S 7:6</a> + 9 times; <span dir=\"rtl\">וָאֱהִי</span> <a data-ref=\"Judges 18:4\" href=\"/Judges.18.4\">Ju 18:4</a> + 12 times; 3 mpl. <span dir=\"rtl\">יִהְיוּ</span> <a data-ref=\"Genesis 6:19\" href=\"/Genesis.6.19\">Gn 6:19</a> +; 3 fpl. <span dir=\"rtl\">תִּהְיֶינָה</span> <a data-ref=\"Isaiah 16:2\" href=\"/Isaiah.16.2\">Is 16:2</a> + 19 times; <span dir=\"rtl\">תִּהְיֶיןָ</span> <a data-ref=\"Genesis 41:36\" href=\"/Genesis.41.36\">Gn 41:36</a> + 11 times; <span dir=\"rtl\">וְתִהְיֶנָה</span> <a data-ref=\"Jeremiah 18:21\" href=\"/Jeremiah.18.21\">Je 18:21</a>; <a data-ref=\"Jeremiah 48:6\" href=\"/Jeremiah.48.6\">48:6</a>; <span dir=\"rtl\">וַתִּהְיֶינָה</span> <a data-ref=\"II Samuel 20:3\" href=\"/II_Samuel.20.3\">2 S 20:3</a> + 6 times; <span dir=\"rtl\">וַתִּהְיֶיןָ</span> <a data-ref=\"Genesis 26:35\" href=\"/Genesis.26.35\">Gn 26:35</a>; <a data-ref=\"I Samuel 25:43\" href=\"/I_Samuel.25.43\">1 S 25:43</a>; <span dir=\"rtl\">וַתִּהְיֶנָה</span> <a data-ref=\"I Chronicles 7:15\" href=\"/I_Chronicles.7.15\">1 Ch 7:15</a>; 2 mpl. <span dir=\"rtl\">תִּהְיוּ</span> <a data-ref=\"Genesis 34:15\" href=\"/Genesis.34.15\">Gn 34:15</a> +; <span dir=\"rtl\">תִּהְיוּן</span> <a data-ref=\"Exodus 22:20\" href=\"/Exodus.22.20\">Ex 22:20</a>; 1 pl. <span dir=\"rtl\">נִהְיֶה</span> <a data-ref=\"Genesis 38:23\" href=\"/Genesis.38.23\">Gn 38:23</a> +; <span dir=\"rtl\">וַנִּהְיֶה</span> <a data-ref=\"II Samuel 11:23\" href=\"/II_Samuel.11.23\">2 S 11:23</a>; <a data-ref=\"Jeremiah 44:17\" href=\"/Jeremiah.44.17\">Je 44:17</a>; <span dir=\"rtl\">וַנְּהִי</span> <a data-ref=\"Numbers 13:33\" href=\"/Numbers.13.33\">Nu 13:33</a>; <a data-ref=\"Isaiah 64:5\" href=\"/Isaiah.64.5\">Is 64:5</a>, etc.; Imv. ms. <span dir=\"rtl\">הֱיֵה</span> <a data-ref=\"Exodus 18:19\" href=\"/Exodus.18.19\">Ex 18:19</a> +; fs. <span dir=\"rtl\">הֲיִי</span> <a data-ref=\"Genesis 24:60\" href=\"/Genesis.24.60\">Gn 24:60</a>; mpl. <span dir=\"rtl\">הֱיוּ</span> <a data-ref=\"Exodus 19:15\" href=\"/Exodus.19.15\">Ex 19:15</a>; <a data-ref=\"Numbers 16:16\" href=\"/Numbers.16.16\">Nu 16:16</a>, <span dir=\"rtl\">וִהְיוּ</span> <a data-ref=\"I Samuel 4:9\" href=\"/I_Samuel.4.9\">1 S 4:9</a> + 6 times; Inf. abs. <span dir=\"rtl\">הָיוֹ</span> <a data-ref=\"Genesis 18:18\" href=\"/Genesis.18.18\">Gn 18:18</a> + 3 times; <span dir=\"rtl\">הָיֹה</span> <a data-ref=\"I Kings 13:32\" href=\"/I_Kings.13.32\">1 K 13:32</a> <a data-ref=\"Ezekiel 1:3\" href=\"/Ezekiel.1.3\">Ez 1:3</a>; cstr. <span dir=\"rtl\">הֱיוֹת</span> <a data-ref=\"Genesis 2:18\" href=\"/Genesis.2.18\">Gn 2:18</a> +, so read prob. also for <span dir=\"rtl\">הֱיֵה</span> <a data-ref=\"Ezekiel 21:15\" href=\"/Ezekiel.21.15\">Ez 21:15</a> cf. Sm Kö<sup>i p. 600 f.</sup> (Co em. <span dir=\"rtl\">היה־לה</span> to <span dir=\"rtl\">הָהֵל</span> <em>shine, glitter</em>); with pref. <span dir=\"rtl\">בִּהְיוֹת</span> <a data-ref=\"Exodus 5:13\" href=\"/Exodus.5.13\">Ex 5:13</a> +, <span dir=\"rtl\">בִּהְיֹת</span> <a data-ref=\"Exodus 19:16\" href=\"/Exodus.19.16\">Ex 19:16</a> +; <span dir=\"rtl\">לִהְיוֹת</span> <a data-ref=\"Genesis 10:8\" href=\"/Genesis.10.8\">Gn 10:8</a> +, <span dir=\"rtl\">לִהְיֹת</span> <a data-ref=\"Exodus 23:1\" href=\"/Exodus.23.1\">Ex 23:1</a> +; sf. <span dir=\"rtl\">הֱיוֹתִי</span> <a data-ref=\"Jonah 4:2\" href=\"/Jonah.4.2\">Jon 4:2</a>; <span dir=\"rtl\">הֱיוֹתְךָ</span> <a data-ref=\"Judges 18:19\" href=\"/Judges.18.19\">Ju 18:19</a><sup>(×2)</sup>; <span dir=\"rtl\">לִהְיֹתְךָ</span> <a data-ref=\"Deuteronomy 26:19\" href=\"/Deuteronomy.26.19\">Dt 26:19</a>, etc.; Pt. f. <span dir=\"rtl\">הוֹיָה</span> <a data-ref=\"Exodus 9:3\" href=\"/Exodus.9.3\">Ex 9:3</a>. <strong>I.</strong> <strong>1.</strong> <strong>a.</strong>  <em>Fall out, happen</em> <span dir=\"rtl\">מֶה־הָיָה הַדָּבָר</span> <a data-ref=\"I Samuel 4:16\" href=\"/I_Samuel.4.16\">1 S 4:16</a> <em>how has the matter fallen out</em>, (<em>gone, turned out</em>)? so <a data-ref=\"II Samuel 1:4\" href=\"/II_Samuel.1.4\">2 S 1:4</a>; <span dir=\"rtl\">מֶה־הָיָה לוֹ</span> <a data-ref=\"Exodus 32:1\" href=\"/Exodus.32.1\">Ex 32:1</a>, <a data-ref=\"Exodus 32:23\" href=\"/Exodus.32.23\">23</a> (both JE) <em>what has happened to him?</em> cf. <a data-ref=\"I Samuel 10:12\" href=\"/I_Samuel.10.12\">1 S 10:12</a>; <span dir=\"rtl\">מִקְרֶה הוּא הָיָה לָנוּ</span> <a data-ref=\"I Samuel 6:9\" href=\"/I_Samuel.6.9\">1 S 6:9</a> <em>a chance it is that has befallen us;</em> also <span dir=\"rtl\">וַיְהִי־לוֹ כֵּן</span> <a data-ref=\"II Kings 7:20\" href=\"/II_Kings.7.20\">2 K 7:20</a> <em>and so it happened to him</em>, cf. <span dir=\"rtl\">וַיְהִי־כֵן</span> infr. <strong>b.</strong>  <em>occur, take place, come about, come to pass:</em>—<span dir=\"rtl\">מַגֵּפָה גְדוֹלָה הָֽיְתָה בָּעָם</span> <a data-ref=\"I Samuel 4:17\" href=\"/I_Samuel.4.17\">1 S 4:17</a> <em>a great slaughter has taken place among the people</em>, cf. <a data-ref=\"II Samuel 17:9\" href=\"/II_Samuel.17.9\">2 S 17:9</a>; <span dir=\"rtl\">הַמִּלְחָמָה בְּיַעַר אֶפְרַיִם וַתְּהִי</span> <a data-ref=\"II Samuel 18:6\" href=\"/II_Samuel.18.6\">2 S 18:6</a> <em>and the battle took place in the wood of Ephraim</em> (on <span dir=\"rtl\">אפרים</span> cf. Klo Dr); <a data-ref=\"Joshua 22:17\" href=\"/Joshua.22.17\">Jos 22:17</a> (P; of plague); <span dir=\"rtl\">תְּהִי נָא אָלָה</span> <a data-ref=\"Genesis 26:28\" href=\"/Genesis.26.28\">Gn 26:28</a> (J) <em>let an oath take place</em> (be taken) so <a data-ref=\"Judges 21:5\" href=\"/Judges.21.5\">Ju 21:5</a>; cf. <a data-ref=\"II Kings 17:7\" href=\"/II_Kings.17.7\">2 K 17:7</a> (si vera l.), <a data-ref=\"Ezekiel 16:34\" href=\"/Ezekiel.16.34\">Ez 16:34</a>; especially late, <a data-ref=\"II Chronicles 29:36\" href=\"/II_Chronicles.29.36\">2 Ch 29:36</a>; <a data-ref=\"II Chronicles 32:31\" href=\"/II_Chronicles.32.31\">32:31</a>; <a data-ref=\"Ecclesiastes 1:9\" href=\"/Ecclesiastes.1.9\">Ec 1:9</a>, <a data-ref=\"Ecclesiastes 1:10\" href=\"/Ecclesiastes.1.10\">10</a>; <a data-ref=\"Ecclesiastes 3:22\" href=\"/Ecclesiastes.3.22\">3:22</a>; <a data-ref=\"Ecclesiastes 8:7\" href=\"/Ecclesiastes.8.7\">8:7</a>; <a data-ref=\"Ecclesiastes 10:14\" href=\"/Ecclesiastes.10.14\">10:14</a> etc.; often of fulfilment of prediction, command, expectation, etc.:—<span dir=\"rtl\">כֵּן הָיָה</span> <a data-ref=\"Genesis 41:3\" href=\"/Genesis.41.3\">Gn 41:3</a> (E) <em>so it came to pass</em>, <a data-ref=\"II Samuel 13:25\" href=\"/II_Samuel.13.25\">2 S 13:25</a>, <span dir=\"rtl\">וַיְהִי־כֵן</span> <a data-ref=\"Judges 6:38\" href=\"/Judges.6.38\">Ju 6:38</a> <a data-ref=\"II Kings 15:12\" href=\"/II_Kings.15.12\">2 K 15:12</a> <a data-ref=\"Isaiah 29:5\" href=\"/Isaiah.29.5\">Is 29:5</a>, & especially <span dir=\"rtl\">וַיְהִי־כֵן</span> <a data-ref=\"Genesis 1:7\" href=\"/Genesis.1.7\">Gn 1:7</a>, <a data-ref=\"Genesis 1:9\" href=\"/Genesis.1.9\">9</a>, <a data-ref=\"Genesis 1:11\" href=\"/Genesis.1.11\">11</a>, <a data-ref=\"Genesis 1:15\" href=\"/Genesis.1.15\">15</a>, <a data-ref=\"Genesis 1:24\" href=\"/Genesis.1.24\">24</a>, <a data-ref=\"Genesis 1:30\" href=\"/Genesis.1.30\">30</a> (all P) +; <span dir=\"rtl\">יְהִי כִדְבָרֶ֑ךָ</span> <a data-ref=\"Genesis 30:34\" href=\"/Genesis.30.34\">Gn 30:34</a> <em>let it be as thou sayest</em>, <a data-ref=\"Zechariah 6:15\" href=\"/Zechariah.6.15\">Zc 6:15</a>, v. also <span dir=\"rtl\">לֹא תָקוּם וְלֹא יִהְיֶה</span> <a data-ref=\"Isaiah 7:7\" href=\"/Isaiah.7.7\">Is 7:7</a> <em>it shall not arise</em> (be realized) <em>& shall not come</em> about, <a data-ref=\"Isaiah 14:24\" href=\"/Isaiah.14.24\">14:24</a>; (so often <span dir=\"rtl\">בּוֹא</span> q.v. <strong>2 c,</strong> p. 98 supr.) <strong>2.</strong>  especially & very often, <em>come about, come to pass</em> sq. substantive (subj.) cl. almost always + modifying (usually temporal) cl. or phr.: <strong>a.</strong>  (1) <span dir=\"rtl\">וַיְהִי</span> <em>and it came to pass</em> that, most often (c. 292 times) foll. by (<em>a</em>) Impf. consec.: α. with Inf. c. <span dir=\"rtl\">כְּ</span> temp. <a data-ref=\"Genesis 12:14\" href=\"/Genesis.12.14\">Gn 12:14</a>; <a data-ref=\"Genesis 19:17\" href=\"/Genesis.19.17\">19:17</a> (both J) + 75 times + <a data-ref=\"Esther 3:4\" href=\"/Esther.3.4\">Est 3:4</a> Qr (Hex chiefly J,—so always Gn,—& JE; P only <a data-ref=\"Exodus 16:10\" href=\"/Exodus.16.10\">Ex 16:10</a>, D only <a data-ref=\"Deuteronomy 5:17\" href=\"/Deuteronomy.5.17\">Dt 5:20</a>; <a data-ref=\"Deuteronomy 31:24\" href=\"/Deuteronomy.31.24\">31:24</a> <a data-ref=\"Joshua 5:1\" href=\"/Joshua.5.1\">Jos 5:1</a>; <a data-ref=\"Joshua 9:1\" href=\"/Joshua.9.1\">9:1</a>; 27 times in K),—somewhat diff. is <a data-ref=\"II Kings 7:18\" href=\"/II_Kings.7.18\">2 K 7:18</a>; β. with Inf. c. <span dir=\"rtl\">בְּ</span> <a data-ref=\"Genesis 4:8\" href=\"/Genesis.4.8\">Gn 4:8</a>; <a data-ref=\"Genesis 11:2\" href=\"/Genesis.11.2\">11:2</a> (both J) + 29 times + <a data-ref=\"Esther 3:4\" href=\"/Esther.3.4\">Est 3:4</a> Kt (in Hex 10 times JE; 3 times P, <a data-ref=\"Genesis 19:29\" href=\"/Genesis.19.29\">Gn 19:29</a>; <a data-ref=\"Exodus 34:29\" href=\"/Exodus.34.29\">Ex 34:29</a>; <a data-ref=\"Numbers 17:7\" href=\"/Numbers.17.7\">Nu 17:7</a>; not in D); γ. with <span dir=\"rtl\">בְּ</span> sq. nom. temp. (<span dir=\"rtl\">יוֹם</span>, <span dir=\"rtl\">בֹּקֶר</span>, etc.) <a data-ref=\"Genesis 21:22\" href=\"/Genesis.21.22\">Gn 21:22</a> (E) <a data-ref=\"Genesis 26:32\" href=\"/Genesis.26.32\">26:32</a> (J) + 45 times (Hex 14 times JE; 3 times P, <a data-ref=\"Exodus 6:28\" href=\"/Exodus.6.28\">Ex 6:28</a>; <a data-ref=\"Exodus 16:13\" href=\"/Exodus.16.13\">16:13</a> <a data-ref=\"Numbers 7:1\" href=\"/Numbers.7.1\">Nu 7:1</a>; not D); δ. <span dir=\"rtl\">לְ</span> temp. <a data-ref=\"I Samuel 1:20\" href=\"/I_Samuel.1.20\">1 S 1:20</a>; <a data-ref=\"II Samuel 13:23\" href=\"/II_Samuel.13.23\">2 S 13:23</a>; <a data-ref=\"I Kings 20:26\" href=\"/I_Kings.20.26\">1 K 20:26</a>; <a data-ref=\"I Chronicles 20:1\" href=\"/I_Chronicles.20.1\">1 Ch 20:1</a>; ε. <span dir=\"rtl\">כְּ</span> temp. <a data-ref=\"Genesis 39:11\" href=\"/Genesis.39.11\">Gn 39:11</a> <a data-ref=\"I Samuel 25:38\" href=\"/I_Samuel.25.38\">1 S 25:38</a>; ζ. <span dir=\"rtl\">מִן</span> temp. viz.: <span dir=\"rtl\">מֵאָז</span> <a data-ref=\"Genesis 39:5\" href=\"/Genesis.39.5\">Gn 39:5</a>, <span dir=\"rtl\">מִיּוֹם</span> <a data-ref=\"I Samuel 7:2\" href=\"/I_Samuel.7.2\">1 S 7:2</a> cf. <a data-ref=\"I Samuel 30:25\" href=\"/I_Samuel.30.25\">30:25</a>, <span dir=\"rtl\">מִיָּמִים</span> <a data-ref=\"Judges 11:4\" href=\"/Judges.11.4\">Ju 11:4</a>; <a data-ref=\"Judges 15:1\" href=\"/Judges.15.1\">15:1</a>, <span dir=\"rtl\">מִקֵּץ</span> <a data-ref=\"Genesis 4:3\" href=\"/Genesis.4.3\">Gn 4:3</a>; <a data-ref=\"Genesis 8:6\" href=\"/Genesis.8.6\">8:6</a> + 6 times, <span dir=\"rtl\">מִקְצֵה</span> <a data-ref=\"Joshua 3:2\" href=\"/Joshua.3.2\">Jos 3:2</a> <a data-ref=\"II Kings 8:3\" href=\"/II_Kings.8.3\">2 K 8:3</a> <a data-ref=\"Ezekiel 3:16\" href=\"/Ezekiel.3.16\">Ez 3:16</a>, especially <span dir=\"rtl\">מִמָּחֳרָת</span> <a data-ref=\"Genesis 19:34\" href=\"/Genesis.19.34\">Gn 19:34</a> <a data-ref=\"Exodus 18:13\" href=\"/Exodus.18.13\">Ex 18:13</a> + 11 times; η. <span dir=\"rtl\">כַּאֲשֶׁר</span> temp. <a data-ref=\"Genesis 12:11\" href=\"/Genesis.12.11\">Gn 12:11</a> (J) <a data-ref=\"Genesis 20:13\" href=\"/Genesis.20.13\">20:13</a> (E) + 31 times (Hex 13 times JE, <a data-ref=\"Deuteronomy 2:16\" href=\"/Deuteronomy.2.16\">Dt 2:16</a>, not P), characteristic of Neh.’s memoirs, †<a data-ref=\"Nehemiah 3:33\" href=\"/Nehemiah.3.33\">Ne 3:33</a>; <a data-ref=\"Nehemiah 4:1\" href=\"/Nehemiah.4.1\">4:1</a>, <a data-ref=\"Nehemiah 4:6\" href=\"/Nehemiah.4.6\">6</a>, <a data-ref=\"Nehemiah 4:9\" href=\"/Nehemiah.4.9\">9</a>; <a data-ref=\"Nehemiah 6:1\" href=\"/Nehemiah.6.1\">6:1</a>, <a data-ref=\"Nehemiah 6:16\" href=\"/Nehemiah.6.16\">16</a>; <a data-ref=\"Nehemiah 7:1\" href=\"/Nehemiah.7.1\">7:1</a>; <a data-ref=\"Nehemiah 13:19\" href=\"/Nehemiah.13.19\">13:19</a>; θ. with <span dir=\"rtl\">כִּי</span> temp. <a data-ref=\"Genesis 6:1\" href=\"/Genesis.6.1\">Gn 6:1</a> (J) <a data-ref=\"Exodus 3:21\" href=\"/Exodus.3.21\">Ex 3:21</a> (E) + 14 times + <a data-ref=\"Judges 16:25\" href=\"/Judges.16.25\">Ju 16:25</a> Kt; ι. <span dir=\"rtl\">אַחֲרֵי</span> temp. <a data-ref=\"Genesis 22:20\" href=\"/Genesis.22.20\">Gn 22:20</a> (J) + 13 times, <span dir=\"rtl\">אַחַר</span> <a data-ref=\"Genesis 39:7\" href=\"/Genesis.39.7\">Gn 39:7</a> <a data-ref=\"Job 42:7\" href=\"/Job.42.7\">Jb 42:7</a>, <span dir=\"rtl\">אַחֲרֵי־כֵן</span> <a data-ref=\"Judges 16:4\" href=\"/Judges.16.4\">Ju 16:4</a> + 6 times; κ. sq. <span dir=\"rtl\">עַד</span> temp. <a data-ref=\"I Samuel 14:19\" href=\"/I_Samuel.14.19\">1 S 14:19</a> (on which cf. Dr); comp. <span dir=\"rtl\">עַד־כֹּה וְעַד־כֹּה</span> <a data-ref=\"I Kings 18:45\" href=\"/I_Kings.18.45\">1 K 18:45</a>; λ. with combinations; as <span dir=\"rtl\">בְּ</span> c. nom. temp. + <span dir=\"rtl\">בְּ</span> Inf. <a data-ref=\"Genesis 34:25\" href=\"/Genesis.34.25\">Gn 34:25</a> <a data-ref=\"Exodus 19:16\" href=\"/Exodus.19.16\">Ex 19:16</a> <a data-ref=\"I Samuel 25:37\" href=\"/I_Samuel.25.37\">1 S 25:37</a>; <span dir=\"rtl\">בְּ</span> Inf. + <span dir=\"rtl\">כְּ</span> Inf. <a data-ref=\"Joshua 3:14\" href=\"/Joshua.3.14\">Jos 3:14</a>; double prep. <span dir=\"rtl\">כְּמִשְּׁלשׁ חֳדָשִׁים</span> <a data-ref=\"Genesis 38:24\" href=\"/Genesis.38.24\">Gn 38:24</a>; <span dir=\"rtl\">מִקְצֵה</span> + <span dir=\"rtl\">אַחֲרֵי אֲשֶׁר</span> <a data-ref=\"Joshua 9:16\" href=\"/Joshua.9.16\">Jos 9:16</a>; <span dir=\"rtl\">מִיָּמִים</span> + <em>id.</em> <a data-ref=\"Joshua 23:1\" href=\"/Joshua.23.1\">23:1</a>; μ. other unusual constructions under this head are: those where temporal idea is expr. by a circumst. cl. <a data-ref=\"Isaiah 22:7\" href=\"/Isaiah.22.7\">Is 22:7</a> <a data-ref=\"I Kings 13:20\" href=\"/I_Kings.13.20\">1 K 13:20</a> <a data-ref=\"II Kings 8:21\" href=\"/II_Kings.8.21\">2 K 8:21</a> (Dr<sup>§ 165, & Obs.</sup>) = <a data-ref=\"II Chronicles 21:9\" href=\"/II_Chronicles.21.9\">2 Ch 21:9</a>; those with indef. <span dir=\"rtl\">כֹּל</span> <a data-ref=\"I Samuel 10:11\" href=\"/I_Samuel.10.11\">1 S 10:11</a>; <a data-ref=\"II Samuel 2:23\" href=\"/II_Samuel.2.23\">2 S 2:23</a>; <a data-ref=\"II Samuel 15:2\" href=\"/II_Samuel.15.2\">15:2</a>, or with pt. = rel. cl. <a data-ref=\"I Samuel 11:1\" href=\"/I_Samuel.11.1\">1 S 11:1</a> (on all v. Dr<sup>§ 78 n. & Sm</sup>); quite unique is <a data-ref=\"I Kings 16:31\" href=\"/I_Kings.16.31\">1 K 16:31</a>, with <span dir=\"rtl\">הֲנָקֵל לֶכְתּוֹ וגו׳</span> in place of temp. cl. (<em>b</em>) <span dir=\"rtl\">וַיְהִי</span> sometimes sq. simple Pf., with a negative <a data-ref=\"Genesis 39:10\" href=\"/Genesis.39.10\">Gn 39:10</a> (c. <span dir=\"rtl\">כְּ</span> Inf.), <a data-ref=\"Exodus 13:17\" href=\"/Exodus.13.17\">Ex 13:17</a> (c. <span dir=\"rtl\">בְּ</span> Inf.) <a data-ref=\"II Kings 12:7\" href=\"/II_Kings.12.7\">2 K 12:7</a>; <a data-ref=\"II Kings 17:25\" href=\"/II_Kings.17.25\">17:25</a> (both c. <span dir=\"rtl\">בְּ</span> temp.); & without neg., <a data-ref=\"Genesis 8:13\" href=\"/Genesis.8.13\">Gn 8:13</a> (P) <a data-ref=\"Genesis 14:1\" href=\"/Genesis.14.1\">14:1</a> +, usually c. <span dir=\"rtl\">בְּ</span> temp. (38 times), Hex chiefly P; rarely c. other prep. & adv. as above; note especially <span dir=\"rtl\">מִדֵּי</span> sq. Inf. <a data-ref=\"I Samuel 18:20\" href=\"/I_Samuel.18.20\">1 S 18:20</a> <a data-ref=\"II Chronicles 12:11\" href=\"/II_Chronicles.12.11\">2 Ch 12:11</a>; sometimes the subj. of foll. Pf. precedes it c. <span dir=\"rtl\">וְ</span>, as <a data-ref=\"Genesis 22:1\" href=\"/Genesis.22.1\">Gn 22:1</a>; <a data-ref=\"Genesis 41:1\" href=\"/Genesis.41.1\">41:1</a>; <a data-ref=\"I Samuel 18:19\" href=\"/I_Samuel.18.19\">1 S 18:19</a>; <a data-ref=\"I Samuel 30:1\" href=\"/I_Samuel.30.1\">30:1</a>; <a data-ref=\"II Kings 2:9\" href=\"/II_Kings.2.9\">2 K 2:9</a>; <a data-ref=\"II Kings 4:40\" href=\"/II_Kings.4.40\">4:40</a> +; note especially <a data-ref=\"II Samuel 17:27\" href=\"/II_Samuel.17.27\">2 S 17:27</a> where several subj. & also several objects precede the Pf. (cf. Dr); in these cases the temporal modifier is occasionally a circumst. cl. <a data-ref=\"II Samuel 13:30\" href=\"/II_Samuel.13.30\">2 S 13:30</a>; <a data-ref=\"I Kings 8:10\" href=\"/I_Kings.8.10\">1 K 8:10</a>; <a data-ref=\"II Kings 19:37\" href=\"/II_Kings.19.37\">2 K 19:37</a> = <a data-ref=\"Isaiah 37:38\" href=\"/Isaiah.37.38\">Is 37:38</a>; rarely subj. precedes Pf. without <span dir=\"rtl\">וְ</span> <a data-ref=\"I Kings 11:4\" href=\"/I_Kings.11.4\">1 K 11:4</a>; <a data-ref=\"I Kings 21:1\" href=\"/I_Kings.21.1\">21:1</a>, comp. subj. preceding Pt. without <span dir=\"rtl\">וְ</span> <a data-ref=\"Nehemiah 4:10\" href=\"/Nehemiah.4.10\">Ne 4:10</a>; in <a data-ref=\"II Chronicles 8:1\" href=\"/II_Chronicles.8.1\">2 Ch 8:1</a> the obj. (with <span dir=\"rtl\">וְ</span>) precedes what is appar. the principal vb. (<em>c</em>) <span dir=\"rtl\">וַיְהִי</span> sq. <span dir=\"rtl\">וְהִנֵּה</span> <a data-ref=\"Genesis 24:15\" href=\"/Genesis.24.15\">Gn 24:15</a> (J; <span dir=\"rtl\">טֶרֶם</span> in temp. cl.), <a data-ref=\"Genesis 29:25\" href=\"/Genesis.29.25\">29:25</a> (E), <a data-ref=\"Genesis 38:27\" href=\"/Genesis.38.27\">38:27</a> (J, both <span dir=\"rtl\">בְּ</span> temp.) v <a data-ref=\"Genesis 38:29\" href=\"/Genesis.38.29\">29</a> (<span dir=\"rtl\">כְּ</span> Pt.), <a data-ref=\"I Samuel 13:10\" href=\"/I_Samuel.13.10\">1 S 13:10</a> (<span dir=\"rtl\">כְּ</span> Inf.); also <a data-ref=\"II Samuel 1:2\" href=\"/II_Samuel.1.2\">2 S 1:2</a>; <a data-ref=\"II Samuel 13:36\" href=\"/II_Samuel.13.36\">13:36</a>; <a data-ref=\"II Samuel 15:32\" href=\"/II_Samuel.15.32\">15:32</a> (circumst. cl.) <a data-ref=\"II Kings 2:11\" href=\"/II_Kings.2.11\">2 K 2:11</a> (<em>id.</em>), <a data-ref=\"II Kings 3:20\" href=\"/II_Kings.3.20\">3:20</a>, <a data-ref=\"II Kings 13:21\" href=\"/II_Kings.13.21\">13:21</a> (circumst. cl.). (<em>d</em>) rarely <span dir=\"rtl\">וַיְהִי</span> (in this sense) sq. other constructions: <span dir=\"rtl\">אָז יִתֵּן</span> <a data-ref=\"I Kings 9:10\" href=\"/I_Kings.9.10\">1 K 9:10</a> (c. <span dir=\"rtl\">מִקְצֵה</span>); Impf. frequentat. <a data-ref=\"I Kings 14:28\" href=\"/I_Kings.14.28\">14:28</a> (c. <span dir=\"rtl\">מִדֵּי־בֹּא</span>, <a data-ref=\"II Kings 4:8\" href=\"/II_Kings.4.8\">2 K 4:8</a> (c. <span dir=\"rtl\">מִדֵּי עָבְרוֹ</span>) <a data-ref=\"Jeremiah 36:23\" href=\"/Jeremiah.36.23\">Je 36:23</a> (c. <span dir=\"rtl\">כְּ</span> Inf.); Pf. consec. frequentat. <a data-ref=\"II Chronicles 24:11\" href=\"/II_Chronicles.24.11\">2 Ch 24:11</a> (c. <span dir=\"rtl\">בְּ</span> temp.). (2) really also Pf. c. <span dir=\"rtl\">וְ</span> conj. <span dir=\"rtl\">וְהָיָה</span> (cf. Dr<sup>§ 133</sup>) sq. Impf. consec. as subj. cl.: <a data-ref=\"I Samuel 1:12\" href=\"/I_Samuel.1.12\">1 S 1:12</a> (c. several circumst. cl.), <a data-ref=\"I Samuel 10:9\" href=\"/I_Samuel.10.9\">10:9</a> (c. <span dir=\"rtl\">כְּ</span> Inf.) <a data-ref=\"II Kings 3:15\" href=\"/II_Kings.3.15\">2 K 3:15</a> (<em>id.</em>), <a data-ref=\"I Samuel 17:48\" href=\"/I_Samuel.17.48\">1 S 17:48</a> (c. <span dir=\"rtl\">כִּי</span>), <a data-ref=\"Jeremiah 37:11\" href=\"/Jeremiah.37.11\">Je 37:11</a> (c. <span dir=\"rtl\">בְּ</span> Inf.), <a data-ref=\"Amos 7:2\" href=\"/Amos.7.2\">Am 7:2</a> (c. <span dir=\"rtl\">אִם</span> temp.); also <a data-ref=\"Jeremiah 3:9\" href=\"/Jeremiah.3.9\">Je 3:9</a> (appar. c. <span dir=\"rtl\">מִן</span> causat., but obscure); <a data-ref=\"I Samuel 13:22\" href=\"/I_Samuel.13.22\">1 S 13:22</a> (c. <span dir=\"rtl\">בְּ</span> temp.) is foll. by <span dir=\"rtl\">וְלֹא</span> & Pf. as well as Impf. consec. <strong>b.</strong>  less often <span dir=\"rtl\">וְהָיָה</span> Pf. consec. <em>and it shall come to pass</em>, or frequentat., <em>came to pass</em> (repeatedly, etc.) usually (<em>a</em>) sq. simple Impf. (c. 100 times): α. c. <span dir=\"rtl\">בְּ</span> temp. <a data-ref=\"Deuteronomy 21:16\" href=\"/Deuteronomy.21.16\">Dt 21:16</a>; <a data-ref=\"Deuteronomy 25:19\" href=\"/Deuteronomy.25.19\">25:19</a> + 37 times, (especially <span dir=\"rtl\">בַּיּוֹם הַהוּא</span> <a data-ref=\"Hosea 2:18\" href=\"/Hosea.2.18\">Ho 2:18</a>, <a data-ref=\"Hosea 2:23\" href=\"/Hosea.2.23\">23</a> <a data-ref=\"Isaiah 7:18\" href=\"/Isaiah.7.18\">Is 7:18</a>, <a data-ref=\"Isaiah 7:21\" href=\"/Isaiah.7.21\">21</a>, <a data-ref=\"Isaiah 7:23\" href=\"/Isaiah.7.23\">23</a> + 21 times); β. c. <span dir=\"rtl\">בְּ</span> loc. <a data-ref=\"Ezekiel 47:23\" href=\"/Ezekiel.47.23\">Ez 47:23</a> <a data-ref=\"Zechariah 13:8\" href=\"/Zechariah.13.8\">Zc 13:8</a> cf. also <a data-ref=\"Hosea 2:1\" href=\"/Hosea.2.1\">Ho 2:1</a> (<span dir=\"rtl\">בִּמְקוֹם אֲשֶׁר</span>, but perhaps = <em>instead of</em>, cf. VB); γ. c. indef. rel. cl., or its equiv. (<span dir=\"rtl\">כֹּל</span> indef., etc.), cf. Dr<sup>§ 121, Obs. 1</sup>: <a data-ref=\"Genesis 4:14\" href=\"/Genesis.4.14\">Gn 4:14</a>; <a data-ref=\"Numbers 17:20\" href=\"/Numbers.17.20\">Nu 17:20</a>; <a data-ref=\"Deuteronomy 12:11\" href=\"/Deuteronomy.12.11\">Dt 12:11</a>; <a data-ref=\"Deuteronomy 18:19\" href=\"/Deuteronomy.18.19\">18:19</a>; <a data-ref=\"Joshua 7:14\" href=\"/Joshua.7.14\">Jos 7:14</a>, <a data-ref=\"Joshua 7:15\" href=\"/Joshua.7.15\">15</a>; <a data-ref=\"Judges 7:4\" href=\"/Judges.7.4\">Ju 7:4</a>; <a data-ref=\"I Samuel 2:36\" href=\"/I_Samuel.2.36\">1 S 2:36</a>; <a data-ref=\"I Samuel 17:25\" href=\"/I_Samuel.17.25\">17:25</a>; <a data-ref=\"II Samuel 15:35\" href=\"/II_Samuel.15.35\">2 S 15:35</a>; <a data-ref=\"I Kings 19:17\" href=\"/I_Kings.19.17\">1 K 19:17</a>; <a data-ref=\"I Kings 20:6\" href=\"/I_Kings.20.6\">20:6</a>; <a data-ref=\"Isaiah 4:3\" href=\"/Isaiah.4.3\">Is 4:3</a>; <a data-ref=\"Isaiah 24:18\" href=\"/Isaiah.24.18\">24:18</a>; <a data-ref=\"Nahum 3:7\" href=\"/Nahum.3.7\">Na 3:7</a>; <a data-ref=\"Jeremiah 27:8\" href=\"/Jeremiah.27.8\">Je 27:8</a>; <a data-ref=\"Jeremiah 42:4\" href=\"/Jeremiah.42.4\">42:4</a>; <a data-ref=\"Ezekiel 47:9\" href=\"/Ezekiel.47.9\">Ez 47:9</a>; <a data-ref=\"Zechariah 14:17\" href=\"/Zechariah.14.17\">Zc 14:17</a>; <a data-ref=\"Joel 3:5\" href=\"/Joel.3.5\">Jo 3:5</a>; δ. c. <span dir=\"rtl\">כַּאֲשֶׁר</span> <a data-ref=\"Numbers 33:56\" href=\"/Numbers.33.56\">Nu 33:56</a>; <a data-ref=\"Deuteronomy 28:63\" href=\"/Deuteronomy.28.63\">Dt 28:63</a>; <a data-ref=\"Joshua 23:15\" href=\"/Joshua.23.15\">Jos 23:15</a>; <a data-ref=\"Judges 7:17\" href=\"/Judges.7.17\">Ju 7:17</a>; <a data-ref=\"Isaiah 29:8\" href=\"/Isaiah.29.8\">Is 29:8</a>; <a data-ref=\"Jeremiah 31:28\" href=\"/Jeremiah.31.28\">Je 31:28</a>; <a data-ref=\"Zechariah 8:13\" href=\"/Zechariah.8.13\">Zc 8:13</a>; ε. less often with other modif. phr.: <span dir=\"rtl\">כְּ</span> Inf. <a data-ref=\"Exodus 33:8\" href=\"/Exodus.33.8\">Ex 33:8</a>, <a data-ref=\"Exodus 33:9\" href=\"/Exodus.33.9\">9</a> (both frequentat.), <a data-ref=\"Joshua 3:13\" href=\"/Joshua.3.13\">Jos 3:13</a>; <a data-ref=\"Joshua 8:8\" href=\"/Joshua.8.8\">8:8</a>; <a data-ref=\"Jeremiah 25:12\" href=\"/Jeremiah.25.12\">Je 25:12</a>; <a data-ref=\"Jeremiah 51:63\" href=\"/Jeremiah.51.63\">51:63</a>; <span dir=\"rtl\">בְּ</span> Inf. <a data-ref=\"Genesis 9:14\" href=\"/Genesis.9.14\">Gn 9:14</a> (P) <a data-ref=\"II Kings 4:10\" href=\"/II_Kings.4.10\">2 K 4:10</a>; <a data-ref=\"Ezekiel 44:17\" href=\"/Ezekiel.44.17\">Ez 44:17</a>; <span dir=\"rtl\">אִם</span> condit. <a data-ref=\"Deuteronomy 20:11\" href=\"/Deuteronomy.20.11\">Dt 20:11</a> (+ v <a data-ref=\"Deuteronomy 20:11\" href=\"/Deuteronomy.20.11\">11</a> Dr<sup>§ 118 n.</sup>), also <a data-ref=\"Joshua 22:18\" href=\"/Joshua.22.18\">Jos 22:18</a>, where the arrangement is peculiar, & the condit. is expressed without <span dir=\"rtl\">אִם</span> (cf. Dr<sup>§ 155</sup>); <span dir=\"rtl\">לְ</span> temp. <a data-ref=\"Deuteronomy 23:12\" href=\"/Deuteronomy.23.12\">Dt 23:12</a>; <span dir=\"rtl\">מִקֵּץ</span> <a data-ref=\"Isaiah 23:17\" href=\"/Isaiah.23.17\">Is 23:17</a>; <span dir=\"rtl\">טֶרֶם</span> <a data-ref=\"Isaiah 65:24\" href=\"/Isaiah.65.24\">Is 65:24</a>; <span dir=\"rtl\">מִדֵּי חֹדֶשׁ בְּחָדְשׁוֹ</span> <a data-ref=\"Isaiah 66:23\" href=\"/Isaiah.66.23\">Is 66:23</a>, etc. (<em>b</em>) <span dir=\"rtl\">וְהָיָה</span> sq. Pf. consec. (c. 85 times): α. most often + cl. c. <span dir=\"rtl\">כִּי</span> temp. <a data-ref=\"Genesis 12:12\" href=\"/Genesis.12.12\">Gn 12:12</a>; <a data-ref=\"Genesis 46:33\" href=\"/Genesis.46.33\">46:33</a> (both J) <a data-ref=\"Exodus 1:10\" href=\"/Exodus.1.10\">Ex 1:10</a> (E) <a data-ref=\"Deuteronomy 11:29\" href=\"/Deuteronomy.11.29\">Dt 11:29</a>; <a data-ref=\"Isaiah 8:21\" href=\"/Isaiah.8.21\">Is 8:21</a> + 25 times; β. c. <span dir=\"rtl\">אִם</span> <a data-ref=\"Exodus 4:8\" href=\"/Exodus.4.8\">Ex 4:8</a>, <a data-ref=\"Exodus 4:9\" href=\"/Exodus.4.9\">9</a> <a data-ref=\"Numbers 15:24\" href=\"/Numbers.15.24\">Nu 15:24</a>; <a data-ref=\"Deuteronomy 11:13\" href=\"/Deuteronomy.11.13\">Dt 11:13</a> + 14 times; also <a data-ref=\"Genesis 38:9\" href=\"/Genesis.38.9\">Gn 38:9</a>; <a data-ref=\"Numbers 21:9\" href=\"/Numbers.21.9\">Nu 21:9</a> (both frequentat.); γ. c. <span dir=\"rtl\">בְּ</span> temp. <a data-ref=\"Genesis 30:41\" href=\"/Genesis.30.41\">Gn 30:41</a> (frequentat.) <a data-ref=\"Genesis 47:24\" href=\"/Genesis.47.24\">47:24</a> (but cf. Ol Di) <a data-ref=\"Exodus 16:5\" href=\"/Exodus.16.5\">Ex 16:5</a> + 11 times; δ. c. indef. rel. cl. or equivalent (Dr<sup>§ 121 Obs. 1</sup>): <a data-ref=\"Genesis 24:14\" href=\"/Genesis.24.14\">Gn 24:14</a>; <a data-ref=\"Numbers 10:32\" href=\"/Numbers.10.32\">Nu 10:32</a> (Dr<sup>§ 118 n.</sup>) <a data-ref=\"Numbers 21:18\" href=\"/Numbers.21.18\">21:18</a>; <a data-ref=\"Deuteronomy 21:3\" href=\"/Deuteronomy.21.3\">Dt 21:3</a> <a data-ref=\"Judges 11:31\" href=\"/Judges.11.31\">Ju 11:31</a>; <a data-ref=\"Judges 19:30\" href=\"/Judges.19.30\">19:30</a>; <a data-ref=\"Zechariah 14:16\" href=\"/Zechariah.14.16\">Zc 14:16</a>; ε. occas. with other modif. phr.: <span dir=\"rtl\">כַּאֲשֶׁר</span> <a data-ref=\"Genesis 27:40\" href=\"/Genesis.27.40\">Gn 27:40</a> +; <span dir=\"rtl\">כְּ</span> Inf. <a data-ref=\"Genesis 44:31\" href=\"/Genesis.44.31\">Gn 44:31</a> +; <span dir=\"rtl\">בְּ</span> Inf. <a data-ref=\"Exodus 33:22\" href=\"/Exodus.33.22\">Ex 33:22</a> +; <span dir=\"rtl\">מִקֵּץ</span> <a data-ref=\"II Samuel 14:26\" href=\"/II_Samuel.14.26\">2 S 14:26</a>; <span dir=\"rtl\">עֵקֶב</span> causat. <a data-ref=\"Deuteronomy 7:12\" href=\"/Deuteronomy.7.12\">Dt 7:12</a>; also (<em>c</em>) sq. <span dir=\"rtl\">וְלֹא</span> + simple Impf. <a data-ref=\"Exodus 3:21\" href=\"/Exodus.3.21\">Ex 3:21</a> (c. <span dir=\"rtl\">כִּי</span> temp.). (<em>d</em>) <span dir=\"rtl\">וְהָיָה</span> sq. Imv. (very rare) <a data-ref=\"Deuteronomy 6:10\" href=\"/Deuteronomy.6.10\">Dt 6:10</a> (c. <span dir=\"rtl\">כִּי</span> temp.), <a data-ref=\"I Samuel 10:7\" href=\"/I_Samuel.10.7\">1 S 10:7</a> (c. <span dir=\"rtl\">כִּי</span>), cf. <a data-ref=\"I Samuel 29:10\" href=\"/I_Samuel.29.10\">29:10</a>, cf. Pf. consec. in command <a data-ref=\"I Samuel 3:9\" href=\"/I_Samuel.3.9\">1 S 3:9</a> (c. <span dir=\"rtl\">אִם</span>). (<em>e</em>) <span dir=\"rtl\">וְהָיָה</span> sq. simple Pf. (also very rare) <a data-ref=\"Deuteronomy 8:19\" href=\"/Deuteronomy.8.19\">Dt 8:19</a> (c. <span dir=\"rtl\">אִם</span>). (<em>f</em>) <span dir=\"rtl\">וְהָיָה</span> sq. cl. without vb.: <a data-ref=\"Genesis 24:43\" href=\"/Genesis.24.43\">Gn 24:43</a> <a data-ref=\"Joshua 2:19\" href=\"/Joshua.2.19\">Jos 2:19</a> <a data-ref=\"I Kings 18:24\" href=\"/I_Kings.18.24\">1 K 18:24</a> (all c. indef. rel. modifier, or equiv., v. (<em>a</em>) γ, (<em>b</em>) δ, supr.). (<em>g</em>) <span dir=\"rtl\">וְהָיָה</span> (<span dir=\"rtl\">ו</span> conj.) sq. Impf. consec. v. <strong>a.</strong> (<em>e</em>) supr. <strong>II.</strong>  <em>Come into being, become:</em>— <strong>1.</strong> <strong>a.</strong>  abs., in lively narrative, <em>arise, appear, come</em> <span dir=\"rtl\">וַתְּהִי צְעָקָה גְדֹלָה</span> <a data-ref=\"Exodus 12:30\" href=\"/Exodus.12.30\">Ex 12:30</a> (J) <em>and there arose a great cry</em> in Egypt; <span dir=\"rtl\">וַיְהִי־קוֹל</span> <a data-ref=\"Ezekiel 1:25\" href=\"/Ezekiel.1.25\">Ez 1:25</a> (del. Co cf. Da), <a data-ref=\"Ezekiel 37:7\" href=\"/Ezekiel.37.7\">37:7</a> (del. <span dir=\"rtl\">קוֹל</span> 𝔊 Co); <span dir=\"rtl\">כִּי הָֽיְתָה הָֽרְוָחָה</span> <a data-ref=\"Exodus 8:11\" href=\"/Exodus.8.11\">Ex 8:11</a> (J) Pharaoh saw <em>that respite had come;</em> <a data-ref=\"Micah 7:4\" href=\"/Micah.7.4\">Mi 7:4</a> <em>now shall come their confusion</em> (‖ <span dir=\"rtl\">בוא</span>); also of concrete objects <span dir=\"rtl\">וְהָֽיְתָה הַקֶּשֶׁת בֶּעָנָן</span> <a data-ref=\"Genesis 9:16\" href=\"/Genesis.9.16\">Gn 9:16</a> (P) <em>and the bow shall appear in the clouds</em> (‖ <span dir=\"rtl\">וְנִרְאֲתָה</span>); <span dir=\"rtl\">וְרִמָּה לֹא הָֽיְתָה בּוֹ</span> <a data-ref=\"Exodus 16:24\" href=\"/Exodus.16.24\">Ex 16:24</a> (P) <em>and worms did not appear in it;</em> of condition or action begun & continuing, as: famine <a data-ref=\"Genesis 12:10\" href=\"/Genesis.12.10\">Gn 12:10</a>; <a data-ref=\"Genesis 26:1\" href=\"/Genesis.26.1\">26:1</a>, <a data-ref=\"Genesis 26:1\" href=\"/Genesis.26.1\">1</a> (all J), <a data-ref=\"Genesis 41:54\" href=\"/Genesis.41.54\">41:54</a> (E), <a data-ref=\"Ruth 1:1\" href=\"/Ruth.1.1\">Ru 1:1</a>; <a data-ref=\"II Samuel 21:1\" href=\"/II_Samuel.21.1\">2 S 21:1</a>; <a data-ref=\"II Kings 6:25\" href=\"/II_Kings.6.25\">2 K 6:25</a>; strife <a data-ref=\"Genesis 13:7\" href=\"/Genesis.13.7\">Gn 13:7</a>, <a data-ref=\"Genesis 13:8\" href=\"/Genesis.13.8\">8</a> (J), <a data-ref=\"Habakkuk 1:3\" href=\"/Habakkuk.1.3\">Hb 1:3</a> (‖ <span dir=\"rtl\">מָדוֹן יִשָּׂא</span>); often of action of the elements, as the coming of hail <a data-ref=\"Exodus 9:18\" href=\"/Exodus.9.18\">Ex 9:18</a>, <a data-ref=\"Exodus 9:24\" href=\"/Exodus.9.24\">24</a>, <a data-ref=\"Exodus 9:26\" href=\"/Exodus.9.26\">26</a> (all J), thunder & lightning, etc., <a data-ref=\"Exodus 19:16\" href=\"/Exodus.19.16\">Ex 19:16</a> (E), rain <a data-ref=\"I Kings 18:45\" href=\"/I_Kings.18.45\">1 K 18:45</a>, storm <a data-ref=\"Jonah 1:4\" href=\"/Jonah.1.4\">Jon 1:4</a>; especially of creative fiats <span dir=\"rtl\">יְהִי אוֹר וַיְהִי אוֹר</span> <a data-ref=\"Genesis 1:3\" href=\"/Genesis.1.3\">Gn 1:3</a> <em>let light appear, and light appeared</em>, cf. v <a data-ref=\"Genesis 1:5\" href=\"/Genesis.1.5\">5</a>, <a data-ref=\"Genesis 1:8\" href=\"/Genesis.1.8\">8</a>, <a data-ref=\"Genesis 1:13\" href=\"/Genesis.1.13\">13</a>, <a data-ref=\"Genesis 1:19\" href=\"/Genesis.1.19\">19</a>, <a data-ref=\"Genesis 1:23\" href=\"/Genesis.1.23\">23</a>, <a data-ref=\"Genesis 1:31\" href=\"/Genesis.1.31\">31</a> (all P); also <em>arise, come on the stage</em> or <em>scene</em>, <span dir=\"rtl\">וְאַחֲרָיו הָיָה שַׁמְגַּר</span> <a data-ref=\"Judges 3:31\" href=\"/Judges.3.31\">Ju 3:31</a> <em>and after him arose Shamgar</em> (= <span dir=\"rtl\">וַיָּקָם</span> <a data-ref=\"Judges 10:1\" href=\"/Judges.10.1\">10:1</a>); further <span dir=\"rtl\">וַעֲלָטָה הָיָה</span> <a data-ref=\"Genesis 15:17\" href=\"/Genesis.15.17\">Gn 15:17</a> (JE) <em>and darkness came on;</em> <span dir=\"rtl\">הַבֹּקֶר הָיָה</span> <a data-ref=\"Exodus 10:13\" href=\"/Exodus.10.13\">Ex 10:13</a> (J) <em>the morning came</em>, <a data-ref=\"Exodus 19:16\" href=\"/Exodus.19.16\">19:16</a> (E); <span dir=\"rtl\">וַיְהִי הַיּוֹם</span> †<a data-ref=\"I Samuel 1:4\" href=\"/I_Samuel.1.4\">1 S 1:4</a> <em>and the day came</em>, when (v. Dr), <a data-ref=\"I Samuel 14:1\" href=\"/I_Samuel.14.1\">14:1</a> <a data-ref=\"II Kings 4:8\" href=\"/II_Kings.4.8\">2 K 4:8</a>, <a data-ref=\"II Kings 4:11\" href=\"/II_Kings.4.11\">11</a>, <a data-ref=\"II Kings 4:18\" href=\"/II_Kings.4.18\">18</a> <a data-ref=\"Job 1:6\" href=\"/Job.1.6\">Jb 1:6</a>, <a data-ref=\"Job 1:13\" href=\"/Job.1.13\">13</a>; <a data-ref=\"Job 2:1\" href=\"/Job.2.1\">2:1</a>. <strong>b.</strong>  sq. prep.: <span dir=\"rtl\">בְּ</span>, <span dir=\"rtl\">וְיָדֵנוּ אַל־תְּהִי־בוֹ</span> (<a data-ref=\"Genesis 37:27\" href=\"/Genesis.37.27\">Gn 37:27</a> (J) <em>but out hand, let it not come upon him</em>, of hand of <span dir=\"rtl\">י׳</span> <a data-ref=\"I Samuel 5:9\" href=\"/I_Samuel.5.9\">1 S 5:9</a>; <a data-ref=\"I Samuel 7:13\" href=\"/I_Samuel.7.13\">7:13</a>; <a data-ref=\"I Samuel 12:15\" href=\"/I_Samuel.12.15\">12:15</a> + (all in hostile sense); <span dir=\"rtl\">וַיְהִי בִּרְכַּת י׳ בְּכָל־אֲשֶׁר יֶשׁ־לוֹ</span> <a data-ref=\"Genesis 39:5\" href=\"/Genesis.39.5\">Gn 39:5</a> (J) <em>and the blessing of</em> <span dir=\"rtl\">י׳</span> <em>came into</em> (on) <em>all that he had;</em> but also of plague <a data-ref=\"Exodus 12:13\" href=\"/Exodus.12.13\">Ex 12:13</a> (P); sq. <span dir=\"rtl\">עַל</span>, <span dir=\"rtl\">וּמֵי הַמַּבּוּל הָיוּ עַל־הָאָרֶץ</span> <a data-ref=\"Genesis 7:10\" href=\"/Genesis.7.10\">Gn 7:10</a> (J) <em>that the waters of the flood came upon the earth;</em> <span dir=\"rtl\">עָלַי הָיוּ כֻלָּ֑נָה</span> <a data-ref=\"Genesis 42:36\" href=\"/Genesis.42.36\">Gn 42:36</a> (E) <a data-ref=\"Genesis 9:2\" href=\"/Genesis.9.2\">Gn 9:2</a> (P) <em>fear shall come upon</em>, cf. <a data-ref=\"Genesis 35:5\" href=\"/Genesis.35.5\">35:5</a> (P) <a data-ref=\"II Chronicles 14:13\" href=\"/II_Chronicles.14.13\">2 Ch 14:13</a>; <a data-ref=\"II Chronicles 17:10\" href=\"/II_Chronicles.17.10\">17:10</a>; <a data-ref=\"II Chronicles 20:29\" href=\"/II_Chronicles.20.29\">20:29</a> +; of wrath <a data-ref=\"Joshua 22:20\" href=\"/Joshua.22.20\">Jos 22:20</a> <a data-ref=\"I Kings 3:27\" href=\"/I_Kings.3.27\">1 K 3:27</a>; so of Saul’s evil spirit from God <a data-ref=\"I Samuel 16:16\" href=\"/I_Samuel.16.16\">1 S 16:16</a>, <a data-ref=\"I Samuel 16:23\" href=\"/I_Samuel.16.23\">23</a>; <a data-ref=\"I Samuel 19:9\" href=\"/I_Samuel.19.9\">19:9</a> <span dir=\"rtl\">(אֶל)</span>; but sq. <span dir=\"rtl\">עַל</span> also in good sense <span dir=\"rtl\">וַתְּהִי עָלָיו רוּחַ י׳</span> conferring strength & efficiency <a data-ref=\"Judges 3:10\" href=\"/Judges.3.10\">Ju 3:10</a>; <a data-ref=\"Judges 11:29\" href=\"/Judges.11.29\">11:29</a> (<span dir=\"rtl\">היה</span> = <span dir=\"rtl\">צלח</span> <a data-ref=\"Judges 14:6\" href=\"/Judges.14.6\">Ju 14:6</a> + often), cf. <a data-ref=\"Numbers 24:2\" href=\"/Numbers.24.2\">Nu 24:2</a> (JE) of prophetic power; (on <span dir=\"rtl\">וַתְּהִי עָלָיו יַד י׳</span> <a data-ref=\"II Kings 3:15\" href=\"/II_Kings.3.15\">2 K 3:15</a> <a data-ref=\"Ezekiel 3:22\" href=\"/Ezekiel.3.22\">Ez 3:22</a> and the like, vid. <a data-ref=\"BDB, יָד\" href=\"/BDB,_יָד\", dir=\"rtl\">יָד</a>); <span dir=\"rtl\">יַד אֱלֹהֵינוּ הָֽיְתָה עָלֵינוּ</span> <a data-ref=\"Ezra 8:31\" href=\"/Ezra.8.31\">Ezr 8:31</a>, so <a data-ref=\"Psalms 80:18\" href=\"/Psalms.80.18\">ψ 80:18</a>; even <span dir=\"rtl\">וַתְּהִי עַל־רֹאשׁ דָּוִד</span> <a data-ref=\"II Samuel 12:30\" href=\"/II_Samuel.12.30\">2 S 12:30</a> <em>and it</em> (the crown, <span dir=\"rtl\">עֲטֶרֶת</span>) <em>came</em> (i.e. was put, set) <em>on David’s head;</em> with a diff. meaning <span dir=\"rtl\">וַנִּהְיֶה עֲלֵיהֶם עַד־פֶּתַח הַשָּׁ֑עַר</span> <a data-ref=\"II Samuel 11:23\" href=\"/II_Samuel.11.23\">2 S 11:23</a> <em>and we were</em> close <em>upon them even to the gateway</em> (cf. We Dr); <em>come, go, follow</em> (sq. <span dir=\"rtl\">אַחֲרֵי</span>) i.e. take the side of, adhere to, <a data-ref=\"Exodus 23:2\" href=\"/Exodus.23.2\">Ex 23:2</a> (JE) <a data-ref=\"I Samuel 12:14\" href=\"/I_Samuel.12.14\">1 S 12:14</a> <a data-ref=\"II Samuel 2:10\" href=\"/II_Samuel.2.10\">2 S 2:10</a> <a data-ref=\"I Kings 12:20\" href=\"/I_Kings.12.20\">1 K 12:20</a>; <a data-ref=\"I Kings 16:21\" href=\"/I_Kings.16.21\">16:21</a>; sq. <span dir=\"rtl\">לְ</span>, of blessings <a data-ref=\"Genesis 49:26\" href=\"/Genesis.49.26\">Gn 49:26</a> (poem); of judgment, punishment <a data-ref=\"Jeremiah 40:3\" href=\"/Jeremiah.40.3\">Je 40:3</a>; especially <span dir=\"rtl\">ויהי דבר</span> … <span dir=\"rtl\">אֶל</span> <em>and the word of … came unto:</em> word of Samuel <a data-ref=\"I Samuel 4:1\" href=\"/I_Samuel.4.1\">1 S 4:1</a>; usually word of God (or <span dir=\"rtl\">י׳</span>) <a data-ref=\"Genesis 15:1\" href=\"/Genesis.15.1\">Gn 15:1</a> <a data-ref=\"I Samuel 15:10\" href=\"/I_Samuel.15.10\">1 S 15:10</a> +; constantly in prophets: <a data-ref=\"Hosea 1:1\" href=\"/Hosea.1.1\">Ho 1:1</a> <a data-ref=\"Micah 1:1\" href=\"/Micah.1.1\">Mi 1:1</a> etc.; especially Je & Ez: <a data-ref=\"Jeremiah 1:4\" href=\"/Jeremiah.1.4\">Je 1:4</a>, <a data-ref=\"Jeremiah 1:11\" href=\"/Jeremiah.1.11\">11</a>, <a data-ref=\"Jeremiah 1:13\" href=\"/Jeremiah.1.13\">13</a>; <a data-ref=\"Jeremiah 2:1\" href=\"/Jeremiah.2.1\">2:1</a>; <a data-ref=\"Jeremiah 13:8\" href=\"/Jeremiah.13.8\">13:8</a> +; <a data-ref=\"Ezekiel 3:16\" href=\"/Ezekiel.3.16\">Ez 3:16</a>; <a data-ref=\"Ezekiel 6:1\" href=\"/Ezekiel.6.1\">6:1</a>; <a data-ref=\"Ezekiel 7:1\" href=\"/Ezekiel.7.1\">7:1</a>; <a data-ref=\"Ezekiel 11:14\" href=\"/Ezekiel.11.14\">11:14</a>, <a data-ref=\"Ezekiel 11:17\" href=\"/Ezekiel.11.17\">17</a>, <a data-ref=\"Ezekiel 21:21\" href=\"/Ezekiel.21.21\">21</a>, <a data-ref=\"Ezekiel 12:26\" href=\"/Ezekiel.12.26\">26</a>, <a data-ref=\"Ezekiel 12:1\" href=\"/Ezekiel.12.1\">12:1</a>, <a data-ref=\"Ezekiel 12:8\" href=\"/Ezekiel.12.8\">8</a>;+; so also abs. <span dir=\"rtl\">הָיָה הַמַּשָּׂא הַזֶּה</span> <a data-ref=\"Isaiah 14:28\" href=\"/Isaiah.14.28\">Is 14:28</a> in the death-year of king Ahaz <em>came this utterance;</em> also sq. <span dir=\"rtl\">מִן</span>; <span dir=\"rtl\">מַלְכֵי עַמִּים מִמֶּנָּה יִהְיוּ</span> <a data-ref=\"Genesis 17:16\" href=\"/Genesis.17.16\">Gn 17:16</a> (P), <span dir=\"rtl\">וּקְהַל גּוֹיִם יִהְיֶה מִמֶּ֑ךָּ</span> <a data-ref=\"Genesis 35:11\" href=\"/Genesis.35.11\">35:11</a> (P), <span dir=\"rtl\">וְהָיָה אַדִּירוֹ מִמֶּנּוּ</span> <a data-ref=\"Jeremiah 30:21\" href=\"/Jeremiah.30.21\">Je 30:21</a> (‖ <span dir=\"rtl\">מִקִּרְבּוֹ יֵצֵא</span>); <span dir=\"rtl\">הַכֹּל הָיָה מִן־הֶעָפָר וְהַכֹּל שָׁב אֶל הֶעָפָר</span> <a data-ref=\"Ecclesiastes 3:20\" href=\"/Ecclesiastes.3.20\">Ec 3:20</a> <em>all came from the dust, & all return unto the dust;</em> <span dir=\"rtl\">וַיְהִי קֶצֶף גָּדוֹל מֵאֵת י׳ צְבָאוֹת</span> <a data-ref=\"Zechariah 7:12\" href=\"/Zechariah.7.12\">Zc 7:12</a>. <strong>2.</strong>  <em>become:</em> <strong>a.</strong>  sq. pred. noun (to be viewed as implicit accus. Dr<sup>§ 161, 3 n.</sup> according to the Arabic usage W<sup>AG ii, § 41.44.74</sup>): <span dir=\"rtl\">הִוא הָֽיְתָה אֵם כָּל־חָ֑י</span> <a data-ref=\"Genesis 3:20\" href=\"/Genesis.3.20\">Gn 3:20</a> (J) <em>it was she that became the mother of all living;</em> <span dir=\"rtl\">וַיְהִי הֶבֶל רֹעֵה צֹאן וְקַיִן הָיָה עֹבֵד אֲדָמָה</span> <a data-ref=\"Genesis 4:2\" href=\"/Genesis.4.2\">4:2</a> (J) <em>and Abel became a shepherd of flocks, while Cain became a tiller of ground;</em> <a data-ref=\"II Samuel 8:14\" href=\"/II_Samuel.8.14\">2 S 8:14</a> <a data-ref=\"Micah 2:11\" href=\"/Micah.2.11\">Mi 2:11</a> + often <strong>b.</strong>  sq. pred. adj. <a data-ref=\"Genesis 38:7\" href=\"/Genesis.38.7\">Gn 38:7</a>; <a data-ref=\"Exodus 36:13\" href=\"/Exodus.36.13\">Ex 36:13</a> +; cf. <a data-ref=\"Genesis 37:20\" href=\"/Genesis.37.20\">Gn 37:20</a> <em>let us see what his dream will become</em> (turn out to be, signify); <strong>c.</strong>  <em>become like</em> <span dir=\"rtl\">(כְּ)</span>, <span dir=\"rtl\">וִהְיִיתֶם כֵּאלֹהִים</span> <a data-ref=\"Genesis 3:5\" href=\"/Genesis.3.5\">Gn 3:5</a> <em>and ye shall become like gods</em> cf. v <a data-ref=\"Genesis 3:22\" href=\"/Genesis.3.22\">22</a>, <a data-ref=\"Numbers 11:1\" href=\"/Numbers.11.1\">Nu 11:1</a> (JE), <a data-ref=\"Hosea 2:1\" href=\"/Hosea.2.1\">Ho 2:1</a>; <a data-ref=\"Hosea 7:11\" href=\"/Hosea.7.11\">7:11</a>; <a data-ref=\"Isaiah 9:18\" href=\"/Isaiah.9.18\">Is 9:18</a>; <a data-ref=\"I Kings 7:8\" href=\"/I_Kings.7.8\">1 K 7:8</a>; <a data-ref=\"Zechariah 9:7\" href=\"/Zechariah.9.7\">Zc 9:7</a> +; cf. <a data-ref=\"Genesis 15:5\" href=\"/Genesis.15.5\">Gn 15:5</a> <em>so</em> <span dir=\"rtl\">(כֹּה)</span> <em>shall thy seed become;</em> specif. of likeness in punishment <a data-ref=\"Isaiah 1:9\" href=\"/Isaiah.1.9\">Is 1:9</a> <a data-ref=\"I Samuel 17:36\" href=\"/I_Samuel.17.36\">1 S 17:36</a> +; also with <span dir=\"rtl\">כְּ</span> repeated <span dir=\"rtl\">וְהָיָה כָעָם כַּכֹּהֵן</span> <a data-ref=\"Hosea 4:9\" href=\"/Hosea.4.9\">Ho 4:9</a> <em>and the people shall become like the priest</em> (lit., and the like of the people shall become the like of the priest), so especially <a data-ref=\"Isaiah 24:2\" href=\"/Isaiah.24.2\">Is 24:2</a> (6 pairs of words as above); <span dir=\"rtl\">וְהָיָה כַצַּדִּיק כָּרָשָׁע</span> <a data-ref=\"Genesis 18:25\" href=\"/Genesis.18.25\">Gn 18:25</a> (J), v. <a ,=\"\" data-ref=\"BDB, כְּ\" dir=\"rtl\" href=\"/BDB,_כְּ\">כְּ</a>. <strong>b</strong> + <strong>c</strong> <a data-ref=\"Genesis 27:23\" href=\"/Genesis.27.23\">Gn 27:23</a> <em>his hands had become like the hands of Esau his brother, hairy</em>. <strong>d.</strong>  sq. pred. + <span dir=\"rtl\">לְ</span> pers. <span dir=\"rtl\">וּתְהִי אִשָּׁה לְבֶן־אֲדֹנֶיךָ</span> <a data-ref=\"Genesis 24:51\" href=\"/Genesis.24.51\">Gn 24:51</a> (J) <em>and let her become wife to the son of thy lord</em>, <a data-ref=\"I Samuel 16:21\" href=\"/I_Samuel.16.21\">1 S 16:21</a>; <a data-ref=\"I Kings 11:25\" href=\"/I_Kings.11.25\">1 K 11:25</a> <a data-ref=\"Psalms 89:42\" href=\"/Psalms.89.42\">ψ 89:42</a>; <a data-ref=\"I Chronicles 18:6\" href=\"/I_Chronicles.18.6\">1 Ch 18:6</a> +; = <em>be instituted, established</em>, <span dir=\"rtl\">וְהָיָה לָהֶם חָק־עוֹלָם</span> <a data-ref=\"Exodus 30:21\" href=\"/Exodus.30.21\">Ex 30:21</a> (P) <em>and it shall be established for them as a perpetual ordinance</em> (cf. <strong>f</strong> infr.). <strong>e.</strong>  sq. <span dir=\"rtl\">לְ</span> pred.: <span dir=\"rtl\">וַיְהִי הָאָדָם לְנֶפֶשׁ חַיָּה</span> <a data-ref=\"Genesis 2:7\" href=\"/Genesis.2.7\">Gn 2:7</a> (J) <em>and the man became a living soul;</em> <span dir=\"rtl\">וְהָיָה לְאַרְבָּעָה רָאשִׁים</span> <a data-ref=\"Genesis 2:10\" href=\"/Genesis.2.10\">Gn 2:10</a> (J) <em>and it became four heads;</em> <span dir=\"rtl\">גַּם־הוּא יִהְיֶה־לְעָם</span> <a data-ref=\"Genesis 48:19\" href=\"/Genesis.48.19\">Gn 48:19</a> (J) <em>he too shall become a people;</em> <span dir=\"rtl\">וִהְיוּ לַאֲנָשִׁים</span> <a data-ref=\"I Samuel 4:9\" href=\"/I_Samuel.4.9\">1 S 4:9</a> <em>and become</em> (shew yourselves to be) <em>men</em> (‖ <span dir=\"rtl\">הִתְחַזְּקוּ</span>; cf. with double <span dir=\"rtl\">לְ</span>, <strong>f</strong> infr.); <a data-ref=\"Zephaniah 1:13\" href=\"/Zephaniah.1.13\">Zp 1:13</a>; <a data-ref=\"Ezekiel 17:6\" href=\"/Ezekiel.17.6\">Ez 17:6</a>; <a data-ref=\"Ezekiel 47:12\" href=\"/Ezekiel.47.12\">47:12</a>; <a data-ref=\"Job 16:8\" href=\"/Job.16.8\">Jb 16:8</a>; <span dir=\"rtl\">וְהָיָה י׳ לְמֶלֶךְ עַל־כָּל־הָאָרֶץ</span> <a data-ref=\"Zechariah 14:9\" href=\"/Zechariah.14.9\">Zc 14:9</a>; <span dir=\"rtl\">וַיְהִי לְמַס עֹבֵד</span> †<a data-ref=\"Genesis 49:15\" href=\"/Genesis.49.15\">Gn 49:15</a>; <a data-ref=\"Joshua 16:10\" href=\"/Joshua.16.10\">Jos 16:10</a>; so often; also in sense of <em>turn into</em>, be changed so as to become, <span dir=\"rtl\">וַיְהִי לְנָחָשׁ</span> <a data-ref=\"Exodus 4:3\" href=\"/Exodus.4.3\">Ex 4:3</a> <em>and it became a serpent</em>, v <a data-ref=\"Exodus 4:4\" href=\"/Exodus.4.4\">4</a>; <a data-ref=\"Exodus 7:10\" href=\"/Exodus.7.10\">7:10</a>; <a data-ref=\"Isaiah 1:22\" href=\"/Isaiah.1.22\">Is 1:22</a>; <a data-ref=\"Deuteronomy 26:5\" href=\"/Deuteronomy.26.5\">Dt 26:5</a> +; fig. <span dir=\"rtl\">וַיְהִי לְמָ֑יִם</span> <a data-ref=\"Joshua 7:5\" href=\"/Joshua.7.5\">Jos 7:5</a> <em>and it</em> (their heart) <em>turned to water</em>, so <span dir=\"rtl\">וְהוּא הָיָה לְאֶבֶן</span> <a data-ref=\"I Samuel 25:37\" href=\"/I_Samuel.25.37\">1 S 25:37</a>; or, <em>serve as</em> <span dir=\"rtl\">וְהָיוּ לִמְאוֹרֹת</span> <a data-ref=\"Genesis 1:15\" href=\"/Genesis.1.15\">Gn 1:15</a> (P) <em>and they shall become</em> (fulfil the function of, serve as) <em>luminaries</em>, cf. v <a data-ref=\"Genesis 1:14\" href=\"/Genesis.1.14\">14</a>; <span dir=\"rtl\">וְהָיָה לְאוֹת בְּרִית</span> <a data-ref=\"Genesis 9:13\" href=\"/Genesis.9.13\">Gn 9:13</a>; <a data-ref=\"Genesis 17:11\" href=\"/Genesis.17.11\">17:11</a> (both P). <strong>f.</strong>  often c. <span dir=\"rtl\">לְ</span> pred. + <span dir=\"rtl\">לְ</span> pers.: <span dir=\"rtl\">וַתְּהִי לָהֶם הַלְּבֵנָה לְאָ֑בֶן</span> <a data-ref=\"Genesis 11:3\" href=\"/Genesis.11.3\">Gn 11:3</a> (J) <em>and the bricks became</em> (served as) <em>stone for them;</em> <span dir=\"rtl\">וַתְּהִי לִי לְאִשָּׁה</span> <a data-ref=\"Genesis 20:12\" href=\"/Genesis.20.12\">Gn 20:12</a> (E) cf. <a data-ref=\"Genesis 24:67\" href=\"/Genesis.24.67\">24:67</a> (J) +, <span dir=\"rtl\">וַתִּהְיֶינָה מַחְלָה וְחָגְלָה</span> … <span dir=\"rtl\">לַבְנֵי דֹדֵיהֶן לְנָשִׁים</span> <a data-ref=\"Numbers 36:11\" href=\"/Numbers.36.11\">Nu 36:11</a>; <span dir=\"rtl\">וְהָיָה לְךָ וְלָהֶם לְאָכְלָה</span> <a data-ref=\"Numbers 6:21\" href=\"/Numbers.6.21\">6:21</a> (P), <a data-ref=\"Exodus 2:10\" href=\"/Exodus.2.10\">Ex 2:10</a>; <a data-ref=\"Exodus 15:2\" href=\"/Exodus.15.2\">15:2</a> <a data-ref=\"Judges 8:27\" href=\"/Judges.8.27\">Ju 8:27</a>; <span dir=\"rtl\">וְהָיָה י׳ לִי לֵאלֹהִים</span> <a data-ref=\"Genesis 28:21\" href=\"/Genesis.28.21\">Gn 28:21</a> (E); <span dir=\"rtl\">אֲנִי אֶהְיֶה לוֹ לְאָב וְהוּא יִהְיֶה־לִי לְבֵן</span> <a data-ref=\"I Chronicles 17:3\" href=\"/I_Chronicles.17.3\">1 Ch 17:3</a> +; = <em>shew or prove oneself as</em> <span dir=\"rtl\">הֱיֵה־לִי לְבֶן־חַיִל</span> <a data-ref=\"I Samuel 18:17\" href=\"/I_Samuel.18.17\">1 S 18:17</a> <em>shew thyself for me a valiant man</em> (cf. <a data-ref=\"I Samuel 4:9\" href=\"/I_Samuel.4.9\">1 S 4:9</a> <strong>e</strong> supr.); = <em>be instituted, established</em> (cf. <strong>e</strong> supr.) <span dir=\"rtl\">וְהָיָה לְאַהֲרֹן וּלְבָנָיו לְחָק־עוֹלָם</span> <a data-ref=\"Exodus 29:28\" href=\"/Exodus.29.28\">Ex 29:28</a> <em>and it shall be instituted for Aaron and his sons as a perpetual ordinance;</em> cf. v <a data-ref=\"Exodus 29:9\" href=\"/Exodus.29.9\">9</a> <a data-ref=\"Leviticus 10:15\" href=\"/Leviticus.10.15\">Lv 10:15</a>; <span dir=\"rtl\">וְהָֽיְתָה לִהְיֹת לָהֶם מָשְׁחָתָם לִכְהֻנַּת עוֹלָם לְדֹרֹתָם</span> <a data-ref=\"Exodus 40:15\" href=\"/Exodus.40.15\">Ex 40:15</a> (all P). <strong>g.</strong>  with <span dir=\"rtl\">עַל</span> and <span dir=\"rtl\">לְ</span> <a data-ref=\"I Samuel 22:2\" href=\"/I_Samuel.22.2\">1 S 22:2</a> <span dir=\"rtl\">וַיְהִי עֲלֵיהֶם לְשָׂר</span> <em>and he became over them prince</em>. <strong>h.</strong>  sometimes c. <span dir=\"rtl\">לְ</span> pers. only = <em>become the property of, come into the possession of</em> <span dir=\"rtl\">וַיְהִי־לוֹ צֹאן־וּבָקָר וְגו׳</span> <a data-ref=\"Genesis 12:16\" href=\"/Genesis.12.16\">Gn 12:16</a> (J), <em>and he came to have flocks and herds</em> etc., <a data-ref=\"Genesis 26:14\" href=\"/Genesis.26.14\">26:14</a>; <a data-ref=\"Genesis 30:43\" href=\"/Genesis.30.43\">30:43</a>; <span dir=\"rtl\">לֹא לוֹ יִהְיֶה הַזָּ֑רַע</span> <a data-ref=\"Genesis 38:9\" href=\"/Genesis.38.9\">Gn 38:9</a> <em>not his should the seed become;</em> <span dir=\"rtl\">וְהָיָה לי׳</span> <a data-ref=\"Judges 11:31\" href=\"/Judges.11.31\">Ju 11:31</a> <em>it shall become Yahweh’s;</em> <a data-ref=\"Deuteronomy 10:9\" href=\"/Deuteronomy.10.9\">Dt 10:9</a>; <a data-ref=\"Joshua 13:29\" href=\"/Joshua.13.29\">Jos 13:29</a>; <a data-ref=\"I Kings 10:26\" href=\"/I_Kings.10.26\">1 K 10:26</a>; <a data-ref=\"I Kings 11:3\" href=\"/I_Kings.11.3\">11:3</a> + often; so of a woman, as wife <span dir=\"rtl\">תְּהִי־נָא לְךָ</span> <a data-ref=\"Judges 15:2\" href=\"/Judges.15.2\">Ju 15:2</a> <em>pray let her become thine</em>, cf. also <span dir=\"rtl\">וַתְּהִי אֵשֶׁת שִׁמְשׁוֹן לְמֵרֵעֵהוּ</span> <a data-ref=\"Judges 14:20\" href=\"/Judges.14.20\">14:20</a>, <a data-ref=\"Hosea 3:3\" href=\"/Hosea.3.3\">Ho 3:3</a> <a data-ref=\"Ruth 1:13\" href=\"/Ruth.1.13\">Ru 1:13</a> <a data-ref=\"Leviticus 21:3\" href=\"/Leviticus.21.3\">Lv 21:3</a>; <a data-ref=\"Deuteronomy 24:2\" href=\"/Deuteronomy.24.2\">Dt 24:2</a>; <a data-ref=\"Jeremiah 3:1\" href=\"/Jeremiah.3.1\">Je 3:1</a>; <a data-ref=\"Ezekiel 16:8\" href=\"/Ezekiel.16.8\">Ez 16:8</a> (and also + <span dir=\"rtl\">לְאִשָּׁה</span>, <span dir=\"rtl\">לְנָשִׁים</span> v. <strong>f</strong> supr.) <strong>III.</strong>  <em>Be</em> (often with subordinate idea of becoming);— <strong>1.</strong>  <em>exist, be in existence</em> (i.e. orig. <em>have come into existence</em>), <span dir=\"rtl\">כָּל־הַיָּמִים אֲשֶׁר הָיָה</span> <a data-ref=\"I Samuel 1:28\" href=\"/I_Samuel.1.28\">1 S 1:28</a> <em>all the days which he shall have been</em> (lived, = <span dir=\"rtl\">חַי</span> <a data-ref=\"Genesis 5:5\" href=\"/Genesis.5.5\">Gn 5:5</a> etc., cf. Dr<sup>Sm</sup>), <a data-ref=\"Job 3:16\" href=\"/Job.3.16\">Jb 3:16</a>, <a data-ref=\"Isaiah 23:13\" href=\"/Isaiah.23.13\">Is 23:13</a>; often c. <span dir=\"rtl\">בְּ</span> loc. <span dir=\"rtl\">וְכֹל שִׂיחַ הַשָּׂדֶה טֶרֶם יִהְיֶה בָאָרֶץ</span> <a data-ref=\"Genesis 2:5\" href=\"/Genesis.2.5\">Gn 2:5</a> (J) <em>and there was not yet in the earth any shrub of the field;</em> <span dir=\"rtl\">וּבְאֵלֶּה לֹא הָיָה אִישׁ וגו׳</span> <a data-ref=\"Numbers 26:64\" href=\"/Numbers.26.64\">Nu 26:64</a> (P) <em>and among them there was not a man to be found</em>, etc.; also <span dir=\"rtl\">וְלֹא הָיָה כַּיּוֹם הַהוּא לְפָנָיו וְאַחֲרָיו</span> <a data-ref=\"Joshua 10:14\" href=\"/Joshua.10.14\">Jos 10:14</a> (JE) <em>& there hath not been a day like that before it nor since</em>, cf. <a data-ref=\"II Samuel 14:25\" href=\"/II_Samuel.14.25\">2 S 14:25</a>; <a data-ref=\"I Kings 18:5\" href=\"/I_Kings.18.5\">1 K 18:5</a>; <a data-ref=\"I Kings 21:25\" href=\"/I_Kings.21.25\">21:25</a>; <a data-ref=\"II Kings 23:25\" href=\"/II_Kings.23.25\">2 K 23:25</a>; <a data-ref=\"Nehemiah 13:26\" href=\"/Nehemiah.13.26\">Ne 13:26</a> +; somewhat weaker, in the freq. introductory clause <span dir=\"rtl\">וַיְהִי אִישׁ</span> <em>now there was a man</em> <a data-ref=\"Judges 13:2\" href=\"/Judges.13.2\">Ju 13:2</a>; <a data-ref=\"I Samuel 1:1\" href=\"/I_Samuel.1.1\">1 S 1:1</a>; <a data-ref=\"I Samuel 9:1\" href=\"/I_Samuel.9.1\">9:1</a>; <a data-ref=\"Numbers 9:6\" href=\"/Numbers.9.6\">Nu 9:6</a> (P), <a data-ref=\"Job 1:1\" href=\"/Job.1.1\">Jb 1:1</a> +; on <span dir=\"rtl\">אֶהְיֶה אֲשֶׁר אֶהְיֶה</span> <a data-ref=\"Exodus 3:14\" href=\"/Exodus.3.14\">Ex 3:14</a> v. <a ,=\"\" data-ref=\"BDB, יהוה\" dir=\"rtl\" href=\"/BDB,_יהוה\">יהוֹה</a>. <strong>2.</strong>  <em>abide, remain, continue</em> (with word of place or time) <span dir=\"rtl\">וַיְהִי מֹשֶׁה בָּהָר</span> <a data-ref=\"Exodus 24:18\" href=\"/Exodus.24.18\">Ex 24:18</a> <em>and Moses remained in the mount</em> forty days, etc., so <a data-ref=\"Exodus 34:28\" href=\"/Exodus.34.28\">34:28</a> (both JE), <a data-ref=\"Judges 17:4\" href=\"/Judges.17.4\">Ju 17:4</a>, <a data-ref=\"Judges 17:12\" href=\"/Judges.17.12\">12</a> <a data-ref=\"I Samuel 6:1\" href=\"/I_Samuel.6.1\">1 S 6:1</a> <a data-ref=\"I Kings 11:20\" href=\"/I_Kings.11.20\">1 K 11:20</a> <a data-ref=\"II Kings 11:3\" href=\"/II_Kings.11.3\">2 K 11:3</a> = <a data-ref=\"II Chronicles 22:12\" href=\"/II_Chronicles.22.12\">2 Ch 22:12</a> +; also <a data-ref=\"Leviticus 22:27\" href=\"/Leviticus.22.27\">Lv 22:27</a>; <a data-ref=\"Leviticus 25:28\" href=\"/Leviticus.25.28\">25:28</a> (both H), etc.; sq. <span dir=\"rtl\">עַד</span> temp. <em>remain until</em> <a data-ref=\"Deuteronomy 22:2\" href=\"/Deuteronomy.22.2\">Dt 22:2</a> <a data-ref=\"I Kings 11:40\" href=\"/I_Kings.11.40\">1 K 11:40</a>; <a data-ref=\"II Kings 15:5\" href=\"/II_Kings.15.5\">2 K 15:5</a>; <a data-ref=\"II Chronicles 5:9\" href=\"/II_Chronicles.5.9\">2 Ch 5:9</a>; <a data-ref=\"II Chronicles 26:21\" href=\"/II_Chronicles.26.21\">26:21</a>; <a data-ref=\"Daniel 1:21\" href=\"/Daniel.1.21\">Dn 1:21</a> etc.; cf. <span dir=\"rtl\">הוּא יִהְיֶה לְעוֹלָם</span> <a data-ref=\"Ecclesiastes 3:14\" href=\"/Ecclesiastes.3.14\">Ec 3:14</a>; so also of space sq. <span dir=\"rtl\">עַד</span> <em>extend unto, as far as</em>, <a data-ref=\"Joshua 19:10\" href=\"/Joshua.19.10\">Jos 19:10</a>: of net beneath altar, <a data-ref=\"Exodus 27:5\" href=\"/Exodus.27.5\">Ex 27:5</a> <em>shall reach as far as</em> <span dir=\"rtl\">(עַד)</span> <em>the middle of the altar</em>. <strong>3.</strong>  with word of locality, <em>be in</em> or <em>at a place, be situated, stand, lie;</em> <span dir=\"rtl\">בִּהְיוֹתָם בַּשָּׂדֶה</span> <a data-ref=\"Genesis 4:8\" href=\"/Genesis.4.8\">Gn 4:8</a> (J) <em>when they were in the field</em>, <span dir=\"rtl\">הַמָּקוֹם אֲשֶׁר־הָיָה שָׁם אָהֳלֹה בַּתְּחִלָּה</span> <a data-ref=\"Genesis 13:3\" href=\"/Genesis.13.3\">13:3</a> (J) <em>the place where his tent had stood at first;</em> <span dir=\"rtl\">וְהָאָרֶץ תִּהְיֶה לִפְנֵיכֶם</span> <a data-ref=\"Genesis 34:10\" href=\"/Genesis.34.10\">34:10</a> <em>and the land, it lieth before you;</em> cf. <a data-ref=\"Joshua 19:1\" href=\"/Joshua.19.1\">Jos 19:1</a>; <a data-ref=\"Judges 7:1\" href=\"/Judges.7.1\">Ju 7:1</a>, <a data-ref=\"Judges 7:8\" href=\"/Judges.7.8\">8</a>; <a data-ref=\"Micah 5:6\" href=\"/Micah.5.6\">Mi 5:6</a>, <a data-ref=\"Micah 5:7\" href=\"/Micah.5.7\">7</a>; sq. <span dir=\"rtl\">עַל</span> <em>be, be found or situated upon</em> <a data-ref=\"Isaiah 30:25\" href=\"/Isaiah.30.25\">Is 30:25</a> <em>and there shall be upon every high mountain</em> etc., <em>streams, water-courses;</em> <a data-ref=\"Ezekiel 37:27\" href=\"/Ezekiel.37.27\">Ez 37:27</a> <em>and my dwelling-place shall be over them;</em> fig. of guilt <span dir=\"rtl\">וְהָיָה עָלָיךָ דָּמִים</span> <a data-ref=\"Deuteronomy 19:10\" href=\"/Deuteronomy.19.10\">Dt 19:10</a> <em>and blood</em> (-guilt) <em>be upon thee</em>. <strong>4.</strong>  as copula, joining subj. & pred.:— <strong>a.</strong>  sq. pred. adj. <span dir=\"rtl\">וַיִּהְיוּ שְׁנֵיהֶם עֲרוּמִּים</span> <a data-ref=\"Genesis 2:25\" href=\"/Genesis.2.25\">Gn 2:25</a>, <span dir=\"rtl\">וְהַנָּחָשׁ הָיָה עָרוּם</span> <a data-ref=\"Genesis 3:1\" href=\"/Genesis.3.1\">3:1</a>, <span dir=\"rtl\">בִּהְיוֹתָם כֹּאֲבִים</span> <a data-ref=\"Genesis 34:25\" href=\"/Genesis.34.25\">34:25</a>, <span dir=\"rtl\">וַיְהִי יוֹסֵף יְפֵה־תֹאַר</span> <a data-ref=\"Genesis 39:6\" href=\"/Genesis.39.6\">39:6</a>; <a data-ref=\"Deuteronomy 23:15\" href=\"/Deuteronomy.23.15\">Dt 23:15</a>; <a data-ref=\"Joshua 19:9\" href=\"/Joshua.19.9\">Jos 19:9</a>; <a data-ref=\"Judges 11:1\" href=\"/Judges.11.1\">Ju 11:1</a>; <a data-ref=\"Job 1:1\" href=\"/Job.1.1\">Jb 1:1</a>, <a data-ref=\"Job 1:3\" href=\"/Job.1.3\">3b</a> <a data-ref=\"II Chronicles 7:21\" href=\"/II_Chronicles.7.21\">2 Ch 7:21</a>. <strong>b.</strong>  sq. pred. noun <a data-ref=\"Genesis 1:2\" href=\"/Genesis.1.2\">Gn 1:2</a>; <a data-ref=\"Genesis 9:18\" href=\"/Genesis.9.18\">9:18</a>; <a data-ref=\"Genesis 25:3\" href=\"/Genesis.25.3\">25:3</a>; <a data-ref=\"Genesis 36:14\" href=\"/Genesis.36.14\">36:14</a>; <a data-ref=\"Genesis 40:13\" href=\"/Genesis.40.13\">40:13</a>; <a data-ref=\"I Samuel 17:34\" href=\"/I_Samuel.17.34\">1 S 17:34</a>, <a data-ref=\"I Samuel 17:42\" href=\"/I_Samuel.17.42\">42</a> <a data-ref=\"II Samuel 8:10\" href=\"/II_Samuel.8.10\">2 S 8:10</a>; <a data-ref=\"II Samuel 20:26\" href=\"/II_Samuel.20.26\">20:26</a>; <a data-ref=\"I Kings 10:6\" href=\"/I_Kings.10.6\">1 K 10:6</a>; <a data-ref=\"II Kings 3:4\" href=\"/II_Kings.3.4\">2 K 3:4</a>; <a data-ref=\"II Kings 5:1\" href=\"/II_Kings.5.1\">5:1</a><sup>(×2)</sup> <a data-ref=\"I Chronicles 9:20\" href=\"/I_Chronicles.9.20\">1 Ch 9:20</a>; <a data-ref=\"I Chronicles 11:20\" href=\"/I_Chronicles.11.20\">11:20</a>; <a data-ref=\"I Chronicles 18:10\" href=\"/I_Chronicles.18.10\">18:10</a>; <a data-ref=\"I Chronicles 26:10\" href=\"/I_Chronicles.26.10\">26:10</a>; <a data-ref=\"II Chronicles 13:7\" href=\"/II_Chronicles.13.7\">2 Ch 13:7</a>; <span dir=\"rtl\">כִּי לֹא־הָיָה מֶלֶךְ יִשְׂרָאֵל</span> <a data-ref=\"II Chronicles 18:32\" href=\"/II_Chronicles.18.32\">2 Ch 18:32</a> (‖ <a data-ref=\"I Kings 22:33\" href=\"/I_Kings.22.33\">1 K 22:33</a> <span dir=\"rtl\">כִּי־לֹא־מֶלֶךְ ישׂראל הוּא</span>) +; often of age: <span dir=\"rtl\">וַיְהִי אַבְרָם בֶּן־תִּשְׁעִים שָׁנָה וְתֵשַׁע שָׁנִים</span> <a data-ref=\"Genesis 17:1\" href=\"/Genesis.17.1\">Gn 17:1</a> (P) <a data-ref=\"II Kings 8:17\" href=\"/II_Kings.8.17\">2 K 8:17</a>; <a data-ref=\"II Kings 14:2\" href=\"/II_Kings.14.2\">14:2</a>; <a data-ref=\"II Kings 15:2\" href=\"/II_Kings.15.2\">15:2</a>, <a data-ref=\"II Kings 15:33\" href=\"/II_Kings.15.33\">33</a>; <a data-ref=\"II Kings 18:2\" href=\"/II_Kings.18.2\">18:2</a>; <a data-ref=\"II Chronicles 21:20\" href=\"/II_Chronicles.21.20\">2 Ch 21:20</a>; <a data-ref=\"II Chronicles 27:8\" href=\"/II_Chronicles.27.8\">27:8</a> +; sq. pred. Inf. abs. (very anomal.) <span dir=\"rtl\">וְהַמַּיִם הָיוּ הָלוֹךְ וְחָסוֹר</span> <a data-ref=\"Genesis 8:5\" href=\"/Genesis.8.5\">Gn 8:5</a>; = <em>amount to, come to</em>, in enum. of days of life, number of people, amounts of money, etc.: <a data-ref=\"Genesis 5:4\" href=\"/Genesis.5.4\">Gn 5:4</a>, <a data-ref=\"Genesis 5:5\" href=\"/Genesis.5.5\">5</a>, <a data-ref=\"Genesis 5:8\" href=\"/Genesis.5.8\">8</a>, <a data-ref=\"Genesis 5:11\" href=\"/Genesis.5.11\">11</a>, <a data-ref=\"Genesis 5:14\" href=\"/Genesis.5.14\">14</a>; <a data-ref=\"Genesis 9:29\" href=\"/Genesis.9.29\">9:29</a>; <a data-ref=\"Genesis 11:32\" href=\"/Genesis.11.32\">11:32</a>; <a data-ref=\"Genesis 23:1\" href=\"/Genesis.23.1\">23:1</a> +; <a data-ref=\"Exodus 38:24\" href=\"/Exodus.38.24\">Ex 38:24</a> <a data-ref=\"Numbers 1:46\" href=\"/Numbers.1.46\">Nu 1:46</a>, etc. <strong>c.</strong>  sq. adv. & adverbial phr.: <span dir=\"rtl\">לֹא־טוֹב הֱיוֹת הָאָדָם לְבַדּוֹ</span> <a data-ref=\"Genesis 2:18\" href=\"/Genesis.2.18\">Gn 2:18</a> (J) <em>it is not good that the man be alone;</em> <span dir=\"rtl\">חָדַל לִהְיוֹת לְשָׂרָה אֹרַח כַּנָּשִׁים</span> <a data-ref=\"Genesis 18:11\" href=\"/Genesis.18.11\">18:11</a> (J). <strong>d.</strong>  sq. prep.: (<em>a</em>) <em>be with, accompany</em> c. <span dir=\"rtl\">עִם</span>, subj. most often <span dir=\"rtl\">י׳</span> or <span dir=\"rtl\">אלהים</span> with added idea of protection, aid <a data-ref=\"Genesis 26:3\" href=\"/Genesis.26.3\">Gn 26:3</a>; <a data-ref=\"Genesis 31:3\" href=\"/Genesis.31.3\">31:3</a>; <a data-ref=\"Genesis 39:10\" href=\"/Genesis.39.10\">39:10</a>; <a data-ref=\"Genesis 48:21\" href=\"/Genesis.48.21\">48:21</a> <a data-ref=\"Joshua 1:3\" href=\"/Joshua.1.3\">Jos 1:3</a>; <a data-ref=\"Joshua 6:27\" href=\"/Joshua.6.27\">6:27</a>; <a data-ref=\"Judges 1:19\" href=\"/Judges.1.19\">Ju 1:19</a>; <a data-ref=\"Judges 2:18\" href=\"/Judges.2.18\">2:18</a>; <a data-ref=\"I Samuel 3:19\" href=\"/I_Samuel.3.19\">1 S 3:19</a>; <a data-ref=\"I Samuel 18:12\" href=\"/I_Samuel.18.12\">18:12</a>; <a data-ref=\"I Samuel 20:13\" href=\"/I_Samuel.20.13\">20:13</a>; <a data-ref=\"I Kings 1:37\" href=\"/I_Kings.1.37\">1 K 1:37</a>; <a data-ref=\"I Chronicles 11:13\" href=\"/I_Chronicles.11.13\">1 Ch 11:13</a>; <a data-ref=\"II Chronicles 17:3\" href=\"/II_Chronicles.17.3\">2 Ch 17:3</a>; sq. <span dir=\"rtl\">עִמָּדִי</span> <a data-ref=\"Genesis 28:20\" href=\"/Genesis.28.20\">Gn 28:20</a>; <a data-ref=\"Genesis 31:5\" href=\"/Genesis.31.5\">31:5</a>; <a data-ref=\"Genesis 35:3\" href=\"/Genesis.35.3\">35:3</a>; sq. <span dir=\"rtl\">עִם</span>, human subj., of accompaniment <span dir=\"rtl\">וְהָיָה הַכֹּהֵן בֶּן־אַהֲרֹן עִם־הַלְוִיִּם</span> <a data-ref=\"Nehemiah 10:39\" href=\"/Nehemiah.10.39\">Ne 10:39</a>; <a data-ref=\"I Chronicles 11:12\" href=\"/I_Chronicles.11.12\">1 Ch 11:12</a>, read also in ‖ <a data-ref=\"II Samuel 23:9\" href=\"/II_Samuel.23.9\">2 S 23:9</a> (Th We Dr); = <em>be on the side of</em> <a data-ref=\"I Kings 1:8\" href=\"/I_Kings.1.8\">1 K 1:8</a>; c. <span dir=\"rtl\">עִם</span> also = <em>be near</em> <span dir=\"rtl\">וּמַלְאַךְ י׳ הָיָה עִם־גֹּרֶן האורנה</span> <a data-ref=\"II Samuel 24:16\" href=\"/II_Samuel.24.16\">2 S 24:16</a> (cf. Dr); also <a data-ref=\"II Samuel 13:20\" href=\"/II_Samuel.13.20\">2 S 13:20</a> implying sexual intercourse, so <a data-ref=\"Genesis 39:10\" href=\"/Genesis.39.10\">Gn 39:10</a> (perhaps gloss, cf. Di); peculiar uses with <span dir=\"rtl\">עִם</span> are: <span dir=\"rtl\">וּדְבַר־אַבְנֵר הָיָה עִם־זִקְנֵי יִשְׂרָאֵל</span> <a data-ref=\"II Samuel 3:17\" href=\"/II_Samuel.3.17\">2 S 3:17</a> <em>and the speech of A. had been with the elders of Isr.</em>, cf. <a data-ref=\"I Kings 1:7\" href=\"/I_Kings.1.7\">1 K 1:7</a>; <span dir=\"rtl\">וַיְהִי עִם־לְבַב דָּוִד אָבִי לִבְנוֹת</span> <a data-ref=\"I Kings 8:17\" href=\"/I_Kings.8.17\">1 K 8:17</a> <em>and it was with</em> (i.e. in) <em>the heart of David my father to build</em>, = <a data-ref=\"II Chronicles 6:7\" href=\"/II_Chronicles.6.7\">2 Ch 6:7</a> cf. <a data-ref=\"I Kings 8:18\" href=\"/I_Kings.8.18\">1 K 8:18</a><sup>(×2)</sup> <a data-ref=\"I Chronicles 22:7\" href=\"/I_Chronicles.22.7\">1 Ch 22:7</a>; <a data-ref=\"II Chronicles 6:8\" href=\"/II_Chronicles.6.8\">2 Ch 6:8</a><sup>(×2)</sup>; <a data-ref=\"II Chronicles 24:4\" href=\"/II_Chronicles.24.4\">24:4</a>; also <a data-ref=\"I Kings 10:2\" href=\"/I_Kings.10.2\">1 K 10:2</a> = <a data-ref=\"II Chronicles 9:1\" href=\"/II_Chronicles.9.1\">2 Ch 9:1</a>; (<em>b</em>) <em>be with</em>, sq. <span dir=\"rtl\">אֶת</span>, subj. <span dir=\"rtl\">י׳</span>, <span dir=\"rtl\">אלהים</span>, <a data-ref=\"Genesis 21:20\" href=\"/Genesis.21.20\">Gn 21:20</a>; <a data-ref=\"Genesis 39:2\" href=\"/Genesis.39.2\">39:2</a>, <a data-ref=\"Genesis 39:21\" href=\"/Genesis.39.21\">21</a> but also c. human subj. <span dir=\"rtl\">וּבָנָיו הָיוּ אֶת־מִקְנֵהוּ</span> <a data-ref=\"Genesis 34:5\" href=\"/Genesis.34.5\">Gn 34:5</a>, cf. <a data-ref=\"I Samuel 29:3\" href=\"/I_Samuel.29.3\">1 S 29:3</a> +; (<em>c</em>) sq. <span dir=\"rtl\">לְ</span> of possessor <span dir=\"rtl\">כֶּרֶם הָיָה לִידִדִי</span> <a data-ref=\"Isaiah 5:1\" href=\"/Isaiah.5.1\">Is 5:1</a> <em>a vineyard had my beloved</em>, <a data-ref=\"Genesis 30:30\" href=\"/Genesis.30.30\">Gn 30:30</a> cf. <a data-ref=\"Exodus 20:3\" href=\"/Exodus.20.3\">Ex 20:3</a> = <a data-ref=\"Deuteronomy 5:7\" href=\"/Deuteronomy.5.7\">Dt 5:7</a>, <a data-ref=\"Judges 18:27\" href=\"/Judges.18.27\">Ju 18:27</a>; <a data-ref=\"I Samuel 9:2\" href=\"/I_Samuel.9.2\">1 S 9:2</a>; <a data-ref=\"I Kings 5:6\" href=\"/I_Kings.5.6\">1 K 5:6</a> + often (cf. I. <strong>2 d, f, h</strong>); (<em>d</em>) sq. <span dir=\"rtl\">לְ</span> + other prep.: of boundary <span dir=\"rtl\">וַיְהִי לָהֶם הַגְּבוּל מֵעֲרוֹעֵר</span> <a data-ref=\"Joshua 13:16\" href=\"/Joshua.13.16\">Jos 13:16</a>, cf. <span dir=\"rtl\">וַיְהִי גְבוּלָם מִמַּחֲנַיִם</span> v <a data-ref=\"Joshua 13:30\" href=\"/Joshua.13.30\">30</a>; <span dir=\"rtl\">וַיְהִי לָהֶם הַגְּבוּל לִפְאַת צָפוֹנָה מִיַּרְדֵּן</span> <a data-ref=\"Joshua 18:12\" href=\"/Joshua.18.12\">18:12</a>, etc.; (<em>e</em>) sq. <span dir=\"rtl\">בְּ</span> <em>be among</em>, or <em>of</em>, <a data-ref=\"Amos 1:1\" href=\"/Amos.1.1\">Am 1:1</a> <em>who was</em> one <em>of the herdsmen</em>, <a data-ref=\"I Kings 2:7\" href=\"/I_Kings.2.7\">1 K 2:7</a> <em>let them be among those eating</em>, <a data-ref=\"Proverbs 22:26\" href=\"/Proverbs.22.26\">Pr 22:26</a>; <a data-ref=\"Proverbs 23:20\" href=\"/Proverbs.23.20\">23:20</a>. <strong>5.</strong>  periphrastic conjug.: <strong>a.</strong>  <span dir=\"rtl\">היה</span> + pt., of continuous state, or condition, sometimes, especially late (cf. NH), of habit, c. <span dir=\"rtl\">וַיְהִי</span> also of beginning and continuance (cf. Dr<sup>§ 135, (5)</sup>): pt. act. <a data-ref=\"Genesis 39:22\" href=\"/Genesis.39.22\">Gn 39:22</a> (J), <a data-ref=\"Exodus 3:1\" href=\"/Exodus.3.1\">Ex 3:1</a> (E), <a data-ref=\"I Samuel 2:11\" href=\"/I_Samuel.2.11\">1 S 2:11</a>; <a data-ref=\"I Samuel 7:10\" href=\"/I_Samuel.7.10\">7:10</a>; <a data-ref=\"I Samuel 18:9\" href=\"/I_Samuel.18.9\">18:9</a> (cf. Dr) v <a data-ref=\"I Samuel 18:14\" href=\"/I_Samuel.18.14\">14</a>, <a data-ref=\"I Samuel 18:29\" href=\"/I_Samuel.18.29\">29</a> <a data-ref=\"II Samuel 8:15\" href=\"/II_Samuel.8.15\">2 S 8:15</a> = <a data-ref=\"I Chronicles 18:14\" href=\"/I_Chronicles.18.14\">1 Ch 18:14</a>, <a data-ref=\"Deuteronomy 28:29\" href=\"/Deuteronomy.28.29\">Dt 28:29</a>; <a data-ref=\"Isaiah 30:20\" href=\"/Isaiah.30.20\">Is 30:20</a>; <a data-ref=\"I Kings 5:1\" href=\"/I_Kings.5.1\">1 K 5:1</a>, <a data-ref=\"I Kings 5:15\" href=\"/I_Kings.5.15\">15</a>, <a data-ref=\"I Kings 5:24\" href=\"/I_Kings.5.24\">24</a> <a data-ref=\"II Kings 6:5\" href=\"/II_Kings.6.5\">2 K 6:5</a>; <a data-ref=\"II Kings 9:14\" href=\"/II_Kings.9.14\">9:14</a>; <a data-ref=\"II Chronicles 9:26\" href=\"/II_Chronicles.9.26\">2 Ch 9:26</a>; <a data-ref=\"Ezra 4:4\" href=\"/Ezra.4.4\">Ezr 4:4</a>; <a data-ref=\"Nehemiah 1:4\" href=\"/Nehemiah.1.4\">Ne 1:4</a>, <a data-ref=\"Nehemiah 2:13\" href=\"/Nehemiah.2.13\">2:13</a>; <a data-ref=\"Daniel 1:16\" href=\"/Daniel.1.16\">Dn 1:16</a> +; <a data-ref=\"Genesis 1:6\" href=\"/Genesis.1.6\">Gn 1:6</a> (P); <span dir=\"rtl\">הָיָה יָרֵא אֶת־י׳</span> <a data-ref=\"I Kings 18:3\" href=\"/I_Kings.18.3\">1 K 18:3</a>; <a data-ref=\"II Kings 4:1\" href=\"/II_Kings.4.1\">2 K 4:1</a>; <a data-ref=\"II Chronicles 26:1\" href=\"/II_Chronicles.26.1\">2 Ch 26:1</a>; pt. pass. <a data-ref=\"Joshua 10:26\" href=\"/Joshua.10.26\">Jos 10:26</a>; <a data-ref=\"I Kings 13:24\" href=\"/I_Kings.13.24\">1 K 13:24</a>; <a data-ref=\"I Kings 22:35\" href=\"/I_Kings.22.35\">22:35</a> <span dir=\"rtl\">וְהַמֶּלֶךְ הָיָה מָעֳמָד בַּמֶּרְכָּבָה</span> (‖ <a data-ref=\"II Chronicles 18:34\" href=\"/II_Chronicles.18.34\">2 Ch 18:34</a> <span dir=\"rtl\">הָיָה מַעֲמִיד</span>), <a data-ref=\"Isaiah 2:2\" href=\"/Isaiah.2.2\">Is 2:2</a> = <a data-ref=\"Micah 4:1\" href=\"/Micah.4.1\">Mi 4:1</a>, <span dir=\"rtl\">וְהָיָה סָגוּר</span> <a data-ref=\"Ezekiel 44:2\" href=\"/Ezekiel.44.2\">Ez 44:2</a>, <span dir=\"rtl\">ה׳ נַעֲשֶׂה</span> <a data-ref=\"Nehemiah 5:18\" href=\"/Nehemiah.5.18\">Ne 5:18</a>, <span dir=\"rtl\">וְאָהוּב לֵאלֹהָיו ה׳</span> <a data-ref=\"Nehemiah 13:26\" href=\"/Nehemiah.13.26\">13:26</a>;—on <a data-ref=\"II Samuel 13:32\" href=\"/II_Samuel.13.32\">2 S 13:32</a> cf. Dr <strong>b.</strong>  sq. Inf. c. <span dir=\"rtl\">לְ</span> (Dr<sup>§ 203, 204</sup>): <span dir=\"rtl\">וְהָיָה לְבָעֵר</span> <a data-ref=\"Isaiah 5:5\" href=\"/Isaiah.5.5\">Is 5:5</a> <em>and it shall be to burn</em> (is to be, is destined to be burned) etc.; <span dir=\"rtl\">וַיְהִי הַשֶּׁמֶשׁ לָבוֹא</span> <a data-ref=\"Genesis 15:12\" href=\"/Genesis.15.12\">Gn 15:12</a> <em>and the sun was about to set;</em> <span dir=\"rtl\">וַיְהִי הַשַּׁעַר לִסְגּוֹר</span> <a data-ref=\"Joshua 2:5\" href=\"/Joshua.2.5\">Jos 2:5</a> <em>and the gate was about to be shut;</em> but also <span dir=\"rtl\">וַיְהִי לִדְרשׁ אֱלֹהִים</span> <a data-ref=\"II Chronicles 26:5\" href=\"/II_Chronicles.26.5\">2 Ch 26:5</a> (nearly = <span dir=\"rtl\">וַיְהִי</span> + Pt.)<br>†<strong>Niph.</strong>  Pf. <span dir=\"rtl\">נִהְיָה</span> <a data-ref=\"I Kings 1:27\" href=\"/I_Kings.1.27\">1 K 1:27</a> + 6 times + <a data-ref=\"Micah 2:4\" href=\"/Micah.2.4\">Mi 2:4</a> (cf. infr. ad fin.); 3 fs. <span dir=\"rtl\">נִהְיְתָה</span> <a data-ref=\"Judges 19:30\" href=\"/Judges.19.30\">Ju 19:30</a> + 5 times, <span dir=\"rtl\">נִהְיָ֑תָה</span> <a data-ref=\"Exodus 11:6\" href=\"/Exodus.11.6\">Ex 11:6</a> <a data-ref=\"Jeremiah 48:19\" href=\"/Jeremiah.48.19\">Je 48:19</a>, <span dir=\"rtl\">וְנִהְיָ֑תָה</span> consec. <a data-ref=\"Ezekiel 39:8\" href=\"/Ezekiel.39.8\">Ez 39:8</a> + <a data-ref=\"Ezekiel 21:12\" href=\"/Ezekiel.21.12\">21:12</a> (del. B Codd 𝔊 Co); 2 ms. <span dir=\"rtl\">נִהְיֵיתָ</span> <a data-ref=\"Deuteronomy 27:9\" href=\"/Deuteronomy.27.9\">Dt 27:9</a>; 1 s. <span dir=\"rtl\">נִהְיֵיתִי</span> <a data-ref=\"Daniel 8:27\" href=\"/Daniel.8.27\">Dn 8:27</a>; Pt. fs. <span dir=\"rtl\">נִהְיָה</span> <a data-ref=\"Proverbs 13:19\" href=\"/Proverbs.13.19\">Pr 13:19</a>;— <strong>1.</strong>  <em>became</em> c. ל <a data-ref=\"Deuteronomy 27:9\" href=\"/Deuteronomy.27.9\">Dt 27:9</a>. <strong>2.</strong>  either, <em>be done</em>, or, <em>come to pass:</em> in the strong expressions <span dir=\"rtl\">אֲשֶׁר כָּמֹהוּ לֹא נ׳ וְכָמֹהוּ לֹא תֹסִף</span> <a data-ref=\"Exodus 11:6\" href=\"/Exodus.11.6\">Ex 11:6</a> (J) a cry <em>such as hath not occurred</em> (been raised), <em>and will not be again</em>, cf. <a data-ref=\"Deuteronomy 4:32\" href=\"/Deuteronomy.4.32\">Dt 4:32</a> (<em>be done;</em> ‖ <span dir=\"rtl\">נִשְׁמַע</span>), & <a data-ref=\"Judges 19:30\" href=\"/Judges.19.30\">Ju 19:30</a> (‖ <span dir=\"rtl\">נִרְאֲתָה</span>);—but simply intrans. <a data-ref=\"Joel 2:2\" href=\"/Joel.2.2\">Jo 2:2</a>; <a data-ref=\"Daniel 12:1\" href=\"/Daniel.12.1\">Dn 12:1</a> & appar. <a data-ref=\"Ezekiel 21:12\" href=\"/Ezekiel.21.12\">Ez 21:12</a> (‖ <span dir=\"rtl\">בָּאָ֫ה</span>; on text, however, v. supr.) <a data-ref=\"Ezekiel 39:8\" href=\"/Ezekiel.39.8\">39:8</a> (‖ <em>id.</em>);—also <span dir=\"rtl\">אֵיכָה נִהְיְתָה הָרָעָה הַזֹּאת</span> <a data-ref=\"Judges 20:3\" href=\"/Judges.20.3\">Ju 20:3</a> <em>how hath this wickedness been done?</em> cf. v <a data-ref=\"Judges 20:12\" href=\"/Judges.20.12\">12</a> <a data-ref=\"Jeremiah 5:30\" href=\"/Jeremiah.5.30\">Je 5:30</a>; <a data-ref=\"Jeremiah 48:19\" href=\"/Jeremiah.48.19\">48:19</a> also <a data-ref=\"Nehemiah 6:8\" href=\"/Nehemiah.6.8\">Ne 6:8</a>; c. <span dir=\"rtl\">לֹא</span>, existence denied <span dir=\"rtl\">לֹא נ׳</span> <a data-ref=\"Zechariah 8:10\" href=\"/Zechariah.8.10\">Zc 8:10</a> (‖ <span dir=\"rtl\">אֵינֶ֑נָּה</span>); in all the above (except <a data-ref=\"Joel 2:2\" href=\"/Joel.2.2\">Jo 2:2</a>; <a data-ref=\"Daniel 12:1\" href=\"/Daniel.12.1\">Dn 12:1</a> & <a data-ref=\"Ezekiel 21:12\" href=\"/Ezekiel.21.12\">Ez 21:12</a>; <a data-ref=\"Ezekiel 39:8\" href=\"/Ezekiel.39.8\">39:8</a>) personal agency is clearly implied; it is expressed <span dir=\"rtl\">מֵאֵת אֲדֹנִי הַמֶּלֶךְ נ׳ הַדָּבָר הַזֶּה</span> <a data-ref=\"I Kings 1:27\" href=\"/I_Kings.1.27\">1 K 1:27</a>, so of divine agency <span dir=\"rtl\">(מֵאִתִּי)</span> <a data-ref=\"I Kings 12:24\" href=\"/I_Kings.12.24\">1 K 12:24</a> = <a data-ref=\"II Chronicles 11:4\" href=\"/II_Chronicles.11.4\">2 Ch 11:4</a>; further <em>be attained, secured</em>, of wages <a data-ref=\"Zechariah 8:10\" href=\"/Zechariah.8.10\">Zc 8:10</a> (c. <span dir=\"rtl\">לֹא</span>, ‖ <span dir=\"rtl\">אֵינֶ֑נָּה</span>); <span dir=\"rtl\">תַּאֲוָה נִהְיָה</span> <a data-ref=\"Proverbs 13:19\" href=\"/Proverbs.13.19\">Pr 13:19</a> <em>a desire come to pass, realized</em>. <strong>3.</strong>  <em>be done, finished, gone</em>, only Dn <span dir=\"rtl\">וּשְׁנָתוֹ נִהְיְתָה עָלָיו</span> <a data-ref=\"Daniel 2:1\" href=\"/Daniel.2.1\">Dn 2:1</a> <em>and his sleep was finished upon him</em>, i.e. left him (cf. Aramaic <a data-ref=\"Daniel 6:19\" href=\"/Daniel.6.19\">Dn 6:19</a>); <span dir=\"rtl\">נִהְיֵיתִי</span> <a data-ref=\"Daniel 8:27\" href=\"/Daniel.8.27\">8:27</a> <em>I came to an end, was exhausted</em> (si vera l., del. 𝔊; ‖ <span dir=\"rtl\">נֶחֱלֵיתִי</span>); <span dir=\"rtl\">נִהְיָה</span>, in <span dir=\"rtl\">וְנָהָה נְהִי נִהְיָה</span> <a data-ref=\"Micah 2:4\" href=\"/Micah.2.4\">Mi 2:4</a>, is dub.; <em>it is done, over</em>, the ruin is come RobGes Ew Hi Ca Che RVm;? < om. as dittogr. Sta<sup>ZAW 1866, 122 f.</sup> cf. JBL<sup>1890, 74.77</sup>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d17bb6084aa1cbf0eccd", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, חֲצִי 1", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "BDB, חֲצִי 1", "sourceHeRef": "בראון-דרייבר-בריגס, חֲצִי א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "חֲצִי", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">חֲצִי</span></big><sub>123</sub>  <strong>n.m.</strong> <sup>Nu 12:12</sup> <strong>half (</strong>NH <em>id.;</em> Ph. <span dir=\"rtl\">חצי</span>; on format. v. Lag <sup>BN 113</sup><strong>)</strong>—abs. <span dir=\"rtl\">חֲצִי</span> <a data-ref=\"I Kings 3:25\" href=\"/I_Kings.3.25\">1 K 3:25</a><sup>(×2)</sup> + 3 times; <span dir=\"rtl\">הַחֵ֑צִי</span> <a data-ref=\"I Kings 10:7\" href=\"/I_Kings.10.7\">1 K 10:7</a>, cf. <a data-ref=\"I Kings 16:21\" href=\"/I_Kings.16.21\">16:21</a>; <span dir=\"rtl\">וָחֵ֔צִי</span> <a data-ref=\"Ezekiel 40:42\" href=\"/Ezekiel.40.42\">Ez 40:42</a>; <span dir=\"rtl\">וָחֵצִי</span> <a data-ref=\"Daniel 12:7\" href=\"/Daniel.12.7\">Dn 12:7</a> + 13 times (usually c. Pashta or Tiphcha), cf. <span dir=\"rtl\">בַּחֵ֖צִי</span> <a data-ref=\"II Samuel 10:4\" href=\"/II_Samuel.10.4\">2 S 10:4</a> <a data-ref=\"I Chronicles 19:4\" href=\"/I_Chronicles.19.4\">1 Ch 19:4</a>; cstr. <span dir=\"rtl\">חֲצִי</span> <a data-ref=\"Exodus 12:29\" href=\"/Exodus.12.29\">Ex 12:29</a> + 84 times; sf. <span dir=\"rtl\">חֶצְיוֹ</span> <a data-ref=\"Exodus 38:4\" href=\"/Exodus.38.4\">Ex 38:4</a> + 7 times + <a data-ref=\"Joshua 8:33\" href=\"/Joshua.8.33\">Jos 8:33</a> <span dir=\"rtl\">וְהַחֶצְיוֹ</span> (but art. suspicious v. Ges<sup>§ 127 R 3, 4</sup>); <span dir=\"rtl\">חֶצְיָהּ</span> <a data-ref=\"Nehemiah 3:38\" href=\"/Nehemiah.3.38\">Ne 3:38</a>; <span dir=\"rtl\">חֶצְיֵנוּ</span> <a data-ref=\"II Samuel 18:3\" href=\"/II_Samuel.18.3\">2 S 18:3</a>; <span dir=\"rtl\">חֶצְיָם</span> <a data-ref=\"Zechariah 14:8\" href=\"/Zechariah.14.8\">Zc 14:8</a><sup>(×2)</sup> + 2 times—<br><strong>1.</strong>  <em>half</em> of anything:—blood of offering <a data-ref=\"Exodus 24:6\" href=\"/Exodus.24.6\">Ex 24:6</a><sup>(×2)</sup> (JE), beard <a data-ref=\"II Samuel 10:4\" href=\"/II_Samuel.10.4\">2 S 10:4</a>, a hin <a data-ref=\"Numbers 15:9\" href=\"/Numbers.15.9\">Nu 15:9</a>, <a data-ref=\"Numbers 15:10\" href=\"/Numbers.15.10\">10</a>; <a data-ref=\"Numbers 28:14\" href=\"/Numbers.28.14\">28:14</a> (P); curtain <a data-ref=\"Exodus 26:12\" href=\"/Exodus.26.12\">Ex 26:12</a> (P); week <span dir=\"rtl\">ח׳ השׁבוע</span> <a data-ref=\"Daniel 9:27\" href=\"/Daniel.9.27\">Dn 9:27</a> etc.; <span dir=\"rtl\">ח׳ אַמָּה</span> <em>half a cubit</em> <a data-ref=\"Exodus 26:16\" href=\"/Exodus.26.16\">Ex 26:16</a>; <a data-ref=\"Exodus 36:21\" href=\"/Exodus.36.21\">36:21</a> (P) +; especially <span dir=\"rtl\">ח׳ שׁבט</span> <em>half a tribe</em> <a data-ref=\"Numbers 32:33\" href=\"/Numbers.32.33\">Nu 32:33</a>; <a data-ref=\"Numbers 34:13\" href=\"/Numbers.34.13\">34:13</a>, <a data-ref=\"Numbers 34:14\" href=\"/Numbers.34.14\">14</a>, <a data-ref=\"Numbers 34:15\" href=\"/Numbers.34.15\">15</a> (P) +; half of people <a data-ref=\"II Samuel 18:3\" href=\"/II_Samuel.18.3\">2 S 18:3</a>; <a data-ref=\"II Samuel 19:41\" href=\"/II_Samuel.19.41\">19:41</a>; <a data-ref=\"I Kings 16:21\" href=\"/I_Kings.16.21\">1 K 16:21</a><sup>(×3)</sup> +, etc. so <span dir=\"rtl\">ח׳ הַמְּנֻחוֹת</span> <a data-ref=\"I Chronicles 2:52\" href=\"/I_Chronicles.2.52\">1Ch 2:52</a> and <span dir=\"rtl\">ח׳ הַמָּנַחְתִּי</span> v <a data-ref=\"I Chronicles 2:54\" href=\"/I_Chronicles.2.54\">54</a> (v. Be and <a data-ref=\"BDB, מָנַ֫חַת\" href=\"/BDB,_מָנַ֫חַת\", dir=\"rtl\">מָנַחַת</a> sub <a data-ref=\"BDB, נוּחַ\" href=\"/BDB,_נוּחַ\", dir=\"rtl\">נוח</a>).—On <span dir=\"rtl\">כבחצי</span> <a data-ref=\"I Samuel 14:14\" href=\"/I_Samuel.14.14\">1 S 14:14</a> v. We Dr.<br><strong>2.</strong>  <em>middle</em> <span dir=\"rtl\">ח׳ הלילה</span> <a data-ref=\"Exodus 12:29\" href=\"/Exodus.12.29\">Ex 12:29</a> (J) <em>midnight</em>, so <a data-ref=\"Judges 16:3\" href=\"/Judges.16.3\">Ju 16:3</a><sup>(×2)</sup> <a data-ref=\"Ruth 3:8\" href=\"/Ruth.3.8\">Ru 3:8</a>; of garments <a data-ref=\"II Samuel 10:4\" href=\"/II_Samuel.10.4\">2 S 10:4</a>; <a data-ref=\"I Chronicles 19:4\" href=\"/I_Chronicles.19.4\">1 Ch 19:4</a>; altar <a data-ref=\"Exodus 27:5\" href=\"/Exodus.27.5\">Ex 27:5</a>; of the Mt. of Olives <a data-ref=\"Zechariah 14:4\" href=\"/Zechariah.14.4\">Zc 14:4</a>; <span dir=\"rtl\">ח׳ יָמַי</span> <a data-ref=\"Psalms 102:25\" href=\"/Psalms.102.25\">ψ 102:25</a> <em>the midst of my days</em> (when they are but half done), <a data-ref=\"Jeremiah 17:11\" href=\"/Jeremiah.17.11\">Je 17:11</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d203b6084aa1cbf14cdd", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, רֶ֫שֶׁת 1", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "BDB, רֶ֫שֶׁת 1", "sourceHeRef": "בראון-דרייבר-בריגס, רֶ֫שֶׁת א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "רֶ֫שֶׁת", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">רֶ֫שֶׁת</span></big>  <strong>n.f.</strong> <sup><a data-ref=\"Exodus 27:5\" href=\"/Exodus.27.5\">Ex 27:5</a></sup> <strong>net</strong>;—abs. <span dir=\"rtl\">רֶשֶׁת</span> <a data-ref=\"Hosea 5:1\" href=\"/Hosea.5.1\">Ho 5:1</a> + 11 times; <span dir=\"rtl\">רָ֑שֶׁת</span> <a data-ref=\"Proverbs 1:17\" href=\"/Proverbs.1.17\">Pr 1:17</a>; cstr. <span dir=\"rtl\">רֶשֶׁת</span> <a data-ref=\"Exodus 27:4\" href=\"/Exodus.27.4\">Ex 27:4</a>; <a data-ref=\"Exodus 38:4\" href=\"/Exodus.38.4\">38:4</a>; sf. <span dir=\"rtl\">רִשְׁתִּי</span> <a data-ref=\"Hosea 7:12\" href=\"/Hosea.7.12\">Ho 7:12</a> + 2 times; <span dir=\"rtl\">רִשְׁתּוֹ</span> <a data-ref=\"Psalms 10:9\" href=\"/Psalms.10.9\">ψ 10:9</a>; <a data-ref=\"Psalms 35:8\" href=\"/Psalms.35.8\">35:8</a>; <span dir=\"rtl\">רִשְׁתָּם</span> <a data-ref=\"Ezekiel 19:8\" href=\"/Ezekiel.19.8\">Ez 19:8</a> <a data-ref=\"Psalms 35:7\" href=\"/Psalms.35.7\">ψ 35:7</a>;—<br><strong>1.</strong>  <em>net:</em> <strong>a.</strong>  for catching (birds, etc.) <span dir=\"rtl\">חִנָּם מְזֹרָה הָרָ֑שֶׁת</span> <a data-ref=\"Proverbs 1:17\" href=\"/Proverbs.1.17\">Pr 1:17</a> <em>to no purpose is the net spread</em> in the eyes of any bird; elsewhere fig. (1) of judgment of <span dir=\"rtl\">י׳</span>, all c. <span dir=\"rtl\">פרשׂ</span>: <a data-ref=\"Hosea 7:12\" href=\"/Hosea.7.12\">Ho 7:12</a> (‖ <span dir=\"rtl\">כְּעוֹף הַשָּׁמַיִם אוֹרִידֵם</span>), <a data-ref=\"Ezekiel 12:13\" href=\"/Ezekiel.12.13\">Ez 12:13</a>; <a data-ref=\"Ezekiel 17:20\" href=\"/Ezekiel.17.20\">17:20</a> (both ‖ <span dir=\"rtl\">מְצוּדָתִי</span>), <a data-ref=\"Ezekiel 32:3\" href=\"/Ezekiel.32.3\">32:3</a> (of <span dir=\"rtl\">י׳</span> catching Pharaoh, under fig. of sea-monster; ‖ ii. <span dir=\"rtl\">חֵרֶם</span>); (2) of nations capturing king of Israel under fig. of lion <a data-ref=\"Ezekiel 19:8\" href=\"/Ezekiel.19.8\">19:8</a> (c. <span dir=\"rtl\">פרשׂ</span>; ‖ <span dir=\"rtl\">שַׁחְתָּם</span>); (3) of priests and rulers (as entangling people in sin) <a data-ref=\"Hosea 5:1\" href=\"/Hosea.5.1\">Ho 5:1</a> (‖ <span dir=\"rtl\">פַּח</span>). <strong>b.</strong>  spread for feet of man (fig.): (1) by <span dir=\"rtl\">י׳</span> <a data-ref=\"Lamentations 1:13\" href=\"/Lamentations.1.13\">La 1:13</a> (c. <span dir=\"rtl\">פָּרַשׂ</span>); (2) by wicked (= <em>plot</em>) <a data-ref=\"Proverbs 29:5\" href=\"/Proverbs.29.5\">Pr 29:5</a> (c. <span dir=\"rtl\">פרשׂ</span>), <a data-ref=\"Psalms 140:6\" href=\"/Psalms.140.6\">ψ 140:6</a> (c. <em>id.;</em> ‖ <span dir=\"rtl\">טָמַן פַּח</span>), <a data-ref=\"Psalms 10:9\" href=\"/Psalms.10.9\">10:9</a>; <a data-ref=\"Psalms 25:15\" href=\"/Psalms.25.15\">25:15</a>, <span dir=\"rtl\">שֻׁלַּח בְּרֶשֶׁת בְּרַגְלָיו</span> <a data-ref=\"Job 18:8\" href=\"/Job.18.8\">Jb 18:8</a> (‖ <span dir=\"rtl\">שְׂבָכָה</span>); elsewhere c. <span dir=\"rtl\">טמן</span> <a data-ref=\"Psalms 9:16\" href=\"/Psalms.9.16\">ψ 9:16</a> (‖ <span dir=\"rtl\">שַׁחַת</span>), <a data-ref=\"Psalms 31:5\" href=\"/Psalms.31.5\">31:5</a>; <a data-ref=\"Psalms 35:7\" href=\"/Psalms.35.7\">35:7</a> <span dir=\"rtl\">(שַׁחַת רִשְׁתָּם)</span>, v <a data-ref=\"Psalms 35:8\" href=\"/Psalms.35.8\">8</a>; c. <span dir=\"rtl\">הֵכִין</span> <a data-ref=\"Psalms 57:7\" href=\"/Psalms.57.7\">57:7</a> (‖ <span dir=\"rtl\">שִׁיחָה</span>).<br><strong>2.</strong>  brazen <em>network</em> for altar of tabern. <span dir=\"rtl\">הָרֶשֶׁת</span> <a data-ref=\"Exodus 27:4\" href=\"/Exodus.27.4\">Ex 27:4</a>, <a data-ref=\"Exodus 27:5\" href=\"/Exodus.27.5\">5</a>; <span dir=\"rtl\">מִכְבָּר מַעֲשֵׂה ר׳ נְחשֶׁת</span> <a data-ref=\"Exodus 27:4\" href=\"/Exodus.27.4\">27:4</a> = <a data-ref=\"Exodus 38:4\" href=\"/Exodus.38.4\">38:4</a> (all P).—On Inf. <span dir=\"rtl\">רֶשֶׁת</span>, v. <a ,=\"\" data-ref=\"BDB, יָרַשׁ\" dir=\"rtl\" href=\"/BDB,_יָרַשׁ\">ירשׁ</a> supr."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d21db6084aa1cbf16191", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מִכְבָּר 1", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "BDB, מִכְבָּר 1", "sourceHeRef": "בראון-דרייבר-בריגס, מִכְבָּר א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מִכְבָּר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">מִכְבָּר</span></big>  <strong>n.m. grating</strong> or <strong>lattice-work</strong>, cstr. <span dir=\"rtl\">מִכְבַּר</span>;—<a data-ref=\"Exodus 27:4\" href=\"/Exodus.27.4\">Ex 27:4</a> and thou shalt make for it (the alter of burnt-offering in the tab.) <span dir=\"rtl\">מִכְבָּר מַעֲשֵׂה רֶשֶׁת נְחשֶׁת</span> a <em>grating</em>, (even) a network of bronze, which surrounded the lower half of the altar (v <a data-ref=\"Exodus 27:5\" href=\"/Exodus.27.5\">5b</a>): so <a data-ref=\"Exodus 38:4\" href=\"/Exodus.38.4\">38:4</a>; <span dir=\"rtl\">מִכְבַּר הַנְּחשֶׁת</span> <a data-ref=\"Exodus 35:16\" href=\"/Exodus.35.16\">35:16</a>; <a data-ref=\"Exodus 38:5\" href=\"/Exodus.38.5\">38:5</a>, <a data-ref=\"Exodus 38:30\" href=\"/Exodus.38.30\">30</a>; <a data-ref=\"Exodus 39:39\" href=\"/Exodus.39.39\">39:39</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d250b6084aa1cbf18873", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, כַּרְכֹּב 1", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "BDB, כַּרְכֹּב 1", "sourceHeRef": "בראון-דרייבר-בריגס, כַּרְכֹּב א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "כַּרְכֹּב", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">כַּרְכֹּב</span></big>  <strong>n.</strong>[<strong>m.</strong>] <strong>border, rim</strong>, of altar <strong>(</strong>NH <em>id.</em><strong>)</strong>;—cstr. <span dir=\"rtl\">כ׳ הַמִּזְבֵּחַ</span> <a data-ref=\"Exodus 27:5\" href=\"/Exodus.27.5\">Ex 27:5</a>; c. sf. <span dir=\"rtl\">כַּרְכֻּבּוֹ</span> <a data-ref=\"Exodus 38:4\" href=\"/Exodus.38.4\">38:4</a> (both P)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d302b6084aa1cbf214d9", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מַ֫טָּה 1", "anchorRef": "Exodus 27:5", "anchorRefExpanded": ["Exodus 27:5"], "sourceRef": "BDB, מַ֫טָּה 1", "sourceHeRef": "בראון-דרייבר-בריגס, מַ֫טָּה א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מַ֫טָּה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">מַ֫טָּה</span>, <span dir=\"rtl\">מָ֑֫טָּה</span></big>  <strong>adv. downwards (</strong>from <span dir=\"rtl\">[מַט]</span> for <span dir=\"rtl\">[מַטֶּה]</span> <em>a place of declension</em> (cf. <a data-ref=\"BDB, נָטָה\" href=\"/BDB,_נָטָה\", dir=\"rtl\">נָטֶה</a>, <strong>3 a</strong>), with <span dir=\"rtl\">ה—ָ</span> loc., Ol<sup>222 b</sup> Kö<sup>ii. 260</sup>: cf. the opp. <span dir=\"rtl\">מַ֫עְלָה</span>, sub <span dir=\"rtl\">עָלָה</span><strong>)</strong>:—<br><strong>1.</strong>  alone, <a data-ref=\"Deuteronomy 28:43\" href=\"/Deuteronomy.28.43\">Dt 28:43</a> and thou shalt descend <span dir=\"rtl\">מַ֫טָּה מָ֑֫טָּה</span> <em>downwards, downwards</em>, i.e. lower and lower, <a data-ref=\"Proverbs 15:24\" href=\"/Proverbs.15.24\">Pr 15:24</a> <span dir=\"rtl\">לְמַעַן סוּר מִשְּׁאוֹל מ׳</span>.<br><strong>2.</strong>  <span dir=\"rtl\">לְמַ֫טָּה</span>: <strong>a.</strong>  <em>downwards</em> <a data-ref=\"Deuteronomy 28:13\" href=\"/Deuteronomy.28.13\">Dt 28:13</a> <span dir=\"rtl\">וְלֹא תִהְיֶה למ׳</span>, <a data-ref=\"Isaiah 37:31\" href=\"/Isaiah.37.31\">Is 37:31</a> = <a data-ref=\"II Kings 19:30\" href=\"/II_Kings.19.30\">2 K 19:30</a> <span dir=\"rtl\">שֹׁרֶשׁ למ׳</span> (cf. Ph CIS<sup>I. i. 2, 11 f.</sup> <span dir=\"rtl\">אל יכן לם שׁרשׁ למט ופר למעל</span> let them not have root <em>downwards</em>, or fruit upwards), <a data-ref=\"Jeremiah 31:37\" href=\"/Jeremiah.31.37\">Je 31:37</a>; <a data-ref=\"Ecclesiastes 3:21\" href=\"/Ecclesiastes.3.21\">Ec 3:21</a> <a data-ref=\"II Chronicles 32:30\" href=\"/II_Chronicles.32.30\">2 Ch 32:30</a>; <a data-ref=\"Ezra 9:13\" href=\"/Ezra.9.13\">Ezr 9:13</a> <span dir=\"rtl\">כי אתה חָשַׂכְתָּ לְמַ֫טָּה מֵעֲוֹנֵנוּ</span> either (Be) hast kept back, <em>downward</em>, part of our iniquity (prevented it from appearing, and being counted against us), or, held us (Ges), or thy anger (Ke), back, <em>below</em> (cf. <a data-ref=\"BDB, מֵעַל\" href=\"/BDB,_מֵעַל\", dir=\"rtl\">לְמַ֫עְלָה מֵעַל</a> <em>above</em>, <a data-ref=\"II Chronicles 34:4\" href=\"/II_Chronicles.34.4\">2 Ch 34:4</a>) our iniq. (punished us less than our iniq. deserved). <strong>b.</strong>  <span dir=\"rtl\">וּלְמַ֫טָּה</span>, (<em>a</em>) of space, <em>and downwards</em>, <a data-ref=\"Ezekiel 1:27\" href=\"/Ezekiel.1.27\">Ez 1:27</a> <span dir=\"rtl\">וּמִמַּרְאֵה מָתְנָיו ול׳</span>, <a data-ref=\"Ezekiel 8:2\" href=\"/Ezekiel.8.2\">8:2</a>; (<em>b</em>) of age, <em>and under</em>, <a data-ref=\"I Chronicles 27:23\" href=\"/I_Chronicles.27.23\">1 Ch 27:23</a> <span dir=\"rtl\">לְמִבֶּן עשׂרים שׁנה ול׳</span>.<br><strong>3.</strong>  <span dir=\"rtl\">מִלְּמַ֫טָּה</span> <em>beneath</em> (v. <span dir=\"rtl\">מִן</span> <strong>9 a:</strong> opp. <span dir=\"rtl\">מִלְמַעְלָה</span> <em>above</em>), <a data-ref=\"Exodus 26:24\" href=\"/Exodus.26.24\">Ex 26:24</a> = <a data-ref=\"Exodus 36:29\" href=\"/Exodus.36.29\">36:29</a>, <a data-ref=\"Exodus 27:5\" href=\"/Exodus.27.5\">27:5</a> = <a data-ref=\"Exodus 38:4\" href=\"/Exodus.38.4\">38:4</a>, <a data-ref=\"Exodus 38:27\" href=\"/Exodus.38.27\">38:27</a> = <a data-ref=\"Exodus 39:20\" href=\"/Exodus.39.20\">39:20</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "66091e5ba500bb4d2fbbbe2b", "index_title": "Covenant and Conversation; Exodus; The Book of Redemption", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Exodus; The Book of Redemption, Vayakhel, The Sabbath; First Day or the Last? 5", "anchorRef": "Exodus 25:1-31:17", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17"], "sourceRef": "Covenant and Conversation; Exodus; The Book of Redemption, Vayakhel, The Sabbath; First Day or the Last? 5", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, שמות, ויקהל, א ה׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 5, "collectiveTitle": {"en": "Covenant and Conversation; Exodus; The Book of Redemption", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, שמות"}, "heTitle": "א", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "In the immensely lengthy and detailed account of the making of the Tabernacle, the Torah tells the story twice: first as divine instruction (Exodus 25:1–31:17), then as human implementation (chapters 35–40). In both cases, the construction of the building is juxtaposed with the command of keeping the Sabbath (31:12–17; 35:1–2).", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}]